{"AllianceGenome": "18731", "HGNC": "18731", "MIM": "605723", "_id": "80380", "_version": 1, "accession": {"genomic": ["AL162253.17", "CH471071.2", "CP068269.2", "NC_000009.12", "NC_060933.1"], "protein": ["AAH74766.1", "AAI13679.1", "AAI13681.1", "AAK15370.1", "AAK31105.1", "AAP13471.1", "AAP49000.1", "AAP49001.1", "ABC59616.1", "ABO33153.1", "BDB06941.1", "EAW58762.1", "NP_079515.2", "Q9BQ51.2", "XP_005251657.1", "XP_054219879.1"], "rna": ["AF329193.1", "AF344424.1", "AK001872.1", "AY254343.1", "AY271901.1", "AY271902.1", "BC074766.2", "BC113678.1", "BC113680.1", "BC143920.1", "BC143921.1", "BX951459.1", "CA442083.1", "DQ336699.1", "EF444806.1", "LC649798.1", "NM_025239.4", "XM_005251600.4", "XM_054363904.1"], "translation": [{"protein": "AAP13471.1", "rna": "AY254343.1"}, {"protein": "NP_079515.2", "rna": "NM_025239.4"}, {"protein": "BDB06941.1", "rna": "LC649798.1"}, {"protein": "XP_054219879.1", "rna": "XM_054363904.1"}, {"protein": "AAK15370.1", "rna": "AF344424.1"}, {"protein": "AAI13681.1", "rna": "BC113680.1"}, {"protein": "XP_005251657.1", "rna": "XM_005251600.4"}, {"protein": "AAP49000.1", "rna": "AY271901.1"}, {"protein": "ABO33153.1", "rna": "EF444806.1"}, {"protein": "AAP49001.1", "rna": "AY271902.1"}, {"protein": "ABC59616.1", "rna": "DQ336699.1"}, {"protein": "AAI13679.1", "rna": "BC113678.1"}, {"protein": "AAH74766.1", "rna": "BC074766.2"}, {"protein": "AAK31105.1", "rna": "AF329193.1"}]}, "alias": ["B7DC", "Btdc", "CD273", "PD-L2", "PDCD1L2", "PDL2", "bA574F11.2"], "ensembl": {"gene": "ENSG00000197646", "protein": "ENSP00000380855", "transcript": "ENST00000397747", "translation": [{"protein": "ENSP00000380855", "rna": "ENST00000397747"}], "type_of_gene": "protein_coding"}, "entrezgene": "80380", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.15635258436, "exp_mis": 79.4215573207, "exp_syn": 35.3215135165, "lof_z": 0.74793090786813, "mis_z": -1.12943098027768, "mu_lof": 5.11533979753e-07, "mu_mis": 6.85122842888e-06, "mu_syn": 2.92184753425e-06, "n_lof": 6.0, "n_mis": 100.0, "n_syn": 40.0, "p_li": 0.000429826390067904, "p_null": 0.350520007757536, "p_rec": 0.649050165852396, "syn_z": -0.488017672125964}, "bp": 822, "cds_end": 5569959, "cds_start": 5522546, "n_exons": 6, "nonpsych": {"exp_lof": 7.26172392545, "exp_mis": 71.7636130945, "exp_syn": 31.8488169481, "lof_z": 0.824274177540268, "mis_z": -1.08579641657579, "mu_lof": 5.11533979753e-07, "mu_mis": 6.85122842888e-06, "mu_syn": 2.92184753425e-06, "n_lof": 5.0, "n_mis": 90.0, "n_syn": 36.0, "p_li": 0.00200473005518976, "p_null": 0.288038888459199, "p_rec": 0.709956381485611, "syn_z": -0.463114499396941}, "nontcga": {"exp_lof": 7.4920929084, "exp_mis": 73.0560862808, "exp_syn": 32.484043139, "lof_z": 0.537743967809155, "mis_z": -1.04592076574009, "mu_lof": 5.11533979753e-07, "mu_mis": 6.85122842888e-06, "mu_syn": 2.92184753425e-06, "n_lof": 6.0, "n_mis": 91.0, "n_syn": 36.0, "p_li": 0.000311596426531013, "p_null": 0.420566052118554, "p_rec": 0.579122351454915, "syn_z": -0.390599052881998}, "transcript": "ENST00000397747.3"}, "exons": [{"cdsend": 5569959, "cdsstart": 5522546, "chr": "9", "position": [[5510530, 5510803], [5522532, 5522601], [5534744, 5535050], [5549334, 5549604], [5557617, 5557752], [5563161, 5563211], [5569953, 5571282]], "strand": 1, "transcript": "NM_025239", "txend": 5571282, "txstart": 5510530}], "exons_hg19": [{"cdsend": 5569959, "cdsstart": 5522546, "chr": "9", "position": [[5510530, 5510803], [5522532, 5522601], [5534744, 5535050], [5549334, 5549604], [5557617, 5557752], [5563161, 5563211], [5569953, 5571282]], "strand": 1, "transcript": "NM_025239", "txend": 5571282, "txstart": 5510530}], "generif": [{"pubmed": 12538684, "text": "Blockade of PD-L2 during T cell responses initiated by allogenic dendritic cells increases T cell proliferation and cytokine production, showing that PD-L2 functions to inhibit T cell activation."}, {"pubmed": 12893276, "text": "Binding properties of B7-DC to programmed death-1."}, {"pubmed": 14515261, "text": "regulatory role of PD-1 and the differential roles of B7-H1 and B7-DC in hapten-induced immune responses."}, {"pubmed": 14724428, "text": "Administration of anti-PD-L2 mAb did not significantly affect the prolongation of graft survival."}, {"pubmed": 15253154, "text": "Two novel splice variants of PD-L2 were cloned and identified."}, {"pubmed": 15837746, "text": "Data suggest that PD-L2 status may be a new predictor of prognosis for patients with esophageal cancer."}, {"pubmed": 16278812, "text": "Via its interaction with programmed death-1 (PD-1) on human T cells, PD-L2 acts only as a negative regulator of T cell activity, inhibiting proliferation, IL-2 production, and IFN-gamma production."}, {"pubmed": 16598819, "text": "PD-L2 negatively regulates human T cell activation and thus might be a candidate molecule for immunotherapeutic approaches aimed to attenuate pathological immune responses."}, {"pubmed": 17136123, "text": "data do not support an association between systemic lupus erythematosus and SNP's within the genes of the PDCD1 ligands PD-L1 and PD-L2"}, {"pubmed": 17203303, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17311651, "text": "Modulation of PD-L2 system may play a role in the development of autoimmune liver diseases."}, {"pubmed": 17343323, "text": "PD-L2 47103 T may be associated with susceptibility to SLE in Taiwan"}, {"pubmed": 17597384, "text": "Polymorphisms of PD-L2 are not associated with susceptibility to rheumatoid arthritis in Taiwan."}, {"pubmed": 18203952, "text": "deficient cellular immunity observed in Hodgkin lymphoma patients can be explained by \"T-cell exhaustion,\" which is led by the activation of PD-1-PD-L signaling pathway"}, {"pubmed": 18322304, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18378285, "text": "HRV-16 infection or exposure to dsRNA induces epithelial B7-H1 and B7-DC"}, {"pubmed": 18479731, "text": "Programmed death 1 is a marker of angioimmunoblastic T-cell lymphoma and B-cell small lymphocytic lymphoma/chronic lymphocytic leukemia."}, {"pubmed": 18566376, "text": "PD-1 has a key regulatory role during the immune response of the host to the pathogen"}, {"pubmed": 18992148, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19729380, "text": "Isolated decidual stromal cells constitutively express B7DC and B7H1; B7DC and B7H1 expression can be up-regulated (by IFN-gamma or TNF-alpha); B7DC and B7H1 appear to function in cell-to-cell communication."}, {"pubmed": 19739236, "text": "All forms of chronic necroinflammatory liver disease examined correlate with increased B7-H1 and B7-DC expression on Kupffer cells, liver sinusoidal epithelial cells, and leukocytes."}, {"pubmed": 20066438, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20390427, "text": "Findings demonstrate that the pretreatment of tumor cells with IFN-gamma enhances B7-DC expression through ERK and JNK pathways."}, {"pubmed": 20445553, "text": "the PD-1 pathway is active in immature Langerhans cells and inhibits iLC activities, but expression of receptor and ligands reverses upon maturation and PD-L1 and PD-L2 on mLC function to inhibit T-cell responses"}, {"pubmed": 20587542, "text": "PD-L1 and PD-L2 bound PD-1 with comparable affinities, but striking differences were observed at the level of the association and dissociation characteristics"}, {"pubmed": 20661763, "text": "Results suggest that over-expression of PD-1, PD-L1 and PD-L2 within liver may participate in local immune dysfunction, which could be one of the mechanisms involved in the chronicity of HBV infection and chronic inflammation seen in CHB patients."}, {"pubmed": 20682852, "text": "PD-L1 and PD-L2 knockdown dendritic cells showed superior potential to expand minor histocompatibility antigen-specific CD8(+) effector and memory T cells from leukemia patients early after donor lymphocyte infusion and later during relapse."}, {"pubmed": 20709947, "text": "Transgenic PD-L2 affects transition to memory when expressed on antigen (Ag)-presenting cells at the beginning of interaction with T cells; notably, interaction with PD-1 on T cells is required during the initial encounter with Ag."}, {"pubmed": 20722638, "text": "REVIEW: role of PD-L1 and PD-L2 and ligands in allergic disease and asthma."}, {"pubmed": 21457347, "text": "increased expression of PD-L2, as a costimulatory molecule, may have an important modulatory function on the local immune responses of OLP in vivo."}, {"pubmed": 21752471, "text": "These observations indicate that PD-L2 is expressed following activation and is involved in the regulation of T cell function"}, {"pubmed": 21791547, "text": "Our results suggest that PD-1 G-536A, PD-L1 A8923C and PD-L2 C47103T polymorphisms are associated with the presence of ankylosing spondylitis."}, {"pubmed": 21876620, "text": "Data suggest that PD-L1 may contribute to negative regulation of the immune response in chronic hepatitis B, and that PD-1 and PD-L1 and 2 may play a role in immune evasion of tumors."}, {"pubmed": 22067141, "text": "Data suggest that brain endothelial cells contribute to control T cell transmigration into the CNS and immune responses via PD-L2 but not PD-L1 expression."}, {"pubmed": 22322668, "text": "Data show that PD-1, PD-L1, PD-L2, CCL17, and CCL22 mRNA was identified in papillomas."}, {"pubmed": 22895698, "text": "expression of PD-1 and its ligands, PD-L1 and PD-L2, in liver biopsies from HBV-related acute-on-chronic liver failure (HBV-ACLF) and chronic hepatitis B (CHB) patients were analyzed; results showed all 3 molecules were observed in the HBV-ACLF samples and levels were significantly higher than in CHB"}, {"pubmed": 23388330, "text": "PD-L1 and PD-L2 expressed on hPMSCs could inhibit the hPMSCs-mediated up-regulation on the expression of IL-17 secreted by peripheral blood T cells"}, {"pubmed": 23533995, "text": "Macrophages from infected animals show increased expression of PDL2 and CD80 that was dependent from the sex of the host."}, {"pubmed": 24270737, "text": "High Expression of PD-L2 is associated with myelodysplastic syndromes."}, {"pubmed": 24406080, "text": "PD-1/PD-Ls pathways on PMCs inhibited proliferation and adhesion activity of CD4+ T cells, suggesting that Mycobacterium tuberculosis might exploit PD-1/PD-Ls pathways to evade host cell immune response in human."}, {"pubmed": 24497532, "text": "Recurrent genomic rearrangement events in CD274 and PDCD1LG2 underlie an immune privilege phenotype in a subset of B-cell lymphomas."}, {"pubmed": 24532425, "text": "Data indicate that the bone morphogenetic proteins (BMPs) signaling pathway regulates PD-L1 and PD-L2 expression in monocyte-derived dendritic cells (MoDCs) during the maturation process."}, {"pubmed": 25025450, "text": "conclude that PD-L2 protein is robustly expressed by the majority of primary mediastinal (thymic) large B-cell lymphomas"}, {"pubmed": 25349132, "text": "Results show that human-derived chordoma cell lines demonstrate inducible expression of PD-L1 and PD-L2, and that primary chordoma tissue shows variable expression of PD-1 and PD-L1 in infiltrating immune cells"}, {"pubmed": 25662388, "text": "PD-L1 and PD-L2 expression in pulmonary squamous cell carcinoma is associated with an increased number of CD8(+) tumor infiltrating lymphocytess and increased MET expression."}, {"pubmed": 25675203, "text": "Suggest role for PD-L2 in recurrence of hepatitis C infection post orthotopic liver transplantation."}, {"pubmed": 26081225, "text": "the inflammatory environment in Barrett's esophagus and esophageal adenocarcinoma may contribute to the expression of PD-L2."}, {"pubmed": 26133691, "text": "We suggest that decreased expression of programmed death-ligand 1, 2 on psoriatic epidermis can contribute to its chronic unregulated inflammatory characteristics."}, {"pubmed": 26317899, "text": "Genomic amplification of 9p24.1 targeting JAK2, PD-L1, and PD-L2 is enriched in high-risk triple negative breast cancer."}, {"pubmed": 26329973, "text": "Data indicate that pulmonary pleomorphic carcinoma (PC) very frequently express CD274 antigen (PD-L1) and CD273 antigen (PD-L2)."}, {"pubmed": 26424759, "text": "PD-L2 expression was neither associated with VEGF-TKI responsiveness nor patients' outcome"}, {"pubmed": 26432559, "text": "PDL2 could promote the ability of human placenta-derived mesenchymal stromal cells to augment the secretion of IL-10."}, {"pubmed": 26464193, "text": "High PD-L2 expression is associated with Renal Cell Carcinoma."}, {"pubmed": 26541326, "text": "Report PD-L2 expression in breast neoplasms."}, {"pubmed": 26599163, "text": "knocking down in dendritic cells results in activation of inflammatory T cells"}, {"pubmed": 26752545, "text": "PD-L1 and PD-L2 are useful new markers for identifying select histiocyte and dendritic cell disorders and reveal novel patient populations as rational candidates for immunotherapy"}, {"pubmed": 26913631, "text": "We observed cogain or coamplification of CD274 and PDCD1LG2 in 32 of 48 cervical and 10 of 23 vulvar squamous cell carcinomas"}, {"pubmed": 26980034, "text": "PDL2 was overexpressed in Epstein Barr virus-associated gastric adenocarcinoma."}, {"pubmed": 27050074, "text": "PD-L2 copy number gains were not related to PD-L2 augmentation in non-small cell lung cancer."}, {"pubmed": 27069084, "text": "PD-L1/PD-L2 copy number alterations are a defining feature of classical Hodgkin lymphoma."}, {"pubmed": 27268263, "text": "stable ectopic expression of wild-type PDCD1LG2 and the PDCD1LG2-IGHV7-81 fusion showed, in coculture, significantly reduced T-cell activation."}, {"pubmed": 27447090, "text": "the binding affinities of the PD-1-PD-L1/PD-L2 co-inhibitory receptor system, was characterized."}, {"pubmed": 27456947, "text": "Overexpression of PD-L1 and PD-L2 Is Associated with Poor Prognosis in Patients with Hepatocellular Carcinoma"}, {"pubmed": 27533014, "text": "this study shows that higher PD-L2 expression on blood dendritic cells, from Plasmodium falciparum-infected individuals, correlates with lower parasitemia"}, {"pubmed": 27564404, "text": "an IL-27/Stat3 axis induces expression of programmed cell death 1 ligands (PD-L1/2) on infiltrating macrophages in lymphoma"}, {"pubmed": 27609582, "text": "The expression levels of PD-1, PD-L1 and PD-L2 in CD3(+) T cells and CD19(+) B cells and serum IFN-gamma level in progressive hepatocellular carcinoma patients were significantly higher than controls."}, {"pubmed": 27837027, "text": "in some tumor types, PD-L2 expression is more closely linked to Th1/IFNG expression and PD-1 and CD8 signaling than PD-L1"}, {"pubmed": 27921410, "text": "Downregulation of the immunosuppressive molecules, PD-1 and PD-L1, may imply that over-activation of immune cells in multiple sclerosis occurs through signaling dysfunction of these molecules and PD-L2 plays no important role in this context"}, {"pubmed": 28052400, "text": "higher expression of PD-L1 and PD-L2 on CD1a(+) cells than that on CD83(+) cells in cutaneous squamous cell carcinoma tumour tissues may contribute to negative regulation in anti-tumour immune responses"}, {"pubmed": 28369778, "text": "PDCD1LG2 (PD-L2) RNA in situ hybridization is a sensitive, specific, and practical marker of primary mediastinal large B-cell lymphoma."}, {"pubmed": 28488345, "text": "Low PD-L2 expression is associated with pediatric solid tumors."}, {"pubmed": 28494868, "text": "PD-L2 is regulated by both interferon beta and gamma signaling."}, {"pubmed": 28546465, "text": "The biopsy tumor key protein measurements demonstrate substantial between-tumor variation in expression ratios of these proteins and suggest that programmed cell death 1 ligand 2 PD-L2 is present in some tumors at levels sufficient to contribute to programmed cell death-1 PD-1-dependent T-cell regulation and possibly to affect responses to PD-1- and programmed cell death 1 ligand 1 PD-L1-blocking drugs."}, {"pubmed": 28561677, "text": "PD-L2 expression has been reported in 52% of esophageal adenocarcinomas but little is known about the expression of other immune checkpoints"}, {"pubmed": 28619999, "text": "Clinical response to pembrolizumab in patients with head and neck squamous cell carcinoma (HNSCC)may be related partly to blockade of PD-1/PD-L2 interactions. Therapy targeting both PD-1 ligands may provide clinical benefit in these patients."}, {"pubmed": 28754154, "text": "the positive rate of PD-L2 did not show any differences between primary tumors and metastatic lymph nodes. In multivariate analysis, PD-L1 expression, PD-L2 expression, a low density of CD8(+) T cells in primary tumors, and PD-1 expression on CD8(+) T cells in primary tumors were associated with poor prognosis."}, {"pubmed": 29038297, "text": "Tumor PDCD1LG2 expression is inversely associated with Crohn-like lymphoid reaction to colorectal cancer, suggesting a possible role of PDCD1LG2-expressing tumor cells in inhibiting the development of tertiary lymphoid tissues during colorectal carcinogenesis."}, {"pubmed": 29061851, "text": "Data suggest that hormonal 1,25-dihydroxyvitamin D is a direct transcriptional inducer of genes encoding PDL1 and PDL2 in myeloid cells/macrophages; this up-regulation of gene expression appears to be species- and cells-specific."}, {"pubmed": 29112015, "text": "PD-L1 and PD-L2 are differentially expressed by macrophages or tumor cells in primary cutaneous diffuse large B-cell lymphoma, leg type."}, {"pubmed": 29122656, "text": "Our results confirm and extend prior studies of PD-L1 and provide new data of PD-L2 expression in lymphomas"}, {"pubmed": 29676849, "text": "HOXC10 directly binds to the PD-L2 and TDO2 promoter regions thus stimulating proliferation, invasion and induction of immunosuppressive gene expression in glioma."}, {"pubmed": 29890018, "text": "The high-affinity PD-1 mutant could compete with the binding of antibodies specific to PD-L1 or PD-L2 on cancer cells."}, {"pubmed": 30036273, "text": "These results suggest the potential involvements of the EV beta2 integrin, as well as EV PD-L2 and soluble PD-L1, in the septic pathogenesis that occurs with the systemic immune activation leading to multiple organ dysfunctions."}, {"pubmed": 30104397, "text": "soluble PD-1 ligands are elevated in Waldenstrom macroglobulinemia (WM) patients and, in addition to surface-bound ligands in WM BM, could regulate T-cell function. Given the capability of secreted forms to be bioactive at distant sites, soluble PD-1 ligands have the potential to promote disease progression in WM."}, {"pubmed": 30236595, "text": "CD 274 antigen/CD273 antigen/Janus kinase 2 gene amplification was associated with durable response to immunotherapy for cutaneous melanoma and mucosal melanoma"}, {"pubmed": 30275216, "text": "High PD-L2 expression may be a target of immunotherapy in patients with PD-L1-negative Non-small Cell Lung Cancer."}, {"pubmed": 30348714, "text": "PD-L2-positive lung adenocarcinomas are less radiologically malignant and invasive than their PD-L1-positive counterparts"}, {"pubmed": 30555574, "text": "FISH technique and qPCR data coupled with immunofluorescence revealed that genetic alterations of 9p24.1 robustly contributed to PD-L1 and PD-L2 upregulation. In addition, increased expression of PD-L1 instead of PD-L2 also predicted poor survival by multivariate analyses. Meanwhile, high infiltration of PD-1(+) immune cells also indicated dismal survival in hepatocellular carcinoma."}, {"pubmed": 30594267, "text": "The data indicate that a genetically determined individual difference in a non-synonymous missense SNP of PD-L2 might influence the susceptibility to chronic lymphatic filariasis in a South Indian population."}, {"pubmed": 30633894, "text": "A subset of ocular invasive conjunctival squamous carcinomas express high levels of PD-L1 and CD8 and therefore may respond therapeutically to immune checkpoint inhibition."}, {"pubmed": 30659749, "text": "Peripheral blood PD-L1 expression might be a prognostic marker for OSCC patients and a possible parameter to monitor immune dysfunction in malign diseases. In the peripheral blood, PD-L1 might be more relevant for immune tolerance than PD-L2."}, {"pubmed": 30683910, "text": "High frequency of PD-L2 involving genetic aberrations was associated with EBV-positive lymphomas."}, {"pubmed": 30761875, "text": "Studied expression levels of PDCD1 ligand 1 (PD-L1) and programmed death ligand 2 (PD-L2) in patients with hematologic malignancies."}, {"pubmed": 30815803, "text": "Low PD-L2 expression is associated with Lung Adenocarcinoma."}, {"pubmed": 30864556, "text": "we noticed that chronic inflammation of colonic mucosa may lead to up-regulation of PD-L1 and -L2 expression in patients with UC, which may result in regulation of immune responses against this chronic inflammation and then prevent progressive and acute inflammation of the disease."}, {"pubmed": 30886151, "text": "The study reveals a pro-metastatic functional mechanism for PD-L2 in osteosarcoma."}, {"pubmed": 30992011, "text": "PD-1, PD-L1 and PD-L2 were differentially expressed between primary and metastatic tumors. Histopathological examination of these immune check points in metastatic lesions of mRCC should be noticed, and its accurate diagnosis may be one of the effective ways to realize the individualized treatment."}, {"pubmed": 31076547, "text": "Immune Suppression by PD-L2 against Spontaneous and Treatment-Related Antitumor Immunity."}, {"pubmed": 31379843, "text": "TLR9 Mediated Tumor-Stroma Interactions in Human Papilloma Virus (HPV)-Positive Head and Neck Squamous Cell Carcinoma Up-Regulate PD-L1 and PD-L2."}, {"pubmed": 31394407, "text": "Strong PD-1/PD-L1/PD-L2 expression in Kaposi's sarcoma tissues from a cohort of HIV-co-infected patients indicates the effect of Kaposi sarcoma-associated herpesvirus on immune escape."}, {"pubmed": 31464648, "text": "High PD-L2 expression is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 31727844, "text": "Formation of a prominent pocket in the PD-1 protein upon binding PD-L2 was revealed by X-ray crystal structures of the PD-1/PD-L2 complex."}, {"pubmed": 31825827, "text": "A Tumor-Specific Super-Enhancer Drives Immune Evasion by Guiding Synchronous Expression of PD-L1 and PD-L2."}, {"pubmed": 31856276, "text": "EBV miR-BHRF1-2-5p bound to PD-L1 and PD-L2 3'UTRs to reduce PD-L1/L2 surface protein expression. Results indicate a novel mechanism by which EBV miR-BHRF1-2-5p plays a context-dependent counterregulatory role to fine-tune the expression of the LMP1-driven amplification of these inhibitory checkpoint ligands."}, {"pubmed": 31882544, "text": "The structural features that distinguish PD-L2 from PD-L1 emerged in placental mammals."}, {"pubmed": 32012401, "text": "Our findings indicate that cisplatin-upregulated PD-L2 expression in oral squamous cell carcinoma (OSCC) via STAT1/3 activation and the expression of PD-L2 are likely to be associated with malignancy in OSCC. The PD-L2 expression in cisplatin-resistant OSCC cells may be a critical factor in prognosis of advanced OSCC patients."}, {"pubmed": 32089543, "text": "PD-L1/L2 protein levels rapidly increase on monocytes via trogocytosis from tumor cells in classical Hodgkin lymphoma."}, {"pubmed": 32210369, "text": "Prognostic and clinical impact of PD-L2 and PD-L1 expression in a cohort of 437 oesophageal cancers."}, {"pubmed": 32248797, "text": "PD-L1 and PD-L2 expression in the tumor microenvironment including peritumoral tissue in primary central nervous system lymphoma."}, {"pubmed": 32264742, "text": "Serum levels of soluble programmed cell death protein 1 and soluble programmed cell death protein ligand 2 are increased in systemic lupus erythematosus and associated with the disease activity."}, {"pubmed": 32268011, "text": "Increased expression of immune checkpoint programmed cell death protein-1 (PD-1) on T cell subsets of bone marrow aspirates in patients with B-Lymphoblastic leukemia, especially in relapse and at diagnosis."}, {"pubmed": 32401663, "text": "PD-L1 and PD-L2 Mutations in Pediatric Hodgkin Lymphoma: Do They Have Any Prognostic Significance?"}, {"pubmed": 32405745, "text": "Expression of PD-L1, PD-L2, and IDO1 on tumor cells and density of CD8-positive tumor-infiltrating lymphocytes in early-stage lung adenocarcinoma according to histological subtype."}, {"pubmed": 32586358, "text": "Prognostic and predictive value of PD-L2 DNA methylation and mRNA expression in melanoma."}, {"pubmed": 32596285, "text": "Profiles of PD-1, PD-L1, PD-L2 in Gastric Cancer and Their Relation with Mutation, Immune Infiltration, and Survival."}, {"pubmed": 32661872, "text": "Increasing the expression of programmed death ligand 2 (PD-L2) but not 4-1BB ligand in colorectal cancer cells."}, {"pubmed": 32684057, "text": "PD-1, CTLA4, PD-L1 and PD-L2 DNA methylation in papillary thyroid carcinoma."}, {"pubmed": 32730911, "text": "High Expression of Programmed Death Ligand 1 and Programmed Death Ligand 2 in Ophthalmic Sebaceous Carcinoma: The Case for a Clinical Trial of Checkpoint Inhibitors."}, {"pubmed": 32820659, "text": "The influence of programmed cell death ligand 2 (PD-L2) expression on survival outcome and tumor microenvironment in diffuse large B cell lymphoma."}, {"pubmed": 32854650, "text": "DLBCL with amplification of JAK2/PD-L2 exhibits PMBCL-like CNA pattern and worse clinical outcome resembling those with MYD88 L265P mutation."}, {"pubmed": 32915645, "text": "Lower PDL1, PDL2, and AXL Expression on Lung Myeloid Cells Suggests Inflammatory Bias in Smoking and Chronic Obstructive Pulmonary Disease."}, {"pubmed": 33182023, "text": "Prognostic and clinicopathological utility of PD-L2 expression in patients with digestive system cancers: A meta-analysis."}, {"pubmed": 33231797, "text": "AKT/mTOR Signal Cascade and Expression of PD-1, PD-L1, and PD-L2 in Gastric Cancer."}, {"pubmed": 33337915, "text": "Comprehensive assessment of PD-L1 and PD-L2 dysregulation in gastrointestinal cancers."}, {"pubmed": 33339860, "text": "Prognostic relevance of programmed cell death 1 ligand 2 (PDCD1LG2/PD-L2) in patients with advanced stage colon carcinoma treated with chemotherapy."}, {"pubmed": 33404124, "text": "ANO9 regulates PD-L2 expression and binding ability to PD-1 in gastric cancer."}, {"pubmed": 33424844, "text": "PD-L1 and PD-L2 Expression in Cervical Cancer: Regulation and Biomarker Potential."}, {"pubmed": 33469839, "text": "PD-1 and PD-L2 expression predict relapse risk and poor survival in patients with stage III colorectal cancer."}, {"pubmed": 33671892, "text": "High PD-L1/IDO-2 and PD-L2/IDO-1 Co-Expression Levels Are Associated with Worse Overall Survival in Resected Non-Small Cell Lung Cancer Patients."}, {"pubmed": 33721375, "text": "Soluble programmed cell death protein 1 (sPD-1) and the soluble programmed cell death ligands 1 and 2 (sPD-L1 and sPD-L2) in lymphoid malignancies."}, {"pubmed": 33930105, "text": "The role of PD-1/PD-Ls in the pathogenesis of IgG4-related disease."}, {"pubmed": 33955303, "text": "Characterization of the Clinical Significance of PD-1/PD-Ls Expression and Methylation in Patients With Low-Grade Glioma."}, {"pubmed": 34125179, "text": "Immune evasion in primary testicular and central nervous system lymphomas: HLA loss rather than 9p24.1/PD-L1/PD-L2 alterations."}, {"pubmed": 34131208, "text": "Adipogenesis in triple-negative breast cancer is associated with unfavorable tumor immune microenvironment and with worse survival."}, {"pubmed": 34167064, "text": "Phospho-beta-catenin expression in primary and metastatic melanomas and in tumor-free visceral tissues, and associations with expression of PD-L1 and PD-L2."}, {"pubmed": 34347720, "text": "Molecular and Immune Correlates of PDCD1 (PD-1), PD-L1 (CD274), and PD-L2 (PDCD1LG2) DNA Methylation in Triple Negative Breast Cancer."}, {"pubmed": 34382413, "text": "DNA Methylation Patterns in the HLA-DPB1 and PDCD1LG2 Gene Regions in Patients with Autoimmune Thyroiditis from Different Water Iodine Areas."}, {"pubmed": 34563045, "text": "Regulation of Immunity in Clear Cell Renal Carcinoma: Role of PD-1, PD-L1, and PD-L2."}, {"pubmed": 34697216, "text": "PD-L2 glycosylation promotes immune evasion and predicts anti-EGFR efficacy."}, {"pubmed": 34768993, "text": "Clinical and Prognostic Value of Antigen-Presenting Cells with PD-L1/PD-L2 Expression in Ovarian Cancer Patients."}, {"pubmed": 34899719, "text": "Inhibition of PI3Kdelta Differentially Regulates Poly I:C- and Human Metapneumovirus-Induced PD-L1 and PD-L2 Expression in Human Bronchial Epithelial Cells."}, {"pubmed": 35037417, "text": "PD-L1 and PD-L2 expression in pancreatic ductal adenocarcinoma and their correlation with immune infiltrates and DNA damage response molecules."}, {"pubmed": 35169863, "text": "Differential expression of PDL1 and PDL2 is associated with the tumor microenvironment of TILs and M2 TAMs and tumor differentiation in nonsmall cell lung cancer."}, {"pubmed": 35466759, "text": "The Overexpression of Programmed Death-Ligand 2 in Uterine Adenosarcoma: Correlation with High-Grade Morphology, Mutant Type TP53 Expression and Clinical Outcomes."}, {"pubmed": 35489160, "text": "Clinical relevance of PD-L2 expression in surgically resected lung adenocarcinoma."}, {"pubmed": 35613340, "text": "Exome sequencing identifies PD-L2 as a potential predisposition gene for lymphoma."}, {"pubmed": 36138073, "text": "FAK promotes stromal PD-L2 expression associated with poor survival in pancreatic cancer."}, {"pubmed": 36172747, "text": "Investigation of pd-l1 (cd274), pd-l2 (pdcd1lg2), and ctla-4 expressions in malignant pleural mesothelioma by immunohistochemistry and real-time polymerase chain reaction methods."}, {"pubmed": 36208149, "text": "Expression of Programmed Cell Death 1 Ligand 2 in Patients With Thymoma and Thymomatous Myasthenia Gravis."}, {"pubmed": 36281760, "text": "Programmed cell death 1 and programmed cell death ligand 1 expression in invasive breast carcinoma using CAL10 and NAT105 immunostaining."}, {"pubmed": 36522474, "text": "Evolving landscape of PD-L2: bring new light to checkpoint immunotherapy."}, {"pubmed": 36656207, "text": "PD-L1 and PD-L2 expression in colorectal cancer."}, {"pubmed": 36830609, "text": "Expression of IDO1 and PD-L2 in Patients with Benign Lymphadenopathies and Association with Autoimmune Diseases."}, {"pubmed": 37006239, "text": "Pan-cancer analysis identifies PD-L2 as a tumor promotor in the tumor microenvironment."}, {"pubmed": 37060883, "text": "The expression of programmed death-ligand 1 and programmed death-ligand 2 in endometrial carcinosarcoma: Correlation with mismatch repair protein expression status, tumor-infiltrating lymphocyte infiltration, and clinical outcomes."}, {"pubmed": 37146414, "text": "PD-L1 and PD-L2 immune checkpoint protein induction by type III interferon in non-small cell lung cancer cells."}, {"pubmed": 37402054, "text": "PD-L2 overexpression on tumor-associated macrophages is one of the predictors for better prognosis in lung adenocarcinoma."}, {"pubmed": 37768345, "text": "An alternatively spliced PD-L1 isoform PD-L13, and PD-L2 expression in breast cancers: implications for eligibility scoring and immunotherapy response."}, {"pubmed": 37828429, "text": "Cholinergic signaling influences the expression of immune checkpoint inhibitors, PD-L1 and PD-L2, and tumor hallmarks in human colorectal cancer tissues and cell lines."}, {"pubmed": 38956724, "text": "Hypoimmunogenic human iPSCs expressing HLA-G, PD-L1, and PD-L2 evade innate and adaptive immunity."}], "genomic_pos": {"chr": "9", "end": 5571282, "ensemblgene": "ENSG00000197646", "start": 5510531, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 5571282, "start": 5510545, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 11283156, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007166", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031295", "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032689", "pubmed": 12538684, "qualifier": "involved_in", "term": "negative regulation of type II interferon production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032693", "pubmed": 12538684, "qualifier": "involved_in", "term": "negative regulation of interleukin-10 production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042102", "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042130", "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046007", "pubmed": 12538684, "qualifier": "involved_in", "term": "negative regulation of activated T cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0012505", "qualifier": "located_in", "term": "endomembrane system"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20587542, 23417675, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9031, 427225], [9544, 716003], [9598, 737211], [9606, 80380], [9615, 609699], [9913, 539392], [10090, 58205], [10116, 309304]], "id": 10973}, "interpro": [{"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "CD80-like, immunoglobulin C2-set", "id": "IPR013162", "short_desc": "CD80_C2-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00414542", "IPI00429365", "IPI00429366"], "map_location": "9p24.1", "name": "programmed cell death 1 ligand 2", "other_names": ["B7 dendritic cell molecule", "B7-DC", "PD-1-ligand 2", "PDCD1 ligand 2", "butyrophilin B7-DC", "programmed cell death 1 ligand 2", "programmed death ligand 2"], "pantherdb": {"HGNC": "18731", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1930125", "ortholog_type": "LDO", "panther_family": "PTHR25466", "taxid": 10090, "uniprot_kb": "Q9WUL5"}, {"RGD": "1306403", "ortholog_type": "LDO", "panther_family": "PTHR25466", "taxid": 10116, "uniprot_kb": "D4AAV6"}, {"Ensembl": "ENSGALG00000031794", "ortholog_type": "LDO", "panther_family": "PTHR25466", "taxid": 9031, "uniprot_kb": "A0A1D5P9G1"}, {"Ensembl": "ENSDARG00000074235", "ortholog_type": "O", "panther_family": "PTHR25466", "taxid": 7955, "uniprot_kb": "E7F5Q2"}, {"ZFIN": "ZDB-GENE-061013-174", "ortholog_type": "O", "panther_family": "PTHR25466", "taxid": 7955, "uniprot_kb": "Q08BD7"}, {"ZFIN": "ZDB-GENE-090313-327", "ortholog_type": "O", "panther_family": "PTHR25466", "taxid": 7955, "uniprot_kb": "F1RDT2"}, {"ZFIN": "ZDB-GENE-080204-46", "ortholog_type": "O", "panther_family": "PTHR25466", "taxid": 7955, "uniprot_kb": "A8WG14"}, {"ZFIN": "ZDB-GENE-081104-192", "ortholog_type": "O", "panther_family": "PTHR25466", "taxid": 7955, "uniprot_kb": "A0A0R4IFS1"}], "uniprot_kb": "Q9BQ51"}, "pathway": {"kegg": {"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-388841", "name": "Costimulation by the CD28 family"}, {"id": "R-HSA-389948", "name": "PD-1 signaling"}], "wikipathways": {"id": "WP4585", "name": "Cancer immunotherapy by PD-1 blockade"}}, "pdb": ["6UMT", "8J3V"], "pfam": "PF08205", "pharmgkb": "PA134891547", "pharos": {"target_id": 17104, "tdl": "Tchem"}, "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172821", "relationship": "is"}, {"id": "GNF183727", "relationship": "is"}, {"id": "GNF194633", "relationship": "is"}, {"id": "GNF205539", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047619", "relationship": "is"}, "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281410", "relationship": "is"}, {"id": "GNF281476", "relationship": "is"}, {"id": "GNF281542", "relationship": "is"}, {"id": "GNF281608", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF278303", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106048", "relationship": "is"}, {"id": "GNF116447", "relationship": "is"}, {"id": "GNF145694", "relationship": "is"}, {"id": "GNF156088", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": ["NP_079515.2", "XP_005251657.1", "XP_054219879.1"], "rna": ["NM_025239.4", "XM_005251600.4", "XM_054363904.1"], "translation": [{"protein": "NP_079515.2", "rna": "NM_025239.4"}, {"protein": "XP_005251657.1", "rna": "XM_005251600.4"}, {"protein": "XP_054219879.1", "rna": "XM_054363904.1"}]}, "reporter": {"HG-U133_Plus_2": ["220049_s_at", "224399_at"], "HG-U95B": "47403_at", "HTA-2_0": ["TC09000038.hg.1", "TC09002391.hg.1"], "HuEx-1_0": "3161113", "HuGene-1_1": "8154245", "HuGene-2_1": "17083370"}, "summary": "Involved in negative regulation of activated T cell proliferation; negative regulation of interferon-gamma production; and negative regulation of interleukin-10 production. Predicted to be located in plasma membrane. Predicted to be active in external side of plasma membrane. Biomarker of pulmonary tuberculosis. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "PDCD1LG2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425745"}, "unigene": ["Hs.617872", "Hs.532279"], "uniprot": {"Swiss-Prot": "Q9BQ51"}, "wikipedia": {"url_stub": "PDCD1LG2"}}