{"AllianceGenome": "8800", "HGNC": "8800", "MIM": "190040", "_id": "5155", "_version": 1, "accession": {"genomic": ["A37537.1", "A37562.1", "AH002986.2", "AH003517.2", "AH008095.2", "CH471095.1", "CP068256.2", "CQ858326.1", "CS172383.1", "CS172827.1", "CS367418.1", "HC040703.1", "M19719.1", "NC_000022.11", "NC_060946.1", "NG_012111.1", "X00556.1", "X00559.1", "X00560.1", "X00561.1", "X00562.1", "X83706.1", "X98706.1", "Z81010.2"], "protein": ["AAA60349.1", "AAA60552.1", "AAA60553.1", "AAA98793.1", "AAH29822.1", "AAH77725.1", "ADO22557.1", "CAA02289.1", "CAA02294.1", "CAA25226.1", "CAA25227.1", "CAA25228.1", "CAA25229.1", "CAA25230.1", "CAA26524.1", "CAA26579.1", "CAA27333.1", "CAA58679.1", "CAA67262.1", "CAE82038.1", "CAG30424.1", "CAG46606.1", "CAH23424.1", "CAI06107.1", "CAJ32895.1", "CAJ32907.1", "CAL32766.1", "CBH30542.1", "EAW60305.1", "EAW60306.1", "EAW60307.1", "EAW60308.1", "NP_002599.1", "NP_148937.1", "P01127.1", "XP_047297349.1", "XP_047297350.1", "XP_054181650.1", "XP_054181651.1"], "rna": ["AK022920.1", "BC029822.1", "BC077725.1", "BM983641.1", "CD386140.1", "CR456538.1", "CR541807.1", "GQ901040.1", "M12783.1", "M32009.1", "NM_002608.4", "NM_033016.3", "X02744.1", "X02811.1", "X03702.1", "X83705.1", "XM_047441393.1", "XM_047441394.1", "XM_054325675.1", "XM_054325676.1"], "translation": [{"protein": "CAG46606.1", "rna": "CR541807.1"}, {"protein": "CAA26524.1", "rna": "X02744.1"}, {"protein": "XP_054181650.1", "rna": "XM_054325675.1"}, {"protein": "CAA27333.1", "rna": "X03702.1"}, {"protein": "CAA26579.1", "rna": "X02811.1"}, {"protein": "NP_148937.1", "rna": "NM_033016.3"}, {"protein": "NP_002599.1", "rna": "NM_002608.4"}, {"protein": "ADO22557.1", "rna": "GQ901040.1"}, {"protein": "CAG30424.1", "rna": "CR456538.1"}, {"protein": "AAH29822.1", "rna": "BC029822.1"}, {"protein": "XP_047297349.1", "rna": "XM_047441393.1"}, {"protein": "CAA58679.1", "rna": "X83705.1"}, {"protein": "XP_054181651.1", "rna": "XM_054325676.1"}, {"protein": "XP_047297350.1", "rna": "XM_047441394.1"}, {"protein": "AAH77725.1", "rna": "BC077725.1"}, {"protein": "AAA60553.1", "rna": "M12783.1"}]}, "alias": ["IBGC5", "PDGF-2", "PDGF2", "SIS", "SSV", "c-sis"], "ensembl": {"gene": "ENSG00000100311", "protein": ["ENSP00000330382", "ENSP00000370963", "ENSP00000402306", "ENSP00000405780"], "transcript": ["ENST00000331163", "ENST00000381551", "ENST00000440375", "ENST00000455790"], "translation": [{"protein": "ENSP00000330382", "rna": "ENST00000331163"}, {"protein": "ENSP00000370963", "rna": "ENST00000381551"}, {"protein": "ENSP00000402306", "rna": "ENST00000455790"}, {"protein": "ENSP00000405780", "rna": "ENST00000440375"}], "type_of_gene": "protein_coding"}, "entrezgene": "5155", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.2490760579, "exp_mis": 117.612126273, "exp_syn": 48.8252473078, "lof_z": 3.17126207897562, "mis_z": 1.11004128263105, "mu_lof": 7.95619314247e-07, "mu_mis": 1.17771758963e-05, "mu_syn": 4.77462369755e-06, "n_lof": 0.0, "n_mis": 93.0, "n_syn": 56.0, "p_li": 0.966288095427289, "p_null": 5.81964553612486e-05, "p_rec": 0.0336537081173494, "syn_z": -0.636552218655313}, "bp": 726, "cds_end": 39639968, "cds_start": 39621727, "n_exons": 6, "nonpsych": {"exp_lof": 9.16667626258, "exp_mis": 106.340599973, "exp_syn": 44.0818354427, "lof_z": 2.97343132393823, "mis_z": 0.994891867754867, "mu_lof": 7.95619314247e-07, "mu_mis": 1.17771758963e-05, "mu_syn": 4.77462369755e-06, "n_lof": 0.0, "n_mis": 86.0, "n_syn": 53.0, "p_li": 0.956274465884169, "p_null": 0.000135284532440496, "p_rec": 0.0435902495833909, "syn_z": -0.845685423713915}, "nontcga": {"exp_lof": 9.41845486708, "exp_mis": 108.192468478, "exp_syn": 44.9085357027, "lof_z": 3.02740889741996, "mis_z": 1.35034398462613, "mu_lof": 7.95619314247e-07, "mu_mis": 1.17771758963e-05, "mu_syn": 4.77462369755e-06, "n_lof": 0.0, "n_mis": 80.0, "n_syn": 54.0, "p_li": 0.956265729840979, "p_null": 0.00011092007465983, "p_rec": 0.0436233500843615, "syn_z": -0.858996723336658}, "transcript": "ENST00000331163.6"}, "exons": [{"cdsend": 39243963, "cdsstart": 39225722, "chr": "22", "position": [[39223358, 39225313], [39225694, 39225847], [39230083, 39230228], [39231621, 39231827], [39233434, 39233524], [39235777, 39235874], [39243900, 39244982]], "strand": -1, "transcript": "NM_002608", "txend": 39244982, "txstart": 39223358}, {"cdsend": 39240872, "cdsstart": 39225722, "chr": "22", "position": [[39223358, 39225313], [39225694, 39225847], [39230083, 39230228], [39231621, 39231827], [39233434, 39233524], [39235777, 39235874], [39240854, 39240909]], "strand": -1, "transcript": "NM_033016", "txend": 39240909, "txstart": 39223358}], "exons_hg19": [{"cdsend": 39639968, "cdsstart": 39621727, "chr": "22", "position": [[39619363, 39621318], [39621699, 39621852], [39626088, 39626233], [39627626, 39627832], [39629439, 39629529], [39631782, 39631879], [39639905, 39640987]], "strand": -1, "transcript": "NM_002608", "txend": 39640987, "txstart": 39619363}, {"cdsend": 39636877, "cdsstart": 39621727, "chr": "22", "position": [[39619363, 39621318], [39621699, 39621852], [39626088, 39626233], [39627626, 39627832], [39629439, 39629529], [39631782, 39631879], [39636859, 39636914]], "strand": -1, "transcript": "NM_033016", "txend": 39636914, "txstart": 39619363}], "generif": [{"pubmed": 11811779, "text": "The sequential activation and repression of the human PDGF-B gene during chronic hypoxia reveals antagonistic roles for the depletion of oxygen and glucose"}, {"pubmed": 12034531, "text": "Fusion of COL1A1 exon 29 with PDGFB exon 2 in a der(22)t(17;22) in a pediatric giant cell fibroblastoma with a pigmented Bednar tumor component. Evidence for age-related chromosomal pattern in dermatofibrosarcoma protuberans and related tumors."}, {"pubmed": 12127408, "text": "A fusion of COLIA1 exon 24 in frame with PDGFB exon 2 was found in a complex marker chromosome from dermatofibrosarcoma protuberans with sequences from chromosomes 7,8,17,21, & 22."}, {"pubmed": 12176024, "text": "determination of PDGFB expression levels in medulloblastoma tumor cell lines"}, {"pubmed": 12411321, "text": "involvement of Furin gene regulation in the maturation of PDGF-AB in differentiating megakaryoblastic cells"}, {"pubmed": 12576295, "text": "PDGF and similar cytokines may be important factors in airway remodeling by redistribution of smooth muscle cells during inflammation and that urokinase may be important in potentiating the response."}, {"pubmed": 12615918, "text": "The preferential formation of disulfide-bonded heterodimers from an equimolar mixture of unfolded A- and B-chains is thus a kinetically controlled process"}, {"pubmed": 12850807, "text": "PDGFB enhances wound closure in the absence of wound contraction."}, {"pubmed": 12850832, "text": "a time-dependent release of TGFB and PDGF-AB occurred at neutral and alkaline pH, but not pH5, 15 min and 12h after platelet activation, suggesting relevance to wound healing"}, {"pubmed": 12960151, "text": "propose that the TATA-containing P0 promoter and the 5'-UTR promoter work together to tightly control the expression of PDGF-B"}, {"pubmed": 14595114, "text": "role in dermal fibroblast migration"}, {"pubmed": 14643521, "text": "The COL1A1-PDGFB fusion transcripts were detected from the tumor specimens. Sequence analysis revealed that the ends of exons 42, 29 and 38 in the COL1A1 gene were fused with the start of exon 2 in the PDGFB gene in case 1, 2 and 3, respectively."}, {"pubmed": 14705808, "text": "cultured follicular keratinocytes synthesize both PDGF-A and PDGF-B, whereas, dermal papilla cells only express PDGF-A."}, {"pubmed": 14760763, "text": "PDGF-BB may play some role in the development and progression of liver fibrosis"}, {"pubmed": 14997209, "text": "PDGFB autocrine inhibition is associated with malignant gliomas"}, {"pubmed": 15081117, "text": "biological consequences of the mutant PDGFB allele contributed to the unique disease phenotype of the translocation patient"}, {"pubmed": 15496150, "text": "Overexpression of caveolin-1 in mesangial cells suppresses MAP kinase activation and cell proliferation induced by bFGF and PDGF, two major cytokines in mesangioproliferative nephritis(MN). Caveolin-1 expression vector is potential therapy for MN."}, {"pubmed": 15522237, "text": "Data demonstrate that type I collagen synergistically enhances platelet-derived growth factor (PDGF)-induced smooth muscle cell proliferation through Src-dependent crosstalk between the alpha2beta1 integrin and the PDGF receptor beta."}, {"pubmed": 15695519, "text": "Data show that constitutive expression of platelet-derived growth factor-BB leads to malignant transformation in nude mice."}, {"pubmed": 15826941, "text": "WAVE3-mediated migration in MDA-MB-231 cells via lamellipodia formation is activated downstream of PI3K and induced by PDGF"}, {"pubmed": 15915457, "text": "NAD(P)H oxidase is expressed in hepatic stellate cells and produces reactive oxygen species via activation of NAD(P)H oxidase in response to the homodimeric complex of PDGF-B, PDGF-BB."}, {"pubmed": 15919668, "text": "EWS-Fli1 may play a role in the regulation of PDGF-induced tumor proliferation-signaling enzymes via PLD2 expression in Ewing sarcoma cells"}, {"pubmed": 15956925, "text": "In the aneurysmal wall of IAAA, weak expressions of PDGF A and B chains were observed in endothelial cells of vessel walls around the inflammatory cells, but the intensity of expression was much weaker than that on the vessel walls in AAAA."}, {"pubmed": 16007151, "text": "findings emphasize the importance of the convertase-directed processing of proPDGF-B at the RGRR81/ sequence for PDGF-B maturation and secretion"}, {"pubmed": 16081426, "text": "in primary fibroblasts stabilization of Ras protein by ROS and ERK1/2 amplifies the response of the cells to growth factors and in systemic sclerosis represents a critical factor in the onset and progression of the disease"}, {"pubmed": 16149045, "text": "PDGF-BB/PDGF-R interaction is vital in nicotine's mitogenic actions on human aortic smooth muscle cells"}, {"pubmed": 16227675, "text": "Expression of PDGF-B and PDGF-Rbeta suggests that autocrine signaling of PDGF may be important in malignant transformation of B-CLL."}, {"pubmed": 16477226, "text": "PDGF-B gene polymorphism appears to be associated with severe recurrent HCV infection after liver transplantation."}, {"pubmed": 16596190, "text": "Overexpression of PDGF-B was associated with peripheral blood, sentinel lymph node and bone marrow micro-metastasis in breast cancer"}, {"pubmed": 16641085, "text": "PDGF-BB and TGF-beta1 binding to intact alpha2M is specific, involving a defined region of the alpha2M subunit"}, {"pubmed": 16709185, "text": "In this review, the interaction of PDGF-B with heparan sulfate proteoglycans is implicated in the process of diffusion, and thus the availability, of PDGF-B that is needed for pericyte recruitment around newly formed capillaries."}, {"pubmed": 16777970, "text": "report suggests that in humans, platelet-derived growth factor(PDGF) and downstream activation of protein kinase C could represent an important control for natriuretic peptide precursor C expression in vascular smooth muscle"}, {"pubmed": 16843106, "text": "Fluorescence in situ hybridization (FISH) analysis demonstrated the COL1A1-PDGFB fusion on both der(22) chromosomes. [Col1A1-PDGFB fusion protein]"}, {"pubmed": 16847823, "text": "PDGF significantly upregulates neuropilin-1 mRNA expression and protein production in aortic smooth muscle cells"}, {"pubmed": 16893901, "text": "GRX plays an important role in PDGF-BB-dependent cell proliferation by regulating the redox state of LMW-PTP"}, {"pubmed": 17074267, "text": "The level of PDGF-BB in obstructive sleep apnea-hypopnea syndrome is elevated."}, {"pubmed": 17157157, "text": "The mRNA levels of PDGFB were significantly produced by the megakaryocytes may be associated with the etiology of bone marrow fibrosis in AMM."}, {"pubmed": 17227125, "text": "Copy gain of PDGFB occurs in a subset of tumors showing no evidence of mutated BRAF or rearranged ret, suggesting that copy gain of PDGFB may underlie the increased expression of platelet-derived growth factor described recently in the literature."}, {"pubmed": 17229887, "text": "N-cadherin and beta-catenin play role in cell migration via PDGF-Rbeta-mediated signaling through the scaffolding molecule NHERF2"}, {"pubmed": 17292826, "text": "Induction of PDGF-B is associated with glioma"}, {"pubmed": 17338425, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17341683, "text": "An unexpected decrease in fibroblast matrix stiffness occurred in response to rhPDGF-BB."}, {"pubmed": 17395886, "text": "In absence of serum, it required a combination of Ang-2 and PDGF-BB to increase invasion. The heightened invasion was dependent on serine proteases and MMPs, combination of Ang-2 and PDGF-BB increased urokinase plasminogen-activator receptor expression."}, {"pubmed": 17431412, "text": "The presence of PDGFB and PDGFRB mRNAs was demonstrated in 26 and 21 of 26 cases dermatofibrosarcoma protuberans, respectively."}, {"pubmed": 17518657, "text": "In summary, the data demonstrate complex gene-regulation mechanisms between endothelial cells and osteoblasts that are likely to play a role in bone morphogenesis."}, {"pubmed": 17545544, "text": "KIT and PDGFRbeta gatekeeper mutations are involved in tumor progression and are resistant to imatinib, but are inhibited by sorafenib"}, {"pubmed": 17608589, "text": "Er:YAG laser used alone or in combination with rhPDGF-BB application may offer a promising periodontal therapy for conditioning root surfaces, although the combined application seemed to be slightly more effective."}, {"pubmed": 17626901, "text": "These findings indicate that the development of restenosis depends on both complement activation regulated by the MBL2 gene and pathologic processes leading to enhanced production of VEGF and PDGF during the very early postoperative period."}, {"pubmed": 17671690, "text": "endothelial and lung cancer cells seem to interact via various paracrine pathways, e.g. by the reciprocal induction of VEGF and PDGF-BB"}, {"pubmed": 17724602, "text": "The trichloroacetic acid-treated epidermis acts as a major source of growth factors, including PDGF-B, before undergoing full necrosis."}, {"pubmed": 17944929, "text": "Increased expression of PDGF/Ralphabeta may play an important role in the mechanism of growth of...paediatric fibromatous lesions"}, {"pubmed": 17950782, "text": "we found COL1A1-PDGFB rearrangements appear more prevalent in Dermatofibrosarcoma protuberans (DFSP) than previously reported."}, {"pubmed": 17958740, "text": "thrombin may play an important role in the proliferation of A172 cells by inducing PDGF-AB secretion and that thrombin's action is mediated by its proteolytic activity"}, {"pubmed": 17998143, "text": "ERK5 modulates platelet-derived growth factor-dependent biologic activities in human hepatic stellate cells"}, {"pubmed": 18069662, "text": "Genomic gains of COL1A1-PDGFB were found predominantly in the DFSP component of GCF/DFSP hybrids but in none of the pure GCF"}, {"pubmed": 18075302, "text": "In PDGFR-expressing immortalized ovarian cancer cells, PDGF strongly induced VEGF secretion, suggesting a correlation between the PDGF & VEGF networks in ovarian cancer."}, {"pubmed": 18239136, "text": "Limiting Cx43 expression in vascular smooth muscle cells prevents platelet-derived growth factor-BB-induced phenotypic modulation."}, {"pubmed": 18300076, "text": "PDGF-BB reduced gp120-associated neurotoxicity, rescued neurite outgrowth, & reduced gp120-mediated caspase-3 activation.  It increased the Bcl-xL to Bax ratio. PDGF-mediated protection against gp120 involved the phosphoinositide 3-kinase/Akt pathway."}, {"pubmed": 18310286, "text": "Significantly higher level of PDGF-B is associated with papillary thyroid cancer"}, {"pubmed": 18325189, "text": "platelet-derived growth factor-BB plasma levels with kidney allograft rejection"}, {"pubmed": 18326546, "text": "The proteins for PDGF-B were detected in oocytes, and in granulosa cells (GC) of 50% of the follicles from women/girls."}, {"pubmed": 18420995, "text": "Document a role for FGF-2 and PDGF-BB in the temporal regulation of coronary artery stem formation and growth of the coronary arterial tree."}, {"pubmed": 18456732, "text": "Chronic insulin treatment amplifies PDGF-BB induced motility in differentiated aortic smooth muscle cells by suppressing the expression and function of PTP1B."}, {"pubmed": 18471357, "text": "Compared with control group, levels of PDGF-D and PDGF-B were progressively elevated in blood and urine of IgA nephropathy children."}, {"pubmed": 18478301, "text": "PDGF-BB expression may be a new prognostic indicator for patients with colorectal cancer"}, {"pubmed": 18570917, "text": "Results reveal that platelet-derived growth factor-B-activated fibroblasts play a key role in the recruitment/migration and differentiation of mesenchymal stem cells and implicate a bFGF- and CXCL5-dependent mechanism in mediating these effects."}, {"pubmed": 18573259, "text": "May induce coronary atherosclerotic disease formation by stimulating coronary artery smooth muscle cell migration and proliferation."}, {"pubmed": 18700164, "text": "Akt1/PKBalpha controls cell migration by selectively translocating to the leading edge and activating Rac."}, {"pubmed": 18758297, "text": "High tumor cell PDGF-B is associated with non-small cell lung cancer."}, {"pubmed": 18772331, "text": "Neuraminidase caused the desialylation of both PDGF and IGF-1 receptors and diminished the intracellular signals induced by the mitogenic ligands PDGF-BB and IGF-2."}, {"pubmed": 18819098, "text": "migration of osteoblasts is controlled by the balance between PDGF, S1P and the differentiation state of the cells"}, {"pubmed": 18973553, "text": "PDGF-mediated protection also involved the inhibition of gp120-induced release of mitochondrial cytochrome C. Our findings thus underscore the roles of both PI3K/Akt and Bcl family pathways in PDGF-mediated neuroprotection."}, {"pubmed": 19091791, "text": "Ets-1 mediates platelet-derived growth factor-BB-induced thrombomodulin expression in human vascular smooth muscle cells."}, {"pubmed": 19219070, "text": "Sox5 can suppress platelet-derived growth factor B-induced glioma development in Ink4a-deficient mice through induction of acute cellular senescence."}, {"pubmed": 19447872, "text": "Results show that blockade of Akt/HIF-1alpha/PDGF-BB autocrine signaling could enhance the chemosensitivity of liver cancer cells and tumorigenic hepatic progenitor cells under hypoxic conditions and thus provide an effective therapeutic strategy for HCC."}, {"pubmed": 19451595, "text": "Results show that the folate-induced DNA methylation limits proliferation and increases the sensitivity to temozolomide-induced apoptosis in glioma cells through methylation of PDGF-B, MGMT, survivin, and bcl-w genes."}, {"pubmed": 19498003, "text": "In breast cancer, stromal PDGF beta-receptor expression significantly correlates with less favorable clinicopathological parameters and shorter survival"}, {"pubmed": 19576918, "text": "PDGF-mediated protection of SH-SY5Y cells against Tat toxin involves regulation of extracellular glutamate and intracellular calcium."}, {"pubmed": 19584075, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19628565, "text": "co-expression of PDGF-B and VEGFR-3 is strongly associated with poor survival in NSCLC patients."}, {"pubmed": 19635106, "text": "analysed the presence of collagen type I alpha 1-platelet-derived growth factor beta (COL1A1-PDGFB) transcripts in dermatofibrosarcoma protuberans and assessed the relationship between COL1A1 breakpoints and clinical and histopathological variables"}, {"pubmed": 19696027, "text": "ESDN modulates PDGF signaling in VSMCs via regulation of PDGFR beta surface levels."}, {"pubmed": 19728062, "text": "A novel interaction of platelet-derived growth factor-beta with angiopoietin-2 that affects upregulation of fibrinolysis is identified in peripheral blood monocytes."}, {"pubmed": 19890351, "text": "COL1A1-PDGFB break point position in fusion gene does not provide any medically valuable information"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19956642, "text": "analysis of how an enediynyl peptide inhibitor of furin blocks processing of proPDGF-A, B and proVEGF-C"}, {"pubmed": 20019669, "text": "A molecular basis for the antagonism between the PDGF and TGFbeta pathways, and its effect on the control of the vascular smooth muscle cells phenotype."}, {"pubmed": 20036421, "text": "The goal of this study was to elucidate the control mechanisms by which exogenous proteins regulate keratinocyte growth factor (KGF) expression in fibroblasts adhered to differing substrates."}, {"pubmed": 20042679, "text": "Platelet-derived growth factor-B normalizes micromorphology and vessel function in vascular endothelial growth factor-A-induced squamous cell carcinomas."}, {"pubmed": 20061935, "text": "Plaque-like dermal fibroma and superficial (plaque-like) dermatofibrosarcoma protuberans can be kept apart by molecular studies of the COL1A1-PDGFB gene fusion."}, {"pubmed": 20083221, "text": "data suggest that advanced glycation end product(AGE)-modification of PDGF contributes to reduced wound healing in diabetic patients"}, {"pubmed": 20224347, "text": "adipose tissue-derived stem cells have the capacity to differentiate into capillary structures and platelet-derived growth factor beta plays a critical role in this process."}, {"pubmed": 20233927, "text": "PDGFB plays a key role during C. pneumoniae entry. The combination knockdown of CXCR7, ITGB2, and PDGFB significantly inhibits C. pneumoniae entry."}, {"pubmed": 20406730, "text": "COL1A1-PDGFB fusion transcripts were detected from 11(85%) of 13 samples in dermatofibrosarcoma protuberans patients."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20624165, "text": "Data indicate that secretion of PDGF-B by gastric carcinoma cells and expression of PDGF-Rbeta by tumor-associated stromal cells are associated with lymphatic metastasis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20681813, "text": "Periosteal coverage of periodontal defects is not associated with a significant increase in platelet-derived growth factor-BB levels in gingival crevicular fluid."}, {"pubmed": 20694560, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20717068, "text": "Data show that known variations in the PDGF-[beta] gene do not have a significant effect on promoting or preventing fibrogenesis in pancreatitis."}, {"pubmed": 20717068, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20739660, "text": "Endothelial-derived PDGFB and HBEGF both are required to control pericyte motility, proliferation, and recruitment along the endothelial cell tube ablumenal surface."}, {"pubmed": 20822908, "text": "cerebral cavernous malformation endothelium, media, and adventitia had higher PDGF-B expression compared with arteriovenous malformation"}, {"pubmed": 20950212, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20950212, "text": "The gene that encodes for PDGFB gene is localized on chromosome 22q12.3-q13.1, regions that have reported linkage to schizophrenia.  Read More: http://informahealthcare.com/doi/full/10.3109/15622975.2010.520333"}, {"pubmed": 21102276, "text": "A higher PDGF-BB expression existed in the hypertrophied ligamentum flavum of patients with lumbar spinal stenosis and could be a risk factor of the fibrosis."}, {"pubmed": 21111450, "text": "The COL1A1/PDGFB fusion gene was present in most of the dermatofibrosarcoma protuberans tissue samples."}, {"pubmed": 21118571, "text": "PDGF-B, which is involved in the maintenance of microvessels, plays a more important role in angiogenesis in intestinal-type gastric carcinomas than VEGF-A, which plays a key role mainly in the initiation of new blood vessel formation."}, {"pubmed": 21124835, "text": "Data indicate that PDGF/PDGFRbeta signaling-axis as a critical element of EPC-induced endothelial angiogenesis."}, {"pubmed": 21129745, "text": "PDGF-BB and ET-1 synergistically accelerate vascular smooth muscle hyperplastic changes and lose its contractility, at least partially through ERK1/2, Akt, and mTOR activation."}, {"pubmed": 21171016, "text": "antiapoptotic gene Bcl-2 enhances tumor formation in a PDGFB-dependent model system of oligodendroglioma."}, {"pubmed": 21175804, "text": "Serum levels of PDGF-BB and VEGF were lower in patients with fulminant hepatic failure."}, {"pubmed": 21211989, "text": "Data show differential expression of interferon-gamma, TNFSF3, TNFSF10, TNFSF12 and PDGFbeta in CD8+, CD14+ and CD4+ cells."}, {"pubmed": 21321954, "text": "Platelet-derived growth factor-BB is increased in skeletal muscle following intense exercise through resistance training."}, {"pubmed": 21368226, "text": "PDGF-BB induces cell proliferation and proinflammatory cytokine expression in rat and human astrocyte cell lines."}, {"pubmed": 21429937, "text": "Mesenchymal stem cell migration is regulated by fibronectin through alpha5beta1-integrin-mediated activation of PDGFR-beta and potentiation of PDGF-BB signals."}, {"pubmed": 21618276, "text": "PDGF both contributes to the osteogenic lineage and helps to stabilize newly forming vessels that act to drive the multistep, multicomponent cascade of new bone formation."}, {"pubmed": 21750433, "text": "PDGFBB and HGF are related to severity of acute pancreatitis, and together with Ang-2 are related to clinical evolution."}, {"pubmed": 21754979, "text": "During progression of hPDGFb-induced murine gliomas, tumor suppressor loss can expand the recruited cell population not derived from the cell-of-origin within glioma microenvironment."}, {"pubmed": 21764712, "text": "PDGF-BB has an important role in the development of hypertrophy of ligamentum flavum in lumbar spinal canal stenosis."}, {"pubmed": 21766497, "text": "High PDGFB is associated with colorectal cancer."}, {"pubmed": 21769672, "text": "Studies suggest that various isoforms of PDGF bind with differential affinities to two related tyrosine kinase receptors, denoted the PDGF alpha- and beta-receptors."}, {"pubmed": 21819559, "text": "Suggest the possible involvement of Hif-1alpha/PDGF-BB pathway in the development of HIV-1 associated pulmonary arterial hypertension."}, {"pubmed": 21919032, "text": "Significant positive correlation was seen between serum PDGF-AB & microvascular density in multiple myeloma, & between pre- & post-treatment patients. PDGF-AB plays a role in a complex cytokine network inducing bone marrow neovascularization."}, {"pubmed": 21921666, "text": "PDGF-BB is not superior to laminin as a potential marker of advanced chronic pancreatitis."}, {"pubmed": 21956466, "text": "sPDGF-BB was significantly higher in esophageal cancer patients than controls and corresponded with the disease advancement."}, {"pubmed": 22021110, "text": "The anti-proliferative effect of EORP(extract of Reishi polysaccharides) was partly mediated by downregulation of PDGF-induced JNK phosphorylation"}, {"pubmed": 22038837, "text": "myofibroblast-derived PDGF-BB protects cholangiocarcinomacells from TRAIL cytotoxicity by a Hh-signaling-dependent process"}, {"pubmed": 22104124, "text": "PDGF-BB exhibits cooperative effects with synthetic peptides in differentiation and proliferation."}, {"pubmed": 22133064, "text": "Co-culturing cholangiocarcinoma (CCA)cells with PDGF-BB-secreting myofibroblasts significantly decreased TRAIL-induced CCA cell apoptosis when compared with monoculture conditions."}, {"pubmed": 22174424, "text": "Report increased PDGF-A, PDGF-B and FGF-2 expression in recurrence of salivary gland pleomorphic adenoma."}, {"pubmed": 22200892, "text": "UVC radiation inhibits PDGF-BB-induced migration by suppressing the Akt-GSK3beta pathway in pancreatic cancer cells."}, {"pubmed": 22279551, "text": "Data show that Only three of these proteins EGF, PDGF-BB and MIP-1delta (CCL15) differed significantly in plasma between controls and Alzheimer's disease (AD)."}, {"pubmed": 22619279, "text": "Suggest that phosphorylation of Coro1B and the subsequent reduced interaction with ARP2/3 complex participate in PDGF-induced VSMC migration, an important step in vascular lesion formation."}, {"pubmed": 22688015, "text": "Elevated serum levels of PDGF-BB can reflect degree of liver damage and degree of liver fibrosis in chronic hepatitis B."}, {"pubmed": 22689130, "text": "this study provides a molecular insight into signal amplification of the proteolytic network and PDGF signaling loop during cancer progression.PDGF D is a more potent inducer of prostate epithelial cell migration and invasion than PDGF B"}, {"pubmed": 22711911, "text": "Neutralization of PDGF-B inhibited both the proliferation and the activation of hepatic stellate cells in the fibrotic mouse livers."}, {"pubmed": 22805337, "text": "PDGF-BB regulation of the mesenchymal stem cell differentiation is via Erk signalling"}, {"pubmed": 22908324, "text": "Transcriptionally active beta-catenin regulates expression of PDGF-B in endothelial cells"}, {"pubmed": 22922228, "text": "PDGF-B may enhance tumor proliferation by modulating the expression of oncomiRs and tumor suppressor miRNA-21 in U87 human GBM cells."}, {"pubmed": 23042547, "text": "Hepatitis B viral (HBV) particles and HBV c and x proteins promote stellate cell proliferation and fibrogenesis in vitro and the PDGF-B/PDGFR-beta signaling pathway is important in this process."}, {"pubmed": 23199263, "text": "Case Report: fusion between COL1A1 exon 31 to exon 2 of PDGFB in atrophic dermatofibrosarcoma protuberans."}, {"pubmed": 23207290, "text": "Our results confirm that analysis of the COL1A1-PDGFB status is a useful tool in the confirmation of a Dermatofibrosarcoma protuberans diagnosis"}, {"pubmed": 23302418, "text": "The present study demonstrated that the PDGF-beta alpha-Syn transgenic mouse model presents with early and progressive accumulation of human alpha-Syn that is accompanied by motor deficits."}, {"pubmed": 23537647, "text": "HBXIP promotes the proliferation of breast cancer cells via upregulating PDGFB."}, {"pubmed": 23633549, "text": "TIE2-mutant endothelial cells are deficient in the production of PDGFB."}, {"pubmed": 23906294, "text": "Overexpression of platelet-derived growth factor-B increases the growth, invasion, and angiogenesis of gastric carcinoma cells through protein kinase B."}, {"pubmed": 23913003, "text": "Mutations in the gene encoding PDGF-B cause brain calcifications in humans and mice."}, {"pubmed": 23934686, "text": "These data support the view that PDGFB, a mitogenic growth factor, has a limited ability to induce senescence."}, {"pubmed": 24063997, "text": "Low concentration of PDGF-AB showed synergism with IFN-alpha in IFN-beta and -gamma induction."}, {"pubmed": 24084832, "text": "The present study developed an efficient strategy for differentiating human hair follicle stem cells into contractile smooth muscle cells by stimulation with TGF-beta1 and PDGF-BB."}, {"pubmed": 24282276, "text": "Data show that the CXC chemokine receptor 4 (CXCR4) antagonist AMD 3100 disrupted the stromal cell-derived factor 1 (SDF-1alpha)/CXCR4 axis and decreases platelet-derived growth factor B (PDGF-B) protein expression in vivo in two xenograft Ewing tumor models."}, {"pubmed": 24331325, "text": "Found PDGF-bb protein down-regulated in the serum of patients with colorectal cancer compared with the control group. Thus, PDGF-bb might play an essential function in the progression of CRC."}, {"pubmed": 24423492, "text": "The data indicate a dual role of Lhx2 during EMT and tumor progression: by inducing the expression of PDGF-B, Lhx2 provokes an autocrine PDGF-B/PDGFRbeta loop required for cell migration, invasion and metastatic dissemination"}, {"pubmed": 24454980, "text": "The suppressive effects of PDGF-BB on Ca(2+) overload in neurons were more potent than those of PDGF-AA."}, {"pubmed": 24463275, "text": "The comparison between the cytokine profiles of ET and PV patients showed a statistically significant increase of IL-4, IL-8, GM-CSF, interferon -gamma, MCP-1, PDGF-BB, and VEGF in the ET group"}, {"pubmed": 24502980, "text": "This study showed the importance of the methylation status of the PDGF-B gene promoter, and suggests that the epigenetic regulation of the PDGF-B gene may serve as a potential therapeutic target for the inhibition of glioma proliferation."}, {"pubmed": 24524969, "text": "Gain of PDGFB is associated with response to therapy in metastatic renal cell carcinoma."}, {"pubmed": 24605332, "text": "After treatment with recombinant human PDGF-BB (rhPDGF-BB), diabetic Bone marrow stromal cells demonstrated enhanced cell proliferation and osteogenic differentiation based on increased expressions of osteogenic genes"}, {"pubmed": 24792185, "text": "PDGF-BB significantly inhibits the osteogenic differentiation of mesenchymal stem cells and miR-138 gene transcription is controlled by PDGF-BB signaling."}, {"pubmed": 24804810, "text": "These results suggest that PDGF-BB promotes pulmonary artery smooth muscle cells proliferation and survival, which is likely to be mediated via the JNK pathway."}, {"pubmed": 24878758, "text": "Significant diurnal variations in platelet counts and TGF-b1 and PDGF-BB levels were not observed in platelet-rich plasma."}, {"pubmed": 24972450, "text": "Coexpression of both PDGF-BB and VEGF-C was associated with lymphangiogenesis and poor prognosis in NSCLC."}, {"pubmed": 25164676, "text": "These findings thus implicate a novel role of PDGF-BB in the migration of pericytes, resulting in loss of pericyte coverage from the endothelium with a subsequent breach of the blood-brain barrier"}, {"pubmed": 25173753, "text": "Antiplatelet therapy or selective inhibition of PDGFB might reduce biliary fibrosis in patients with liver disease."}, {"pubmed": 25212438, "text": "The mutation of PDGFB cause primary familial brain calcifications."}, {"pubmed": 25278706, "text": "Report lowered PDGF-BB levels in acute pancreatitis and increased PDGF-BB levels in chronic pancreatitis."}, {"pubmed": 25327457, "text": "PDGFB and IL18R1 represent plausible candidates for studying the pathophysiology of these disorders in the context of TLR4 activation"}, {"pubmed": 25349036, "text": "rhPDGF-BB delivery on a collagen scaffold enhanced cellular proliferation and angiogenesis during the early phase of healing after rotator cuff repair."}, {"pubmed": 25498506, "text": "PDGFB hypomethylation is a favourable prognostic biomarker in primary myelofibrosis."}, {"pubmed": 25550804, "text": "cytoplasmic expression of VEGF, VEGFR2, PDGF-B, and PDGFR-beta in RCC tumour cells is different in various pathologic stage and cell type. Notably, VEGF and PDGF-B expression are higher in papillary than in clear cell renal cell carcinoma."}, {"pubmed": 25683993, "text": "COL1A1-PDGFB is a useful and accurate tool in diagnosing DFSP[ Dermatofibrosarcoma protuberans ] in Koreans."}, {"pubmed": 25738255, "text": "the present study, demonstrated for the first time, to the best of our knowledge, that ligustrazine downregulated PDGF-BB-induced VSMC proliferation and migration partly, at least, through inhibiting the activation of the ERK and P38 MAPK signaling."}, {"pubmed": 25766258, "text": "Our results demonstrated that PDGF-B tumor growth and progression in clear cell renal cell carcinoma"}, {"pubmed": 25816372, "text": "TM expression in corneal epithelium was modulated during the corneal wound healing process, and may be regulated by PDGF-BB. In addition, rTMD23 has therapeutic potential in corneal injury"}, {"pubmed": 25924890, "text": "COL1A1-PDGFbeta translocation is specific to dermatofibrosarcoma protuberans. Platelet-derived growth factor may have acted in an autocrine manner to cause cell division, which may have led to the development of dermatofibrosarcoma protuberans"}, {"pubmed": 25940705, "text": "TAZ promotes neuroblastoma cell proliferation and tumorigenicity through up-regulating the expression of PDGF-beta genes."}, {"pubmed": 25945863, "text": "Phloretin inhibits PDGF-BB-induced thoracic aorta smooth muscle cell proliferation and migration."}, {"pubmed": 26129893, "text": "Lessons from SLC20A2, PDGFB, and PDGFRB mutation carriers. Three causative genes have been identified: SLC20A2, PDGFRB and, recently, PDGFB, whose associated phenotype has not yet been extensively studied."}, {"pubmed": 26320430, "text": "Three factor model revealed significant gene-gene interaction for PDGFB +286A>G, PDGFB +1135A>C and HER2 Ile165Val SNPs with GBC. Protein-protein interaction showed significant association of PDGFB and HER2 with EGFR receptor signaling pathway."}, {"pubmed": 26353894, "text": "Placental endothelial cell-derived PDGF-BB recruits human placental multipotent mesenchymal stromal cells involved in vascular development via PDGFR-beta/STAT3 activation"}, {"pubmed": 26371596, "text": "Suggest that PDGF-B signaling may play a role in endothelial and cardiomyocyte recovery from ischemia reperfusion injury after heart transplantation."}, {"pubmed": 26418719, "text": "Loss of Nf2 and Cdkn2a/b have synergistic effects with PDGF-B overexpression promoting meningioma malignant transformation."}, {"pubmed": 26420039, "text": "Human uPAR activation and its association with beta1-integrin are required for PDGF-AB-induced migration."}, {"pubmed": 26463591, "text": "Electron microscopy structure of PDGFRB [a full-length human platelet-derived growth factor receptor], in complex with its ligand PDGF-B."}, {"pubmed": 26518873, "text": "Regulation of Hyaluronan (HA) Metabolism Mediated by HYBID (Hyaluronan-binding Protein Involved in HA Depolymerization, KIAA1199) and HA Synthases in Growth Factor-stimulated Fibroblasts."}, {"pubmed": 26599395, "text": "loss-of-function mutations in PDGFB or PDGFRB cause Primary Familial Brain Calcification."}, {"pubmed": 26932148, "text": "Case Report: congenital atrophic dermatofibrosarcoma protuberans with COL1A1-PDGFB rearrangement."}, {"pubmed": 26951930, "text": "High PDGFB expression is associated with glioma."}, {"pubmed": 27035566, "text": "this study demonstrated that knockdown of SCARA5 inhibits PDGFBBinduced HASMC proliferation and migration through suppression of the PDGF signaling pathway."}, {"pubmed": 27044757, "text": "Insulin treatment caused sustained Akt activity, whereas EGF or PDGF-AA promoted transient signaling; PDGF-BB produced sustained responses at higher concentrations.Transient responses to EGF were caused by negative feedback at the receptor level, as a second treatment yielded minimal responses, whereas parallel exposure to IGF-I caused full Akt activation"}, {"pubmed": 27099350, "text": "SphK1 is regulated by PDGF-BB in pulmonary artery smooth muscle cells via the transcription factor Egr-1, promoting cell proliferation."}, {"pubmed": 27127135, "text": "The simultaneous action of PDGF-B/PDGFRbeta and VEGF165b on the same type of receptor may explain the resistance to antiangiogenic therapy, which depends on the degree of modulation of PDGFRbeta phosphorylation."}, {"pubmed": 27147565, "text": "PDGF-B rs1800818 polymorphism might play a role in mediating the susceptibility to severe fever with thrombocytopenia syndrome in Chinese individuals."}, {"pubmed": 27150562, "text": "SOX7 transcription factor mediates PDGF-BB-induced IL-33 expression."}, {"pubmed": 27289338, "text": "PDGF-BB regulates the proliferation and differentiation of human melanocytes in a differentiation-stage-specific manner."}, {"pubmed": 27448842, "text": "PDAP-1 as an effecter of PDGF signaling in glioma cells"}, {"pubmed": 27465069, "text": "this study shows that the expression of PDGFB is significantly downregulated in keloid fibroblasts compared to normal human fibroblasts"}, {"pubmed": 27633721, "text": "Transglutaminase type 2 affects cell migration through post-translational modification of PDGF-BB."}, {"pubmed": 27742707, "text": "high-throughput affinity plasma proteomic profiling is a valuable research strategy to identify potential candidate biomarkers for thrombosis-related disorders, and our study suggests a novel association of PDGFB plasma levels with venous thromboembolism."}, {"pubmed": 27807074, "text": "ore than 65% of cases had PDGF-BB mRNA amplification, confirming immunohistochemical results. We herein validated PDGF-BB as a potential therapeutic and prognostic tool of ovarian cancer aggressiveness."}, {"pubmed": 27989785, "text": "Elevated PDGFB expression was noted in 29% of patients with papillary renal cell carcinoma."}, {"pubmed": 28011500, "text": "The expression of angiogenesis markers VEGF-A, VEGFR, PDGFbetabeta, PDGFR, CCND1 and CA9 was assessed by immunohistochemistry and correlated with overall survival and progression-free survival in patients with renal cell carcinoma undergoing therapy with Sunitinib, but no correlation was found between expression of angiogenesis markers and clinical outcome."}, {"pubmed": 28162874, "text": "This review showed that PDGFB was one of the common gene involved included with brain calcification."}, {"pubmed": 28267575, "text": "There are four platelet-derived growth factor (PDGF) genes (PDGFA, PDGFB, PDGFC and PDGFD) that reside on chromosomes 7, 22, 4 and 11."}, {"pubmed": 28327358, "text": "A cell-autonomous positive-signaling circuit is associated with the PDGF-NO-ID4-regulatory axis in glioblastoma cells."}, {"pubmed": 28397199, "text": "PDGF-B expression was found in ovarian tumor microvessels in 72% of cases. High expression of PDGF in pericapillary cells was strongly associated with high expression of this marker in cancer cells. Significant correlations between PDGF-B and nestin expression in malignant tumor microvessels were also found."}, {"pubmed": 28423550, "text": "High PDGFB expression is associated with gastric cancer."}, {"pubmed": 28618254, "text": "We observed that regenerating and necrotic muscle fibers in muscle biopsy samples from Duchenne muscular dystrophy patients expressed PDGF-BB."}, {"pubmed": 28766166, "text": "rhPDGF-BB promoted the proliferation of hADSCs via miR-363/PI3K/Akt pathway, indicating that rhPDGF-BB combined with ADSCs could treat Achilles tendinitis via miR-363/PI3K/Akt pathway."}, {"pubmed": 28940884, "text": "Rare Skin Tumor Dermatofibrosarcoma Protuberans (DFSP) is characterized by the translocation of the PDGFB gene to the collagen 1A1 gene."}, {"pubmed": 29140881, "text": "Nine of 11 dermatofibrosarcoma protuberans tumors (82%) had rearrangement of PDGFB by fluorescence in situ hybridization."}, {"pubmed": 29168174, "text": "we identified two potential susceptibility loci for PC risk, which are located in PDGFB at 22q13.1"}, {"pubmed": 29319128, "text": "High expression of PDGF-BB may be involved in the pathogenesis of Graves' disease. CCR2-positive macrophages may induce the expression of PDGF-BB through HIF-1alpha signal."}, {"pubmed": 29386225, "text": "This study identifies the mbPDGF-BB in cell derived extracellular vesicles as a relevant mediator of diabetes-associated vascular smooth muscle cell resistance to apoptosis."}, {"pubmed": 29558627, "text": "Treating HepG2 cells with hepatotoxicants resulted in a significant increase in mRNA expression of platelet-derived growth factor BB (PDGF-BB) and transforming growth factor beta (TGFbeta)."}, {"pubmed": 29680290, "text": "the effect of selective ERalpha and ERbeta modulators on platelet-derived growth factor (PDGF)-stimulated airway smooth muscle proliferation and the mechanisms involved, were investigated."}, {"pubmed": 29685513, "text": "In thoracic dissection elevated expression of PDGF-B induces deposition of collagen, disrupts extracellular matrix homeostasis, and increases the stiffness of the aorta wall, resulting in compromised aorta compliance."}, {"pubmed": 29955127, "text": "In vivo, the expression of VEGF-A and PDGF-B was significantly upregulated at full-thickness foot dorsal skin wounds and the area of ulceration was progressively and significantly reduced following treatment with nanosphere/plasmid."}, {"pubmed": 30014607, "text": "The morphology and immunophenotype of all 6 cases was analogous to those with the canonical COL1A1-PDGFB fusion; none of the cases showed fibrosarcomatous transformation. This study illustrates that the COL6A3-PDGFD fusion product is rare in dermatofibrosarcoma protuberans, and associated with an apparent predilection for breast"}, {"pubmed": 30195725, "text": "we further demonstrated that this aberrant cell phenotype is reversed by the platelet-derived growth factor (PDGF) BB, indicating that PDGF signaling is a key regulator of MSC functionality. These findings provide an attractive approach to improve the therapeutic efficacy of MSCs in autologous therapy for diabetic patients."}, {"pubmed": 30383775, "text": "In regards to extracellular matrix remodelling, treprostinil significantly reduced PDGF-BB-TGF-beta1-CTGF induced synthesis and deposition of collagen type I and fibronectin, in a cAMP sensitive manner"}, {"pubmed": 30755260, "text": "Study demonstrates that breast cancer cells secrete CXCL17, which increases the accumulation of CD11b+Gr-1+ myeloid-derived suppressor cells (MDSCs) in the lungs. CXCL17 increases MDSCs PDGF-BB secretion which contributes to MDSC-mediated angiogenesis in the lung metastatic niche and colonization of breast cancer. Patients with high levels of CXCL17 have shorter distant metastasis-free and overall survival rates."}, {"pubmed": 30765719, "text": "PDGF-BB serum levels are decreased in adult onset Pompe patients."}, {"pubmed": 30894277, "text": "hypoxia could transcriptionally upregulate the expression of both PDGF-BB and PDGFR-beta in osteosarcoma cells in vitro"}, {"pubmed": 30952898, "text": "Functional evaluation of PDGFB-variants in idiopathic basal ganglia calcification, using patient-derived iPS cells."}, {"pubmed": 31386981, "text": "PDGF-BB levels were significantly elevated in patients with sepsis, and higher PDGF-BB levels were negatively correlated with the levels of proinflammatory cytokines (TNF-alpha, IL-6, IL-1beta, IL-8), and chemokines (CXCL-1 and CCL2)."}, {"pubmed": 31402636, "text": "betaPix-knockout Mouse Embryonic Fibroblasts exhibit decreased Rac1 activity, and defects in cell spreading and platelet-derived growth factor (PDGF)-induced ruffle formation and chemotaxis."}, {"pubmed": 31663419, "text": "These analyses revealed that a thermosensitive hydrogel was an effective 3D cell culture scaffold, while PDLSCs overexpressing PDGF-BB enhanced bone growth in the context of alveolar bone defects. Together, these results thus indicate that PDGF-BB represents a potent means of promoting stem cell-based alveolar bone tissue regeneration."}, {"pubmed": 31870844, "text": "Genomic and transcriptomic features of dermatofibrosarcoma protuberans: Unusual chromosomal origin of the COL1A1-PDGFB fusion gene and synergistic effects of amplified regions in tumor development."}, {"pubmed": 32385763, "text": "Evaluation of plasma cytokine protein array profile: the highlighted PDGF-BB in rheumatoid arthritis."}, {"pubmed": 32542608, "text": "Development and Validation of a 3D In Vitro Model to Study the Chemotactic Behavior of Corneal Stromal Fibroblasts."}, {"pubmed": 32901105, "text": "Long noncoding RNA PART1 restrains aggressive gastric cancer through the epigenetic silencing of PDGFB via the PLZF-mediated recruitment of EZH2."}, {"pubmed": 33057010, "text": "RASSF1A inhibits PDGFB-driven malignant phenotypes of nasopharyngeal carcinoma cells in a YAP1-dependent manner."}, {"pubmed": 33300045, "text": "Platelet-derived growth factor beta is a potent inflammatory driver in paediatric high-grade glioma."}, {"pubmed": 33360224, "text": "Platelet-derived growth factor BB: A potential diagnostic blood biomarker for differentiating bipolar disorder from major depressive disorder."}, {"pubmed": 33416116, "text": "Plateletderived growth factorBB mediates pancreatic cancer malignancy via regulation of the Hippo/Yesassociated protein signaling pathway."}, {"pubmed": 33421057, "text": "Measurement of 45 cytokine, chemokine and growth factors in established cell culture supernatants and autologous serum from advanced melanoma patients."}, {"pubmed": 33846539, "text": "MicroRNA-432-5p regulates sprouting and intussusceptive angiogenesis in osteosarcoma microenvironment by targeting PDGFB."}, {"pubmed": 33955203, "text": "High tumor cell platelet-derived growth factor receptor beta expression is associated with shorter survival in malignant pleural epithelioid mesothelioma."}, {"pubmed": 34058065, "text": "Circulating exosomal miR-363-5p inhibits lymph node metastasis by downregulating PDGFB and serves as a potential noninvasive biomarker for breast cancer."}, {"pubmed": 34341514, "text": "Anoikis resistant gastric cancer cells promote angiogenesis and peritoneal metastasis through C/EBPbeta-mediated PDGFB autocrine and paracrine signaling."}, {"pubmed": 34371012, "text": "Determination of COL1A1-PDGFB breakpoints by next-generation sequencing in the molecular diagnosis of dermatofibrosarcoma protuberans."}, {"pubmed": 34407802, "text": "Why PRP works only on certain patients with tennis elbow? Is PDGFB gene a key for PRP therapy effectiveness? A prospective cohort study."}, {"pubmed": 34601016, "text": "Endothelial cell-derived pro-fibrotic factors increase TGF-beta1 expression by smooth muscle cells in response to cycles of hypoxia-hyperoxia."}, {"pubmed": 34717064, "text": "MiR-18a Inhibits PI3K/AKT Signaling Pathway to Regulate PDGF BB-Induced Airway Smooth Muscle Cell Proliferation and Phenotypic Transformation."}, {"pubmed": 34885714, "text": "Lyophilised Platelet-Rich Fibrin: Physical and Biological Characterisation."}, {"pubmed": 35459473, "text": "Diverse roles of tumor-stromal PDGFB-to-PDGFRbeta signaling in breast cancer growth and metastasis."}, {"pubmed": 35739007, "text": "Platelet-derived growth factor BB is reduced in endometrial endothelial cells of women with abnormal uterine bleeding-endometrial disorder."}, {"pubmed": 35750946, "text": "Primary familial brain calcification with mild phenotype due to a new PDGFB mutation."}, {"pubmed": 35793004, "text": "Intratumoral PDGFB gene predominantly expressed in endothelial cells is associated with angiogenesis and lymphangiogenesis, but not with metastasis in breast cancer."}, {"pubmed": 36124482, "text": "Role of TGF-beta1 and PDGF-B in Crimean-Congo hemorrhagic fever in Eastern Anatolia Region in Turkey."}, {"pubmed": 36206226, "text": "Living with primary brain calcification with PDGFB variants: A qualitative study."}, {"pubmed": 36351762, "text": "The Role of Platelet-Derived Growth Factor in Focal Segmental Glomerulosclerosis."}, {"pubmed": 36422470, "text": "Platelet-Derived Growth Factor B Is a Key Element in the Pathological Bone Formation of Ankylosing Spondylitis."}, {"pubmed": 37060532, "text": "JAM-A Overexpression in Human Umbilical Cord-Derived Mesenchymal Stem Cells Accelerated the Angiogenesis of Diabetic Wound By Enhancing Both Paracrine Function and Survival of Mesenchymal Stem Cells."}, {"pubmed": 37307823, "text": "Cancer-Associated Fibroblasts Promote Lymphatic Metastasis in Cholangiocarcinoma via the PDGF-BB/PDGFR-beta Mediated Paracrine Signaling Network."}, {"pubmed": 37798786, "text": "Preosteoclast plays a pathogenic role in syndesmophyte formation of ankylosing spondylitis through the secreted PDGFB - GRB2/ERK/RUNX2 pathway."}, {"pubmed": 38070064, "text": "Role of endothelial PDGFB in arterio-venous malformations pathogenesis."}, {"pubmed": 38156729, "text": "Small vessel disease in primary familial brain calcification with novel truncating PDGFB variants."}, {"pubmed": 38175715, "text": "Platelet-derived growth factor subunit-B mediating the effect of dickkopf-1 on acute myocardial infarction risk: a two-step Mendelian randomization study."}], "genomic_pos": {"chr": "22", "end": 39244982, "ensemblgene": "ENSG00000100311", "start": 39223359, "strand": -1}, "genomic_pos_hg19": {"chr": "22", "end": 39640756, "start": 39619364, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001892", "qualifier": "involved_in", "term": "embryonic placenta development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001938", "pubmed": 9685360, "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002548", "pubmed": 17991872, "qualifier": "involved_in", "term": "monocyte chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003104", "qualifier": "involved_in", "term": "positive regulation of glomerular filtration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": 17942966, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": [2439522, 2836953, 7073684, 16530387], "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009611", "pubmed": 2538439, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0009611", "pubmed": 1661670, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010467", "pubmed": 16530387, "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010512", "pubmed": 2538439, "qualifier": "involved_in", "term": "negative regulation of phosphatidylinositol biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010544", "pubmed": 2538439, "qualifier": "involved_in", "term": "negative regulation of platelet activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": [23554459, 24008408], "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": [16530387, 23554459, 25089138], "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010811", "pubmed": 19126672, "qualifier": "involved_in", "term": "positive regulation of cell-substrate adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0014911", "pubmed": 9409235, "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018108", "pubmed": 10734101, "qualifier": "involved_in", "term": "peptidyl-tyrosine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030097", "pubmed": 11264163, "qualifier": "NOT involved_in", "term": "hemopoiesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": [11788434, 21245381], "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031954", "qualifier": "involved_in", "term": "positive regulation of protein autophosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031954", "pubmed": 12070119, "qualifier": "involved_in", "term": "positive regulation of protein autophosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032091", "pubmed": 22619279, "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035655", "pubmed": 21321938, "qualifier": "involved_in", "term": "interleukin-18-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035793", "pubmed": 19019919, "qualifier": "involved_in", "term": "positive regulation of metanephric mesenchymal cell migration by platelet-derived growth factor receptor-beta signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0036120", "qualifier": "involved_in", "term": "cellular response to platelet-derived growth factor stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0038001", "qualifier": "involved_in", "term": "paracrine signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043406", "qualifier": "involved_in", "term": "positive regulation of MAP kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043406", "pubmed": [9685360, 11788434, 17942966], "qualifier": "involved_in", "term": "positive regulation of MAP kinase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043410", "pubmed": 11788434, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043536", "pubmed": 9685360, "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045840", "pubmed": [10644978, 10734101, 17942966], "qualifier": "involved_in", "term": "positive regulation of mitotic nuclear division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 25089138, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 17324121, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048008", "qualifier": "involved_in", "term": "platelet-derived growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048008", "pubmed": [2439522, 2536956, 2836953, 16530387, 19088079, 21245381, 23554459], "qualifier": "involved_in", "term": "platelet-derived growth factor receptor signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0048008", "pubmed": 7679113, "qualifier": "involved_in", "term": "platelet-derived growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048146", "pubmed": [2439522, 10644978, 17324121], "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048661", "pubmed": 21321938, "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048661", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050921", "pubmed": [9409235, 19019919], "qualifier": "involved_in", "term": "positive regulation of chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": [10734101, 11788434, 16530387, 17942966, 19126672], "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060326", "pubmed": [16014047, 17991872, 21245381], "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": [11788434, 16530387, 17942966], "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070528", "pubmed": 24008408, "qualifier": "involved_in", "term": "protein kinase C signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071363", "pubmed": 21245381, "qualifier": "involved_in", "term": "cellular response to growth factor stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071506", "qualifier": "involved_in", "term": "cellular response to mycophenolic acid"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072126", "pubmed": [11788434, 16014047], "qualifier": "involved_in", "term": "positive regulation of glomerular mesangial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072255", "qualifier": "involved_in", "term": "metanephric glomerular mesangial cell development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072593", "pubmed": 17942966, "qualifier": "involved_in", "term": "reactive oxygen species metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090280", "pubmed": 19019919, "qualifier": "involved_in", "term": "positive regulation of calcium ion import"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900127", "pubmed": 17324121, "qualifier": "involved_in", "term": "positive regulation of hyaluronan biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902894", "pubmed": 26493107, "qualifier": "involved_in", "term": "negative regulation of miRNA transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902895", "pubmed": 19088079, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904707", "pubmed": [12070119, 19088079, 23554459], "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904754", "pubmed": [12070119, 19088079, 23554459], "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905064", "pubmed": 19088079, "qualifier": "involved_in", "term": "negative regulation of vascular associated smooth muscle cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905176", "pubmed": 19088079, "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell dedifferentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000379", "pubmed": 19019919, "qualifier": "involved_in", "term": "positive regulation of reactive oxygen species metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000573", "pubmed": [10644978, 10734101, 11788434, 12070119, 17942966, 19019919], "qualifier": "involved_in", "term": "positive regulation of DNA biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000591", "pubmed": 10734101, "qualifier": "involved_in", "term": "positive regulation of metanephric mesenchymal cell migration"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 1661670, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [291037, 2538439, 2836953, 9685360], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 23979707, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990265", "pubmed": 7679113, "qualifier": "part_of", "term": "platelet-derived growth factor complex"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0005161", "pubmed": 20534510, "qualifier": "enables", "term": "platelet-derived growth factor receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005161", "qualifier": "enables", "term": "platelet-derived growth factor receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005161", "pubmed": [2439522, 2836953], "qualifier": "enables", "term": "platelet-derived growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005161", "pubmed": 2536956, "qualifier": "enables", "term": "platelet-derived growth factor receptor binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005161", "pubmed": 1661670, "qualifier": "enables", "term": "platelet-derived growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [2536956, 7679113, 10806482, 11297552, 12070119, 17981115, 20534510, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005518", "pubmed": 8900172, "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008083", "pubmed": 12070119, "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016176", "pubmed": 17942966, "qualifier": "enables", "term": "superoxide-generating NADPH oxidase activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042056", "pubmed": 21245381, "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [1396586, 7679113, 23139410], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 2836953, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": 7073684, "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0048407", "pubmed": 7073684, "qualifier": "enables", "term": "platelet-derived growth factor binding"}]}, "homologene": {"genes": [[7955, 796490], [8364, 100492827], [9031, 374128], [9544, 703173], [9598, 458844], [9606, 5155], [9615, 442986], [9913, 540106], [10090, 18591], [10116, 24628]], "id": 74303}, "interpro": [{"desc": "PDGF/VEGF domain", "id": "IPR000072", "short_desc": "PDGF/VEGF_dom"}, {"desc": "Platelet-derived growth factor, N-terminal", "id": "IPR006782", "short_desc": "PDGF_N"}, {"desc": "Platelet-derived growth factor, conserved site", "id": "IPR023581", "short_desc": "PD_growth_factor_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": ["IPI00000044", "IPI00334195", "IPI00872126", "IPI00877974"], "map_location": "22q13.1", "name": "platelet derived growth factor subunit B", "other_names": ["PDGF subunit B", "PDGF, B chain", "becaplermin", "epididymis secretory sperm binding protein", "platelet-derived growth factor 2", "platelet-derived growth factor B chain", "platelet-derived growth factor beta polypeptide (simian sarcoma viral (v-sis) oncogene homolog)", "platelet-derived growth factor subunit B", "platelet-derived growth factor, beta polypeptide (oncogene SIS)", "proto-oncogene c-Sis"], "pantherdb": {"HGNC": "8800", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97528", "ortholog_type": "LDO", "panther_family": "PTHR11633", "taxid": 10090, "uniprot_kb": "P31240"}, {"RGD": "3283", "ortholog_type": "LDO", "panther_family": "PTHR11633", "taxid": 10116, "uniprot_kb": "Q05028"}, {"Ensembl": "ENSGALG00000012178", "ortholog_type": "LDO", "panther_family": "PTHR11633", "taxid": 9031, "uniprot_kb": "F1NE37"}, {"Ensembl": "ENSDARG00000112853", "ortholog_type": "O", "panther_family": "PTHR11633", "taxid": 7955, "uniprot_kb": "A0A2R8QRD6"}, {"ZFIN": "ZDB-GENE-050208-525", "ortholog_type": "O", "panther_family": "PTHR11633", "taxid": 7955, "uniprot_kb": "A0A2R8PYF1"}, {"Ensembl": "ENSDARG00000109834", "ortholog_type": "LDO", "panther_family": "PTHR11633", "taxid": 7955, "uniprot_kb": "A0A2R8RPQ4"}, {"Ensembl": "ENSDARG00000113077", "ortholog_type": "O", "panther_family": "PTHR11633", "taxid": 7955, "uniprot_kb": "A0A2R8RHW9"}, {"ZFIN": "ZDB-GENE-131121-332", "ortholog_type": "LDO", "panther_family": "PTHR11633", "taxid": 7955, "uniprot_kb": "A0A2R8Q0D8"}, {"WormBase": "WBGene00004249", "ortholog_type": "LDO", "panther_family": "PTHR11633", "taxid": 6239, "uniprot_kb": "Q9N413"}, {"FlyBase": "FBgn0030964", "ortholog_type": "LDO", "panther_family": "PTHR11633", "taxid": 7227, "uniprot_kb": "Q9VWP6"}], "uniprot_kb": "P01127"}, "pathway": {"biocarta": {"id": "dbpbpathway", "name": "transcriptional activation of dbpb from mrna"}, "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04072", "name": "Phospholipase D signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04540", "name": "Gap junction - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05211", "name": "Renal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05214", "name": "Glioma - Homo sapiens (human)"}, {"id": "hsa05215", "name": "Prostate cancer - Homo sapiens (human)"}, {"id": "hsa05218", "name": "Melanoma - Homo sapiens (human)"}, {"id": "hsa05231", "name": "Choline metabolism in cancer - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "integrin3_pathway", "name": "Beta3 integrin cell surface interactions"}, {"id": "nectin_pathway", "name": "Nectin adhesion pathway"}, {"id": "pdgf_pathway", "name": "PDGF receptor signaling network"}, {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}, {"id": "ptp1bpathway", "name": "Signaling events mediated by PTP1B"}, {"id": "s1p_s1p1_pathway", "name": "S1P1 pathway"}, {"id": "s1p_s1p3_pathway", "name": "S1P3 pathway"}, {"id": "shp2_pathway", "name": "SHP2 signaling"}, {"id": "tcptp_pathway", "name": "Signaling events mediated by TCPTP"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-186763", "name": "Downstream signal transduction"}, {"id": "R-HSA-186797", "name": "Signaling by PDGF"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP12", "name": "Osteoclast Signaling"}, {"id": "WP1539", "name": "Angiogenesis"}, {"id": "WP2526", "name": "PDGF Pathway"}, {"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP322", "name": "Osteoblast Signaling"}, {"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4018", "name": "Pathways in clear cell renal cell carcinoma"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4241", "name": "Type 2 papillary renal cell carcinoma"}, {"id": "WP4331", "name": "Neovascularisation processes"}, {"id": "WP4806", "name": "EGFR Tyrosine Kinase Inhibitor Resistance"}, {"id": "WP4823", "name": "Genes controlling nephrogenesis"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}]}, "pdb": ["1PDG", "3MJG", "4HQU", "4HQX", "4QCI", "6T9E"], "pfam": ["PF00341", "PF04692"], "pharmgkb": "PA33145", "pharos": {"target_id": 4389, "tdl": "Tbio"}, "pir": "A94276", "prosite": "PS50278", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326061", "relationship": "is"}, {"id": "GNF326062", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253895", "relationship": "is"}, {"id": "GNF253896", "relationship": "is"}, {"id": "GNF253897", "relationship": "is"}, {"id": "GNF253898", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157111", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF046186", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087594", "relationship": "is"}, {"id": "GNF087595", "relationship": "is"}, {"id": "GNF087596", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051139", "relationship": "is"}, {"id": "GNF055905", "relationship": "is"}, {"id": "GNF060601", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071023", "relationship": "is"}, {"id": "GNF071024", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF011004", "relationship": "is"}, {"id": "GNF131549", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF244366", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330288", "relationship": "is"}, {"id": "GNF333324", "relationship": "is"}, {"id": "GNF333408", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF334985", "relationship": "is"}, {"id": "GNF338417", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095710", "relationship": "is"}, {"id": "GNF135367", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_012111.1"], "protein": ["NP_002599.1", "NP_148937.1", "XP_047297349.1", "XP_047297350.1", "XP_054181650.1", "XP_054181651.1"], "rna": ["NM_002608.4", "NM_033016.3", "XM_047441393.1", "XM_047441394.1", "XM_054325675.1", "XM_054325676.1"], "translation": [{"protein": "XP_054181650.1", "rna": "XM_054325675.1"}, {"protein": "NP_148937.1", "rna": "NM_033016.3"}, {"protein": "NP_002599.1", "rna": "NM_002608.4"}, {"protein": "XP_047297349.1", "rna": "XM_047441393.1"}, {"protein": "XP_054181651.1", "rna": "XM_054325676.1"}, {"protein": "XP_047297350.1", "rna": "XM_047441394.1"}]}, "reporter": {"HG-U133_Plus_2": ["204200_s_at", "216055_at", "216061_x_at", "217112_at"], "HG-U95Av2": "1573_at", "HTA-2_0": "TC22000802.hg.1", "HuEx-1_0": "3961068", "HuGene-1_1": "8076195", "HuGene-2_1": "16935228"}, "summary": "This gene encodes a member of the protein family comprised of both platelet-derived growth factors (PDGF) and vascular endothelial growth factors (VEGF). The encoded preproprotein is proteolytically processed to generate platelet-derived growth factor subunit B, which can homodimerize, or alternatively, heterodimerize with the related platelet-derived growth factor subunit A. These proteins bind and activate PDGF receptor tyrosine kinases, which play a role in a wide range of developmental processes. Mutations in this gene are associated with meningioma. Reciprocal translocations between chromosomes 22 and 17, at sites where this gene and that for collagen type 1, alpha 1 are located, are associated with dermatofibrosarcoma protuberans, a rare skin tumor. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Oct 2015].", "symbol": "PDGFB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0751995"}, "unigene": "Hs.1976", "uniprot": {"Swiss-Prot": "P01127", "TrEMBL": ["A9UJP0", "A0A384NYY3", "A9UJN9"]}, "wikipedia": {"url_stub": "PDGFB"}}