{"AllianceGenome": "6107", "HGNC": "6107", "MIM": "600733", "_id": "3651", "_version": 1, "accession": {"genomic": ["AF192496.1", "AH005051.2", "AH005712.2", "AL353195.14", "CH471075.1", "CP068265.2", "NC_000013.11", "NC_060937.1", "NG_008183.1"], "protein": ["AAA74012.1", "AAA88820.1", "AAB47101.1", "AAB88463.1", "AAC05157.1", "CAA68169.1", "EAX08420.1", "NP_000200.1", "P52945.1"], "rna": ["AF049893.1", "CA771381.1", "CA848737.1", "NM_000209.4", "U30329.1", "U35632.1", "X99894.1"], "translation": [{"protein": "AAA74012.1", "rna": "U30329.1"}, {"protein": "CAA68169.1", "rna": "X99894.1"}, {"protein": "AAC05157.1", "rna": "AF049893.1"}, {"protein": "NP_000200.1", "rna": "NM_000209.4"}, {"protein": "AAA88820.1", "rna": "U35632.1"}]}, "alias": ["GSF", "IDX-1", "IPF1", "IUF1", "MODY4", "PAGEN1", "PDX-1", "STF-1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "moderate", "classification_date": "2022-06-16T16:00:00.000Z", "disease_label": "monogenic diabetes", "gcep": "Monogenic Diabetes Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015967", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_5487c912-a653-411d-b640-a51c60f51fa6-2022-06-16T160000.000Z", "sop": "SOP9"}, {"classification": "definitive", "classification_date": "2022-06-16T16:00:00.000Z", "disease_label": "pancreatic agenesis 1", "gcep": "Monogenic Diabetes Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0024547", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_76ea8c1e-88ba-436a-8eca-0de131027033-2022-06-16T160000.000Z", "sop": "SOP9"}]}, "ensembl": {"gene": "ENSG00000139515", "protein": "ENSP00000370421", "transcript": "ENST00000381033", "translation": [{"protein": "ENSP00000370421", "rna": "ENST00000381033"}], "type_of_gene": "protein_coding"}, "entrezgene": "3651", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.02179000966, "exp_mis": 131.250066986, "exp_syn": 80.6145205937, "lof_z": 2.0271480089798, "mis_z": 3.12733839418389, "mu_lof": 6.86979136828e-07, "mu_mis": 1.66254800863e-05, "mu_syn": 1.05009215618e-05, "n_lof": 1.0, "n_mis": 58.0, "n_syn": 51.0, "p_li": 0.522915815715109, "p_null": 0.0166465690205947, "p_rec": 0.460437615264296, "syn_z": 2.04478449122907}, "bp": 852, "cds_end": 28498838, "cds_start": 28494275, "n_exons": 2, "nonpsych": {"exp_lof": 5.422324373, "exp_mis": 118.766002842, "exp_syn": 72.9359501585, "lof_z": 1.86513302159485, "mis_z": 2.90495921435846, "mu_lof": 6.86979136828e-07, "mu_mis": 1.66254800863e-05, "mu_syn": 1.05009215618e-05, "n_lof": 1.0, "n_mis": 56.0, "n_syn": 43.0, "p_li": 0.497470662209551, "p_null": 0.0239589038784406, "p_rec": 0.478570433912009, "syn_z": 2.20691557276616}, "nontcga": {"exp_lof": 5.5373201262, "exp_mis": 120.747343657, "exp_syn": 74.1626420277, "lof_z": 1.90208911774545, "mis_z": 2.93557367451863, "mu_lof": 6.86979136828e-07, "mu_mis": 1.66254800863e-05, "mu_syn": 1.05009215618e-05, "n_lof": 1.0, "n_mis": 56.0, "n_syn": 48.0, "p_li": 0.485906875604313, "p_null": 0.0217337951679555, "p_rec": 0.492359329227732, "syn_z": 1.92358449565224}, "transcript": "ENST00000381033.4"}, "exons": [{"cdsend": 27924701, "cdsstart": 27920138, "chr": "13", "position": [[27919999, 27920544], [27924255, 27926313]], "strand": 1, "transcript": "NM_000209", "txend": 27926313, "txstart": 27919999}], "exons_hg19": [{"cdsend": 28498838, "cdsstart": 28494275, "chr": "13", "position": [[28494136, 28494681], [28498392, 28500450]], "strand": 1, "transcript": "NM_000209", "txend": 28500450, "txstart": 28494136}], "generif": [{"pubmed": 11022198, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11270685, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11772903, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11834421, "text": "differentiation factor during embryogenesis and a regulator of islet cell physiology in mature islet cells"}, {"pubmed": 12052878, "text": "Conserved sequences in a tissue-specific regulatory region of the pdx-1 gene mediate transcription in Pancreatic beta cells"}, {"pubmed": 12124776, "text": "differentiation of a human pancreatic duct cell line into endocrine cells: involvement of PDX-1 and HNF3beta transcription factors"}, {"pubmed": 12783165, "text": "Cell-specific expression of the glucagon gene can only occur when Pdx1 expression extinguishes from the early alpha cell precursor."}, {"pubmed": 12947327, "text": "Re-expression of PDX-1 may represent a return to a more de-differentiated state by more aggressive pancreatic cancers"}, {"pubmed": 12970316, "text": "insulin promoter factor 1 level is critical for human pancreas formation"}, {"pubmed": 12972592, "text": "Analysis of the regulatory region of the LRH-1 gene demonstrated the presence of three functional binding sites for PDX1."}, {"pubmed": 14631368, "text": "PDX-1 represents a candidate switch factor for glandular exocrine and endocrine transdifferentiation in chronic gastritis and that an impaired parietal cell differentiation might play a key role in disturbed gastric morphogenic processes."}, {"pubmed": 14764823, "text": "E224K showed reduced transactivation activity. IPF1 mutations leading to synthesis of mutant protein may contribute to development of familial early-onset diabetes/maturity-onset diabetes of young in Indo-Trinidadians."}, {"pubmed": 14764823, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15028719, "text": "PDX-1 is activated at a specific binding site in the human insulin gene"}, {"pubmed": 15047618, "text": "the effect of pdx-1 expression during in vitro differentiation of embryonic stem cells"}, {"pubmed": 15107297, "text": "Stable overexpression of pancreatic duodenal homeobox-1 results in repression of the endogenous human lactase-phlorizin hydrolase gene in differentiated Caco-2 cells"}, {"pubmed": 15170499, "text": "Polymorphism D76N does not confer sussceptibility to type 2 diabettes."}, {"pubmed": 15277425, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15300214, "text": "Hepatic regeneration and enforced PDX-1 expression accelerate transdifferentiation in liver."}, {"pubmed": 15754742, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15896300, "text": "These data suggest that mechanism of transduction of PDX-1 protein is by endocytosis and subsequent release from the endosome homogeneously in cytoplasm and nuclei."}, {"pubmed": 15993959, "text": "co-expression and functional synergism of these beta-cell enriched transactivators, MafA, Pdx1, and Beta2, are critical for establishing the beta-cell-specific and efficient expression of the insulin gene."}, {"pubmed": 16092045, "text": "the P33T IPF1 mutation may provide an increased susceptibility to the development of gestational diabetes and MODY4 in the Italy-6 pedigree"}, {"pubmed": 16141209, "text": "Pdx-1 plays a novel role in linking H3-Lys-4 dimethylation and pol II elongation to insulin transcription"}, {"pubmed": 16229747, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16229747, "text": "The common alleles of regulatory variants in the 5' enhancer and promoter regions of the IPF1 gene increase susceptibility to type 2 diabetes among African American individuals."}, {"pubmed": 16390394, "text": "Analysis of both exons of the Ipf-1 coding sequence from the presented patient's genomic DNA did not identify a mutation."}, {"pubmed": 16405074, "text": "PDX-1 proteins are rapidly internalized by lipid raft-dependent macropinocytosis in HeLa cells."}, {"pubmed": 16407209, "text": "IPF1/PDX1 protein can be phosphorylated in vivo in pancreatic beta-cells; this phosphorylation marks the protein for degradation by the proteasome machinery."}, {"pubmed": 16675598, "text": "The overexpression of Pdx1 enhanced expression of pancreatic enriched genes, induction of insulin expression may require additional signals that are only present in vivo."}, {"pubmed": 16741735, "text": "Mutations in a pedigree reveals in a point mutation, increasing susceptibility to type 2 diabetes."}, {"pubmed": 16873704, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16874866, "text": "The putative pancreatic stem cells expressed pdx-1 and nestin."}, {"pubmed": 16894468, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17003361, "text": "InsCCG243 does not act in a dominant, highly penetrant fashion in African Americans and is not a significant risk factor for type 2 diabetes in this population."}, {"pubmed": 17003361, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17126328, "text": "Interaction of endogenous PDX-1 and PCIF1 in MIN6 insulinoma cells, is demonstarted."}, {"pubmed": 17131142, "text": "Ex vivo lentiviral-mediated PDX1 expression in isolated adult liver cells represents a potential model for type 1 diabetes mellitus therapy."}, {"pubmed": 17143557, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17226789, "text": "Human bone marrow-derived mesenchymal stem cells (hMSCs) could be induced to differentiate into functional insulin-producing cells by introduction of the pancreatic duodenal homeobox-1 (PDX-1)."}, {"pubmed": 17327436, "text": "A study evaluating the extent to which common variation in the six known maturity-onset diabetes of the young (MODY) genes, which cause a monogenic form of type 2 diabetes, is associated with type 2 diabetes is presented."}, {"pubmed": 17583748, "text": "possible relationship between PDX-1 and the state of islet proliferation, islet-to-ductal transdifferentiation, apoptosis, and the expression of SSTRs"}, {"pubmed": 17592437, "text": "D76N IPF1 is not contributing to type 2 diabete in early-onset or late-onset cohorts in the currently present worldwide dataset (Meta-analysis)"}, {"pubmed": 17592437, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17705277, "text": "This study suggests a dual role for PDX-1 in liver: inducing hepatic dedifferentiation and activating the pancreatic lineage."}, {"pubmed": 17761145, "text": "Activin B is a potent inducer of Pdx1 as well as Shh in differentiating embryonic stem cell derived embryoid bodies"}, {"pubmed": 17957487, "text": "The up-regulation of PDX-1 may be an important mechanism in the induction of the Ulcer-associated cell lineage in Crohn's disease."}, {"pubmed": 18060872, "text": "The addition of betacellulin and nicotinamide sustained PDX1 expression and induced beta-cell differentiation. C-peptide-a genuine marker of de novo insulin production-was identified in the differentiated cells."}, {"pubmed": 18361919, "text": "Anomalous migration of Pdx-1 on SDS-PAGE does not result from post-translational modifications."}, {"pubmed": 18477649, "text": "PDX1 expression is lost in gastric cancers. Its effect on cell proliferation/apoptosis, migration and tumor formation in vitro and in vivo suggested that this protein functions as a putative tumor suppressor in gastric cancer."}, {"pubmed": 18506375, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18508668, "text": "Under diabetic conditions, expression and/or activities of PDX-1 and MafA in beta-cells are reduced [REVIEW]."}, {"pubmed": 18522939, "text": "Significance of large Maf proteins to Pdx1 expression in beta cells, and in particular MafB during pancreatic development."}, {"pubmed": 18593849, "text": "concomitant expression of Pax6 and Pdx1 is important for glucose-dependent insulinotropic polypeptide expression"}, {"pubmed": 18665085, "text": "PDX-1 regulates cell proliferation and invasion in pancreatic cancer cells. Down-regulation of PDX-1 expression inhibits pancreatic cancer cell growth in vitro and in vivo."}, {"pubmed": 18671802, "text": "PDX1 is exclusively expressed in the cytoplasmic compartment in solid pseudopapillary tumours."}, {"pubmed": 18718916, "text": "PPARgamma regulates pdx-1 transcription in beta-cells"}, {"pubmed": 18754095, "text": "Alterations of gastric PDX1 expression in Helicobacter pylori infection, incisural antralisation, and intestinal metaplasia."}, {"pubmed": 18754323, "text": "PDX-1 expression did not correlate with biochemical recurrence of prostate cancer, but decreased with higher Gleason pattern (p<0.001) and in metastases vs primary prostate cancer (p<0.001)."}, {"pubmed": 18811724, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18855980, "text": "Transcription factor PDX-1 in human colorectal adenocarcinoma: a potential tumor marker? Data argue for further evaluation of PDX-1 as a biomarker for colorectal cancer."}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19056911, "text": "Biphasic induction of Pdx1 also drives differentiation of human embryonic stem cells into pancreatic beta-cells."}, {"pubmed": 19077462, "text": "survival analysis revealed that Ptc expression in grade 2 and PDX-1 expression in grade 3 carcinomas are independent survival factors."}, {"pubmed": 19208834, "text": "Recapitulation of pancreatic neuroendocrine tumors in human multiple endocrine neoplasia type I syndrome via Pdx1-directed inactivation of Men1."}, {"pubmed": 19228875, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19277121, "text": "Retnoic acid signaling mediated by the early induction of RARbeta through AA/Wnt3a is required for PDX1 expression. Part of RA's activity is mediated by FGF signaling."}, {"pubmed": 19515026, "text": "Genetic testing showed combination MODY2 (c.1019+18G >A) and MODY4 (c.226G>A) gene mutations"}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19755420, "text": "Data demonstrate that the GLP-1R agonist, exendin-4, significantly improves the efficiency of PDX-1-mediated transdifferentiation."}, {"pubmed": 19833727, "text": "the PDX1 C terminus has a role in mediating the effects of glucose, which modulates PDX1 stability via the AKT-GSK3 axis"}, {"pubmed": 19843526, "text": "MODY7 gene, KLF11, is a novel p300-dependent regulator of Pdx-1 (MODY4) transcription in pancreatic islet beta cells."}, {"pubmed": 19910415, "text": "Retinoic acid induced expression of PDX1 in pancreatic progenitors."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20009086, "text": "We found a novel mutation in the pancreatic and duodenal homeobox 1 gene (PDX1, IPF1) in the two patients, which segregated with diabetes in the homozygous state"}, {"pubmed": 20036830, "text": "Studies indicate that the constitutive expression of Pdx-1 enhances the differentiation of hESCs toward pancreatic endocrine and exocrine cell types."}, {"pubmed": 20353756, "text": "Advanced glycation end-products impair the expression and distribution of transcription factors PDX1 and FOXO1 involved in regulating insulin gene transcription."}, {"pubmed": 20381624, "text": "The full-length human PDX1 gene was cloned into Pichia pastoris. Analysis of culture medium from methanol-induced expression yeast clones showed that rPDX1 was secreted into the culture medium, had a molecular weight of 50kDa, and was glycosylated."}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20467340, "text": "Results indicate that beta-cell dysfunction during progression of CP correlates with the decrease in PDX-1 gene expression."}, {"pubmed": 20621032, "text": "The genetic and clinical features of diabetic subjects in a 5-generation Michigan-Kentucky pedigree ascertained through a proband with pancreatic agenesis and homozygous for the IPF1 mutation Pro63fsx60 are reported."}, {"pubmed": 20622005, "text": "Promoter hypermethylation and histone hypoacetylation contribute to pancreatic-duodenal homeobox 1 silencing in gastric cancer."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20668890, "text": "pdx-1 functions as a \"pancreas-permitting gene\"."}, {"pubmed": 20682687, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20811152, "text": "in adult mouse beta cells, Pcif1 limits Pdx1 protein accumulation and thus the expression of insulin and other gene targets important in the maintenance of beta cell mass and function."}, {"pubmed": 20962579, "text": "PDX1, important for the regulation of insulin metabolism regulation, was able to repress the TBX15 promoter in a methylation-dependent manner, which might, at least partially, explain the specific mRNA decrease of TBX15 observed in vIUGR placentas."}, {"pubmed": 21108535, "text": "Data suggest that NKX6.1 activates immature pancreatic markers but not pancreatic hormone gene expression in human liver cells, and suggest a potential role for NKX6.1 in promoting PDX-1 reprogrammed maturation along a beta-cell-like lineage."}, {"pubmed": 21228366, "text": "TFF1, TFF2, and PDX1 were expressed only in lobular endocervical glandular hyperplasia."}, {"pubmed": 21278380, "text": "ATF2 interacts with beta-cell-enriched transcription factors, MafA, Pdx1, and beta2, and activates insulin gene transcription."}, {"pubmed": 21612404, "text": "PDX-1 plays an important role in the induction of CD44+/CD105+ human amniotic fluid cells (HuAFCs) into functional pancreatic beta-cell-like cells in vitro."}, {"pubmed": 21652712, "text": "Through multiple mechanisms, SREBP-1c, when induced in a lipotoxic state, repressed PDX-1 expression contributing to the inhibition of insulin expression and beta cell dysfunction."}, {"pubmed": 21739268, "text": "Gastrin-positive neuroendocrine tumors, whether of duodenal or pancreatic origin, frequently expressed PDX1 (17/18), ISL1 (14/18), and NGN3 (14/18)."}, {"pubmed": 21909647, "text": "a significant relation of PDX1 and CDX2 expressions among phenotypic classification of gastric carcinomas reveals an idea about similar functions for PDX1 and CDX2 in the evolution of gastric carcinoma."}, {"pubmed": 22322596, "text": "Analysis of cell death genes led to the identification of Noxa and Puma as direct targets of Pdx1"}, {"pubmed": 22570331, "text": "data demonstrate epigenetic modifications of PDX-1 may reduce its expression in diabetic islets which may lead to impaired insulin expression and secretion; data further suggest hyperglycemia may be a factor behind increased DNA methylation and decreased expression of PDX-1"}, {"pubmed": 22594685, "text": "Up-regulation of Pdx1 is a feature of cholangiocarcinogenesis associated with chronic cholangitis."}, {"pubmed": 22640736, "text": "PDX1 repression of FABP1, LCT, and SI suggests a role for PDX1 in patterning anterior intestinal development."}, {"pubmed": 22761608, "text": "Combined transfection of the three transcriptional factors, PDX-1, NeuroD1, and MafA, causes differentiation of bone marrow mesenchymal stem cells into insulin-producing cells"}, {"pubmed": 22905092, "text": "PDX-1 is a therapeutic target for both hormonal symptoms and tumor volume in models of pancreatic cancer, insulinoma and islet neoplasia"}, {"pubmed": 23147868, "text": "Pdx1 has a role in pancreatic differentiation in human amniotic fluid-derived stem cells"}, {"pubmed": 23320570, "text": "recessive PDX1 mutations are a rare but important cause of isolated permanent neonatal diabetes in patients without pancreatic hypoplasia/agenesis"}, {"pubmed": 23331010, "text": "studies indicated p38 MAP kinase is a positive regulator of PDX-1 stability and p38 exerts its stabilizing effect on PDX-1 through a phosphorylation-dependent inhibition of PDX-1 ubiquitination."}, {"pubmed": 23696946, "text": "Developed a liquid-phase, non-radioactive, sensitive and specific luciferase immunoprecipitation systems assay to detect pdx1 autoantibodies in human sera."}, {"pubmed": 23775130, "text": "Pdx1 is a transcription factor required for the formation of endocrine pancreas that is inhibited during Coxsackievirus B4 infection of human pancreas ductal cells"}, {"pubmed": 23796517, "text": "A molecular mechanism for differential Pdx1 affinity to elements from the insulin and iapp promoter sequences."}, {"pubmed": 23853095, "text": "PASK phosphorylates and inactivates GSK3beta, thereby preventing PDX-1 serine phosphorylation and alleviating GSK3beta-mediated PDX-1 protein degradation in pancreatic beta-cells."}, {"pubmed": 23863625, "text": "MAFA, MAFB, NKX6.1, and PDX1 activity provides a gauge of islet beta cell function, with loss of MAFA (and/or MAFB) representing an early indicator of beta cell inactivity"}, {"pubmed": 23950697, "text": "Performed fully atomistic Molecular Dynamics simulations both in crystal and aqueous environments in order to elucidate the nature of the difference in binding contacts between Pdx1 and DNA (PDB 2H1K) ."}, {"pubmed": 24464100, "text": "A rare (0.20%) frameshift variant in PDX1, encoding p.Gly218Alafs*12, associates with high risk of type 2 diabetes (OR = 2.27, P = 7.3 x 10(-7))."}, {"pubmed": 25201603, "text": "These results indicate that PDX-1 mRNA may offer a promising approach to produce safe IPCs for clinical diabetes mellitus treatment."}, {"pubmed": 25287601, "text": "CONCLUSIONS: Our results demonstrate the use of in vitro-synthesized PDX1 messenger RNA to differentiate hUC-MSCs into islet-like cells and pave the way toward the development of reprogramming and directed-differentiation methods"}, {"pubmed": 25454709, "text": "PDX-1mRNA is detectable in samples of pancreatic cancer. Its quantification may be helpful to improve the diagnosis of pancreatic cancer."}, {"pubmed": 25801033, "text": "physiological and pathophysiological conditions dynamically regulated Pdx1 binding to these Swi/Snf complexes in vivo"}, {"pubmed": 25817342, "text": "Introduction of the PDX1 gene makes cells acquire a functional insulin secretory capacity"}, {"pubmed": 25839229, "text": "These results suggest that IFN-gamma induced beta-cell dysfunction is mediated through decreased nuclear localization of Pdx-1."}, {"pubmed": 25843046, "text": "we found that PDX1 binds and suppresses expression of endogenous liver genes. These findings rebrand PDX1 as a context-dependent transcriptional repressor and activator within the same cell type."}, {"pubmed": 26058934, "text": "The rs12255372 SNP of TCF7L2 and D76N of PDX-1 genes may confer susceptibility to T2DM in the population living in Mashhad, Iran."}, {"pubmed": 26252949, "text": "the human Pdx1 is highly effective in triggering human biliary tree stem cells differentiation toward functional beta-pancreatic cells."}, {"pubmed": 26345820, "text": "This study investigated the role of Pdx1 and its mechanism in differentiating induced pluripotent stem cells (iPSCs) into islet beta cells."}, {"pubmed": 26491904, "text": "Data show that the expression patterns of sex determining region Y-box 2 (SOX2) and pancreatic and duodenal homeobox 1 (Pdx1)) highly correlated with prognosis of pancreatic neuroendocrine tumors (p-NETs)."}, {"pubmed": 26695692, "text": "The ERK-PDX-1 interaction in PANC-1 cells."}, {"pubmed": 26727107, "text": "Foxo1 and PDX1 are colocalized in fetal pancreatic islets, suggesting they function in parallel in beta cells."}, {"pubmed": 26781599, "text": "Pdx1 and MafA play crucial roles in the pancreas and maintain mature beta-cell function. Our results showed that the expression of Pdx1 and MafA were significantly upregulated after a sleeve gastrectomy for morbid obesity."}, {"pubmed": 27620967, "text": "Results found that Pdx-1 overexpression exerts its effects on islet cell replication via a noncell-autonomous mechanism involving induction of a secreted soluble factor or factors. Also, Inhbb is identified as one factor mediating the proliferative effect of Pdx-1."}, {"pubmed": 27998294, "text": "Efficiency of differentiation of Induced pluripotent stem cells to insulin producing cells can be increased by concurrent expression of PDX1 and NKX6.1 during progenitor cells maturation."}, {"pubmed": 28095440, "text": "Mutation in PDX1 gene is associated with Maturity Onset Diabetes of the Young."}, {"pubmed": 28202025, "text": "Our findings indicate that MET induces the differentiation of Pdx1-expressing cells within the definitive endoderm in a time-dependent manner, and suggest useful application for regenerative medicine."}, {"pubmed": 28436541, "text": "The unusual presentation in this Brazilian family enabled expansion upon a rare disease phenotype, demonstrating the possibility of detecting pancreatic malformation even in cases of PDX1 -related diabetes diagnosed after the first year of life. This finding can improve the management of MODY4 patients, leading to precocious investigation of pancreatic dysgenesis and exocrine dysfunction."}, {"pubmed": 28632450, "text": "study provides a novel culture protocol for generating pancreas-committed cells from hAECs and reveals an interplay between Pdx1 and activin A/nicotinamide signaling in early pancreatic fate determination."}, {"pubmed": 28835709, "text": "Data indicate the secretory granule membrane glycoprotein 2 as a marker for PDX1+/NKX6-1+ pancreatic progenitors (PPs)."}, {"pubmed": 28864896, "text": "expression of regulatory master genes of embryonic development in pancreatic cancer cells on the intracellular concentration of the master regulator PDX1"}, {"pubmed": 29096722, "text": "PDX1, Neurogenin-3, and MAFA are critical transcription regulators for beta cell development and regeneration. (Review)"}, {"pubmed": 29730292, "text": "Investigated the effect of gestational diabetes mellitus (GDM) on the expression and methylation of PGC-1alpha and PDX1 in placenta and their effects on fetal glucose metabolism. Blood glucose was negatively correlated with the expression of PGC-1alpha and PDX1 mRNA in the placenta."}, {"pubmed": 30310259, "text": "heat shock proteins are involved in PDX1-mediated effects on the genesis of gastric cancer"}, {"pubmed": 30338795, "text": "PDX can suppress cervical cancer HeLa cell proliferation, cell invasion and migration, improve general status of tumor-bearing nude mice and reduce tumor weight and volume. These data highlight the clinical benefits of PDX in inhibiting cervical cancer proliferation, invasion, and metastasis."}, {"pubmed": 30449689, "text": "Study presents the crystal structure of the SPOP-Pdx1 complex. Pdx1 residues 223-233 bind to SPOP MATH domain with low micromolar affinity. Pdx1 phosphorylation lowers its affinity to SPOP. A reduction of Pdx1 levels in beta cells is linked to apoptosis and considered a hallmark of type 2 diabetes."}, {"pubmed": 30930126, "text": "Point mutations in PDX1 transactivation domain disrupt beta-cell differentiation and insulin secretion."}, {"pubmed": 31626200, "text": "Pancreatic ductal and acinar cell tumors and gastric signet ring cell carcinomas are most commonly PDX-1-positive. Most tumors that do not originate from the digestive tract have a PDX-1 negative immunophenotype."}, {"pubmed": 31789399, "text": "Annexin A10 is involved in the induction of pancreatic duodenal homeobox1 in gastric cancer tissue, cells and organoids."}, {"pubmed": 32103422, "text": "Alternative Lengthening of Telomeres and Differential Expression of Endocrine Transcription Factors Distinguish Metastatic and Non-metastatic Insulinomas."}, {"pubmed": 32375045, "text": "REST Inhibits Direct Reprogramming of Pancreatic Exocrine to Endocrine Cells by Preventing PDX1-Mediated Activation of Endocrine Genes."}, {"pubmed": 32556999, "text": "A novel gene in early childhood diabetes: EDEM2 silencing decreases SLC2A2 and PXD1 expression, leading to impaired insulin secretion."}, {"pubmed": 32690606, "text": "Tectorigenin enhances PDX1 expression and protects pancreatic beta-cells by activating ERK and reducing ER stress."}, {"pubmed": 33309974, "text": "Soluble expression, purification, and secondary structure determination of human PDX1 transcription factor."}, {"pubmed": 33407691, "text": "miR-1249-5p regulates the osteogenic differentiation of ADSCs by targeting PDX1."}, {"pubmed": 33484392, "text": "Effect of Sonic hedgehog pathway inhibition on PDX1 expression during pancreatic differentiation of human embryonic stem cells."}, {"pubmed": 33569632, "text": "Saturated fatty acids entrap PDX1 in stress granules and impede islet beta cell function."}, {"pubmed": 33746035, "text": "PDX1-MODY: A rare missense mutation as a cause of monogenic diabetes."}, {"pubmed": 33989778, "text": "Dysregulation of the Pdx1/Ovol2/Zeb2 axis in dedifferentiated beta-cells triggers the induction of genes associated with epithelial-mesenchymal transition in diabetes."}, {"pubmed": 34357821, "text": "miR-765 targeting PDX1 impairs pancreatic beta-cell function to induce type 2 diabetes."}, {"pubmed": 34696776, "text": "PDX1 and MC4R genetic polymorphisms are associated with type 2 diabetes mellitus risk in the Chinese Han population."}, {"pubmed": 34804002, "text": "Oxidative Stress Leads to beta-Cell Dysfunction Through Loss of beta-Cell Identity."}, {"pubmed": 35169223, "text": "Hypermethylation of PDX1, EN2, and MSX1 predicts the prognosis of colorectal cancer."}, {"pubmed": 35183219, "text": "Knockdown of PDX1 enhances the osteogenic differentiation of ADSCs partly via activation of the PI3K/Akt signaling pathway."}, {"pubmed": 35279781, "text": "TAZ promotes PDX1-mediated insulinogenesis."}, {"pubmed": 36272648, "text": "Biophysical insights into glucose-dependent transcriptional regulation by PDX1."}, {"pubmed": 36496541, "text": "STAT3 suppression and beta-cell ablation enhance alpha-to-beta reprogramming mediated by Pdx1."}, {"pubmed": 36718853, "text": "Significance of pancreatic duodenal homeobox-1 (PDX-1) genetic polymorphism in insulin secretion in Japanese patients with type 2 diabetes."}, {"pubmed": 37652665, "text": "Novel pathogenic PDX1 gene variant in a Korean family with maturity-onset diabetes of the young."}, {"pubmed": 38171340, "text": "Repression of latent NF-kappaB enhancers by PDX1 regulates beta cell functional heterogeneity."}, {"pubmed": 38587174, "text": "RFX6 regulates human intestinal patterning and function upstream of PDX1."}], "genomic_pos": {"chr": "13", "end": 27926313, "ensemblgene": "ENSG00000139515", "start": 27920000, "strand": 1}, "genomic_pos_hg19": {"chr": "13", "end": 28500368, "start": 28494157, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001889", "qualifier": "involved_in", "term": "liver development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0003309", "qualifier": "involved_in", "term": "type B pancreatic cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0003309", "pubmed": [12124776, 24567802], "qualifier": "involved_in", "term": "type B pancreatic cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003309", "qualifier": "involved_in", "term": "type B pancreatic cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006006", "qualifier": "involved_in", "term": "glucose metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006091", "pubmed": 8954967, "qualifier": "involved_in", "term": "generation of precursor metabolites and energy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007224", "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009887", "pubmed": 8988180, "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010040", "qualifier": "involved_in", "term": "response to iron(II) ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010157", "qualifier": "involved_in", "term": "response to chlorate"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010255", "qualifier": "involved_in", "term": "glucose mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016331", "qualifier": "involved_in", "term": "morphogenesis of embryonic epithelium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030073", "pubmed": 17941991, "qualifier": "acts_upstream_of", "term": "insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031017", "qualifier": "involved_in", "term": "exocrine pancreas development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031100", "qualifier": "involved_in", "term": "animal organ regeneration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032024", "qualifier": "involved_in", "term": "positive regulation of insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033273", "qualifier": "involved_in", "term": "response to vitamin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034097", "qualifier": "involved_in", "term": "response to cytokine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035094", "qualifier": "involved_in", "term": "response to nicotine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035774", "qualifier": "involved_in", "term": "positive regulation of insulin secretion involved in cellular response to glucose stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043201", "qualifier": "involved_in", "term": "response to L-leucine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043279", "qualifier": "involved_in", "term": "response to alkaloid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044342", "qualifier": "involved_in", "term": "type B pancreatic cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 17941991, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048565", "qualifier": "involved_in", "term": "digestive tract development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048863", "qualifier": "involved_in", "term": "stem cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050680", "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060290", "qualifier": "involved_in", "term": "transdifferentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070059", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to endoplasmic reticulum stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070542", "qualifier": "involved_in", "term": "response to fatty acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097050", "qualifier": "involved_in", "term": "type B pancreatic cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902236", "qualifier": "involved_in", "term": "negative regulation of endoplasmic reticulum stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904692", "qualifier": "involved_in", "term": "positive regulation of type B pancreatic cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000675", "qualifier": "involved_in", "term": "negative regulation of type B pancreatic cell apoptotic process"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 17941991, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:1990841", "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[7955, 30721], [8364, 100490648], [9031, 771348], [9544, 710936], [9598, 452507], [9606, 3651], [9615, 493994], [9913, 538927], [10090, 18609], [10116, 29535]], "id": 175}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Homeobox protein, antennapedia type", "id": "IPR017995", "short_desc": "Homeobox_antennapedia"}, {"desc": "Homeobox domain, metazoa", "id": "IPR020479", "short_desc": "Homeobox_metazoa"}], "ipi": "IPI00006036", "map_location": "13q12.2", "name": "pancreatic and duodenal homeobox 1", "other_names": ["IPF-1", "IUF-1", "glucose-sensitive factor", "insulin promoter factor 1, homeodomain transcription factor", "insulin upstream factor 1", "islet/duodenum homeobox-1", "pancreas/duodenum homeobox protein 1", "pancreatic-duodenal homeobox factor 1", "somatostatin transcription factor 1", "somatostatin-transactivating factor 1"], "pantherdb": {"HGNC": "6107", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "102851", "ortholog_type": "LDO", "panther_family": "PTHR45664", "taxid": 10090, "uniprot_kb": "P52946"}, {"RGD": "62387", "ortholog_type": "LDO", "panther_family": "PTHR45664", "taxid": 10116, "uniprot_kb": "P52947"}, {"Ensembl": "ENSGALG00000038454", "ortholog_type": "LDO", "panther_family": "PTHR45664", "taxid": 9031, "uniprot_kb": "A0A1D5PNE2"}, {"ZFIN": "ZDB-GENE-990415-122", "ortholog_type": "LDO", "panther_family": "PTHR45664", "taxid": 7955, "uniprot_kb": "F1RBA3"}, {"FlyBase": "FBgn0004053", "ortholog_type": "O", "panther_family": "PTHR45664", "taxid": 7227, "uniprot_kb": "P09089"}, {"FlyBase": "FBgn0000166", "ortholog_type": "O", "panther_family": "PTHR45664", "taxid": 7227, "uniprot_kb": "P09081"}, {"FlyBase": "FBgn0004054", "ortholog_type": "LDO", "panther_family": "PTHR45664", "taxid": 7227, "uniprot_kb": "P09090"}], "uniprot_kb": "P52945"}, "pathway": {"kegg": [{"id": "hsa04911", "name": "Insulin secretion - Homo sapiens (human)"}, {"id": "hsa04930", "name": "Type II diabetes mellitus - Homo sapiens (human)"}, {"id": "hsa04950", "name": "Maturity onset diabetes of the young - Homo sapiens (human)"}], "pid": {"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-186712", "name": "Regulation of beta-cell development"}, {"id": "R-HSA-210745", "name": "Regulation of gene expression in beta cells"}, {"id": "R-HSA-210747", "name": "Regulation of gene expression in early pancreatic precursor cells"}], "wikipathways": [{"id": "WP1584", "name": "Type II diabetes mellitus"}, {"id": "WP4147", "name": "PTF1A related regulatory pathway"}]}, "pdb": ["6F8F", "7KPK"], "pfam": "PF00046", "pharmgkb": "PA162399173", "pharos": {"target_id": 7738, "tdl": "Tbio"}, "pir": "G01926", "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167905", "relationship": "is"}, {"id": "GNF178811", "relationship": "is"}, {"id": "GNF189717", "relationship": "is"}, {"id": "GNF200623", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095499", "relationship": "is"}, {"id": "GNF135156", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1", "NG_008183.1"], "protein": "NP_000200.1", "rna": "NM_000209.4", "translation": {"protein": "NP_000200.1", "rna": "NM_000209.4"}}, "reporter": {"HG-U133_Plus_2": ["208559_at", "210937_s_at", "210938_at"], "HG-U95Av2": "400_at", "HTA-2_0": "TC13000082.hg.1", "HuEx-1_0": "3483093", "HuGene-1_1": "7968265", "HuGene-2_1": "16773547"}, "retired": 29910, "summary": "The protein encoded by this gene is a transcriptional activator of several genes, including insulin, somatostatin, glucokinase, islet amyloid polypeptide, and glucose transporter type 2. The encoded nuclear protein is involved in the early development of the pancreas and plays a major role in glucose-dependent regulation of insulin gene expression. Defects in this gene are a cause of pancreatic agenesis, which can lead to early-onset insulin-dependent diabetes mellitus (IDDM), as well as maturity onset diabetes of the young type 4 (MODY4). [provided by RefSeq, Aug 2017].", "symbol": "PDX1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1826562"}, "unigene": "Hs.32938", "uniprot": {"Swiss-Prot": "P52945"}, "wikipedia": {"url_stub": "PDX1"}}