{"AllianceGenome": "8630", "HGNC": "8630", "MIM": "604591", "_id": "5037", "_version": 1, "accession": {"genomic": ["AC026366.20", "CH471054.1", "CP068266.2", "NC_000012.12", "NC_060936.1"], "protein": ["AAD14234.1", "AAH08714.1", "AAH17396.1", "AAH31102.1", "ACF94504.1", "ACJ13697.1", "ACV87193.1", "ADI99998.1", "BAA03684.1", "BAG34868.1", "BAG61396.1", "CAA53031.1", "CAA59404.1", "EAW98122.1", "EAW98123.1", "NP_002558.1", "P30086.3"], "rna": ["AI052513.1", "AK226006.1", "AK299414.1", "AK308056.1", "AK311927.1", "BC008714.2", "BC017396.1", "BC018799.1", "BC031102.1", "BF978793.1", "BP347345.1", "D16111.1", "EU668351.1", "EU794643.1", "GQ472218.1", "HM131449.1", "NM_002567.4", "S76773.1", "X75252.1", "X85033.1"], "translation": [{"protein": "AAH08714.1", "rna": "BC008714.2"}, {"protein": "AAD14234.1", "rna": "S76773.1"}, {"protein": "CAA59404.1", "rna": "X85033.1"}, {"protein": "CAA53031.1", "rna": "X75252.1"}, {"protein": "NP_002558.1", "rna": "NM_002567.4"}, {"protein": "BAG34868.1", "rna": "AK311927.1"}, {"protein": "ACJ13697.1", "rna": "EU794643.1"}, {"protein": "ACV87193.1", "rna": "GQ472218.1"}, {"protein": "AAH31102.1", "rna": "BC031102.1"}, {"protein": "BAA03684.1", "rna": "D16111.1"}, {"protein": "AAH17396.1", "rna": "BC017396.1"}, {"protein": "ADI99998.1", "rna": "HM131449.1"}, {"protein": "ACF94504.1", "rna": "EU668351.1"}, {"protein": "BAG61396.1", "rna": "AK299414.1"}]}, "alias": ["HCNP", "HCNPpp", "HEL-210", "HEL-S-34", "HEL-S-96", "PBP", "PEBP", "PEBP-1", "RKIP"], "ensembl": {"gene": "ENSG00000089220", "protein": "ENSP00000261313", "transcript": ["ENST00000261313", "ENST00000542939"], "translation": [{"protein": "ENSP00000261313", "rna": "ENST00000261313"}], "type_of_gene": "protein_coding"}, "entrezgene": "5037", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.67003791981, "exp_mis": 55.7699791557, "exp_syn": 31.1332380815, "lof_z": 1.52674779579991, "mis_z": 0.574400501133619, "mu_lof": 4.9326438746e-07, "mu_mis": 6.7820263607e-06, "mu_syn": 4.09065067772e-06, "n_lof": 2.0, "n_mis": 47.0, "n_syn": 33.0, "p_li": 0.148864265050852, "p_null": 0.0733603518771979, "p_rec": 0.777775383071951, "syn_z": -0.207408149762396}, "bp": 564, "cds_end": 118582608, "cds_start": 118574014, "n_exons": 4, "nonpsych": {"exp_lof": 5.07153071631, "exp_mis": 50.4168136132, "exp_syn": 28.1181855767, "lof_z": 1.33948322162261, "mis_z": 0.3847845329974, "mu_lof": 4.9326438746e-07, "mu_mis": 6.7820263607e-06, "mu_syn": 4.09065067772e-06, "n_lof": 2.0, "n_mis": 45.0, "n_syn": 31.0, "p_li": 0.134208257924436, "p_null": 0.099971798118073, "p_rec": 0.76581994395749, "syn_z": -0.342164655268071}, "nontcga": {"exp_lof": 5.21054759497, "exp_mis": 51.3024971264, "exp_syn": 28.6366943668, "lof_z": 1.38745419169167, "mis_z": 0.438382521083724, "mu_lof": 4.9326438746e-07, "mu_mis": 6.7820263607e-06, "mu_syn": 4.09065067772e-06, "n_lof": 2.0, "n_mis": 45.0, "n_syn": 30.0, "p_li": 0.131003216162375, "p_null": 0.0886664873283427, "p_rec": 0.780330296509282, "syn_z": -0.161307856689571}, "transcript": "ENST00000261313.2"}, "exons": [{"cdsend": 118144803, "cdsstart": 118136209, "chr": "12", "position": [[118136123, 118136344], [118138038, 118138148], [118139450, 118139551], [118144585, 118145584]], "strand": 1, "transcript": "NM_002567", "txend": 118145584, "txstart": 118136123}], "exons_hg19": [{"cdsend": 118582608, "cdsstart": 118574014, "chr": "12", "position": [[118573928, 118574149], [118575843, 118575953], [118577255, 118577356], [118582390, 118583389]], "strand": 1, "transcript": "NM_002567", "txend": 118583389, "txstart": 118573928}], "generif": [{"pubmed": 14654844, "text": "After stimulation of G-protein-coupled receptors, RKIP dissociates from its known target, Raf-1, to associate with GRK-2 and block its activity [RKIP]"}, {"pubmed": 14766752, "text": "RKIP may represent a novel effector of signal transduction pathways leading to apoptosis"}, {"pubmed": 15327891, "text": "Review. The discovery, structure, function, and significance of RKIP in cancer are discussd."}, {"pubmed": 15782137, "text": "Low expression of RKIP and its antagonistic action on B-Raf suggests that RKIP may play an important role in melanoma turmorgenesis"}, {"pubmed": 16243812, "text": "Results suggest that in human breast cancer, RKIP is a metastasis suppressor gene whose expression must be down-regulated for metastases to develop."}, {"pubmed": 16513087, "text": "data show for the first time that RKIP is upregulated during macrophage and dendritic cell differentiation."}, {"pubmed": 16865242, "text": "Raf kinase inhibitor protein is downregulated in hepatocellular carcinoma"}, {"pubmed": 16916643, "text": "These results indicate that RKIP regulates Aurora B kinase and the spindle checkpoint via the Raf-1/MEK/ERK cascade and demonstrate that small changes in the MAP kinase (MAPK) pathway can profoundly impact the fidelity of the cell cycle."}, {"pubmed": 17018026, "text": "Together these data identify PEBP as a potential in vivo calpain substrate and indicate that increased PEBP levels may contribute to impaired proteasome function."}, {"pubmed": 17030190, "text": "down-regulation of RKIP expression is a major factor in activation of the IGF-I/ERK/MAPK pathway during human hepatocarcinogenesis"}, {"pubmed": 17097642, "text": "The Raf kinase inhibitory protein (RKIP) binds to Raf-1 interfering with binding of the MEK substrate and potentially also Raf-1 activation."}, {"pubmed": 17145707, "text": "2',5'-oligoadenylate synthetase activation may occur in prostate cancer cells stimulated by cellular mRNAs for RKIP."}, {"pubmed": 17179102, "text": "RKIP expression in primary colorectal cancers correlates with overall and disease-free survival, and can be useful for identifying early-stage colorectal cancer patients at risk of relapse"}, {"pubmed": 17911631, "text": "RKIP overexpression regulates tumor cell sensitivity to TRAIL via inhibition of Yin Yang 1, up-regulation of death receptor 5, and modulation of apoptotic pathways."}, {"pubmed": 17952120, "text": "RKIP is a novel component of the Snail transcriptional regulatory network important for the progression and metastasis of cancer."}, {"pubmed": 18172264, "text": "combined analysis of N stage, vascular invasion, and RKIP expression is highly predictive of distant metastasis in patients with mismatch repair--proficient colorectal cancer."}, {"pubmed": 18294816, "text": "the RKIP conserved pocket may constitute a novel phosphoamino-acid binding motif and is absolutely required for RKIP function"}, {"pubmed": 18329792, "text": "RKIP could play an important role in the down-regulation of wild-type BRAF, serving thus as an endogenous inhibitor of the MAPK pathway in nasal polyps and their adjacent turbinate mucosa"}, {"pubmed": 18375747, "text": "RKIP loss by hypermethylation of its promoter could have a significant influence on colorectal cancer aneuploidy, which might explain its association with metastatic progression"}, {"pubmed": 18483365, "text": "predictive and protective role of cytoplasmic RKIP expression in gastric adenocarcinoma of the intestinal subtype"}, {"pubmed": 18567796, "text": "RKIP expression was inversely associated with the invasiveness of five ovarian cancer cell lines."}, {"pubmed": 19034380, "text": "This protein has been found differentially expressed in the temporal lobe from patients with schizophrenia."}, {"pubmed": 19096942, "text": "Non-phosphorylated RKIP is associated with nasopharyngeal carcinoma."}, {"pubmed": 19101508, "text": "These results demonstrating the absence of a disease-specific SNP in the HCNPpp promoter region suggest that the decrease in expression of this gene in late-onset AD patients can manifest from transcriptional or posttranscriptional changes in activity."}, {"pubmed": 19103740, "text": "RKIP uses a flexible pocket to integrate ligand binding- and phosphorylation-dependent interactions and to modulate the MAPK signaling pathway"}, {"pubmed": 19153603, "text": "Raf kinase inhibitory protein suppresses a metastasis signalling cascade involving LIN28 and let-7"}, {"pubmed": 19165527, "text": "Using shotgun mass spectrometry, we found this protein differentially expressed in the dorsolateral prefrontal cortex from patients with schizophrenia."}, {"pubmed": 19228192, "text": "Elevated expression of RKIP in nitric-oxide-treated keratinocytes may contribute to the pathological & physiological features of NO-inhibited proliferation."}, {"pubmed": 19291429, "text": "Raf kinase inhibitor protein expression was highest in nonneoplastic gastric tissue, low in primary gastric cancer tissue, and lowest in metastatic gastric cancer tissue."}, {"pubmed": 19342899, "text": "Both BRAF and RKIP expression levels exhibit a decrease from normal skin tissue and actinic keratosis, going to squamous cell carcinoma."}, {"pubmed": 19357705, "text": "loss of RKIP is a functional somatic event in carriers of C-RAF germline mutations, which contributes to the development of t-AML"}, {"pubmed": 19367706, "text": "RKIP is an invasion suppressor protein in nasopharyngeal carcinoma"}, {"pubmed": 19405953, "text": "This protein has been found differentially expressed in the Wernicke's Area from patients with schizophrenia."}, {"pubmed": 19551145, "text": "RKIP has a role in potentially sequestering toxic compounds, including locostatin, that may have deleterious effects on cells"}, {"pubmed": 19564817, "text": "The investigation of PEBP binding properties towards morphine and morphine analogs, is reported."}, {"pubmed": 19705153, "text": "loss of RKIP expression could have an important role as prognostic marker in Gastrointestinal stromal tumours (GISTs)."}, {"pubmed": 19779262, "text": "The expression of RKIP and E-cadherin in prostate cancer tissues was obviously lower than that in the benign prostatic hypertrophy tissues."}, {"pubmed": 19955695, "text": "the conserved signal transduction modulator RKIP was shown to enhance several aspects of neuronal differentiation via enhanced crosstalk from PKC to ERK-1/2 and enhancement of G-protein-coupled receptor signaling."}, {"pubmed": 19957553, "text": "RKIP could inhibit metastasis, and also inhibit the growth of ovarian cancer cells."}, {"pubmed": 20028985, "text": "Bcr-Abl represses the expression of RKIP, continuously activates pERK1/2, and suppresses FoxM1 expression, resulting in proliferation of CML cells."}, {"pubmed": 20043910, "text": "Results show that RKIP has an overall inhibitory effect on the NF-kappaB transcriptional activities via IkappaB kinase complex"}, {"pubmed": 20463977, "text": "This work defines the binding properties of RKIP ligands under near physiological conditions, establishing RKIP's affinity for hydrophobic ligands and the importance of bulky aliphatic chains for inhibiting its function."}, {"pubmed": 20533335, "text": "Six proteins were detected as up-regulated in higher grade astrocytomas and the most important finding was nucleophosmin (NPM) (p<0.05), whereas four proteins were down-regulated, among them raf kinase inhibitor protein (RKIP) (p<0.05)."}, {"pubmed": 20564197, "text": "suggested that RKIP was a potential biomarker for the radiosensitivity and prognosis of nasopharyngeal carcinoma (NPC), and its dysregulation might play an important role in the radioresistance of NPC"}, {"pubmed": 20682295, "text": "Hippocampal cholinergic neurostimulating peptide (HCNP) precursor peptide expression patterns are altered in the hippocampus of transgenic mice compared with wild-type littermates."}, {"pubmed": 20734161, "text": "RKIP expression is significantly reduced in anaplastic thyroid carcinoma as compared to other subtypes of thyroid carcinoma"}, {"pubmed": 20739083, "text": "PEBP1, prevalently down-regulated in hepatocellular carcinoma, was significantly associated with tumor invasive characteristics"}, {"pubmed": 20853079, "text": "reduced RKIP mRNA levels and the elevated levels of B-RAF in pT1, grade III tumors vs. normal tissue, corroborate that these genes are involved in the pathogenesis of urinary bladder cancer."}, {"pubmed": 20855151, "text": "Data show that a regulatory loop involving an opposing relationship between RKIP and the NF-kappaB pathway may control the level of MMP expression and cell invasion."}, {"pubmed": 20869966, "text": "PEBP1 expression in pancreatic cancer was not associated with pTMN stage, differentiation grade and pathologic diagnosis."}, {"pubmed": 21074977, "text": "current data demonstrate no statistically significant correlation between the RKIP staining in primary cutaneous squamous cell carcinomas and their metastatic lesions"}, {"pubmed": 21080875, "text": "results strongly suggest that RKIP is a metastasis suppressor in pancreatic ductal adenocarcinoma"}, {"pubmed": 21180766, "text": "The data suggest that modulation of the cell cycle checkpoints and motility by RKIP may be fundamental to its metastasis suppressive function in cancer and that RKIP role in a cell is more intricate and diverse than previously thought."}, {"pubmed": 21303975, "text": "RKIP/GSK3 axis is both a potential therapeutic target and a prognosis-based predictor of cancer progression."}, {"pubmed": 21332389, "text": "The frequent alteration in the YY1-RKIP balance might represent a marker of malignant progression and be exploited for therapeutic interventions in HCC."}, {"pubmed": 21426659, "text": "The deficiency of RKIP expression is positively correlated with carcinogenesis and invasion metastasis of lung squamous cell carcinoma."}, {"pubmed": 21556737, "text": "RKIP may contribute to the production of metalloproteinases, IL-6 and IL-8, and Fibroblast-like synoviocyte invasiveness by regulating ERK and NF-kappaB activation in rheumatoid Fibroblast-like synoviocytes"}, {"pubmed": 21617351, "text": "Downregulation of RKIP increased the level of free Raf-1 and thereby elevated the mitochondrial translocation of Raf-1 during HBx-mediated hepatocarcinogenesis."}, {"pubmed": 21664646, "text": "In colorectal cancer progression, vascular endothelial growth factor overexpression seems to play a role in the tumor center, whereas Laminin5gamma2-positivity combined with Raf-1 kinase inhibitor protein loss is associated with tumor invasion at the front."}, {"pubmed": 21672326, "text": "RKIP may play a role in cervical-cancer genesis and metastasis; RKIP down-regulation was associated with metastatic disease in human cervical cancer."}, {"pubmed": 21685394, "text": "Rkip prevents cilia formation and is associated with Cep290-mediated photoreceptor degeneration."}, {"pubmed": 21689459, "text": "we found that phospho-RKIP was a predictive indicator of survival."}, {"pubmed": 21732351, "text": "Results provide evidence that RKIP is a novel factor expressed in cytotrophoblast cells where it likely regulates cell migration."}, {"pubmed": 21831839, "text": "Colocalization of Raf-1 to PEBP1 is low in asthmatic tissue and cells compared with normals, whereas there is striking colocalization of 15LO1 with PEBP1 in asthma."}, {"pubmed": 21873975, "text": "An RKIP pathway metastasis signature (designated RPMS) derived from the complete signalling cascade predicts high metastatic risk better than the individual genes."}, {"pubmed": 21875465, "text": "Down-regulation of RKIP expression may serve as a predictive marker for hepatocellular carcinoma development, progression and metastasis."}, {"pubmed": 22031589, "text": "This study demonstrated for the first time that RKIP expression is lost during the carcinogenic evolution of endometrial tumours and that the loss of RKIP expression is associated with a malignant phenotype."}, {"pubmed": 22102006, "text": "Downregulation of RKIP protein is associated with recurrence in esophageal squamous cell carcinoma."}, {"pubmed": 22246605, "text": "Data suggest that Low or absent Raf kinase inhibitor protein (RKIP) expression may be associated with the onset and development of gastric cancer and its ability to invade and metastasize."}, {"pubmed": 22248055, "text": "investigated the direct role of YY1 in the regulation of EMT. This review discusses the molecular regulation of EMT in cancer cells through the activity of the dysregulated NF-kappaB/Snail/ YY1/PTEN/RKIP circuitry"}, {"pubmed": 22279539, "text": "Data suggest that the NRF2-KEAP 1 pathway as a possible target for personalized therapeutic intervention in RKIP depleted cancers."}, {"pubmed": 22292035, "text": "In a subset of tumors, the absence of RKIP associates with highly malignant behavior and poor survival of patients, which may be a useful biomarker for tailored treatment of glioma patients."}, {"pubmed": 22295570, "text": "RKIP inhibits the migration and invasion ability of human prostate cancer cells through regulation of the extracellular matrix."}, {"pubmed": 22373584, "text": "Data suggest that the Raf kinase inhibitor protein (RKIP) may play a role in inhibiting cellular proliferation and cell migration."}, {"pubmed": 22388727, "text": "Our data show that RKIP is frequently lost in AML and correlates with monocytic phenotypes and mutations in RAS."}, {"pubmed": 22460832, "text": "analysis of RAF-kinase inhibitor protein (RKIP) downregulation in esophageal cancer and its metastases"}, {"pubmed": 22463874, "text": "loss of RKIP was associated with tumour progression and poor survival. Negative RKIP expression combined with positive p-ERK expression was an independent predictor of poor outcomes in patients with gastric cancer."}, {"pubmed": 22492043, "text": "RKIP regulates MAPK/ERK signaling in the suprachiasmatic nucleus (SCN) and photic entrainment of the SCN clock."}, {"pubmed": 22505648, "text": "EZH2 accelerates cancer cell invasion, in part, via RKIP inhibition"}, {"pubmed": 22558375, "text": "ligand binding of PEBP1"}, {"pubmed": 22562283, "text": "reduction of RKIP expression in hepatic colorectal metastasis had an independent predictive value for metastatic recurrence and less favorable clinical outcomes"}, {"pubmed": 22605662, "text": "RKIP could be identified as an independent prognostic factor on distant metastasis-free survival in locoregionally advanced nasopharyngeal carcinoma."}, {"pubmed": 22662230, "text": "H. pylori utilizes a tumor suppressor protein, RKIP, to promote apoptosis in gastric cancer cells."}, {"pubmed": 22692503, "text": "Investigated the expression of RKIP and E-cadherin in lung squamous cell carcinoma tissue. The rates of positive RKIP and E-cadherin mRNA expression were significantly lower in lung squamous cell carcinoma than in the surrounding normal tissues."}, {"pubmed": 22809510, "text": "Taken together,these data indicate that miR-224 play an important role in metastasis of human breast cancer cells to the bone by directly suppressing the RKIP tumor suppressor."}, {"pubmed": 22833545, "text": "Treatment with recombinant human RKIP increased the migratory activity of MCF7 cells."}, {"pubmed": 22855160, "text": "the reduced expression of RKIP significantly correlated with both poor overall and disease-free survival in pancreatic cancer."}, {"pubmed": 22875620, "text": "Loss of RKIP gene is associated with acute monocytic leukemia."}, {"pubmed": 22899242, "text": "The ERK/MAPK pathway is involved in the pathogenesis of gastric cancer; RKIP and 14-3-3epsilon exert an opposite effect on this pathway and the cells possibly via both direct and indirect reactions with the elements in this pathway."}, {"pubmed": 22935977, "text": "In renal cell carcinoma, reduced RKIP expression is associated with tumour progression and metastasis. RKIP expression is a significant prognostic marker for patients with RCC."}, {"pubmed": 22983529, "text": "aberrant hypermethylation of RKIP may be one of the mechanisms that lead to loss or down expression of the gene in GCA especially in individuals with UGIC family history"}, {"pubmed": 23066033, "text": "Findings establish RKIP as an inhibitor of MDA-9-dependent melanoma metastasis."}, {"pubmed": 23066640, "text": "RKIP may act as a tumor suppressor gene in esophageal cancer."}, {"pubmed": 23075684, "text": "deficiency of RKIP expression is positively correlated with carcinogenesis and invasion metastasis of NSCLC"}, {"pubmed": 23095933, "text": "Androgens induce RKIP expression through androgen receptor-mediated transcriptional modulation of the RKIP promoter in the prostate."}, {"pubmed": 23254962, "text": "The results show that RKIP is an independent prognostic factor for survival in patients with locoregionally advanced nasopharyngeal carcinoma"}, {"pubmed": 23259789, "text": "RKIP inhibited the migration and invasion of SGC7901 cells. Furthermore, we observed that RKIP inhibited the growth of SMGC7901 cells in xenografts in nude mice"}, {"pubmed": 23359513, "text": "Review highlights recent advances in RKIP research, underscoring its potential role as master modulator of many pivotal intracellular signaling cascades that control cellular growth, motility, apoptosis, genomic integrity, and therapeutic resistance."}, {"pubmed": 23376254, "text": "Loss of PEBP1 associates with clinical risk factors, but since with no significant influence on survival in gastrointestinal stromal tumor patients."}, {"pubmed": 23460950, "text": "This demonstrates the potential utility of RKIP in identifying 'high-risk' Dukes' B patients"}, {"pubmed": 23527098, "text": "loss of RKIP expression can be one of the factors that are behind the aggressiveness, malignant progression and chemotherapy resistance of cervical cancer."}, {"pubmed": 23601922, "text": "Down-regulation of both RKIP and pRKIP expression could represent a useful marker of metastatic melanoma."}, {"pubmed": 23632477, "text": "The clinical relevance of RKIP expression as an independent prognostic factor is restricted to the tumour centre. Loss of RKIP predicts features of epithelial-mesenchymal transition and correlates with frequent distant metastasis."}, {"pubmed": 23636063, "text": "Study shows that RKIP expression may be of some value as a marker for abnormal cervical cells."}, {"pubmed": 23674108, "text": "RKIP inhibits esophageal cancer cell invasion by downregulating the expression of GRK-2, LIN28 and MMP-14."}, {"pubmed": 23814485, "text": "A new p53 target gene, RKIP, is essential for DNA damage-induced cellular senescence and suppression of ERK activation."}, {"pubmed": 23872143, "text": "This work may shed light on the underlying molecular mechanisms of how hRKIP recognizes and binds diverse substrate ligands."}, {"pubmed": 23959677, "text": "BP1 interacted with PC-PLC, positively regulated PC-PLC activity and negatively regulated autophagy in HUVECs."}, {"pubmed": 23975428, "text": "RKIP, LOX and SDC2 are coordinately regulated and collectively encompass a prognostic signature for metastasis-free survival in ER-negative breast cancer patients"}, {"pubmed": 23991415, "text": "Taking into account the PC phenotypes according to RKIP among PSA-PSMA profiles may improve distinguishing them from cancers that will become more aggressive."}, {"pubmed": 24048798, "text": "RKIP expression correlates with tumor grade and is a marker for good prognosis in high-grade gliomas."}, {"pubmed": 24123286, "text": "RKIP expression adds significant value to the molecular subclassification of breast cancer especially for the Luminal A subtype."}, {"pubmed": 24330423, "text": "progressive loss of RKIP seems to play a major role in the neoplastic transformation of pancreas, correlates with aggressive features in PDAC and is associated with the presence of EMT in form of tumor budding"}, {"pubmed": 24335512, "text": "The expression of RKIP was significantly upregulated and the expression of bcl-2 was significantly downregulated in DHA-treated cells compared with control cells."}, {"pubmed": 24392454, "text": "Our findings newly described RKIP/miR-98 to HMGA2 link and provided a potential mechanism for glioma cell invasion"}, {"pubmed": 24395801, "text": "BACH1 acts in a double-negative (overall positive) feedback loop to inhibit RKIP transcription in breast cancer cells"}, {"pubmed": 24420151, "text": "The level of RKIP mRNA expression was found to be significantly downregulated in non-small cell lung cancers (NSCLC)."}, {"pubmed": 24655025, "text": "RKIP expression could be involved in the suppression of NF-kappaB activation in Primary Sjogren syndrome salivary gland epithelial cells"}, {"pubmed": 24763848, "text": "Raf kinase inhibitor protein expression is a suitable and easily determinable marker in the primary tumour that could predict the risk of uveal melanoma to metastasize"}, {"pubmed": 24863296, "text": "Authors demonstrate that the N-terminus of human Raf1 kinase (hRaf11-147aa) binds with human RKIP (hRKIP) at its ligand-binding pocket, loop \"127-149\", and the C-terminal helix by nuclear magnetic resonance experiments."}, {"pubmed": 25015191, "text": "overexpression of RKIP could decrease the proliferation and increase the apoptosis of K562 cells."}, {"pubmed": 25017365, "text": "down-regulation of RKIP expression was observed in human gastric cell lines, and miR-224 could negatively regulate the expression and biological characteristics of RKIP, contributing to suppress the proliferation and invasion of gastric cells."}, {"pubmed": 25128483, "text": "Results suggest that up-regulation of miR-27a could suppress RKIP expression and in turn contribute to chemoresistance of lung adenocarcinoma cells to cisplatin."}, {"pubmed": 25171481, "text": "Loss of RKIP expression was associated with unfavorable OS."}, {"pubmed": 25172097, "text": "RKIP inhibits gastric cancer cell survival and invasion by regulating the expression of HMGA2 and OPN."}, {"pubmed": 25277181, "text": "downregulation of RKIP occurs frequently... suggesting RKIP being a critical tumor suppressor for clear cell renal cell carcinomas"}, {"pubmed": 25329396, "text": "functional RKIP rs17512051 polymorphism may affect ccRCC susceptibility"}, {"pubmed": 25337233, "text": "Data suggest that RKIP inhibits gastric cancer metastasis via the downregulation of its downstream target genes STAT3 and cyclin D1."}, {"pubmed": 25547433, "text": "The overexpression of RKIP can enhance the sensitivity of human gastric cancer cells to cisplatin, which may be achieved via the NF-kappaB/Snail signaling pathway."}, {"pubmed": 25597351, "text": "Fine control of RKIP activity and regulation is crucial to avoid pathological processes, such as metastasis,pulmonary arterial hypertension, and heart failure.[review]"}, {"pubmed": 25597352, "text": "Genetic an epigenetic control of RKIP transcription and review of known mechanisms employed by different types of chemotherapeutic agents to activate RKIP expression in cancer cells.[review]"}, {"pubmed": 25597353, "text": "This brief review describes the role of RKIP in the regulation of drug sensitivity via disruption of the NF-kappaB/Snail/ YY1/RKIP loop that regulates resistance in cancer cells. [review]"}, {"pubmed": 25597354, "text": "Here, we review RKIP's role as a metastasis suppressor and the signaling networks and genes regulated by RKIP in metastatic, triple-negative breast cancer. [review]"}, {"pubmed": 25597355, "text": "RKIP loss is a frequent occurrence in many solid tumor cancers and may serve as a viable prognostic biomarker. [review]"}, {"pubmed": 25597357, "text": "Here, we present a three-state model to explain the RKIP functional switch and discuss the role of the pocket loop in regulating RKIP activity. [review]"}, {"pubmed": 25764514, "text": "RKIP expression is negatively associated with tumor metastasis in gastric cancer."}, {"pubmed": 25819500, "text": "This study showed that elevated amygdala HCNP-pp expression may contribute to mechanisms of major depression in women."}, {"pubmed": 25915430, "text": "RKIP is a metastatic suppressor and predictor for metastasis and prognosis in nasopharyngeal carcinoma, and RKIP downregulation promotes nasopharyngeal carcinoma invasion, metastasis and epithelial to mesenchymal transition by activating Stat3 signaling"}, {"pubmed": 26116914, "text": "Raf kinase inhibitor protein mediated signaling inhibits invasion and metastasis of hepatocellular carcinoma."}, {"pubmed": 26177829, "text": "The upregulated expression of RKIP in colorectal cancer cells inhibited cell invasion and metastasis, while downregulation of RKIP reduced chemosensitivity by inhibiting apoptosis induced by HCPT."}, {"pubmed": 26238523, "text": "Study indicates that reduced RKIP expression is correlated with metastasis and recurrence of disease in stage II colorectal cancer (CRC) suggesting it as an important metastasis-suppressor gene in CRC."}, {"pubmed": 26238785, "text": "In triple negative breast cancer, RKIP regulates tumor-associated macrophage recruitment by blocking HMGA2, resulting in reduced expression of numerous macrophage chemotactic factors, including CCL5."}, {"pubmed": 26308852, "text": "RKIP Inhibits Local Breast Cancer Invasion by Antagonizing the Transcriptional Activation of MMP13"}, {"pubmed": 26375811, "text": "Authors demonstrate that the inhibition of the CCL5 expression is the cause of the observed effects resulting from RKIP expression. Results underscore the significance of RKIP as important negative regulator of tumor microenvironment."}, {"pubmed": 26479924, "text": "RKIP is upregulated in heart failure."}, {"pubmed": 26558823, "text": "Identify intestinal RKIP as capable of hydrolyzing prasugrel to its thiolactone metabolite."}, {"pubmed": 26617724, "text": "Downregulation or depletion of RKIP was related to the onset and progression of esophageal squamous cell carcinoma, and facilitated the invasion and metastasis of ESCC by downregulating E-cadherin and upregulating NF-kB p65."}, {"pubmed": 26716415, "text": "Loss of RKIP is associated with neoplasms."}, {"pubmed": 26801887, "text": "RKIP contributes to colitis development by promoting inflammation and mediating intestinal epithelial cell apoptosis."}, {"pubmed": 26823735, "text": "RKIP inhibits glioma cell migration and invasivess by inhibiting MMP2/MMP9/HMAG2 expression."}, {"pubmed": 26859895, "text": "report of the expression profile of RKIP in a heterogeneous group of soft tissue sarcomas; findings showed that only a small subset of cases exhibited RKIP loss, yet its loss is an independent biomarker of prognosis"}, {"pubmed": 26894644, "text": "downregulation of RKIP plays an important role in the breast neoplastic progression and correlates with poor prognosis in patients with breast carcinoma (BC). Aberrant RKIP methylation is one of the mechanisms that lead to downregulation of RKIP in BC."}, {"pubmed": 27197200, "text": "miR-23a as a negative regulator of RKIP expression in AML."}, {"pubmed": 27444299, "text": "Expression of RKIP is closely correlated with the survival of pancreatic cancer patients. RKIP can inhibit pancreatic adenocarcinoma cells proliferation, activities of migration and invasion, through downregulating Raf-1-MEK1/2-ERK1/2 signaling pathway."}, {"pubmed": 27540684, "text": "can act as a negative mediator in autophagy through stimulation of the AKT-MTORC1 pathway and direct interaction with LC3."}, {"pubmed": 27565262, "text": "RKIP inhibitors locostatin reduces extracellular matrix production as well as the migration and proliferation of myometrial and leiomyoma cells."}, {"pubmed": 27647315, "text": "positive p-Ser153 RKIP expression is a favorable prognostic factor and affects clinical response to radiotherapy in nasopharyngeal carcinoma"}, {"pubmed": 27651238, "text": "RKIP has a role in suppressing proliferation and metastasis of breast cancer cell lines through up-regulation of miR-185 targeting HMGA2"}, {"pubmed": 27902472, "text": "we found that the RKIP expression was decreased significantly in HBV infected tumor tissues compared to normal adjacent tissues, suggesting the reduction or absence of RKIP expression was closely related to liver carcinogenesis."}, {"pubmed": 28031115, "text": "Knockdown of RKIP promotes LX-2 cell proliferation."}, {"pubmed": 28245474, "text": "The study demonstrates that miR-543 promotes the proliferation and metastasis of prostate cancer via targeting RKIP."}, {"pubmed": 28418894, "text": "Baseline urinary RKIP, evaluated in an independent cohort of 56 Clear cell Renal Cell Carcinoma patients and 28 healthy subjects, successfully distinguished both groups and, most importantly, a cut-off value of 10 ng/mg/g Pr/uCr enabled a highly accurate prediction of Cancer-specific survival and Progression-free survival."}, {"pubmed": 29053969, "text": "PEBP1, a scaffold protein inhibitor of protein kinase cascades, complexes with two 15LO isoforms, 15LO1 and 15LO2, and changes their substrate competence to generate hydroperoxy-phosphatidylethanolamines (PE). Inadequate reduction of hydroperoxy-PE due to insufficiency or dysfunction of a selenoperoxidase, GPX4, leads to ferroptosis."}, {"pubmed": 29295844, "text": "Loss of RKIP is associated with myeloid sarcoma."}, {"pubmed": 29315556, "text": "our studies demonstrate how KRAS inhibits the tumor suppressor RKIP, thus offering novel justification for targeting RKIP as a strategy to overcome KRAS-induced tumor metastasis and chemoresistance in PDAC."}, {"pubmed": 29534584, "text": "overexpression of RKIP inhibited prostate cancer cell proliferation, migration and invasion"}, {"pubmed": 29858683, "text": "Knockdown of RKIP increased phosphorylated ERK and thus suppressed sorafenib-mediated cell death."}, {"pubmed": 29930472, "text": "RKIP expression in gastrointestinal stromal tumors is associated with tumor size, NIH risk grade, and mucosal invasion, and low or no expression of RKIP predicts a high malignancy potential."}, {"pubmed": 29990987, "text": "Octreotide may weaken invasion and metastasis through the upregulation of PEBP1. Octreotide may reduce the risk of recurrence and metastasis after surgery for liver cancer."}, {"pubmed": 30244177, "text": "these findings indicated that RKIP suppresses apoptosis and inflammation in MPP(+)-treated microglial cells through the inactivation of NF-kappaB and MEK/ERK signaling pathways. Thus, RKIP may be a promising target molecular involving in the pathogenesis of Parkinson's disease (PD)."}, {"pubmed": 30282734, "text": "Low RKIP Expression is associated with asthma."}, {"pubmed": 30337686, "text": "isruption of the TROY/RKIP interaction using the TAT-TROY (234-371 aa) protein reduced the glioma development in xenografted mice. This suggests the TROY/RKIP interaction is a potential target for therapy of gliomas."}, {"pubmed": 30608040, "text": "data confirm the key role of MDA-9/Syntenin in Human Liver Carcinoma biology. The presence of a regulation loop among MDA-9/Syntenin, NF-kappaB and RKIP provide new pharmacological approaches."}, {"pubmed": 31655041, "text": "our results showed that RKIP negatively regulates glucose-induced cell viability, migration, angiogenesis, and EndMT in HRCECs, suggesting that the downregulation of RKIP in the vitreous humor of PDR patients might contribute to the development of DR"}, {"pubmed": 31766768, "text": "RKIP as an Inflammatory and Immune System Modulator: Implications in Cancer."}, {"pubmed": 31960115, "text": "depending on the cell status and environment, PEBP1 is an organizer of the actin-membrane composite material."}, {"pubmed": 32194149, "text": "Circular RNA MTO1 suppresses tumorigenesis of gastric carcinoma by sponging miR-3200-5p and targeting PEBP1."}, {"pubmed": 32513718, "text": "PEBP1 acts as a rheostat between prosurvival autophagy and ferroptotic death in asthmatic epithelial cells."}, {"pubmed": 32924251, "text": "PEBP1 suppresses HIV transcription and induces latency by inactivating MAPK/NF-kappaB signaling."}, {"pubmed": 33151569, "text": "cMET promotes metastasis and epithelial-mesenchymal transition in colorectal carcinoma by repressing RKIP."}, {"pubmed": 33336737, "text": "Clinical significance of raf-1 kinase inhibitor protein in oral squamous cell carcinoma and its role in cell metastasis."}, {"pubmed": 33802672, "text": "Transcriptional Repression of Raf Kinase Inhibitory Protein Gene by Metadherin during Cancer Progression."}, {"pubmed": 34728553, "text": "RKIP Induction Promotes Tumor Differentiation via SOX2 Degradation in NF2-Deficient Conditions."}, {"pubmed": 35203304, "text": "The RAF Kinase Inhibitor Protein (RKIP): Good as Tumour Suppressor, Bad for the Heart."}, {"pubmed": 35696587, "text": "Raf Kinase Inhibitory Protein regulates the cAMP-dependent protein kinase signaling pathway through a positive feedback loop."}, {"pubmed": 35840930, "text": "Circular RNA circPOLR2A promotes clear cell renal cell carcinoma progression by facilitating the UBE3C-induced ubiquitination of PEBP1 and, thereby, activating the ERK signaling pathway."}, {"pubmed": 36357544, "text": "Reduction of glutamatergic activity through cholinergic dysfunction in the hippocampus of hippocampal cholinergic neurostimulating peptide precursor protein knockout mice."}, {"pubmed": 36382638, "text": "RKIP suppresses the influenza A virusinduced airway inflammatory response via the ERK/MAPK pathway."}, {"pubmed": 36805338, "text": "RKIP localizes to the nucleus through a bipartite nuclear localization signal and interaction with importin alpha to regulate mitotic progression."}, {"pubmed": 37475847, "text": "Raf kinase inhibitor protein combined with phosphorylated extracellular signal-regulated kinase offers valuable prognosis in gastrointestinal stromal tumor."}, {"pubmed": 38135812, "text": "Clinical Significance of Frequently Down-Regulated Phosphatidylethanolamine-Binding Protein-1 in Gallbladder Cancer."}, {"pubmed": 38363884, "text": "Prognostic significance of RKIP, TGM2, and CMTM4 expression in oral squamous cell carcinoma."}, {"pubmed": 38608337, "text": "Raf kinase inhibitor protein expression in smooth muscle tumours of the uterus: a diagnostic marker for leiomyosarcoma?"}, {"pubmed": 38914697, "text": "Bmi-1 promotes the proliferation, migration and invasion, and inhibits cell apoptosis of human retinoblastoma cells via RKIP."}], "genomic_pos": {"chr": "12", "end": 118145584, "ensemblgene": "ENSG00000089220", "start": 118136124, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 118583389, "start": 118573663, "strand": 1}, "go": {"BP": {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043409", "qualifier": "involved_in", "term": "negative regulation of MAPK cascade"}, "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004867", "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17097642, 21831839, 30337686, 31980649, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008429", "pubmed": 7637590, "qualifier": "enables", "term": "phosphatidylethanolamine binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 21831839, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 21831839, "qualifier": "enables", "term": "protein kinase binding"}]}, "homologene": {"genes": [[7165, 11176082], [7227, 40779], [7955, 406627], [8364, 549579], [9031, 416990], [9544, 694697], [9598, 452291], [9606, 5037], [9615, 477501], [9913, 431786], [10090, 23980], [10116, 29542]], "id": 37637}, "interpro": [{"desc": "Phosphatidylethanolamine-binding, conserved site", "id": "IPR001858", "short_desc": "Phosphatidylethanolamine-bd_CS"}, {"desc": "Phosphatidylethanolamine-binding protein", "id": "IPR008914", "short_desc": "PEBP"}, {"desc": "Phosphatidylethanolamine-binding protein, eukaryotic", "id": "IPR035810", "short_desc": "PEBP_euk"}, {"desc": "PEBP-like superfamily", "id": "IPR036610", "short_desc": "PEBP-like_sf"}], "ipi": ["IPI00219446", "IPI00908746"], "map_location": "12q24.23", "name": "phosphatidylethanolamine binding protein 1", "other_names": ["Raf kinase inhibitory protein", "epididymis luminal protein 210", "epididymis secretory protein Li 34", "epididymis secretory protein Li 96", "hippocampal cholinergic neurostimulating peptide", "neuropolypeptide h3", "phosphatidylethanolamine-binding protein 1", "prostatic binding protein", "raf kinase inhibitor protein"], "pantherdb": {"HGNC": "8630", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1923650", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 10090, "uniprot_kb": "Q8VIN1"}, {"RGD": "621707", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 10116, "uniprot_kb": "M0RB80"}, {"MGI": "1344408", "ortholog_type": "LDO", "panther_family": "PTHR11362", "taxid": 10090, "uniprot_kb": "P70296"}, {"RGD": "62017", "ortholog_type": "LDO", "panther_family": "PTHR11362", "taxid": 10116, "uniprot_kb": "P31044"}, {"Ensembl": "ENSGALG00000007403", "ortholog_type": "LDO", "panther_family": "PTHR11362", "taxid": 9031, "uniprot_kb": "A0A1L1S091"}, {"ZFIN": "ZDB-GENE-040426-2621", "ortholog_type": "LDO", "panther_family": "PTHR11362", "taxid": 7955, "uniprot_kb": "Q6NYS4"}, {"WormBase": "WBGene00016979", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 6239, "uniprot_kb": "Q09288"}, {"WormBase": "WBGene00013477", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 6239, "uniprot_kb": "Q9XW37"}, {"WormBase": "WBGene00018218", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 6239, "uniprot_kb": "O16264"}, {"FlyBase": "FBgn0037431", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 7227, "uniprot_kb": "Q9I7L3"}, {"FlyBase": "FBgn0037432", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 7227, "uniprot_kb": "Q9VI08"}, {"FlyBase": "FBgn0038973", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 7227, "uniprot_kb": "Q9VD01"}, {"FlyBase": "FBgn0037433", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 7227, "uniprot_kb": "Q9VI09"}, {"FlyBase": "FBgn0011294", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 7227, "uniprot_kb": "P54185"}, {"FlyBase": "FBgn0265272", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 7227, "uniprot_kb": "Q29QL9"}, {"FlyBase": "FBgn0038972", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 7227, "uniprot_kb": "Q9VD02"}, {"FlyBase": "FBgn0032453", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 7227, "uniprot_kb": "Q9VK60"}, {"SGD": "S000002730", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 4932, "uniprot_kb": "Q06678"}, {"SGD": "S000004169", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 4932, "uniprot_kb": "Q06252"}, {"SGD": "S000004168", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 4932, "uniprot_kb": "P14306"}, {"PomBase": "SPBC2F12.10", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 4896, "uniprot_kb": "O14341"}, {"dictyBase": "DDB_G0275583", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 352472, "uniprot_kb": "Q86H88"}, {"dictyBase": "DDB_G0283803", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 352472, "uniprot_kb": "Q54QK0"}, {"TAIR": "2005521", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 3702, "uniprot_kb": "Q9S7R5"}, {"TAIR": "2034168", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 3702, "uniprot_kb": "Q9SXZ2"}, {"TAIR": "2174058", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 3702, "uniprot_kb": "Q9FIT4"}, {"TAIR": "2038643", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 3702, "uniprot_kb": "Q9ZNV5"}, {"TAIR": "2150595", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 3702, "uniprot_kb": "P93003"}, {"TAIR": "2194100", "ortholog_type": "O", "panther_family": "PTHR11362", "taxid": 3702, "uniprot_kb": "Q9XFK7"}], "uniprot_kb": "P30086"}, "pathway": {"biocarta": {"id": "il1rpathway", "name": "signal transduction through il1r"}, "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": [{"id": "aurora_b_pathway", "name": "Aurora B signaling"}, {"id": "erbb1_downstream_pathway", "name": "ErbB1 downstream signaling"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5674135", "name": "MAP2K and MAPK activation"}, {"id": "R-HSA-5675221", "name": "Negative regulation of MAPK pathway"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6802946", "name": "Signaling by moderate kinase activity BRAF mutants"}, {"id": "R-HSA-6802948", "name": "Signaling by high-kinase activity BRAF mutants"}, {"id": "R-HSA-6802949", "name": "Signaling by RAS mutants"}, {"id": "R-HSA-6802952", "name": "Signaling by BRAF and RAF1 fusions"}, {"id": "R-HSA-6802955", "name": "Paradoxical activation of RAF signaling by kinase inactive BRAF"}, {"id": "R-HSA-6802957", "name": "Oncogenic MAPK signaling"}, {"id": "R-HSA-9649948", "name": "Signaling downstream of RAS mutants"}], "wikipathways": [{"id": "WP4263", "name": "Pancreatic adenocarcinoma pathway"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}]}, "pdb": ["1BD9", "1BEH", "2L7W", "2QYQ"], "pfam": "PF01161", "pharmgkb": "PA32968", "pharos": {"target_id": 15115, "tdl": "Tchem"}, "pir": "I53745", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168179", "relationship": "is"}, {"id": "GNF179085", "relationship": "is"}, {"id": "GNF189991", "relationship": "is"}, {"id": "GNF200897", "relationship": "is"}, {"id": "GNF226194", "relationship": "is"}, {"id": "GNF231646", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160808", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031246", "relationship": "is"}, {"id": "GNF041422", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF010893", "relationship": "is"}, {"id": "GNF010894", "relationship": "is"}, {"id": "GNF010895", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF104250", "relationship": "is"}, {"id": "GNF143898", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": "NP_002558.1", "rna": "NM_002567.4", "translation": {"protein": "NP_002558.1", "rna": "NM_002567.4"}}, "reporter": {"HG-U133_Plus_2": ["205353_s_at", "210825_s_at", "211941_s_at"], "HG-U95Av2": "32611_at", "HTA-2_0": "TC12000926.hg.1", "HuEx-1_0": ["2562231", "3433796"], "HuGene-1_1": "7959070", "HuGene-2_1": ["16757710", "17122436"]}, "retired": 100506570, "summary": "This gene encodes a member of the phosphatidylethanolamine-binding family of proteins and has been shown to modulate multiple signaling pathways, including the MAP kinase (MAPK), NF-kappa B, and glycogen synthase kinase-3 (GSK-3) signaling pathways. The encoded protein can be further processed to form a smaller cleavage product, hippocampal cholinergic neurostimulating peptide (HCNP), which may be involved in neural development. This gene has been implicated in numerous human cancers and may act as a metastasis suppressor gene. Multiple pseudogenes of this gene have been identified in the genome. [provided by RefSeq, Jul 2015].", "symbol": "PEBP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1826565"}, "unigene": "Hs.433863", "uniprot": {"Swiss-Prot": "P30086", "TrEMBL": "D9IAI1"}, "wikipedia": {"url_stub": "Phosphatidylethanolamine binding protein 1"}}