{"AllianceGenome": "8845", "HGNC": "8845", "MIM": "602260", "_id": "5187", "_version": 1, "accession": {"genomic": ["AB030817.1", "AC129492.6", "AF102137.1", "AF284444.1", "CH471108.2", "CP068261.2", "EF015904.1", "NC_000017.11", "NC_060941.1"], "protein": ["AAC51765.1", "AAF15544.1", "AAG01149.1", "AAH72458.1", "AAI37347.1", "ABM64215.1", "BAA22633.1", "BAA94085.1", "BAC06326.3", "BAF83750.1", "BAG58361.1", "EAW90088.1", "EAW90089.1", "EAW90090.1", "EAW90091.1", "NP_002607.2", "O15534.2"], "rna": ["AB002107.1", "AB088477.1", "AF022991.1", "AI952483.1", "AK291061.1", "AK295410.1", "BC028207.1", "BC072458.1", "BC137346.1", "BC144593.1", "BC150151.1", "DA411574.1", "DA835861.1", "NM_002616.3"], "translation": [{"protein": "AAC51765.1", "rna": "AF022991.1"}, {"protein": "BAG58361.1", "rna": "AK295410.1"}, {"protein": "AAI37347.1", "rna": "BC137346.1"}, {"protein": "BAC06326.3", "rna": "AB088477.1"}, {"protein": "BAF83750.1", "rna": "AK291061.1"}, {"protein": "BAA22633.1", "rna": "AB002107.1"}, {"protein": "AAH72458.1", "rna": "BC072458.1"}, {"protein": "NP_002607.2", "rna": "NM_002616.3"}]}, "alias": ["PER", "RIGUI", "hPER"], "ensembl": {"gene": "ENSG00000179094", "protein": ["ENSP00000314420", "ENSP00000346979", "ENSP00000462064", "ENSP00000462546", "ENSP00000463054", "ENSP00000463369", "ENSP00000463385", "ENSP00000463661", "ENSP00000464696"], "transcript": ["ENST00000317276", "ENST00000354903", "ENST00000577253", "ENST00000577424", "ENST00000578089", "ENST00000578223", "ENST00000578950", "ENST00000579065", "ENST00000579098", "ENST00000579203", "ENST00000581082", "ENST00000581395", "ENST00000581703", "ENST00000582719", "ENST00000583559", "ENST00000583677", "ENST00000584202", "ENST00000585095", "ENST00000585284"], "translation": [{"protein": "ENSP00000314420", "rna": "ENST00000317276"}, {"protein": "ENSP00000462064", "rna": "ENST00000581082"}, {"protein": "ENSP00000463054", "rna": "ENST00000582719"}, {"protein": "ENSP00000346979", "rna": "ENST00000354903"}, {"protein": "ENSP00000463369", "rna": "ENST00000583559"}, {"protein": "ENSP00000464696", "rna": "ENST00000581395"}, {"protein": "ENSP00000463385", "rna": "ENST00000581703"}, {"protein": "ENSP00000462546", "rna": "ENST00000577253"}, {"protein": "ENSP00000463661", "rna": "ENST00000584202"}], "type_of_gene": "protein_coding"}, "entrezgene": "5187", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 41.76822629, "exp_mis": 495.028239379, "exp_syn": 226.08283499, "lof_z": 5.17576934327612, "mis_z": -0.39508730182651, "mu_lof": 3.17614581451e-06, "mu_mis": 4.64276613667e-05, "mu_syn": 2.07890904531e-05, "n_lof": 8.0, "n_mis": 513.0, "n_syn": 277.0, "p_li": 0.875748961589664, "p_null": 4.53671231999872e-09, "p_rec": 0.124251033873624, "syn_z": -2.0993277083721}, "bp": 3873, "cds_end": 8054024, "cds_start": 8044385, "n_exons": 22, "nonpsych": {"exp_lof": 37.378016167, "exp_mis": 447.622079527, "exp_syn": 204.200530259, "lof_z": 5.04045030522469, "mis_z": -0.485808752413773, "mu_lof": 3.17614581451e-06, "mu_mis": 4.64276613667e-05, "mu_syn": 2.07890904531e-05, "n_lof": 6.0, "n_mis": 468.0, "n_syn": 256.0, "p_li": 0.976903536749191, "p_null": 1.91680786612118e-09, "p_rec": 0.0230964613340014, "syn_z": -2.28223669464373}, "nontcga": {"exp_lof": 38.3852206018, "exp_mis": 455.384464432, "exp_syn": 207.954675409, "lof_z": 4.83795285479736, "mis_z": -0.224488554601418, "mu_lof": 3.17614581451e-06, "mu_mis": 4.64276613667e-05, "mu_syn": 2.07890904531e-05, "n_lof": 8.0, "n_mis": 465.0, "n_syn": 257.0, "p_li": 0.67442946781134, "p_null": 6.88289284741084e-08, "p_rec": 0.325570463359732, "syn_z": -2.15345248906939}, "transcript": "ENST00000317276.4"}, "exons": [{"cdsend": 8150706, "cdsstart": 8141067, "chr": "17", "position": [[8140471, 8141340], [8141804, 8141955], [8142268, 8142458], [8142648, 8142835], [8143265, 8143876], [8144750, 8144993], [8145957, 8146137], [8146371, 8146502], [8146593, 8146765], [8146896, 8147002], [8147249, 8147381], [8147469, 8147578], [8147673, 8147827], [8147996, 8148103], [8148180, 8148259], [8148643, 8148786], [8149258, 8149310], [8149461, 8149663], [8149754, 8149876], [8149970, 8150125], [8150218, 8150317], [8150431, 8150845], [8152336, 8152404]], "strand": -1, "transcript": "NM_002616", "txend": 8152404, "txstart": 8140471}], "exons_hg19": [{"cdsend": 8054024, "cdsstart": 8044385, "chr": "17", "position": [[8043789, 8044658], [8045122, 8045273], [8045586, 8045776], [8045966, 8046153], [8046583, 8047194], [8048068, 8048311], [8049275, 8049455], [8049689, 8049820], [8049911, 8050083], [8050214, 8050320], [8050567, 8050699], [8050787, 8050896], [8050991, 8051145], [8051314, 8051421], [8051498, 8051577], [8051961, 8052104], [8052576, 8052628], [8052779, 8052981], [8053072, 8053194], [8053288, 8053443], [8053536, 8053635], [8053749, 8054163], [8055654, 8055722]], "strand": -1, "transcript": "NM_002616", "txend": 8055722, "txstart": 8043789}], "generif": [{"pubmed": 11306557, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12916719, "text": "human Per1 (hPER1) reporter gene activity shows circadian rhythmicity in a human neuroblastoma, but not in a astrocytoma or a hepatoma cell line."}, {"pubmed": 14712925, "text": "Circadian oscillations of Per1, Per2, and Per3 mRNA expression were observed in serum-stimulated normal human fibroblasts."}, {"pubmed": 14750904, "text": "Circadian hPER1 degradation through a proteasomal pathway can be regulated through phosphorylation by CKI, but not by subcellular localization. The mRNA levels reached a maximum at 1 h & minimal levels at 12 h."}, {"pubmed": 15781181, "text": "physical chemistry and three-dimensional structure of the protein transduction domain"}, {"pubmed": 15790588, "text": "disturbances in PER gene expression may result in disruption of the control of the normal circadian clock, thus benefiting the survival of cancer cells and promoting carcinogenesis"}, {"pubmed": 15917222, "text": "RNA interference against beta-TRCP greatly decreases Clock-dependent gene expression in tissue culture cells, indicating that beta-TRCP controls endogenous Per1 activity and the circadian clock by directly targeting Per1 for degradation"}, {"pubmed": 16528748, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16678109, "text": "Per1 provides an important link between the circadian system and the cell cycle system."}, {"pubmed": 16757810, "text": "These results together suggested that RACK1 might act as a novel signal molecule to mediate or regulate the functions of PER1 through protein interaction."}, {"pubmed": 17051316, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17051316, "text": "This is the first reported association between a PER1 polymorphism and extreme diurnal preference"}, {"pubmed": 17106427, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17264841, "text": "Haplotype analysis of clock gene variants with autistic disorder resulted in per1 having a single significant result for the markers rs2253820-rs885747."}, {"pubmed": 17264841, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17274950, "text": "We have examined the circadian expression of clock genes in human leukocytes and found that Per1 mRNA exhibits a robust circadian expression"}, {"pubmed": 17440215, "text": "clear circadian rhythm was shown for hPer1, hPer2, and hCry2 expression in CD34(+) cells and for hPer1 in the whole bone marrow, with maxima from early morning to midday."}, {"pubmed": 17592726, "text": "Our data indicate that PER1 transcription is mainly uncoupled from promoter methylation but probably involves availability."}, {"pubmed": 17621597, "text": "Photoreceptor layers obtained from Period1-luciferase transgenic rats express a robust circadian rhythm in bioluminescence, and demonstrate that mammalian photoreceptors contain a circadian pacemaker that can drive rhythmic melatonin synthesis."}, {"pubmed": 17699798, "text": "Results revealed a disturbed transcription of Per1 during tumor progression, which might be the cause for disrupted daily oscillation of DPD in undifferentiated colon carcinoma cells."}, {"pubmed": 17718421, "text": "direct interaction between RACK1 and PER1"}, {"pubmed": 17971899, "text": "a role for both Per1 and Per2 in normal breast function and show for the first time that deregulation of the circadian clock may be an important factor in the development of familial breast cancer"}, {"pubmed": 17984998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17994337, "text": "CLOCK/BMAL1-mediated activation of PER1 by AP1 and E-Box elements is distinct from peripheral transcriptional modulation via cAMP-induced CREB and C/EBP."}, {"pubmed": 18095154, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18228528, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18321934, "text": "obstructive sleep apnoea syndrome caused disruptions of periodic expression of PER1(period homolog 1) mRNA in peripheral blood leukocytes."}, {"pubmed": 18444243, "text": "The expression level of PER1 was decreased in hepatocellular carcinoma."}, {"pubmed": 18480551, "text": "Involved in the inhibition of proliferation of MIA-PaCa2 pancreatic cancer cells by TNF-alpha."}, {"pubmed": 18821565, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18990770, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18990770, "text": "Variations in circadian genes are associated with serum levels of androgens and IGF markers, particularly PER1 rs2585405:G>C(Ala962Pro)."}, {"pubmed": 19013183, "text": "There was no significant age-related phase difference in PER1 or PER2 rhythm with respect to sleep timing; however, PER3 expression pattern was altered in the older subjects."}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19148895, "text": "data demonstrate a correlated decrease of Per1 and ER-beta in colorectal tumors, mediated probably by epigenetic mechanisms"}, {"pubmed": 19296127, "text": "expression of PER2 is significantly associated with lymph node metastasis and poor prognosis in breast cancer"}, {"pubmed": 19675098, "text": "PER1 acts as an anti-apoptotic factor in pancreatic cancer cells"}, {"pubmed": 19693801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19752089, "text": "Overexpression of Per1 in prostate cancer cells resulted in significant growth inhibition and apoptosis. Results support the emerging role of circadian genes as key players in malignant transformation."}, {"pubmed": 19839995, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19861640, "text": "Sleep-wake cycles have been shown to influence the rhythmic mRNA expression of clock genes in peripheral blood cells of healthy participants"}, {"pubmed": 19912323, "text": "We found that overnight expression of BMAL1, but not PER1, was reduced in Parkinson's disease. Because our sampling span was limited to 12 h, we cannot rule out the possibility that PER1 is expressed differently during the unsampled part of the day."}, {"pubmed": 19923301, "text": "A small population of rhythmic neurons in Per1-deficient suprachiasmatic nuclei explants is sufficient to control wheel-running activity."}, {"pubmed": 19934327, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20072116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20174623, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20481271, "text": "The expression levels of Per1 in glioma cells were significantly different from the surrounding non-glioma cells. The difference in the expression rate of Per1 in high-grade (grade III and IV) and low-grade (grade 1 and II) gliomas was insignificant."}, {"pubmed": 20541418, "text": "There were no significant differences in PER1 expression between patients with Alzheimer's dementia, those with mild cognitive impairment, and controls. An increase in PER1 expression during the wake stage is observed for all three groups."}, {"pubmed": 20861012, "text": "ID2 can interact with the canonical clock components CLOCK and BMAL1 and mediate inhibitory effects on mPer1 expression"}, {"pubmed": 20978934, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21380491, "text": "Overexpression of the Bmal1 gene and reduced expression of the Per1 gene may thus be useful predictors of liver metastasis."}, {"pubmed": 21411511, "text": "Lean individuals exhibited significant (P < 0.05) temporal changes of core clock (PER1, PER2, PER3, CRY2, BMAL1, and DBP) and metabolic (REVERBalpha, RIP140, and PGC1alpha) genes."}, {"pubmed": 21459569, "text": "PER1 and PER3 may modulate apoptotic reactions to cisplatin in gingival cancer cells"}, {"pubmed": 22217103, "text": "treatment with isoprenaline or dexamethasone induces circadian expression of hPer1, hPer2, hPer3, and hBMAL1"}, {"pubmed": 22801371, "text": "dose-specific glucocorticoid responses are specific, able to distinctly express a single gene,PER1; mapped PER1 response to a single GR binding site; overexpression of PER1 led to regulation of additional circadian rhythm genes suggesting hypersensitive expression of PER1 impacts circadian gene expression"}, {"pubmed": 23034908, "text": "A common polymorphism near PER1 is associated with the timing of human behavioral rhythms, and shows evidence of association with time of death."}, {"pubmed": 23129285, "text": "Expression of the CLOCK, BMAL1, and PER1 circadian genes in human oral mucosa cells as dependent on CLOCK gene polymorphic variants."}, {"pubmed": 23133559, "text": "type II protein arginine methyltransferase 5 has a role in the regulation of Circadian Per1 and CRY1 genes"}, {"pubmed": 23242607, "text": "Loss of Per1 expression is associated with skin tumors."}, {"pubmed": 23405233, "text": "Loss of PER1 expression is associated with proliferation and metastasis of buccal squamous cell carcinoma."}, {"pubmed": 23546644, "text": "Studies indicate that in the cytoplasm, PER3 protein heterodimerizes with PER1, PER2, CRY1, and CRY2 proteins and enters into the nucleus, resulting in repression of CLOCK-BMAL1-mediated transcription."}, {"pubmed": 23584858, "text": "Data suggest that clock genes Per1, Cry1, Clock, and Bmal1 and their protein products may be directly involved in the daytime-dependent regulation and adaptation of hormone synthesis."}, {"pubmed": 23752693, "text": "we identified the circadian clock PER1 mRNA as a novel substrate of the endoribonuclease activity of the unfolded protein response sensor IRE1alpha"}, {"pubmed": 24005054, "text": "Knockdown of either BMAL1 or Period1 in human anagen hair follicles significantly prolonged anagen."}, {"pubmed": 24154698, "text": "Per1 regulates aldosterone levels, and Per1 plays an integral role in the regulation of Na(+) retention."}, {"pubmed": 24449901, "text": "Casein kinase 1 primarily regulates the accumulating phase of the PER-CRY repressive complex by controlling the nuclear import rate."}, {"pubmed": 24551282, "text": "Per1 and Per2 may play important roles in tumor development, invasion and prognosis, and Per2 may serve as a novel prognostic biomarker of human gastric cancer."}, {"pubmed": 24578160, "text": "findings suggested that the expression of hPER1 is regulated by miR-29a/b/c, which may also provide a new clue for the function of hPER1"}, {"pubmed": 24678593, "text": "The PER1 c.2247C> T and c.2884C> G polymorphisms singly and in combination were found to be related to the lumbar spine bone mineral density in postmenopausal Korean women."}, {"pubmed": 24857656, "text": "S714G mutation in hPER1 is associated with feeding rhythms and obesity in mice."}, {"pubmed": 25070164, "text": "There is not a significant difference in the expression of CLOCK, BMAL1, and PER1 in buccal epithelial cells of patients with essential arterial hypertension regardless of patient genotype."}, {"pubmed": 25310406, "text": "PER1 and BMAL1 operate as cell-autonomous modulators of human pigmentation and may be targeted for future therapeutic strategies"}, {"pubmed": 25344870, "text": "Functional SNPs found in PER1 were significantly associated with recurrence-free survival in a Chinese population with hepatocellular carcinoma."}, {"pubmed": 25550826, "text": "In patients with non-small cell lung cancer, loss of Per1 was correlated with poor differentiation, tumor status, high p-TNM stage and lymph node metastasis. Patients with lower expression of Per1, Per2 and Per3 had a shorter survival time."}, {"pubmed": 25863084, "text": "Fourteen proteins were identified to interact with per1 in tumor."}, {"pubmed": 26168277, "text": "In adipose tissue, acute sleep deprivation vs sleep increased methylation in two promoter-interacting enhancer regions of PER1"}, {"pubmed": 26319354, "text": "Collectively, these data show that KPNB1 is required for timely nuclear import of PER/CRY in the negative feedback regulation of the circadian clock."}, {"pubmed": 26339386, "text": "Period 1 and estrogen receptor-beta are downregulated in Chinese colon cancers."}, {"pubmed": 26377793, "text": "Data demonstrate a role for Per1 in the transcriptional regulation of NHE3 and SGLT1 in the kidney."}, {"pubmed": 26507264, "text": "ARNTL and PER1 were associated with PD."}, {"pubmed": 26624862, "text": "The PER1 c.2884C > G polymorphism and PER3 54bp VNTR were associated with annual percent changes in bone mineral density of femoral neck after 1 year of hormone therapy. PER1 c.2884C > G polymorphism may be associated with risk of non-response to HT in postmenopausal Korean women."}, {"pubmed": 26850841, "text": "when overexpressed, c-MYC is able to repress Per1 transactivation by BMAL1/CLOCK via targeting selective E-box sequences. Importantly, upon serum stimulation, MYC was detected in BMAL1 protein complexes"}, {"pubmed": 26923637, "text": "Per1 is regulated by microRNA-34a, a small non-coding RNA that directly binds to genes and inhibit gene expression."}, {"pubmed": 26943040, "text": "Low PER1 expression is associated with oral squamous cell carcinoma."}, {"pubmed": 27492458, "text": "Low Per1 gene expression is associated with colorectal liver metastases."}, {"pubmed": 27602964, "text": "the role of PER1 in carcinogenesis is exerted not only by regulating downstream genes, but also through the synergistic dysregulation of many other clock genes in the clock gene network."}, {"pubmed": 29377895, "text": "TNPO1-mediated nuclear import may constitute a novel input pathway of how cellular redox state signals to the clock, since redox stress increases binding of TNPO1 to PER1 and decreases its nuclear localization. TNPO1 is one of the novel players essential for normal circadian periods and potentially for redox regulation of the clock."}, {"pubmed": 30110692, "text": "the strongest correlation was found between a decrease in placental PER1 expression and increased anxiety scores. Labour status was found to have a profound effect on mRNA expression."}, {"pubmed": 30121446, "text": "Our findings suggest a putative over-representation of PER3 polymorphisms in bipolar patients with alcohol abuse."}, {"pubmed": 30195196, "text": "A two-way ANOVA revealed significant differences between the clock genes profiles of controls and RBD patients for hPer1 (P = 0.0324), hPer2 (P = 0.0039), hBmal1 (P = 0.0160), and hNr1d1 (P = 0.0046)."}, {"pubmed": 30665264, "text": "Study reported an association between the risk of prostate cancer and the circadian pathway where significant associations were found for the genes NPAS2 and PER1."}, {"pubmed": 30774045, "text": "These data together suggest that Per-1 is a novel negative regulator of HIV-1 transcription. This restrictive activity of Per-1 to HIV-1 replication may contribute to HIV-1 latency in resting CD4+ T-cells."}, {"pubmed": 32086839, "text": "The clock gene Period 1 (Per1) is downregulated in oral squamous cell carcinoma (OSCC) and low Per1 expression is associated with TNM clinical stage and poor prognosis of OSCC patients. Per1 promotes OSCC progression by inhibiting autophagy-mediated cell apoptosis and enhancing cell proliferation in an AKT/mTOR pathway-dependent manner."}, {"pubmed": 32541172, "text": "PER1 rs3027188 Polymorphism and its Association with the Risk of Colorectal Cancer in the Japanese Population."}, {"pubmed": 32805476, "text": "Comparing expression levels of PERIOD genes PER1, PER2 and PER3 in chronic insomnia patients and medical staff working in the night shift."}, {"pubmed": 32849922, "text": "Period Family of Clock Genes as Novel Predictors of Survival in Human Cancer: A Systematic Review and Meta-Analysis."}, {"pubmed": 33723221, "text": "PER1 suppresses glycolysis and cell proliferation in oral squamous cell carcinoma via the PER1/RACK1/PI3K signaling complex."}, {"pubmed": 33804124, "text": "The Circadian Protein PER1 Modulates the Cellular Response to Anticancer Treatments."}, {"pubmed": 34493277, "text": "A missense variant rs2585405 in clock gene PER1 is associated with the increased risk of noise-induced hearing loss in a Chinese occupational population."}, {"pubmed": 34730281, "text": "The promoter hypermethylation of SULT2B1 accelerates esophagus tumorigenesis via downregulated PER1."}, {"pubmed": 34921659, "text": "Association of rs3027178 polymorphism in the circadian clock gene PER1 with susceptibility to Alzheimer's disease and longevity in an Italian population."}, {"pubmed": 35255118, "text": "Disrupting Circadian Rhythm via the PER1-HK2 Axis Reverses Trastuzumab Resistance in Gastric Cancer."}, {"pubmed": 35475497, "text": "Insights into structure and activity relationship of clinically mutated PER1 and PER2 class A beta-lactamase enzymes."}, {"pubmed": 35678317, "text": "The biological clock gene PER1 affects the development of oral squamous cell carcinoma by altering the circadian rhythms of cell proliferation and apoptosis."}, {"pubmed": 35985238, "text": "LncRNA TPTEP1 inhibits the migration and invasion of gastric cancer cells through miR-548d-3p/KLF9/PER1 axis."}, {"pubmed": 38245510, "text": "DNA polymerase beta connects tumorigenicity with the circadian clock in liver cancer through the epigenetic demethylation of Per1."}], "genomic_pos": {"chr": "17", "end": 8156506, "ensemblgene": "ENSG00000179094", "start": 8140472, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 8059824, "start": 8043790, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002028", "qualifier": "involved_in", "term": "regulation of sodium ion transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0007623", "pubmed": 14645221, "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009649", "pubmed": 9323128, "qualifier": "involved_in", "term": "entrainment of circadian clock"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010608", "qualifier": "involved_in", "term": "post-transcriptional regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032922", "pubmed": [18411297, 24005054], "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042634", "pubmed": 24005054, "qualifier": "involved_in", "term": "regulation of hair cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042752", "qualifier": "involved_in", "term": "regulation of circadian rhythm"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043124", "qualifier": "involved_in", "term": "negative regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043153", "qualifier": "involved_in", "term": "entrainment of circadian clock by photoperiod"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043153", "qualifier": "involved_in", "term": "entrainment of circadian clock by photoperiod"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046329", "qualifier": "involved_in", "term": "negative regulation of JNK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051591", "qualifier": "involved_in", "term": "response to cAMP"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097167", "qualifier": "involved_in", "term": "circadian regulation of translation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900015", "qualifier": "involved_in", "term": "regulation of cytokine production involved in inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900744", "qualifier": "involved_in", "term": "regulation of p38MAPK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000323", "qualifier": "involved_in", "term": "negative regulation of glucocorticoid receptor signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 24005054, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 18411297, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001222", "qualifier": "enables", "term": "transcription corepressor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [23503662, 30530698, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019900", "pubmed": 15917222, "qualifier": "enables", "term": "kinase binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031490", "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 15917222, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070888", "pubmed": 18411297, "qualifier": "enables", "term": "E-box binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140297", "qualifier": "enables", "term": "DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[8364, 779488], [9544, 721948], [9598, 455098], [9606, 5187], [9615, 489488], [9913, 516318], [10090, 18626], [10116, 287422]], "id": 1966}, "interpro": [{"desc": "PAS domain", "id": "IPR000014", "short_desc": "PAS"}, {"desc": "PAS fold-3", "id": "IPR013655", "short_desc": "PAS_fold_3"}, {"desc": "PAS domain superfamily", "id": "IPR035965", "short_desc": "PAS-like_dom_sf"}, {"desc": "Period circadian protein homolog 1-3, PAS-A domain", "id": "IPR048814", "short_desc": "Per1-3_PAS-A"}, {"desc": "Period circadian-like, C-terminal", "id": "IPR022728", "short_desc": "Period_circadian-like_C"}], "ipi": ["IPI00440484", "IPI00910605"], "map_location": "17p13.1", "name": "period circadian regulator 1", "other_names": ["Period, drosophila, homolog of", "circadian clock protein PERIOD 1", "circadian pacemaker protein RIGUI", "hPER1", "period circadian clock 1", "period circadian protein homolog 1", "period homolog 1"], "pantherdb": {"HGNC": "8845", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1098283", "ortholog_type": "LDO", "panther_family": "PTHR11269", "taxid": 10090, "uniprot_kb": "O35973"}, {"RGD": "727863", "ortholog_type": "LDO", "panther_family": "PTHR11269", "taxid": 10116, "uniprot_kb": "Q8CHI5"}, {"ZFIN": "ZDB-GENE-011220-1", "ortholog_type": "O", "panther_family": "PTHR11269", "taxid": 7955, "uniprot_kb": "A0A0R4ICG0"}, {"ZFIN": "ZDB-GENE-040419-1", "ortholog_type": "LDO", "panther_family": "PTHR11269", "taxid": 7955, "uniprot_kb": "B3DK47"}, {"FlyBase": "FBgn0003068", "ortholog_type": "LDO", "panther_family": "PTHR11269", "taxid": 7227, "uniprot_kb": "P07663"}], "uniprot_kb": "O15534"}, "pathway": {"kegg": [{"id": "hsa04710", "name": "Circadian rhythm - Homo sapiens (human)"}, {"id": "hsa04713", "name": "Circadian entrainment - Homo sapiens (human)"}], "pid": {"id": "circadianpathway", "name": "Circadian rhythm pathway"}, "reactome": {"id": "R-HSA-400253", "name": "Circadian Clock"}, "wikipathways": [{"id": "WP3298", "name": "Melatonin metabolism and effects"}, {"id": "WP410", "name": "Exercise-induced Circadian Regulation"}]}, "pfam": ["PF08447", "PF21353", "PF12114"], "pharmgkb": "PA33184", "pharos": {"target_id": 8505, "tdl": "Tbio"}, "pir": "T00018", "prosite": "PS50112", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253967", "relationship": "is"}, {"id": "GNF253968", "relationship": "is"}, {"id": "GNF253969", "relationship": "is"}, {"id": "GNF253970", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163167", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087208", "relationship": "is"}, {"id": "GNF087209", "relationship": "is"}, {"id": "GNF087210", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053335", "relationship": "is"}, {"id": "GNF058103", "relationship": "is"}, {"id": "GNF073285", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067281", "relationship": "is"}, {"id": "GNF067282", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF011072", "relationship": "is"}, {"id": "GNF017985", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF238506", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095374", "relationship": "is"}, {"id": "GNF135031", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": "NP_002607.2", "rna": "NM_002616.3", "translation": {"protein": "NP_002607.2", "rna": "NM_002616.3"}}, "reporter": {"HG-U133_Plus_2": ["202861_at", "242832_at", "244677_at", "36829_at"], "HG-U95Av2": "36829_at", "HG-U95B": "43608_at", "HTA-2_0": "TC17002849.hg.1", "HuEx-1_0": "3744150", "HuGene-1_1": "8012349", "HuGene-2_1": "16840846"}, "summary": "This gene is a member of the Period family of genes and is expressed in a circadian pattern in the suprachiasmatic nucleus, the primary circadian pacemaker in the mammalian brain. Genes in this family encode components of the circadian rhythms of locomotor activity, metabolism, and behavior. This gene is upregulated by CLOCK/ARNTL heterodimers but then represses this upregulation in a feedback loop using PER/CRY heterodimers to interact with CLOCK/ARNTL. Polymorphisms in this gene may increase the risk of getting certain cancers. Alternative splicing has been observed in this gene; however, these variants have not been fully described. [provided by RefSeq, Jan 2014].", "symbol": "PER1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418464"}, "unigene": "Hs.445534", "uniprot": {"Swiss-Prot": "O15534", "TrEMBL": ["J3QL46", "J3QSH9", "J3KRL7", "J3QLQ5", "J3KTM2", "J3QL55", "J3KSL6"]}, "wikipedia": {"url_stub": "PER1"}}