{"AllianceGenome": "8846", "HGNC": "8846", "MIM": "603426", "_id": "8864", "_version": 1, "accession": {"genomic": ["AC012485.13", "AY647991.1", "CH471063.1", "CP068276.2", "EF015905.1", "NC_000002.12", "NC_060926.1", "NG_012146.1"], "protein": ["AAT68170.1", "AAX88976.1", "ABM64216.1", "BAA20804.3", "BAA83709.1", "BAG57975.1", "BAG65011.1", "EAW71153.1", "EAW71154.1", "EAW71155.1", "NP_073728.1", "O15055.2", "XP_005246168.1", "XP_006712887.1", "XP_047302187.1", "XP_047302188.1", "XP_054200370.1", "XP_054200371.1"], "rna": ["AB002345.2", "AB012614.1", "AK294876.1", "AK304108.1", "DA226434.1", "NM_003894.3", "NM_022817.3", "XM_005246111.5", "XM_006712824.5", "XM_047446231.1", "XM_047446232.1", "XM_054344395.1", "XM_054344396.1"], "translation": [{"protein": "XP_047302187.1", "rna": "XM_047446231.1"}, {"protein": "XP_006712887.1", "rna": "XM_006712824.5"}, {"protein": "XP_054200371.1", "rna": "XM_054344396.1"}, {"protein": "XP_005246168.1", "rna": "XM_005246111.5"}, {"protein": "XP_054200370.1", "rna": "XM_054344395.1"}, {"protein": "NP_073728.1", "rna": "NM_022817.3"}, {"protein": "BAA83709.1", "rna": "AB012614.1"}, {"protein": "BAA20804.3", "rna": "AB002345.2"}, {"protein": "BAG65011.1", "rna": "AK304108.1"}, {"protein": "XP_047302188.1", "rna": "XM_047446232.1"}, {"protein": "BAG57975.1", "rna": "AK294876.1"}]}, "alias": ["FASPS", "FASPS1"], "ensembl": {"gene": "ENSG00000132326", "protein": ["ENSP00000254657", "ENSP00000405891", "ENSP00000516757", "ENSP00000516758"], "transcript": ["ENST00000254657", "ENST00000355768", "ENST00000431832", "ENST00000491417", "ENST00000707129", "ENST00000707130"], "translation": [{"protein": "ENSP00000254657", "rna": "ENST00000254657"}, {"protein": "ENSP00000516757", "rna": "ENST00000707129"}, {"protein": "ENSP00000516758", "rna": "ENST00000707130"}, {"protein": "ENSP00000405891", "rna": "ENST00000431832"}], "type_of_gene": "protein_coding"}, "entrezgene": "8864", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 39.1797809862, "exp_mis": 475.276938613, "exp_syn": 252.944041021, "lof_z": 5.09262628494197, "mis_z": 0.656852943459857, "mu_lof": 2.81931761221e-06, "mu_mis": 4.2669385036e-05, "mu_syn": 2.22823869771e-05, "n_lof": 7.0, "n_mis": 446.0, "n_syn": 239.0, "p_li": 0.933004687040542, "p_null": 4.54709288216099e-09, "p_rec": 0.0669953084123656, "syn_z": 0.543531418523077}, "bp": 3768, "cds_end": 239186577, "cds_start": 239155015, "n_exons": 22, "nonpsych": {"exp_lof": 35.0349426887, "exp_mis": 429.744965218, "exp_syn": 228.512235967, "lof_z": 4.65158513083041, "mis_z": 0.772381059760952, "mu_lof": 2.81931761221e-06, "mu_mis": 4.2669385036e-05, "mu_syn": 2.22823869771e-05, "n_lof": 7.0, "n_mis": 398.0, "n_syn": 215.0, "p_li": 0.77194169457514, "p_null": 1.43860084191064e-07, "p_rec": 0.228058161564776, "syn_z": 0.562775102203514}, "nontcga": {"exp_lof": 36.0038234234, "exp_mis": 437.213238825, "exp_syn": 232.66696194, "lof_z": 5.09708832245982, "mis_z": 0.576920685136117, "mu_lof": 2.81931761221e-06, "mu_mis": 4.2669385036e-05, "mu_syn": 2.22823869771e-05, "n_lof": 5.0, "n_mis": 413.0, "n_syn": 227.0, "p_li": 0.991714412520326, "p_null": 6.24557615533028e-10, "p_rec": 0.00828558685511654, "syn_z": 0.235238335948603}, "transcript": "ENST00000254657.3"}, "exons": [{"cdsend": 238277936, "cdsstart": 238246374, "chr": "2", "position": [[238244043, 238246524], [238249061, 238249212], [238250550, 238250743], [238251598, 238251761], [238252911, 238253702], [238255656, 238255911], [238256921, 238257086], [238258275, 238258400], [238258496, 238258644], [238259968, 238260053], [238260827, 238260953], [238261728, 238261837], [238262190, 238262344], [238262951, 238263058], [238265511, 238265590], [238268055, 238268198], [238268922, 238268974], [238271311, 238271513], [238273069, 238273191], [238275742, 238275897], [238277130, 238277193], [238277706, 238277955], [238288348, 238288610]], "strand": -1, "transcript": "NM_022817", "txend": 238288610, "txstart": 238244043}], "exons_hg19": [{"cdsend": 239186577, "cdsstart": 239155015, "chr": "2", "position": [[239152684, 239155165], [239157702, 239157853], [239159191, 239159384], [239160239, 239160402], [239161552, 239162343], [239164297, 239164552], [239165562, 239165727], [239166916, 239167041], [239167137, 239167285], [239168609, 239168694], [239169468, 239169594], [239170369, 239170478], [239170831, 239170985], [239171592, 239171699], [239174152, 239174231], [239176696, 239176839], [239177563, 239177615], [239179952, 239180154], [239181710, 239181832], [239184383, 239184538], [239185771, 239185834], [239186347, 239186596], [239196989, 239197251]], "strand": -1, "transcript": "NM_022817", "txend": 239197251, "txstart": 239152684}], "generif": [{"pubmed": 12372299, "text": "The circadian gene Period2 plays an important role in tumor suppression and DNA damage response in vivo."}, {"pubmed": 12565145, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12565145, "text": "Polymorphism of the PER2 casein kinase I epsilon binding region is unlikely to play an important role in the development of bipolar disorder."}, {"pubmed": 14712925, "text": "Circadian oscillations of Per1, Per2, and Per3 mRNA expression were observed in serum-stimulated normal human fibroblasts."}, {"pubmed": 14750904, "text": "Transcripts of hPer2 underwent circadian oscillation. The mRNA levels reached a maximum at 4 h and minimal levels at 12 h."}, {"pubmed": 15790588, "text": "disturbances in PER gene expression may result in disruption of the control of the normal circadian clock, thus benefiting the survival of cancer cells and promoting carcinogenesis"}, {"pubmed": 15985538, "text": "Per2 levels were reduced in lymphoma cell lines and in acute myeloid leukemia (AML) patient samples"}, {"pubmed": 16120104, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16120104, "text": "per2 gene is associated with diurnal sleep preference."}, {"pubmed": 16338760, "text": "Point mutations in the prion protein, period 2, and the prepro-hypocretin/orexin gene have been found as the cause of a few sleep disorders."}, {"pubmed": 16519674, "text": "Evening exposure to blue light stimulates the expression of the clock gene PER2."}, {"pubmed": 16528748, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17106427, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17218255, "text": "Phosphorylation at Serine 662 leads to increased PER2 transcription and suggest that phosphorylation at another site leads to PER2 degradation."}, {"pubmed": 17274950, "text": "We have examined the circadian expression of clock genes in human leukocytes and found that Per2 mRNA showed weak rhythm."}, {"pubmed": 17440215, "text": "A clear circadian rhythm was shown for hPer1, hPer2, and hCry2 expression in CD34(+) cells and for hPer1 in the whole bone marrow, with maxima from early morning to midday."}, {"pubmed": 17457720, "text": "variations associated with seasonal affective disorder"}, {"pubmed": 17599055, "text": "Per2, a core clock gene, links the circadian cycle to the ERalpha signaling network."}, {"pubmed": 17971899, "text": "a role for both Per1 and Per2 in normal breast function and show for the first time that deregulation of the circadian clock may be an important factor in the development of familial breast cancer"}, {"pubmed": 18430226, "text": "The regulators of clock-controlled transcription PER2, CRY1 and CRY2 differ in their capacity to interact with each single component of the BMAL1-CLOCK heterodimer and, in the case of BMAL1, also in their interaction sites."}, {"pubmed": 18444243, "text": "The expression level of PER2 was decreased in hepatocellular carcinoma."}, {"pubmed": 18505821, "text": "The data support a model where heme-mediated oxidation triggers hPer2 degradation, thus controlling heterodimerization and ultimately gene transcription."}, {"pubmed": 18517031, "text": "Individual PER3 rhythms correlated significantly with sleep-wake timing and the timing of melatonin and cortisol, but those of PER2 and BMAL1 did not reach significance."}, {"pubmed": 18518968, "text": "These data support the hypothesis that circadian clock genes can control the cell cycle and cell survival signaling, and emphasize a central role of CK1epsilon and PERIOD2 in linking these systems."}, {"pubmed": 18575464, "text": "PER2 might have been influenced by positive selection, and offers preliminary insights into the evolution of this functional class of genes"}, {"pubmed": 19013183, "text": "There was no significant age-related phase difference in PER1 or PER2 rhythm with respect to sleep timing; however, PER3 expression pattern was altered in the older subjects."}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19106159, "text": "These findings suggest that disruption of the peripheral intestinal circadian clock may be intimately involved in beta-catenin induced intestinal epithelial neoplastic transformation in both mouse and man."}, {"pubmed": 19299560, "text": "We propose a new concept of how PER2 phosphorylation and stabilization can set the clock speed in opposite directions, dependent on the phase of action."}, {"pubmed": 19470168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19500131, "text": "differential expression and prognostic significance of the circadian genes CRY1 and PER2 in chronic lymphocytic leukemia"}, {"pubmed": 19605937, "text": "PER2 is inhibited by BMAL2-CLOCK, which reemphasizes its negative role and a positive role of BMAL2 in circadian transcription"}, {"pubmed": 19693801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19693801, "text": "genetic variation in PER2 is associated with depression vulnerability a Swedish population-based sample"}, {"pubmed": 19714310, "text": "Evidence suggests metabolic processes feed back into the circadian clock, affecting clock and per2 gene expression and timing of behaviour."}, {"pubmed": 19839995, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19916842, "text": "significant reduction in PER2 expression in oral mucosa with aging in the morning, noon, and afternoon"}, {"pubmed": 19926610, "text": "levels of Per2 were reduced in lymphoma and acute myeloid leukemia patient samples"}, {"pubmed": 19934327, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19957060, "text": "displayed a significant anti-tumor effect through cell cycle arrest and apoptosis induction in K562 leukemia cells"}, {"pubmed": 20072116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20174623, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20180986, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20187847, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20187847, "text": "PER2 gene variation is associated with alcohol consumption in interaction with sleep problems among Swedish adolescent boys"}, {"pubmed": 20396431, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20481271, "text": "The expression levels of Per2 in glioma cells were significantly different from the surrounding non-glioma cells. The difference in the expression rate of Per2 in high-grade (grade III and IV) and low-grade (grade 1 and II) gliomas was insignificant."}, {"pubmed": 20497782, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20497782, "text": "PER2 is implicated in attrition in weight-loss treatment and may modulate eating-behavior-related phenotypes."}, {"pubmed": 20554694, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20886252, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20886252, "text": "Per2 C111G SNPs do not influence circadian rhythmicity in healthy Italian population."}, {"pubmed": 20931356, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20931356, "text": "rs934945 of PER2 may be associated with diurnal preference in a Korean healthy population"}, {"pubmed": 20978934, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21050724, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21324900, "text": "Data found that the pool of Ser-662-phosphorylated PER2 proteins was more stable than the pool of total PER2 molecules, implying that the FASPS phosphorylation cluster antagonizes PER2 degradation."}, {"pubmed": 21380491, "text": "reduced expression of the Per2 gene may be a predictor of outcomes in patients with colorectal cancer."}, {"pubmed": 21411511, "text": "Lean individuals exhibited significant (P < 0.05) temporal changes of core clock (PER1, PER2, PER3, CRY2, BMAL1, and DBP) and metabolic (REVERBalpha, RIP140, and PGC1alpha) genes."}, {"pubmed": 21463335, "text": "This study demonstrated a novel mechanism for alcohol-induced intestinal hyperpermeability through stimulation of intestinal circadian Per2 and CLOCK gene expression."}, {"pubmed": 21814225, "text": "Our results suggest that Per2 may not have a major role in the pathogenesis of panic disorder in the Japanese population."}, {"pubmed": 21990077, "text": "Examines the effect of acute sleep deprivation under light conditions on the expression of hPer2 and hBmal1. 40-hour acute sleep deprivation under light conditions may affect the expression of hPer2 in PBMCs."}, {"pubmed": 22081238, "text": "Clock genes expression is sex dependent in human adipose tissue from morbidly obese subjects and correlates to a decreased in metabolic syndrome-related traits"}, {"pubmed": 22105622, "text": "Rhythmic circadian expression of PER2 was found in the control group, but the ADHD group did not display a significant circadian rhythm in PER2."}, {"pubmed": 22137505, "text": "Findings are the first to indicate that circadian genes have a significant impact upon circadian-relevant reward circuitry in humans."}, {"pubmed": 22166120, "text": "Low Per2 is associated with colorectal carcinoma"}, {"pubmed": 22217103, "text": "treatment with isoprenaline or dexamethasone induces circadian expression of hPer1, hPer2, hPer3, and hBMAL1"}, {"pubmed": 22260161, "text": "C/EBPalpha with its associated direct core clock gene target, PER2, are highly deregulated in DLBCL, suggesting an important tumor suppressive pathway in the pathogenesis of this lymphoma entity"}, {"pubmed": 22504483, "text": "studies identify adenosine-elicited stabilization of Per2 in the control of HIF-dependent cardiac metabolism and ischemia tolerance and implicate Per2 stabilization"}, {"pubmed": 22623394, "text": "the rs2304672 polymorphism in the PER2 gene locus may influence lipid metabolism by interacting with the plasma total SFA concentration in participants with MetS."}, {"pubmed": 22634208, "text": "Expression of period 2 transgene in the suprachiasmatic nucleus is affected by zeitgeber time (ZT) with a marginal interaction effect of age, genotype, and ZT."}, {"pubmed": 22832851, "text": "These results provide preliminary evidence for the role of the PER2 gene in regulating striatal D2R availability in the human brain and in vulnerability for cocaine addiction."}, {"pubmed": 22905719, "text": "PER2 regulates AKT activity"}, {"pubmed": 22939700, "text": "altered post-translational regulation of PER2 protein in the patients with familial advanced sleep-phase disorder"}, {"pubmed": 22984121, "text": "This study showed for the first time that gender altered the expression of a circadian gene, Per2, in an infectious disease."}, {"pubmed": 23003921, "text": "DNA methylation levels at different CpG sites of CLOCK, BMAL1 and PER2 genes were analyzed in sixty normal-weight, overweight and obese women following a 16-week weight reduction program."}, {"pubmed": 23533602, "text": "The findings may suggest a role of the circadian rhythm gene PER2 in both the drinking patterns of young adults and in moderating the impact of severe life stress on hazardous drinking in experienced alcohol users."}, {"pubmed": 23546644, "text": "Studies indicate that in the cytoplasm, PER3 protein heterodimerizes with PER1, PER2, CRY1, and CRY2 proteins and enters into the nucleus, resulting in repression of CLOCK-BMAL1-mediated transcription."}, {"pubmed": 23593233, "text": "circadian protein PER2 counteracts viral replication"}, {"pubmed": 23606611, "text": "there is significant daily variation in PER2, PER3, and ARNTL1 expression with earlier timing of expression in women than in men"}, {"pubmed": 23836662, "text": "findings clearly demonstrate the tumor suppression function of PER2 and elucidate a pathway by which hypoxia promotes EMT via degradation of PER2"}, {"pubmed": 23880009, "text": "The locus rs2304669 on Per2 gene is associated with breast cancer risk. Genetic variation of circadian clock genes may increase the susceptibility to breast cancer. Therefore, it may become an important biomarker of susceptibility to breast cancer."}, {"pubmed": 23969301, "text": "the association of rs934945 with \"morning alertness\" and rs2640909 with \"morningness\"."}, {"pubmed": 24062075, "text": "Expression of cell cycle regulatory factors hus1, gadd45a, rb1, cdkn2a and mre11a correlates with expression of clock gene per2 in human colorectal carcinoma tissue."}, {"pubmed": 24202686, "text": "Our work represents the first evidence that the Per2S splicing isoform is a clock component expressed in human cells localizing in the nucleolus."}, {"pubmed": 24551282, "text": "Per1 and Per2 may play important roles in tumor development, invasion and prognosis, and Per2 may serve as a novel prognostic biomarker of human gastric cancer."}, {"pubmed": 24678593, "text": "We did not observe any significant difference in Bone Mineral Density according to the genotype of the PER2 c.3731G> A polymorphism in postmenopausal Korean women."}, {"pubmed": 24892753, "text": "The results of this study present no evidence for an association of PER2 polymorphisms with juvenile myoclonic epilepsy."}, {"pubmed": 25103245, "text": "The findings place hPer2 directly at the heart of the hp53-mediated response by ensuring that basal levels of hp53 are available to precondition the cell when a rapid, hp53-mediated, transcriptional response is needed."}, {"pubmed": 25216061, "text": "The biological effects of the per2 gene and its protein product, PER2, in the limbic system. [Review]"}, {"pubmed": 25313752, "text": "deregulated of the PER2 genes in glioma cells in deregulation of the cell cycle favoring proliferation of tumor cells."}, {"pubmed": 25411341, "text": "Data indicate that the period circadian protein Per2 modulates hp53 protein signaling in response to genotoxic stress."}, {"pubmed": 25550826, "text": "In patients with non-small cell lung cancer, those with lower expression of Per1, Per2 and Per3 had a shorter survival time than those with higher expression."}, {"pubmed": 25573754, "text": "RNA sequencing revealed that premature inhibition of PER2 by small interfering RNA knockdown leads to a grossly disorganized decidual response."}, {"pubmed": 25688509, "text": "Deregulated expression of the PER2 genes is common in glioma, and inactivation of PER2 expression in glioma cells may result in deregulation of the cell cycle, thus promoting the proliferation of glioma cells."}, {"pubmed": 25799324, "text": "ARNTL and PER2 genetic variants associate in psychotic disorders Depresssion"}, {"pubmed": 26174845, "text": "The effect of genotype AC or allele C of Per2 on insomnia was relatively stronger than that of high work stress, suggesting that individual's susceptibility should be taken into consideration when intervening and controlling insomnia of workers."}, {"pubmed": 26247999, "text": "possible circadian rhythm in full-term placental expression"}, {"pubmed": 26283734, "text": "Data suggest that PER2 functions as the only clock gene needed to maintain undifferentiated state of endothelial progenitor cells; expression of PER2-regulatory microRNA, miR-92a, is down-regulated in diabetic retinopathy."}, {"pubmed": 26898709, "text": "The levels of circadian protein Per2 were significantly increased and E-cadherin was significantly decreased in the tissue of human esophageal cancer with metastasis as compared with non-metastatic esophageal cancer."}, {"pubmed": 27035749, "text": "clock gene Per2 plays an important role in cell cycle progression and the balance of cell proliferation and apoptosis by regulation of the cyclin/CDK/CKI cell cycle network."}, {"pubmed": 27036047, "text": "Data suggest that Per2 is not only a tumor suppressor gene but can also be regarded as a regulator of MDM2-TP53 pathway."}, {"pubmed": 27082164, "text": "Per2 is closely and negatively associated with the occurrence and development of ovarian cancer. Per2 expression, and the clinical stage and TNM development of ovarian cancer were identified to be correlated."}, {"pubmed": 27089043, "text": "results indicate the involvement of PER2 in the homeostatic process of sleep"}, {"pubmed": 27335043, "text": "This study showed that Lack of Association between Genetic Polymorphism of PER2 gene with Late Onset Depression and Alzheimer's Disease in a Sample of a Brazilian Population"}, {"pubmed": 27346580, "text": "The interplay between Sirt1 and Per2 modulates aging gene expression and circadian-clock maintenance."}, {"pubmed": 27492458, "text": "Low Per2 gene expression is associated with colorectal liver metastases."}, {"pubmed": 27614897, "text": "Immunostaining of CLOCK and PER2 protein was detected in the granulosa cells of dominant antral follicles but was absent in the primordial, primary, or preantral follicles of human ovaries.Oscillating expression of the circadian gene PER2 can be induced by testosterone in human granulosa cells in vitro. Expression of STAR also displayed an oscillating pattern after testosterone stimulation"}, {"pubmed": 27834218, "text": "p53's nuclear shuttling was significantly favored by ectopic expression of Per2 and reduced because of Per2 down-regulation."}, {"pubmed": 28448534, "text": "miR-21 as cardioprotective downstream target of Per2"}, {"pubmed": 28498398, "text": "The results suggest that the PER2 gene may be a risk factor for RA, and expression of the PER2 protein may be affected by inflammation. Therefore, PER2 may contribute to the pathogenesis of RA."}, {"pubmed": 28535015, "text": "In human oral squamous cell carcinoma cells PER2 through the regulation of the numerous important downstream tumor-related genes, plays a major role in tumor suppression."}, {"pubmed": 28545154, "text": "Results show that PER2 expression and stability is regulated by CSNK1D which can itself be regulated by phosphorylation on its regulatory domain in a site-specific manner."}, {"pubmed": 28650999, "text": "the clock gene PER2 polymorphisms account for the physiological variation of melatonin suppression as circadian light sensitivity"}, {"pubmed": 29115399, "text": "The results of this study suggest that loss of PER2 expression is closely associated with the genesis and development of OSCC and that PER2 may be an important prognostic biomarker in OSCC."}, {"pubmed": 29490985, "text": "Results indicate that PER2 plays a similar role in both mouse and human mammary epithelial cells and regulates cell fate commitment, with a trend towards a bipotent cell type"}, {"pubmed": 29856966, "text": "Beta transducin repeat-containing protein (beta-TrCP1) interacts with PERIOD2 (PER2) through conserved phosphoswitches i.e. SEP480 and SEP484 residues."}, {"pubmed": 30195196, "text": "A two-way ANOVA revealed significant differences between the clock genes profiles of controls and RBD patients for hPer1 (P = 0.0324), hPer2 (P = 0.0039), hBmal1 (P = 0.0160), and hNr1d1 (P = 0.0046)."}, {"pubmed": 30226549, "text": "These results indicate that the loss of Per2 is one of the factors underlying tumourigenesis in nonsmall cell lung cancer , and it may function as a novel molecular target for nonsmall cell lung cancer ."}, {"pubmed": 30343691, "text": "We found that pro-inflammatory cytokines IL-6 and CCL2 suppressed PER2 gene expression. Mechanistic studies further revealed that IL-6/STAT3/NFkappaB p50 and CCL2/PI3K/AKT signaling pathways suppressed PER2 gene expression in both phenotypically normal MCF-10A cells as well as MCF-7 breast cancer cells."}, {"pubmed": 30348778, "text": "The computational and experimental approaches suggest SIRT1 positively regulates circadian clock function through actions on PER2 and PGC1a."}, {"pubmed": 30425162, "text": "PER2 is a previously uncharacterized substrate for the ubiquitin ligase MDM2; MDM2 targets PER2 for degradation in a manner independent of PER2 phosphorylation"}, {"pubmed": 30597578, "text": "data establish significant association between binge or heavy levels of alcohol drinking and elevated levels of methylation and reduced levels of expression of POMC and PER2 genes. Furthermore, elevated methylation of POMC and PER2 genes is associated with greater subjective and behavioral motivation for alcohol."}, {"pubmed": 30926824, "text": "Chronotype Genetic Variant in PER2 is Associated with Intrinsic Circadian Period in Humans."}, {"pubmed": 30943793, "text": "PER2 showed relatively stable oscillations compared with BMAL1."}, {"pubmed": 31252075, "text": "Study showed that abnormal expression levels of Per2, Clock, and Bmal1 were detected in patients with traumatic brain injury-related sleep disorders."}, {"pubmed": 31329297, "text": "Persistent Changes in Stress-Regulatory Genes in Pregnant Women or Children Exposed Prenatally to Alcohol."}, {"pubmed": 31409384, "text": "Specific DNA methylation signatures for aggressive choroid plexus carcinoma (CPC) revealed AK1, PER2, and PLSCR4 as potential biomarkers for CPC that can be used to improve molecular stratification for diagnosis and treatment."}, {"pubmed": 31527662, "text": "Val1205 is located in the CRY-binding domain of PER2 and was hypothesized to interact with CRY."}, {"pubmed": 31658284, "text": "Expression of miR-34a-5p is up-regulated in human colorectal cancer and correlates with survival and clock gene PER2 expression"}, {"pubmed": 32043967, "text": "Casein kinase 1 dynamics underlie substrate selectivity and the PER2 circadian phosphoswitch."}, {"pubmed": 32185221, "text": "Aberrant Expression and Subcellular Localization of PER2 Promote the Progression of Oral Squamous Cell Carcinoma."}, {"pubmed": 32320392, "text": "Both thermal unfolding dynamic light scattering and circular dichroism analyses suggested that all forms of C-terminal domain of clock protein PER2 (PER2c) have very stable secondary structures in solution by themselves with melting temperatures higher than the physiological body temperature, indicating that PER2c does not require CRY to fold."}, {"pubmed": 32458942, "text": "The circadian clock gene PER2 enhances chemotherapeutic efficacy in nasopharyngeal carcinoma when combined with a targeted nanosystem."}, {"pubmed": 32468039, "text": "PER2 inhibits proliferation and stemness of glioma stem cells via the Wnt/betacatenin signaling pathway."}, {"pubmed": 32805476, "text": "Comparing expression levels of PERIOD genes PER1, PER2 and PER3 in chronic insomnia patients and medical staff working in the night shift."}, {"pubmed": 32849922, "text": "Period Family of Clock Genes as Novel Predictors of Survival in Human Cancer: A Systematic Review and Meta-Analysis."}, {"pubmed": 32850472, "text": "Per2 Upregulation in Circulating Hematopoietic Progenitor Cells During Chronic HIV Infection."}, {"pubmed": 32896064, "text": "PER2 C111G polymorphism, cognitive reserve and cognition in subjective cognitive decline and mild cognitive impairment: a 10-year follow-up study."}, {"pubmed": 33393850, "text": "Possible Association of PER2/PER3 Variable Number Tandem Repeat Polymorphism Variants with Susceptibility and Clinical Characteristics in Pancreatic Cancer."}, {"pubmed": 33474825, "text": "Sleep phenotype of individuals with autism spectrum disorder bearing mutations in the PER2 circadian rhythm gene."}, {"pubmed": 33497301, "text": "Association of PER2 gene single nucleotide polymorphisms with genetic susceptibility to systemic lupus erythematosus."}, {"pubmed": 33917494, "text": "Phosphorylation of GAPVD1 Is Regulated by the PER Complex and Linked to GAPVD1 Degradation."}, {"pubmed": 34034593, "text": "Targeting circadian PER2 as therapy in myocardial ischemia and reperfusion injury."}, {"pubmed": 34112033, "text": "For whom the circadian clock ticks? Investigation of PERIOD and CLOCK gene variants in bipolar disorder."}, {"pubmed": 34275001, "text": "Dopamine adjusts the circadian gene expression of Per2 and Per3 in human dermal fibroblasts from ADHD patients."}, {"pubmed": 34321570, "text": "Expression of HO1 and PER2 can predict the incidence of delirium in trauma patients with concomitant brain injury."}, {"pubmed": 34481895, "text": "IL-1beta induces changes in expression of core circadian clock components PER2 and BMAL1 in primary human chondrocytes through the NMDA receptor/CREB and NF-kappaB signalling pathways."}, {"pubmed": 34642831, "text": "PER2: a potential molecular marker for hematological malignancies."}, {"pubmed": 34648915, "text": "Period circadian regulator 2 suppresses drug resistance to cisplatin by PI3K/AKT pathway and improves chronochemotherapeutic efficacy in cervical cancer."}, {"pubmed": 35398375, "text": "Transcription Factor EGR1 Regulates the Expression of the Clock Gene PER2 under IL-4 Stimulation in Human Keratinocytes."}, {"pubmed": 35475497, "text": "Insights into structure and activity relationship of clinically mutated PER1 and PER2 class A beta-lactamase enzymes."}, {"pubmed": 35508866, "text": "Per2 Expression Regulates the Spatial Working Memory of Mice through DRD1-PKA-CREB Signaling."}, {"pubmed": 35599595, "text": "Circadian Period 2 (Per2) downregulate inhibitor of differentiation 3 (Id3) expression via PTEN/AKT/Smad5 axis to inhibits glioma cell proliferation."}, {"pubmed": 36901420, "text": "Relationship between APOE, PER2, PER3 and OX2R Genetic Variants and Neuropsychiatric Symptoms in Patients with Alzheimer's Disease."}, {"pubmed": 37215573, "text": "PER2 integrates circadian disruption and pituitary tumorigenesis."}, {"pubmed": 37445839, "text": "PER2 Promotes Odontoblastic/Osteogenic Differentiation of Dental Pulp Stem Cells by Modulating Mitochondrial Metabolism."}, {"pubmed": 37724597, "text": "Transcription Repression of CRY2 via PER2 Interaction Promotes Adipogenesis."}, {"pubmed": 37761863, "text": "A Three-Way Interaction of Sex, PER2 rs56013859 Polymorphism, and Family Maltreatment in Depressive Symptoms in Adolescents."}, {"pubmed": 37914384, "text": "PER2 binding to HSP90 enhances immune response against oral squamous cell carcinoma by inhibiting IKK/NF-kappaB pathway and PD-L1 expression."}, {"pubmed": 37981094, "text": "PER2 gene and its association with sleep-related disorders: A review."}, {"pubmed": 38221535, "text": "Importance of Per2 in cardiac mitochondrial protection during stress."}, {"pubmed": 38777144, "text": "Hierarchical and scaffolded phosphorylation of two degrons controls PER2 stability."}, {"pubmed": 38805270, "text": "Phosphorylation of DNA-binding domains of CLOCK-BMAL1 complex for PER-dependent inhibition in circadian clock of mammalian cells."}], "genomic_pos": {"chr": "2", "end": 238290102, "ensemblgene": "ENSG00000132326", "start": 238244044, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 239198743, "start": 239152679, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0005978", "qualifier": "involved_in", "term": "glycogen biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006094", "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006631", "qualifier": "involved_in", "term": "fatty acid metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007623", "pubmed": 9427249, "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019229", "qualifier": "involved_in", "term": "regulation of vasoconstriction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019249", "qualifier": "involved_in", "term": "lactate biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031397", "qualifier": "involved_in", "term": "negative regulation of protein ubiquitination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0032922", "pubmed": 20840750, "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042752", "qualifier": "involved_in", "term": "regulation of circadian rhythm"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042754", "qualifier": "involved_in", "term": "negative regulation of circadian rhythm"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042754", "pubmed": 20840750, "qualifier": "involved_in", "term": "negative regulation of circadian rhythm"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043153", "qualifier": "involved_in", "term": "entrainment of circadian clock by photoperiod"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050767", "qualifier": "involved_in", "term": "regulation of neurogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050796", "qualifier": "involved_in", "term": "regulation of insulin secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050872", "qualifier": "involved_in", "term": "white fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051946", "qualifier": "involved_in", "term": "regulation of glutamate uptake involved in transmission of nerve impulse"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070345", "qualifier": "involved_in", "term": "negative regulation of fat cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097167", "qualifier": "involved_in", "term": "circadian regulation of translation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 24049733, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000678", "qualifier": "involved_in", "term": "negative regulation of transcription regulatory region DNA binding"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 22274616, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "ISO", "gocategory": "CC", "id": "GO:1990512", "qualifier": "part_of", "term": "Cry-Per complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001222", "qualifier": "enables", "term": "transcription corepressor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003713", "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16790549, 17218255, 21179498, 22274616, 28514442, 30530698, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 140633], [9031, 374116], [9544, 696476], [9598, 460057], [9606, 8864], [9615, 486180], [9913, 512237], [10090, 18627], [10116, 63840]], "id": 7885}, "interpro": [{"desc": "PAS domain", "id": "IPR000014", "short_desc": "PAS"}, {"desc": "PAS fold-3", "id": "IPR013655", "short_desc": "PAS_fold_3"}, {"desc": "Period circadian-like, C-terminal", "id": "IPR022728", "short_desc": "Period_circadian-like_C"}, {"desc": "PAS domain superfamily", "id": "IPR035965", "short_desc": "PAS-like_dom_sf"}, {"desc": "Period circadian protein homolog 1-3, PAS-A domain", "id": "IPR048814", "short_desc": "Per1-3_PAS-A"}], "ipi": ["IPI00004516", "IPI00022072", "IPI00915864", "IPI01012525"], "map_location": "2q37.3", "name": "period circadian regulator 2", "other_names": ["circadian clock protein PERIOD 2", "hPER2", "period 2", "period circadian clock 2", "period circadian protein 2", "period circadian protein homolog 2", "period homolog 2"], "pantherdb": {"HGNC": "8846", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1195265", "ortholog_type": "LDO", "panther_family": "PTHR11269", "taxid": 10090, "uniprot_kb": "O54943"}, {"RGD": "61945", "ortholog_type": "LDO", "panther_family": "PTHR11269", "taxid": 10116, "uniprot_kb": "Q9Z301"}, {"Gene": "PER2", "ortholog_type": "LDO", "panther_family": "PTHR11269", "taxid": 9031, "uniprot_kb": "Q8QGQ8"}, {"Ensembl": "ENSGALG00000005521", "ortholog_type": "LDO", "panther_family": "PTHR11269", "taxid": 9031, "uniprot_kb": "A0A1D5P3Z1"}, {"ZFIN": "ZDB-GENE-011220-2", "ortholog_type": "LDO", "panther_family": "PTHR11269", "taxid": 7955, "uniprot_kb": "F1QUT1"}, {"FlyBase": "FBgn0003068", "ortholog_type": "O", "panther_family": "PTHR11269", "taxid": 7227, "uniprot_kb": "P07663"}], "uniprot_kb": "O15055"}, "pathway": {"kegg": [{"id": "hsa04710", "name": "Circadian rhythm - Homo sapiens (human)"}, {"id": "hsa04713", "name": "Circadian entrainment - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05221", "name": "Acute myeloid leukemia - Homo sapiens (human)"}], "pid": {"id": "circadianpathway", "name": "Circadian rhythm pathway"}, "reactome": {"id": "R-HSA-400253", "name": "Circadian Clock"}, "wikipathways": [{"id": "WP3298", "name": "Melatonin metabolism and effects"}, {"id": "WP410", "name": "Exercise-induced Circadian Regulation"}]}, "pdb": ["6OF7", "8D7M", "8D7N", "8D7O"], "pfam": ["PF08447", "PF12114", "PF21353"], "pharmgkb": "PA33185", "pharos": {"target_id": 6231, "tdl": "Tchem"}, "prosite": "PS50112", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259363", "relationship": "is"}, {"id": "GNF259364", "relationship": "is"}, {"id": "GNF259365", "relationship": "is"}, {"id": "GNF259366", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF037460", "relationship": "similar to"}, {"id": "GNF043080", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF087211", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051065", "relationship": "is"}, {"id": "GNF060519", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066187", "relationship": "is"}, {"id": "GNF066188", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095369", "relationship": "is"}, {"id": "GNF135026", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_012146.1"], "protein": ["NP_073728.1", "XP_005246168.1", "XP_006712887.1", "XP_047302187.1", "XP_047302188.1", "XP_054200370.1", "XP_054200371.1"], "rna": ["NM_003894.3", "NM_022817.3", "XM_005246111.5", "XM_006712824.5", "XM_047446231.1", "XM_047446232.1", "XM_054344395.1", "XM_054344396.1"], "translation": [{"protein": "XP_047302187.1", "rna": "XM_047446231.1"}, {"protein": "XP_006712887.1", "rna": "XM_006712824.5"}, {"protein": "XP_054200371.1", "rna": "XM_054344396.1"}, {"protein": "XP_054200370.1", "rna": "XM_054344395.1"}, {"protein": "XP_005246168.1", "rna": "XM_005246111.5"}, {"protein": "NP_073728.1", "rna": "NM_022817.3"}, {"protein": "XP_047302188.1", "rna": "XM_047446232.1"}]}, "reporter": {"HG-U133_Plus_2": ["205251_at", "208518_s_at"], "HG-U95Av2": "35008_at", "HTA-2_0": "TC02002914.hg.1", "HuEx-1_0": "2605749", "HuGene-1_1": "8059996", "HuGene-2_1": "16909958"}, "retired": 105373961, "summary": "This gene is a member of the Period family of genes and is expressed in a circadian pattern in the suprachiasmatic nucleus, the primary circadian pacemaker in the mammalian brain. Genes in this family encode components of the circadian rhythms of locomotor activity, metabolism, and behavior. This gene is upregulated by CLOCK/ARNTL heterodimers but then represses this upregulation in a feedback loop using PER/CRY heterodimers to interact with CLOCK/ARNTL. Polymorphisms in this gene may increase the risk of getting certain cancers and have been linked to sleep disorders. [provided by RefSeq, Jan 2014].", "symbol": "PER2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418465"}, "unigene": "Hs.58756", "uniprot": {"Swiss-Prot": "O15055", "TrEMBL": "E9PD89"}, "wikipedia": {"url_stub": "PER2"}}