{"AllianceGenome": "8861", "HGNC": "8861", "MIM": "173460", "_id": "5196", "_version": 1, "accession": {"genomic": ["AC097709.3", "AF349466.1", "CH471057.1", "CP068274.2", "NC_000004.12", "NC_060928.1", "NG_032897.1"], "protein": ["AAA60066.1", "AAH93965.1", "AAI12094.1", "AAK29643.1", "AAY41003.1", "CAG28605.1", "EAX05694.1", "NP_001350281.1", "NP_002610.1", "P02776.2"], "rna": ["AJ705588.1", "BC093965.1", "BC112093.1", "CR407677.1", "GD143506.1", "M25897.1", "NM_001363352.1", "NM_002619.4"], "translation": [{"protein": "NP_001350281.1", "rna": "NM_001363352.1"}, {"protein": "AAI12094.1", "rna": "BC112093.1"}, {"protein": "NP_002610.1", "rna": "NM_002619.4"}, {"protein": "CAG28605.1", "rna": "CR407677.1"}, {"protein": "AAH93965.1", "rna": "BC093965.1"}, {"protein": "AAA60066.1", "rna": "M25897.1"}]}, "alias": ["CXCL4", "PF-4", "SCYB4"], "ensembl": {"gene": "ENSG00000163737", "protein": ["ENSP00000296029", "ENSP00000508485"], "transcript": ["ENST00000296029", "ENST00000687529"], "translation": [{"protein": "ENSP00000296029", "rna": "ENST00000296029"}, {"protein": "ENSP00000508485", "rna": "ENST00000687529"}], "type_of_gene": "protein_coding"}, "entrezgene": "5196", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.30064598966, "exp_mis": 23.7780659934, "exp_syn": 11.9380780422, "lof_z": 0.196345162698998, "mis_z": -0.323179830237189, "mu_lof": 1.6993734931e-07, "mu_mis": 3.47391168867e-06, "mu_syn": 1.85225959081e-06, "n_lof": 2.0, "n_mis": 27.0, "n_syn": 11.0, "p_li": 0.0332968172086843, "p_null": 0.35330318454559, "p_rec": 0.613399998245726, "syn_z": 0.168314718027704}, "bp": 306, "cds_end": 74847670, "cds_start": 74846920, "n_exons": 3, "nonpsych": {"exp_lof": 2.04062464749, "exp_mis": 21.4797628527, "exp_syn": 10.7634315106, "lof_z": 0.0279292987346744, "mis_z": -0.38310625710998, "mu_lof": 1.6993734931e-07, "mu_mis": 3.47391168867e-06, "mu_syn": 1.85225959081e-06, "n_lof": 2.0, "n_mis": 25.0, "n_syn": 9.0, "p_li": 0.0327757651361801, "p_null": 0.386194131150232, "p_rec": 0.581030103713588, "syn_z": 0.3384124736881}, "nontcga": {"exp_lof": 2.11253143846, "exp_mis": 21.8717593213, "exp_syn": 10.9789701456, "lof_z": 0.0763754055950789, "mis_z": -0.333248418783799, "mu_lof": 1.6993734931e-07, "mu_mis": 3.47391168867e-06, "mu_syn": 1.85225959081e-06, "n_lof": 2.0, "n_mis": 25.0, "n_syn": 9.0, "p_li": 0.0318911347799953, "p_null": 0.36295574306695, "p_rec": 0.605153122153054, "syn_z": 0.378164478135428}, "transcript": "ENST00000296029.3"}, "exons": [{"cdsend": 73981775, "cdsstart": 73981203, "chr": "4", "position": [[73980824, 73981291], [73981416, 73981543], [73981657, 73982124]], "strand": -1, "transcript": "NM_001363352", "txend": 73982124, "txstart": 73980824}, {"cdsend": 73981953, "cdsstart": 73981203, "chr": "4", "position": [[73980814, 73981291], [73981416, 73981543], [73981862, 73982027]], "strand": -1, "transcript": "NM_002619", "txend": 73982027, "txstart": 73980814}], "exons_hg19": [{"cdsend": 74847492, "cdsstart": 74846920, "chr": "4", "position": [[74846541, 74847008], [74847133, 74847260], [74847374, 74847841]], "strand": -1, "transcript": "NM_001363352", "txend": 74847841, "txstart": 74846541}, {"cdsend": 74847670, "cdsstart": 74846920, "chr": "4", "position": [[74846531, 74847008], [74847133, 74847260], [74847579, 74847744]], "strand": -1, "transcript": "NM_002619", "txend": 74847744, "txstart": 74846531}], "generif": [{"pubmed": 1520309, "text": "PF4 caused a prostaglandin-independent, dose-dependent inhibition of human osteosarcoma cell proliferation under various growth conditions (serum-free, serum-stimulated and thrombin-stimulated)."}, {"pubmed": 11830470, "text": "a second epitope for heparin-induced thrombocytopenia/thrombosis antibodies is defined by epitope mapping"}, {"pubmed": 12041672, "text": "Signaling transduction induced by PF4 in erythroleukemia cells was compared with that induced by TGFB1, which is also a potent inhibitor of HEL growth."}, {"pubmed": 12097379, "text": "PF4 inhibits T cell function by down-modulating cell proliferation and cytokine release and therefore has a potential role as a mediator of long-term effects in the regulation of inflammatory processes in vivo."}, {"pubmed": 12193731, "text": "CXCL4 at substimulatory dosages modulates CTAP-III- as well as CXCL7-induced adhesion of neutrophils to vascular endothelium."}, {"pubmed": 12223528, "text": "Platelet factor 4 induces human natural killer cells to synthesize and release interleukin-8."}, {"pubmed": 12384403, "text": "Platelet factor 4 inhibits FGF2-induced endothelial cell proliferation via the extracellular signal-regulated kinase pathway but not by the phosphatidylinositol 3-kinase pathway."}, {"pubmed": 12586630, "text": "PF4 may modulate the hematopoietic milieu both by promoting progenitor adhesion and by binding to or interfering with signaling caused by hematopoietically active chemokines, such as IL-8"}, {"pubmed": 12609838, "text": "physiologically relevant concentrations of PF4 stimulate thrombin-dependent activated protein C generation in cultured vascular endothelial cells"}, {"pubmed": 12732210, "text": "PREP1 regulates PF4 gene expression."}, {"pubmed": 12878486, "text": "Gene profiling identified PF4 from peripheral blood cells in coronary artery disease."}, {"pubmed": 14575696, "text": "results suggested a model by which PF4 bound to proximal (but distinct) sites to antithrombin (AT) resulting in steric interference of factor Xa binding to both polysaccharide and AT"}, {"pubmed": 14592823, "text": "PF4 neutrophil adhesion is controlled by src-kinases and PF-4-mediated exocytosis requires activation of p38 MAP kinase and phosphatidylinositol 3-kinase"}, {"pubmed": 14652645, "text": "correlation between PF4 deposition, lesion severity and symptomatic atherosclerosis; PF4 was commonly found in macrophages of early lesions"}, {"pubmed": 15034805, "text": "Review: PF-4 isinteracts directly with angiogenesis growth factors and inhibits their interaction with cell surface receptors, perhaps playing a role as an endogenous angiogenesis regulator; role in cancer pathology"}, {"pubmed": 15187018, "text": "PF4 promoters are transactivated by USF1 and 2 which may play an important role in megakaryocytic gene expression"}, {"pubmed": 15265941, "text": "PF-4 acts on macrophages in a dual manner. PF-4 may play a crucial role in the induction and maintenance of an unspecific immune response."}, {"pubmed": 15291808, "text": "PF-4 strongly inhibited the VEGF(165)- and VEGF(121)-induced mitogen-activated protein (MAP) kinase signalling pathways"}, {"pubmed": 15304392, "text": "The capacity of PF4 to form ultralarge complexes composed of multiple PF4 tetramers arrayed in a lattice with several molecules of unfractionated heparin may play a fundamental role in autoantibody formation, antibody-dependent platelet activation."}, {"pubmed": 15459010, "text": "Interactions with PF4 require structural motifs important in RANTES oligomerization and amplify RANTES-triggered effects on monocyte adhesion."}, {"pubmed": 15591119, "text": "Induction of E-selectin RNA in umbilical vein endothelial cells exposed to PF4 is time and dose dependent; PF4 induces E-selectin expression by activation of transcriptional activity"}, {"pubmed": 15622770, "text": "PF4 had an inhibitory activity on megakaryocytopoiesis in vitro and in vivo in mice."}, {"pubmed": 15728475, "text": "Human platelet factor 4 stimulates proliferation of naturally anergic human CD4+CD25+ T regulatory cells while inhibiting proliferation of CD4+CD25- T nonregulatory cells."}, {"pubmed": 15788441, "text": "Expression of PF4 is up-regulated at the mRNA and protein level by thrombin and mediated by proteinase-activated receptors (PARs), resulting in a 32- to 128-fold higher mRNA level and leading to an up-to-sixfold increase of the peptide concentration."}, {"pubmed": 15964840, "text": "analysis of granule targeting sequence within platelet factor 4"}, {"pubmed": 15994292, "text": "PTEN expression negatively regulates CXCR4-meidated chemotaxis of lymphoid mammalian cells via its lipid phosphatase activity"}, {"pubmed": 16304054, "text": "cell-surface PF4 complexes are antigenic only over a restricted concentration range of PF4. Heparin is not required for HIT antibody binding but shifts the concentration of PF4 needed for optimal surface antigenicity to higher levels"}, {"pubmed": 16317101, "text": "activated human skin mast cells (MCs) convert CTAP-III into biologically active NAP-2 through proteolytic cleavage by released chymase"}, {"pubmed": 16881736, "text": "Salmonella could be used in vivo as a PF4 DNA delivery vector in the management of radiation injury"}, {"pubmed": 17077331, "text": "a candidate tumor suppressor gene, platelet factor 4, was frequently silenced by promoter hypermethylation in MM (15 of 28) and MM cell lines (5 of 5)"}, {"pubmed": 17090548, "text": "CXCL4 seals blood clots by altering the structure of fibrin"}, {"pubmed": 17218382, "text": "CXCL4 and CXCL4L1 exhibit a distinct subcellular localization and are secreted in a differentially regulated manner, suggesting distinct roles in inflammatory or homeostatic processes."}, {"pubmed": 17220270, "text": "CXCL4 decreased serum levels in advanced MDS, suggesting the possibility of a concerted disturbance of transcription or translation of these chemokines in advanced MDS"}, {"pubmed": 17265155, "text": "angiostatic non-ELR CXC chemokines may increase to balance angiogenic ELR+ CXC chemokines in which increased levels were shown in patients with inflammatory arthritides and CXCL4 may contribute to designate the chronicity of synovitis in patients with RA"}, {"pubmed": 17381065, "text": "Several PF4 fragments and modified molecules exhibit antiangiogenesis properties and may become an alternative for further therapeutic angiogenesis."}, {"pubmed": 17636189, "text": "a high titer of antibodies to PF4 but no relationship was found between that and heparin induced thrombocytopenia or thrombosis in this Turkish population."}, {"pubmed": 17675521, "text": "PF4-stimulated immediate monocyte functions (oxygen radical formation) are regulated by p38 MAPK, Syk, and PI3K, whereas delayed functions (survival and cytokine expression) are controlled by Erk and JNK."}, {"pubmed": 17700216, "text": "Patients with isolated coronary artery ectasia (CAE) have raised levels of plasma P-selectin, beta-TG and PF4 compared with control participants with angiographically normal coronary arteries, suggesting increased platelet activation in patients with CAE."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17827342, "text": "These findings indicate that the equilibrium between angiostatic and angiogenic factors during inflammation and tumor progression is rather complex and differs depending on the chemokine, cell type, and stimulus."}, {"pubmed": 17914028, "text": "platelet-associated PF-4, but not its plasma counterpart, may represent a potential biomarker of early tumor presence"}, {"pubmed": 17998245, "text": "This study demonstrates that PF4 protein levels are a good indicator for the recovery of blood count in the complete remission of acute myeloid leukemia."}, {"pubmed": 18000592, "text": "possible roles of CXCL4 in monocyte arrest and macrophage foam cell formation in atherosclerosis"}, {"pubmed": 18369708, "text": "Literature analysis of commercial immunoassay results detecting platelet factor 4/heparin antibodies in healthy subjects."}, {"pubmed": 18539895, "text": "PF4 or anti-PF4 antibody alone did not alter neutrophil function, costimulation with both reagents resulted in approximately 3-fold increase in neutrophil cell surface antigens"}, {"pubmed": 18632422, "text": "delayed pressure urticaria may be associated with increased secretion of platelet chemokines PF4 and beta-TG, similar to that observed in cold urticaria"}, {"pubmed": 18648521, "text": "human umbilical vein endothelial cells adhere to immobilized CXCL4 through alphavbeta3 integrin, and also through other integrins, such as alphavbeta5 and alpha5beta1"}, {"pubmed": 18797178, "text": "increased plasma levels in patients with atopic dermatitis and psoriasis, correlate with disease severity scores"}, {"pubmed": 19201759, "text": "released predominantly by the luminal thrombus pole of abdominal aortic aneurysm intraluminal thrombus"}, {"pubmed": 19245795, "text": "NMR results identified the amino-acid residues involved in the direct interaction of CXCL4 (47-70) with FGF-2."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19397833, "text": "Our data therefore suggest that seroconversion for HIT antibodies generated by heparin is associated with a risk of DVT in patients undergoing total joint replacement."}, {"pubmed": 19470732, "text": "MALDI-TOF MS-based serum peptidome profiling allowed the discovery and validation of platelet factor 4 as a new discriminating marker in pancreatic cancer."}, {"pubmed": 19625657, "text": "Platelet-derived chemokine CXCL4 protects cathelicidin LL-37 from cleavage by beta-tryptase released from lung-derived mast cells."}, {"pubmed": 19750196, "text": "Intracellular PF4 content in myeloid DCs and plasmocytoid DCs was significantly elevated in trauma patients compared with healthy controls. HLA-DR on MDCs was significantly elevated on d 1 and d 4 after trauma in patients compared with controls."}, {"pubmed": 19773294, "text": "facilitates macrophage infection with HIV-1 and potentiates virus replication"}, {"pubmed": 19805618, "text": "Beta2GPI forms stable complexes with PF4, leading to the stabilization of beta2GPI dimeric structure that facilitates the antibody recognition."}, {"pubmed": 19910578, "text": "CXCL4 may promote atherogenesis by suppressing CD163 in macrophages, which are then unable to upregulate the atheroprotective enzyme heme oxygenase-1 in response to hemoglobin."}, {"pubmed": 19911252, "text": "Heparin-PF4 antibodies are present in 10.8% of medical, neurotrauma, or shock-trauma intensive care patients at admission and increase significantly to 29.2% within 7 days."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20050998, "text": "Type/circumstances of surgery, timing of first anticoagulant dose and BMI influence risk of anti-PF4/heparin antibody formation, consistent with a stoichiometry-based immunization model of PF4 and anticoagulant ratios during early peri-operative period."}, {"pubmed": 20104488, "text": "CXCL4 induces SphK1 enzyme activity as well as its translocation to the cell membrane."}, {"pubmed": 20182908, "text": "the platelet content of VEGF-A in cancer patients was significantly increased compared to healthy controls, while thrombospondin-1, CXCL12 and CXCL4 were significantly decreased"}, {"pubmed": 20185595, "text": "In hemodialysis patients who have type 2 diabetes and are treated with acetylsalicylic acid, PF4-heparin complex antibodies are associated with sudden and all-cause death."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20539902, "text": "Evaluation of a new automated panel of assays for the detection of anti-PF4/heparin antibodies in patients suspected of having heparin-induced thrombocytopenia."}, {"pubmed": 20626620, "text": "analysis of platelet factor 4/heparin antigen in heparin-induced thrombocytopenia"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20688960, "text": "The study determines the binding parameters of CXCL4 and CXCL4L1 for heparin, heparan sulfate, and chondroitin sulfate B."}, {"pubmed": 20961394, "text": "CXCL4L1 may act angiostatically causing random endothelial cell locomotion, disturbing directed migration towards angiogenic chemokines, serving as a homeostatic chemokine with moderate structural distinction yet different functional profile from CXCL4."}, {"pubmed": 20979952, "text": "Letter: Report that hemodialysis is not a risk factor for developing heparin-induced thrombocytopenia or antiheparin-PF4 antibodies."}, {"pubmed": 21041299, "text": "PF4 is shown to inhibit activation of TAFI by thrombin-thrombomodulin"}, {"pubmed": 21088050, "text": "these results stress a co-ordinating role for CXCL4 in the cross-talk between platelets and monocytes during early inflammation."}, {"pubmed": 21111666, "text": "Current knowledge on the role of CXCL4/PF-4 and CXCL4L1/PF-4var in physiological and pathological processes."}, {"pubmed": 21129147, "text": "results provide the first evidence that PF4 is regulated by RUNX1 and that impaired transcriptional regulation leads to the PF4 deficiency associated with RUNX1 haplodeficiency"}, {"pubmed": 21508508, "text": "CXCL4 and CXCL10 play a prominent role in pathogenesis of cerebral malaria (CM) associated death and may be used as functional or surrogate biomarkers for predicting CM severity"}, {"pubmed": 21693026, "text": "Our findings indicate that PF4 or p17-70 could be valuable in combating multiple myeloma by disrupting tumor angiogenesis."}, {"pubmed": 21931859, "text": "Expression of FLI-1, ELF-1, and GABP activated the PF4 promoter in HepG2 cells."}, {"pubmed": 22088491, "text": "In conclusion, measurements of HIT-IgG -specific antibodies can facilitate an appropriate estimation in hemodialysis patients of whether the clinical features of an acute systemic reaction are caused by HIT or dialytic complications."}, {"pubmed": 22235911, "text": "Report ability of enoxaparin-derived oligosaccharides to induce platelet activation and exposure of platelet-factor 4 epitopes recognized by antibodies developed in heparin induced thrombocytopenia."}, {"pubmed": 22318669, "text": "ODSH can be used concurrently with UFH to disrupt PF4/H charge interactions"}, {"pubmed": 22402885, "text": "VEGF, PF4 and PDGF are elevated in platelets of colorectal cancer patients"}, {"pubmed": 22555803, "text": "CXCL4 insufficiency may be involved in specific inflammatory microenvironment of ovarian cancers arising in endometriosis."}, {"pubmed": 22577175, "text": "Differences in the properties of anti-PF4 antibodies that cause thrombocytopenia not revealed by ELISA that correlate with oligomerization of PF4 and sustained high-avidity interactions that may simulate transient antibody-antigen interactions in vivo."}, {"pubmed": 22645343, "text": "blockade of HIV-1 infection occurs at the level of virus attachment and entry via a unique mechanism that involves direct interaction of CXCL4 with the major viral envelope glycoprotein, gp120"}, {"pubmed": 22682144, "text": "The present review describes the role of CXCL4-PF4 in cancer, the immunobiology, clinical presentation and diagnosis of HIT, and the specific problems faced in cancer patients."}, {"pubmed": 22740477, "text": "Examined the prognostic values of SARS-associated proteome, and deciphered the identities of those with prognostic values.The associations of decreased serum PF4 and increased serum beta-TG levels with poor prognosis were confirmed by Western blot."}, {"pubmed": 22763266, "text": "This study highlights the importance of PF4 variants in the regulation of platelet activation (PF4) and systemic inflammation (tumor necrosis factor-alpha) serum biomarkers."}, {"pubmed": 23216710, "text": "Anti-PF4/heparin IgG antibodies generated after coronary artery bypass grafting are associated with early venous graft occlusion."}, {"pubmed": 23224555, "text": "platelet molecule platelet factor 4 (PF4 or CXCL4) and the erythrocyte Duffy-antigen receptor (Fy) are necessary for platelet-mediated killing of Plasmodium falciparum parasites."}, {"pubmed": 23245326, "text": "Platelet factor 4 exhibits antimicrobial activity against Plasmodium falciparum."}, {"pubmed": 23352833, "text": "This study aimed at examining the presence and role of chemokines (angiogenic CCL2/MCP-1 and angiostatic CXCL4/PF-4, CXCL9/Mig, CXCL10/IP-10) in proliferative diabetic retinopathy."}, {"pubmed": 23611535, "text": "Baseline PF4 and beta-TG plasma levels were found remarkably higher and no significant reduction was observed at the endpoint in patients with residual major depression"}, {"pubmed": 23621699, "text": "certain genotypes of ACP1 associated with high phosphatase activity may increase the T-cell response to PF4-heparin complexes, with higher levels of circulating antibodies"}, {"pubmed": 23634812, "text": "Release of CXCL4 by activated platelets inhibits HIV-1 infection of adjacent T cells at the stage of virus entry."}, {"pubmed": 23701307, "text": "Plasma VEGF was significantly reduced in low birth weight (LBW) neonates while that of sVEGFR-1 and PF4 were significantly higher. VEGF/sVEGF/PF4 pathway seems to be involved in the endothelial progenitor cell dysfunction in LBW neonates."}, {"pubmed": 23769097, "text": "physical relationship between the PF4-positive thrombi and the heparin-coated surface suggests that onset of HIT II could be influenced by the immobilized heparin coating"}, {"pubmed": 23848403, "text": "RUNX1, but not its mutants, strongly and synergistically activates PF4 expression along with ETS family proteins"}, {"pubmed": 24023389, "text": "Platelet factor 4 has significant crosstalk with vascular endothelial growth factor by modulating cell migration and signal transduction pathways."}, {"pubmed": 24097975, "text": "Distinct specificity and single-molecule kinetics characterize the interaction of pathogenic and non-pathogenic antibodies against platelet factor 4-heparin complexes with platelet factor 4."}, {"pubmed": 24177324, "text": "Histones regulate activated protein C formation in a manner similar to PF4 and suggest heparinoids may be benificial in sepsis."}, {"pubmed": 24469069, "text": "CXCL4 and CXCL4L1 activated p38 MAPK, as well as Src kinase within 30 and 5 min, respectively. Extracellular signal-regulated kinase (ERK) phosphorylation occurred in activated lymphocytes."}, {"pubmed": 24534089, "text": "eutopic endometrial stromal cells from deep infiltrating endometriosis patients are attracted into the peritoneal cavity through the interaction between CXCR4 expressed on their membrane and CXCL12 produced in the peritoneal cavity."}, {"pubmed": 24665827, "text": "effective for prediction of the risk of thrombosis in hemodialysis patients"}, {"pubmed": 25150299, "text": "The interaction of PF4 with unfractionated heparin (UFH), its 16-, 8-, and 6-mer subfractions, low-molecular-weight heparin (LMWH), and the pentasaccharide fondaparinux, was characterized."}, {"pubmed": 25159325, "text": "Data suggest that healthy adult stem cells exposed to vitreous/aqueous humors of subjects with proliferative diabetic retinopathy results in increased expression of CXCL4, serpin F1, and endothelin-1 (aqueous only)."}, {"pubmed": 25342714, "text": "although all HIT antibodies recognize PF4 in a complex with heparin, only a subset of these antibodies recognize more subtle epitopes induced in PF4 when it binds to CS, the major platelet glycosaminoglycan"}, {"pubmed": 25604035, "text": "PF4-heparin complexes can elicit a TLR4-mediated response, suggesting that these complexes can mimic a pathogen-associated molecular pattern, and supporting the suggestion that the HIT immune response represents a misdirected host defense mechanism."}, {"pubmed": 25858640, "text": "Synovial Cxcl4 mRNA and protein were increased in early rheumatoid arthritis compared to uninflamed controls and resolving arthritis."}, {"pubmed": 25960020, "text": "Heparin enhances antigen uptake and activation of the initial steps in the cellular immune response to PF4-containing complexes."}, {"pubmed": 26142741, "text": "Data suggest that, in patients with hypothyroid autoimmune thyroiditis, PF4/CXCL4 serum levels are significantly lower in those with subclinical hypothyroidism than in euthyroid control subjects."}, {"pubmed": 26225544, "text": "PF4 changed its structure upon binding to polyP in a similar way as seen in PF4/heparin complexes. PF4/polyP complexes exposed neoepitopes to which human anti-PF4/heparin antibodies bound."}, {"pubmed": 26256688, "text": "PF4 has a complex intramedullary life cycle with important implications in megakaryopoiesis and hematopoietic stem cell replication not seen with other tested alpha granule proteins."}, {"pubmed": 26291604, "text": "A subset of heparin-treated patients produce subthreshold levels of platelet-activating anti-PF4/heparin antibodies that do not cause heparin-induced thrombocytopenia."}, {"pubmed": 26524462, "text": "Results found that CXCL4 plasma levels did not differ between patients with and without coronary artery disease. Also, no association between CXCL4 levels and plaque characteristics including plaque volume, calcium score, or vascular remodeling."}, {"pubmed": 26803701, "text": "The major aim of this review article was to evaluate the role of CXCL4 in hematological malignancies, promotion of HSC quiescence as well as BM niche cells."}, {"pubmed": 26810286, "text": "Expression of CXCL4 and aquaporin 3 and 10 mRNAs in middle ear effusion is associated with the pathophysiology of otitis media with effusion."}, {"pubmed": 27098116, "text": "Plasma levels of CXCL4 are associated with tumour vascularity."}, {"pubmed": 27183218, "text": "CXCL4 plays an important role in pancreatic inflammation"}, {"pubmed": 27222476, "text": "These data demonstrate that the CXCR2 network and CXCL4 play a role in the maintenance of normal HSC/HPC cell fates, including survival and self-renewal."}, {"pubmed": 27223426, "text": "PF4 was produced by Ly6G+CD11b+ immature myeloid cells in the early stage premetastatic lungs, and decreased during metastatic progression."}, {"pubmed": 27562035, "text": "The hitherto unknown association of increased serum CXCL4 with features of microvascular impairment in primary Sjogren's syndrome, along with the negative association with features of lymphocytic response suggest clarifying the possible implication of this chemokine in primary Sjogren's syndrome pathogenesis in larger studies."}, {"pubmed": 27754964, "text": "Data suggest that serum haptoglobin, fetuin-A, platelet factor-4, hs-CRP (high sensitive-C-reactive protein), SAP (serum amyloid P), AGP (alpha1-acid glycoprotein) levels of adolescents with metabolic syndrome are significantly higher than those of controls subjects."}, {"pubmed": 27829148, "text": "These findings support PF4 as a cancer-enhancing endocrine signal that controls discrete aspects of bone marrow hematopoiesis and tumor microenvironment."}, {"pubmed": 28053995, "text": "serum concentration of CXCL4 was significantly increased in patients with Chronic Liver Allograft Dysfunction (CLAD); CXCL4 mRNA was significantly increased in subjects with CLAD versus individuals without CLAD"}, {"pubmed": 28115521, "text": "binding of PF4 to perlecan was found to inhibit both FGF2 signaling and platelet activation"}, {"pubmed": 28323919, "text": "Endometrial CXCL4 mRNA concentrations were significantly increased during menstruation. In women with heavy menstrual bleeding, CXCL4 was reduced in endothelial cells during the menstrual phase compared with women with normal menstrual bleeding. These data implicate CXCL4 in endometrial repair after menses."}, {"pubmed": 28467728, "text": "Two haplotype blocks, one upstream to the coding region of UGT2A1 (rs146712414, P = 9.1 x 10(-5); odds ratio [OR], 1.34; 95% confidence interval [CI], 1.16-1.56) and one downstream of the genes PF4/PPBP/CXCL5 (rs1595009, P = 1.3 x 10(-4); OR, 1.32; 95% CI, 1.15-1.52), were associated with AgP."}, {"pubmed": 28515281, "text": "data support that increased levels of circulating CXCL4 may contribute to immune dysregulation through the modulation of dendritic cell differentiation"}, {"pubmed": 28771917, "text": "Report anti-PF4/H monoclonal antibody with a human Fc fragment, which induces similar cellular activation as heparin-induced thrombocytopenia antibodies."}, {"pubmed": 28945356, "text": "The CXCL4 monomer acts as the minimal active unit for interacting with CXCR3 N-Terminal Sulfated Peptide, and sulfation of N-terminal tyrosine residues on the receptor is important for binding."}, {"pubmed": 28968537, "text": "The data show that antibodies magnify immune responses induced in PBMCs by PF4 alone or in complex with heparin or LMWH. Authors propose that following induction of HIT antibodies by heparin-PF4 complexes, binding of the antibodies to PF4 is sufficient to induce a local pro-inflammatory response which may play a role in the progression of HIT."}, {"pubmed": 29193036, "text": "CXCL4 boosts pro-inflammatory cytokine production especially IL-17 by CD4(+) T cells, either by acting directly or indirectly via myeloid antigen presenting cells, implicating a role for CXCL4 in psoriatic arthritis pathology."}, {"pubmed": 29325582, "text": "Urinary angiostatin, CXC chemokine ligand 4 (CXCL4) and vascular cell adhesion molecule-1 (VCAM-1) were significantly higher in patients with active renal disease than in patients with active non-renal disease."}, {"pubmed": 29350833, "text": "Platelets are able to kill bacteria directly after recognizing anti-PF4/P IgG opsonized bacteria in the presence of PF4 via their FcgammaRIIA."}, {"pubmed": 29540475, "text": "results identify PF4 as a ligand for the integrin Mac-1 and suggest that many immune-modulating effects previously ascribed to PF4 are mediated through its interaction with Mac-1"}, {"pubmed": 29723924, "text": "Cellular immune sensitization to PF4-heparin complexes occurs before heparin exposure, and immune dysregulation can contribute to heparin-induced thrombocytopenia."}, {"pubmed": 29903575, "text": "CXCL4 inhibits endothelial cell proliferation and migration, leading to suppression of angiogenesis."}, {"pubmed": 29930254, "text": "CXCL4 induced CCR1 endocytosis and could induce monocyte chemotaxis in a CCR1 antagonist-sensitive manner."}, {"pubmed": 30273811, "text": "Bacteremia/sepsis was associated with higher anti-PF4/heparin antibody titers. There was no difference between Gram negative/positive bacteremia and antibody titer."}, {"pubmed": 30481563, "text": "Findings demonstrate a novel T-cell regulatory function of non-platelet-derived CXCL4 that colon cancer cells may hijack to evade the host immune system."}, {"pubmed": 30527622, "text": "Observations suggest the crucial role of platelet cytokine PF4 as the rapid enhancer of replication as well as propagation of both observations together suggest the crucial role of platelet cytokine PF4 as the rapid enhancer of replication as well as propagation of both Dengue virus and Japanese Encephalitis virus in host cells including monocytes by inhibiting IFN response of these immune cells."}, {"pubmed": 30582672, "text": "Suggest possible new PF4 amino acids as part of the epitope of pathogenic antibodies in heparin-induced thrombocytopenia."}, {"pubmed": 31043596, "text": "Study elucidate an unanticipated mechanism for CXCL4-mediated immune amplification in systemic sclerosis, in which CXCL4 organizes \"self\" and microbial DNA into liquid crystalline immune complexes that amplify TLR9-mediated plasmacytoid dendritic cell hyperactivation and interferon-alpha production. Surprisingly, this activity does not require CXCR3, the CXCL4 receptor."}, {"pubmed": 31073998, "text": "CXCL4/CXCR3, which was enhanced by lipopolysaccharide, may be involved in endothelial proliferation, apoptosis, and permeability via the p38 signaling pathway."}, {"pubmed": 31518856, "text": "The pro-inflammatory phenotype of CXCL4-moDCs relies in part on enhanced cytokine mRNA stability dictated by TTP inactivation."}, {"pubmed": 31740404, "text": "This study, for the first time, links PF4's anti-RNV function to an intracellular signaling molecule PRAS40 and its phosphorylation."}, {"pubmed": 31785332, "text": "CXCL12-CXCL4 heterodimerization prevents CXCL12-driven breast cancer cell migration."}, {"pubmed": 31944769, "text": "Physicochemical Characteristics of Platelet Factor 4 under Various Conditions are Relevant for Heparin-Induced Thrombocytopenia Testing."}, {"pubmed": 32130721, "text": "Platelet factor 4 inhibits ADAMTS13 activity and regulates the multimeric distribution of von Willebrand factor."}, {"pubmed": 32341585, "text": "Increased Plasma Levels of Platelet Factor 4 and beta-thromboglobulin in Women with Recurrent Pregnancy Loss."}, {"pubmed": 32347511, "text": "Platelet factor 4 and beta-thromboglobulin mRNAs in circulating microparticles of trauma patients as diagnostic markers for deep vein thrombosis."}, {"pubmed": 32671959, "text": "Platelet factor 4 enhances CD4(+) T effector memory cell responses via Akt-PGC1alpha-TFAM signaling-mediated mitochondrial biogenesis."}, {"pubmed": 32707718, "text": "Anti-CXCL4 Antibody Reactivity Is Present in Systemic Sclerosis (SSc) and Correlates with the SSc Type I Interferon Signature."}, {"pubmed": 32726410, "text": "Increased CXCL4 expression in hematopoietic cells links inflammation and progression of bone marrow fibrosis in MPN."}, {"pubmed": 32726613, "text": "Platelet factor 4 regulates T cell effector functions in malignant pleural effusions."}, {"pubmed": 33042127, "text": "CXCL4 Links Inflammation and Fibrosis by Reprogramming Monocyte-Derived Dendritic Cells in vitro."}, {"pubmed": 33070765, "text": "Platelet factor-4 concentration in adult veno-arterial ECMO patients."}, {"pubmed": 33420306, "text": "Platelet CXCL4 mediates neutrophil extracellular traps formation in ANCA-associated vasculitis."}, {"pubmed": 33574218, "text": "Reduced CXCL4/PF4 expression as a driver of increased human hematopoietic stem and progenitor cell proliferation in polycythemia vera."}, {"pubmed": 33795809, "text": "CD8(+) T cells inhibit metastasis and CXCL4 regulates its function."}, {"pubmed": 34000089, "text": "The complicated relationships of heparin-induced thrombocytopenia and platelet factor 4 antibodies with COVID-19."}, {"pubmed": 34298951, "text": "Rapid Internalization and Nuclear Translocation of CCL5 and CXCL4 in Endothelial Cells."}, {"pubmed": 34556381, "text": "Contribution to the peripheral vasculopathy and endothelial cell dysfunction by CXCL4 in Systemic Sclerosis."}, {"pubmed": 34931005, "text": "Chemokines modulate glycan binding and the immunoregulatory activity of galectins."}, {"pubmed": 34986347, "text": "CXCL4 drives fibrosis by promoting several key cellular and molecular processes."}, {"pubmed": 35039167, "text": "Utility of cytokines CXCL4, CXCL8 and GDF15 as biomarkers in systemic sclerosis."}, {"pubmed": 35054772, "text": "Differential Effects of Platelet Factor 4 (CXCL4) and Its Non-Allelic Variant (CXCL4L1) on Cultured Human Vascular Smooth Muscle Cells."}, {"pubmed": 35131485, "text": "Thrombospondin-1, Platelet Factor 4, and Galectin-1 Are Associated with Engraftment in Patients with Sickle Cell Disease who Underwent Haploidentical Hematopoietic Stem Cell Transplantation."}, {"pubmed": 35701499, "text": "CXCL4 synergizes with TLR8 for TBK1-IRF5 activation, epigenomic remodeling and inflammatory response in human monocytes."}, {"pubmed": 35720325, "text": "Urine ALCAM, PF4 and VCAM-1 Surpass Conventional Metrics in Identifying Nephritis Disease Activity in Childhood-Onset Systemic Lupus Erythematosus."}, {"pubmed": 36325331, "text": "High levels of PF4, VEGF-A, and classical monocytes correlate with the platelets count and inflammation during active tuberculosis."}, {"pubmed": 36329090, "text": "Platelet factor 4 (CXCL4/PF4) upregulates matrix metalloproteinase-2 (MMP-2) in gingival fibroblasts."}, {"pubmed": 36614095, "text": "CXCL4-RNA Complexes Circulate in Systemic Sclerosis and Amplify Inflammatory/Pro-Fibrotic Responses by Myeloid Dendritic Cells."}, {"pubmed": 36807143, "text": "Platelet-instructed SPP1[+] macrophages drive myofibroblast activation in fibrosis in a CXCL4-dependent manner."}, {"pubmed": 37115730, "text": "An Evaluation of Platelet Factor 4, Beta-Thromboglobulin and Mean Platelet Volume in the Assessment of Thrombotic Risks in Subjects with Diabetes Mellitus at Lagos State University Teaching Hospital, Ikeja, Lagos, Nigeria."}, {"pubmed": 37150909, "text": "Platelet factor 4 triggers thrombo-inflammation by bridging innate and adaptive immunity."}, {"pubmed": 37565509, "text": "Platelet factor 4 induces bone loss by inhibiting the integrin alpha5-FAK-ERK pathway."}, {"pubmed": 37648114, "text": "New insights into the binding of PF4 to long heparin oligosaccharides in ultralarge complexes using mass spectrometry."}, {"pubmed": 37728854, "text": "Platelet factor 4 (PF4) induces cluster of differentiation 40 (CD40) expression in human aortic endothelial cells (HAECs) through the SIRT1/NF-kappaB/p65 signaling pathway."}, {"pubmed": 37883794, "text": "PF4 activates the c-Mpl-Jak2 pathway in platelets."}, {"pubmed": 37991024, "text": "Platelet factor 4 limits neutrophil extracellular trap- and cell-free DNA-induced thrombogenicity and endothelial injury."}, {"pubmed": 38008700, "text": "Platelet factor 4(PF4) and its multiple roles in diseases."}, {"pubmed": 38307410, "text": "Hyperactivation of beta-catenin signal in hepatocellular carcinoma recruits myeloid-derived suppressor cells through PF4-CXCR3 axis."}, {"pubmed": 38540666, "text": "The Binding of the SARS-CoV-2 Spike Protein to Platelet Factor 4: A Proposed Mechanism for the Generation of Pathogenic Antibodies."}, {"pubmed": 38547695, "text": "Platelet factor 4 promotes deep venous thrombosis by regulating the formation of neutrophil extracellular traps."}], "genomic_pos": {"chr": "4", "end": 73982027, "ensemblgene": "ENSG00000163737", "start": 73980811, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 74847841, "start": 74846794, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002548", "pubmed": 29930254, "qualifier": "involved_in", "term": "monocyte chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "pubmed": 12782716, "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 10666185, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010744", "pubmed": 17244792, "qualifier": "involved_in", "term": "positive regulation of macrophage derived foam cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": 1688470, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019221", "pubmed": 12041672, "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030168", "pubmed": 11685038, "qualifier": "involved_in", "term": "platelet activation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030595", "pubmed": 6945600, "qualifier": "involved_in", "term": "leukocyte chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032760", "pubmed": 10666185, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042127", "pubmed": 12782716, "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042832", "pubmed": 23245326, "qualifier": "involved_in", "term": "defense response to protozoan"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045347", "pubmed": 10666185, "qualifier": "involved_in", "term": "negative regulation of MHC class II biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045651", "pubmed": 10666185, "qualifier": "involved_in", "term": "positive regulation of macrophage differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045653", "pubmed": 2140694, "qualifier": "involved_in", "term": "negative regulation of megakaryocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 12782716, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051873", "pubmed": 23245326, "qualifier": "involved_in", "term": "killing by host of symbiont cells"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061844", "pubmed": 23245326, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001240", "pubmed": 10666185, "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway in absence of ligand"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 23245326, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28344315, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19805618, 28381538], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008009", "pubmed": 29930254, "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008009", "pubmed": 12466273, "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008201", "pubmed": 9531587, "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045236", "qualifier": "enables", "term": "CXCR chemokine receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048248", "pubmed": 12782716, "qualifier": "enables", "term": "CXCR3 chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 703451], [9598, 740477], [9606, 5196], [9913, 507790], [10090, 56744], [10116, 360918]], "id": 87791}, "interpro": [{"desc": "CXC chemokine", "id": "IPR001089", "short_desc": "Chemokine_CXC"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "CXC chemokine, conserved site", "id": "IPR018048", "short_desc": "Chemokine_CXC_CS"}, {"desc": "CXC Chemokine domain", "id": "IPR033899", "short_desc": "CXC_Chemokine_domain"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}], "ipi": "IPI00022446", "map_location": "4q13.3", "name": "platelet factor 4", "other_names": ["C-X-C motif chemokine 4", "chemokine (C-X-C motif) ligand 4", "iroplact", "oncostatin-A", "platelet factor 4"], "pantherdb": {"HGNC": "8861", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1888711", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 10090, "uniprot_kb": "Q9Z126"}, {"RGD": "3305", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 10116, "uniprot_kb": "P06765"}, {"Ensembl": "ENSGALG00000046160", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 9031, "uniprot_kb": "A0A1L1RX22"}, {"ZFIN": "ZDB-GENE-140708-2", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A9ZPF1"}, {"Ensembl": "ENSDARG00000102299", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "N0GW19"}, {"ZFIN": "ZDB-GENE-111004-1", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0R4IPQ6"}, {"ZFIN": "ZDB-GENE-111004-2", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A9ZPF6"}, {"Ensembl": "ENSDARG00000110601", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A2R8QE94"}, {"Ensembl": "ENSDARG00000104795", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0G2KYH9"}], "uniprot_kb": "P02776"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}], "pid": {"id": "cxcr3pathway", "name": "CXCR3-mediated signaling events"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-140875", "name": "Common Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140877", "name": "Formation of Fibrin Clot (Clotting Cascade)"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8936459", "name": "RUNX1 regulates genes involved in megakaryocyte differentiation and platelet function"}], "wikipathways": [{"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}]}, "pdb": ["1DN3", "1F9Q", "1F9R", "1F9S", "1PFM", "1PFN", "1RHP", "4R9W", "4R9Y", "4RAU"], "pfam": "PF00048", "pharmgkb": "PA33203", "pharos": {"target_id": 6282, "tdl": "Tbio"}, "pir": "A60161", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253995", "relationship": "is"}, {"id": "GNF253996", "relationship": "is"}, {"id": "GNF253997", "relationship": "is"}, {"id": "GNF253998", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278964", "relationship": "is"}, {"id": "GNF279509", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335551", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101717", "relationship": "is"}, {"id": "GNF141372", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_032897.1"], "protein": ["NP_001350281.1", "NP_002610.1"], "rna": ["NM_001363352.1", "NM_002619.4"], "translation": [{"protein": "NP_001350281.1", "rna": "NM_001363352.1"}, {"protein": "NP_002610.1", "rna": "NM_002619.4"}]}, "reporter": {"HG-U133_Plus_2": "206390_x_at", "HG-U95Av2": "1115_at", "HTA-2_0": "TC04001281.hg.1", "HuEx-1_0": "2773348", "HuGene-1_1": "8100966", "HuGene-2_1": "16976815"}, "summary": "This gene encodes a member of the CXC chemokine family. This chemokine is released from the alpha granules of activated platelets in the form of a homotetramer which has high affinity for heparin and is involved in platelet aggregation. This protein is chemotactic for numerous other cell type and also functions as an inhibitor of hematopoiesis, angiogenesis and T-cell function. The protein also exhibits antimicrobial activity against Plasmodium falciparum. [provided by RefSeq, Oct 2014].", "symbol": "PF4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335206"}, "unigene": "Hs.81564", "uniprot": {"Swiss-Prot": "P02776", "TrEMBL": "A0A8I5QJ57"}, "wikipedia": {"url_stub": "Platelet factor 4"}}