{"AllianceGenome": "8893", "HGNC": "8893", "MIM": "601121", "_id": "5228", "_version": 1, "accession": {"genomic": ["AC006530.4", "CH471061.1", "CP068264.2", "CQ858316.1", "CS067234.1", "CS172367.1", "CS367406.1", "EU332861.1", "HC040687.1", "JX512453.1", "NC_000014.9", "NC_060938.1", "NG_029168.1", "S57152.1"], "protein": ["AAB25832.2", "AAB30462.2", "AAD30179.1", "AAH01422.1", "AAH07255.1", "AAH07789.1", "AAP35846.1", "ABY87550.1", "AGC09600.1", "CAA01393.1", "CAA38698.1", "CAD62617.1", "CAH23419.1", "CAI84580.1", "CAJ32891.1", "CAL32761.1", "CBH30536.1", "EAW81207.1", "EAW81208.1", "EAW81209.1", "NP_001193941.1", "NP_001280572.1", "NP_002623.2", "P49763.2", "XP_047287432.1", "XP_054232194.1"], "rna": ["A18411.1", "AK023843.1", "AK309886.1", "AK310608.1", "AK310886.1", "AL543693.3", "BC001422.2", "BC007255.1", "BC007789.2", "BT007182.1", "BX248289.1", "BX356823.2", "NM_001207012.1", "NM_001293643.1", "NM_002632.6", "S72960.1", "X54936.1", "XM_047431476.1", "XM_054376219.1"], "translation": [{"protein": "AAH07255.1", "rna": "BC007255.1"}, {"protein": "AAH07789.1", "rna": "BC007789.2"}, {"protein": "NP_002623.2", "rna": "NM_002632.6"}, {"protein": "CAA01393.1", "rna": "A18411.1"}, {"protein": "NP_001280572.1", "rna": "NM_001293643.1"}, {"protein": "XP_054232194.1", "rna": "XM_054376219.1"}, {"protein": "NP_001193941.1", "rna": "NM_001207012.1"}, {"protein": "CAA38698.1", "rna": "X54936.1"}, {"protein": "AAP35846.1", "rna": "BT007182.1"}, {"protein": "AAH01422.1", "rna": "BC001422.2"}, {"protein": "XP_047287432.1", "rna": "XM_047431476.1"}, {"protein": "AAB30462.2", "rna": "S72960.1"}, {"protein": "CAD62617.1", "rna": "BX248289.1"}]}, "alias": ["D12S1900", "PGFL", "PIGF", "PLGF", "PlGF-2", "SHGC-10760"], "ensembl": {"gene": "ENSG00000119630", "protein": ["ENSP00000238607", "ENSP00000385365", "ENSP00000451040", "ENSP00000451413"], "transcript": ["ENST00000238607", "ENST00000405431", "ENST00000553716", "ENST00000555234", "ENST00000555253", "ENST00000555567", "ENST00000556939", "ENST00000557748"], "translation": [{"protein": "ENSP00000451040", "rna": "ENST00000555567"}, {"protein": "ENSP00000451413", "rna": "ENST00000553716"}, {"protein": "ENSP00000238607", "rna": "ENST00000238607"}, {"protein": "ENSP00000385365", "rna": "ENST00000405431"}], "type_of_gene": "protein_coding"}, "entrezgene": "5228", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.12183844788, "exp_mis": 74.7981548104, "exp_syn": 37.9073248509, "lof_z": 2.64353909895106, "mis_z": -0.0114156270140351, "mu_lof": 4.69520491528e-07, "mu_mis": 7.4327681185e-06, "mu_syn": 3.7576651848e-06, "n_lof": 0.0, "n_mis": 75.0, "n_syn": 35.0, "p_li": 0.898304164411566, "p_null": 0.000934287876872748, "p_rec": 0.100761547711561, "syn_z": 0.292739118941348}, "bp": 513, "cds_end": 75421945, "cds_start": 75409408, "n_exons": 7, "nonpsych": {"exp_lof": 6.32720410994, "exp_mis": 67.5808030122, "exp_syn": 34.1910424325, "lof_z": 2.47034659578642, "mis_z": -0.271140060358443, "mu_lof": 4.69520491528e-07, "mu_mis": 7.4327681185e-06, "mu_syn": 3.7576651848e-06, "n_lof": 0.0, "n_mis": 72.0, "n_syn": 33.0, "p_li": 0.882060745794109, "p_null": 0.00165798003763091, "p_rec": 0.11628127416826, "syn_z": 0.128243008170477}, "nontcga": {"exp_lof": 6.54051677396, "exp_mis": 68.8027324596, "exp_syn": 34.8631678611, "lof_z": 2.52282594578437, "mis_z": -0.0719114636926687, "mu_lof": 4.69520491528e-07, "mu_mis": 7.4327681185e-06, "mu_syn": 3.7576651848e-06, "n_lof": 0.0, "n_mis": 70.0, "n_syn": 34.0, "p_li": 0.880717215772832, "p_null": 0.00140573033150264, "p_rec": 0.117877053895665, "syn_z": 0.0925625325758084}, "transcript": "ENST00000555567.1"}, "exons": [{"cdsend": 74955242, "cdsstart": 74942705, "chr": "14", "position": [[74941829, 74942733], [74946378, 74946408], [74948506, 74948583], [74949356, 74949553], [74953903, 74953946], [74955167, 74955764]], "strand": -1, "transcript": "NM_001207012", "txend": 74955764, "txstart": 74941829}, {"cdsend": 74955242, "cdsstart": 74942705, "chr": "14", "position": [[74941829, 74942733], [74946212, 74946275], [74946378, 74946408], [74948506, 74948583], [74949356, 74949553], [74953903, 74953943], [74955167, 74955764]], "strand": -1, "transcript": "NM_001293643", "txend": 74955764, "txstart": 74941829}, {"cdsend": 74955242, "cdsstart": 74942705, "chr": "14", "position": [[74941829, 74942733], [74946212, 74946275], [74946378, 74946408], [74948506, 74948583], [74949356, 74949553], [74953903, 74953946], [74955167, 74955764]], "strand": -1, "transcript": "NM_002632", "txend": 74955764, "txstart": 74941829}], "exons_hg19": [{"cdsend": 75421945, "cdsstart": 75409408, "chr": "14", "position": [[75408532, 75409436], [75413081, 75413111], [75415209, 75415286], [75416059, 75416256], [75420606, 75420649], [75421870, 75422467]], "strand": -1, "transcript": "NM_001207012", "txend": 75422467, "txstart": 75408532}, {"cdsend": 75421945, "cdsstart": 75409408, "chr": "14", "position": [[75408532, 75409436], [75412915, 75412978], [75413081, 75413111], [75415209, 75415286], [75416059, 75416256], [75420606, 75420646], [75421870, 75422467]], "strand": -1, "transcript": "NM_001293643", "txend": 75422467, "txstart": 75408532}, {"cdsend": 75421945, "cdsstart": 75409408, "chr": "14", "position": [[75408532, 75409436], [75412915, 75412978], [75413081, 75413111], [75415209, 75415286], [75416059, 75416256], [75420606, 75420649], [75421870, 75422467]], "strand": -1, "transcript": "NM_002632", "txend": 75422467, "txstart": 75408532}], "generif": [{"pubmed": 11810642, "text": "Maternal serum placenta growth factor concentration was elevated in Down syndrome pregnancies"}, {"pubmed": 11811792, "text": "Effect of placenta growth factor-1 on proliferation and release of nitric oxide, cyclic AMP and cyclic GMP in human epithelial cells expressing the FLT-1 receptor"}, {"pubmed": 12091880, "text": "Placental growth factor promotes recruitment of VEGFR1(+) hematopoietic stem cells from a quiescent to a proliferative bone marrow microenvironment, favoring differentiation, mobilization and reconstitution of hematopoiesis."}, {"pubmed": 12393422, "text": "increased inflammatory response, associated with more pronounced vascular enlargement, edema, and inflammatory cell infiltration in transgenic mice"}, {"pubmed": 12453985, "text": "Vitreous levels are altered in patients with proliferative diabetic retinopathy"}, {"pubmed": 12543719, "text": "This protein and its receptor VEGR-1 are novel therapeutic targets for angiogenic disorders (REVIEW)"}, {"pubmed": 12548207, "text": "placenta growth factor-to-human chorionic gonadotropin ratios were increased significantly in patients with persistent gestational trophoblastic disease"}, {"pubmed": 12548214, "text": "postulate that decreased placental growth factor production results in abnormalities of placental angiogenesis through direct and indirect effects on other vasculotropic growth factors"}, {"pubmed": 12673673, "text": "findings point to a role for PlGF in rapid restoration of tumor blood supply after treatment and thus, to enhanced likelihood of tumor regrowth"}, {"pubmed": 12714517, "text": "Placenta growth factor contributes to the inflammation observed in sickle cell disease and increases the incidence of vaso-occlusive events."}, {"pubmed": 12808329, "text": "alteration of PlGF-2 and PlGFR-1 mRNA expressions in the placenta are related to the pathogenesis of pregnancy induced hypertension"}, {"pubmed": 13678785, "text": "paracrine role for mesenchynmal stem cell-derived PlGF in the angiogenesis and hematopoiesis that accompany BMP-2-induced bone formation."}, {"pubmed": 14568550, "text": "Ang2, PIGF and VEGF-C play a role in promote endothelial survival and vascular remodeling by human cytotrophoblast."}, {"pubmed": 14645176, "text": "findings suggest that production of placental growth factor is sensitive to the cyclic changes in ovarian steroids and may contribute to the pathogenesis of endometriosis"}, {"pubmed": 14684734, "text": "crystal structure of placental growth factor in complex with domain 2 of vascular endothelial growth factor receptor-1"}, {"pubmed": 14741347, "text": "VEGF and PlGF induced expression of both full-length FosB mRNA and an alternatively spliced variant."}, {"pubmed": 15126502, "text": "vascular endothelial growth factor and placental growth factor-2 effects in dorsal root ganglion neurons are mediated via neuropilin-1 and cyclooxygenase-derived prostanoid production"}, {"pubmed": 15272021, "text": "a basis for understanding molecular recognition between PlGF-1 and VEGFR1"}, {"pubmed": 15516835, "text": "effect of VEGFA and PLGF on gene expression profiles obtained for HUVEC, dose effect, and variability between cells obtained from different individuals"}, {"pubmed": 15710418, "text": "vascular endothelial growth factor induced the production of PlGF protein"}, {"pubmed": 15886253, "text": "In contrast to preeclampsia, sFlt-1 does not appear to contribute substantially to decreased circulating free PlGF in small for gestational age pregnancies in the absence of a maternal syndrome"}, {"pubmed": 15938782, "text": "Altered expression of Fas, FasL and PGF in trophoblasts of placenta influence the pathogenesis of pre-eclampsia."}, {"pubmed": 16005848, "text": "These findings are consistent with the idea that the chemotactic effect of VEGF-A on mesenchymal progenitor cells (MPC) is mediated via VEGFR-1, and that VEGF-A and PlGF-1, have a functional role for recruitment of osteoprogenitor cells."}, {"pubmed": 16146532, "text": "growth stimulation of ALL cells by PlGF was confirmed by the increase of S phase cells; the growth promoting effect of PlGF was cancelled by simultaneous addition of VEGFR1/Fc), but was not cancelled by VEGFR2/Fc"}, {"pubmed": 16635470, "text": "Correlation of placenta growth factor expression and placental perfusion suggests that placenta growth factor may contribute to assuring adequate vascular development/function of the placenta early in gestation."}, {"pubmed": 16702473, "text": "Therapeutically administered human PIGF-1 demonstrates a desirable biological activity for promoting the growth of functionally relevant vasculature in mice."}, {"pubmed": 16702604, "text": "Overexpression of VEGF but not PIGF exacerbated the lipopolysaccharide-mediated toxic effects, supporting a pathophysiological role for VEGF in mediating the sepsis phenotype."}, {"pubmed": 16794222, "text": "Neither the hyperpermeability in response to simultaneous stimulation of VEGFR-1 and VEGFR-2 nor VEGFR-1-mediated severe inflammation was associated with VEGF-E(NZ7)/PIGF-induced angiogenesis."}, {"pubmed": 16839256, "text": "iodide at high concentration decreases the expression of the angiogenic factors VEGF-A, VEGF-B, and PG"}, {"pubmed": 16843105, "text": "The strong positivity for both PlGF and VEGF observed, implies that the t(10;14)(p13;q24) most likely involves PlGF, which may be one of the genes driving oncogenesis in these tumors."}, {"pubmed": 16864484, "text": "The expression and localization of placenta growth factor (PlGF) within middle ear cholesteatoma were defined"}, {"pubmed": 17028267, "text": "These data suggest that mechanical stretch of bronchial airway epithelial cells induces iNOS expression and induces PIGF release in an erk1/2 activation-dependent manner."}, {"pubmed": 17157858, "text": "placental growth factor-expression within human atherosclerotic lesions is associated with plaque inflammation and microvascular density"}, {"pubmed": 17187248, "text": "May be a potential regulation target for the control of diabetic retinal and macular oedema."}, {"pubmed": 17593833, "text": "The plasma PIGF level in coronary artery disease group was significantly higher than that in the control group"}, {"pubmed": 17696935, "text": "PGF and VEGFR1 may have an important role in the pathogenesis of the neovascular response in cirrhosis."}, {"pubmed": 17704140, "text": "Promoter is methylated, and methylation may be one of the mechanisms that contributes to the low PGF expression level in human lung and colorectal tumor tissues and cell lines."}, {"pubmed": 17956952, "text": "Preeclampsia trophoblast cells produce more sEng, sFlt-1, and PlGF than normal TCs. Lowered oxygen conditions promote sEng and sFlt-1, but reduce PlGF, productions by PE TCs."}, {"pubmed": 17964973, "text": "anlalysis of levels of circulating PIGF, SDF-1 and sVCAM-1 in patients with systemic lupus erythematosus"}, {"pubmed": 17982238, "text": "sFlt-1 and PlGF and their ratio relative to one another may play a role in the development of preeclampsia"}, {"pubmed": 18006829, "text": "the ratio between the expression levels of two members of the VEGF family of angiogenic factors, PlGF-1 and VEGF-A, determines the overall angiogenic activity and, thus, the extent of tumor angiogenesis and tumor growth"}, {"pubmed": 18079407, "text": "Both placenta growth factor (PlGF-1) and VEGF-A (vascular endothelial growth factor-A ) can activate VEGFR-1-(vascular endothelial growth factor receptor-1)dependent signaling pathways in primary human monocytes"}, {"pubmed": 18160678, "text": "a functional role for GCM1 contributing to constitutively high trophoblast PGF expression and is the first direct evidence of an oxygen-responsive, trophoblast-specific transcription factor contributing to the regulation of PGF expression."}, {"pubmed": 18175241, "text": "patients destined to develop preeclampsia and those who delivered a small for gestational age neonate had lower plasma concentrations of placental grwoth factor (PlGF) than those with a normal pregnancy throughout gestation"}, {"pubmed": 18192038, "text": "Augmented release of PlGF is involved in the pathogenesis of cardiomyopathy derived from chronic myocardial ischemia."}, {"pubmed": 18258238, "text": "in angiogenesis,FGF-2(fibroblast growth factor 2)-mediated enhancement of Placental growth factor (PGF) expression was dependent on Vascular endothelial growth factor function"}, {"pubmed": 18264952, "text": "PlGF and sFlt-1 are present in the maternal and fetal fluid compartments in very early pregnancy, and their distribution is consistent with their site of production and the local conditions of transport"}, {"pubmed": 18293205, "text": "PlGF is related to mean arterial pressure in pregnant women"}, {"pubmed": 18306920, "text": "PIGF is involved in the pathomechanism of preeclampsia and its maternal serum concentration decreases significantly in the course of the disease."}, {"pubmed": 18411415, "text": "PlGF-induced expression of ET-1 and its cognate ET-BR receptor occur via activation of HIF-1 alpha, independent of hypoxia."}, {"pubmed": 18421240, "text": "The ARPE19 human junctions in culture are modulated by VEGF through VEGFR-1 but not through VEGFR-2."}, {"pubmed": 18466718, "text": "Antibodies to PIGF may possibly be used as angiogenesis inhibitors."}, {"pubmed": 18566591, "text": "PlGF concentrations were not different in preeclamptic smokers compared to nonsmokers"}, {"pubmed": 18615591, "text": "PlGF directly regulates the motility of human lung cancer cells and that this regulation critically dependent on ROCK-1"}, {"pubmed": 18805052, "text": "Gene expression revealed up-regulation of pro-angiogenic (PGF), anti-apoptotics (BAG-1, BCL-2), heart development (TNNT2, TNNC1) and extracellular matrix remodelling (MMP-2, MMP-7) genes in SM."}, {"pubmed": 18927470, "text": "PlGF may be most strongly associated with long-term prediction of coronary disease in women, consistent with a potential role in early plaque formation and growth."}, {"pubmed": 18945963, "text": "PlGF-mediated increased FLAP mRNA expression occurred via activation of phosphoinositide-3 (PI-3) kinase, nicotinamide adenine dinucleotide phosphate (NADPH) oxidase, and hypoxia inducible factor-1alpha (HIF-1alpha)."}, {"pubmed": 19010294, "text": "increased PlGF concentrations in the marrow of sickle cell patients may protect erythroid progenitors from cytokine-induced inhibition of colony formation"}, {"pubmed": 19022893, "text": "Findings suggest that MTF-1 is involved in hypoxia-dependent regulation of PlGF in trophoblast-derived cells."}, {"pubmed": 19135290, "text": "In normotensive pregnancies, increasing maternal age was associated with a more antiangiogenic profile, including lower PlGF concentrations."}, {"pubmed": 19165674, "text": "Women with gestational proteinuria showed a significantly lower sFlt1:PlGF ratio and higher PlGF level than those with preeclampsia."}, {"pubmed": 19180491, "text": "Our data suggest that enhanced expression of PlGF and flt-1 may contribute to rheumatoid inflammation by triggering production of proinflammatory cytokines."}, {"pubmed": 19201345, "text": "Human donor myocardium and biopsies from allografts without fibrin deposits express PIGF."}, {"pubmed": 19293668, "text": "Increased circulating placental growth factor during percutaneous coronary intervention is associated with applied radiocontrast agent."}, {"pubmed": 19505392, "text": "Placenta growth factor is a survival factor for human malignant mesothelioma cells."}, {"pubmed": 19508152, "text": "Study suggests that AFS cells acquire endothelial cell characteristics when stimulated by growth factors and shear force, and produce angiogenic factors (VEGF, PGF, and hepatocyte growth factor [HGF]) in response to hypoxia."}, {"pubmed": 19602778, "text": "Treatment with recombinant placental growth factor (PlGF) enhances both angiogenesis and arteriogenesis and improves survival after myocardial infarction."}, {"pubmed": 19657001, "text": "There is increased expression of the PLGF isoforms in human colorectal cancer."}, {"pubmed": 19658040, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19712973, "text": "In contrast to the effects of hypoxia on PIGF expression in other cells, hypoxia suppresses transcription of PIGF in trophoblasts.  Regulation of PIGF transcription under hypoxic conditions is independent of HIF-1."}, {"pubmed": 19845534, "text": "PlGF may participate in both tumor-associated angiogenesis and lymphangiogenesis of cervical carcinogenesis."}, {"pubmed": 19956853, "text": "Loss of LI-cadherin results in up-regulation of MTF-1 and PlGF, thereby regulating angiogenesis in intrahepatic cholangiocarcinoma"}, {"pubmed": 20027339, "text": "A significant relationship between serum PlGF level and maximum tumor size (p=0.008) was detected in osteosarcoma."}, {"pubmed": 20040765, "text": "Significantly higher levels of PlGF in sickle cell disease patients with pulmonary hypertension but observed no association of PlGF with the frequency of acute pain episodes or history of acute chest syndrome."}, {"pubmed": 20043119, "text": "PLGF isoforms PLGF-1 and PGF-2 and indeed their receptor neuropilin, have an aberrant pattern of expression and high levels of the PLGF-1 and neuropilin are linked to a poor prognosis."}, {"pubmed": 20091685, "text": "We found that the higher mean placenta growth factor (PlGF) labeling index was significantly associated with the progression and prognosis of 100 specimens of oral squamous cell carcinoma."}, {"pubmed": 20097868, "text": "Data demonstrate that NFAT1 mediates PlGF-induced myelomonocytic cell recruitment via the induction of TNF-alpha."}, {"pubmed": 20133349, "text": "Plasma levels of SDF-1 and PlGF were significantly elevated in patients with antiphospholipid syndrome than in controls, regardless of the arterial/venous nature of the thrombosis"}, {"pubmed": 20137369, "text": "Both IL-18 and PLGF are biomarkers for vulnerable plaques and helpful to predict vulnerable plaque."}, {"pubmed": 20149032, "text": "plasma levels of PGF are decreased in pregnant women with gestational hypertension."}, {"pubmed": 20301202, "text": "placental growth factor levels were significantly decreased in pregnancies with trisomy 21"}, {"pubmed": 20335221, "text": "Data suggest that strategies that block PlGF signaling may be therapeutically beneficial."}, {"pubmed": 20351105, "text": "Placenta growth factor (PlGF) is a novel inducer of plasminogen activator inhibitor-1 (PAI-1) in sickle cell disease"}, {"pubmed": 20451352, "text": "PLGF is involved in the development of skin fibrosis in systemic sclerosis"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20500895, "text": "contributes to atherosclerosis; inducable by Angiotensin II in vascular endothelium and smooth muscle cells"}, {"pubmed": 20509158, "text": "Low levels of first trimester PlGF provide a good indicator of small for gestational age complications and some hypertensive disorders."}, {"pubmed": 20515481, "text": "FLT1 and its ligand PGF are expressed in myxoid liposarcomas as an indirect downstream effect of FUS-DDIT3."}, {"pubmed": 20521248, "text": "high peritumoral PlGF expression is associated with tumor recurrence and survival after resection of hepatocellular carcinoma"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20921624, "text": "Data identify the pro-proliferative VEGF family member placental growth factor (PGF) as an aldosterone-regulated vascular mineralocorticoid receptors target gene in mice and humans."}, {"pubmed": 20948996, "text": "pattern of elevated concentrations of sFlt1 and sEng, and low PlGF in high-risk pregnant subjects who develop preeclampsia is similar to that reported in low-risk pregnant women"}, {"pubmed": 21062661, "text": "Eclampsia is associated with lower circulating concentrations of PlGF than normal pregnancy but with similar concentrations to severe preeclampsia."}, {"pubmed": 21123739, "text": "Endothelial cell-released H2O2 acts as a positive regulator of placenta growth factor gene and protein expression in vascular smooth muscle cells."}, {"pubmed": 21175428, "text": "PlGF-induced PAI-1 expression at early time points is post-transcriptionally regulated by two miRNAs, miR-30c and miR-301a."}, {"pubmed": 21215706, "text": "Host-produced HRG inhibits tumor growth and metastasis by skewing tumor-associated macrophages (TAM) polarization away from the M2- to a tumor-inhibiting M1-like phenotype. Skewing of TAM polarization by HRG relies substantially on downregulation of PlGF."}, {"pubmed": 21384313, "text": "Case Report: suggest that PlGF may play some role in the tumorigenesis of pulmonary epithelioid hemangioendothelioma."}, {"pubmed": 21401353, "text": "serum and urine levels increased in patients with decreased kidney function"}, {"pubmed": 21408222, "text": "This is the first demonstration that sustained intraocular PGF production induces vascular and retinal changes similar to those observed in the early stages of diabetic retinopathy."}, {"pubmed": 21448460, "text": "Maternal serum sFlt-1 and PlGF are markedly decreased in threatened miscarriage patients."}, {"pubmed": 21501325, "text": "role of PlGF in placentation: Data suggest that in some women with habitual miscarriage, antagonism of beta2-GPI by autoantibodies against beta2-GPI suppresses PlGF production in trophoblasts and causes failure of placenta formation/function."}, {"pubmed": 21534854, "text": "Women who developed preeclampsia had lower serum PlGF levels but normal sFlt-1 levels in the first trimester."}, {"pubmed": 21568945, "text": "A longitudinal study demonstrates how placental growth factor fluctuates throughout normal pregnancy and postpartum."}, {"pubmed": 21703189, "text": "Overexpression of miR-125b in HCC cells decreased PIGF expression, and altered the angiogenesis index. Furthermore, modulation of miR-125b also distorted expression of MMP-2 and -9, the mediators of enzymatic degradation of the extracellular matrix."}, {"pubmed": 21709213, "text": "efficacy of anti-PlGF treatment strongly correlates with VEGFR-1 expression in tumor cells, but not with antiangiogenesis"}, {"pubmed": 21715541, "text": "Combined measurement of sFlt-1 and PlGF levels can differentiate normal from failed pregnancies, and sFlt-1/PlGF ratio can also discriminate ectopic pregnancy from missed abortion."}, {"pubmed": 21717483, "text": "Serum PlGF is an acceptable marker in first trimester screening for early-onset pre-eclampsia but a poor marker in screening for intra-uterine growth restriction."}, {"pubmed": 21827221, "text": "plasma concentration significantly lower in patients with mild preeclampsia who subsequently developed severe preeclampsia than in those who remained stable until term"}, {"pubmed": 21867402, "text": "Patients with late-onset preeclampsia (PE) and placental underperfusion had a lower median plasma concentration of PlGF, plasma PlGF/sVEGFR-1 ratio and plasma PlGF/sEng ratio than those with late-onset PE without placental underperfusion lesions."}, {"pubmed": 21876459, "text": "There is no association between HIF1-a and PlGF in any melanoma type. Hypoxia, in the expression of HIF1-a, plays a key role in melanoma progression; it activates VEGF secretion, which induces angiogenesis and metastasis. Role of PlGF seems to be limited."}, {"pubmed": 21939291, "text": "low serum level associated with medically-indicated preterm delivery"}, {"pubmed": 22000672, "text": "Preeclampsia patients had a significantly increased sFlt-1/placental growth factor ratio as compared with controls. Time to delivery was significantly reduced in women with preeclampsia in the highest quartile of the sFlt-1/placental growth factor ratio."}, {"pubmed": 22055338, "text": "PlGF in maternal circulation may identify placental intrauterine growth restriction antenatally."}, {"pubmed": 22079325, "text": "augmentation of brain Placental growth factor is associated with development of epilepsy."}, {"pubmed": 22103490, "text": "Novel hypotheses involving altered bioavailability of VEGF isoforms resulting from reduced or bound PlGF, or increased sVEGFR1 increasing biological activity of circulating plasma, could be tested."}, {"pubmed": 22170453, "text": "PlGF-1 functions similarly in inflamed synovium and in the placenta. It is related to vessel formation and, in osteoarthritis patients, to androgen/estrogen conversion."}, {"pubmed": 22270936, "text": "PlGF, but not VEGF-A was associated with axillary lymph node status and tumor grade was only associated with VEGF-A."}, {"pubmed": 22286035, "text": "In trisomy-21 pregnancies the median serum PLGF, adjusted for gestational age, maternal weight, racial origin, smoking status and method of conception, was significantly reduced, and this did not change significantly with gestational age."}, {"pubmed": 22385934, "text": "Letter: Changes in VEGF/PlGF plasma levels differ in sepsis and organ failure."}, {"pubmed": 22386962, "text": "PGF mRNA was reduced in placentae from late pre-term births, from pre-eclamptic pregnancies, and pregnancies complicated by gestational hypertension."}, {"pubmed": 22418953, "text": "Although we have found no significant change in the second trimester levels of PlGF in trisomy 21 pregnancies, there remains wide disagreement within the literature on the behaviour of this marker during pregnancies of this syndrome."}, {"pubmed": 22446996, "text": "Higher concentration of PlGF after ACS is associated with long-term risk of recurrent cardiovascular events independent of traditional risk factors."}, {"pubmed": 22498340, "text": "CD105 and placental growth factor--potent prognostic factors in childhood acute lymphoblastic leukaemia."}, {"pubmed": 22647886, "text": "Data suggest that identifying women with consistently low plasma placental growth factor (PGF) during pregnancy may provide a greater understanding of preeclampsia pathophysiology and may provide more focused research and clinical activities."}, {"pubmed": 22675957, "text": "statistically significant decrease compared to physiological gestation in spontaneous and threatened abortions (p < 0.0001) and in ectopic pregnancies (p < 0.0001), and threatened premature delivery and uterine hypercontractility (p < 0.01)"}, {"pubmed": 22683469, "text": "Characterize post-transcriptional regulation of PLGF mRNA by H(2)O(2) in vascular smooth muscle cells."}, {"pubmed": 22770630, "text": "Data suggest that serum placenta growth factor is decreased during first trimester in women who later develop pre-eclampsia as compared to control subjects; serum metastin is decreased; serum chitotriosidase is increased."}, {"pubmed": 22797069, "text": "PLGF is a potential signature of SCLC BM and a prospective therapeutic target for SCLC BM"}, {"pubmed": 22902831, "text": "Changes in circulating concentrations of PlGF, sFlt-1, and in the sFlt-1/PlGF ratio precede the onset of preeclampsia. The sFlt-1/PlGF ratio was more tightly associated with risk of preterm or term preeclampsia than either angiogenic factor alone."}, {"pubmed": 22916133, "text": "Two polymorphisms (rs11850328 and rs2268614) were associated with the PGF plasma levels in the Cilento sample and these associations were strongly replicated in the Danish sample"}, {"pubmed": 22963269, "text": "In normal pregnancies, midgestation amniotic fluid VEGF and PlGF concentrations positively correlate with gestational age."}, {"pubmed": 22988942, "text": "The effect of smoking in reducing the risk of pre-eclampsia may be due to the increase of PlGF and PlGF/sFlt-1 ratio in maternal blood, even among women with abnormal Doppler test result."}, {"pubmed": 23102494, "text": "Maternal placental growth factor rs1042886 polymorphism is associated with preeclampsia in Sinhalese women in Sri-Lanka"}, {"pubmed": 23140147, "text": "Enhanced expression of PlGF in hematoma fluid suggests the involvement of this factor in the mechanisms of inflammation and angiogenesis in chronic subdural hematoma."}, {"pubmed": 23209675, "text": "Placental growth factor has a role in adverse outcomes in patients with suspected preeclampsia or intrauterine growth restriction"}, {"pubmed": 23324863, "text": "PGF serum concentrations are significantly lower in all hypertensive disorders of pregnancy"}, {"pubmed": 23421942, "text": "study demonstrates that correlation analysis of E2/VEGF-A and E2/PIGF serum levels may be able to distinguish a tubal ectopic pregnancy from a normal pregnancy"}, {"pubmed": 23444216, "text": "Studies indicate that as a decoy VEGF receptor, aflibercept (VEGF-Trap) has binding affinity for VEGF-A, VEGF-B and placenta growth factor PGF."}, {"pubmed": 23452854, "text": "Study reveals that PlGF is produced in the cerebellar stroma via tumor-derived Sonic hedgehog (Shh) and show that PlGF acts through Nrp1-and not vascular endothelial growth factor receptor 1-to promote tumor cell survival."}, {"pubmed": 23463017, "text": "Placental growth factor supports neuroendocrine tumor growth and predicts disease prognosis in patients."}, {"pubmed": 23496304, "text": "Data suggest that maternal serum PGF level in early second trimester (20-22 weeks of gestation) is useful in predicting occurrence of early onset preeclampsia and/or early onset intrauterine growth restriction."}, {"pubmed": 23525413, "text": "Aldosterone increases early atherosclerosis in regions of turbulent blood flow and promotes an inflammatory plaque phenotype that is associated with PlGF signaling."}, {"pubmed": 23612628, "text": "Compared to women with late onset preeclampsia (PE), women with early-onset PE had a greater increase in sFlt-1 (11% vs. 3% per day, P<0.05), greater decrease in PlGF levels, resulting in a much higher increase in sFlt-1/PlGF ratio."}, {"pubmed": 23645683, "text": "Data indicate that plasmin cleavage attenuates PlGF-2-mediated VEGFR-1 phosphorylation."}, {"pubmed": 23660220, "text": "The OSCC tissue PlGF mRNA level can be used to predict the progression and prognosis of oral squamous cell carcinoma (OSCC)."}, {"pubmed": 23661335, "text": "IL-17A, IL-17B, IL-17F and IL-23 in systemic lupus erythematosus patients were examined and the correlation between levels of the investigated cytokines and VEGF, PIGF, as well as number of endothelial cells, was investigated."}, {"pubmed": 23767832, "text": "No difference was observed in terms of VEGF, PIGF and HIF-1alpha in a comparison of the early- and late-onset pre-eclampsia groups."}, {"pubmed": 23782703, "text": "data provide evidence for CS/GH-V dysregulation in acute HFD-induced obesity in mouse pregnancy and chronic obesity in human pregnancy and implicate C/EBPbeta, a factor associated with CS regulation and placental development"}, {"pubmed": 23799978, "text": "PlGF expression correlated with MMP9, and Flt-1 expression"}, {"pubmed": 23841853, "text": "PlGF can be used as a laboratory marker to predict which patients will have abnormal glucose challenge test results."}, {"pubmed": 23844967, "text": "Placental growth factor is independently related to increased left ventricular mass in chronic kidney disase."}, {"pubmed": 23905610, "text": "effective biomarker in predicting pre-eclampsia during the second trimester, before clinical onset"}, {"pubmed": 23939615, "text": "Healthy women have lower serum and placental levels of PlGF compared to overt diabetics or women with gestational diabetes."}, {"pubmed": 23957293, "text": "Serum Flt1/PlGF differs significantly among mild and severe pre-eclampsia and gestational proteinuria disorders."}, {"pubmed": 23966056, "text": "the onset threshold of plasma levels of the sFlt-1/PlGF ratio was shown to be a highly sensitive and a highly specific screening method for detecting the imminent onset of preeclampsia"}, {"pubmed": 24035323, "text": "that maternal serum PlGF concentration is significantly lower, at least after 20th week, while sFlt-1 concentration is significantly higher in 3rd trimester, in pregnancies destined to develop preeclampsia."}, {"pubmed": 24118824, "text": "These results render PlGF an appealing target for ocular wound healing and point to potential therapeutic benefits of PlGF inhibition for the prevention of surgical failure."}, {"pubmed": 24166749, "text": "Soluble flt1 is increased in preeclampsia and is associated with decreased levels of bioactive PIGF."}, {"pubmed": 24190934, "text": "Placental growth factor (PlGF) is an angiogenic factor, a secondary marker of associated placental dysfunction in preeclampsia, with known low plasma concentrations in the disease."}, {"pubmed": 24227191, "text": "VEGF and PlGF regulate transcription of KCC3b and KCC4 in erythroid cells via activation of HIF-1alpha, independent of hypoxia."}, {"pubmed": 24304210, "text": "Nulliparous pregnancies had higher circulating sFlt1 levels and sFlt1/PlGF ratios than multiparous pregnancies."}, {"pubmed": 24340742, "text": "The degree of increase of values of ration between fms-similar tyrosine kinase-1 and placental growth factor correlates with degree of severity of pre-eclampsy."}, {"pubmed": 24354578, "text": "Among diabetic women without pre-eclampsia, median sFlt1/PlGF levels at 35-40 weeks were threefold higher than in non-diabetic controls. Diabetic women who later developed PE had even greater alterations in sFlt1/PlGF ratio during the third trimester."}, {"pubmed": 24410720, "text": "PLGF and VEGF-A have distinct patterns of expression in vascular cells."}, {"pubmed": 24457972, "text": "In pathological pregnancies, except small for gestational age, the decrease in serum PlGF-1 at 11-13 weeks' gestation is more marked than the decrease in PlGF-2."}, {"pubmed": 24485669, "text": "serum level significantly decreased in pre-eclampsia relative to controls"}, {"pubmed": 24504136, "text": "Direct involvement of HIF-1alpha in the upregulation of PlGF expression in hypoxia through chromatin remodeling of hypoxia responsive elements sites"}, {"pubmed": 24519713, "text": "Decreased PlGF serum concentration in mid-pregnancy, as well as a lack of physiological increase in PlGF levels between early and mid-gestation, may precede development of small for gestational age newborns in women with type I diabetes mellitus."}, {"pubmed": 24535301, "text": "Women who developed preeclampsia had significantly higher MoM sFlt-1/PlGF ratio (p<0.001)."}, {"pubmed": 24574497, "text": "Data indicate that the interaction of mesenchymal stem cells (MSC) with fibroblast-like synoviocytes (FLS) via cadherin-11 may contribute to angiogenesis and chronic synovitis by enhancing the secretion of placental growth factor (PlGF)."}, {"pubmed": 24582062, "text": "role in the promotion of hair growth"}, {"pubmed": 24595913, "text": "In high-risk patients the sFlt1/PIGF ratio can be used for an individual risk assessment with regard to PE, HELLP syndrome or IUGR. Serial measurements permit a risk-adapted prenatal care of these patients"}, {"pubmed": 24724970, "text": "PlGF shows no correlation between fetal and maternal serum levels in healthy pregnancies, but significant correlation in those complicated by preeclampsia."}, {"pubmed": 24763231, "text": "There were significantly higher median sFlt-1 and sFlt-1:PlGF ratio at gestational interval 25 to 28 weeks and sFlt-1:PlGF ratio at 29 to 36 weeks in high risk women who developed preeclampsia."}, {"pubmed": 24772969, "text": "body weight, triglyceride, angiogenic growth factors and NO might associate with preeclampsia development"}, {"pubmed": 24885632, "text": "Abnormal as well as normal-range fetal sFlt1 and PlGF levels influence the risk of impaired newborn thyroid function, which has been associated with adverse neurodevelopmental effects."}, {"pubmed": 24903330, "text": "Serum placental growth factor decreases in the third trimester in a normal pregnancy."}, {"pubmed": 24916507, "text": "expression of erythroid Kruppel-like factor (EKLF) precedes PlGF, and its enforced expression in erythroid progenitor cells induces PlGF mRNA"}, {"pubmed": 24988221, "text": "elastase-induced autophagy promotes lung epithelial cell apoptosis and pulmonary emphysema through the upregulation of PGF"}, {"pubmed": 25003840, "text": "results suggest that PLGF protects trophoblast from caspase independent apoptosis in culture by increasing XIAP production and deceasing AIF"}, {"pubmed": 25079461, "text": "Increased serum concentrations of PlGF, a biomarker of angiogenesis, are found in obese children with the MetS compared to non-obese controls."}, {"pubmed": 25118498, "text": "The established reference ranges for UtA PI and PIGF at 11-13(+6) weeks of gestation may be of clinical value in predicting placenta-associated diseases in early stages of pregnancy in the Polish population."}, {"pubmed": 25128974, "text": "In chronic kidney patients not yet on dialysis, higher serum level of PIGF are associated with increased mortality, but not cardiovascular events."}, {"pubmed": 25141961, "text": "Data suggest that PGF in follicular fluid is up-regulated in women with polycystic ovarian syndrome as compared to controls; PGF in follicular fluid correlates with response to ovarian stimulation (in preparation for in vitro fertilization)."}, {"pubmed": 25181428, "text": "not sufficient predictor of small for gestational age newborn in pregnancies complicated by gestational hypertension/preeclampsia"}, {"pubmed": 25186136, "text": "Report reduced levels of PLGF in pregnancy-induced hypertensive disorders."}, {"pubmed": 25186164, "text": "The neutrophil elastase-PlGF-JNK/PKCdelta pathway contributes to the pathogenesis of lung epithelial cell apoptosis and emphysema."}, {"pubmed": 25200689, "text": "However, PlGF did not elevate in women with TA [threatened abortion ]."}, {"pubmed": 25213700, "text": "Esophageal cancer stem cells express PLGF to increase cancer invasion through MMP9 activation."}, {"pubmed": 25271148, "text": "This decrease is recovered with the addition of PlGF."}, {"pubmed": 25331161, "text": "Plasma PlGF values in systemic light chain amyloidosis are invariably associated with the number of involved organs."}, {"pubmed": 25354293, "text": "VEGF/PIGF levels were higher in neonates exposed to pre-eclampsia, and there was a significant negative correlation between birth weight and VEGF/PIGF levels."}, {"pubmed": 25370707, "text": "Results do not support the hypothesis that placental growth factor plays a major role in the resistance of gliomas after anti-angiogenic therapy"}, {"pubmed": 25388629, "text": "Data showed that sFlt-1/PIGF ratio increases with volume overload and persistent hypoxia after surgery with CHD."}, {"pubmed": 25432135, "text": "Thus, our data demonstrate that PLGF-induced cancer neovascularization may be partially mediated through its effect on MMP9 activation in OSCC."}, {"pubmed": 25434840, "text": "Maternal PGF concentrations were lower in twin than singleton pregnancies at week 35 only Placental weight appeared to be inversely correlated with maternal sFlt-1/PGF ratio at the end of pregnancy in both twins and singletons."}, {"pubmed": 25450457, "text": "Glioma cell-released PIGF can induce Bregs to suppress CD8(+) T cell activities."}, {"pubmed": 25480334, "text": "These findings suggest that increased plasma VEGFA and reduced PLGF correlate with clinical severity of pulmonary vascular disease and may be associated with adverse outcome in CDH."}, {"pubmed": 25493652, "text": "arsenite-mediated MTF-1 degradation enhances the activity of PlGF/VEGFR1/MEK/ERK signaling, resulting in promotion of the malignant transformation of keratinocytes"}, {"pubmed": 25544745, "text": "Role of vitamin D and sFlt-1/PlGF ratio in the development of early- and late-onset preeclampsia"}, {"pubmed": 25545166, "text": "The direct inverse association between HIF-1alpha and PIGF in serum and placental tissues may be responsible for the low oxidative stress and endothelial dysfunction, leading to the pathogenesis of preeclampsia."}, {"pubmed": 25674215, "text": "These findings suggested that PLGF could regulate the expression of Epithelial-mesenchymal transition -related proteins and promote migration of cervical cancer cells through ERK/MAPK signaling pathway"}, {"pubmed": 25694608, "text": "Data indicate that placental growth factor-1 and -2 (PlGF-1 and -2) promote proliferation, survival, migration, and invasion of rheumatoid fibroblast-like synoviocytes (RA-FLSs)."}, {"pubmed": 25736325, "text": "Vardenafil induces PlGF expression in HUVEC cells, promoting angiogenesis."}, {"pubmed": 25788536, "text": "elevated PlGF is an independent risk factor for all-cause mortality and cardiovascular events in patients with chronic kidney disease"}, {"pubmed": 25797229, "text": "IVF pregnancies had lower levels of PlGF at 18 and 35 weeks of gestation compared to spontaneous pregnancies."}, {"pubmed": 25846403, "text": "For Down syndrome affected pregnancies, the median MoM of first trimester PAPP-A, PlGF, and AFP were significantly reduced, and free-beta-hCG were significantly elevated."}, {"pubmed": 25876995, "text": "Data suggest that lower levels of microRNA 214 in patients with sickle cell disease play role in up-regulation of PlGF (placenta growth factor)."}, {"pubmed": 25961789, "text": "PLGF in LC cells induced macrophage polarization in vivo, and significantly promoted the growth of LC."}, {"pubmed": 25965397, "text": "Angiogenic factors also correlated with adverse outcomes in both subtypes of preeclampsia. The median sFlt1/PlGF ratios for subjects with early onset PE with any adverse outcome vs. NHD <=34 weeks with no adverse outcome were 703.1 and 9.6"}, {"pubmed": 25979720, "text": "Changes in circulating concentrations of sFlt-1, PlGF, sEng, and the sFlt-1/PlGF ratio precede the onset of preeclampsia in systemic lupus erythematosus pregnancies."}, {"pubmed": 26032325, "text": "There is a significant correlation between expression of cell-free mRNA and PlGF protein level in severe preeclampsia."}, {"pubmed": 26040765, "text": "we found that overexpression of PLGF in TT cells increased expression of MMP9, while inhibition of PLGF in TT cells decreased expression of MMP9."}, {"pubmed": 26204137, "text": "sFlt1 and PlGF are novel determinants of maternal thyroid (dys)function during early pregnancy and the response of the maternal thyroid function to hCG stimulation."}, {"pubmed": 26205065, "text": "Serum PlGF levels were reduced in the pregnant women with PE [pre-eclampsia] and were unrelated to disease severity."}, {"pubmed": 26214510, "text": "Maternal smoking history appears to stimulate PlGF expression in invasive trophoblasts under oxygenated conditions."}, {"pubmed": 26287164, "text": "This article reviews the current evidence on the clinical utility of the sFlt-1/PlGF ratio at different points in pregnancy and, accordingly, make a proposal for its clinical implementation. [review]"}, {"pubmed": 26362726, "text": "The performance of screening for GDM by maternal factors was not improved by the addition of PAPP-A and/or PLGF. First trimester maternal serum PAPP-A and PLGF are not useful in screening for GDM."}, {"pubmed": 26402225, "text": "Study shows that MiR-543 inhibits translation of MMP7 through binding to the 3'-UTR of MMP7 mRNA in ovarian cancer. PLGF suppresses miR-543, which activates MMP7-mediated cancer invasion."}, {"pubmed": 26408539, "text": "PLGF is upregulated in vascular cells in response to fluid shear stress."}, {"pubmed": 26418253, "text": "Study found that PLGF and MMP9 levels both significantly increased in the non-small cell lung cancer (NSCLC) specimens and were strongly correlated. PLGF regulated MMP9 in NSCLC cells, but not vice versa."}, {"pubmed": 26434493, "text": "There is a significant negative correlation between the concentration of sFLt-1 and PIGF in normal pregnancy."}, {"pubmed": 26529476, "text": "Higher plasma VEGF/PlGF heterodimer levels were found in preterm neonates with BPD and in those who died in the first 28 days of life, suggesting an important role of this substance in pulmonary vascular development."}, {"pubmed": 26576922, "text": "concentration of these C-reactive protein, myeloperoxidase, soluble CD40 ligand and placental growth factor were significantly increased in acute coronary syndrome patients"}, {"pubmed": 26634962, "text": "Amniotic fluid PlGF levels in the early second trimester of pregnancy are associated with preterm delivery."}, {"pubmed": 26642248, "text": "soluble fms-like tyrosine kinase-1 and placental growth factor as biomarkers in patients with coronary artery disease"}, {"pubmed": 26699385, "text": "PLGF are higher in heart failure patients."}, {"pubmed": 26775845, "text": "Our results demonstrated the pro-inflammatory and angiogenic effects of PlGF on HIMECs in IBD through activation of PI3K/Akt signaling pathway. PlGF/PI3K/Akt signaling may serve as a potential therapeutic target for IBD."}, {"pubmed": 26785251, "text": "Results show that aqueous humor levels of VEGF-A and PlGF were significantly elevated in the eyes with neovascular glaucoma, and there was a positive correlation between the levels."}, {"pubmed": 26824454, "text": "PLGF enhances OVC cell invasion through MAPK-p38-dependent activation of ZEB2."}, {"pubmed": 26846845, "text": "Studies suggest that the activation of NRP-1 by PlGF directly contributes to tumour aggressiveness and to melanoma escape from anti-VEGF-A therapies."}, {"pubmed": 26930634, "text": "In patients with acute coronary syndrome, elevated plasma levels of PlGF are associated with the presence of obstructive sleep apnea and with adverse outcomes during short-term follow-up"}, {"pubmed": 26968576, "text": "results indicated that PlGF knockdown decreased migration and induced apoptosis through PI3K/Akt1 and p38MAPK signal transduction in human adenocarcinoma gastric cell line"}, {"pubmed": 26988336, "text": "PGF concentrations in saliva and gingival crevicular fluid were no different in patients with pre-eclampsia and controls."}, {"pubmed": 27064391, "text": "Placental growth factor is a susceptibility gene for nAMD in a Chinese population, providing new evidence to support a biological role of PGF in choroidal neovascularization."}, {"pubmed": 27067718, "text": "Altered antiangiogenic state because of altered circulating PlGF leads to Preeclampsia.Ratio of sFlt1/PlGF correlates with Preeclampsia phenotypes."}, {"pubmed": 27098624, "text": "The aim of this study was to investigate whether psoriasis is related to fibroblast growth factor 23 (FGF23) and placental growth factor (PLGF) - mediators related to insulin resistance (IR), metabolic syndrome, and atherosclerosis."}, {"pubmed": 27230578, "text": "The hyperosmotic, but not the hypoxic, PlGF gene expression was in part mediated by NFAT5."}, {"pubmed": 27238707, "text": "Low PlGF identifies small fetuses with significant underlying placental pathology and is a promising tool for antenatal discrimination of fetal growth retardation from fetuses who are constitutionally-small."}, {"pubmed": 27287686, "text": "A strong, novel prospective association was identified between lower concentrations of soluble Fms-like kinase 1 and placental growth factor measured in early pregnancy and spontaneous abortion."}, {"pubmed": 27315098, "text": "Both the TNF-alpha/IL-10 and sFlt-1/PlGF ratios were higher in placental homogenate of early-onset Preeclampsia (PE) than late-onset PE and control groups. The more severe lesions and the imbalance between TNF-alpha/IL-10 and PlGF/sFlt-1 in placentas from early-onset PE allows differentiation of early and late-onset PE and suggests higher placental impairment in early-onset PE"}, {"pubmed": 27464822, "text": "Results show that both FLT1 and PGF are overexpressed in the circulating tumor cells (CTCs) of patients with breast cancer. Also, a functional interaction of sFlt1 and PGF was found, suggesting that their overexpression in tumor cells inhibits CTCs entering the peripheral blood."}, {"pubmed": 27483982, "text": "In severe cases of intrauterine growth restriction, a significant decrease in PIGF gene expression might contribute to the disease process."}, {"pubmed": 27503620, "text": "Women with preeclampsia had lower plasma concentrations of placental growth factor. The uteroplacental arteriovenous differences of placental growth factor were significant in both preeclampsia and control groups."}, {"pubmed": 27566180, "text": "The results of this study showed that PlGF expression significantly decreased at recurrence glioblastoma after adiotherapy-temozolomide."}, {"pubmed": 27599390, "text": "the optimal discrimination cut-off for each cytokine: sVEGFR-1 (2124.5pg/mL), IL-6 (40.2pg/mL), VEGF-A (1060.1pg/mL), Angiopoeintin-2 (913.7pg/mL), uPA (248.1pg/mL), sHER-2/neu (5010pg/mL) and PLGF (93.4pg/mL). For the very first time, a novel cytokine profile associated with cancer metastasis to the paratracheal lymph nodes were reported."}, {"pubmed": 27664209, "text": "Gestation-adjusted sEng, sFlt-1 and PlGF levels were 11%, 36%, and 30%, respectively, lower in women who later suffered miscarriage compared with unaffected pregnancies."}, {"pubmed": 27698065, "text": "Mechanical stress promotes placental growth factors up regulation in cultured syncytiotrophoblasts."}, {"pubmed": 27711226, "text": "PlGF is abundant in the human endometrium, and secreted into the uterine lumen where it mediates functional changes in cellular adhesion with important roles in implantation"}, {"pubmed": 27735991, "text": "knockdown of PIGF in spheroid body cells derived from two gastric cancer cell lines reduced in vitro tumorigenicity and stemness properties of spheroid body cells such as self-renewal ability, colony forming, migratory, and MMPs activities and decreased ability to differentiation and angiogenesis"}, {"pubmed": 27793555, "text": "The preeclampsia group had lower placental growth factor from 18 weeks compared to controls."}, {"pubmed": 27809614, "text": "Lower PIGF and higher PAPP-A and free beta-hCG levels were found in the fetal circulation of near-term severe preeclamptic pregnancies"}, {"pubmed": 27834501, "text": "Serum and urinary sFlt-1 and sFlt-1/PLGF ratios in severe preeclampsia patients were significantly higher than those in the mild preeclampsia group, and mild preeclampsia patients were significantly higher than controls. The serum and urinary PLGF levels in severe preeclampsia patients were significantly lower than mild preeclampsia patients, and mild preeclampsia patients had significantly lower PLGF levels than controls"}, {"pubmed": 27865093, "text": "reduced in preeclampsia and fetal growth restriction"}, {"pubmed": 27871474, "text": "Lower maternal PlGF concentration is associated with intrapartum fetal compromise and poorer condition of the newborn. Maternal PlGF levels may be useful as a component of a risk stratification tool for intrapartum fetal compromise in apparently 'low risk' term pregnancies prior to labour."}, {"pubmed": 27874074, "text": "This prospective observational study compare urine nephrin:creatinine ratio (NCR, ng/mg) with serum soluble fms-like tyrosine kinase-1:placental growth factor ratio (FPR, pg/pg) for preeclampsia (PE) prediction among unselected asymptomatic pregnant women in 2(nd) trimester."}, {"pubmed": 27899144, "text": "This effect was reversed by the addition of PlGF neutralising antibody to the conditioned medium."}, {"pubmed": 27980400, "text": "ROS activation of the MAPK (ERK-1/2)/Egr-1 pathway is a main player in the regulatory mechanism for cigarette smoke extract-induced PlGF production. Antioxidants could partly abolish these effects."}, {"pubmed": 27983995, "text": "PlGF blood levels are decreased in women who developed early- or late-onset preeclampsia."}, {"pubmed": 27996093, "text": "Identify a novel cis-acting sequence (-369 to -320) at the placental growth factor promoter, which was critical for mediating the basal and DLX3/GCM1-dependent PGF promoter activities."}, {"pubmed": 28119994, "text": "Placental growth factor and vascular endothelial growth factor together regulate tumour progression by Increasing tumor vasculature formation in cutaneous T-cell lymphoma."}, {"pubmed": 28121958, "text": "serum level associated with severity of gestational hypertension and pre-eclampsia"}, {"pubmed": 28126966, "text": "The early variations of PIGF and soluble fms-like tyrosine kinase-1 concentrations in newly pregnant obstetric antiphospholipid syndrome (oAPS) may help to detect patients at low risk of placenta-mediated complications (PMC)."}, {"pubmed": 28326518, "text": "PlGF level showed an inversely proportional effect on the foetal weight."}, {"pubmed": 28397162, "text": "Recombinant hPlGF-2 significantly improved contractile function and reduced LV end-systolic and end-diastolic volume indices with a concomitant increase in capillary and arteriolar density in ischemic myocardium, without aggravating atherosclerosis."}, {"pubmed": 28427198, "text": "Data demonstrate that PlGF is effectively expressed in vivo, at least in human colorectal cancer cells, and that its expression is restricted to the areas of the tumors where the highest levels of hypoxia occur. Also, hypoxia activates PlGF expression in cultured lymphatic endothelial cells."}, {"pubmed": 28494189, "text": "placental expression not altered by placental dysfunction"}, {"pubmed": 28501276, "text": "Report sensitivity of sFlt-1/PlGF ratio for diagnosis of preeclampsia and fetal growth restriction."}, {"pubmed": 28552862, "text": "High PlGF and/or low sFlt-1/PlGF may be used to diagnose Peripartum Cardiomyopathy."}, {"pubmed": 28587682, "text": "Study provides mechanistic and clinical evidence that decreased PLGF levels in the placenta after in utero alcohol exposure are associated to brain angiogenesis defects. Measurement of PLGF levels at birth in the placenta or the fetal blood may serve as a predictive marker for subsequent neurodevelopmental outcomes of exposed fetuses."}, {"pubmed": 28609172, "text": "placental expression not altered by placental dysfunction"}, {"pubmed": 28613009, "text": "low plasma levels at 19-25 and 26-31 weeks of gestation were independent risk factors for a small placenta at >/=35 weeks"}, {"pubmed": 28627965, "text": "HIV status had no effect on serum level"}, {"pubmed": 28635072, "text": "PIGF enhances TLR-signaling upstream of IKK and contributes to an exaggerated pathologic pro-inflammatory state in response to activation of maternal and fetal mononuclear phagocytes by specific TLR agonists"}, {"pubmed": 28676532, "text": "Data suggest that expression of PGF is down-regulated in placental trophoblasts from pregnancies complicated by fetal growth retardation compared with control placentas."}, {"pubmed": 28714317, "text": "low serum level associated with stillbirth"}, {"pubmed": 28714779, "text": "modest correlation of serum-free PlGF-1 with placental volume and uterine artery Doppler pulsatility index"}, {"pubmed": 28737473, "text": "A high sFlt-1/PlGF ratio was associated with adverse outcomes and a shorter duration to delivery in early-onset fetal growth restriction."}, {"pubmed": 28797294, "text": "In this context, our results demonstrate that D16F7 markedly inhibits chemotaxis and invasiveness of GBM cells and patient-derived GBM stem cells (GSCs) in response to VEGF-A and PlGF, suggesting that VEGFR-1 might represent a suitable target that deserves further investigation for GBM treatment."}, {"pubmed": 28861767, "text": "these data suggest that PlGF may increase non-small cell lung cancer metastasis through SRp40-mediated mRNA splicing of VEGF."}, {"pubmed": 28926825, "text": "Lower umbilical cord PlGF levels are associated with lower birth weight, deviating fetal growth patterns, and a higher odds of fetal growth retardation."}, {"pubmed": 28927814, "text": "Studies focusing on the ratio of serum fms related tyrosine kinase 1 (FLT1) and serum placental growth factor (PLGF)in first and second trimester as possible biomarkers for preeclampsia."}, {"pubmed": 28963486, "text": "HIF2A, rather than HIF1A, is most affected by reduced oxygen level during syncytialization, and increases in HIF2A trigger a reduction of PlGF (placental growth factor) production."}, {"pubmed": 29054861, "text": "The present study investigated the interplay of VEGF-A165a isoform, the anti-angiogenic VEGF-A165b, placental growth factor (PIGF) and their receptors, VEGFR1 and VEGFR2, on junctional occupancy of VE-cadherin and macromolecular leakage in human endothelial monolayers and the perfused placental microvascular bed."}, {"pubmed": 29267975, "text": "Studied serum levels of soluble fms-like tyrosine kinase-1 (sFlt-1) and placental growth factor (PlGF) as markers for early diagnosis of preeclampsia."}, {"pubmed": 29277266, "text": "Data suggest that circulating PGF levels fall by nearly one quarter during term labor (but not during elective caesarean section)."}, {"pubmed": 29277778, "text": "From a clinical point of view, PLGF could be considered a valid diagnostic test for the detection of primary and recurrent bladder cancer. In patients with recurrent bladder cancer, plasma PLGF levels can differentiate individuals at risk of tumor recurrence."}, {"pubmed": 29416013, "text": "Antibody array, ELISA and PLGF rescue analyses indicated that PLGF played an essential role in the antiangiogenic effect of miR-143-3p."}, {"pubmed": 29455633, "text": "In a case-control study, PLGF, VEGF and HIF-1a were involved in the pathophysiology of pre-eclampsia in Sudanese women."}, {"pubmed": 29523269, "text": "In urban Mozambican women with symptoms and/or signs suggestive of preeclampsia, low maternal plasma PlGF concentrations are associated with increased risks of adverse pregnancy outcomes, especially early delivery and stillbirth."}, {"pubmed": 29523274, "text": "An sFlt-1:PlGF ratio above 655 is not predictive of impaired perinatal outcomes, and insufficiently reliable for predicting outcomes in cases with clinical signs of preeclampsia."}, {"pubmed": 29523275, "text": "The maternal sFlt-1 to PlGF ratio in women with hypertensive disorders in pregnancy carries prognostic value for the development of preeclampsia."}, {"pubmed": 29575299, "text": "PLGF promotes Epithelial-mesenchymal transition (EMT) and tumorsphere formation through inducing miR-19a expression by upregulating c-MYC."}, {"pubmed": 29587776, "text": "Data suggest that PGF and PAPPA serve as serum biomarkers for early diagnosis of gestational hypertension. These studies were conducted at antenatal clinics in Ghana using blood from women between 8 and 13 weeks gestation. (PGF = placental growth factor; PAPPA = pregnancy-associated plasma protein-A)"}, {"pubmed": 29643276, "text": "PGF expression may have a role in lymphatic invasion, poorer response to chemotherapy and unfavorable prognosis of patients with serous epithelial ovarian cancer"}, {"pubmed": 29674192, "text": "A single measurement of sFlt-1/PlGF ratio at third trimester to predict pre-eclampsia and intrauterine growth retardation occurring after 34weeks of pregnancy."}, {"pubmed": 29674208, "text": "The levels of sFlt-1, PlGF, and the sFlt-1/PlGF ratio in pre-eclamptic women with an onset at < 32 weeks were sig- ni fi cantly di ff erent from those in women with an onset at >/=32-33 weeks."}, {"pubmed": 29769799, "text": "PGF promotes epithelial-mesenchymal transition-like changes in retinal pigment epithelium cells under hypoxia by activating the NF-kappaB signaling pathway."}, {"pubmed": 29991059, "text": "The cross-talk between tumor-associated macrophages and NSCLC cells via PLGF/Flt-1 and TGFbeta receptor signaling may promote the growth and vascularization of NSCLC."}, {"pubmed": 30173595, "text": "Prediction of birth weight small for gestational age with and without preeclampsia by angiogenic markers: an Odense Child Cohort study."}, {"pubmed": 30177039, "text": "sFlt-1/PLGF was positively correlated with the severity of preterm preeclampsia."}, {"pubmed": 30177064, "text": "The relationship between PlGF and preeclampsia differed in women with obesity according to gestational diabetes status, which may suggest different mechanistic pathways to preeclampsia."}, {"pubmed": 30177066, "text": "A contingent strategy of measuring the sFlt-1/PlGF ratio at 24-28weeks in women previously selected by clinical factors and uterine artery Doppler enables an accurate prediction of preeclampsia/fetal growth restriction."}, {"pubmed": 30195493, "text": "PlGF could activate brown adipocyte tissue function; odownregulation of PlGF might contribute to the reduced BAT activity in GDM"}, {"pubmed": 30203564, "text": "Study showed the PlGF knockdown may induce apoptosis via the Wnt signaling pathway in gastric cancer stem cells."}, {"pubmed": 30413130, "text": "This review describes preeclampsia and intra-uterine growth restriction (IUGR), focusing on sFlt-1 and PGF, their sources during and outside pregnancy and the application of these markers in diseases outside pregnancy."}, {"pubmed": 30587700, "text": "PlGF on the first day of admission was significantly associated with both all-cause and CV death, suggesting that it provides novel prognostic information in the acute phase of acute decompensated heart failure."}, {"pubmed": 30591201, "text": "TNF-alpha promoted PlGF synthesis in BeWo cells and regulated angiogenesis via synergy of the PlGF/VEGFR1 and VEGF-A/VEGFR2 axes."}, {"pubmed": 30594309, "text": "maternal levels lower in pregnancies complicated by intrapartum fetal compromise and composite adverse neonatal outcome"}, {"pubmed": 30758082, "text": "The cut-off of soluble flt-1/PlGF (PGF) ratio determined by ROC curve has a good predictive value for the occurrence of preeclampsia in a Chinese pregnant women. Serum PGF can serve as a biomarker for preeclampsia."}, {"pubmed": 30760000, "text": "Women with low PlGF in midpregnancy have a greater aortic root diameter, left atrial diameter, and left ventricular mass and higher systolic blood pressure 6 and 9 years after pregnancy compared to women with higher PlGF."}, {"pubmed": 30831776, "text": "This is the first study to demonstrate that the ratio of sFlt-1/PlGF (placental growth factor) can both predict and serve as a diagnostic factor for preeclampsia in pregnant women from different populations within the Xinjiang region of China."}, {"pubmed": 30902388, "text": "PlGF upregulates expression of both, Orai1 and STIM1 thus enhancing store-operated Ca(2+)-entry with subsequent upregulation of HIF1alpha."}, {"pubmed": 30950008, "text": "Studied role of soluble fms related receptor tyrosine kinase 1 (sFlt-1), placental growth factor (PlGF) and the sFlt-1/PlGF ratio as new and promising angiogenesis-related biomarkers in pathologic angiogenesis of preeclampsia."}, {"pubmed": 31034502, "text": "the angiogenic effects of prohaptoglobin are dependent on PlGF and mediated via a TGF-beta1-ALK1-Smad1/5-PlGF/VEGFR1-VEGF-A/VEGFR2 signaling pathway."}, {"pubmed": 31129598, "text": "PlGF is a member of the vascular endothelial growth factor (VEGF) family which is primarily synthesised in the placenta4 and binds to the VEGRF-1 receptor, resulting in angiogenic activity."}, {"pubmed": 31148230, "text": "The decreased lncRNA ZEB2-AS1 in pre-eclampsia controls the trophoblastic cell line HTR-8/SVneo's invasive and migratory abilities via the miR-149/PGF axis."}, {"pubmed": 31249451, "text": "Plasma PlGF levels were higher while Nogo-A levels were lower in patients with liver cirrhosis and portal hypertension. Biomarkers showed moderate predictive value in determining clinically significant portal hypertension and severe portal hypertension."}, {"pubmed": 31312859, "text": "NUR77 promoted PGF expression during trophoblast fusion."}, {"pubmed": 31358848, "text": "Serum PlGF and EGF are independent prognostic markers in non-metastatic colorectal cancer."}, {"pubmed": 31377148, "text": "This study identified a rare, functional promoter variant in the PGF gene that increases PGF transcription activity and confers a 5-fold risk to neovascular AMD."}, {"pubmed": 31444934, "text": "Serum PlGF and sFlt-1, measured within 24 h prior to induction of labor, do not provide a significant additional contribution to maternal risk factors in the prediction of adverse perinatal outcome."}, {"pubmed": 31545526, "text": "We observed a significant (P = 0.04) association between rs2268614 TT and rs2268615 AA genotypes of PGF and early-onset psoriasis. In addition, genetic complement, comprising the PGF rs2268615 AA genotype and the VEGFA -460 (rs833061) T allele, was significantly associated with the development of early-onset psoriasis (P < 0.03)."}, {"pubmed": 31559879, "text": "sFlt-1/PlGF ratio higher at 16 weeks (30.6 vs 17.5), 20 weeks (29.3 vs 8.9) and 30 weeks (16.6 vs 6.7) in early-onset but not late-onset placental dysfunction"}, {"pubmed": 31585507, "text": "PlGF negatively regulates EC barrier function through the activation of VEGFR1."}, {"pubmed": 31653890, "text": "Distinct downstream signaling and the roles of VEGF and PlGF in high glucose-mediated injuries of human retinal endothelial cells in culture."}, {"pubmed": 31734756, "text": "In patients with lo PE [pre-eclampsia], adding sFlt-1/PlGF [ FLT1 protein, human /PGF protein, human] ratio to routine antepartum fetal surveillance may be useful to identify cases of postnatal SGA [ small for gestational age]."}, {"pubmed": 31924819, "text": "In vivo evidence of significant placental growth factor release by normal pregnancy placentas."}, {"pubmed": 32028495, "text": "Placental Growth Factor and the Risk of Adverse Neonatal and Maternal Outcomes."}, {"pubmed": 32056542, "text": "Altered level of salivary placental growth factor is associated with preeclampsia."}, {"pubmed": 32248765, "text": "Maternal and Perinatal Outcomes Associated With Extremely High Values for the sFlt-1 (Soluble fms-Like Tyrosine Kinase 1)/PlGF (Placental Growth Factor) Ratio."}, {"pubmed": 32374047, "text": "Binding of the placental growth factor to VEGF receptor type 1 modulates human T cell functions."}, {"pubmed": 32413589, "text": "Urinary placental growth factor determined in the first trimester of pregnancy as a predictor of preeclampsia."}, {"pubmed": 32505096, "text": "Evaluation of angiogenic factors in the decision to admit women with suspected preeclampsia."}, {"pubmed": 32583963, "text": "Soluble Flt-1, Placental Growth Factor, and Vascular Endothelial Growth Factor Serum Levels to Differentiate Between Active Lupus Nephritis During Pregnancy and Preeclampsia."}, {"pubmed": 32657162, "text": "Tape stripping the stratum corneum for biomarkers of ultraviolet radiation exposure at sub-erythemal dosages: a study in human volunteers."}, {"pubmed": 32707515, "text": "sFlt-1/PlGF ratio for the prediction of delivery within 48 hours and adverse outcomes in expectantly managed early-onset preeclampsia."}, {"pubmed": 32718871, "text": "Placental Growth Factor and Soluble, Fms-Like Tyrosine Kinase-1 in Preeclampsia: A Case-Cohort (PEARL) Study."}, {"pubmed": 32916477, "text": "First trimester serum PIGF is associated with placenta accreta."}, {"pubmed": 32992124, "text": "Role of sFlt-1/PIGF ratio and uterine Doppler in pregnancies with chronic kidney disease suspected with Pre-eclampsia or HELLP syndrome."}, {"pubmed": 33010604, "text": "MiR-124-3p promotes trophoblast cell HTR-8/SVneo pyroptosis by targeting placental growth factor."}, {"pubmed": 33012203, "text": "Angiogenic Factors and Long-Term Cardiovascular Risk in Women That Developed Preeclampsia During Pregnancy."}, {"pubmed": 33109108, "text": "Genetic polymorphisms of PGF and TNFAIP2 genes related to cervical cancer risk among Uygur females from China."}, {"pubmed": 33123910, "text": "Diagnostic Value of Circulating PIGF in Combination with Flt-1 in Early Cervical Cancer."}, {"pubmed": 33153436, "text": "Placental growth factor for the prognosis of women with preeclampsia (fullPIERS model extension): context matters."}, {"pubmed": 33218096, "text": "PlGF Immunological Impact during Pregnancy."}, {"pubmed": 33268513, "text": "Evidence for a protective role of placental growth factor in cardiovascular disease."}, {"pubmed": 33278298, "text": "Biomarkers and the Prediction of Adverse Outcomes in Preeclampsia: A Systematic Review and Meta-analysis."}, {"pubmed": 33401341, "text": "Low placental growth factor levels and high soluble endoglin levels at 26-31 weeks of gestation precede light placenta with and without relatively heavy infant, respectively: A retrospective cohort study."}, {"pubmed": 33463910, "text": "Physical activity differentially regulates VEGF, PlGF, and their receptors in the human placenta."}, {"pubmed": 33619227, "text": "Paracrine Placental Growth Factor Signaling in Response to Ionizing Radiation Is p53-Dependent and Contributes to Radioresistance."}, {"pubmed": 33677420, "text": "Placental and endothelial biomarkers for the prediction of superimposed pre-eclampsia in chronic kidney disease."}, {"pubmed": 33770588, "text": "Prognostic indicators of severe disease in late preterm pre-eclampsia to guide decision making on timing of delivery: The PEACOCK study."}, {"pubmed": 33789295, "text": "Placental Growth Factor and Adverse Obstetric Outcomes in a Mixed-Risk Cohort of Women Screened for Preeclampsia in the First Trimester of Pregnancy."}, {"pubmed": 33973302, "text": "sFlt-1/PlGF ratio as a predictive and prognostic marker for preeclampsia."}, {"pubmed": 34010327, "text": "Circulating levels of angiogenic factors and their association with preeclampsia among pregnant women at Mulago National Referral Hospital in Uganda."}, {"pubmed": 34119877, "text": "Placental growth factor as a diagnostic tool for placental mediated fetal growth restriction."}, {"pubmed": 34283894, "text": "The role of sFlt1/PlGF ratio in the assessment of preeclampsia and pregnancy-related hypertensive disorders."}, {"pubmed": 34381074, "text": "Hyperglycaemia up-regulates placental growth factor (PlGF) expression and secretion in endothelial cells via suppression of PI3 kinase-Akt signalling and activation of FOXO1."}, {"pubmed": 34413389, "text": "Genetics of PlGF plasma levels highlights a role of its receptors and supports the link between angiogenesis and immunity."}, {"pubmed": 34418751, "text": "Placental growth factor is negatively regulated by epidermal growth factor receptor (EGFR) signaling."}, {"pubmed": 34470571, "text": "MiR-212-3p promotes proliferation and migration of trophoblast in fetal growth restriction by targeting placental growth factor."}, {"pubmed": 34516333, "text": "Long non-coding RNA ARAP1-AS1 contributes to cell proliferation and migration in clear cell renal cell carcinoma via the miR-361-3p/placental growth factor axis."}, {"pubmed": 34605122, "text": "Atypical preeclampsia with systemic lupus erythematosus and elevated soluble fms-like tyrosine kinase 1/placental growth factor ratio."}, {"pubmed": 34653921, "text": "Implementing placental-growth-factor (PLGF) measurements in suspected pre-eclampsia----Challenges in clinical practice."}, {"pubmed": 34697976, "text": "Predictive value of the sFlt-1/PlGF ratio for preeclampsia in twin pregnancies: a retrospective study."}, {"pubmed": 34871241, "text": "Soluble fms-like tyrosine kinase 1, placental growth factor and procalcitonin as biomarkers of gram-negative sepsis: Analysis through a derivation and a validation cohort."}, {"pubmed": 34915395, "text": "Clinical interpretation and implementation of the sFlt-1/PlGF ratio in the prediction, diagnosis and management of preeclampsia."}, {"pubmed": 34937509, "text": "Placental expression of endoglin, placental growth factor, leptin, and hypoxia-inducible factor-1 in diabetic pregnancy and pre-eclampsia."}, {"pubmed": 34979346, "text": "Rule-in and rule-out of pre-eclampsia using DELFIA Xpress PlGF 1-2-3 and sFlt-1: PlGF ratio."}, {"pubmed": 34998223, "text": "sFlt-1/PlGF ratio in hypertensive disorders of pregnancy in patients affected by COVID-19."}, {"pubmed": 35092264, "text": "PREGNANCY OUTCOMES IN WOMEN WITH EXTREMELY HIGH SFLT-1/PIGF RATIO: CASE SERIES."}, {"pubmed": 35208556, "text": "The Role of Placental Growth Factor in the Prediction of Carbohydrate and Thyroid Disorders during Pregnancy."}, {"pubmed": 35275947, "text": "The feasibility of soluble Fms-Like Tyrosine kinase-1 (sFLT-1) and Placental Growth Factor (PlGF) ratio biomarker in predicting preeclampsia and adverse pregnancy outcomes among medium to high risk mothers in Kuala Lumpur, Malaysia."}, {"pubmed": 35603727, "text": "Analysis of serum placental growth factor levels in preeclamptic and normotensive pregnant women in Lagos, Nigeria: a worthwhile screening tool?"}, {"pubmed": 35609518, "text": "sFlt-1/PlGF Ratio at 24 Weeks Gestation in Twin Pregnancies as a Predictor of Preeclampsia or Fetal Growth Restriction."}, {"pubmed": 35843203, "text": "The effect of comorbidities on the sFLT-1:PlGF ratio in preeclampsia."}, {"pubmed": 35943054, "text": "Associations Between Soluble fms-Like Tyrosine Kinase-1 and Placental Growth Factor and Disease Severity Among Women With Preterm Eclampsia and Preeclampsia."}, {"pubmed": 35970387, "text": "Placental growth factor stabilizes VEGF receptor-2 protein in retinal pigment epithelial cells by downregulating glycogen synthase kinase 3 activity."}, {"pubmed": 36193031, "text": "Screening of candidate genes at GLC3B and GLC3C loci in Chinese primary congenital glaucoma patients with targeted next generation sequencing."}, {"pubmed": 36437340, "text": "Regulation of the Placental Growth Factor Mediated by Sumoylation and Expression of miR-652-3p in Pregnant Women with Early-Onset Preeclampsia."}, {"pubmed": 36613090, "text": "The Association of IL-17 and PlGF/sENG Ratio in Pre-Eclampsia and Adverse Pregnancy Outcomes."}, {"pubmed": 36990308, "text": "Accuracy of placental growth factor alone or in combination with soluble fms-like tyrosine kinase-1 or maternal factors in detecting preeclampsia in asymptomatic women in the second and third trimesters: a systematic review and meta-analysis."}, {"pubmed": 37168313, "text": "Changes in concentrations of melatonin, PlGF, and cytokines in women with preeclampsia."}, {"pubmed": 37512044, "text": "sFLT1, PlGF, the sFLT1/PlGF Ratio and Their Association with Pre-Eclampsia in Twin Pregnancies-A Review of the Literature."}, {"pubmed": 37679252, "text": "The cytokine trio - visfatin, placental growth factor and fractalkine - and their role in myocardial infarction with non-obstructive coronary arteries (MINOCA)."}, {"pubmed": 37712421, "text": "Maternal PlGF and umbilical Dopplers predict pregnancy outcomes at diagnosis of early-onset fetal growth restriction."}, {"pubmed": 37787982, "text": "Causal association between placental growth factor and coronary heart disease: a Mendelian randomization study."}, {"pubmed": 37878035, "text": "Expression of placental growth factor, neuropilin-1, and neuropilin-2 in primary pterygium tissue."}, {"pubmed": 38115361, "text": "Serum placental growth factor, total cholesterol, and triglycerides for prediction of intrahepatic cholestasis of pregnancy."}, {"pubmed": 38166739, "text": "Predictive value of maternal serum placental growth factor levels for discordant fetal growth in twins: a retrospective cohort study."}, {"pubmed": 38217598, "text": "Serum Placental Growth Factor as a Marker of Cerebrovascular Disease Burden in Alzheimer's Disease."}, {"pubmed": 38247274, "text": "Assessment of serum levels and placental bed tissue expression of IGF-1, bFGF, and PLGF in patients with placenta previa complicated with placenta accreta spectrum disorders."}], "genomic_pos": {"chr": "14", "end": 74955626, "ensemblgene": "ENSG00000119630", "start": 74941834, "strand": -1}, "genomic_pos_hg19": {"chr": "14", "end": 75422487, "start": 75408537, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001938", "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002040", "qualifier": "involved_in", "term": "sprouting angiogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9467961, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 9467961, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 21215706, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038084", "qualifier": "involved_in", "term": "vascular endothelial growth factor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048010", "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050930", "qualifier": "involved_in", "term": "induction of positive chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060754", "qualifier": "involved_in", "term": "positive regulation of mast cell chemotaxis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005172", "qualifier": "enables", "term": "vascular endothelial growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14684734, 20660291], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008083", "pubmed": 21215706, "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042056", "qualifier": "enables", "term": "chemoattractant activity"}]}, "homologene": {"genes": [[7955, 557468], [9031, 771832], [9544, 701219], [9598, 741830], [9606, 5228], [9615, 100855780], [9913, 280894], [10090, 18654], [10116, 94203]], "id": 1978}, "interpro": [{"desc": "PDGF/VEGF domain", "id": "IPR000072", "short_desc": "PDGF/VEGF_dom"}, {"desc": "Platelet-derived growth factor, conserved site", "id": "IPR023581", "short_desc": "PD_growth_factor_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": ["IPI00028074", "IPI00219514", "IPI00219515", "IPI00384164"], "map_location": "14q24.3", "name": "placental growth factor", "other_names": ["placenta growth factor", "placental growth factor, vascular endothelial growth factor-related protein"], "pantherdb": {"HGNC": "8893", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105095", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 10090, "uniprot_kb": "P49764"}, {"RGD": "619850", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 10116, "uniprot_kb": "Q63434"}, {"Ensembl": "ENSGALG00000047771", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 9031, "uniprot_kb": "A0A3Q2U2L8"}, {"Ensembl": "ENSDARG00000090997", "ortholog_type": "O", "panther_family": "PTHR12025", "taxid": 7955, "uniprot_kb": "E7EZR4"}, {"Ensembl": "ENSDARG00000115359", "ortholog_type": "O", "panther_family": "PTHR12025", "taxid": 7955, "uniprot_kb": "A0A2R8QE90"}, {"ZFIN": "ZDB-GENE-131127-445", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 7955, "uniprot_kb": "X1WBL7"}], "uniprot_kb": "P49763"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "pid": [{"id": "vegf_vegfr_pathway", "name": "VEGF and VEGFR signaling network"}, {"id": "vegfr1_pathway", "name": "VEGFR1 specific signals"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194313", "name": "VEGF ligand-receptor interactions"}, {"id": "R-HSA-195399", "name": "VEGF binds to VEGFR leading to receptor dimerization"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}]}, "pdb": ["1FZV", "1RV6"], "pfam": "PF00341", "pharmgkb": "PA33231", "pharos": {"target_id": 9734, "tdl": "Tclin"}, "pir": "A41236", "prosite": "PS50278", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326067", "relationship": "is"}, {"id": "GNF326068", "relationship": "is"}, {"id": "GNF326069", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254047", "relationship": "is"}, {"id": "GNF254048", "relationship": "is"}, {"id": "GNF254049", "relationship": "is"}, {"id": "GNF254050", "relationship": "similar to"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163742", "relationship": "weakly similar to"}, "GNF_hs-Origene": {"id": "GNF039405", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF011142", "relationship": "is"}, {"id": "GNF011143", "relationship": "is"}, {"id": "GNF011144", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF284437", "relationship": "is"}, {"id": "GNF286224", "relationship": "is"}, {"id": "GNF286229", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF331013", "relationship": "is"}, {"id": "GNF332208", "relationship": "is"}, {"id": "GNF334057", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337302", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095706", "relationship": "is"}, {"id": "GNF115501", "relationship": "is"}, {"id": "GNF135363", "relationship": "is"}, {"id": "GNF155142", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_029168.1"], "protein": ["NP_001193941.1", "NP_001280572.1", "NP_002623.2", "XP_047287432.1", "XP_054232194.1"], "rna": ["NM_001207012.1", "NM_001293643.1", "NM_002632.6", "XM_047431476.1", "XM_054376219.1"], "translation": [{"protein": "NP_002623.2", "rna": "NM_002632.6"}, {"protein": "XP_054232194.1", "rna": "XM_054376219.1"}, {"protein": "NP_001193941.1", "rna": "NM_001207012.1"}, {"protein": "XP_047287432.1", "rna": "XM_047431476.1"}, {"protein": "NP_001280572.1", "rna": "NM_001293643.1"}]}, "reporter": {"HG-U133_Plus_2": ["209652_s_at", "215179_x_at"], "HG-U95Av2": "793_at", "HTA-2_0": ["TC14001313.hg.1", "TC14002090.hg.1"], "HuEx-1_0": ["3544382", "3572209", "3721092"], "HuGene-1_1": "7980233", "HuGene-2_1": "16794846"}, "retired": 23611, "summary": "This gene encodes a growth factor found in placenta which is homologous to vascular endothelial growth factor. Alternatively spliced transcripts encoding different isoforms have been found for this gene.[provided by RefSeq, Jun 2011]", "symbol": "PGF", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335207"}, "unigene": "Hs.252820", "uniprot": {"Swiss-Prot": "P49763", "TrEMBL": ["Q86TW6", "Q53XY6", "G3XA84"]}, "wikipedia": {"url_stub": "Placental growth factor"}}