{"AllianceGenome": "8896", "HGNC": "8896", "MIM": "311800", "_id": "5230", "_version": 1, "accession": {"genomic": ["AH002937.2", "AH002938.2", "AL049589.15", "CH471104.2", "CP068255.2", "CS037197.1", "HB957644.1", "HD015054.1", "M34017.1", "M60581.1", "MN108260.1", "NC_000023.11", "NC_060947.1", "NG_008862.1", "S75476.1"], "protein": ["AAA60078.1", "AAA60079.1", "AAA60103.1", "AAB36381.2", "AAH23234.1", "AAI03753.1", "AAI04838.1", "AAI13569.1", "AAO88093.1", "AAS00488.1", "ACJ13699.1", "BAA05737.1", "BAB93495.1", "BAF83770.1", "BAG35209.1", "BAG58074.1", "BAG58187.1", "BAG60978.1", "BAG63115.1", "BAG64791.1", "BAH13545.1", "CAA23835.1", "CAG32997.1", "CAI63840.1", "CBG13427.1", "CBV26941.1", "EAW98602.1", "EAW98603.1", "EAW98604.1", "NP_000282.1", "P00558.3", "QEG79134.1"], "rna": ["AB062432.1", "AK055928.1", "AK291081.1", "AK295014.1", "AK295182.1", "AK298855.1", "AK301632.1", "AK301740.1", "AK303848.1", "AK310756.1", "AK312280.1", "AY423725.1", "BC023234.1", "BC041006.1", "BC103752.1", "BC104837.1", "BC113568.1", "BU677171.1", "CR456716.1", "D28371.1", "DC336483.1", "EU794645.1", "NM_000291.4", "S81916.1", "V00572.1"], "translation": [{"protein": "BAA05737.1", "rna": "D28371.1"}, {"protein": "BAG63115.1", "rna": "AK301632.1"}, {"protein": "BAB93495.1", "rna": "AB062432.1"}, {"protein": "NP_000282.1", "rna": "NM_000291.4"}, {"protein": "CAG32997.1", "rna": "CR456716.1"}, {"protein": "BAG35209.1", "rna": "AK312280.1"}, {"protein": "AAS00488.1", "rna": "AY423725.1"}, {"protein": "AAH23234.1", "rna": "BC023234.1"}, {"protein": "AAI04838.1", "rna": "BC104837.1"}, {"protein": "AAB36381.2", "rna": "S81916.1"}, {"protein": "BAH13545.1", "rna": "AK301740.1"}, {"protein": "AAI13569.1", "rna": "BC113568.1"}, {"protein": "CAA23835.1", "rna": "V00572.1"}, {"protein": "BAG58187.1", "rna": "AK295182.1"}, {"protein": "BAG60978.1", "rna": "AK298855.1"}, {"protein": "BAF83770.1", "rna": "AK291081.1"}, {"protein": "AAI03753.1", "rna": "BC103752.1"}, {"protein": "BAG64791.1", "rna": "AK303848.1"}, {"protein": "BAG58074.1", "rna": "AK295014.1"}, {"protein": "ACJ13699.1", "rna": "EU794645.1"}]}, "alias": ["HEL-S-68p", "MIG10", "PGKA"], "ec": "2.7.2.3", "ensembl": {"gene": "ENSG00000102144", "protein": ["ENSP00000362413", "ENSP00000496140"], "transcript": ["ENST00000373316", "ENST00000474281", "ENST00000476531", "ENST00000477335", "ENST00000491291", "ENST00000644362"], "translation": [{"protein": "ENSP00000496140", "rna": "ENST00000644362"}, {"protein": "ENSP00000362413", "rna": "ENST00000373316"}], "type_of_gene": "protein_coding"}, "entrezgene": "5230", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.6769136991, "exp_mis": 85.037337474, "exp_syn": 36.2797219117, "lof_z": 3.23677479700493, "mis_z": -0.316265384184411, "mu_lof": 8.98290738141e-07, "mu_mis": 1.08945002152e-05, "mu_syn": 4.36609948838e-06, "n_lof": 0.0, "n_mis": 91.0, "n_syn": 39.0, "p_li": 0.971138951857199, "p_null": 3.96096150065934e-05, "p_rec": 0.028821438527794, "syn_z": -0.279982649426284}, "bp": 1254, "cds_end": 77381327, "cds_start": 77359837, "n_exons": 11, "nonpsych": {"exp_lof": 9.52069275511, "exp_mis": 76.9687111114, "exp_syn": 32.7435105876, "lof_z": 3.03030437085948, "mis_z": -0.461731895671894, "mu_lof": 8.98290738141e-07, "mu_mis": 1.08945002152e-05, "mu_syn": 4.36609948838e-06, "n_lof": 0.0, "n_mis": 85.0, "n_syn": 38.0, "p_li": 0.961507934884171, "p_null": 9.85268432179198e-05, "p_rec": 0.0383935382726114, "syn_z": -0.578357958690231}, "nontcga": {"exp_lof": 9.66920172365, "exp_mis": 77.3957164385, "exp_syn": 32.9879081383, "lof_z": 3.0674434569879, "mis_z": -0.31737408237881, "mu_lof": 8.98290738141e-07, "mu_mis": 1.08945002152e-05, "mu_syn": 4.36609948838e-06, "n_lof": 0.0, "n_mis": 83.0, "n_syn": 35.0, "p_li": 0.960036421188201, "p_null": 8.86162186390902e-05, "p_rec": 0.0398749625931599, "syn_z": -0.221815738607439}, "transcript": "ENST00000373316.4"}, "exons": [{"cdsend": 78125830, "cdsstart": 78104340, "chr": "X", "position": [[78104247, 78104405], [78109866, 78109917], [78113743, 78113899], [78114015, 78114160], [78117311, 78117415], [78118050, 78118170], [78122834, 78122949], [78123194, 78123374], [78124873, 78125051], [78125326, 78125425], [78125789, 78129295]], "strand": 1, "transcript": "NM_000291", "txend": 78129295, "txstart": 78104247}], "exons_hg19": [{"cdsend": 77381327, "cdsstart": 77359837, "chr": "X", "position": [[77359744, 77359902], [77365363, 77365414], [77369240, 77369396], [77369512, 77369657], [77372808, 77372912], [77373547, 77373667], [77378331, 77378446], [77378691, 77378871], [77380370, 77380548], [77380823, 77380922], [77381286, 77384792]], "strand": 1, "transcript": "NM_000291", "txend": 77384792, "txstart": 77359744}], "generif": [{"pubmed": 2324090, "text": "Generif: Phosphoglycerate kinase is a moonlighting protein that functions as both a glycolytic enzyme and a primer recognition protein of DNA polymerase alpha. "}, {"pubmed": 11130727, "text": "Phosphoglycerate kinase is a moonlighting protein that functions as both a glycolytic enzyme and a disulfide reductase. "}, {"pubmed": 11745195, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12080078, "text": "Phosphorylates pyrimidine L-deoxynucleoside analog diphosphaates"}, {"pubmed": 12174867, "text": "Overexpression induces a multidrug resistance phenotype."}, {"pubmed": 12869554, "text": "3-phosphoglycerate kinase has a role in the activation of L-nucleoside analogs"}, {"pubmed": 14764427, "text": "These results demonstrate that phosphpglycerate kinase regulates uPAR expression at the post-transcriptional level."}, {"pubmed": 15053920, "text": "production and secretion of PGK are regulated separately and oxygen and the protein hydroxylases can control not only gene expression but also protein secretion"}, {"pubmed": 15255553, "text": "phosphoglycerate kinase does not appear to have a role in the development or progression of neoplasms [letter]"}, {"pubmed": 16363799, "text": "During domain closure, Lys 215 in 3-phosphoglycerate kinase possibly moves together with the transferring phosphate, and this group is being positioned properly for catalysis."}, {"pubmed": 17565005, "text": "The impact of hypoxic treatment on the expression of PGK1 and the cytotoxicity of troxacitabine and gemcitabine are reported."}, {"pubmed": 17661373, "text": "our study indicates that inhibition of the transcription mechanism is the cause of PGK deficiency."}, {"pubmed": 18096512, "text": "Aa steady state kinetic and biophysical study of the interaction of the model compound l-MgADP with hPGK, is presented."}, {"pubmed": 18288812, "text": "Although L-ADP is almost as catalytically competent as D-ADP, under our experimental conditions (buffer containing 30% methanol, 4 degrees C) phosphoglycerate kinase binds D- and L-ADP with similar kinetics."}, {"pubmed": 18453750, "text": "overexpression of PGK1 and its signalling targets may be a expression-pathway in diffuse primary gastric carcinomas promoting peritoneal dissemination"}, {"pubmed": 18540639, "text": "transmission path of the nucleotide effect toward the main hinge of phosphoglycerate kinase is described for the first time at the level of interactions existing in the tertiary structure[ 3-phosphoglycerate kinase]"}, {"pubmed": 18603805, "text": "PGK1 was selectively overexpressed in human colon tumor cells by treating with hydrogen peroxide as oxidative stress, while its expression was suppressed by co-treatment with antioxidants."}, {"pubmed": 19110265, "text": "This protein has been found differentially expressed in the dorsolateral prefrontal cortex from patients with schizophrenia."}, {"pubmed": 19688824, "text": "Data show that PGK1 regulates the expression of CXCR4 and beta-catenin at the mRNA and protein levels."}, {"pubmed": 19778949, "text": "Phosphoglycerate kinase 1 (PGK1) showed a difference between follicular cells from follicles leading to a pregnancy or developmental failure."}, {"pubmed": 19854185, "text": "Results suggest that conformational rearrangements in the hinge generated by binding of both substrates provide the main driving force for domain closure overcoming the slightly unfavourable contact interactions between the domains."}, {"pubmed": 21349853, "text": "PGK domain movement and catalysis is regulated by a spring-loaded release mechanism"}, {"pubmed": 21505655, "text": "enzyme kinetics studies show that the absence of the ribose OH-groups with is better tolerated for the purine than for the pyrimidine containing compounds in phosphoglycerate kinase 1"}, {"pubmed": 21549683, "text": "Molecular dynamics simulations were carried out with four different nucleotides (D-/L-ADP and D-/L-CDP) in complex with PGK and 1,3-bisphospho-d-glycerate. The binding affinities of CDPs were very weak while D- and L-ADP were better substrates."}, {"pubmed": 21780947, "text": "two key (hub) PPARgamma direct target genes, PRKCZ and PGK1, were experimentally validated to be repressed upon PPARgamma activation by its natural ligand, 15d-PGJ2 in three prostrate cancer cell lines"}, {"pubmed": 22348148, "text": "All findings indicate that the different clinical manifestations associated with PGK1 deficiency chiefly depend on the distinctive type of perturbations caused by mutations in the PGK1 gene"}, {"pubmed": 22619369, "text": "carbonic anhydrase I, phosphoglycerate kinase 1 and apolipoprotein A-I appeared to be the most significant variations of proteins in patients with osteopenia and osteoarthritis"}, {"pubmed": 22742733, "text": "Phosphoglycerate kinase 1 was up-regulated significantly in radioresistant astrocytomas and also seems to be correlated with the negative prognosis following radiotherapy."}, {"pubmed": 23130662, "text": "Glycolytic enzymes PGK1 and PKM2 are novel transcriptional targets of PPARgamma in breast cancer."}, {"pubmed": 23336698, "text": "the low kinetic stability displayed by PGK1 protein mutations is causing human PGK1 deficiency"}, {"pubmed": 23684636, "text": "Conformational dynamics in the catalytic cycle of phosphoglycerate kinase, molecular details provided by structural analysis. [Review]"}, {"pubmed": 23727790, "text": "increased expression of PGK1 in colon cancer tissue is associated with metastasis."}, {"pubmed": 24284928, "text": "PGK1 could promote radioresistance in U251 human cells."}, {"pubmed": 24376734, "text": "PGK1 appears to play an important role for neuroblastoma"}, {"pubmed": 24721582, "text": "different factors contributing to hPGK1 thermodynamic and kinetic stability"}, {"pubmed": 24838780, "text": "mutations associated with hPGK1 deficiency lead to increased aggregation and proteolysis rates in vitro and inside cells due to protein thermodynamic destabilization"}, {"pubmed": 24934115, "text": "Phosphoglycerate kinase deficiency due to a novel mutation (c. 1180A>G) manifesting as chronic hemolytic anemia in a Japanese boy."}, {"pubmed": 25175369, "text": "Suppression of PGK1 enhanced the radiosensitivity of U251 xenografts and suggest that PGK1 may serve as a useful target in the treatment of radioresistant glioma."}, {"pubmed": 25867275, "text": "Results show that PGK1 mRNA and protein expression were significantly increased in breast cancer tissues and can be considered as a prognostic biomarker of chemoresistance to paclitaxel treatment in breast cancer."}, {"pubmed": 26356530, "text": "PI3K/AKT/mTOR pathway regulates HDAC3 S424 phosphorylation, which promotes HDAC3-PGK1 interaction and PGK1 K220 deacetylation"}, {"pubmed": 26396085, "text": "Retinal dystrophy may be one of the clinical manifestations of phosphoglycerate kinase deficiency."}, {"pubmed": 26510737, "text": "In neuroblastoma cells, CAIX and PGK1 expression is up regulated under hypoxia and correlates with response to targeted anti-proliferative treatment."}, {"pubmed": 26942675, "text": "Mitochindrial PGK1 acts as a protein kinase in coordinating glycolysis and the tricarboxylic acid cycle, which is instrumental in cancer metabolism and tumorigenesis."}, {"pubmed": 27342824, "text": "PGK1, a glycolytic enzyme catalyzing the conversion of 3-phosphoglycerate into 2-phosphoglycerate, has increased expression in synovial tissues and blood of rheumatoid arthritis, which may be involved in pro-inflammation and synovial hyperplasia of the disease"}, {"pubmed": 28238651, "text": "Acetylated PGK1 binds to and phosphorylates Beclin1 at S30, leading to activation of the VPS34-Beclin1 complex to initiate autophagosomal formation."}, {"pubmed": 28457968, "text": "Data suggest that, in breast cancer cells, MYC acts as an upstream regulator leading to PGK1 activation. (MYC, proto-oncogene c-myc; PGK1, phosphoglycerate kinase 1)"}, {"pubmed": 28749413, "text": "PGK1 is used to indicate the prognosis of hepatocellular carcinoma (HCC)."}, {"pubmed": 28763863, "text": "PGK1 is involved in the regulation of metastasis and invasion of HCC[ hepatocellular carcinoma] cells and can promote the migration and invasion of HCC cells. Therefore, PGK1 may be an important predictor of prognosis and postoperative recurrence in patients with liver cancer."}, {"pubmed": 28923857, "text": "Data show that LINC00963 (MetaLnc9) interacted with the glycolytic kinase PGK1 and prevented its ubiquitination in non-small cell lung cancer (NSCLC) cells, leading to activation of the oncogenic AKT/mTOR signaling pathway."}, {"pubmed": 29199648, "text": "The results indicate that ALDOA and PGK1 may indicate resistance to cisplatin in osteosarcoma"}, {"pubmed": 29995887, "text": "PGK1 mutated variants display different catalytic activity and conformational stability compared to the native enzyme."}, {"pubmed": 30029001, "text": "PGK1 T243 phosphorylation regulates the direction of PGK1-catalyzed reaction. Inhibition of PGK1 T243 phosphorylation abrogates protumoral function of macrophages. PGK1 T243 phosphorylation correlates with grades and prognosis of glioblastoma multiforme patients"}, {"pubmed": 30111548, "text": "Lower glycolytic capacity in PGK1 deficiency seems to result in multisystem involvement and increased susceptibility to exertional rhabdomyolysis."}, {"pubmed": 30392930, "text": "CDC7-bound PGK1 converts ADP to ATP, thereby abrogating the inhibitory effect of ADP on CDC7-ASK activity, promoting the recruitment of DNA helicase to replication origins, DNA replication, cell proliferation, and brain tumorigenesis."}, {"pubmed": 30471866, "text": "Mechanistic investigations showed that Rab11-FIP2 interacted with the glycolytic kinase PGK1 and promoted its ubiquitination in NSCLC cells, leading to inactivation of the oncogenic AKT/mTOR signaling pathway."}, {"pubmed": 30537744, "text": "High PGK1 expression was associated with poor prognosis in breast cancer, because PGK1 and HIF-1alpha formed a positive feed-forward loop and thus stimulated breast cancer progression and metastases."}, {"pubmed": 30887539, "text": "Phosphoglycerate kinase deficiency: A nationwide multicenter retrospective study."}, {"pubmed": 30925862, "text": "We propose that PGK1 mediates DNA repair and methylation through the HSP90/ERK pathway, and eventually enhances the chemoresistance to cisplatin. The results provide new insights on functions of PGK1 and HSP90, which might make them as promising targets for endometrial cancer chemotherapy."}, {"pubmed": 30951021, "text": "Therapeutic Benefit of Blood Transfusion in a Patient With Novel PGK1 Mutation (c.461T>C [p.L154P])."}, {"pubmed": 31222833, "text": "MicroRNA-450b-3p inhibits cell growth by targeting phosphoglycerate kinase 1 in hepatocellular carcinoma."}, {"pubmed": 31424298, "text": "Identification of a novel variant in phosphoglycerate kinase-1 (PGK1) in an African-American child (PGK1 Detroit)."}, {"pubmed": 31492635, "text": "The protein phosphatase activity of PTEN dephosphorylates and inhibits autophosphorylated PGK1, thereby inhibiting glycolysis, ATP production, and brain tumor cell proliferation"}, {"pubmed": 31578148, "text": "These findings highlight the potential use of PGK1 mRNA level, PGK1 promoter hypomethylation, and PGK1 pS203 and PDHK1 pT338 levels as biomarkers for cancer progression and prognosis, and the promising significance of PGK1 as a target in cancer treatment."}, {"pubmed": 31649264, "text": "ACTL6A regulates follicle-stimulating hormone-driven glycolysis in ovarian cancer cells via PGK1."}, {"pubmed": 31767834, "text": "PGK1 depletion activates Nrf2 signaling to protect human osteoblasts from dexamethasone."}, {"pubmed": 31827081, "text": "Transcription factor NFAT5 contributes to the glycolytic phenotype rewiring and pancreatic cancer progression via transcription of PGK1."}, {"pubmed": 32565733, "text": "miR-6869-5p Inhibits Glioma Cell Proliferation and Invasion via Targeting PGK1."}, {"pubmed": 32582960, "text": "GBP1 promotes erlotinib resistance via PGK1activated EMT signaling in nonsmall cell lung cancer."}, {"pubmed": 32705252, "text": "Activation of PGK1 under hypoxic conditions promotes glycolysis and increases stem celllike properties and the epithelialmesenchymal transition in oral squamous cell carcinoma cells via the AKT signalling pathway."}, {"pubmed": 33096483, "text": "Novel PGK1 determines SKP2-dependent AR stability and reprograms granular cell glucose metabolism facilitating ovulation dysfunction."}, {"pubmed": 33438023, "text": "Downregulation of long non-protein coding RNA MVIH impairs glioblastoma cell proliferation and invasion through an miR-302a-dependent mechanism."}, {"pubmed": 33940159, "text": "FOXO3A-induced LINC00926 suppresses breast tumor growth and metastasis through inhibition of PGK1-mediated Warburg effect."}, {"pubmed": 34445528, "text": "Pathological Role of Phosphoglycerate Kinase 1 in Balloon Angioplasty-Induced Neointima Formation."}, {"pubmed": 34473315, "text": "PGK1 : An Essential Player in Modulating Tumor Metabolism."}, {"pubmed": 34667156, "text": "Phosphoglycerate kinase 1 silencing by a novel microRNA microRNA-4523 protects human osteoblasts from dexamethasone through activation of Nrf2 signaling cascade."}, {"pubmed": 34882921, "text": "HPV16 E6/E7 stabilize PGK1 protein by reducing its poly-ubiquitination in cervical cancer."}, {"pubmed": 34893542, "text": "Molecular mechanism of glycolytic flux control intrinsic to human phosphoglycerate kinase."}, {"pubmed": 35058442, "text": "PGK1 represses autophagy-mediated cell death to promote the proliferation of liver cancer cells by phosphorylating PRAS40."}, {"pubmed": 35121728, "text": "PGK1 contributes to tumorigenesis and sorafenib resistance of renal clear cell carcinoma via activating CXCR4/ERK signaling pathway and accelerating glycolysis."}, {"pubmed": 35123484, "text": "LncRNA NEAT1 facilitates glioma progression via stabilizing PGK1."}, {"pubmed": 35183535, "text": "The basic functions of phosphoglycerate kinase 1 and its roles in cancer and other diseases."}, {"pubmed": 35715622, "text": "Long non-coding RNA NRSN2-AS1, transcribed by SOX2, promotes progression of esophageal squamous cell carcinoma by regulating the ubiquitin-degradation of PGK1."}, {"pubmed": 36171455, "text": "N[6]-methyladenosine reader YTHDF3 contributes to the aerobic glycolysis of osteosarcoma through stabilizing PGK1 stability."}, {"pubmed": 36229482, "text": "Loss of stability and unfolding cooperativity in hPGK1 upon gradual structural perturbation of its N-terminal domain hydrophobic core."}, {"pubmed": 36841032, "text": "PGK1 modulates balance between pro- and anti-inflammatory cytokines by interacting with ITI-H4."}, {"pubmed": 36949536, "text": "Circular RNA circHMCU promotes breast tumorigenesis through miR-4458/PGK1 regulatory cascade."}, {"pubmed": 37099974, "text": "Comprehensive analysis of lncRNA-mRNA co-expression networks in HPV-driven cervical cancer reveals the pivotal function of LINC00511-PGK1 in tumorigenesis."}, {"pubmed": 37821504, "text": "H19 encourages aerobic glycolysis and cell growth in gastric cancer cells through the axis of microRNA-19a-3p and phosphoglycerate kinase 1."}, {"pubmed": 38098044, "text": "SNHG17 alters anaerobic glycolysis by resetting phosphorylation modification of PGK1 to foster pro-tumor macrophage formation in pancreatic ductal adenocarcinoma."}, {"pubmed": 38110073, "text": "Upregulation of mitochondrial PGK1 by ROS-TBC1D15 pathway promotes neuronal death after oxygen-glucose deprivation/reoxygenation injury."}, {"pubmed": 38163864, "text": "The oncogenic role and regulatory mechanism of PGK1 in human non-small cell lung cancer."}, {"pubmed": 38247832, "text": "RNA Binding Protein PTBP1 Promotes the Metastasis of Gastric Cancer by Stabilizing PGK1 mRNA."}, {"pubmed": 38402202, "text": "PRMT1-mediated PGK1 arginine methylation promotes colorectal cancer glycolysis and tumorigenesis."}, {"pubmed": 38459513, "text": "CircGLIS3 promotes gastric cancer progression by regulating the miR-1343-3p/PGK1 pathway and inhibiting vimentin phosphorylation."}, {"pubmed": 38471523, "text": "PUM1 and PGK1 are Favorable Housekeeping Genes over Established Biodosimetry-related Housekeeping Genes such as HPRT1, ITFG1, DPM1, MRPS5, 18S rRNA and Others after Radiation Exposure."}], "genomic_pos": {"chr": "X", "end": 78129295, "ensemblgene": "ENSG00000102144", "start": 77910739, "strand": 1}, "genomic_pos_hg19": [{"chr": "HG1426_PATCH", "end": 77390250, "start": 77326142, "strand": 1}, {"chr": "X", "end": 77384793, "start": 77320685, "strand": 1}], "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006094", "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006094", "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006096", "qualifier": "involved_in", "term": "glycolytic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006096", "pubmed": 7391028, "qualifier": "involved_in", "term": "glycolytic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016310", "qualifier": "involved_in", "term": "phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016525", "pubmed": 11130727, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030855", "pubmed": 21492153, "qualifier": "involved_in", "term": "epithelial cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031639", "pubmed": 11130727, "qualifier": "involved_in", "term": "plasminogen activation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0061621", "qualifier": "involved_in", "term": "canonical glycolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071456", "pubmed": 11130727, "qualifier": "involved_in", "term": "cellular response to hypoxia"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 11130727, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045121", "pubmed": 25204797, "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [11487543, 19199708, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0004618", "pubmed": [1278465, 5009693], "qualifier": "enables", "term": "phosphoglycerate kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004618", "qualifier": "enables", "term": "phosphoglycerate kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004618", "pubmed": 7391028, "qualifier": "enables", "term": "phosphoglycerate kinase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004618", "qualifier": "enables", "term": "phosphoglycerate kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20392205, 20849852, 26030842, 26356530, 32707033], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043531", "qualifier": "enables", "term": "ADP binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0047134", "pubmed": 11130727, "qualifier": "enables", "term": "protein-disulfide reductase (NAD(P)H) activity"}]}, "homologene": {"genes": [[3702, 820461], [3702, 842072], [4896, 2539764], [4932, 850370], [5141, 3878602], [6239, 171965], [7165, 1275659], [7227, 33461], [7955, 406696], [8364, 549299], [9031, 395833], [9544, 706325], [9598, 473678], [9606, 5230], [9615, 480964], [9913, 507476], [10090, 18655], [10116, 24644], [28985, 2896489], [33169, 4621019], [318829, 2675410]], "id": 21542}, "interpro": [{"desc": "Phosphoglycerate kinase", "id": "IPR001576", "short_desc": "Phosphoglycerate_kinase"}, {"desc": "Phosphoglycerate kinase, N-terminal", "id": "IPR015824", "short_desc": "Phosphoglycerate_kinase_N"}, {"desc": "Phosphoglycerate kinase, conserved site", "id": "IPR015911", "short_desc": "Phosphoglycerate_kinase_CS"}, {"desc": "Phosphoglycerate kinase superfamily", "id": "IPR036043", "short_desc": "Phosphoglycerate_kinase_sf"}], "ipi": ["IPI00169383", "IPI00909158", "IPI00916818", "IPI01011912"], "map_location": "Xq21.1", "name": "phosphoglycerate kinase 1", "other_names": ["PRP 2", "cell migration-inducing gene 10 protein", "epididymis secretory sperm binding protein Li 68p", "phosphoglycerate kinase 1", "primer recognition protein 2"], "pantherdb": {"HGNC": "8896", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97555", "ortholog_type": "LDO", "panther_family": "PTHR11406", "taxid": 10090, "uniprot_kb": "P09411"}, {"Ensembl": "ENSRNOG00000026928", "ortholog_type": "O", "panther_family": "PTHR11406", "taxid": 10116, "uniprot_kb": "M0R6Y8"}, {"RGD": "619878", "ortholog_type": "LDO", "panther_family": "PTHR11406", "taxid": 10116, "uniprot_kb": "P16617"}, {"Gene": "PGK", "ortholog_type": "O", "panther_family": "PTHR11406", "taxid": 9031, "uniprot_kb": "P51903"}, {"Ensembl": "ENSGALG00000007936", "ortholog_type": "LDO", "panther_family": "PTHR11406", "taxid": 9031, "uniprot_kb": "F1NU17"}, {"ZFIN": "ZDB-GENE-040426-2711", "ortholog_type": "LDO", "panther_family": "PTHR11406", "taxid": 7955, "uniprot_kb": "F1QXV8"}, {"WormBase": "WBGene00020185", "ortholog_type": "LDO", "panther_family": "PTHR11406", "taxid": 6239, "uniprot_kb": "P91427"}, {"FlyBase": "FBgn0031451", "ortholog_type": "O", "panther_family": "PTHR11406", "taxid": 7227, "uniprot_kb": "Q9VQF4"}, {"FlyBase": "FBgn0250906", "ortholog_type": "LDO", "panther_family": "PTHR11406", "taxid": 7227, "uniprot_kb": "Q01604"}, {"SGD": "S000000605", "ortholog_type": "LDO", "panther_family": "PTHR11406", "taxid": 4932, "uniprot_kb": "P00560"}, {"PomBase": "SPBC14F5.04c", "ortholog_type": "LDO", "panther_family": "PTHR11406", "taxid": 4896, "uniprot_kb": "O60101"}, {"dictyBase": "DDB_G0287595", "ortholog_type": "LDO", "panther_family": "PTHR11406", "taxid": 352472, "uniprot_kb": "Q9GPM4"}, {"EnsemblGenome": "BAE76990", "ortholog_type": "O", "panther_family": "PTHR11406", "taxid": 562, "uniprot_kb": "P0A799"}], "uniprot_kb": "P00558"}, "pathway": {"humancyc": [{"id": "PWY66-399", "name": "gluconeogenesis"}, {"id": "PWY66-400", "name": "glycolysis"}, {"id": "PWY66-407", "name": "superpathway of conversion of glucose to acetyl CoA and entry into the TCA cycle"}], "kegg": [{"id": "hsa00010", "name": "Glycolysis / Gluconeogenesis - Homo sapiens (human)"}, {"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}], "pid": [{"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-70171", "name": "Glycolysis"}, {"id": "R-HSA-70263", "name": "Gluconeogenesis"}, {"id": "R-HSA-70326", "name": "Glucose metabolism"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}, {"id": "R-HSA-9635486", "name": "Infection with Mycobacterium tuberculosis"}, {"id": "R-HSA-9636667", "name": "Manipulation of host energy metabolism"}, {"id": "R-HSA-9637690", "name": "Response of Mtb to phagocytosis"}, {"id": "R-HSA-9824439", "name": "Bacterial Infection Pathways"}], "smpdb": [{"id": "SMP00649", "name": "Lamivudine Metabolism Pathway"}, {"id": "SMP00654", "name": "Warburg Effect"}], "wikipathways": [{"id": "WP1946", "name": "Cori Cycle"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4018", "name": "Pathways in clear cell renal cell carcinoma"}, {"id": "WP4290", "name": "Metabolic reprogramming in colon cancer"}, {"id": "WP4629", "name": "Computational Model of Aerobic Glycolysis"}, {"id": "WP5049", "name": "Glycolysis in senescence"}, {"id": "WP534", "name": "Glycolysis and Gluconeogenesis"}]}, "pdb": ["2WZB", "2WZC", "2WZD", "2X13", "2X14", "2X15", "2XE6", "2XE7", "2XE8", "2Y3I", "2YBE", "2ZGV", "3C39", "3C3A", "3C3B", "3C3C", "3ZOZ", "4AXX", "4O33", "5M1R", "5M3U", "5M6Z", "5MXM", "5NP8", "5O7D", "8YHP"], "pfam": "PF00162", "pharmgkb": "PA33234", "pharos": {"target_id": 8326, "tdl": "Tchem"}, "pir": "I59050", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF212204", "relationship": "is"}, {"id": "GNF254055", "relationship": "is"}, {"id": "GNF254056", "relationship": "is"}, {"id": "GNF254057", "relationship": "is"}, {"id": "GNF254058", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF030617", "relationship": "is"}, {"id": "GNF039795", "relationship": "weakly similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087409", "relationship": "is"}, {"id": "GNF087410", "relationship": "similar to"}, {"id": "GNF087412", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050875", "relationship": "similar to"}, {"id": "GNF053607", "relationship": "is"}, {"id": "GNF058375", "relationship": "is"}, {"id": "GNF060307", "relationship": "is"}, {"id": "GNF073589", "relationship": "is"}, {"id": "GNF075272", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065168", "relationship": "is"}, {"id": "GNF065483", "relationship": "is"}, {"id": "GNF065484", "relationship": "is"}, {"id": "GNF072107", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF130940", "relationship": "is"}, {"id": "GNF273976", "relationship": "is"}, {"id": "GNF279086", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323936", "relationship": "is"}, {"id": "GNF323937", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335923", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102962", "relationship": "is"}, {"id": "GNF142613", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_008862.1"], "protein": "NP_000282.1", "rna": "NM_000291.4", "translation": {"protein": "NP_000282.1", "rna": "NM_000291.4"}}, "reporter": {"HG-U133_Plus_2": ["1558365_at", "200737_at", "200738_s_at", "217356_s_at", "217383_at", "227068_at"], "HG-U95Av2": ["31488_s_at", "37677_at"], "HTA-2_0": "TC0X000425.hg.1", "HuEx-1_0": ["3982462", "3982495", "4056094", "4056096", "4056103", "4056140"], "HuGene-1_1": "8168500", "HuGene-2_1": "17105047"}, "summary": "The protein encoded by this gene is a glycolytic enzyme that catalyzes the conversion of 1,3-diphosphoglycerate to 3-phosphoglycerate. The encoded protein may also act as a cofactor for polymerase alpha. Additionally, this protein is secreted by tumor cells where it participates in angiogenesis by functioning to reduce disulfide bonds in the serine protease, plasmin, which consequently leads to the release of the tumor blood vessel inhibitor angiostatin. The encoded protein has been identified as a moonlighting protein based on its ability to perform mechanistically distinct functions. Deficiency of the enzyme is associated with a wide range of clinical phenotypes hemolytic anemia and neurological impairment. Pseudogenes of this gene have been defined on chromosomes 19, 21 and the X chromosome. [provided by RefSeq, Jan 2014].", "symbol": "PGK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418508"}, "unigene": "Hs.78771", "uniprot": {"Swiss-Prot": "P00558", "TrEMBL": "V9HWF4"}, "wikipedia": {"url_stub": "PGK1"}}