{"AllianceGenome": "16090", "HGNC": "16090", "MIM": "300435", "_id": "10857", "_version": 1, "accession": {"genomic": ["AC004835.2", "AJ249131.1", "CH471161.2", "CP068255.2", "DQ496104.1", "NC_000023.11", "NC_060947.1", "NG_016756.1"], "protein": ["AAH34238.1", "ABF47093.1", "BAG36672.1", "BAH11549.1", "CAA73248.1", "CAB65109.1", "CAG33274.1", "EAW89879.1", "EAW89880.1", "EAW89881.1", "EAW89882.1", "NP_001269550.1", "NP_006658.1", "O00264.3"], "rna": ["AK293618.1", "AK313956.1", "BC034238.1", "CR456993.1", "CX762728.1", "HY166171.1", "NM_001282621.2", "NM_006667.5", "R49086.1", "Y12711.2"], "translation": [{"protein": "NP_006658.1", "rna": "NM_006667.5"}, {"protein": "BAH11549.1", "rna": "AK293618.1"}, {"protein": "NP_001269550.1", "rna": "NM_001282621.2"}, {"protein": "BAG36672.1", "rna": "AK313956.1"}, {"protein": "AAH34238.1", "rna": "BC034238.1"}, {"protein": "CAA73248.1", "rna": "Y12711.2"}, {"protein": "CAG33274.1", "rna": "CR456993.1"}]}, "alias": ["Dap1", "HPR6.6", "IZA", "MPR"], "ensembl": {"gene": "ENSG00000101856", "protein": ["ENSP00000217971", "ENSP00000442821"], "transcript": ["ENST00000217971", "ENST00000535419"], "translation": [{"protein": "ENSP00000442821", "rna": "ENST00000535419"}, {"protein": "ENSP00000217971", "rna": "ENST00000217971"}], "type_of_gene": "protein_coding"}, "entrezgene": "10857", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.84426393265, "exp_mis": 59.0853306705, "exp_syn": 34.3815613054, "lof_z": 1.67060833977991, "mis_z": 1.02354421700309, "mu_lof": 2.53210614611e-07, "mu_mis": 8.95297470665e-06, "mu_syn": 5.17968426779e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 25.0, "p_li": 0.622396927421126, "p_null": 0.0318796867054134, "p_rec": 0.34572338587346, "syn_z": 0.991885919019885}, "bp": 588, "cds_end": 118377217, "cds_start": 118370326, "n_exons": 3, "nonpsych": {"exp_lof": 2.53688273469, "exp_mis": 53.5498853664, "exp_syn": 31.1425331224, "lof_z": 1.5642356901799, "mis_z": 1.07178997794811, "mu_lof": 2.53210614611e-07, "mu_mis": 8.95297470665e-06, "mu_syn": 5.17968426779e-06, "n_lof": 0.0, "n_mis": 38.0, "n_syn": 21.0, "p_li": 0.623650645642555, "p_null": 0.0370368073675192, "p_rec": 0.339312546989926, "syn_z": 1.14428139916458}, "nontcga": {"exp_lof": 2.57602775626, "exp_mis": 53.7996658438, "exp_syn": 31.2997923696, "lof_z": 1.58327567350448, "mis_z": 1.1410920807599, "mu_lof": 2.53210614611e-07, "mu_mis": 8.95297470665e-06, "mu_syn": 5.17968426779e-06, "n_lof": 0.0, "n_mis": 37.0, "n_syn": 23.0, "p_li": 0.606552621818456, "p_null": 0.0358470532144793, "p_rec": 0.357600324967064, "syn_z": 0.939331106507377}, "transcript": "ENST00000217971.7"}, "exons": [{"cdsend": 119243254, "cdsstart": 119236363, "chr": "X", "position": [[119236244, 119236691], [119243150, 119244466]], "strand": 1, "transcript": "NM_001282621", "txend": 119244466, "txstart": 119236244}, {"cdsend": 119243254, "cdsstart": 119236363, "chr": "X", "position": [[119236284, 119236691], [119240308, 119240464], [119243150, 119244466]], "strand": 1, "transcript": "NM_006667", "txend": 119244466, "txstart": 119236284}], "exons_hg19": [{"cdsend": 118377217, "cdsstart": 118370326, "chr": "X", "position": [[118370207, 118370654], [118377113, 118378429]], "strand": 1, "transcript": "NM_001282621", "txend": 118378429, "txstart": 118370207}, {"cdsend": 118377217, "cdsstart": 118370326, "chr": "X", "position": [[118370247, 118370654], [118374271, 118374427], [118377113, 118378429]], "strand": 1, "transcript": "NM_006667", "txend": 118378429, "txstart": 118370247}], "generif": [{"pubmed": 14523988, "text": "Hpr6.6 regulates cell death through a novel oxidative damage response pathway."}, {"pubmed": 15702432, "text": "The expression of a novel progesterone-binding protein (hmPR2/PGMRC2) was investigated. Transcripts of this protein have been detected in human sperm."}, {"pubmed": 15970648, "text": "Hpr6 homologues regulate cytochrome P450 proteins implicated in hormone, steroid and xenobiotic chemical metabolism; Hpr6 expression linked to cancer progression and cellular survival"}, {"pubmed": 16234411, "text": "Our findings support a model in which Hpr6 binds to heme and regulates susceptibility to damaging agents"}, {"pubmed": 17276356, "text": "These findings demonstrate that PGRMC1 is required for P450 activity and suggest that interindividual variation in PGRMC1 function may impact multiple biochemical pathways and drug metabolism."}, {"pubmed": 18249431, "text": "PGRMC1 may be involved in sterol metabolism or homeostasis and cell survival [review]"}, {"pubmed": 18319313, "text": "PGRMC1 plays an important role in promoting ovarian cancer cell viability and that attenuating PGRMC1's action makes the ovarian cancer cells more sensitive to cisplatin."}, {"pubmed": 18440126, "text": "The aim of this study was to assess the expression, localization and hormonal regulation of two novel P(4) receptor candidates, P(4) receptor membrane component (PGRMC) 1 and PGRMC2, as well as the PGRMC1 partner Serpine 1 mRNA binding protein (SERBP1)."}, {"pubmed": 18479732, "text": "The results demonstrate the first demonstration of mPR expression in human epithelial ovarian tumors."}, {"pubmed": 18782852, "text": "These findings suggest that mutant or reduced levels of PGMRC1 may cause premature ovarian failure through impaired activation of the microsomal cytochrome P450 and increased apoptosis of ovarian cells."}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18922159, "text": "PGRMC1 is expressed in ER-negative mammary ductule basal epithelial cells. High levels of ER or PGRMC1 are mutually exclusive in individual cells. PGRMC1 phosphorylation may be involved in clinical differences among breast tumors of differing ER status."}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19417032, "text": "In human GL cells PGRMC1 functions as a receptor through which P4 activates a signal cascade that prevents apoptosis."}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19797399, "text": "PGRMC1 plays an essential role in the development and CDDP sensitivity of human ovarian tumors."}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20164297, "text": "increases in vivo tumor growth, anchorage-independent growth, and migration"}, {"pubmed": 20537145, "text": "Reduced levels of PGRMC1 in peripheral leukocytes are associated with perturbed ovulatory function."}, {"pubmed": 20538600, "text": "Pgrmc1 associates with epidermal growth factor receptor and regulates erlotinib sensitivity"}, {"pubmed": 21109987, "text": "we propose that PGRMC1 expression is regulated by the miRNAs let-7/miR-98"}, {"pubmed": 21131300, "text": "PGRMC1 is lower in myometrium of women at term either not in labour (P = 0.004) or in labour (P = 0.005) compared with tissues from women in preterm non-labour."}, {"pubmed": 21148105, "text": "roles of progesterone (P4) and Progesterone Receptor Membrane Component 1 (PGRMC1) in regulating mitosis of ovarian cancer cells, SKOV-3. P4's actions appear to be dependent on PGRMC1's function within the mitotic spindle."}, {"pubmed": 21455559, "text": "Expression of PGRMC1 mRNAs was significantly lower in JEG-3 cells compared to non-syncytialized BeWo cells."}, {"pubmed": 21825115, "text": "PGRMC1 negatively modulates the drug-metabolizing activities of P450."}, {"pubmed": 21918976, "text": "Pgrmc1 localizes to secretory vesicles in cancer cells, and Pgrmc1 was secreted by lung cancer cells. Furthermore, Pgrmc1 was significantly elevated in the plasma of lung cancer patients compared to noncancer patients."}, {"pubmed": 22245528, "text": "In patients with elevated PGRMC1 mRNA levels, gonadotropin-induced follicle development is attenuated, although sufficient numbers of follicles develop to allow for embryo and subsequent pregnancy."}, {"pubmed": 22492871, "text": "miR-98 and miR-181a through their regulatory functions on PGRMC1, PGR, CYP19A1, TIMP3, and DDX3X expression may influence a wide range of endometrial cellular activities during normal menstrual cycle and transition into disease states."}, {"pubmed": 22588913, "text": "The expression of PGRMC1 is strongly associated with the progression of breast cancer."}, {"pubmed": 23116217, "text": "Data suggest that women with breast cells overexpressing PGRMC1 have higher risk of breast cancer when treated with progestins (as in some hormonal contraceptives)."}, {"pubmed": 23557589, "text": "ABHD5, PGRMC1 and SQS are novel markers for sebaceous carcinoma and can reliably distinguish sebaceous neoplasms from non-sebaceous tumors, specifically BCC with clear cell features."}, {"pubmed": 23793472, "text": "PGRMC-1 expression is downregulated in the endometria from women with advanced stage endometriosis."}, {"pubmed": 23813454, "text": "In a chorion cell line, PGRMC1 mediates the effects of progestins on matrix metalloproteinase 9 activity."}, {"pubmed": 23970345, "text": "Reversely, in the HO-8910 cells treated with CDDP alone, levels of both PGRMC1 and PGR were increased while the level of PGRMC2 was decreased"}, {"pubmed": 24113030, "text": "PGRMC1 binds to key components of the autophagy machinery and is required for the degradative activity of autophagy"}, {"pubmed": 24424068, "text": "PGRMC1 can act as an adaptor protein for multiple classes of steroid receptors"}, {"pubmed": 24680695, "text": "PGRMC1 expression appears to be diminished in pregnant women with preterm premature rupture of the membranes."}, {"pubmed": 25246111, "text": "coding mutations of PGRMC1 do not seem to be a common cause of the disease in Han Chinese"}, {"pubmed": 25266650, "text": "Demonstrate a change in myometriumPGRMC1 expression and changes in PGRMC1 and PGRMC2 cell localisation in association with parturition."}, {"pubmed": 25304370, "text": "Loss of PGRMC1 expression is associated with endometrial tumor cell viability during chemotherapeutic stress."}, {"pubmed": 25596698, "text": "PGRMC1 overexpression led to the epithelial-mesenchymal transition and chemoresistance in uterine sarcoma."}, {"pubmed": 25675345, "text": "progesterone binds to hPGRMC1 and introduces spectral changes that manifest conformational changes to the heme."}, {"pubmed": 25843410, "text": "results suggested that PGRMC1 and sigma2 receptors are two different molecular entities."}, {"pubmed": 26303031, "text": "It can be suggested that women with breast epithelium highly expressing PGRMC1 and in interaction with ERalpha may have an increased risk to develop breast cancer."}, {"pubmed": 26447367, "text": "PGRMC1 is the major progesterone receptor eliciting the protective effects of Norgestrel, a synthetic female progesterone hormone."}, {"pubmed": 26657863, "text": "indicate that PGRMC1 regulates hepcidin gene expression through an evolutionarily conserved mechanism"}, {"pubmed": 26870805, "text": "These results clarify that PGRMC1 and the S2R are distinct binding sites expressed by different genes."}, {"pubmed": 26919974, "text": "Progesterone, Inflammatory Cytokine (TNF-alpha), and Oxidative Stress (H2O2) Regulate Progesterone Receptor Membrane Component 1 (PGRMC1) Expression in Fetal Membrane Cells. Study concludes that these stimuli act as regulatory factors of PGRMC1 in a cell-specific manner."}, {"pubmed": 26988023, "text": "Haem-mediated PGRMC1 dimerization is required for interactions with EGFR and cytochromes P450, cancer proliferation and chemoresistance against anti-cancer drugs."}, {"pubmed": 27340667, "text": "The effects of progesterone treatment on the expression levels of progesterone receptor membrane component 1 (PGRMC1), plasminogen activator inhibitor 1 RNA-binding protein (PAIRBP1), and progestin and adipoQ receptor 7 (PAQR7) on both mRNA and protein levels were investigated in spheroids derived from human glioma cell lines U-87 MG and LN-229."}, {"pubmed": 27565814, "text": "Cystathionine beta-synthase and PGRMC1 function as carbon monoxide sensors in health and disease. (Review)"}, {"pubmed": 27599036, "text": "data illustrate a role for PGRMC1 in regulating heme synthesis via interactions with FECH and suggest that PGRMC1 may be a heme chaperone or sensor"}, {"pubmed": 28007569, "text": "Sigma-2 receptor and PGRMC1 are not identical."}, {"pubmed": 28104494, "text": "Data suggest that PGRMC1 plays important roles in synthesis of cholesterol and steroids and in energy regulation. [REVIEW]"}, {"pubmed": 28107520, "text": "findings demonstrate PGRMC1, which promotes RCC progression phenotypes in vitro and in vivo, is a novel potential biomarker and therapeutic target for RCC"}, {"pubmed": 28701017, "text": "These new findings demonstrate that PGRMC1 might play an important role in progression and therapy resistance of human breast tumors and could offer an interesting target for anticancer therapy."}, {"pubmed": 28911927, "text": "Report a dynamic pattern of PGRMC1 and SERBP1 expression in human endometrium throughout the menstrual cycle and highlight a putative novel implication of PGRMC1 in the human decidualization process."}, {"pubmed": 29438993, "text": "PGRMC1 may regulate FA2H activity, possibly through its heme chaperone activity."}, {"pubmed": 29445107, "text": "Results suggest that PGRMC1 suppresses the p53 and Wnt/beta-catenin pathways to promote self-renewal and inhibit early differentiation in hPSCs."}, {"pubmed": 29563759, "text": "Down-regulation of PGRMC1 was associated with poor tumor differentiation and worse patient survival in hepatocellular carcinoma."}, {"pubmed": 29674524, "text": "The role for PGRMC1 maintaining plasma membrane pools of the receptor, modulating IR signaling and function."}, {"pubmed": 30015972, "text": "High PGRMC1 expression is associated with renal cell carcinoma."}, {"pubmed": 30069867, "text": "These results suggest that PGRMC1 might play a critical role in maintaining the status of granulosa cells and balancing follicle numbers"}, {"pubmed": 30443021, "text": "These data indicate that the formation of a ternary complex of LDLR-PGRMC1-TMEM97 is necessary for the rapid internalization of LDL by LDLR."}, {"pubmed": 31067491, "text": "Progesterone-PGRMC1 signaling caused a rapid increase in glycolysis in the presence of oxygen (aerobic glycolysis) and a corresponding decrease in cellular respiration, known as the Warburg effect."}, {"pubmed": 31216441, "text": "PGRMC1 plays an essential role in regulating cancer progression and metastasis of cervical cancer cells."}, {"pubmed": 31876619, "text": "Association of circulating Progesterone Receptor Membrane Component-1 (PGRMC1) with breast tumor characteristics and comparison with known tumor markers."}, {"pubmed": 31891895, "text": "Increase in FoxP3, CD56 immune cells and decrease in glands PGRMC1 expression in the endometrium are associated with recurrent miscarriages."}, {"pubmed": 32179851, "text": "Progesterone receptor membrane component 1 leads to erlotinib resistance, initiating crosstalk of Wnt/beta-catenin and NF-kappaB pathways, in lung adenocarcinoma cells."}, {"pubmed": 32293262, "text": "PGRMC1 effects on metabolism, genomic mutation and CpG methylation imply crucial roles in animal biology and disease."}, {"pubmed": 32386616, "text": "Novel nonclassic progesterone receptor PGRMC1 pulldown-precipitated proteins reveal a key role during human decidualization."}, {"pubmed": 32572762, "text": "The Sigma-2 Receptor/TMEM97, PGRMC1, and LDL Receptor Complex Are Responsible for the Cellular Uptake of Abeta42 and Its Protein Aggregates."}, {"pubmed": 32660617, "text": "Progesterone receptor membrane component 1 regulates lipid homeostasis and drives oncogenic signaling resulting in breast cancer progression."}, {"pubmed": 32672400, "text": "Progesterone receptor membrane component 1 is involved in oral cancer cell metastasis."}, {"pubmed": 32704174, "text": "Progesterone receptor membrane component 1 promotes the growth of breast cancers by altering the phosphoproteome and augmenting EGFR/PI3K/AKT signalling."}, {"pubmed": 32972637, "text": "Association of circulating Progesterone Receptor Membrane Component-1 (PGRMC1) with PGRMC1 expression in breast tumour tissue and with clinical breast tumour characteristics."}, {"pubmed": 33076541, "text": "PGRMC1 Inhibits Progesterone-Evoked Proliferation and Ca(2+) Entry Via STIM2 in MDA-MB-231 Cells."}, {"pubmed": 33832499, "text": "Absence of progesterone receptor membrane component 1 reduces migration and metastasis of breast cancer."}, {"pubmed": 33867527, "text": "A 127 kb truncating deletion of PGRMC1 is a novel cause of X-linked isolated paediatric cataract."}, {"pubmed": 33903732, "text": "Crosstalk between progesterone receptor membrane component 1 and estrogen receptor alpha promotes breast cancer cell proliferation."}, {"pubmed": 33955452, "text": "Deciphering the Role of PGRMC1 During Human Decidualization Using an In Vitro Approach."}, {"pubmed": 34506922, "text": "Loss of beta-Arrestins or six Galpha proteins in HEK293 cells caused Warburg effect and prevented progesterone-induced rapid proteasomal degradation of progesterone receptor membrane component 1."}, {"pubmed": 34585989, "text": "PGRMC1 Exerts Its Function of Anti-Influenza Virus in the Central Nervous System."}, {"pubmed": 34678314, "text": "Progesterone receptor membrane component 1 (PGRMC1) binds and stabilizes cytochromes P450 through a heme-independent mechanism."}, {"pubmed": 34680104, "text": "AG-205 Upregulates Enzymes Involved in Cholesterol Biosynthesis and Steroidogenesis in Human Endometrial Cells Independently of PGRMC1 and Related MAPR Proteins."}, {"pubmed": 34944026, "text": "The PGRMC1 Antagonist AG-205 Inhibits Synthesis of Galactosylceramide and Sulfatide."}, {"pubmed": 35045297, "text": "Metastasis enhancer PGRMC1 boosts store-operated Ca(2+) entry by uncoiling Ca(2+) sensor STIM1 for focal adhesion turnover and actomyosin formation."}, {"pubmed": 35526781, "text": "The role of progesterone receptor membrane component (PGRMC) in the endometrium."}, {"pubmed": 35769668, "text": "Molecular Docking and In Silico Simulation of Trichinella spiralis Membrane-Associated Progesterone Receptor Component 2 (Ts-MAPRC2) and Its Interaction with Human PGRMC1."}, {"pubmed": 35835350, "text": "Spatiotemporal expression pattern of Progesterone Receptor Component (PGRMC) 1 in endometrium from patients with or without endometriosis or adenomyosis."}, {"pubmed": 36008941, "text": "PGRMC1 Regulates Cellular Senescence via Modulating FOXO1 Expression in Decidualizing Endometrial Stromal Cells."}, {"pubmed": 36724820, "text": "PGRMC1 promotes triple-negative breast cancer cell growth via suppressing ferroptosis."}, {"pubmed": 37385616, "text": "Expression of PGRMC1 in patients with polycystic ovary syndrome and its molecular mechanism for regulating ovarian granulosa cell apoptosis and glucolipid metabolism."}, {"pubmed": 37866635, "text": "Progesterone receptor membrane component 1 facilitates Ca[2+] signal amplification between endosomes and the endoplasmic reticulum."}, {"pubmed": 37887342, "text": "Progesterone Receptor Membrane Component 1 (PGRMC1) Modulates Tumour Progression, the Immune Microenvironment and the Response to Therapy in Glioblastoma."}, {"pubmed": 37965940, "text": "Downregulation of PGRMC1 accelerates differentiation and fusion of a human trophoblast cell line."}, {"pubmed": 37973216, "text": "Regulatory action of PGRMC1 on cyclic AMP-mediated COX2 expression in human endometrial cells."}, {"pubmed": 38308254, "text": "Progesterone-induced progesterone receptor membrane component 1 rise-to-decline changes are essential for decidualization."}, {"pubmed": 38489495, "text": "Defining Requirements for Heme Binding in PGRMC1 and Identifying Key Elements that Influence Protein Dimerization."}, {"pubmed": 38555747, "text": "Progesterone-mediated remodeling of the maternal-fetal interface by a PGRMC1-dependent mechanism."}], "genomic_pos": {"chr": "X", "end": 119244466, "ensemblgene": "ENSG00000101856", "start": 119236245, "strand": 1}, "genomic_pos_hg19": {"chr": "X", "end": 118378429, "start": 118370216, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006783", "pubmed": 27599036, "qualifier": "involved_in", "term": "heme biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0140077", "pubmed": 30443021, "qualifier": "involved_in", "term": "positive regulation of lipoprotein transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903078", "pubmed": 25390692, "qualifier": "involved_in", "term": "positive regulation of protein localization to plasma membrane"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "is_active_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005783", "pubmed": 25390692, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 25390692, "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0012505", "qualifier": "is_active_in", "term": "endomembrane system"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030868", "qualifier": "located_in", "term": "smooth endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035579", "qualifier": "located_in", "term": "specific granule membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043005", "qualifier": "located_in", "term": "neuron projection"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0044297", "qualifier": "located_in", "term": "cell body"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0001540", "pubmed": 26871627, "qualifier": "enables", "term": "amyloid-beta binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005496", "qualifier": "enables", "term": "steroid binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21081644, 26988023, 27599036, 30443021, 32296183, 37047353], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0020037", "pubmed": [26988023, 27599036], "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0020037", "pubmed": 25390692, "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 26988023, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[4896, 2542688], [4932, 855933], [5141, 3878289], [6239, 181066], [7165, 1272357], [7227, 32548], [7955, 492520], [8364, 448590], [9031, 772196], [9544, 711792], [9606, 10857], [9615, 481029], [9913, 317706], [10090, 53328], [10116, 291948], [28985, 2891823], [33169, 4618630], [318829, 2674650]], "id": 48457}, "interpro": [{"desc": "Cytochrome b5-like heme/steroid binding domain", "id": "IPR001199", "short_desc": "Cyt_B5-like_heme/steroid-bd"}, {"desc": "Cytochrome b5-like heme/steroid binding domain superfamily", "id": "IPR036400", "short_desc": "Cyt_B5-like_heme/steroid_sf"}], "ipi": ["IPI00220739", "IPI00922847"], "map_location": "Xq24", "name": "progesterone receptor membrane component 1", "other_names": ["membrane-associated progesterone receptor component 1", "progesterone binding protein"], "pantherdb": {"HGNC": "16090", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1858305", "ortholog_type": "LDO", "panther_family": "PTHR10281", "taxid": 10090, "uniprot_kb": "O55022"}, {"RGD": "70890", "ortholog_type": "LDO", "panther_family": "PTHR10281", "taxid": 10116, "uniprot_kb": "P70580"}, {"Ensembl": "ENSGALG00000020260", "ortholog_type": "LDO", "panther_family": "PTHR10281", "taxid": 9031, "uniprot_kb": "Q5ZKN2"}, {"ZFIN": "ZDB-GENE-041114-91", "ortholog_type": "LDO", "panther_family": "PTHR10281", "taxid": 7955, "uniprot_kb": "Q5U3G0"}, {"WormBase": "WBGene00006890", "ortholog_type": "O", "panther_family": "PTHR10281", "taxid": 6239, "uniprot_kb": "Q7YZW5"}, {"FlyBase": "FBgn0032519", "ortholog_type": "O", "panther_family": "PTHR10281", "taxid": 7227, "uniprot_kb": "Q9VJY5"}, {"FlyBase": "FBgn0030703", "ortholog_type": "O", "panther_family": "PTHR10281", "taxid": 7227, "uniprot_kb": "Q9VXM4"}, {"SGD": "S000006091", "ortholog_type": "O", "panther_family": "PTHR10281", "taxid": 4932, "uniprot_kb": "Q12091"}, {"PomBase": "SPAC25B8.01", "ortholog_type": "O", "panther_family": "PTHR10281", "taxid": 4896, "uniprot_kb": "O13995"}, {"dictyBase": "DDB_G0282683", "ortholog_type": "O", "panther_family": "PTHR10281", "taxid": 352472, "uniprot_kb": "Q54S39"}, {"TAIR": "2145101", "ortholog_type": "O", "panther_family": "PTHR10281", "taxid": 3702, "uniprot_kb": "Q9XFM6"}, {"TAIR": "2099453", "ortholog_type": "O", "panther_family": "PTHR10281", "taxid": 3702, "uniprot_kb": "Q9M2Z4"}], "uniprot_kb": "O00264"}, "pathway": {"reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}]}, "pdb": "4X8Y", "pfam": "PF00173", "pharmgkb": "PA33248", "pharos": {"target_id": 13594, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261983", "relationship": "is"}, {"id": "GNF261984", "relationship": "is"}, {"id": "GNF261985", "relationship": "is"}, {"id": "GNF261986", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163703", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF030608", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF011155", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101953", "relationship": "is"}, {"id": "GNF141608", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_016756.1"], "protein": ["NP_001269550.1", "NP_006658.1"], "rna": ["NM_001282621.2", "NM_006667.5"], "translation": [{"protein": "NP_001269550.1", "rna": "NM_001282621.2"}, {"protein": "NP_006658.1", "rna": "NM_006667.5"}]}, "reporter": {"HG-U133_Plus_2": ["201120_s_at", "201121_s_at"], "HG-U95Av2": "38802_at", "HTA-2_0": "TC0X000580.hg.1", "HuEx-1_0": "3988740", "HuGene-1_1": "8169617", "HuGene-2_1": "17106546"}, "summary": "This gene encodes a putative membrane-associated progesterone steroid receptor. The protein is expressed predominantly in the liver and kidney. [provided by RefSeq, Mar 2010].", "symbol": "PGRMC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423971"}, "unigene": "Hs.90061", "uniprot": {"Swiss-Prot": "O00264", "TrEMBL": "Q6IB11"}, "wikipedia": {"url_stub": "PGRMC1"}}