{"AllianceGenome": "9143", "HGNC": "9143", "MIM": "603851", "_id": "8929", "_version": 1, "accession": {"genomic": ["AB015671.1", "AC105389.3", "AF117979.1", "AF414189.1", "CH471069.1", "CP068274.2", "LC703878.1", "NC_000004.12", "NC_060928.1", "NG_008243.1"], "protein": ["AAD26698.1", "AAH17199.1", "BAA11555.1", "BAA82670.1", "BBF94980.1", "BBG06102.1", "BBG28324.1", "BBG28325.1", "BBG28326.1", "BBG28327.1", "BBG28328.1", "BBG28329.1", "BDH47936.1", "EAW92989.1", "NP_003915.2", "Q99453.2"], "rna": ["AI266171.1", "AK311082.1", "BC017199.2", "D82344.1", "LC416623.1", "LC417247.1", "LC421991.1", "LC421992.1", "LC421993.1", "LC421994.1", "LC421995.1", "LC421996.1", "NM_003924.4"], "translation": [{"protein": "BBF94980.1", "rna": "LC416623.1"}, {"protein": "AAH17199.1", "rna": "BC017199.2"}, {"protein": "BBG28327.1", "rna": "LC421994.1"}, {"protein": "BBG28328.1", "rna": "LC421995.1"}, {"protein": "BBG28324.1", "rna": "LC421991.1"}, {"protein": "BAA11555.1", "rna": "D82344.1"}, {"protein": "BBG28325.1", "rna": "LC421992.1"}, {"protein": "NP_003915.2", "rna": "NM_003924.4"}, {"protein": "BBG28326.1", "rna": "LC421993.1"}, {"protein": "BBG28329.1", "rna": "LC421996.1"}, {"protein": "BBG06102.1", "rna": "LC417247.1"}]}, "alias": ["CCHS", "NBLST2", "NBPhox", "PMX2B"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2022-12-30T18:00:00.000Z", "disease_label": "central hypoventilation syndrome, congenital, 1, with or without Hirschsprung disease", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0800026", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_5ed68efa-cafc-4e28-ab56-ab9b65666c15-2022-12-30T180000.000Z", "sop": "SOP9"}, {"classification": "definitive", "classification_date": "2021-06-15T15:29:06.892Z", "disease_label": "Haddad syndrome", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0020493", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_07133a39-00fb-43c4-a7e2-a465c3c0c4ca-2021-06-15T152906.892Z", "sop": "SOP8"}]}, "ensembl": {"gene": "ENSG00000109132", "protein": "ENSP00000226382", "transcript": ["ENST00000226382", "ENST00000510424"], "translation": [{"protein": "ENSP00000226382", "rna": "ENST00000226382"}], "type_of_gene": "protein_coding"}, "entrezgene": "8929", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.9723363396, "exp_mis": 155.606832361, "exp_syn": 97.0949337975, "lof_z": 2.4208161573683, "mis_z": 3.94484090977037, "mu_lof": 4.50154430935e-07, "mu_mis": 1.48325320028e-05, "mu_syn": 9.26893644371e-06, "n_lof": 0.0, "n_mis": 55.0, "n_syn": 64.0, "p_li": 0.850787952870986, "p_null": 0.00252156553103034, "p_rec": 0.146690481597983, "syn_z": 2.08215316684382}, "bp": 945, "cds_end": 41750627, "cds_start": 41747823, "n_exons": 3, "nonpsych": {"exp_lof": 5.34782686978, "exp_mis": 140.781489554, "exp_syn": 87.8225700804, "lof_z": 2.27112295239182, "mis_z": 3.90161164728068, "mu_lof": 4.50154430935e-07, "mu_mis": 1.48325320028e-05, "mu_syn": 9.26893644371e-06, "n_lof": 0.0, "n_mis": 49.0, "n_syn": 51.0, "p_li": 0.837006667322481, "p_null": 0.00383965988927083, "p_rec": 0.159153672788248, "syn_z": 2.47385640317078}, "nontcga": {"exp_lof": 5.48892406882, "exp_mis": 143.152670933, "exp_syn": 89.3217168503, "lof_z": 2.31113257111456, "mis_z": 3.92051139722391, "mu_lof": 4.50154430935e-07, "mu_mis": 1.48325320028e-05, "mu_syn": 9.26893644371e-06, "n_lof": 0.0, "n_mis": 49.0, "n_syn": 62.0, "p_li": 0.831604249216585, "p_null": 0.00345968658716545, "p_rec": 0.164936064196249, "syn_z": 1.83042435991284}, "transcript": "ENST00000226382.2"}, "exons": [{"cdsend": 41748610, "cdsstart": 41745806, "chr": "4", "position": [[41744081, 41746322], [41747348, 41747536], [41748369, 41748725]], "strand": -1, "transcript": "NM_003924", "txend": 41748725, "txstart": 41744081}], "exons_hg19": [{"cdsend": 41750627, "cdsstart": 41747823, "chr": "4", "position": [[41746098, 41748339], [41749365, 41749553], [41750386, 41750742]], "strand": -1, "transcript": "NM_003924", "txend": 41750742, "txstart": 41746098}], "generif": [{"pubmed": 12631670, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12640453, "text": "PHOX2B has a role in the normal patterning of the autonomous ventilation system and, more generally, of the ANS in humans"}, {"pubmed": 12919134, "text": "A de novo t(4;8)(p13;p22) translocation in a girl with Hirschsprung's disease contained a 4p12p13 deletion affecting the PMX2B gene. PMX2B haploinsuffciency might predispose to HSCR."}, {"pubmed": 15024693, "text": "germline mutations of PHOX2B in both a familial case of neuroblastoma and a patient with the HSCR-NB association; PHOX2B, therefore, stands as the first gene for which germline mutations predispose to NB"}, {"pubmed": 15185974, "text": "PHOX2B gene in 23 cases of SIDS and did not find any mutations, except for three polymorphic nucleotidic substitutions; the mutation of PHOX2B is thus not likely associated with SIDS"}, {"pubmed": 15193420, "text": "Data report the molecular cloning and characterization of the promoter region of the human Phox2b gene."}, {"pubmed": 15240857, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15516980, "text": "report the first analysis of Phox2B in a series of 237 sporadic neuroblastomas and 22 cell lines"}, {"pubmed": 15653965, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15657873, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 15657873, "text": "patients with congenital central hypoventilation syndrome who develop malignant tumors of the sympathetic nervous system harbor either a missense or a frameshift heterozygous mutation of the PHOX2B gene"}, {"pubmed": 15901893, "text": "PHOX2B may have a role in causing pediatric disorders with autonomic dysfunction [review]"}, {"pubmed": 16021468, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16049556, "text": "the polymorphisms of the ARIX gene and PHOX2B gene may be genetic risk factors for the development of congenital superior oblique muscle palsy"}, {"pubmed": 16127999, "text": "PHOX2A, but not PHOX2B, seems to act directly on the c-RET promoter"}, {"pubmed": 16144830, "text": "A possible molecular explanation for the maintenance of PHOX2B expression in developing ganglia, in which it is initially controlled by other factors and is later self-regulated, is reported."}, {"pubmed": 16249188, "text": "Molecular basis of impaired PHOX2B function due to missense, frameshift and alanine expansion mutations leading to autonomic dysfunction was determined."}, {"pubmed": 16280598, "text": "These results demonstrate the direct interactions of the Phox2a and b and dHAND transcription factors within a noradrenergic cell type."}, {"pubmed": 16402914, "text": "These results support the PHOX2B-TLX2 promoter interaction, suggesting a physiological role in the transcription-factor cascade underlying the differentiation of neuronal lineages of the Autonomic Nervous System during human embryogenesis."}, {"pubmed": 16691592, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16691592, "text": "PHOX2B analysis in non-syndromic neuroblastoma cases shows novel mutations and genotype-phenotype associations."}, {"pubmed": 16763219, "text": "PHOX2B plays exclusive role in the pathogenesis of CCHS."}, {"pubmed": 16830328, "text": "a polymorphism in paired like homeobox (PHOX) 2B gene may have a role in sudden infant death syndrome"}, {"pubmed": 16873766, "text": "adults have the mildest of the CCHS-related PHOX2B polyalanine expansion mutations, coding for only five extra alanines; three of the adults have affected offspring."}, {"pubmed": 16888290, "text": "Congenital central hypoventilation syndrome associated nonpolyalanine repeat mutations in PHOX2B are mostly de novo, predominantly affect the 3'end of PHOX2B, and generally associated with a more severe phenotype."}, {"pubmed": 17300129, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17440194, "text": "study demonstrates that the interaction between RET and PHOX2B polymorphisms has a substantial impact on risk of Hirschsprung's disease"}, {"pubmed": 17505528, "text": "PHOX2B, like PHOX2A, is involved in the cascade leading to transcription factor TLX2 transactivation and presumably is involved in intestinal neuronal differentiation."}, {"pubmed": 17541758, "text": "PHOX2B polyalanine expansion mutation affects the development of the autonomic nervous system leading to autonomic dysfunction in congenital central hypoventilation syndrome."}, {"pubmed": 17637745, "text": "PHOX2B alterations are a rare cause of hereditary neuroblastoma, but disruption of this neurodevelopmental pathway can interfere with transcription-dependent terminal differentiation."}, {"pubmed": 17765533, "text": "No mutation was identified but LOH in about 10% of the cases and aberrant CpG dinucleotide methylation of the 500 bp PHOX2B promoter region in 4/31 tumours and cell lines (12.9%). Both germinal and somatic anomalies at the PHOX2B locus are found in NB."}, {"pubmed": 18041756, "text": "PHOX2B genotype is related to the severity of cardiac autonomic dysregulation in congenital central hypoventilation syndrome."}, {"pubmed": 18079495, "text": "17 heterozygous PHOX2B gene mutations were fiybd in 25 patients with Late-onset central hypoventilation syndrome ;the most common mutation results in an expansion+5 alanines"}, {"pubmed": 18157832, "text": "Parental origin and somatic mosaicism of paired-like homeobox 2b mutations in Congenital Central Hypoventilation Syndrome"}, {"pubmed": 18198276, "text": "show that mice bearing a mutation in Phox2b that causes congenital central hypoventilation syndrome in humans breathe irregularly"}, {"pubmed": 18275850, "text": "This study suggests a potential role for Trim11 in the specification of NA phenotype by interaction with Phox2b."}, {"pubmed": 18292934, "text": "Loss of PHOX2B and 17q gain are early events in neuroblastoma tumourigenesis."}, {"pubmed": 18323871, "text": "a heterozygous 15-nucleotide deletion, PHOX2B 1124del15, resulting in loss of 5 alanine residues in the alanine repeat, was found in a daughter with muscle palsy and her father with normal traits, but was not found in her mother with muscle palsy"}, {"pubmed": 18407552, "text": "report a patient with a Congenital Central Hypoventilation Syndrome (CCHS) phenotype and homozygosity for a PHOX2B gene mutation leading to an alanine expansion shorter than the threshold hitherto observed in CCHS patients with a heterozygous mutation"}, {"pubmed": 18438890, "text": "the data support a model in which RET and PHOX2B contribute to the combined phenotype in congenital central hypoventilation syndrome combined with Hirschsprung disease"}, {"pubmed": 18580884, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18798833, "text": "Congenital central hypoventilation syndrome associated with genetic variation in the PHOX2B gene."}, {"pubmed": 18949361, "text": "PHOX2A and PHOX2B genes are highly co-expressed in human neuroblastoma."}, {"pubmed": 19011468, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19011468, "text": "sequencing the complete PHOX2b coding region in tumors from 69 patients with sporadic neuroblastomas revealed missense mutation, silent mutation and a new polymorphism"}, {"pubmed": 19058226, "text": "PHOX2B misfolding is not the only mechanism leading to dysfunction of the ventilatory autonomic system."}, {"pubmed": 19128492, "text": "The human PHOX2B locus contained functional non-conserved regulatory sequences in addition to conserved PHOX2B functional elements. The distribution of regulatory elements is nonuniform."}, {"pubmed": 19191321, "text": "Results demonstrated that aberrant interaction of PHOX2B mutants with CBP and/or an interfering effect of certain PHOX2B mutants may be the critical mechanism to impair synergistic activation, thereby contributing to the phenotypes of CCHS."}, {"pubmed": 19201717, "text": "PHOX2B mutation is confirmed in congenital central hypoventilation syndrome."}, {"pubmed": 19262523, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19573018, "text": "Reduced expression of dopamine beta-hydroxylase caused by the short hairpin RNA specific to Phox2a is reversed by transfection with Phox2b cDNA and vice versa."}, {"pubmed": 19707990, "text": "Carriers of mild PHOX2b mutations causing disease in their offspring may be asymptomatic; Modifier genes determining the clinical course may exist."}, {"pubmed": 19735829, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19735829, "text": "PHOX2B gene is involved in the susceptibility to HSCR in the Han Chinese population."}, {"pubmed": 19881470, "text": "In PHOX2B in congenital central hypoventilation syndrome, haplotypes carrying rs17884724:A>C are associated with a 7-alanine expansion (27-alanine) mutation."}, {"pubmed": 19888871, "text": "PHOX2B was detected in sections of human caudal pons and medulla in brain stem nuclei."}, {"pubmed": 19940179, "text": "Together, our results provide genetic evidence for the essential role of the Phox2b-expressing RTN neurons both in establishing a normal respiratory rhythm before birth and in providing chemosensory drive."}, {"pubmed": 20004937, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20101209, "text": "Studies indicate that understanding of familial and syndromic neuroblastoma recently has made considerable progress with the identification of PHOX2B and ALK as NB susceptibility genes."}, {"pubmed": 20538960, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20601214, "text": "abnormalities in both forebrain and brainstem in subjects with congenital central hypoventilation syndrome may result from PHOX2B mutations"}, {"pubmed": 20846217, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20957039, "text": "demonstrated that PHOX2B drives ALK gene transcription by directly binding its promoter, which therefore represents a novel PHOX2B target"}, {"pubmed": 21051998, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 21076974, "text": "We present four families, three with autosomal dominant inheritance and familial clustering, and one with a de novo mutation resulting in CCHS."}, {"pubmed": 21088916, "text": "This syndrome may also be associated with generalised dysfunction of the autonomic nervous system and a sub-group with associated Hirschsprung's disease. The genetic basis of CCHS has been identified as mutations in the PHOX2B gene."}, {"pubmed": 21206965, "text": "IL23R, NOD2/CARD15, ATG16L1 and PHOX2B polymorphisms in a group of patients with Crohn's disease and correlation with sub-phenotypes."}, {"pubmed": 21286029, "text": "Results describe an infant with congenital central hypoventilation syndrome and Hirschsprung's disease, and polyalanine 26 repeats in the PHOX2B gene supported the diagnosis of congenital central hypoventilation."}, {"pubmed": 21373876, "text": "20/24 repeats and 20/27 repeats in PHOX2B gene of two unrelated Korean patients with Ondine-Hirschsprung disease"}, {"pubmed": 21624811, "text": "The PHOX2B can induce desired neuronal lineages from most expressing neural progenitor cells by a mechanism resembling developmental binary cell-fate switching."}, {"pubmed": 21830319, "text": "PHOX2B exon or whole gene deletion should be considered as another mechanism of disease which may include congenital central hypoventilation syndrome, Hirschsprung disease, and/or tumors of neural crest origin."}, {"pubmed": 22052119, "text": "Review of the role of paired-like homeobox 2B (PHOX2B) genetic mutations in congenital central hypoventilation syndrome."}, {"pubmed": 22170461, "text": "Patients with ARIX and/or PHOX2B polymorphisms had less hypoplastic superior oblique muscles."}, {"pubmed": 22307522, "text": "Study shows that the E3 ubiquitin ligase TRIM11 plays a critical role in the clearance of mutant PHOX2B, which causes congenital central hypoventilation syndrome, through the proteasome."}, {"pubmed": 22323723, "text": "Conserved Phox2B and E-box binding sites are necessary for proper cis-regulatory element activity during sympathetic neurogenesis."}, {"pubmed": 22437207, "text": "Nearly 25% of congenital central hypoventilation syndrome patients carrying polyalanine expansion mutation inherit the PHOX2B mutation from parents with somatic mosaicism or constitutive mutation."}, {"pubmed": 22552777, "text": "PHOX2B, FGF12 and GAD2 genes are hypermethylated in colorectal neoplastic tissue"}, {"pubmed": 22648184, "text": "The findings for HOXB5 and PHOX2B provide supportive evidence that genes regulating ENCC proliferation, migration and differentiation could be risk factors for Hirschsprung's disease"}, {"pubmed": 22821709, "text": "report describes a family with recurrence of PHOX2B mutation-confirmed congenital central hypoventilation syndrome due to germline mosaicism"}, {"pubmed": 22856363, "text": "monoaminergic signaling pathways may play a central role in regulating amygdala activity.Candidate gene studies indicate that differences in amygdala activity may be caused by genetic variants within monoaminergic signaling pathways"}, {"pubmed": 23037578, "text": "A new heterozygote mutation of exan 3 with duplication of 15 base pairs due to expansion of 5 alanines (genotype 20/25)."}, {"pubmed": 23103552, "text": "The results of this study provide novel in vitro experimental evidence of a transcriptional dominant-negative effect of PHOX2B polyalanine mutant proteins on wild-type protein on two different PHOX2B target genes."}, {"pubmed": 23231723, "text": "Congenital central hypoventilation syndrome was diagnosed in a neonate with alveolar hypoventilation, hypoglycemia, and hypoinsulinism due to a mutation of the PHOX2B gene, confirmed by direct sequencing."}, {"pubmed": 23342068, "text": "Results support that PHOX2B loss-of-function is a rare cause of HSCR phenotype."}, {"pubmed": 23427517, "text": "testing for PHOX2B mutation can assist iq the diagnosis of congenital central hypoventilation syndrome and in the prediction of disease progression."}, {"pubmed": 23460419, "text": "Heterozygous 24-polyalanine repeats in the PHOX2B gene with different manifestations of congenital central hypoventilation syndrome were found across three generations in one family."}, {"pubmed": 23536260, "text": "Point \"silent\" mutations affecting different nucleotides of the PHOX2B gene were observed in 32 % of patients with Class III malocclusion and never in controls (0 %)."}, {"pubmed": 23715162, "text": "Report utility of phox2b as an immunohistochemical marker for tumors of the autonomic nervous system."}, {"pubmed": 24347288, "text": "In this series, we observed high morbidity and poor functional outcome, which should be anticipated in TCA. Patients with TCA have a high probability of requiring a long-term stoma and this should be considered as a management option."}, {"pubmed": 24442913, "text": "Of all DNA variants considered, only the length variation of the polyalanine repeat in exon 3 of the PHOX2B gene was found to be statistically significantly associated with SIDS in the Dutch population."}, {"pubmed": 24605541, "text": "Congenital central hypoventilation syndrome (CCHS) is characterized by a failure of the automatic control of breathing during sleep, and is caused by the dominant PHOX2B mutation."}, {"pubmed": 24651702, "text": "The effects of five polymorphisms of RET (rs1800858, rs1800860, rs1800861, rs10900297, rs2435357) and one polymorphism (rs28647582) of PHOX2B Hirschsprung's disease in were evaluated."}, {"pubmed": 24792884, "text": "CCHS was confirmed genetically (heterozygous insertion of an adenine at position 23, leading to a premature stop codon in exon 1 of the PHOX2B gene."}, {"pubmed": 24799442, "text": "We describe a three generation family in whom multiple individuals are variably affected due to a PHOX2B non-polyalanine repeat mutation."}, {"pubmed": 24919263, "text": "PHOX2B gene expression in the bone marrow before ASC harvesting led to significant decrease in disease-free and overall survival."}, {"pubmed": 25085640, "text": "Absence of PHOX2B polyalanine repeat expansion alleles or point mutations in 68 Australian cases of sudden unexpected death in epilepsy (SUDEP) shows that PHOX2B mutations are not a common risk factor for SUDEP"}, {"pubmed": 25319843, "text": "The paired-like homeobox 2B (Phox2b) gene is a transcription factor which is crucial to the development of autonomic nervous system reflex pathways."}, {"pubmed": 25822764, "text": "Data indicate that transcription factor PHOX2B is specific for neuroblastoma (NB) in its differential diagnosis with other small round cell tumors."}, {"pubmed": 25975378, "text": "Results indicate that early-onset mutant PHOX2B expression inhibits locus coeruleus neuronal development in congenital central hypoventilation syndrome"}, {"pubmed": 26063465, "text": "Molecular diagnosis provides a definitive diagnosis and enables to receive appropriate ventilator support to infant diagnosed with congenital central hypoventilation syndrome and PHOX2B mutations."}, {"pubmed": 26145533, "text": "Post-transcriptional down-regulation of the PHOX2B gene takes place in NB cell lines and miRNA-204 participates in such a 3'UTR mediated control."}, {"pubmed": 26375764, "text": "Germline non-polyalanine repeat expansion mutations in PHOX2B (PHOX2B NPARM) predispose to peripheral neuroblastic tumors (PNT), frequently in association with other neurocristopathies."}, {"pubmed": 26521743, "text": "Expression of NOX4/p22(phox) as well as ROS production is enhanced by IL-1beta. On the other hand, the use of NOX4 inhibitors decreased IL-1beta-induced collagenase synthesis by chondrocytes."}, {"pubmed": 26840262, "text": "These pre-clinical data strongly suggest that PHOX2B functions as a suppressor of neuroblastoma progression."}, {"pubmed": 26902400, "text": "PHOX2A expression is finely controlled during retinoic acid differentiation and this, together with PHOX2B down-regulation."}, {"pubmed": 27129232, "text": "PHOX2B forms homodimers and heterodimerizes weakly with mutated proteins, excluding the direct involvement of the polyalanine tract in dimer formation, indicating that mutated proteins retain partial ability to form heterodimers with PHOX2A."}, {"pubmed": 27734578, "text": "This study is the first to evaluate minimal residual disease detection using neuroblastoma mRNAs in human ovarian tissue. Only PHOX2B was a reliable marker of neuroblastoma cells contaminating ovarian tissue."}, {"pubmed": 28371199, "text": "This truncated protein localized to the nucleus and transactivated a target promoter. These data suggest that nonsense pathogenic variants in the first exon of PHOX2B likely escape nonsense mediated decay (NMD) and produce N-terminally truncated proteins functionally distinct from those produced by the more common polyalanine repeat mutations (PARMs)."}, {"pubmed": 28422456, "text": "Given the association between congenital heart disease and aberrant neural crest cell development, however, findings are suggestive that congenital heart disease may be a rare feature of PHOX2B mutation which has not been previously reported"}, {"pubmed": 28433712, "text": "in vitro transactivation of the RET promoter by different Hirschsprung disease-associated PHOX2B polyA variants has resulted significantly lower compared to the effect of PHOX2B wild type protein."}, {"pubmed": 28458126, "text": "The discovery of gain-of-function mutations in the ALK receptor tyrosine kinase gene as the major cause of familial neuroblastoma led to the discovery of identical somatic mutations and rapid advancement of ALK as a tractable therapeutic target. Inactivating mutations in a master regulator of neural crest development, PHOX2B, have also been identified in a subset of familial neuroblastomas."}, {"pubmed": 28464318, "text": "The authors found frequent, weak to moderate PHOX2B expression in phaeochromocytomas/paragangliomas and no expression in well-differentiated neuroendocrine tumours (WDNETs), which could be diagnostically useful in the distinction of these tumours."}, {"pubmed": 28633714, "text": "PHOX2B gene mutation results in a cytosine to thymine substitution changing the amino acid at codon 82 from proline to leucine."}, {"pubmed": 28640941, "text": "PHOX2B is a highly sensitive and specific immunohistochemical marker for peripheral neuroblastic tumours, including neuroblastoma."}, {"pubmed": 29098737, "text": "Structural and functional differences in PHOX2B frameshift mutations underlie isolated or syndromic congenital central hypoventilation syndrome"}, {"pubmed": 29249648, "text": "The primary cause of Congenital central hypoventilation syndrome is the mutation of the paired-like homeobox PHO2XB gene, found in 90% of the patients."}, {"pubmed": 29543228, "text": "This is the first report of an association between CHD and mutation in PHOX2B. Results are highly suggestive that alteration or elimination of the homeobox domain conveys significant risk for associated CHD or aortic arch variation."}, {"pubmed": 29603574, "text": "High levels of bone marrow TH and PHOX2B and of peripheral blood PHOX2B at diagnosis allow early identification of a group of high-risk infant and toddlers with neuroblastoma who may be candidates for alternative treatments"}, {"pubmed": 29696799, "text": "Congenital central hypoventilation syndrome due to an 8-base pair duplication in PHOX2B; c.691_698dupGGCCCGGG (p.Gly234Alafs*78) with a predominant enteral and neural crest phenotype and a relatively mild respiratory phenotype."}, {"pubmed": 29704303, "text": "Non-polyalanine repeat PHOX2B mutations are associated with atypical Congenital central hypoventilation syndrome."}, {"pubmed": 30007008, "text": "A high specificity of PHOX2B gene expression for the neuroblastoma cells with no expression in normal hematopoietic precursors was confirmed"}, {"pubmed": 30209197, "text": "Due to the key role played by PHOX2B in the development of the autonomic nervous system, this genetic defect may also have several pathological consequences. 14 patients with PHOX2B mutation-confirmed Congenital central hypoventilation syndrome (CCHS)."}, {"pubmed": 30518452, "text": "This is the first report of a patient with PHOX2B 20/27 PARM with a mild phenotype diagnosed during adulthood. This unusual presentation supports the screening for PHOX2B mutations in parents of children with CCHS."}, {"pubmed": 30799307, "text": "These new genetic findings indicate the potential pleiotropic effects of PHOX2B in both HSCR and neuroblastoma, which could guide the development of therapeutic targets for the treatment of related neurodevelopmental disorders."}, {"pubmed": 31019703, "text": "These findings suggest that Phox2b may play a role in intestinal homeostasis and that its dysregulation may be associated with gastrointestinal disorders in adulthood."}, {"pubmed": 31220430, "text": "High PHOX2B expression is associated with Bone metastasis in neuroblastoma."}, {"pubmed": 31444792, "text": "Causative and common PHOX2B variants define a broad phenotypic spectrum."}, {"pubmed": 31652452, "text": "Association between PHOX2B gene rs28647582 T>C polymorphism and Wilms tumor susceptibility."}, {"pubmed": 32335870, "text": "Adult-onset congenital central hypoventilation syndrome due to PHOX2B mutation."}, {"pubmed": 32777141, "text": "Neuroblastoma patient-derived cultures are enriched for a mesenchymal gene signature and reflect individual drug response."}, {"pubmed": 32975470, "text": "Phox2b Immunohistochemical Staining in Detecting Enteric Neural Crest Cells in Hirschsprung Disease."}, {"pubmed": 33047879, "text": "A respiratory/Hirschsprung phenotype in a three-generation family associated with a novel pathogenic PHOX2B splice donor mutation."}, {"pubmed": 33881351, "text": "NH2-terminal deletion of specific phosphorylation sites on PHOX2B disrupts the formation of enteric neurons in vivo."}, {"pubmed": 33958749, "text": "Paired-like homeobox gene (PHOX2B) nonpolyalanine repeat expansion mutations (NPARMs): genotype-phenotype correlation in congenital central hypoventilation syndrome (CCHS)."}, {"pubmed": 33983112, "text": "Variable phenotypes in congenital central hypoventilation syndrome with PHOX2B nonpolyalanine repeat mutations."}, {"pubmed": 34048688, "text": "Reduced PHOX2B stability causes axonal growth impairment in motor neurons with TARDBP mutations."}, {"pubmed": 34752187, "text": "The expression of PHOX2B in bone marrow and peripheral blood predicts adverse clinical outcome in non-high-risk neuroblastoma."}, {"pubmed": 35763016, "text": "Spectrum of paired-like homeobox 2b immunoexpression in pediatric brain tumors with embryonal morphology."}, {"pubmed": 36815592, "text": "Combined analysis of PHOX2B at two time points and its value for further risk stratification in high-risk neuroblastoma."}, {"pubmed": 38171556, "text": "[Study of GCN repeats of PHOX2B gene among individuals from southwest China and diagnosis of two patients with Congenital central hypoventilation syndrome]."}], "genomic_pos": {"chr": "4", "end": 41748725, "ensemblgene": "ENSG00000109132", "start": 41744082, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 41750987, "start": 41746099, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002087", "qualifier": "involved_in", "term": "regulation of respiratory gaseous exchange by nervous system process"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0003357", "pubmed": 19573018, "qualifier": "involved_in", "term": "noradrenergic neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003357", "qualifier": "involved_in", "term": "noradrenergic neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003358", "qualifier": "involved_in", "term": "noradrenergic neuron development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0003360", "pubmed": 12640453, "qualifier": "involved_in", "term": "brainstem development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": 32094113, "qualifier": "acts_upstream_of_or_within", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010001", "qualifier": "involved_in", "term": "glial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010468", "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010971", "qualifier": "involved_in", "term": "positive regulation of G2/M transition of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021533", "qualifier": "involved_in", "term": "cell differentiation in hindbrain"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021723", "qualifier": "involved_in", "term": "medullary reticular formation development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021934", "qualifier": "involved_in", "term": "hindbrain tangential cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035914", "qualifier": "involved_in", "term": "skeletal muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044342", "qualifier": "involved_in", "term": "type B pancreatic cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045665", "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045666", "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [16144830, 16280598], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 19573018, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048483", "pubmed": 12640453, "qualifier": "involved_in", "term": "autonomic nervous system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048484", "qualifier": "involved_in", "term": "enteric nervous system development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0048484", "pubmed": 12640453, "qualifier": "involved_in", "term": "enteric nervous system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048485", "qualifier": "involved_in", "term": "sympathetic nervous system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048486", "qualifier": "involved_in", "term": "parasympathetic nervous system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048839", "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048894", "qualifier": "involved_in", "term": "efferent axon development in a lateral line nerve"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051899", "qualifier": "involved_in", "term": "membrane depolarization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060541", "qualifier": "involved_in", "term": "respiratory system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061452", "qualifier": "involved_in", "term": "retrotrapezoid nucleus neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061549", "qualifier": "involved_in", "term": "sympathetic ganglion development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071244", "qualifier": "involved_in", "term": "cellular response to carbon dioxide"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0071542", "pubmed": 19573018, "qualifier": "involved_in", "term": "dopaminergic neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071542", "qualifier": "involved_in", "term": "dopaminergic neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071773", "qualifier": "involved_in", "term": "cellular response to BMP stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097475", "qualifier": "involved_in", "term": "motor neuron migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 21977017, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901166", "qualifier": "involved_in", "term": "neural crest cell migration involved in autonomic nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904691", "qualifier": "involved_in", "term": "negative regulation of type B pancreatic cell proliferation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 16280598, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 16280598, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 16144830, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": [16144830, 32094113], "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": [28473536, 32094113], "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 544654], [8364, 100124329], [9031, 395548], [9544, 701940], [9598, 739088], [9606, 8929], [9615, 610284], [10090, 18935]], "id": 68371}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}], "ipi": "IPI00293143", "map_location": "4p13", "name": "paired like homeobox 2B", "other_names": ["PHOX2B homeodomain protein", "neuroblastoma Phox", "neuroblastoma paired-type homeobox protein", "paired like homeobox2B", "paired mesoderm homeobox 2b", "paired mesoderm homeobox protein 2B"], "pantherdb": {"HGNC": "9143", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1100882", "ortholog_type": "LDO", "panther_family": "PTHR24329", "taxid": 10090, "uniprot_kb": "O35690"}, {"RGD": "1560582", "ortholog_type": "LDO", "panther_family": "PTHR24329", "taxid": 10116, "uniprot_kb": "A0A0G2JYE6"}, {"Ensembl": "ENSGALG00000014250", "ortholog_type": "LDO", "panther_family": "PTHR24329", "taxid": 9031, "uniprot_kb": "F1NMR6"}, {"ZFIN": "ZDB-GENE-050407-3", "ortholog_type": "LDO", "panther_family": "PTHR24329", "taxid": 7955, "uniprot_kb": "Q5I7G4"}, {"WormBase": "WBGene00000440", "ortholog_type": "O", "panther_family": "PTHR24329", "taxid": 6239, "uniprot_kb": "G5EC89"}, {"dictyBase": "DDB_G0279243", "ortholog_type": "O", "panther_family": "PTHR24329", "taxid": 352472, "uniprot_kb": "Q54X29"}], "uniprot_kb": "Q99453"}, "pathway": {"wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": ["7MJA", "8EK5", "8PTL", "8PUI"], "pfam": "PF00046", "pharmgkb": "PA33467", "pharos": {"target_id": 18119, "tdl": "Tbio"}, "pir": "JC5273", "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169002", "relationship": "is"}, {"id": "GNF179908", "relationship": "is"}, {"id": "GNF190814", "relationship": "is"}, {"id": "GNF201720", "relationship": "is"}, {"id": "GNF215096", "relationship": "is"}, {"id": "GNF217776", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF011192", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095537", "relationship": "is"}, {"id": "GNF135194", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_008243.1"], "protein": "NP_003915.2", "rna": "NM_003924.4", "translation": {"protein": "NP_003915.2", "rna": "NM_003924.4"}}, "reporter": {"HG-U133_Plus_2": "207009_at", "HG-U95Av2": "35020_at", "HTA-2_0": ["TC04001146.hg.1", "TC04002525.hg.1"], "HuEx-1_0": "2767159", "HuGene-1_1": "8100007", "HuGene-2_1": "16975471"}, "summary": "The DNA-associated protein encoded by this gene is a member of the paired family of homeobox proteins localized to the nucleus. The protein functions as a transcription factor involved in the development of several major noradrenergic neuron populations and the determination of neurotransmitter phenotype. The gene product is linked to enhancement of second messenger-mediated activation of the dopamine beta-hydroylase, c-fos promoters and several enhancers, including cyclic amp-response element and serum-response element. Expansion of a 20 amino acid polyalanine tract in this protein by 5-13 aa has been associated with congenital central hypoventilation syndrome. [provided by RefSeq, Jul 2016].", "symbol": "PHOX2B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418697"}, "unigene": "Hs.87202", "uniprot": {"Swiss-Prot": "Q99453"}, "wikipedia": {"url_stub": "PHOX2B"}}