{"AllianceGenome": "8947", "HGNC": "8947", "MIM": "182257", "_id": "5266", "_version": 1, "accession": {"genomic": ["AL049767.12", "CH471077.2", "CP068258.2", "D13156.1", "L10343.1", "NC_000020.11", "NC_060944.1", "S58717.1", "S78387.1", "Z48352.1"], "protein": ["AAA36483.1", "AAB26371.1", "AAB34627.1", "AAH10952.1", "BAA02441.1", "CAA79223.1", "CAG47030.1", "EAW75873.1", "EAW75874.1", "NP_002629.1", "P19957.3"], "rna": ["AA583773.1", "BC010952.1", "CR542234.1", "NM_002638.4", "Z18538.1"], "translation": [{"protein": "NP_002629.1", "rna": "NM_002638.4"}, {"protein": "CAA79223.1", "rna": "Z18538.1"}, {"protein": "AAH10952.1", "rna": "BC010952.1"}, {"protein": "CAG47030.1", "rna": "CR542234.1"}]}, "alias": ["ESI", "SKALP", "WAP3", "WFDC14", "cementoin"], "ensembl": {"gene": "ENSG00000124102", "protein": "ENSP00000243924", "transcript": "ENST00000243924", "translation": [{"protein": "ENSP00000243924", "rna": "ENST00000243924"}], "type_of_gene": "protein_coding"}, "entrezgene": "5266", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.60135711, "exp_mis": 47.0058122, "exp_syn": 20.283751, "lof_z": -0.244835125622363, "mis_z": 0.000414492631244024, "mu_lof": 1.55616207117e-07, "mu_mis": 4.0747376464e-06, "mu_syn": 1.71625787514e-06, "n_lof": 3.0, "n_mis": 47.0, "n_syn": 19.0, "p_li": 0.00564031437143875, "p_null": 0.51130978384353, "p_rec": 0.483049901785031, "syn_z": 0.176707832955207}, "bp": 354, "cds_end": 43804776, "cds_start": 43803563, "n_exons": 2, "nonpsych": {"exp_lof": 2.313208, "exp_mis": 42.5035261, "exp_syn": 18.3174847, "lof_z": 0.202244842108692, "mis_z": -0.193141437911663, "mu_lof": 1.55616207117e-07, "mu_mis": 4.0747376464e-06, "mu_syn": 1.71625787514e-06, "n_lof": 2.0, "n_mis": 45.0, "n_syn": 18.0, "p_li": 0.0381661927754698, "p_null": 0.350821477418033, "p_rec": 0.611012329806497, "syn_z": 0.0467032383775627}, "nontcga": {"exp_lof": 2.38922573, "exp_mis": 43.2413274, "exp_syn": 18.65703278, "lof_z": 0.88659542439067, "mis_z": -0.133243278188142, "mu_lof": 1.55616207117e-07, "mu_mis": 4.0747376464e-06, "mu_syn": 1.71625787514e-06, "n_lof": 1.0, "n_mis": 45.0, "n_syn": 18.0, "p_li": 0.196997151473945, "p_null": 0.155082107518415, "p_rec": 0.64792074100764, "syn_z": 0.0963132946303596}, "transcript": "ENST00000243924.3"}, "exons": [{"cdsend": 45176135, "cdsstart": 45174922, "chr": "20", "position": [[45174901, 45175001], [45175860, 45176136], [45176369, 45176544]], "strand": 1, "transcript": "NM_002638", "txend": 45176544, "txstart": 45174901}], "exons_hg19": [{"cdsend": 43804776, "cdsstart": 43803563, "chr": "20", "position": [[43803542, 43803642], [43804501, 43804777], [43805010, 43805185]], "strand": 1, "transcript": "NM_002638", "txend": 43805185, "txstart": 43803542}], "generif": [{"pubmed": 11466403, "text": "Genetically augmented elafin has the capacity to protect the lung in vivo and in vitro against the injurious effects of antibiotic-resistant bacterial pathogens and whole activated neutrophils."}, {"pubmed": 11667971, "text": "Synthesized locally at mucosal sites. Efficiently inhibit target enzymes released into interstitium. Might be important in controlling excessive neutrophil elastase release in chronic obstructive pulmonary disease and cystic fibrosis. (review)"}, {"pubmed": 12542536, "text": "regulation of the elafin gene is dependent on chromatin structure in keratinocytes"}, {"pubmed": 12819058, "text": "results indicate that elafin may have a dual function, promoting up-regulation of local lung innate immunity while simultaneously down-regulating potentially unwanted systemic inflammatory responses in the circulation"}, {"pubmed": 12970320, "text": "elafin regulates proteolytic enzymes during menstruation and contributes to the innate defense against uterine infection"}, {"pubmed": 14693682, "text": "Serine elastase inhibition (elafin overexpression) appears to suppress inflammation, cardiac dilatation, and dysfunction after myocardial infarct."}, {"pubmed": 15034071, "text": "Gene augmentation of human elafin suggests a novel and extended anti-inflammatory role for this human neutrophil elastase inhibitor working as an effector of innate immunity to protect tissues against maladaptive inflammatory responses."}, {"pubmed": 15668324, "text": "The differential biological activity of elafin in different conditions suggests a role for this molecule in either LPS detoxification or activation of innate immune responses, depending on the external cellular environment."}, {"pubmed": 16279952, "text": "Oxidized elafin poorly inhibits the elastolytic activity of leukocyte elastase and proteinase 3."}, {"pubmed": 16300411, "text": "transglutaminase 2-mediated cross-linking of serine protease inhibitors elafin and trappin-2 to neutrophil serine proteinases preserves their inhibitory capacities"}, {"pubmed": 16424380, "text": "The pleiotropic molecule elafin has significant potential in modulating antigen-presenting cell numbers and activity, and could be beneficial in mucosal protective strategies."}, {"pubmed": 16719916, "text": "The promoter sequences of PI3 have a high degree of variability."}, {"pubmed": 16913840, "text": "beneficial effects of pre-elafin could be mediated, at least in part, by its ability to increase G-CSF levels in the lung"}, {"pubmed": 16980310, "text": "Elafin inhibits the lipopolysaccharide-induced production of monocyte chemoattractant protein-1 in monocytes by inhibiting AP-1 and NF-kappaB activation."}, {"pubmed": 17139263, "text": "The transglutaminase substrate moiety of elafin plays an important role in anchoring elafin at its proper sites of action during UV-induced aging processes."}, {"pubmed": 17200145, "text": "Levels of mRNA and immunostaining of the antiproteases elafin and SLPI were enhanced strongly in inflamed versus noninflamed UC. Elafin and SLPI may be added to the list of defensin-like peptides with diminished induction in CD versus UC."}, {"pubmed": 17489739, "text": "full antipeptidase activity of pre-elafin is essential to protect against lung tissue lesions"}, {"pubmed": 17964057, "text": "This review focuses on recent findings revealing that elafin has many biological functions as diverse as anti-bacterial, anti-fungal, anti-viral, anti-inflammatory and immuno-modulatory functions."}, {"pubmed": 18025118, "text": "We report here that pre-elafin inhibits a secreted peptidase to prevent Pseudomonas aeruginosa growth in vitro."}, {"pubmed": 18092325, "text": "High levels of PI3 is associated with glioblastoma"}, {"pubmed": 18203972, "text": "Results of a genome-wide expression analysis in blood identify pre-elafin as a biomarker in acute respiratory distress syndrome."}, {"pubmed": 18700007, "text": "The five gene transcripts (aldolase B, elafin, MST-1, simNIPhom and SLC6A14) were changed in patients with ulcerative colitis, and were related to the disease activity."}, {"pubmed": 18799464, "text": "elafin is cleaved by its cognate enzyme NE present at excessive concentration in CF sputum, an effect which is promoted by P. aeruginosa infection"}, {"pubmed": 19087518, "text": "The results suggest that decreased expression of elastin and LOX and increased expression of elafin in the cardinal ligaments may contribute to pelvic organ prolapse."}, {"pubmed": 19095674, "text": "SLPI and elafin have a role in the innate immune defence of the Fallopian tube in infection and ectopic pregnancy"}, {"pubmed": 19197381, "text": "The hypothesis that an imbalance between neutrophil elastase (HNE) and its inhibitors in blood is related to the development of ARDS, was tested."}, {"pubmed": 19251943, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19251943, "text": "polymorphisms in PI3 gene are significantly associated with ARDS risk and with circulating PI3 levels"}, {"pubmed": 19420899, "text": "Overexpression of elafin in epithelial cells attenuated the damage of Pseudomonas aeruginosa biofilm."}, {"pubmed": 19723838, "text": "Elafin is a component of cervicovaginal secretions in pregnancy, and levels are diminished in bacterial vaginosis."}, {"pubmed": 19823954, "text": "These results suggest that elafin can maintain airway epithelium integrity by protecting airway epithelial cells and enhancing the anti-inflammatory capability of airway."}, {"pubmed": 19824918, "text": "increased production at the secretory phase of the menstrual cycle relative to the proliferative phase"}, {"pubmed": 19906197, "text": "Elafin has important roles in normal homoeostasis and at sites of inflammation.  These roles include antiprotease and antimicrobial activity. "}, {"pubmed": 19906197, "text": "The synthesis of elafin is a novel effector function of gammadelta T cells which might be important for local immune defence"}, {"pubmed": 20126474, "text": "Elafin may serve as a determinant of poor survival in serous ovarian carcinomas"}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20371463, "text": "Elafin has a role in graft-versus-host disease of the skin"}, {"pubmed": 20932308, "text": "ability to modulate the expression of some P.aeruginosa virulence factors"}, {"pubmed": 21392745, "text": "The endometrium of women with hydrosalpinx has an increased number of neutrophils and lower expression of elafin, an elastase inhibitor and natural antimicrobial molecule."}, {"pubmed": 21466784, "text": "these results collectively suggest that, in melanoma cells, Foxa2 expression is silenced and therefore elafin is maintained unexpressed to facilitate cell proliferation in the disease melanoma."}, {"pubmed": 22634606, "text": "Studies indicate that Trappin-2/Elafin possessing anti-microbial properties against different classes of pathogens including viruses, fungi and bacteria."}, {"pubmed": 23300756, "text": "The N-terminus of elafin is critical for intranuclear localization and anti-HIV-1 activity."}, {"pubmed": 23320734, "text": "Low expression of elafin gene correlated with significantly reduced time to relapse, and when combined with high expression of elastase gene was associated with decreased survival in breast cancer patients"}, {"pubmed": 23398087, "text": "Production of HBD2 and elafin by vaginal epithelial cells is sensitive to E, suggesting that innate immune protection varies in the vagina across the menstrual cycle."}, {"pubmed": 23637403, "text": "Trappin-2 and elafin significantly reduce HSV-2 viral attachment to, and replication in genital epithelial cells."}, {"pubmed": 23866880, "text": "Elafin expression may establish the diagnosis of pre-engraftment syndrome and graft versus host disease."}, {"pubmed": 23885101, "text": "Tubal epithelium from women with hydrosalpinx has lower levels of elafin expression."}, {"pubmed": 24469047, "text": "Data indicate that elafin overexpression is associated with poor overall survival."}, {"pubmed": 24617927, "text": "Results confirm the association between SNP rs2664581 and enhanced risk of developing acute respiratory distress syndrome."}, {"pubmed": 24710505, "text": "Elafin expression in the small intestinal epithelium was lower in patients with active celiac disease compared with control patients. In vitro, elafin significantly slowed the kinetics of the deamidation of the 33-mer peptide to its more immunogenic form."}, {"pubmed": 25195861, "text": "The imbalance between neutrophil elastase and its inhibitors, such as elafin, presents an important therapeutic target in breast cancer."}, {"pubmed": 25356943, "text": "The expression of elafin in fallopian tubes of ectopic pregnancies is reduced."}, {"pubmed": 25388519, "text": "Higher urinary elafin levels are associated with an increased risk of micro- and macroalbuminuria, acute kidney injury and chronic kidney disease, and death after hematopoietic stem cell transplantation."}, {"pubmed": 25405322, "text": "cutaneous elafin does not seem to discriminate acute graft-versus-host disease from drug hypersensitivity rash lesions, but there may be an association between cutaneous elafin expression and poor prognosis for patients with cutaneous GVHD"}, {"pubmed": 25551582, "text": "PI3 expression was downregulated in 24% of DCIS and 83% of invasive breast tumors. PI3 was also downregulated in 33% of ovarian cystadenomas, 43% of borderline ovarian tumors, and 86% of invasive ovarian carcinomas."}, {"pubmed": 25559229, "text": "The elevations in cervical elafin and SLPI expression in the women with preterm delivery might reflect the local response to the pathogen invasion into the cervix preceding preterm labor."}, {"pubmed": 26932165, "text": "Our study revealed that high elafin levels identified in smoking- and asthma-related microarray data sets and an epidemiologic study significantly reduced the risk of asthma."}, {"pubmed": 27580179, "text": "significantly higher expression in preterm prelabor ruptured fetal membranes than in membranes from term birth"}, {"pubmed": 28119996, "text": "UV phototoxicity-induced pre-elafin inside keratinocytes prior to cornified envelope formation could be involved in UV-induced keratinocyte apoptosis via cystatin-A downregulation resulting in pro-caspase-3 activation."}, {"pubmed": 28187039, "text": "Plasma Neutrophil Elastase and Elafin as Prognostic Biomarker for Acute Respiratory Distress Syndrome"}, {"pubmed": 28802561, "text": "Recombinant human elafin promotes alveologenesis in newborn mice exposed to chronic hyperoxia"}, {"pubmed": 29084078, "text": "Elafin decreased in active patients with inflammatory bowel disease and was negatively correlated with disease activity, suggesting that elafin may play a protective role"}, {"pubmed": 30520152, "text": "Endothelial trappin-2 up-regulation partially due to Fli1 deficiency can be associated with the development of SSc vasculopathy."}, {"pubmed": 31131048, "text": "A positive association between the psoriasis area and severity index score with three serum proteins (PI3, CCL22, IL-12B) has been found."}, {"pubmed": 32287314, "text": "High circulating elafin levels are associated with the presence of stricture in Crohn's disease (CD) patients. Serum elafin levels may help identify intestinal strictures in CD patients."}, {"pubmed": 32460595, "text": "Recombinant Human Elafin Ameliorates Chronic Hyperoxia-Induced Lung Injury by Inhibiting Nuclear Factor-Kappa B Signaling in Neonatal Mice."}, {"pubmed": 32485443, "text": "Upregulation of elafin expression in the fallopian tube of ectopic tubal pregnancies compared to the normal tubes."}, {"pubmed": 32764517, "text": "Metabolic Syndrome, Clusterin and Elafin in Patients with Psoriasis Vulgaris."}, {"pubmed": 33271565, "text": "Evaluation of Elafin Immunohistochemical Expression as Marker of Cervical Cancer Severity."}, {"pubmed": 33679728, "text": "Elafin as a Predictive Biomarker of Acute Skin Graft-Versus-Host Disease After Haploidentical Stem Cell Transplantation Using Post-Transplant High-Dose Cyclophosphamide."}, {"pubmed": 34181952, "text": "Severe Pulmonary Arterial Hypertension Is Characterized by Increased Neutrophil Elastase and Relative Elafin Deficiency."}], "genomic_pos": {"chr": "20", "end": 45176544, "ensemblgene": "ENSG00000124102", "start": 45174902, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 43805185, "start": 43803517, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007620", "qualifier": "involved_in", "term": "copulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018149", "pubmed": 7543090, "qualifier": "involved_in", "term": "peptide cross-linking"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019731", "qualifier": "involved_in", "term": "antibacterial humoral response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001533", "pubmed": 7543090, "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0001533", "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031012", "pubmed": 8476637, "qualifier": "located_in", "term": "extracellular matrix"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004866", "pubmed": 2394696, "qualifier": "enables", "term": "endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004867", "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030280", "pubmed": 7543090, "qualifier": "enables", "term": "structural constituent of skin epidermis"}]}, "homologene": {"genes": [[9544, 574237], [9598, 458276], [9606, 5266], [9615, 477241]], "id": 122140}, "interpro": [{"desc": "Seminal vesicle protein I", "id": "IPR002098", "short_desc": "SVP_I"}, {"desc": "WAP-type 'four-disulfide core' domain", "id": "IPR008197", "short_desc": "WAP_dom"}, {"desc": "Trappin protein transglutaminase-binding repeat", "id": "IPR019541", "short_desc": "Trappin_transglut-bd_rpt"}, {"desc": "Elafin-like superfamily", "id": "IPR036645", "short_desc": "Elafin-like_sf"}], "ipi": "IPI00021434", "map_location": "20q13.12", "name": "peptidase inhibitor 3", "other_names": ["PI-3", "WAP four-disulfide core domain 14", "WAP four-disulfide core domain protein 14", "elafin", "elastase-specific inhibitor", "peptidase inhibitor 3, skin-derived", "pre-elafin", "protease inhibitor 3, skin-derived (SKALP)", "protease inhibitor WAP3", "skin-derived antileukoproteinase", "trappin-2"], "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}]}, "pdb": ["1FLE", "2REL", "6ATU"], "pfam": ["PF00095", "PF10511"], "pharmgkb": "PA33283", "pharos": {"target_id": 19670, "tdl": "Tbio"}, "pir": "JH0614", "prosite": "PS51390", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326070", "relationship": "is"}, {"id": "GNF326071", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168218", "relationship": "is"}, {"id": "GNF179124", "relationship": "is"}, {"id": "GNF200936", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158204", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF011205", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330813", "relationship": "is"}, {"id": "GNF332016", "relationship": "is"}, {"id": "GNF332372", "relationship": "is"}, {"id": "GNF333763", "relationship": "is"}, {"id": "GNF334315", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338929", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105073", "relationship": "is"}, {"id": "GNF144720", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": "NP_002629.1", "rna": "NM_002638.4", "translation": {"protein": "NP_002629.1", "rna": "NM_002638.4"}}, "reporter": {"HG-U133_Plus_2": ["203691_at", "41469_at"], "HG-U95Av2": "41469_at", "HTA-2_0": "TC20000341.hg.1", "HuEx-1_0": "3886765", "HuGene-1_1": "8062927", "HuGene-2_1": "16914171"}, "summary": "This gene encodes an elastase-specific inhibitor that functions as an antimicrobial peptide against Gram-positive and Gram-negative bacteria, and fungal pathogens. The protein contains a WAP-type four-disulfide core (WFDC) domain, and is thus a member of the WFDC domain family. Most WFDC gene members are localized to chromosome 20q12-q13 in two clusters: centromeric and telomeric. This gene belongs to the centromeric cluster. Expression of this gene is upgulated by bacterial lipopolysaccharides and cytokines. [provided by RefSeq, Oct 2014].", "symbol": "PI3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418549"}, "unigene": "Hs.112341", "uniprot": {"Swiss-Prot": "P19957"}, "wikipedia": {"url_stub": "Elafin"}}