{"AllianceGenome": "2752", "HGNC": "2752", "MIM": "603566", "_id": "8554", "_version": 1, "accession": {"genomic": ["AC107871.10", "AC135628.8", "CH471082.1", "CP068263.2", "KT585033.1", "NC_000015.10", "NC_060939.1"], "protein": ["AAB58488.1", "AAC36702.1", "AAD49722.1", "AAI18588.1", "AAI21798.1", "AAX18639.1", "ABP49565.1", "ABP49566.1", "ACR77525.1", "BAG37114.1", "BAG52901.1", "EAW77804.1", "EAW77805.1", "NP_001307616.1", "NP_057250.1", "O75925.2", "XP_011520428.1", "XP_011520429.1", "XP_016878177.1", "XP_016878178.1", "XP_047289153.1", "XP_054235009.1", "XP_054235010.1", "XP_054235011.1", "XP_054235012.1", "XP_054235013.1"], "rna": ["AA837658.1", "AF077951.1", "AF167160.1", "AK094641.1", "AK314515.1", "AY826819.1", "BC104646.1", "BC118587.1", "BC121797.1", "EF487997.1", "EF487998.1", "FJ997900.1", "NM_001320687.1", "NM_016166.3", "U78524.1", "XM_011522126.3", "XM_011522127.3", "XM_017022688.2", "XM_017022689.2", "XM_047433197.1", "XM_054379034.1", "XM_054379035.1", "XM_054379036.1", "XM_054379037.1", "XM_054379038.1"], "translation": [{"protein": "XP_054235010.1", "rna": "XM_054379035.1"}, {"protein": "AAC36702.1", "rna": "AF077951.1"}, {"protein": "ABP49566.1", "rna": "EF487998.1"}, {"protein": "BAG52901.1", "rna": "AK094641.1"}, {"protein": "AAI21798.1", "rna": "BC121797.1"}, {"protein": "AAX18639.1", "rna": "AY826819.1"}, {"protein": "AAB58488.1", "rna": "U78524.1"}, {"protein": "XP_054235013.1", "rna": "XM_054379038.1"}, {"protein": "AAD49722.1", "rna": "AF167160.1"}, {"protein": "NP_057250.1", "rna": "NM_016166.3"}, {"protein": "XP_054235011.1", "rna": "XM_054379036.1"}, {"protein": "NP_001307616.1", "rna": "NM_001320687.1"}, {"protein": "XP_016878177.1", "rna": "XM_017022688.2"}, {"protein": "XP_016878178.1", "rna": "XM_017022689.2"}, {"protein": "XP_054235012.1", "rna": "XM_054379037.1"}, {"protein": "ACR77525.1", "rna": "FJ997900.1"}, {"protein": "XP_011520429.1", "rna": "XM_011522127.3"}, {"protein": "XP_054235009.1", "rna": "XM_054379034.1"}, {"protein": "XP_047289153.1", "rna": "XM_047433197.1"}, {"protein": "XP_011520428.1", "rna": "XM_011522126.3"}, {"protein": "AAI18588.1", "rna": "BC118587.1"}, {"protein": "BAG37114.1", "rna": "AK314515.1"}, {"protein": "ABP49565.1", "rna": "EF487997.1"}]}, "alias": ["DDXBP1", "GBP", "GU/RH-II", "ZMIZ3"], "ec": "2.3.2.27", "ensembl": {"gene": "ENSG00000033800", "protein": ["ENSP00000249636", "ENSP00000438574", "ENSP00000456558", "ENSP00000456721", "ENSP00000457698"], "transcript": ["ENST00000249636", "ENST00000545237", "ENST00000562190", "ENST00000563996", "ENST00000564009", "ENST00000564915", "ENST00000567417", "ENST00000611270"], "translation": [{"protein": "ENSP00000249636", "rna": "ENST00000249636"}, {"protein": "ENSP00000456721", "rna": "ENST00000564915"}, {"protein": "ENSP00000457698", "rna": "ENST00000562190"}, {"protein": "ENSP00000438574", "rna": "ENST00000545237"}, {"protein": "ENSP00000456558", "rna": "ENST00000563996"}], "type_of_gene": "protein_coding"}, "entrezgene": "8554", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.2280045293, "exp_mis": 191.791714138, "exp_syn": 89.6910051984, "lof_z": 4.34898716017684, "mis_z": 2.39429732913454, "mu_lof": 1.67105077319e-06, "mu_mis": 1.82066567916e-05, "mu_syn": 8.23225061956e-06, "n_lof": 1.0, "n_mis": 124.0, "n_syn": 114.0, "p_li": 0.997024481652262, "p_null": 3.05757771483391e-08, "p_rec": 0.00297548777196083, "syn_z": -1.5912628089339}, "bp": 1956, "cds_end": 68480173, "cds_start": 68346664, "n_exons": 14, "nonpsych": {"exp_lof": 18.9776802112, "exp_mis": 173.354301282, "exp_syn": 80.943310201, "lof_z": 4.27832262469742, "mis_z": 2.61854616037096, "mu_lof": 1.67105077319e-06, "mu_mis": 1.82066567916e-05, "mu_syn": 8.23225061956e-06, "n_lof": 0.0, "n_mis": 105.0, "n_syn": 107.0, "p_li": 0.998839230824345, "p_null": 1.85572352882884e-08, "p_rec": 0.00116075061841924, "syn_z": -1.82344331818962}, "nontcga": {"exp_lof": 19.5067891181, "exp_mis": 176.42541388, "exp_syn": 82.4927604557, "lof_z": 4.13351378317442, "mis_z": 2.60404030445951, "mu_lof": 1.67105077319e-06, "mu_mis": 1.82066567916e-05, "mu_syn": 8.23225061956e-06, "n_lof": 1.0, "n_mis": 107.0, "n_syn": 101.0, "p_li": 0.994575364809015, "p_null": 1.3222322885305e-07, "p_rec": 0.00542450296775611, "syn_z": -1.2901970480963}, "transcript": "ENST00000249636.6"}, "exons": [{"cdsend": 68187835, "cdsstart": 68055883, "chr": "15", "position": [[68054575, 68055231], [68055798, 68055913], [68086305, 68086750], [68141945, 68142030], [68142289, 68142337], [68145815, 68145906], [68146565, 68146700], [68153589, 68153695], [68164730, 68164804], [68173731, 68173892], [68175636, 68175767], [68176473, 68176654], [68181211, 68181354], [68183629, 68183667], [68187541, 68191466]], "strand": 1, "transcript": "NM_001320687", "txend": 68191466, "txstart": 68054575}, {"cdsend": 68187835, "cdsstart": 68054326, "chr": "15", "position": [[68054314, 68054350], [68086305, 68086750], [68141945, 68142030], [68142289, 68142337], [68145815, 68145906], [68146565, 68146700], [68153589, 68153695], [68164730, 68164804], [68173731, 68173892], [68175636, 68175767], [68176473, 68176654], [68181211, 68181354], [68183629, 68183667], [68187541, 68193847]], "strand": 1, "transcript": "NM_016166", "txend": 68193847, "txstart": 68054314}], "exons_hg19": [{"cdsend": 68480173, "cdsstart": 68348221, "chr": "15", "position": [[68346913, 68347569], [68348136, 68348251], [68378643, 68379088], [68434283, 68434368], [68434627, 68434675], [68438153, 68438244], [68438903, 68439038], [68445927, 68446033], [68457068, 68457142], [68466069, 68466230], [68467974, 68468105], [68468811, 68468992], [68473549, 68473692], [68475967, 68476005], [68479879, 68483802]], "strand": 1, "transcript": "NM_001320687", "txend": 68483802, "txstart": 68346913}, {"cdsend": 68480173, "cdsstart": 68346664, "chr": "15", "position": [[68346652, 68346688], [68378643, 68379088], [68434283, 68434368], [68434627, 68434675], [68438153, 68438244], [68438903, 68439038], [68445927, 68446033], [68457068, 68457142], [68466069, 68466230], [68467974, 68468105], [68468811, 68468992], [68473549, 68473692], [68475967, 68476005], [68479879, 68486185]], "strand": 1, "transcript": "NM_016166", "txend": 68486185, "txstart": 68346652}], "generif": [{"pubmed": 11451946, "text": "novel function of PIAS1 in the induction of JNK-dependent apoptosis, independent of the previously known inhibitory activity of PIAS1 in STAT-mediated gene activation."}, {"pubmed": 11788578, "text": "protein inhibitor of activated Stat1 (PIAS1) interacts with the tetramerization and C-terminal regulatory domains of p53 in yeast two-hybrid analyses"}, {"pubmed": 11877418, "text": "Protein inhibitors of activated STAT resemble scaffold attachment factors and function as interacting nuclear receptor coregulators."}, {"pubmed": 12177000, "text": "PIAS1 and PIASxalpha modulate the AR-dependent transactivation, which, at least in part, can be attributed to their SUMO-E3 activity toward AR."}, {"pubmed": 12393906, "text": "PIAS1 has a role in sumoylation of MDM2 in the cell nucleus"}, {"pubmed": 12855578, "text": "found to strongly stimulate sumoylation of STAT1 at Lys703; results suggest a negative regulatory function for sumoylation."}, {"pubmed": 14500761, "text": "PIAS1 interacts with the N-terminal domain of human mineralocorticoid receptor and represses its ligand-dependent transcription."}, {"pubmed": 15133049, "text": "three-dimensional structure and its binding duality are discussed in conjunction with the biological functions of PIAS1 as a SUMO ligase"}, {"pubmed": 15337742, "text": "GATA4 is a SUMO-1-targeted transcription factor and together with PIAS1 is a potent regulator of cardiac gene activity"}, {"pubmed": 15572666, "text": "PIAS1 is a checkpoint regulator which affects exit from G1 and G2 by sumoylation of p73."}, {"pubmed": 15572677, "text": "PIAS1 interacts with DNA cross-link repair SNM1A in nuclear focus formation."}, {"pubmed": 15611122, "text": "data support a physiological role of Ubc9 and PIAS1 as transcriptional coactivators in COUP-TFI-mediated CYP11B2 transcription"}, {"pubmed": 15901746, "text": "Results suggest that recombinant human interleukin-12 upregulates STAT-1 expression and that increased expression may be dose dependent."}, {"pubmed": 16135793, "text": "PIAS1 modulates transcriptional activation of smooth muscle cells marker genes through cooperative interactions with both serum response factor and class I basic helix-loop-helix proteins proteins."}, {"pubmed": 16144832, "text": "Pias1 binds to and sumoylates metabotropic glutamate receptor 8"}, {"pubmed": 16563226, "text": "In this study, we demonstrate that MEF2A undergoes sumoylation primarily at a single lysine residue (K395) both in vitro and in vivo. We also show that the nuclear E3 ligase, PIAS1, promotes sumoylation of MEF2A."}, {"pubmed": 16600910, "text": "PIAS1 is required for the appropriate localization and retention of Msx1 at the nuclear periphery in myoblast cells."}, {"pubmed": 17371985, "text": "TGF-beta rapidly suppresses IFN-gamma-driven STAT1 signaling by reducing DNA binding via promotion of STAT1--PIAS1 interactions and not inhibition of STAT1 activation."}, {"pubmed": 17509614, "text": "These results suggest that KyoT2 is a substrate of SUMO modification catalyzed by PIAS1, and that SUMOylation may modulate the transcriptional repression effect of KyoT2 on the Notch/RBP-J signaling pathway [Kyot2]."}, {"pubmed": 17606919, "text": "PIASy cooperates with PIAS1 to down-regulate the specificity and magnitude of NF-kappa B/STAT1-mediated gene activation."}, {"pubmed": 17934332, "text": "the transcriptional repressor activity of ZNF133 is regulated by both the KRAB domain and the zinc finger motifs, and that the repressive effect by zinc finger motifs is mediated by PIAS1"}, {"pubmed": 18190974, "text": "The data show that HCV NS3/4a is able to block the Jak-Stat signaling pathway at the stage of Stat-1 serine 727 phosphorylation."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19288270, "text": "PIAS1 staining of the colon cancer tissue microarrays indicated a strong correlation of normal colon cells, and adenomas, with high expression of both PIAS1 and IRF-1"}, {"pubmed": 19604093, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20209145, "text": "FOXL2 interacts with PIAS1 and UBC9, and sumoylated in both human and mouse"}, {"pubmed": 20351170, "text": "Data show that regulation of SATB1 sumoylation and caspase cleavage is controlled by SATB1 phosphorylation; specifically, PIAS1 interaction with SATB1 is inhibited by phosphorylation."}, {"pubmed": 20711444, "text": "Pias1-dependent SUMOylation influences Gli protein activity"}, {"pubmed": 21338522, "text": "PIAS1 is a common partner for two cancer-related nuclear factors, c-Myb and FLASH."}, {"pubmed": 21467194, "text": "Ubc9 and PIAS1 potentiated SF-1-mediated transactivation of human CYP17, CYP11A1, and CYP11B1 but not CYP11B2 promoters."}, {"pubmed": 21676946, "text": "PIAS1 determines the level of JNK activity in human endometrial stromal cells , couples ROS signaling to the SUMO pathway, and promotes oxidative cell death."}, {"pubmed": 21717107, "text": "PIAS1 negatively regulates ubiquitination of Msx1 homeoprotein independent of its SUMO ligase activity."}, {"pubmed": 21925039, "text": "There are differences in the PIAS3 expression from different stages of gastric precancerous conditions/lesions to GC, which may reveal a close relationship between expression reduction or loss of PIAS3 and gastric tumorigenesis."}, {"pubmed": 22283414, "text": "PIAS1 promotes SUMOylation of AIB1 and represses its transcriptional activity."}, {"pubmed": 22449952, "text": "The data reveal an important new role for PIAS1 in the regulation of cell proliferation in prostate cancer."}, {"pubmed": 22539995, "text": "PIAS1 is a SUMO ligase for GATA4 that differentially regulates GATA4 transcriptional activity independent of SUMO ligase activity and GATA4 sumoylation."}, {"pubmed": 22972521, "text": "data suggest that PIAS1 may function as a tumor suppressor to regulate gastric cancer cell metastasis by targeting the MAPK signaling pathway"}, {"pubmed": 22976298, "text": "Data suggest that the pro-apoptotic protein Daxx specifically interacts with one or more substrates SUMOylated by PIAS1 and this interaction leads to apoptosis following UV irradiation."}, {"pubmed": 23202365, "text": "MAPK-activated protein kinase-2 limits endothelial inflammation via the PIAS1 S522 phosphorylation-mediated increase in PIAS1 transrepression and SUMO ligase activity."}, {"pubmed": 23472246, "text": "Levels of STAT1 andor the protein expression of its negative regulators, PIAS1 and SOCS3, may be a good predictor of hepatitis C virus response to therapy"}, {"pubmed": 24036127, "text": "Further study indicated that PIAS1 interacted with IRF3 and inhibited the DNA binding activity of IRF3."}, {"pubmed": 24052079, "text": "Smad2 and PIAS1 proteins were significantly upregulated resulting in dramatically increased interactions between Smad2/4 and PIAS1 in the presence of zinc."}, {"pubmed": 24174529, "text": "Phosphorylation of serine residues adjacent to the PIAS1 SUMO-interacting motif favors formation of the non covalent PIAS1.SUMO.UBC9 ternary complex"}, {"pubmed": 24586797, "text": "Elevated PIAS1 expression was observed in breast tumor samples."}, {"pubmed": 24872413, "text": "PIAS1 is the E3 ligase responsible for SUMOylation of HMGN2."}, {"pubmed": 24911587, "text": "Our data suggest that necdin suppresses PIAS1 both by inhibiting SUMO E3 ligase activity and by promoting ubiquitin-dependent degradation."}, {"pubmed": 25474038, "text": "the presented data indicate that PIAS1 is crucial for parental and docetaxel resistant prostate cancer cell survival"}, {"pubmed": 25895136, "text": "c-Myc is targeted to the proteasome for degradation in a SUMOylation-dependent manner, regulated by PIAS1, SENP7 and RNF4"}, {"pubmed": 26219822, "text": "Results show that apocrine breast cancer and prostate cancer cells share a core AR cistrome and target gene signature linked to cancer cell growth, and PIAS1 plays a similar coregulatory role for AR in both cancer cell types."}, {"pubmed": 26257066, "text": "PIAS1 is a determinant of poor survival and acts as a positive feedback regulator of AR signaling through enhanced AR stabilization in prostate cancer"}, {"pubmed": 26403403, "text": "the expression of SENP8, SAE1, PIAS1, PIAS2 and ZMIZ1 is deregulated in the majority of PTC tissues, likely contributing to the PTC phenotype."}, {"pubmed": 26450775, "text": "Data demonstrate that PIAS1 interacts with TRF2 and mediates its sumoylation serving as a molecular switch that controls the level of TRF2 at telomeres."}, {"pubmed": 27032383, "text": "PIAS1 enhances p300 recruitment to c-Myb-bound sites through interaction with both proteins. In addition, the E3 activity of PIAS1 enhances further its coactivation"}, {"pubmed": 27099310, "text": "identified the SUMO ligase PIAS1 as a constituent PML-NB antiviral protein. This finding distinguishes a SUMO ligase that may mediate signaling events important in promyelocytic leukemia nuclear body mediated intrinsic immunity."}, {"pubmed": 27146268, "text": "PIAS1 overexpression exacerbated mutant Huntingtin-associated phenotypes and aberrant protein accumulation"}, {"pubmed": 27239040, "text": "these results indicate that PIAS1 is a positive regulator of MYC."}, {"pubmed": 27276529, "text": "HBs protein-induced hPIAS1 transcription requires TAL1, E47, MYOG, NFI, and MAPK signal pathways"}, {"pubmed": 27811911, "text": "Rad18, independently of its ubiquitin ligase activity, promotes DNA polymerase eta SUMOylation by facilitating its interaction with its SUMO ligase PIAS1 and is required for DNA polymerase eta function at difficult to replicate loci."}, {"pubmed": 28493978, "text": "PIAS1 is a prognostic biomarker in breast cancer"}, {"pubmed": 29262325, "text": "PIAS1 as a key regulator of Epstein-Barr Virus lytic replication.  PIAS1 acts as an inhibitor for transcription factors involved in lytic gene expression."}, {"pubmed": 29848755, "text": "A novel function of p14ARF to inhibit PIAS1 by enhancing SUMOylation."}, {"pubmed": 30419807, "text": "These findings demonstrate the crucial role of PIAS1-mediated PPARgamma SUMOylation in protecting against myocardial ischemia-reperfusion injury."}, {"pubmed": 30861611, "text": "PIAS genes as disease markers in bipolar disorder."}, {"pubmed": 31084243, "text": "PIAS1expression of PIAS1 gene was increased in patients with MS compared to healthy subjects; also, there was a significant correlation between the expression of PIAS1 and PIAS2 genes with disease severity of multiple sclerosis"}, {"pubmed": 31752909, "text": "The SUMO3 modification of PIAS1 is also required for androgen receptor ubiquitination and degradation by recruiting ubiquitin E3 ligase MDM2."}, {"pubmed": 31870601, "text": "The current investigation highlights the role of PIAS1 downregulation in the evolution of graft rejection and potentiates this gene as a predictive marker for transplant fate."}, {"pubmed": 32047143, "text": "The small ubiquitin-like modifier (SUMO) protein is an ubiquitin-like (UBL) protein that is highly dynamic and can reversibly target lysine residues on a wide range of proteins involved in several essential cellular events, including protein translocation and degradation.Quantitative SUMO proteomics identifies PIAS1 substrates involved in cell migration and motility."}, {"pubmed": 32493705, "text": "Novel Variants of ELP2 and PIAS1 in the Interferon Gamma Signaling Pathway Are Associated with Non-Small Cell Lung Cancer Survival."}, {"pubmed": 32770107, "text": "PIAS1 and TIF1gamma collaborate to promote SnoN SUMOylation and suppression of epithelial-mesenchymal transition."}, {"pubmed": 33468657, "text": "PIAS1 modulates striatal transcription, DNA damage repair, and SUMOylation with relevance to Huntington's disease."}, {"pubmed": 33759814, "text": "Functional genomics study of protein inhibitor of activated STAT1 in mouse hippocampal neuronal cells revealed by RNA sequencing."}, {"pubmed": 33763841, "text": "Expression of PIAS Genes in Migraine Patients."}, {"pubmed": 34537242, "text": "Linking nuclear matrix-localized PIAS1 to chromatin SUMOylation via direct binding of histones H3 and H2A.Z."}, {"pubmed": 34951052, "text": "A PIAS1 Protective Variant S510G Delays polyQ Disease Onset by Modifying Protein Homeostasis."}, {"pubmed": 35007836, "text": "Roles of the SUMO-related enzymes, PIAS1, PIAS4, and RNF4, in DNA double-strand break repair by homologous recombination."}, {"pubmed": 36050397, "text": "Crosstalk between SUMOylation and ubiquitylation controls DNA end resection by maintaining MRE11 homeostasis on chromatin."}, {"pubmed": 37664931, "text": "SUMOylation of SMAD4 by PIAS1 in Conjunction with Vimentin Upregulation Promotes Migration Potential in Non-Small Cell Lung Cancer."}, {"pubmed": 38102979, "text": "SUMOylation and coupling of eNOS mediated by PIAS1 contribute to maintenance of vascular homeostasis."}, {"pubmed": 38190100, "text": "Multi-omics integration identifies cell-state-specific repression by PBRM1-PIAS1 cooperation."}, {"pubmed": 38802795, "text": "CircPIAS1 promotes hepatocellular carcinoma progression by inhibiting ferroptosis via the miR-455-3p/NUPR1/FTH1 axis."}], "genomic_pos": {"chr": "15", "end": 68198603, "ensemblgene": "ENSG00000033800", "start": 68054309, "strand": 1}, "genomic_pos_hg19": {"chr": "15", "end": 68483096, "start": 68346517, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000082", "qualifier": "involved_in", "term": "G1/S transition of mitotic cell cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 36050397, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007259", "pubmed": 10805787, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway via JAK-STAT"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008542", "qualifier": "involved_in", "term": "visual learning"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016925", "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016925", "pubmed": 18579533, "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016925", "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016925", "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016925", "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032436", "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033235", "pubmed": [17696781, 21965678], "qualifier": "involved_in", "term": "positive regulation of protein sumoylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045444", "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051152", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0065004", "qualifier": "involved_in", "term": "protein-DNA complex assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904377", "qualifier": "involved_in", "term": "positive regulation of protein localization to cell periphery"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [14752048, 27068747], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016605", "qualifier": "colocalizes_with", "term": "PML body"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0034399", "qualifier": "located_in", "term": "nuclear periphery"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003712", "qualifier": "enables", "term": "transcription coregulator activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003714", "pubmed": 10805787, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14752048, 15133049, 16154161, 18579533, 21338522, 21911577, 21965678, 22555612, 23275563, 25241761, 27211601, 28842558, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0019789", "pubmed": [12356736, 12393906, 17283066, 20972456, 21965678], "qualifier": "enables", "term": "SUMO transferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0019789", "qualifier": "enables", "term": "SUMO transferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 17087506, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019904", "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031625", "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061665", "qualifier": "enables", "term": "SUMO ligase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061665", "pubmed": [18579533, 27068747, 36050397], "qualifier": "enables", "term": "SUMO ligase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140297", "qualifier": "enables", "term": "DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[7165, 1274857], [7227, 35927], [8364, 100488714], [9031, 427514], [9544, 693445], [9598, 467715], [9606, 8554], [9615, 478350], [9913, 509231], [10090, 56469], [10116, 300772]], "id": 22953}, "interpro": [{"desc": "SAP domain", "id": "IPR003034", "short_desc": "SAP_dom"}, {"desc": "Zinc finger, MIZ-type", "id": "IPR004181", "short_desc": "Znf_MIZ"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "PINIT domain", "id": "IPR023321", "short_desc": "PINIT"}, {"desc": "SAP domain superfamily", "id": "IPR036361", "short_desc": "SAP_dom_sf"}, {"desc": "PINIT domain superfamily", "id": "IPR038654", "short_desc": "PINIT_sf"}], "ipi": ["IPI00220424", "IPI01011206"], "map_location": "15q23", "name": "protein inhibitor of activated STAT 1", "other_names": ["AR interacting protein", "DEAD/H (Asp-Glu-Ala-Asp/His) box binding protein 1", "DEAD/H box-binding protein 1", "E3 SUMO-protein ligase PIAS1", "E3 SUMO-protein transferase PIAS1", "RNA helicase II-binding protein", "gu-binding protein", "protein inhibitor of activated STAT protein 1", "zinc finger, MIZ-type containing 3"], "pantherdb": {"HGNC": "2752", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1913125", "ortholog_type": "LDO", "panther_family": "PTHR10782", "taxid": 10090, "uniprot_kb": "O88907"}, {"RGD": "1307843", "ortholog_type": "LDO", "panther_family": "PTHR10782", "taxid": 10116, "uniprot_kb": "G3V9T0"}, {"Ensembl": "ENSGALG00000007970", "ortholog_type": "LDO", "panther_family": "PTHR10782", "taxid": 9031, "uniprot_kb": "F1NSG6"}, {"Ensembl": "ENSDARG00000114543", "ortholog_type": "LDO", "panther_family": "PTHR10782", "taxid": 7955, "uniprot_kb": "A0A2R8RX91"}, {"Ensembl": "ENSDARG00000036094", "ortholog_type": "O", "panther_family": "PTHR10782", "taxid": 7955, "uniprot_kb": "A0A1D5NSS2"}, {"ZFIN": "ZDB-GENE-050419-202", "ortholog_type": "LDO", "panther_family": "PTHR10782", "taxid": 7955, "uniprot_kb": "X1WDM3"}, {"WormBase": "WBGene00001574", "ortholog_type": "O", "panther_family": "PTHR10782", "taxid": 6239, "uniprot_kb": "Q94361"}, {"FlyBase": "FBgn0003612", "ortholog_type": "O", "panther_family": "PTHR10782", "taxid": 7227, "uniprot_kb": "A1Z7P5"}, {"SGD": "S000005682", "ortholog_type": "O", "panther_family": "PTHR10782", "taxid": 4932, "uniprot_kb": "Q12216"}, {"SGD": "S000002817", "ortholog_type": "O", "panther_family": "PTHR10782", "taxid": 4932, "uniprot_kb": "Q04195"}, {"PomBase": "SPAC1687.05", "ortholog_type": "O", "panther_family": "PTHR10782", "taxid": 4896, "uniprot_kb": "O94451"}, {"dictyBase": "DDB_G0280603", "ortholog_type": "O", "panther_family": "PTHR10782", "taxid": 352472, "uniprot_kb": "Q54V57"}, {"dictyBase": "DDB_G0274743", "ortholog_type": "O", "panther_family": "PTHR10782", "taxid": 352472, "uniprot_kb": "Q555X5"}, {"TAIR": "2175148", "ortholog_type": "O", "panther_family": "PTHR10782", "taxid": 3702, "uniprot_kb": "Q680Q4"}, {"TAIR": "2160417", "ortholog_type": "O", "panther_family": "PTHR10782", "taxid": 3702, "uniprot_kb": "F4JYG0"}, {"TAIR": "2035999", "ortholog_type": "O", "panther_family": "PTHR10782", "taxid": 3702, "uniprot_kb": "A0A0A7EPL0"}], "uniprot_kb": "O75925"}, "pathway": {"biocarta": {"id": "ranbp2pathway", "name": "sumoylation by ranbp2 regulates transcriptional repression"}, "kegg": [{"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}], "netpath": {"id": "Pathway_IL11", "name": "IL11"}, "pid": [{"id": "ar_pathway", "name": "Coregulation of Androgen receptor activity"}, {"id": "hedgehog_glipathway", "name": "Hedgehog signaling events mediated by Gli proteins"}, {"id": "ifngpathway", "name": "IFN-gamma pathway"}, {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, {"id": "ranbp2pathway", "name": "Sumoylation by RanBP2 regulates transcriptional repression"}, {"id": "tcptp_pathway", "name": "Signaling events mediated by TCPTP"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108214", "name": "SUMOylation of DNA damage response and repair proteins"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3232118", "name": "SUMOylation of transcription factors"}, {"id": "R-HSA-3232142", "name": "SUMOylation of ubiquitinylation proteins"}, {"id": "R-HSA-3899300", "name": "SUMOylation of transcription cofactors"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-4090294", "name": "SUMOylation of intracellular receptors"}, {"id": "R-HSA-4090294", "name": "SUMOylation of intracellular receptors"}, {"id": "R-HSA-4551638", "name": "SUMOylation of chromatin organization proteins"}, {"id": "R-HSA-5696395", "name": "Formation of Incision Complex in GG-NER"}, {"id": "R-HSA-5696398", "name": "Nucleotide Excision Repair"}, {"id": "R-HSA-5696399", "name": "Global Genome Nucleotide Excision Repair (GG-NER)"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-877312", "name": "Regulation of IFNG signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP2332", "name": "Interleukin-11 Signaling Pathway"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP4197", "name": "Immune response to tuberculosis"}, {"id": "WP585", "name": "Interferon type I signaling pathways"}]}, "pdb": "1V66", "pfam": ["PF02891", "PF14324"], "pharmgkb": "PA33285", "pharos": {"target_id": 11878, "tdl": "Tbio"}, "prosite": ["PS50800", "PS51044", "PS51466"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258807", "relationship": "is"}, {"id": "GNF258808", "relationship": "is"}, {"id": "GNF258809", "relationship": "is"}, {"id": "GNF258810", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF032508", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100468", "relationship": "is"}, {"id": "GNF105733", "relationship": "is"}, {"id": "GNF145379", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1"], "protein": ["NP_001307616.1", "NP_057250.1", "XP_011520428.1", "XP_011520429.1", "XP_016878177.1", "XP_016878178.1", "XP_047289153.1", "XP_054235009.1", "XP_054235010.1", "XP_054235011.1", "XP_054235012.1", "XP_054235013.1"], "rna": ["NM_001320687.1", "NM_016166.3", "XM_011522126.3", "XM_011522127.3", "XM_017022688.2", "XM_017022689.2", "XM_047433197.1", "XM_054379034.1", "XM_054379035.1", "XM_054379036.1", "XM_054379037.1", "XM_054379038.1"], "translation": [{"protein": "XP_011520428.1", "rna": "XM_011522126.3"}, {"protein": "XP_054235010.1", "rna": "XM_054379035.1"}, {"protein": "XP_016878177.1", "rna": "XM_017022688.2"}, {"protein": "XP_016878178.1", "rna": "XM_017022689.2"}, {"protein": "XP_054235012.1", "rna": "XM_054379037.1"}, {"protein": "XP_011520429.1", "rna": "XM_011522127.3"}, {"protein": "XP_054235009.1", "rna": "XM_054379034.1"}, {"protein": "NP_057250.1", "rna": "NM_016166.3"}, {"protein": "XP_054235013.1", "rna": "XM_054379038.1"}, {"protein": "NP_001307616.1", "rna": "NM_001320687.1"}, {"protein": "XP_047289153.1", "rna": "XM_047433197.1"}, {"protein": "XP_054235011.1", "rna": "XM_054379036.1"}]}, "reporter": {"HG-U133_Plus_2": ["217862_at", "217863_at", "217864_s_at"], "HG-U95Av2": "36573_at", "HG-U95B": ["46559_at", "55478_at", "58682_at"], "HTA-2_0": "TC15000627.hg.1", "HuEx-1_0": "3599280", "HuGene-1_1": "7984453", "HuGene-2_1": "16802389"}, "retired": [8695, 51405], "summary": "This gene encodes a member of the protein inhibitor of activated STAT (PIAS) family. PIAS proteins function as SUMO E3 ligases and play important roles in many cellular processes by mediating the sumoylation of target proteins. This protein plays a central role as a transcriptional coregulator of numerous cellular pathways includign the STAT1 and nuclear factor kappaB pathways. Alternate splicing results in multiple transcript variants. [provided by RefSeq, Mar 2016].", "symbol": "PIAS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413968"}, "unigene": ["Hs.694796", "Hs.162458"], "uniprot": {"Swiss-Prot": "O75925", "TrEMBL": ["H3BSI8", "H3BUL7", "H3BS65"]}, "wikipedia": {"url_stub": "PIAS1"}}