{"AllianceGenome": "28993", "HGNC": "28993", "MIM": "611184", "_id": "9780", "_version": 1, "accession": {"genomic": ["AC092384.5", "AC138028.1", "CH471184.2", "CP068262.2", "CQ834400.1", "NC_000016.10", "NC_060940.1", "NG_042229.1", "OM914592.1", "OM914593.1", "OM914594.1", "OM914595.1", "OM914596.1", "OM914597.1"], "protein": ["AAH08073.2", "AAI50272.1", "AGH27891.1", "BAA13240.1", "BAF03565.1", "CAH05415.1", "EAW66773.1", "NP_001136336.2", "Q92508.4", "UXM19923.1", "UXM19924.1", "UXM19925.1", "UXM19926.1", "UXM19927.1", "UXM19928.1"], "rna": ["AA682915.1", "AA825468.1", "AB161230.1", "AK092007.1", "AL582912.3", "BC008073.2", "BC016983.1", "BC141877.1", "BC150271.1", "BE066337.1", "BU633404.1", "CN280966.1", "D87071.1", "DR731297.1", "DV080349.1", "DV080374.1", "HY165228.1", "KC602455.1", "NM_001142864.4"], "translation": [{"protein": "AAH08073.2", "rna": "BC008073.2"}, {"protein": "BAA13240.1", "rna": "D87071.1"}, {"protein": "NP_001136336.2", "rna": "NM_001142864.4"}, {"protein": "AAI50272.1", "rna": "BC150271.1"}, {"protein": "BAF03565.1", "rna": "AB161230.1"}, {"protein": "AGH27891.1", "rna": "KC602455.1"}]}, "alias": ["DHS", "ER", "FAM38A", "LMPH3", "LMPHM6", "Mib"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "strong", "classification_date": "2023-07-02T04:00:00.000Z", "disease_label": "dehydrated hereditary stomatocytosis with or without pseudohyperkalemia and/or perinatal edema", "gcep": "Prenatal Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0008689", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_6a86cb1d-4eed-4c10-971f-4a9578cb12b1-2023-07-02T040000.000Z", "sop": "SOP9"}, {"classification": "definitive", "classification_date": "2023-07-03T16:00:00.000Z", "disease_label": "PIEZO1-related generalized lymphatic dysplasia with non-immune hydrops fetalis", "gcep": "Prenatal Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0035474", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_d37d7a52-269b-4a45-b28e-c6cbdfd7d94e-2023-07-03T160000.000Z", "sop": "SOP9"}]}, "ensembl": {"gene": "ENSG00000103335", "protein": ["ENSP00000301015", "ENSP00000333704", "ENSP00000406358", "ENSP00000428673", "ENSP00000456373", "ENSP00000456680"], "transcript": ["ENST00000301015", "ENST00000327397", "ENST00000419505", "ENST00000466823", "ENST00000472168", "ENST00000474606", "ENST00000475586", "ENST00000484567", "ENST00000490756", "ENST00000491917", "ENST00000495568", "ENST00000497793", "ENST00000518793", "ENST00000521877", "ENST00000566414"], "translation": [{"protein": "ENSP00000301015", "rna": "ENST00000301015"}, {"protein": "ENSP00000406358", "rna": "ENST00000419505"}, {"protein": "ENSP00000456680", "rna": "ENST00000518793"}, {"protein": "ENSP00000456373", "rna": "ENST00000466823"}, {"protein": "ENSP00000428673", "rna": "ENST00000474606"}, {"protein": "ENSP00000333704", "rna": "ENST00000327397"}], "type_of_gene": "protein_coding"}, "entrezgene": "9780", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.01683347774, "exp_mis": 17.5931830519, "exp_syn": 8.80646973647, "lof_z": 1.40677506628591, "mis_z": -3.89564545353079, "mu_lof": 5.97148419009e-06, "mu_mis": 0.000108234092195, "mu_syn": 5.23667439542e-05, "n_lof": 0.0, "n_mis": 51.0, "n_syn": 25.0, "p_li": 0.535969010144802, "p_null": 0.0583381630694615, "p_rec": 0.405692826785737, "syn_z": -3.38290714792276}, "bp": 7566, "cds_end": 88851372, "cds_start": 88782012, "n_exons": 51, "nonpsych": {"exp_lof": 1.80667078778, "exp_mis": 15.904770697, "exp_syn": 7.95194679025, "lof_z": 1.32005342520796, "mis_z": -4.18565450325385, "mu_lof": 5.97148419009e-06, "mu_mis": 0.000108234092195, "mu_syn": 5.23667439542e-05, "n_lof": 0.0, "n_mis": 49.0, "n_syn": 24.0, "p_li": 0.546318434765505, "p_null": 0.0631016530354436, "p_rec": 0.390579912199051, "syn_z": -3.58301912111727}, "nontcga": {"exp_lof": 1.85365845157, "exp_mis": 16.1839011568, "exp_syn": 8.10012409567, "lof_z": 1.34306197768403, "mis_z": -3.69248759784771, "mu_lof": 5.97148419009e-06, "mu_mis": 0.000108234092195, "mu_syn": 5.23667439542e-05, "n_lof": 0.0, "n_mis": 46.0, "n_syn": 19.0, "p_li": 0.530065441246827, "p_null": 0.0604942783509625, "p_rec": 0.409440280402211, "syn_z": -2.42492314208452}, "transcript": "ENST00000301015.9"}, "exons": [{"cdsend": 88784964, "cdsstart": 88715604, "chr": "16", "position": [[88715337, 88715854], [88715932, 88716119], [88716197, 88716277], [88716360, 88716483], [88716558, 88716731], [88716805, 88716898], [88717022, 88717211], [88719573, 88719721], [88719801, 88719960], [88720068, 88720283], [88720384, 88720532], [88720615, 88720748], [88721165, 88721430], [88721537, 88721726], [88721807, 88722066], [88722217, 88722397], [88722582, 88722689], [88722836, 88723009], [88723094, 88723151], [88723225, 88723328], [88723870, 88723971], [88725008, 88725080], [88725415, 88725519], [88725594, 88725684], [88726283, 88726455], [88726546, 88726643], [88726714, 88726958], [88727038, 88727192], [88727556, 88727661], [88731705, 88731910], [88732334, 88732535], [88732606, 88732732], [88733277, 88733454], [88733587, 88733745], [88733905, 88734054], [88734355, 88734538], [88734649, 88734798], [88734874, 88735053], [88735134, 88735246], [88736147, 88736408], [88736638, 88736739], [88737558, 88737646], [88737727, 88737814], [88737933, 88738105], [88738226, 88738440], [88738567, 88738736], [88741477, 88741616], [88742052, 88742095], [88742299, 88742422], [88749383, 88749479], [88784900, 88785220]], "strand": -1, "transcript": "NM_001142864", "txend": 88785220, "txstart": 88715337}], "exons_hg19": [{"cdsend": 88851372, "cdsstart": 88782012, "chr": "16", "position": [[88781745, 88782262], [88782340, 88782527], [88782605, 88782685], [88782768, 88782891], [88782966, 88783139], [88783213, 88783306], [88783430, 88783619], [88785981, 88786129], [88786209, 88786368], [88786476, 88786691], [88786792, 88786940], [88787023, 88787156], [88787573, 88787838], [88787945, 88788134], [88788215, 88788474], [88788625, 88788805], [88788990, 88789097], [88789244, 88789417], [88789502, 88789559], [88789633, 88789736], [88790278, 88790379], [88791416, 88791488], [88791823, 88791927], [88792002, 88792092], [88792691, 88792863], [88792954, 88793051], [88793122, 88793366], [88793446, 88793600], [88793964, 88794069], [88798113, 88798318], [88798742, 88798943], [88799014, 88799140], [88799685, 88799862], [88799995, 88800153], [88800313, 88800462], [88800763, 88800946], [88801057, 88801206], [88801282, 88801461], [88801542, 88801654], [88802555, 88802816], [88803046, 88803147], [88803966, 88804054], [88804135, 88804222], [88804341, 88804513], [88804634, 88804848], [88804975, 88805144], [88807885, 88808024], [88808460, 88808503], [88808707, 88808830], [88815791, 88815887], [88851308, 88851628]], "strand": -1, "transcript": "NM_001142864", "txend": 88851628, "txstart": 88781745}], "generif": [{"pubmed": 18311491, "text": "The MIB index was strongly correlated with disease progression in papillary urothelial neoplasms in the urinary bladder."}, {"pubmed": 20016066, "text": "siRNA knockdown in epithelial cells inactivates endogenous beta1 integrin, reducing cell adhesion"}, {"pubmed": 22529292, "text": "Data show that the transmission of PIEZO1 mutations and cosegregation with the disease phenotype in all affected persons in both kindreds."}, {"pubmed": 22790451, "text": "Piezo1 responses in a patch emulate many of the responses seen in whole-cell mode, there are significant differences, presumably in the force transfer structures."}, {"pubmed": 22792288, "text": "Loss of Fam38A expression may cause increased cell migration and metastasis in lung tumours."}, {"pubmed": 23479567, "text": "R2456H and R2488Q mutations in PIEZO1 alter mechanosensitive channel regulation, leading to increased cation transport in erythroid cells."}, {"pubmed": 23487776, "text": "Xerocytosis is caused by mutations that alter the kinetics of the mechanosensitive channel PIEZO1."}, {"pubmed": 23581886, "text": "study reports two unrelated families with hereditary xerocytosis where probands presented fetal hydrops for which the same heterozygous mutation in PIEZO1 was identified"}, {"pubmed": 23695678, "text": "The gain-of-function PIEZO1 phenotype provides insight that helps to explain the increased permeability of cations in red blood cells of dehydrated hereditary stomatocytosis patients."}, {"pubmed": 23972840, "text": "gating and inactivation as a function of pressure"}, {"pubmed": 24157948, "text": "PIEZO1 stretch sensitivity is modulated by polycystin-2."}, {"pubmed": 24314002, "text": "Hereditary xerocytosis and familial haemolysis due to mutation in the PIEZO1 gene have been found in a Danish pedigree."}, {"pubmed": 24798994, "text": "Piezo1 is a novel TFF1 binding protein that is important for TFF1-mediated cell migration in gastric cancer cells."}, {"pubmed": 25037583, "text": "family of mechanically activated channels that counts only two members in human, piezo1 and 2, has emerged recently. [review]"}, {"pubmed": 25044010, "text": "The R2488Q PIEZO1 mutation is an apparent major cause of familial hereditary xerocytosis."}, {"pubmed": 25349416, "text": "the mechanically gated ion channel Piezo1 is an important determinant of mechanosensitive lineage choice in neural stem cells and may play similar roles in other multipotent stem cells."}, {"pubmed": 25561736, "text": "Protonation of the human PIEZO1 ion channel stabilizes inactivation."}, {"pubmed": 25666479, "text": "a possible role of Piezo1 in invasion and metastatic propagation."}, {"pubmed": 25955826, "text": "PIEZO1 is permeable to monovalent ions (K+, Na+, Cs+, Li+) and most divalent ions (Ba2+, Ca2+ and Mg2+), but not to Mn2+."}, {"pubmed": 26001274, "text": "Mechanically activated Piezo1 plays an essential role in red blood cell volume homeostasis."}, {"pubmed": 26001275, "text": "Piezo1 is amenable to chemical activation and thus there is a possibility that endogenous Piezo1 agonists might exist."}, {"pubmed": 26333996, "text": "Homozygous and compound heterozygous mutations in PIEZO1, result in an autosomal recessive form of generalized lymphatic dysplasia with a high incidence of non-immune hydrops fetalis and childhood onset of facial and four limb lymphoedema."}, {"pubmed": 26351678, "text": "Piezo1 channels are likely to function in normal RBCs and suggest a previously unidentified mechanotransductive pathway in ATP release."}, {"pubmed": 26387913, "text": "Mutations in PIEZO1 is associated with persistent lymphoedema caused by congenital lymphatic dysplasia."}, {"pubmed": 26646186, "text": "Piezo1 responds to lateral membrane tension with exquisite sensitivity as compared to other mechanically activated channels and that resting tension can drive channel inactivation, thereby tuning overall mechanical sensitivity of Piezo1."}, {"pubmed": 26963637, "text": "When the \"split protein\" is coexpressed, the parts associate to form a normal channel."}, {"pubmed": 26971963, "text": "correlation between HPCHA and PIEZO1-gene mutated findings raise an important question as to whether any of the high phosphatidylcholine hemolytic anemia cases previously diagnosed in Japan may have in fact been the form of hemolytic anemia known as hereditary xerocytosis or dehydrated hereditary stomatocytosis with PIEZO1 gene mutation"}, {"pubmed": 27160899, "text": "differential regulation of PKA and cell stiffness in unconfined versus confined cells is abrogated by dual, but not individual, inhibition of Piezo1 and myosin II."}, {"pubmed": 27515482, "text": "MiR-103a might be a potential biomarker of myocardium infarction and could be used as an index for the diagnosis of AMI. It may be involved in the development of HBP and onset of AMI through regulating the Piezo1 expression."}, {"pubmed": 27694883, "text": "analysis of Piezo1 domains by using localized force on magnetic nanoparticles"}, {"pubmed": 27743844, "text": "The Piezo1 convert a variety of mechanical stimuli into channel activation and subsequent inactivation, and what molecules and mechanisms modulate Piezo function."}, {"pubmed": 27797339, "text": "data demonstrate that PIEZO1 is required for the regulation of NO formation, vascular tone, and blood pressure."}, {"pubmed": 28164706, "text": "In the absence of extracellular matrix (ECM) proteins Piezo1 receptors are relatively insensitive to mechanical forces pushing the cellular membrane, whereas they can hardly be activated by mechanically pulling the membrane. Yet, if conjugated with Matrigel, a mix of ECM proteins, the receptors become sensitized."}, {"pubmed": 28199303, "text": "Because Piezo1 senses both mechanical crowding and stretch, it may act as a homeostatic sensor to control epithelial cell numbers, triggering extrusion and apoptosis in crowded regions and cell division in sparse regions."}, {"pubmed": 28416610, "text": "platelets and Meg-01 cells express the MS cation channel Piezo1, which may contribute to Ca(2+) entry and thrombus formation under arterial shear."}, {"pubmed": 28619848, "text": "present study was designed to evaluate in hereditary xerocytosis the functional link between mutated Piezo1 and KCNN4"}, {"pubmed": 28698554, "text": "Results find that Ucn1 exerts its chondroprotective effect by maintaining Piezo1 in a closed conformation."}, {"pubmed": 28716860, "text": "Additional alterations in mutant PIEZO1 channel kinetics, differences in response to osmotic stress, and altered membrane protein trafficking, predicting variant alleles that worsen or ameliorate erythrocyte hydration."}, {"pubmed": 28905417, "text": "The structural dynamics of the PIEZO1 channel activation and inactivation by coarse-grained modeling has been reported."}, {"pubmed": 29065102, "text": "Piezo1-shRNA could inhibit the invasion of the osteosarcoma cells."}, {"pubmed": 29191841, "text": "rare genetic variation accounts for a genetic phenotype-modifier role in dehydrated hereditary stomatocytosis"}, {"pubmed": 29210095, "text": "A family with clinical and laboratory characteristics of hereditary xerocytosis (HX) had an apparently conservative novel variant, L2023V, in PIEZO1. Functional analyses demonstrated a gain-of-function phenotype for the mutant PIEZO1 channel, confirming the pathogenicity of the variant and its causative role for HX."}, {"pubmed": 29330322, "text": "we discovered a hitherto unknown regulatory mechanism for human T cell activation and provide the first evidence, to our knowledge, for the involvement of Piezo1 mechanosensors in immune regulation."}, {"pubmed": 29545531, "text": "Both vertebrate and invertebrate mechanosensitive PIEZO ion channels are polymodal, being voltage modulated, and can even be directly voltage gated following a preceding mechanical stimulus."}, {"pubmed": 29683214, "text": "PIEZO1 exhibited an upregulation in most of the Gastric Cancer cell lines and primary samples compared with non-tumorous gastric epithelial tissues. Increase of PIEZO1 was associated with poor disease specific survival. PIEZO1 knockdown led to inhibitory effect by suppressing cell proliferation and invasion and inhibiting xenograft formation."}, {"pubmed": 29757938, "text": "the knockdown of PIEZO1 significantly reduced the cell-viability of SW982 cells."}, {"pubmed": 29799007, "text": "Cell surface flip-flop of phosphatidylserine acts as a molecular switch for PIEZO1 activation that governs proper morphogenesis during myotube formation."}, {"pubmed": 29945412, "text": "Piezo1 protein was extensively expressed in the cytoplasm and nucleus of the nucleus pulposus cells"}, {"pubmed": 30085186, "text": "Piezo1 channels are Ca2+-permeable non-selective cationic channels which are critical for shear stress sensing and maturation of murine embryonic vasculature"}, {"pubmed": 30105803, "text": "in vivo evidence that a common PIEZO1 deletion allele is associated with RBC dehydration in sickle cell disease patients."}, {"pubmed": 30244526, "text": "we report the use of prenatal ES to identify novel PIEZO1 variants as a cause of severe in utero onset of GLD."}, {"pubmed": 30250223, "text": "We observed that over-expression of PIEZO1 in HEK293 cells increased cell migration velocity ~10-fold, and both enantiomeric A-beta peptides and GsMTx4 independently inhibited migration, demonstrating involvement of PIEZO1 in cell motility."}, {"pubmed": 30260030, "text": "ShRNA-Piezo1 can protect cells by reducing the level of intracellular Ca(2+) and the change of mitochondrial membrane potential."}, {"pubmed": 30324494, "text": "the presence of both Piezo1 and 2 in enteric neurons throughout the gastrointestinal tract from guinea pigs, mice and humans, were studied."}, {"pubmed": 30344046, "text": "A stiffer mechanical tumor microenvironment elevates PIEZO1 expression to promote glioma aggression."}, {"pubmed": 30462693, "text": "Whole-cell current from coexpressed PIEZO1/PIEZO2 also fit as a linear combination of homomer currents. High-resolution optical images of fluorescently-tagged channels support this interpretation because coexpressed subunits segregate into discrete domains."}, {"pubmed": 30480546, "text": "The membrane footprint amplifies the sensitivity of piezo-type mechanosensitive ion channel component 1 (Piezo1) to changes in membrane tension, rendering it exquisitely responsive."}, {"pubmed": 30628892, "text": "identify a functionally conserved inactivation gate in the pore-lining inner helix of mouse Piezo1 and Piezo2 that is distinct from the two constrictions"}, {"pubmed": 30655378, "text": "PIEZO1-hereditary xerocytosis was characterized by compensated hemolysis in most cases, perinatal edema of heterogeneous severity in more than 20% of families and a major risk of post-splenectomy thrombotic events, including a high frequency of portal thrombosis; demonstrate the genetic bases of PIEZO1-hereditary xerocytosis."}, {"pubmed": 30741991, "text": "Functional expression of the mechanosensitive PIEZO1 channel in primary endometrial epithelial cells and endometrial organoids."}, {"pubmed": 30745454, "text": "Results indicate the critical prognostic values of the piezo type mechanosensitive ion channel components PIEZO1 and PIEZO2 in non-small cell lung cancer (NSCLC)."}, {"pubmed": 30867417, "text": "Study using cultured human and mouse cells found that margaric acid, a saturated fatty acid present in dairy products and fish, inhibits Piezo1 activation and polyunsaturated fatty acids (PUFAs), present in fish oils, modulate channel inactivation."}, {"pubmed": 30885080, "text": "The results showcase the use of droplet-hydrogel bilayer for future experiments allowing simultaneous measurements of Piezo1 bilayer gating while visualising the channel proteins using fluorescence."}, {"pubmed": 30916365, "text": "rapid amplification of cDNA ends identified a novel PIEZO1-RSPO2 fusion in one traditional serrated adenoma"}, {"pubmed": 31290742, "text": "Piezo1 functions as a key mechanotransducer for conferring mechanosensitivity to osteoblasts."}, {"pubmed": 31298594, "text": "Mild erythrocytosis as a presenting manifestation of PIEZO1 associated erythrocyte volume disorders."}, {"pubmed": 31322184, "text": "The expression Piezo1 was demonstrated to be significantly elevated in prostate cancer (PCa) cell lines and in human prostate malignant tumor tissues. Downregulation of Piezo1 significantly suppressed the viability, proliferation and migration of prostate cancer cells in vitro, and inhibited prostate tumor growth in vivo. Piezo1 may also serve as a biomarker of PCa."}, {"pubmed": 31340627, "text": "stomatocytosis with PIEZO1 gene mutations"}, {"pubmed": 31396578, "text": "Piezo1 Ca(2+) flickers allow spatial segregation of mechanotransduction events, and mobility allows Piezo1 channels to explore a large number of mechanical microdomains and thus respond to a greater diversity of mechanical cues."}, {"pubmed": 31413092, "text": "PIEZO1 activation delays erythroid differentiation of normal and hereditary xerocytosis-derived human progenitor cells."}, {"pubmed": 31451220, "text": "The study investigated the role of Piezo1 in mediating the intracellular calcium response of HEK293T cells in response to pulsed Ultrasound (US). The elicited calcium response depends critically on the pulse repetition frequency or burst duration of the US, as well as the presence of the Piezo1.  Significantly higher increase was produced in the Piezo1-transfected than in the Piezo1-knockout cells."}, {"pubmed": 31586031, "text": "Multiplex kinase activity profiling combined with kinase inhibitor experiments and phosphospecific immunoblotting established that Piezo1 activation stimulates IL-6 secretion via the p38 mitogen-activated protein kinase downstream of Ca(2+) entry. In summary, cardiac fibroblasts express mechanically activated Piezo1 channels coupled to secretion of the paracrine signaling molecule IL-6."}, {"pubmed": 31611621, "text": "Coordination of WNT signaling and ciliogenesis during odontogenesis by piezo type mechanosensitive ion channel component 1."}, {"pubmed": 31624108, "text": "PIEZO1 gain-of-function mutations delay reticulocyte maturation in hereditary xerocytosis."}, {"pubmed": 31685811, "text": "Activation of Piezo1 sensitizes cells to TRAIL-mediated apoptosis through mitochondrial outer membrane permeability."}, {"pubmed": 31737919, "text": "This is the first demonstration of a direct link between PIEZO1 and iron metabolism, which defines the channel as a new hepatic iron metabolism regulator and as a possible therapeutic target of iron overload in DHS and other iron-loading anemias."}, {"pubmed": 31968259, "text": "Inactivation Kinetics and Mechanical Gating of Piezo1 Ion Channels Depend on Subdomains within the Cap."}, {"pubmed": 31968281, "text": "Identification of PIEZO1 polymorphisms for human bone mineral density."}, {"pubmed": 32109669, "text": "Heterogeneous phenotype of Hereditary Xerocytosis in association with PIEZO1 variants."}, {"pubmed": 32112123, "text": "Targeted next-generation sequencing identified 8 missense variants in the PIEZO1 gene in 7 unrelated Indian hereditary xerocytosis patients. 3 of the 8 variants are novel (c.1795G > C, c.2915G > A, c.7372 T > C). Autosomal dominant mutation (c.7372 T > C) is associated with iron refractory iron deficiency anemia. Structural-functional analysis of the novel variants was investigated by molecular modeling software."}, {"pubmed": 32152662, "text": "Overexpressing Piezo1 and silencing MCU could promote colon cancer cell migration and metastasis, reduce mitochondrial membrane potential, and promote each other's expression."}, {"pubmed": 32265284, "text": "Red blood cells heterozygous for PIEZO1 E756del are not dehydrated and can support the intracellular growth of P. falciparum like wild-type cells. However, surface expression of the P. falciparum virulence protein PfEMP-1 was significantly reduced in infected cells heterozygous for PIEZO1 756del. Study findings demonstrate that PIEZO1 is an important innate determinant of malaria susceptibility in humans."}, {"pubmed": 32323761, "text": "The roles of mechanosensitive ion channels and associated downstream MAPK signaling pathways in PDLC mechanotransduction."}, {"pubmed": 32481599, "text": "Functional Expression of Piezo1 in Dorsal Root Ganglion (DRG) Neurons."}, {"pubmed": 32526681, "text": "Piezo1 activates the NLRP3 inflammasome in nucleus pulposus cell-mediated by Ca(2+)/NF-kappaB pathway."}, {"pubmed": 32579474, "text": "Active modulation of human erythrocyte mechanics."}, {"pubmed": 32675337, "text": "Effect of Piezo1 Overexpression on Peritumoral Brain Edema in Glioblastomas."}, {"pubmed": 32697107, "text": "Transcatheter Aortic Valve Implantation Represents an Anti-Inflammatory Therapy Via Reduction of Shear Stress-Induced, Piezo-1-Mediated Monocyte Activation."}, {"pubmed": 32826342, "text": "Targeting Piezo1 unleashes innate immunity against cancer and infectious disease."}, {"pubmed": 32959903, "text": "Analyzing the shear-induced sensitization of mechanosensitive ion channel Piezo-1 in human aortic endothelial cells."}, {"pubmed": 32985688, "text": "YAP signaling induces PIEZO1 to promote oral squamous cell carcinoma cell proliferation."}, {"pubmed": 32999349, "text": "Identification of PIEZO1 as a potential prognostic marker in gliomas."}, {"pubmed": 33149214, "text": "Investigation of associations between Piezo1 mechanoreceptor gain-of-function variants and glaucoma-related phenotypes in humans and mice."}, {"pubmed": 33181827, "text": "Increased incidence of germline PIEZO1 mutations in individuals with idiopathic erythrocytosis."}, {"pubmed": 33204718, "text": "Mechanism of Abnormal Chondrocyte Proliferation Induced by Piezo1-siRNA Exposed to Mechanical Stretch."}, {"pubmed": 33210711, "text": "Piezo1 regulates migration and invasion of breast cancer cells via modulating cell mechanobiological properties."}, {"pubmed": 33226641, "text": "Piezo1 channels mediate trabecular meshwork mechanotransduction and promote aqueous fluid outflow."}, {"pubmed": 33298523, "text": "Piezo1 acts upstream of TRPV4 to induce pathological changes in endothelial cells due to shear stress."}, {"pubmed": 33439514, "text": "Piezo type mechanosensitive ion channel component 1 facilitates gastric cancer omentum metastasis."}, {"pubmed": 33559992, "text": "The prognostic value of Piezo1 in breast cancer patients with various clinicopathological features."}, {"pubmed": 33571427, "text": "A role of PIEZO1 in iron metabolism in mice and humans."}, {"pubmed": 33575334, "text": "A New Hope in Spinal Degenerative Diseases: Piezo1."}, {"pubmed": 33597646, "text": "Mechanical stretch induces Ca(2+) influx and extracellular release of PGE2 through Piezo1 activation in trabecular meshwork cells."}, {"pubmed": 33610907, "text": "Piezo1 impairs hepatocellular tumor growth via deregulation of the MAPK-mediated YAP signaling pathway."}, {"pubmed": 33628392, "text": "Mechanosensitive Ion Channel Piezo1 Activated by Matrix Stiffness Regulates Oxidative Stress-Induced Senescence and Apoptosis in Human Intervertebral Disc Degeneration."}, {"pubmed": 33636174, "text": "Piezo1 regulates intestinal epithelial function by affecting the tight junction protein claudin-1 via the ROCK pathway."}, {"pubmed": 33649312, "text": "Mechanical stretch promotes hypertrophic scar formation through mechanically activated cation channel Piezo1."}, {"pubmed": 33657092, "text": "Up-down biphasic volume response of human red blood cells to PIEZO1 activation during capillary transits."}, {"pubmed": 33658557, "text": "Adherent cell remodeling on micropatterns is modulated by Piezo1 channels."}, {"pubmed": 33690597, "text": "PIEZO1 and the mechanism of the long circulatory longevity of human red blood cells."}, {"pubmed": 33809739, "text": "Piezo1 Channels Contribute to the Regulation of Human Atrial Fibroblast Mechanical Properties and Matrix Stiffness Sensing."}, {"pubmed": 33813851, "text": "Upregulation of Piezo1 (Piezo Type Mechanosensitive Ion Channel Component 1) Enhances the Intracellular Free Calcium in Pulmonary Arterial Smooth Muscle Cells From Idiopathic Pulmonary Arterial Hypertension Patients."}, {"pubmed": 33848364, "text": "Recent advances in the pathophysiology of PIEZO1-related hereditary xerocytosis."}, {"pubmed": 33973227, "text": "Characterisation of Asp669Tyr Piezo1 cation channel activity in red blood cells: an unexpected phenotype."}, {"pubmed": 33974928, "text": "Piezo1 and BKCa channels in human atrial fibroblasts: Interplay and remodelling in atrial fibrillation."}, {"pubmed": 34031557, "text": "Shear-stress sensing by PIEZO1 regulates tendon stiffness in rodents and influences jumping performance in humans."}, {"pubmed": 34201899, "text": "Complex Modes of Inheritance in Hereditary Red Blood Cell Disorders: A Case Series Study of 155 Patients."}, {"pubmed": 34217619, "text": "Piezo 1 is involved in intraocular pressure regulation."}, {"pubmed": 34230590, "text": "Human genetic variant E756del in the ion channel PIEZO1 not associated with protection from severe malaria in a large Ghanaian study."}, {"pubmed": 34358671, "text": "Association of varicose veins with rare protein-truncating variants in PIEZO1 identified by exome sequencing of a large clinical population."}, {"pubmed": 34411418, "text": "Piezo1 initiates platelet hyperreactivity and accelerates thrombosis in hypertension."}, {"pubmed": 34454425, "text": "G protein coupled estrogen receptor attenuates mechanical stress-mediated apoptosis of chondrocyte in osteoarthritis via suppression of Piezo1."}, {"pubmed": 34489534, "text": "Modified N-linked glycosylation status predicts trafficking defective human Piezo1 channel mutations."}, {"pubmed": 34606042, "text": "Piezo1 mediates endothelial atherogenic inflammatory responses via regulation of YAP/TAZ activation."}, {"pubmed": 34656527, "text": "Digenic Inheritance of a FOXC2 Mutation and Two PIEZO1 Mutations Underlies Congenital Lymphedema in a Multigeneration Family."}, {"pubmed": 34669509, "text": "Endothelial upregulation of mechanosensitive channel Piezo1 in pulmonary hypertension."}, {"pubmed": 34781417, "text": "Mechanosensing by Piezo1 and its implications for physiology and various pathologies."}, {"pubmed": 34913176, "text": "Piezo1 controls cell volume and migration by modulating swelling-activated chloride current through Ca(2+) influx."}, {"pubmed": 34979904, "text": "Compression enhances invasive phenotype and matrix degradation of breast Cancer cells via Piezo1 activation."}, {"pubmed": 34985971, "text": "PIEZO1 mediates a mechanothrombotic pathway in diabetes."}, {"pubmed": 35082286, "text": "Microskeletal stiffness promotes aortic aneurysm by sustaining pathological vascular smooth muscle cell mechanosensation via Piezo1."}, {"pubmed": 35139384, "text": "Tethering Piezo channels to the actin cytoskeleton for mechanogating via the cadherin-beta-catenin mechanotransduction complex."}, {"pubmed": 35151521, "text": "[Involvement of the Piezo1 and TRPV4 stretch-activated channels in pulmonary hypertension].\", trans \"Implication des canaux mecanosensibles Piezo1 et TRPV4 dans l'hypertension pulmonaire."}, {"pubmed": 35173527, "text": "Emerging Piezo1 signaling in inflammation and atherosclerosis; a potential therapeutic target."}, {"pubmed": 35181897, "text": "A Piez-o the jigsaw: the Piezo1 channel in skin biology."}, {"pubmed": 35274124, "text": "Piezo1 activation attenuates thrombin-induced blebbing in breast cancer cells."}, {"pubmed": 35283177, "text": "Fatty acids as biomodulators of Piezo1 mediated glial mechanosensitivity in Alzheimer's disease."}, {"pubmed": 35351580, "text": "miR-10b-5p-mediated upregulation of PIEZO1 predicts poor prognosis and links to purine metabolism in breast cancer."}, {"pubmed": 35409116, "text": "Store-Operated Ca(2+) Entry Contributes to Piezo1-Induced Ca(2+) Increase in Human Endometrial Stem Cells."}, {"pubmed": 35436566, "text": "The role of mechanosensitive Piezo1 channel in diseases."}, {"pubmed": 35559724, "text": "Piezo1 regulates shear-dependent nitric oxide production in human erythrocytes."}, {"pubmed": 35606793, "text": "Excessive mechanical stress-induced intervertebral disc degeneration is related to Piezo1 overexpression triggering the imbalance of autophagy/apoptosis in human nucleus pulpous."}, {"pubmed": 35608274, "text": "High-throughput membrane-anchored proteome screening reveals PIEZO1 as a promising antibody-drug target for human esophageal squamous cell carcinoma."}, {"pubmed": 35619555, "text": "Self-amplifying loop of NF-kappaB and periostin initiated by PIEZO1 accelerates mechano-induced senescence of nucleus pulposus cells and intervertebral disc degeneration."}, {"pubmed": 35706029, "text": "Microglial amyloid beta clearance is driven by PIEZO1 channels."}, {"pubmed": 35767143, "text": "The Piezo1 ion channel in glaucoma: a new perspective on mechanical stress."}, {"pubmed": 35869052, "text": "A critical role of the mechanosensor PIEZO1 in glucose-induced insulin secretion in pancreatic beta-cells."}, {"pubmed": 35907203, "text": "The Mechanosensitive Ion Channel PIEZO1 in Intestinal Epithelial Cells Mediates Inflammation through the NOD-Like Receptor 3 Pathway in Crohn's Disease."}, {"pubmed": 35941750, "text": "Novel identification and modulation of the mechanosensitive Piezo1 channel in human myometrium."}, {"pubmed": 35968892, "text": "Mechanosensitive cation currents through TRPC6 and Piezo1 channels in human pulmonary arterial endothelial cells."}, {"pubmed": 36047858, "text": "Piezo1 Response to Shear Stress Is Controlled by the Components of the Extracellular Matrix."}, {"pubmed": 36112948, "text": "Mechanically activated ion channel Piezo1 contributes to melanoma malignant progression through AKT/mTOR signaling."}, {"pubmed": 36122374, "text": "Missense mutations in PIEZO1, which encodes the Piezo1 mechanosensor protein, define Er red blood cell antigens."}, {"pubmed": 36181398, "text": "Activation of Piezo1 contributes to matrix stiffness-induced angiogenesis in hepatocellular carcinoma."}, {"pubmed": 36208662, "text": "Piezo1 act as a potential oncogene in pancreatic cancer progression."}, {"pubmed": 36266732, "text": "Piezo1 activation by stretching of uterine myometrium supports pregnancy and prevents preterm labour."}, {"pubmed": 36400723, "text": "Role of the mechanosensitive piezo1 channel in intervertebral disc degeneration."}, {"pubmed": 36453701, "text": "Perinatal presentations of non-immune hydrops fetalis due to recessive PIEZO1 disease: A challenging fetal diagnosis."}, {"pubmed": 36526145, "text": "Mechanosensitive ion channel Piezo1 mediates mechanical ventilation-exacerbated ARDS-associated pulmonary fibrosis."}, {"pubmed": 36543525, "text": "Piezo1-mediated mechanotransduction promotes entheseal pathological new bone formation in ankylosing spondylitis."}, {"pubmed": 36588342, "text": "The circulatory dynamics of human red blood cell homeostasis: Oxy-deoxy and PIEZO1-triggered changes."}, {"pubmed": 36595486, "text": "Proteome alterations in erythrocytes with PIEZO1 gain-of-function mutations."}, {"pubmed": 36615408, "text": "Immunoregulatory Role of the Mechanosensitive Ion Channel Piezo1 in Inflammation and Cancer."}, {"pubmed": 36635063, "text": "Impact of PIEZO1-channel on inflammation and osteoclastogenesis mediated via periodontal ligament fibroblasts during mechanical loading."}, {"pubmed": 36692267, "text": "[Piezo1 is a mechanosensitive ion channel in the brain capillary vessels]."}, {"pubmed": 36695705, "text": "PIEZO1 mutations impact on early clinical manifestations of myelodysplastic syndromes."}, {"pubmed": 36717101, "text": "The role of PIEZO ion channels in the musculoskeletal system."}, {"pubmed": 36740831, "text": "Piezo1 channel activation stimulates ATP production through enhancing mitochondrial respiration and glycolysis in vascular endothelial cells."}, {"pubmed": 37011913, "text": "Piezo1 activation augments sickling propensity and the adhesive properties of sickle red blood cells in a calcium-dependent manner."}, {"pubmed": 37147884, "text": "Piezo1 opposes age-associated cortical bone loss."}, {"pubmed": 37175575, "text": "Activation of the Mechanosensitive Ion Channels Piezo1 and TRPV4 in Primary Human Healthy and Osteoarthritic Chondrocytes Exhibits Ion Channel Crosstalk and Modulates Gene Expression."}, {"pubmed": 37213676, "text": "Mechanical stretching induces fibroblasts apoptosis through activating Piezo1 and then destroying actin cytoskeleton."}, {"pubmed": 37227181, "text": "PIEZO1 gain-of-function gene variant is associated with elevated tendon stiffness in humans."}, {"pubmed": 37247618, "text": "Peripheral sensory neurons and non-neuronal cells express functional Piezo1 channels."}, {"pubmed": 37259842, "text": "Piezo1 Mediates Vasodilation Induced by Acute Hyperglycemia in Mouse Renal Arteries and Microvessels."}, {"pubmed": 37261355, "text": "Macrophages induce gingival destruction via Piezo1-mediated MMPs-degrading collagens in periodontitis."}, {"pubmed": 37267365, "text": "Activation of Piezo1 promotes osteogenic differentiation of aortic valve interstitial cell through YAP-dependent glutaminolysis."}, {"pubmed": 37268065, "text": "Activation of Piezo1 channels in compressed red blood cells augments platelet-driven contraction of blood clots."}, {"pubmed": 37366640, "text": "Mechanical properties of the brain: Focus on the essential role of Piezo1-mediated mechanotransduction in the CNS."}, {"pubmed": 37582313, "text": "Piezo1 in skin wound healing and related diseases: Mechanotransduction and therapeutic implications."}, {"pubmed": 37629134, "text": "Piezo1 in Digestive System Function and Dysfunction."}, {"pubmed": 37632763, "text": "PIEZO1 promotes ATP release from periodontal ligament cells following compression force."}, {"pubmed": 37714252, "text": "Different stimuli induce endothelial dysfunction and promote atherosclerosis through the Piezo1/YAP signaling axis."}, {"pubmed": 37756411, "text": "Piezo1 activates noncanonical EGFR endocytosis and signaling."}, {"pubmed": 37801988, "text": "C-terminus of PIEZO1 governs Ca[2+] influx and intracellular ERK1/2 signaling pathway in mechanotransduction."}, {"pubmed": 37817199, "text": "Matrix stiffness induces Drp1-mediated mitochondrial fission through Piezo1 mechanotransduction in human intervertebral disc degeneration."}, {"pubmed": 37902181, "text": "PIEZO1 is the most common monogenic etiology of non-immune hydrops fetalis detected by prenatal exome sequencing."}, {"pubmed": 37908726, "text": "Piezo1 specific deletion in macrophage protects the progression of liver fibrosis in mice."}, {"pubmed": 37958687, "text": "Piezo1 Activation Prevents Spheroid Formation by Malignant Melanoma SK-MEL-2 Cells."}, {"pubmed": 37974224, "text": "YAP1/Piezo1 involve in the dynamic changes of lymphatic vessels in UVR-induced photoaging progress to squamous cell carcinoma."}, {"pubmed": 37975162, "text": "Immunolocalization of the mechanogated ion channels PIEZO1 and PIEZO2 in human and mouse dental pulp and periodontal ligament."}, {"pubmed": 38027192, "text": "Examination of the mechanism of Piezo ion channel in 5-HT synthesis in the enterochromaffin cell and its association with gut motility."}, {"pubmed": 38033286, "text": "Deciphering and disrupting PIEZO1-TMEM16F interplay in hereditary xerocytosis."}, {"pubmed": 38044463, "text": "Piezo1-mediated regulation of smooth muscle cell volume in response to enhanced extracellular matrix rigidity."}, {"pubmed": 38114441, "text": "[The expression and significance of Piezo1 in chronic rhinosinusitis with nasal polyps]."}, {"pubmed": 38124148, "text": "Exploring Piezo1, Piezo2, and TMEM150C in human brain tissues and their correlation with brain biomechanical characteristics."}, {"pubmed": 38132106, "text": "Piezo1 Is Required for Myoblast Migration and Involves Polarized Clustering in Association with Cholesterol and GM1 Ganglioside."}, {"pubmed": 38134572, "text": "Elucidating the mechanism of IL-1beta-Mediated Piezo1 expression regulation of chondrocyte autophagy and apoptosis via the PI3K/AKT/mTOR signaling Pathway."}, {"pubmed": 38184690, "text": "PIEZO1 loss-of-function compound heterozygous mutations in the rare congenital human disorder Prune Belly Syndrome."}, {"pubmed": 38254651, "text": "Piezo1 Regulation Involves Lipid Domains and the Cytoskeleton and Is Favored by the Stomatocyte-Discocyte-Echinocyte Transformation."}, {"pubmed": 38279426, "text": "Association of Orai1 and Peizo1 genes expression with cellular proliferation, metastasis and angiogenesis biomarkers in colon tumor biopsies of CRC patients."}, {"pubmed": 38334477, "text": "PIEZO1 is essential for the survival and proliferation of acute myeloid leukemia cells."}, {"pubmed": 38338693, "text": "The Gardos Channel and Piezo1 Revisited: Comparison between Reticulocytes and Mature Red Blood Cells."}, {"pubmed": 38393325, "text": "Piezo1 mechanosensing regulates integrin-dependent chemotactic migration in human T cells."}, {"pubmed": 38395992, "text": "Piezo1 expression in chondrocytes controls endochondral ossification and osteoarthritis development."}, {"pubmed": 38412763, "text": "Low shear stress exacerbates atherosclerosis by inducing the generation of neutrophil extracellular traps via Piezo1-mediated mechanosensation."}, {"pubmed": 38467889, "text": "Gastric mechanosensitive channel Piezo1 regulates ghrelin production and food intake."}, {"pubmed": 38494915, "text": "PIEZO1 acts as a cancer suppressor by regulating the ROS/Wnt/beta-catenin axis."}, {"pubmed": 38508350, "text": "The PIEZO1/miR-155-5p/GDF6/SMAD2/3 signaling axis is involved in inducing the occurrence and progression of osteoarthritis under excessive mechanical stress."}, {"pubmed": 38528202, "text": "Piezo1 regulates meningeal lymphatic vessel drainage and alleviates excessive CSF accumulation."}, {"pubmed": 38530239, "text": "Piezo1 channels restrain ILC2s and regulate the development of airway hyperreactivity."}, {"pubmed": 38632473, "text": "Cellular geometry and epithelial-mesenchymal plasticity intersect with PIEZO1 in breast cancer cells."}, {"pubmed": 38747287, "text": "The mechanosensory channel PIEZO1 functions upstream of angiopoietin/TIE/FOXO1 signaling in lymphatic development."}, {"pubmed": 38951553, "text": "Microscale geometrical modulation of PIEZO1 mediated mechanosensing through cytoskeletal redistribution."}, {"pubmed": 38994033, "text": "The emerging role of Piezo1 in the musculoskeletal system and disease."}], "genomic_pos": {"chr": "16", "end": 88785220, "ensemblgene": "ENSG00000103335", "start": 88715338, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 88851619, "start": 88781751, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0006812", "qualifier": "involved_in", "term": "monoatomic cation transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010831", "pubmed": 29799007, "qualifier": "involved_in", "term": "positive regulation of myotube differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033625", "pubmed": 20016066, "qualifier": "involved_in", "term": "positive regulation of integrin activation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033634", "pubmed": 20016066, "qualifier": "involved_in", "term": "positive regulation of cell-cell adhesion mediated by integrin"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042391", "qualifier": "involved_in", "term": "regulation of membrane potential"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050982", "qualifier": "involved_in", "term": "detection of mechanical stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071260", "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098655", "qualifier": "involved_in", "term": "monoatomic cation transmembrane transport"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "is_active_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 20016066, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031258", "qualifier": "located_in", "term": "lamellipodium membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0033116", "qualifier": "located_in", "term": "endoplasmic reticulum-Golgi intermediate compartment membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005261", "qualifier": "enables", "term": "monoatomic cation channel activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005261", "qualifier": "enables", "term": "monoatomic cation channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 24798994, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008381", "qualifier": "enables", "term": "mechanosensitive monoatomic ion channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140135", "pubmed": 25955826, "qualifier": "enables", "term": "mechanosensitive monoatomic cation channel activity"}]}, "homologene": {"genes": [[7955, 567949], [8364, 100488940], [9031, 415849], [9544, 711216], [9598, 454306], [9606, 9780], [9615, 489662], [9913, 789183], [10090, 234839], [10116, 361430]], "id": 124356}, "interpro": [{"desc": "Piezo family", "id": "IPR027272", "short_desc": "Piezo"}, {"desc": "Piezo non-specific cation channel, R-Ras-binding domain", "id": "IPR031334", "short_desc": "Piezo_RRas-bd_dom"}, {"desc": "Piezo domain", "id": "IPR031805", "short_desc": "Piezo_dom"}], "ipi": ["IPI00186307", "IPI00917650"], "map_location": "16q24.3", "name": "piezo type mechanosensitive ion channel component 1 (Er blood group)", "other_names": ["family with sequence similarity 38, member A", "membrane protein induced by beta-amyloid treatment", "piezo-type mechanosensitive ion channel component 1"], "pantherdb": {"HGNC": "28993", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3603204", "ortholog_type": "LDO", "panther_family": "PTHR13167", "taxid": 10090, "uniprot_kb": "E2JF22"}, {"RGD": "1308822", "ortholog_type": "LDO", "panther_family": "PTHR13167", "taxid": 10116, "uniprot_kb": "Q0KL00"}, {"ZFIN": "ZDB-GENE-041111-255", "ortholog_type": "LDO", "panther_family": "PTHR13167", "taxid": 7955, "uniprot_kb": "E7FD74"}, {"WormBase": "WBGene00007505", "ortholog_type": "LDO", "panther_family": "PTHR13167", "taxid": 6239, "uniprot_kb": "A0A061ACU2"}, {"FlyBase": "FBgn0267430", "ortholog_type": "O", "panther_family": "PTHR13167", "taxid": 7227, "uniprot_kb": "A0A126GUQ2"}, {"FlyBase": "FBgn0264953", "ortholog_type": "LDO", "panther_family": "PTHR13167", "taxid": 7227, "uniprot_kb": "M9MSG8"}, {"dictyBase": "DDB_G0282801", "ortholog_type": "LDO", "panther_family": "PTHR13167", "taxid": 352472, "uniprot_kb": "Q54S52"}], "uniprot_kb": "Q92508"}, "pfam": ["PF12166", "PF15917"], "pharmgkb": "PA128394558", "pharos": {"target_id": 10284, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169267", "relationship": "is"}, {"id": "GNF180173", "relationship": "is"}, {"id": "GNF191079", "relationship": "is"}, {"id": "GNF201985", "relationship": "is"}, {"id": "GNF232526", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162144", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF048789", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF017032", "relationship": "is"}, {"id": "GNF276020", "relationship": "is"}, {"id": "GNF276031", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284426", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF111203", "relationship": "is"}, {"id": "GNF150844", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_042229.1"], "protein": "NP_001136336.2", "rna": "NM_001142864.4", "translation": {"protein": "NP_001136336.2", "rna": "NM_001142864.4"}}, "reporter": {"HG-U133_Plus_2": ["1566110_at", "1566111_at", "202771_at"], "HG-U95Av2": "37281_at", "HTA-2_0": ["TC16001343.hg.1", "TC16002024.hg.1"], "HuEx-1_0": ["3673653", "3704376", "3704489"], "HuGene-1_1": ["7997827", "8003357"], "HuGene-2_1": "16829170"}, "retired": [10774, 123824], "summary": "The protein encoded by this gene is a mechanically-activated ion channel that links mechanical forces to biological signals. The encoded protein contains 36 transmembrane domains and functions as a homotetramer. Defects in this gene have been associated with dehydrated hereditary stomatocytosis. [provided by RefSeq, Jul 2015].", "symbol": "PIEZO1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1539428"}, "unigene": ["Hs.592074", "Hs.377001"], "uniprot": {"Swiss-Prot": "Q92508", "TrEMBL": ["H7C2J5", "H0YB49", "H3BSF6", "E7EUT2", "H3BRR7"]}, "wikipedia": {"url_stub": "Template:PBB/9780"}}