{"AllianceGenome": "8986", "HGNC": "8986", "MIM": "164960", "_id": "5292", "_version": 1, "accession": {"genomic": ["AF386792.1", "AL353579.17", "CH471081.1", "CP068272.2", "M27903.1", "NC_000006.12", "NC_060930.1", "NG_029601.1"], "protein": ["AAA36447.1", "AAA60089.1", "AAA60090.1", "AAA81553.1", "AAH20224.1", "AAK70871.1", "AAY87461.1", "BAG62748.1", "BAG62865.1", "EAX03934.1", "EAX03935.1", "NP_001230115.1", "NP_002639.1", "P11309.4"], "rna": ["AK301158.1", "AK301314.1", "AK309347.1", "BC020224.1", "DA434260.1", "DA481890.1", "DA489942.1", "DQ022562.1", "M16750.1", "M24779.1", "M54915.1", "NM_001243186.2", "NM_002648.4"], "translation": [{"protein": "AAY87461.1", "rna": "DQ022562.1"}, {"protein": "NP_002639.1", "rna": "NM_002648.4"}, {"protein": "AAA81553.1", "rna": "M24779.1"}, {"protein": "BAG62748.1", "rna": "AK301158.1"}, {"protein": "NP_001230115.1", "rna": "NM_001243186.2"}, {"protein": "AAA60089.1", "rna": "M16750.1"}, {"protein": "BAG62865.1", "rna": "AK301314.1"}, {"protein": "AAH20224.1", "rna": "BC020224.1"}, {"protein": "AAA36447.1", "rna": "M54915.1"}]}, "alias": "PIM", "ec": "2.7.11.1", "ensembl": {"gene": "ENSG00000137193", "protein": "ENSP00000362608", "transcript": ["ENST00000373509", "ENST00000468243", "ENST00000479509"], "translation": [{"protein": "ENSP00000362608", "rna": "ENST00000373509"}], "type_of_gene": "protein_coding"}, "entrezgene": "5292", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.18554629, "exp_mis": 149.6273853, "exp_syn": 86.032633, "lof_z": 3.01679230182714, "mis_z": 2.82412607205559, "mu_lof": 7.65296452938e-07, "mu_mis": 1.29841227397e-05, "mu_syn": 7.37127313294e-06, "n_lof": 1.0, "n_mis": 79.0, "n_syn": 72.0, "p_li": 0.886575782773823, "p_null": 0.000255628075567746, "p_rec": 0.11316858915061, "syn_z": 0.937900773604836}, "bp": 942, "cds_end": 37141867, "cds_start": 37138351, "n_exons": 6, "nonpsych": {"exp_lof": 10.0001852, "exp_mis": 135.3034129, "exp_syn": 77.7440298, "lof_z": 2.79511310802925, "mis_z": 2.74494933274397, "mu_lof": 7.65296452938e-07, "mu_mis": 1.29841227397e-05, "mu_syn": 7.37127313294e-06, "n_lof": 1.0, "n_mis": 72.0, "n_syn": 67.0, "p_li": 0.851520653533441, "p_null": 0.000633431117524781, "p_rec": 0.147845915349034, "syn_z": 0.767179843610179}, "nontcga": {"exp_lof": 10.27863441, "exp_mis": 137.6451359, "exp_syn": 79.13796572, "lof_z": 2.85494412817109, "mis_z": 2.74514448687306, "mu_lof": 7.65296452938e-07, "mu_mis": 1.29841227397e-05, "mu_syn": 7.37127313294e-06, "n_lof": 1.0, "n_mis": 73.0, "n_syn": 65.0, "p_li": 0.852784013504842, "p_null": 0.000507641612970172, "p_rec": 0.146708344882188, "syn_z": 1.00627545033754}, "transcript": "ENST00000373509.5"}, "exons": [{"cdsend": 37174091, "cdsstart": 37170302, "chr": "6", "position": [[37170151, 37170657], [37170772, 37170879], [37170980, 37171031], [37171124, 37171491], [37172995, 37173172], [37173933, 37175428]], "strand": 1, "transcript": "NM_001243186", "txend": 37175428, "txstart": 37170151}, {"cdsend": 37174091, "cdsstart": 37170575, "chr": "6", "position": [[37170151, 37170657], [37170772, 37170879], [37170980, 37171031], [37171124, 37171491], [37172995, 37173172], [37173933, 37175428]], "strand": 1, "transcript": "NM_002648", "txend": 37175428, "txstart": 37170151}], "exons_hg19": [{"cdsend": 37141867, "cdsstart": 37138078, "chr": "6", "position": [[37137927, 37138433], [37138548, 37138655], [37138756, 37138807], [37138900, 37139267], [37140771, 37140948], [37141709, 37143204]], "strand": 1, "transcript": "NM_001243186", "txend": 37143204, "txstart": 37137927}, {"cdsend": 37141867, "cdsstart": 37138351, "chr": "6", "position": [[37137927, 37138433], [37138548, 37138655], [37138756, 37138807], [37138900, 37139267], [37140771, 37140948], [37141709, 37143204]], "strand": 1, "transcript": "NM_002648", "txend": 37143204, "txstart": 37137927}], "generif": [{"pubmed": 12036885, "text": "Upregulation by BCR/ABL requires activation of STAT5 and plays a key role in the BCR/ABL-mediated cell protection from apoptosis."}, {"pubmed": 12111331, "text": "plays a role, most likely by phosphorylation, in promoting complex formation between NuMA, HP1beta, dynein and dynactin, a complex that is necessary for mitosis"}, {"pubmed": 12680209, "text": "The nuclear location of Pim-1 is essential for its regulation of the levels of HDM2 protein."}, {"pubmed": 13679438, "text": "Overexpression of Pim-1 may attenuate androgen response during progression of prostate cancer in a cell context-dependent fashion."}, {"pubmed": 14981536, "text": "Pim1 and Etk are required for IL6-induced activation of androgen receptor-mediated transcription in prostate cancer."}, {"pubmed": 15264249, "text": "PIM-1 overexpression in high-grade prostatic intraepithelial neoplasia (HGPIN) may be an early event in prostate malignancy development; PIM-1 expression provides supplementary information for distinguishing HGPIN from benign epithelium."}, {"pubmed": 15319445, "text": "Data show that the protein kinase Cdc25 C-associated kinase 1 (C-TAK1) is a binding partner and a substrate of Pim-1, and suggest a role for Pim-1 as a positive regulator at the G(2)/M transition of the cell cycle."}, {"pubmed": 15471855, "text": "Pim-1 expression was observed in the neointima of balloon-injured rat carotid arteries and in human thoracic aortas and coronary arteries showing intimal thickening suggesting that Pim-1 plays a role in vascular smooth muscle proliferation"}, {"pubmed": 15525646, "text": "crystal structures of apo Pim-1 kinase and its AMP-PNP (5'-adenylyl-beta,gamma-imidodiphosphate) complex to 2.1-angstroms resolutions"}, {"pubmed": 15657054, "text": "The structure of the LY294002/Pim-1 complex reveals a new binding mode that may be general for serine-threonine kinases."}, {"pubmed": 15721354, "text": "EBV-induced upregulation of Pim kinases and Pim-stimulated EBNA2 transcriptional activity may contribute to the ability of EBV to immortalize B-cells and predispose them to malignant growth."}, {"pubmed": 15798097, "text": "Pim-1 kinase stability is regulated by heat shock proteins and the ubiquitin-proteasome pathway"}, {"pubmed": 15808862, "text": "Results describe the crystal structures of Pim1 in apo form and bound with AMPPNP."}, {"pubmed": 16186805, "text": "PIM1 gene encodes two isoforms by alternative translation initiation at a non-AUG (CUG) and AUG start codons. The two isoforms differ in preferential cellular localization, and may regulate distinct substrates."}, {"pubmed": 16221667, "text": "results indicated that chronic Pim-1 kinase overexpression dysregulates cyclin B1 protein expression, which contributes to the development of polyploidy by delaying cytokinesis"}, {"pubmed": 16227208, "text": "analysis of Pim-1 kinase structure and substrate specificity"}, {"pubmed": 16266891, "text": "The PIM-1/RPS19 interaction was demonstrated both in vitro and in living cells and led to phosphorylation of RPS19 in an in vitro kinase assay."}, {"pubmed": 16356754, "text": "Data suggest that Pim-1 activates Cdc25C by a direct phosphorylation and can thereby assume the function of a positive cell cycle regulator at the G2/M transition."}, {"pubmed": 16403219, "text": "All three Pim kinase family members predominantly phosphorylate Bad on Ser112 and in addition are capable of phosphorylating Bad on multiple sites associated with the inhibition of the pro-apoptotic function of Bad in HEK-293 cells"}, {"pubmed": 16508102, "text": "The large crystals of apo Pim-1 enzyme diffracted to 2.1 A resolution and belong to space group P6(5), with unit-cell parameters a = b = 95.9, c = 80.0 A, beta = 120 degrees."}, {"pubmed": 16647097, "text": "The role of LANA from Kaposi sarcoma-associated herpes virus on the upregulation of PIM-1 in B cells is reported."}, {"pubmed": 16684349, "text": "results suggest that mammalian RUNX family transcription factors are novel binding partners and substrates for the Pim-1 kinase, which may be able to regulate their activities during normal hematopoiesis as well as in leukemogenesis"}, {"pubmed": 16712793, "text": "Pim-1 expression may be regulated by progesterone during mammary development and Pim-1 associates with p21 in mammary epithelial cells"}, {"pubmed": 17313559, "text": "Expression of Pim-1 is both necessary and sufficient for polyploidization, but is not critical to cytoplasmic differentiation on megakaryopoiesis."}, {"pubmed": 17327400, "text": "Pim1 appears to be a direct transcriptional target of HOXA9 and a mediator of its antiapoptotic and proproliferative effects in early cells"}, {"pubmed": 17448597, "text": "PIM1 is upregulated after radical prostatectomy for prostatic neoplasms."}, {"pubmed": 17476282, "text": "PIM1 mutation is associated with splenic and nodal marginal zone B-cell lymphomas"}, {"pubmed": 17487358, "text": "the functional role of Pim-1 in molecular processes of head and neck squamous cell carcinomas"}, {"pubmed": 17560648, "text": "aberration in chromosome 6p21-23, where PIM gene is located, is not a random event in t(12;21) positive ALL"}, {"pubmed": 17643117, "text": "Results establish a new function for PIM1 as a MYC cofactor that phosphorylates the chromatin at MYC-target loci and suggest that nucleosome phosphorylation, at E boxes, contributes to MYC-dependent transcriptional activation and cellular transformation."}, {"pubmed": 17855660, "text": "Pim-1 overexpression may contribute to tumorigenesis in part by influencing the cellular localization and stability of p21 WAF1 and by promoting cell proliferation."}, {"pubmed": 18037896, "text": "Pim-1 is a crucial facet of cardioprotection downstream of Akt"}, {"pubmed": 18056989, "text": "Pim-1 kinase phosphorylates BCRP/ABCG2 and thereby promotes its multimerization and drug-resistant activity in human prostate cancer cells"}, {"pubmed": 18216297, "text": "expression of the Myc and Pim proto-oncogenes by Jak2V617F was found to be FERM domain dependent."}, {"pubmed": 18426646, "text": "The over-expressions of HSP70 and pim-1 protein/mRNA are related to tumor burden in leukemia patients."}, {"pubmed": 18426800, "text": "PIM1 kinase plays a critical role in the STAT3 --> PIM1 --> NFkappaB stress response pathway"}, {"pubmed": 18467333, "text": "Pim-1 induces the p53 pathway in cultured cells and correlate with increased Mdm2 in mantle cell lymphoma"}, {"pubmed": 18519946, "text": "Nucleostemin expression in cardiomyocytes is induced by fibroblast growth factor-2 and accumulates in response to Pim-1 kinase activity."}, {"pubmed": 18593906, "text": "Pim kinases promote cell cycle progression and tumorigenesis by down-regulating p27(Kip1) expression at both transcriptional and posttranslational levels."}, {"pubmed": 18596907, "text": "Pim-1 is overexpressed in immortalized, non-tumorigenic human prostate and mammary epithelial cells, these cells gradually converted to polyploidy and became tumorigenic"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18695914, "text": "Down-regulation of pim-1 mRNA expression in non-small cell lung cancer is associated with lymph node metastases."}, {"pubmed": 18708761, "text": "Hypoxia-inducible proto-oncogene PIM1 is a prognostic marker in pancreatic ductal adenocarcinoma."}, {"pubmed": 18768389, "text": "IL-3 up-regulates the expression of the antiapoptotic proteins cIAP2, Mcl-1, and Bcl-X(L) and induces a rapid and sustained de novo expression of the serine/threonine kinase Pim1 that closely correlates with cytokine-enhanced survival."}, {"pubmed": 18775810, "text": "JAK2 promotes cell survival by signaling through the Pim/BAD/BCL-xL pathway"}, {"pubmed": 19003546, "text": "PIM-1 and hK2 were expressed higher in prostate cancer than those in benign prostatic glandular hyperplasia and normal prostate tissues, the differences among which had statistic significance (P < 0.05)."}, {"pubmed": 19152965, "text": "Pim-1, but not PI3K, plays a major role in IL-5-mediated antiapoptotic signaling in eosinophils."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19266083, "text": "expression of Pim-1 & Pim-3 is induced in response reactivation in KSHV-infected cells; they are required for KSHV reactivation under these conditions; data indicate Pim-1 & Pim-3 contribute to viral reactivation by phosphorylating the KSHV LANA"}, {"pubmed": 19336552, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19345670, "text": "juxtamembrane domain of FLT3 in ETV6/FLT3 fusion protein is critical for cell proliferation and PIM-1 up-regulation."}, {"pubmed": 19568408, "text": "Pim-1 may be used as a novel predictive marker of radiation response in patients with squamocellular cancers of head and neck."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19688129, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19734423, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19878356, "text": "Expression of PIM-1 in adipose tissue may be a useful marker of adipocytic differentiation and may be used in the differential diagnosis of adipocytic neoplasms."}, {"pubmed": 19911008, "text": "These findings provide a model in which Pim-1 phosphorylation of RelA/p65 at Ser276 allows defense against ubiquitin-mediated degradation and whereby exerts activation of NF-kappaB signalling."}, {"pubmed": 20032391, "text": "The correlation of PIM-1 overexpression in gastric glands with formation of lymph node metastases and survival proposes a prognostic role in gastric cancer."}, {"pubmed": 20075333, "text": "Define a mechanistic basis for enhanced myocardial regeneration in transgenic mice overexpressing Pim-1 kinase."}, {"pubmed": 20191609, "text": "PIM-1 could play important roles in the progression of CaP and may be an interesting target for CaP therapy."}, {"pubmed": 20203306, "text": "Cardioprotective action of Pim-1 kinase includes preservation of mitochondrial integrity during cardiomyopathic challenge conditions."}, {"pubmed": 20215828, "text": "Pim1 overexpression increases AR transcriptional activity in a ligand-dependent manner in prostate cancer cell lines, resulting in enhanced cell survival at castrate levels of androgen"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20544717, "text": "the results of survival rates analyzed by Kaplan-Meier curve revealed that patients with high Pim-1 mRNA and protein expressions had a poorer prognosis than those with the low Pim-1 expression"}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20633028, "text": "Pasteurella multocida toxin induced expression of the serine/threonine kinase Pim-1 leading to subsequent threonine phosphorylation of SOCS-1."}, {"pubmed": 20639905, "text": "PIM1 may act as a sensor for ribosomal stress independently of or in concert with the known p53-dependent mechanisms."}, {"pubmed": 20663873, "text": "Data show that Pim-1 is able to cooperate with Skp2 to signal S phase entry."}, {"pubmed": 20811681, "text": "Pim-1 plays a central role in the occurrence and development of esophageal squamous cell carcinoma"}, {"pubmed": 20939820, "text": "A cell-based test system useful for rapid and inexpensive pre-screening of compounds capable of preventing Pim-mediated phosphorylation is discussed."}, {"pubmed": 20958956, "text": "Silencing of Pim expression reduces cell motility, while Pim overexpression enhances it, strongly suggesting that the observed effects of DHPCC-9 are dependent on Pim kinase activity."}, {"pubmed": 21062737, "text": "a Pim-1 inhibitory p27(Kip1) peptide could be developed as an anti-cancer drug against prostate cancer."}, {"pubmed": 21143989, "text": "Pim-1 may play a role in bladder cancer initiation and progression"}, {"pubmed": 21187157, "text": "inhibition of LY294002-induced apoptosis by androgen is a function of an androgen receptor-dependent genomic signaling pathway leading to increase in Bcl-xL expression as well as Pim-1-dependen pathway mediated via phosphorylation of Bad at ser75"}, {"pubmed": 21262926, "text": "the role of Pim-1 in pancreatic ductal adenocarcinoma (PDAC) growth transformation and validate Pim-1 kinase as a potential molecular marker for mutated K-Ras activity."}, {"pubmed": 21382889, "text": "inhibition of the inappropriate activation of STAT3/Pim1 axis is a novel, specific, and attractive therapeutic strategy to reverse Pulmonary artery hypertension."}, {"pubmed": 21474815, "text": "Pim-1 downregulation contributes to the pathogenesis of diabetic cardiomyopathy; transfection with Pim-1 plasmid prevents high glucose-induced cardiomyocyte and cardiac progenitor cell apoptosis."}, {"pubmed": 21680901, "text": "RAGE activation accounts for many features of Vascular remodeling diseases including VSMC proliferation and resistance to apoptosis by the activation of STAT3/Pim1/NFAT axis."}, {"pubmed": 21734463, "text": "study identified a conserved G-quadruplex forming sequence in the 3' untranslated region (UTR) of the proto-oncogene PIM1; reporter gene assay demonstrated that the PIM1 RNA G-quadruplex represses translation"}, {"pubmed": 21743487, "text": "Data show that miR-33a has potential tumor suppressor activity, acting through inhibition of Pim-1."}, {"pubmed": 21859846, "text": "Targeting cap-dependent translation blocks converging survival signals by AKT and PIM 1, 2 kinases in lymphoma"}, {"pubmed": 21860423, "text": "Pim1 kinase is required to maintain tumorigenicity in MYC-expressing prostate cancer cells.(1794-803)"}, {"pubmed": 21910584, "text": "PIM1-activated pPRAS40, AKT-activated pFOXO3a, and their complex formation with 14-3-3 could be key regulators of the radiation-induced radioresistance in NSCLC cells."}, {"pubmed": 21974958, "text": "Pim-1 expression correlates with lymphocyte proliferation and activation."}, {"pubmed": 21993851, "text": "Our findings demonstrate the clinical and therapeutic relevance of PIM1 in gastric cancers, and suggest that PIM1 represents a potential therapeutic target."}, {"pubmed": 22193779, "text": "These experiments define a novel biological function of PIM-1 as a co-regulator of EGFR signaling."}, {"pubmed": 22261337, "text": "The data suggest that Pim-1 plays a crucial role in the regulation of NHEJ repair."}, {"pubmed": 22273698, "text": "Data show that IL-6 treatment increased expression of phosphorylation of signal transducer and activator of transcription 3 (STAT3) and Pim-1 kinase."}, {"pubmed": 22282239, "text": "Our study indicates that the expression of Pim kinases is physiologically related to DNA-PKcs and ATM in ECs."}, {"pubmed": 22441844, "text": "Asymmetric segregation of chromatids in cardiac progenitor cells is increased nearly two-fold with Pim-1 kinase overexpression, indicating that Pim-1 promotes self-renewal of stem cells."}, {"pubmed": 22451912, "text": "Concurrent expression of BCL6 and PIM1 in lymphomas, is reported."}, {"pubmed": 22574367, "text": "PIM-1 protein expression in prostate cancer tissue is closely related to the Gleason score, clinical stage and PSA recurrence."}, {"pubmed": 22584579, "text": "As AR turnover has been previously shown to be critical for cell cycle progression in prostate cancer cells, PIM-1 kinase isoforms may promote prostate cancer cell growth, at least in part, through modulating AR activity via distinct mechanisms."}, {"pubmed": 22619278, "text": "Genetic modification of bone marrow cells with Pim-1 may serve as a therapeutic approach to promote recovery of myocardial structure in myocardial infarction."}, {"pubmed": 22689995, "text": "results suggest that modulation of the degradation of Isu by the Pim1 protease is a regulatory mechanism serving to rapidly help balance the cell's need for critical iron-requiring processes under changing environmental conditions"}, {"pubmed": 22700982, "text": "TTP post-transcriptionally down-regulates Pim-1 expression and that the overexpression of TTP may contribute to tumor suppression in part by down-regulating Pim-1 expression."}, {"pubmed": 22720752, "text": "The C-terminus of human PIM-1 kinase isoform2, a serine/threonine kinase of the calcium/calmodulin-regulated kinase family, directly interacts with VDR through the receptor's DNA-binding domain."}, {"pubmed": 22840454, "text": "Findings suggest that Pim-1 overexpression contributes to nasopharyngeal carcinoma (NPC) proliferation and migration, and targeting Pim-1 may be a potential treatment for anti-Pim-1-expressed NPCs."}, {"pubmed": 22986532, "text": "Data indicate that androgen receptor (AR) phosphorylation by PIM1 at S213 impacts gene transcription and is highly prevalent in aggressive prostate cancer."}, {"pubmed": 23010478, "text": "Calcium signaling in cardiomyocytes is augmented by expression of Pim-1 kinase."}, {"pubmed": 23119061, "text": "Overexpression of osteopontin, alphavbeta3 and Pim-1 associated with prognostically important clinicopathologic variables in non-small cell lung cancer."}, {"pubmed": 23129228, "text": "Pim-1-mediated NKX3.1 stabilization may be important in maintaining normal cellular homeostasis in normal prostate epithelial cells, and may maintain basal NKX3.1 protein levels in prostate cancer cells."}, {"pubmed": 23131564, "text": "nuclear localization of PIM1 is important for resistance of mouse aortic endothelial cells to rapamycin-mediated inhibition of proliferation."}, {"pubmed": 23142699, "text": "PIM-1 is an estrogen receptor alpha target gene adds a novel potential mechanism by which estrogens can contribute to breast cancer cell proliferation and carcinogenesis."}, {"pubmed": 23202547, "text": "Reintroduction of human Pim1- cDNA into Pim1-/-mouse aortic endothelial cell significantly restored wildtype adhesive characteristics."}, {"pubmed": 23209281, "text": "PIM kinases promote the production of IFNgamma, the hallmark cytokine produced by Th1 cells."}, {"pubmed": 23360763, "text": "Data indicate that by altering the scaffold of CK2 inhibitors to obtain selective inhibitors of DYRK1A and PIM1."}, {"pubmed": 23565217, "text": "Our data suggest that Pim1 might contribute to progression rather than initiation in prostate neoplasia."}, {"pubmed": 23748345, "text": "Pim kinases phosphorylate Chk1 and regulate its functions in acute myeloid leukemia."}, {"pubmed": 23749639, "text": "our results identify eIF4B as a critical substrate of Pim kinases in mediating the activity of Abl oncogenes"}, {"pubmed": 23755147, "text": "Pim1 mutations arising in cancer show a decreased thermal and thermodynamic stability and a lower activation energy values for kinase activity."}, {"pubmed": 23814490, "text": "Pim-1 plays a pivotal role in several tumor-relevant signaling pathways and establish the functional relevance of Pim-1 in colon carcinoma."}, {"pubmed": 23936194, "text": "Data indicate that the inhibitor (SKI-O-068)exhibits a half maximum inhibitory concentration (IC50) of 123 (+/-14) nM and has an unusual binding mode with Pim1 kinase."}, {"pubmed": 23974202, "text": "The importance of the ERG/PIM1 axis is further underscored by the poorer prognosis of acute myeloid leukemia highly expressing ERG and PIM1."}, {"pubmed": 23990052, "text": "Pim-1 kinase is upregulated by green tea polyphenols via PPARgamma-mediated mechanisms in vascular endothelial cells."}, {"pubmed": 24040307, "text": "Pim-1 kinase has a role in phosphorylating and stabilizing 130 kDa FLT3 and promoting aberrant STAT5 signaling in acute myeloid leukemia with FLT3 internal tandem duplication"}, {"pubmed": 24044948, "text": "Senescence characteristics of human cardiac progenitor cells are ameliorated by Pim-1 kinase resulting in rejuvenation of phenotypic and functional properties."}, {"pubmed": 24116137, "text": "Data indicate that four independent prognostic factors were identified for colon cancer patients: pim-1 expression in tumors, tumor stroma, tumor-adjacent mucosa, as well as tumor stage."}, {"pubmed": 24155393, "text": "demonstrate that PIM-1 activity is indeed required for HIV-1 reactivation in T cell lines and primary CD4 T cells. The presented results thus confirm that kinases are key contributors to HIV-1 latency control"}, {"pubmed": 24401608, "text": "Pim-1 plays a pivotal role in the protective effect of HPC for CPCs, and the promotion of the expression of Pim-1 in CPCs can as serve part of molecular therapeutic interventional strategies in the treatment of cardiomyopathy"}, {"pubmed": 24547709, "text": "Data indicate that serine/threonine-protein kinase PIM1 expression was noted in each case of chronic lymphocytic leukemia/small lymphocytic lymphoma (CLL/SLL)."}, {"pubmed": 24685144, "text": "Pro-survival Pim-1 is markedly downregulated in the female diabetic heart compared to the male diabetic heart."}, {"pubmed": 24771642, "text": "PIM1 overexpression is associated with prostate cancer."}, {"pubmed": 24799066, "text": "Blocking the activities of PIM kinases(PIM1, PIM2 and PIM3) could prevent pancreatic cancer development. PIM kinases(PIM1, PIM2 and PIM3) may be a novel target for cancer therapy"}, {"pubmed": 25040935, "text": "PIM-1 is a key component of the senescence machinery that contributes to heterochromatin formation. PIM-1 is also a direct target of IL-6/STAT3 signaling and mediates cytokine-induced cellular senescence."}, {"pubmed": 25081641, "text": "Molecular dynamics studies showed that only GTP decreases the formation of the GBP1:PIM1 complex through an allosteric mechanism, outlining the rational for the identification of new compounds potentially able to revert resistance to paclitaxel."}, {"pubmed": 25096571, "text": "PIM1-specific inhibitor boosted FOXP3 DNA binding activity in in vitro expanded primary Tregs and also enhanced their suppressive activity toward the proliferation of T effector cells."}, {"pubmed": 25104088, "text": "Overexpression of PIM-1 is associated with breast cancer."}, {"pubmed": 25121590, "text": "We now demonstrate a molecular mechanism which reveals a direct role for EBNA3C in enhancing Pim-1 expression in EBV-infected primary B-cells."}, {"pubmed": 25155357, "text": "In comparison with normal brain, a strong upregulation of Pim1 was demonstrated in human GBM samples. Notably, patients with short overall survival showed a significantly higher Pim1 expression compared with GBM patients who lived longer than the median."}, {"pubmed": 25238262, "text": "Data demonstrate the role of PIM kinases in driving myeloid leukemia, and as candidate molecules for therapy against human malignancies."}, {"pubmed": 25342548, "text": "Pim-1 kinase could be a critical survival signaling factor in non-small-cell lung cancer, and regulated by miR-486-5p and eIF4E."}, {"pubmed": 25451079, "text": "These results point on PIM1 as a novel factor in regulation of the phenotype and differentiation of fibroblasts in prostate cancer."}, {"pubmed": 25551195, "text": "This study demonstrates the oncogenic role of Pim-1 in ACC. The findings also suggest that Pim-1 may serve as a neoteric therapeutic target and potential prognostic marker for ACC cancer"}, {"pubmed": 25553374, "text": "important role in progression of pre-malignant high grade prostatic intra-epithelial neoplasia to malignant prostatic carcinomas [review]"}, {"pubmed": 25834102, "text": "PIM1 is up-regulated by hypoxia in hepatocellular carcinoma and promotes tumor growth and metastasis by facilitating cancer cell glycolysis."}, {"pubmed": 25882843, "text": "Pim1 function depends upon intracellular localization in human cardiac progenitor cells"}, {"pubmed": 26075720, "text": "Pim-1 and Pim-3 enhance phosphorylation and cell surface expression of CXCR4 in prostate cancer cells. PC-3 prostate cancer cells overexpressing either Pim-1 or Pim-3 kinases form larger xenograft tumors than the parental PC-3 cells."}, {"pubmed": 26202252, "text": "Pim kinase may represent a new host factor for HCV entry. Pim1 is an oncogenic serine/threonine kinase. HCV NS5A protein physically interacts with Pim1 and contributes to Pim1 protein stability."}, {"pubmed": 26352175, "text": "Downregulation of microRNA33a promotes the expression CDK6, CCND1, and PIM1, and gastric cancer cell proliferation."}, {"pubmed": 26453516, "text": "Pim1 kinase activity maintains airway epithelial integrity and protects against house dust mite-induced proinflammatory activation of the airway epithelium."}, {"pubmed": 26472029, "text": "Data suggest that combining PIM and JAK2 kinase inhibitors may offer a more efficacious therapeutic approach for myeloproliferative neoplasms (MPNs) over JAK2 inhibitor mono-therapy."}, {"pubmed": 26551340, "text": "A high percentage of urothelial carcinomas express Pim kinases. Pim expression differs in NILG, NIHG, and IHG lesions."}, {"pubmed": 26555723, "text": "By associating with PIM-1L, CD180 can thus obtain autonomous signaling capabilities, and this complex is then channeling inflammatory signals into B cell survival programs"}, {"pubmed": 26563999, "text": "we examine the therapeutic implications of Pim1 to encourage the personalization of cardiac regenerative therapy"}, {"pubmed": 26598507, "text": "demonstrate Pim1 as a novel kinase that is responsible for the phosphorylation of eNOS at Ser-633 and enhances endothelial cells sprouting of aortic rings from diabetic mice"}, {"pubmed": 26687194, "text": "critical for the growth and metastasis of osteosarcoma cells"}, {"pubmed": 26820394, "text": "Results show loss of miR-1 and miR-214 expression and high expression of their target gene, PIM1, in malignant mesothelioma suggesting a role in carcinogenesis of mesothelioma."}, {"pubmed": 26848623, "text": "Results indicate that eIF4B integrates the signals from Pim and PI3K/Akt/mTOR pathways in Abl-expressing leukemic cells."}, {"pubmed": 26934497, "text": "glycogen synthase kinase 3 beta (GSK3B) and the forkhead box P3 (FOXP3) transcription factors are direct PIM1 targets."}, {"pubmed": 26956053, "text": "High expression level of PIM is associated with neoplasms."}, {"pubmed": 26990493, "text": "hypoxia induced miR-124 and miR-144 downregulation may contribute to a prosurvival mechanism of prostate cancer cells to hypoxia and irradiation at least through attenuated suppressing of PIM1."}, {"pubmed": 26993775, "text": "PIM1 destabilization is associated with cancer."}, {"pubmed": 27088547, "text": "findings aid in understanding the tumor-suppressive role of miR-124-3p in astrocytoma pathogenesis through the inhibition of PIM1 translation"}, {"pubmed": 27107696, "text": "Overexpression of PIM1 partially rescued miR-542-3p-mediated suppression of cell migration, invasion and EMT. Our results collectively indicate that miR-542-3p serves as a metastasis suppressor in melanoma, supporting its utility as a promising therapeutic candidate."}, {"pubmed": 27448973, "text": "Data show that PIM1 contributes to melanoma cell proliferation and tumor growth in vivo; however, the presence of PIM2 and PIM3 could also influence the outcome."}, {"pubmed": 27448984, "text": "The Ser/Thr-protein kinase-1 (PIM-1) was identified as a direct target of miR-328."}, {"pubmed": 27596051, "text": "Results show that PIM-1 is upregulated in pancreatic cancer tissues and plasma. Its knockdown in pancreatic cancer cells suppressed proliferation, induced cell cycle arrest, enhanced apoptosis, resensitized cells to gemcitabine and erlotinib treatment, and inhibited ABCG2 and EZH2 mRNA expression."}, {"pubmed": 27604488, "text": "Results show that PIM1 is overexpressed in breast cancer tumors and provide evidence for its role in tumor resistance to PI3K inhibitors."}, {"pubmed": 27641442, "text": "CD95-mediated apoptosis induces Pim-1 down-regulation in Burkitt's lymphoma (BL) B-cells, but Pim-1 down-regulation cannot fully eradicate BL and leukaemia."}, {"pubmed": 27765770, "text": "Pim-1L protects hepatic ABCA1 from lysosomal degradation by facilitating the physical interaction between ABCA1 and liver X receptor beta and subsequent stabilization of the ABCA1-Pim-1L complex and thereby regulates the circulating level of high-density lipoprotein."}, {"pubmed": 27775704, "text": "Triple negative breast cancer cells, but not nonmalignant mammary epithelial cells, were dependent on PIM1 for proliferation and protection from apoptosis."}, {"pubmed": 27775705, "text": "PIM1 expression was higher in triple negative breast tumors than in estrogen and progesterone receptor positive tumors."}, {"pubmed": 27901106, "text": "data suggest that PIM1/2 kinase overexpression is a common feature of male reproductive organs tumors, which provoke tissue alterations and a large inflammatory response that may act synergistically during the process of tumorigenesis."}, {"pubmed": 27983525, "text": "Pim1 role in the apoptosis and cell proliferation of human esophageal cancer cells"}, {"pubmed": 28170315, "text": "Data show that cytoplasmic irradiation mediate expression level of Pim-1, which lead to glycolytic shift in SAE cells."}, {"pubmed": 28197633, "text": "downregulation of PIM1 led to suppression of cell proliferation by cell cycle arrest at G1 phase and suppression of cell invasion and migration."}, {"pubmed": 28333279, "text": "Inhibition of PIM1 kinase attenuates inflammation-induced pro-labor mediators in human fetal membranes in vitro."}, {"pubmed": 28348080, "text": "Furthermore, the Pim-1-HBP1 positive feedback loop exerts its effect by regulating the senescence markers DNMT1 and p16 and the apoptosis marker Bax. The Pim-1-HBP1 axis thus constitutes a novel checkpoint pathway critical for the inhibition of tumorigenesis."}, {"pubmed": 28394343, "text": "Down-regulation of UHRF1 is an important mechanism of PIM1-mediated cellular senescence."}, {"pubmed": 28487013, "text": "may contribute to placental inflammation in pregnancies complicated by maternal obesity"}, {"pubmed": 28620180, "text": "Taken together, these data demonstrate that the protein kinase activity and levels of PIM1 can be regulated by a covalent post-translational modification via RNF4."}, {"pubmed": 28698206, "text": "PIM kinases in classical Hodgkin lymphoma exhibit pleiotropic effects, orchestrating tumor immune escape and supporting Reed-Sternberg cell survival."}, {"pubmed": 28721678, "text": "PIM1 role in cell proliferation, migration and apoptosis in triple-negative breast cancer [review]"}, {"pubmed": 28729093, "text": "These results demonstrate the involvement of PIM kinases in LIF-induced regulation in different trophoblastic cell lines which may indicate similar functions in primary cells."}, {"pubmed": 28851457, "text": "PIM-1 mRNA levels may be an independent prognostic factor in acute myeloid leukemia."}, {"pubmed": 29093516, "text": "T3 induces miR-214-3p expression and suppresses cell proliferation through PIM-1, thus contributing to the inhibition of hepatocellular carcinoma tumor formation."}, {"pubmed": 29108877, "text": "This review summarizes effects of PIM kinases and their substrates especially on cancer cell migration, invasion and metastatic growth, based on data from cell-based assays, animal experiments and patients."}, {"pubmed": 29440296, "text": "High PIM1 expression is associated with Neuroblastoma."}, {"pubmed": 29441719, "text": "AZD1208 is a pan-Pim kinase inhibitor and is known for its anti-cancer activity. In this study, we investigated the effect of AZD1208 on adipogenesis and lipolysis in 3T3-L1 cells, a murine preadipocyte cell line. AZD1208 markedly suppressed lipid accumulation and reduced triglyceride contents in differentiating 3T3-L1 cells, suggesting the drug's anti-adipogenic effect."}, {"pubmed": 29472550, "text": "PIM1-mediated phosphorylation of c-Myc activates the expression of the transcription factors to synergistically promote epithelial-mesenchymal transition."}, {"pubmed": 29479063, "text": "High PIM1 expression is associated with T cell acute lymphoblastic leukemia formation."}, {"pubmed": 29516572, "text": "Results provide evidence that glucose deprivation is one of the mechanisms that leads to elevated Pim1 expression in colorectal cancer (CRC), and Pim1 upregulation ensures CRC growth in response to glucose deprivation by facilitating the Warburg effect in a compensatory way."}, {"pubmed": 29665227, "text": "PIM1 is associated with unfavourable chronic lymphocytic leukaemia prognosis.PIM-1 role in the CXCR4-induced chronic lymphocytic leukaemia cell migration."}, {"pubmed": 29763603, "text": "PIM1 can phosphorylate CBX8 to promote its degradation, thereby up-regulating p16, during PIM1-induced cell senescence."}, {"pubmed": 30020405, "text": "Data show that pim-1 oncogene protein (PIM1) expression was elevated in T-cell lymphomas (TCLs) cells."}, {"pubmed": 30103304, "text": "miR-486 regulated osteosarcoma cell invasion and EMT through targeting to PIM1. miR-486 low expression or PIM1 overexpression predicted poor prognosis of osteosarcoma patients."}, {"pubmed": 30185437, "text": "STAT5, in part by upregulating PIM1 activity, plays a major role in mediating the leukemia-promoting effects of IL-7/IL-7R."}, {"pubmed": 30227305, "text": "PIM1 is highly expressed in primary central nervous system lymphoma and is associated with poor survival."}, {"pubmed": 30247545, "text": "inhibition of PIM1 attenuates prostate tumor growth and migration by stabilizing c-Myc."}, {"pubmed": 30583073, "text": "High PIM1 expression is associated with metastasis and tumor growth of lung adenocarcinoma."}, {"pubmed": 30989585, "text": "PIM1 could promote breast cancer cell epithelial-mesenchymal-transition and stemness, which was related to the c-myc expression."}, {"pubmed": 31015445, "text": "Study identified that PIM1 and PIM3 phosphorylate HIV-2 Vpx at Ser13 and stabilize the interaction of Vpx with SAMHD1 thereby promoting ubiquitin-mediated proteolysis of SAMHD1 and revealed a regulatory mechanism of virus-host interaction that governs viral escape from an intrinsic cellular immune defense via the post-translational modification of viral protein."}, {"pubmed": 31066078, "text": "Elevated plasma Pim-1 and its clinical significance in patients with pulmonary arterial hypertension"}, {"pubmed": 31204915, "text": "Pim1 overexpression could enhance the proliferation and inhibit the cell apoptosis, moreover accompnied with the increasing expression of cyclin D1, phosphorylated BAD (pBAD) and pCXCR4"}, {"pubmed": 31434952, "text": "The FLT3-ITD mutation and the expression of its downstream signaling intermediates STAT5 and Pim-1 are positively correlated with CXCR4 expression in patients with acute myeloid leukemia."}, {"pubmed": 31483572, "text": "Long non-coding RNA SNHG16 promotes proliferation and inhibits apoptosis of diffuse large B-cell lymphoma cells by targeting miR-497-5p/PIM1 axis."}, {"pubmed": 31730483, "text": "The phosphorylation of PIM1 target sites stimulates NFATC1 activity and enhances its ability to promote prostate cancer cell migration and invasion."}, {"pubmed": 31780656, "text": "PIM1 overexpression decreases sensitivity to ALK inhibitors in neuroblastoma."}, {"pubmed": 31860636, "text": "Authors found that PIM1 can bind directly and phosphorylate SND1. In addition, decreased expression of SND1 leads to the upregulation of SASP. SND1 is involved in cellular senescence induced by PIM1."}, {"pubmed": 31958486, "text": "Human papillomavirus insertions identify the PIM family of serine/threonine kinases as targetable driver genes in head and neck squamous cell carcinoma."}, {"pubmed": 31969012, "text": "PIM1 phosphorylates KU70 and initiates DNA repair signaling in pulmonary artery hypertension-pulmonary artery smooth muscle cells. PIM1 inhibitors represent a therapeutic option for patients with PAH."}, {"pubmed": 31992853, "text": "PIM kinases alter mitochondrial dynamics and chemosensitivity in lung cancer."}, {"pubmed": 32030886, "text": "miR24-2 accelerates progression of liver cancer cells by activating Pim1 through tri-methylation of Histone H3 on the ninth lysine."}, {"pubmed": 32229191, "text": "TAB3 upregulates PIM1 expression by directly activating the TAK1-STAT3 complex to promote colorectal cancer growth."}, {"pubmed": 32280078, "text": "Arsenic trioxide-induced upregulation of miR-1294 suppresses tumor growth in hepatocellular carcinoma by targeting TEAD1 and PIM1."}, {"pubmed": 32296034, "text": "PIM kinase inhibition: co-targeted therapeutic approaches in prostate cancer."}, {"pubmed": 32307917, "text": "Inhibition of PIM1 attenuates the stem cell-like traits of breast cancer cells by promoting RUNX3 nuclear retention."}, {"pubmed": 32504181, "text": "High Expression of NEK2 and PIM1, but Not PIM3, Is Linked to an Aggressive Phenotype of Bronchopulmonary Neuroendocrine Neoplasms."}, {"pubmed": 32619930, "text": "Inhibition of PIM1 kinase attenuates bleomycin-induced pulmonary fibrosis in mice by modulating the ZEB1/E-cadherin pathway in alveolar epithelial cells."}, {"pubmed": 32626978, "text": "Downregulation of miRNA328 promotes the angiogenesis of HUVECs by regulating the PIM1 and AKT/mTOR signaling pathway under high glucose and low serum condition."}, {"pubmed": 32771000, "text": "PIM1 accelerates prostate cancer cell motility by phosphorylating actin capping proteins."}, {"pubmed": 32878131, "text": "PIM1 Promotes Survival of Cardiomyocytes by Upregulating c-Kit Protein Expression."}, {"pubmed": 32897512, "text": "Long Noncoding RNA KCNQ1OT1 Confers Gliomas Resistance to Temozolomide and Enhances Cell Growth by Retrieving PIM1 From miR-761."}, {"pubmed": 32976598, "text": "Coexistence of two quadruplex-duplex hybrids in the PIM1 gene."}, {"pubmed": 33185705, "text": "PIM1 inhibition attenuated endotoxin-induced acute lung injury through modulating ELK3/ICAM1 axis on pulmonary microvascular endothelial cells."}, {"pubmed": 33307035, "text": "PIM Kinases Promote Survival and Immune Escape in Primary Mediastinal Large B-Cell Lymphoma through Modulation of JAK-STAT and NF-kappaB Activity."}, {"pubmed": 33383107, "text": "Role of oncogene PIM-1 in the development and progression of papillary thyroid carcinoma: Involvement of oxidative stress."}, {"pubmed": 33398037, "text": "Identification of PIM1 substrates reveals a role for NDRG1 phosphorylation in prostate cancer cellular migration and invasion."}, {"pubmed": 33448694, "text": "Virtual Screening and Design with Machine Intelligence Applied to Pim-1 Kinase Inhibitors."}, {"pubmed": 33727604, "text": "PIM kinases mediate resistance to cisplatin chemotherapy in hepatoblastoma."}, {"pubmed": 33955505, "text": "Overexpression of microRNA486 affects the proliferation and chemosensitivity of mesothelioma cell lines by targeting PIM1."}, {"pubmed": 34075019, "text": "PIM1 kinase facilitates Zika virus replication by suppressing host cells' natural immunity."}, {"pubmed": 34077000, "text": "Prognostic and immunomodulatory effects of PIM1 in colorectal carcinoma."}, {"pubmed": 34193159, "text": "PIM kinases inhibit AMPK activation and promote tumorigenicity by phosphorylating LKB1."}, {"pubmed": 34211090, "text": "Direct phosphorylation and stabilization of HIF-1alpha by PIM1 kinase drives angiogenesis in solid tumors."}, {"pubmed": 34261974, "text": "Increased Expression of the lncRNA NRON Along With NFATc1/PIM-1 in Labial Salivary Glands of Sjogren's Syndrome Patients."}, {"pubmed": 34519263, "text": "Mesenchymal stem cell conditioned medium attenuates oxidative stress injury in hepatocytes partly by regulating the miR-486-5p/PIM1 axis and the TGF-beta/Smad pathway."}, {"pubmed": 34993612, "text": "Relationship between the transcriptional expression of PIM1 and local control in patients with head and neck squamous cell carcinomas treated with radiotherapy."}, {"pubmed": 35285410, "text": "KLF2-induced circZKSCAN1 potentiates the tumorigenic properties of clear cell renal cell carcinoma by targeting the miR-1294/PIM1 axis."}, {"pubmed": 36068222, "text": "PIM1 promotes hepatic conversion by suppressing reprogramming-induced ferroptosis and cell cycle arrest."}, {"pubmed": 36191855, "text": "PIM1-Induced Cytoplasmic Expression of RBMY Mediates Hepatocellular Carcinoma Metastasis."}, {"pubmed": 36195600, "text": "Multicellular immune dynamics implicate PIM1 as a potential therapeutic target for uveitis."}, {"pubmed": 36223640, "text": "Pim-1 kinase is a positive feedback regulator of the senescent lung fibroblast inflammatory secretome."}, {"pubmed": 37042842, "text": "PIM1 phosphorylates ABI2 to enhance actin dynamics and promote tumor invasion."}, {"pubmed": 37992447, "text": "Mesenchymal stem cells attenuate systemic lupus erythematosus by inhibiting NLRP3 inflammasome activation through Pim-1 kinase."}, {"pubmed": 38016478, "text": "PIM1 targeted degradation prevents the emergence of chemoresistance in prostate cancer."}, {"pubmed": 38335426, "text": "The impact of MYD88 and PIM1 in mature large B-cell non-Hodgkin lymphomas: Defining element of their evolution and prognosis."}, {"pubmed": 38485819, "text": "Kinase PIM1 governs ferroptosis to reduce retinal microvascular endothelial cell dysfunction triggered by high glucose."}, {"pubmed": 38631036, "text": "What doesn't fit is made to fit: Pim-1 kinase adapts to the configuration of stilbene-based inhibitors."}, {"pubmed": 38926951, "text": "[Effects of PIM1 Gene on Proliferation, Apoptosis and JAK2/STAT3 Signaling Pathway of Acute Myeloid Leukemia U937 Cells]."}, {"pubmed": 38940430, "text": "NUP98-BPTF promotes oncogenic transformation through PIM1 upregulation."}], "genomic_pos": {"chr": "6", "end": 37175428, "ensemblgene": "ENSG00000137193", "start": 37170152, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 37143202, "start": 37137979, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": [1825810, 16266891, 18056989], "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0022898", "pubmed": 18056989, "qualifier": "involved_in", "term": "regulation of transmembrane transporter activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16186805, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043433", "pubmed": 18593906, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045824", "pubmed": 37797010, "qualifier": "involved_in", "term": "negative regulation of innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046777", "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046777", "pubmed": 16266891, "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050821", "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060045", "pubmed": 21474815, "qualifier": "involved_in", "term": "positive regulation of cardiac muscle cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070561", "pubmed": 22720752, "qualifier": "involved_in", "term": "vitamin D receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071346", "pubmed": 37797010, "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090336", "qualifier": "involved_in", "term": "positive regulation of brown fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902033", "qualifier": "involved_in", "term": "regulation of hematopoietic stem cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904263", "pubmed": 31548394, "qualifier": "involved_in", "term": "positive regulation of TORC1 signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905062", "pubmed": 21474815, "qualifier": "involved_in", "term": "positive regulation of cardioblast proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1990748", "pubmed": 18056989, "qualifier": "involved_in", "term": "cellular detoxification"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21474815, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [1825810, 21474815], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004674", "pubmed": [1825810, 18056989, 31548394, 37797010], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16186805, 16266891, 25416956], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005524", "pubmed": 1825810, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008134", "pubmed": 18593906, "qualifier": "enables", "term": "transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030145", "pubmed": 1825810, "qualifier": "enables", "term": "manganese ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043024", "pubmed": 16266891, "qualifier": "enables", "term": "ribosomal small subunit binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[6239, 175437], [7955, 572469], [8364, 493494], [9031, 100858838], [9544, 719232], [9598, 462656], [9606, 5292], [9615, 481772], [9913, 281402], [10090, 18712], [10116, 24649]], "id": 11214}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Serine/threonine-protein kinase pim-1/2/3", "id": "IPR017348", "short_desc": "PIM1/2/3"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}], "ipi": ["IPI00005014", "IPI00745060"], "map_location": "6p21.2", "name": "Pim-1 proto-oncogene, serine/threonine kinase", "other_names": ["Oncogene PIM1", "pim-1 oncogene (proviral integration site 1)", "proto-oncogene serine/threonine-protein kinase pim-1", "serine/threonine-protein kinase pim-1"], "pantherdb": {"HGNC": "8986", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97584", "ortholog_type": "LDO", "panther_family": "PTHR22984", "taxid": 10090, "uniprot_kb": "P06803"}, {"RGD": "3330", "ortholog_type": "LDO", "panther_family": "PTHR22984", "taxid": 10116, "uniprot_kb": "P26794"}, {"Ensembl": "ENSGALG00000038902", "ortholog_type": "LDO", "panther_family": "PTHR22984", "taxid": 9031, "uniprot_kb": "A0A1D5NZV7"}, {"ZFIN": "ZDB-GENE-061013-139", "ortholog_type": "LDO", "panther_family": "PTHR22984", "taxid": 7955, "uniprot_kb": "Q08BC0"}, {"WormBase": "WBGene00004183", "ortholog_type": "LDO", "panther_family": "PTHR22984", "taxid": 6239, "uniprot_kb": "Q20443"}], "uniprot_kb": "P11309"}, "pathway": {"kegg": [{"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05221", "name": "Acute myeloid leukemia - Homo sapiens (human)"}], "pid": [{"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "gmcsf_pathway", "name": "GMCSF-mediated signaling events"}, {"id": "il3_pathway", "name": "IL3-mediated signaling events"}, {"id": "il5_pathway", "name": "IL5-mediated signaling events"}, {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}, {"id": "nfat_3pathway", "name": "Role of Calcineurin-dependent NFAT signaling in lymphocytes"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-9682385", "name": "FLT3 signaling in disease"}, {"id": "R-HSA-9702518", "name": "STAT5 activation downstream of FLT3 ITD mutants"}, {"id": "R-HSA-9703465", "name": "Signaling by FLT3 fusion proteins"}, {"id": "R-HSA-9703648", "name": "Signaling by FLT3 ITD and TKD mutants"}], "wikipathways": [{"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP3640", "name": "Imatinib and Chronic Myeloid Leukemia"}, {"id": "WP4566", "name": "Translation inhibitors in chronically activated PDGFRA cells"}]}, "pdb": ["1XQZ", "1XR1", "1XWS", "1YHS", "1YI3", "1YI4", "1YWV", "1YXS", "1YXT", "1YXU", "1YXV", "1YXX", "2BIK", "2BIL", "2BZH", "2BZI", "2BZJ", "2BZK", "2C3I", "2J2I", "2O3P", "2O63", "2O64", "2O65", "2OBJ", "2OI4", "2XIX", "2XIY", "2XIZ", "2XJ0", "2XJ1", "2XJ2", "3A99", "3BGP", "3BGQ", "3BGZ", "3BWF", "3C4E", "3CXW", "3CY2", "3CY3", "3DCV", "3F2A", "3JPV", "3JXW", "3JY0", "3JYA", "3MA3", "3QF9", "3R00", "3R01", "3R02", "3R04", "3T9I", "3UIX", "3UMW", "3UMX", "3VBQ", "3VBT", "3VBV", "3VBW", "3VBX", "3VBY", "3VC4", "3WE8", "4A7C", "4ALU", "4ALV", "4ALW", "4AS0", "4BZN", "4BZO", "4DTK", "4ENX", "4ENY", "4GW8", "4I41", "4IAA", "4JX3", "4JX7", "4K0Y", "4K18", "4K1B", "4LL5", "4LM5", "4LMU", "4MBI", "4MBL", "4MTA", "4N6Y", "4N6Z", "4N70", "4RBL", "4RC2", "4RC3", "4RC4", "4RPV", "4TY1", "4WRS", "4WSY", "4WT6", "4XH6", "4XHK", "5C1Q", "5DGZ", "5DHJ", "5DIA", "5DWR", "5EOL", "5IIS", "5IPJ", "5KCX", "5KGD", "5KGE", "5KGG", "5KGI", "5KGK", "5KZI", "5MZL", "5N4N", "5N4O", "5N4R", "5N4U", "5N4V", "5N4X", "5N4Y", "5N4Z", "5N50", "5N51", "5N52", "5N5L", "5N5M", "5NDT", "5O11", "5O12", "5O13", "5TEL", "5TEX", "5TOE", "5TUR", "5V80", "5V82", "5VUA", "5VUB", "5VUC", "6AYD", "6BSK", "6KZI", "6L11", "6L12", "6L13", "6L14", "6L15", "6L16", "6L17", "6MT0", "6NO8", "6NO9", "6PCW", "6PDI", "6PDN", "6PDO", "6PDP", "6QXK", "6VRU", "6VRV", "6YKD", "7OOV", "7OOW", "7OOX", "7QB2", "7QFM", "7VSY", "7XSV", "7Z6U", "7ZUN", "8AFR", "8R10", "8R18", "8R1N", "8R1P", "8R1T"], "pfam": "PF00069", "pharmgkb": "PA33318", "pharos": {"target_id": 8816, "tdl": "Tchem"}, "pir": "JU0327", "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254187", "relationship": "is"}, {"id": "GNF254188", "relationship": "is"}, {"id": "GNF254189", "relationship": "is"}, {"id": "GNF254190", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037881", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087556", "relationship": "is"}, {"id": "GNF087557", "relationship": "is"}, {"id": "GNF087558", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050670", "relationship": "is"}, {"id": "GNF055432", "relationship": "is"}, {"id": "GNF060070", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067521", "relationship": "is"}, {"id": "GNF067522", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166504", "relationship": "is"}, {"id": "GNF166505", "relationship": "is"}, {"id": "GNF166506", "relationship": "is"}, {"id": "GNF166507", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF011242", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324866", "relationship": "is"}, {"id": "GNF324867", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334489", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092725", "relationship": "is"}, {"id": "GNF132423", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_029601.1"], "protein": ["NP_001230115.1", "NP_002639.1"], "rna": ["NM_001243186.2", "NM_002648.4"], "translation": [{"protein": "NP_001230115.1", "rna": "NM_001243186.2"}, {"protein": "NP_002639.1", "rna": "NM_002648.4"}]}, "reporter": {"HG-U133_Plus_2": "209193_at", "HG-U95Av2": ["1779_s_at", "883_s_at"], "HTA-2_0": "TC06000541.hg.1", "HuEx-1_0": "2905404", "HuGene-1_1": "8119161", "HuGene-2_1": "17008092"}, "retired": 82453, "summary": "The protein encoded by this gene belongs to the Ser/Thr protein kinase family, and PIM subfamily. This gene is expressed primarily in B-lymphoid and myeloid cell lines, and is overexpressed in hematopoietic malignancies and in prostate cancer. It plays a role in signal transduction in blood cells, contributing to both cell proliferation and survival, and thus provides a selective advantage in tumorigenesis. Both the human and orthologous mouse genes have been reported to encode two isoforms (with preferential cellular localization) resulting from the use of alternative in-frame translation initiation codons, the upstream non-AUG (CUG) and downstream AUG codons (PMIDs:16186805, 1825810).[provided by RefSeq, Aug 2011].", "symbol": "PIM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812214"}, "unigene": "Hs.81170", "uniprot": {"Swiss-Prot": "P11309"}, "wikipedia": {"url_stub": "PIM1"}}