{"AllianceGenome": "8988", "HGNC": "8988", "MIM": "601052", "_id": "5300", "_version": 2, "accession": {"genomic": ["AC008752.6", "AF501321.1", "CH471106.1", "CP068259.2", "NC_000019.10", "NC_060943.1", "NG_029167.1"], "protein": ["AAC50492.1", "AAH02899.1", "AAH31971.1", "AAM81970.1", "AAV38138.1", "BAF83763.1", "BAG53486.1", "CAG28582.1", "EAW84057.1", "EAW84058.1", "EAW84059.1", "NP_006212.1", "Q13526.1", "XP_011526370.1", "XP_054177179.1"], "rna": ["AF086512.1", "AK092970.1", "AK097558.1", "AK291074.1", "BC002899.1", "BC031971.1", "BG912418.1", "BI827520.1", "BI827672.1", "BT019331.1", "CA439440.1", "CD675162.1", "CR407654.1", "NM_006221.4", "NR_038422.3", "NR_038830.2", "U49070.1", "XM_011528068.3", "XM_054321204.1"], "translation": [{"protein": "AAC50492.1", "rna": "U49070.1"}, {"protein": "BAF83763.1", "rna": "AK291074.1"}, {"protein": "XP_054177179.1", "rna": "XM_054321204.1"}, {"protein": "AAH31971.1", "rna": "BC031971.1"}, {"protein": "AAH02899.1", "rna": "BC002899.1"}, {"protein": "NP_006212.1", "rna": "NM_006221.4"}, {"protein": "AAV38138.1", "rna": "BT019331.1"}, {"protein": "XP_011526370.1", "rna": "XM_011528068.3"}, {"protein": "CAG28582.1", "rna": "CR407654.1"}, {"protein": "BAG53486.1", "rna": "AK097558.1"}]}, "alias": ["DOD", "UBL5"], "ec": "5.2.1.8", "ensembl": {"gene": "ENSG00000127445", "protein": ["ENSP00000247970", "ENSP00000466656", "ENSP00000466780", "ENSP00000466962", "ENSP00000467197"], "transcript": ["ENST00000247970", "ENST00000380889", "ENST00000585442", "ENST00000586025", "ENST00000586352", "ENST00000587625", "ENST00000588695", "ENST00000589058", "ENST00000590540", "ENST00000591777", "ENST00000592184"], "translation": [{"protein": "ENSP00000466656", "rna": "ENST00000587625"}, {"protein": "ENSP00000247970", "rna": "ENST00000247970"}, {"protein": "ENSP00000466962", "rna": "ENST00000588695"}, {"protein": "ENSP00000467197", "rna": "ENST00000586352"}, {"protein": "ENSP00000466780", "rna": "ENST00000591777"}], "type_of_gene": "protein_coding"}, "entrezgene": "5300", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.16837282924, "exp_mis": 52.5682718882, "exp_syn": 26.5522775783, "lof_z": 1.53724373423671, "mis_z": 1.38756192680598, "mu_lof": 4.28513270336e-07, "mu_mis": 7.24951748439e-06, "mu_syn": 3.4916167195e-06, "n_lof": 1.0, "n_mis": 32.0, "n_syn": 25.0, "p_li": 0.340906808984076, "p_null": 0.0587244313559353, "p_rec": 0.600368759659988, "syn_z": 0.186753441907259}, "bp": 492, "cds_end": 9959875, "cds_start": 9946020, "n_exons": 4, "nonpsych": {"exp_lof": 3.72213816615, "exp_mis": 47.5287188009, "exp_syn": 23.9817315784, "lof_z": 1.38568940609131, "mis_z": 1.35559206757158, "mu_lof": 4.28513270336e-07, "mu_mis": 7.24951748439e-06, "mu_syn": 3.4916167195e-06, "n_lof": 1.0, "n_mis": 29.0, "n_syn": 23.0, "p_li": 0.328562238541582, "p_null": 0.0744702232113696, "p_rec": 0.596967538247049, "syn_z": 0.126216261978037}, "nontcga": {"exp_lof": 3.82996690673, "exp_mis": 48.357877419, "exp_syn": 24.4231597791, "lof_z": 1.42647813667634, "mis_z": 1.3868642006018, "mu_lof": 4.28513270336e-07, "mu_mis": 7.24951748439e-06, "mu_syn": 3.4916167195e-06, "n_lof": 1.0, "n_mis": 29.0, "n_syn": 24.0, "p_li": 0.319411532418088, "p_null": 0.0676759290225758, "p_rec": 0.612912538559336, "syn_z": 0.0542158129592429}, "transcript": "ENST00000247970.4"}, "exons": [{"cdsend": 9849199, "cdsstart": 9835344, "chr": "19", "position": [[9835317, 9835402], [9838435, 9838648], [9848029, 9848140], [9849089, 9849689]], "strand": 1, "transcript": "NM_006221", "txend": 9849689, "txstart": 9835317}, {"cdsend": 9849689, "cdsstart": 9849689, "chr": "19", "position": [[9835206, 9835402], [9836822, 9836875], [9838435, 9838648], [9848029, 9848140], [9849089, 9849689]], "strand": 1, "transcript": "NR_038422", "txend": 9849689, "txstart": 9835206}, {"cdsend": 9849689, "cdsstart": 9849689, "chr": "19", "position": [[9835317, 9835402], [9836822, 9836875], [9838435, 9838648], [9848029, 9848140], [9849089, 9849201], [9849532, 9849689]], "strand": 1, "transcript": "NR_038830", "txend": 9849689, "txstart": 9835317}], "exons_hg19": [{"cdsend": 9959875, "cdsstart": 9946020, "chr": "19", "position": [[9945993, 9946078], [9949111, 9949324], [9958705, 9958816], [9959765, 9960365]], "strand": 1, "transcript": "NM_006221", "txend": 9960365, "txstart": 9945993}, {"cdsend": 9960365, "cdsstart": 9960365, "chr": "19", "position": [[9945882, 9946078], [9947498, 9947551], [9949111, 9949324], [9958705, 9958816], [9959765, 9960365]], "strand": 1, "transcript": "NR_038422", "txend": 9960365, "txstart": 9945882}, {"cdsend": 9960365, "cdsstart": 9960365, "chr": "19", "position": [[9945993, 9946078], [9947498, 9947551], [9949111, 9949324], [9958705, 9958816], [9959765, 9959877], [9960208, 9960365]], "strand": 1, "transcript": "NR_038830", "txend": 9960365, "txstart": 9945993}], "generif": [{"pubmed": 11575923, "text": "binds phosphorylated hSpt5"}, {"pubmed": 11787050, "text": "induction of expression by IGF-1 and role in promoting cell cycle S-phase entry"}, {"pubmed": 11940573, "text": "Interactions between protein kinase CK2 and Pin1. Evidence for phosphorylation-dependent interactions."}, {"pubmed": 11978535, "text": "A signaling mechanism is proposed, whereby Pin1 specifically isomerizes only the phosphorylated Ser/Thr-Pro bonds in proteins, regulating protein function by inducing conformational changes following phosphorylation."}, {"pubmed": 11988841, "text": "conformational change of Bcl2 due to association with peptidyl prolyl isomerase can contribute to irreversible apoptotic signaling."}, {"pubmed": 12101225, "text": "Pin1 is an E2F target gene that is essential for the Neu/Ras-induced transformation of mammary epithelial cells through activation of cyclin D1"}, {"pubmed": 12153046, "text": "1H, 13C and 15N backbone resonance assignment of the peptidyl-prolyl cis-trans isomerase Pin1."}, {"pubmed": 12388558, "text": "role in regulating p53 function during DNA damage"}, {"pubmed": 12397361, "text": "The prolyl isomerase Pin1 is a regulator of p53 in genotoxic response"}, {"pubmed": 12397362, "text": "following stress-induced phosphorylation, p53 needs to form a complex with Pin1 and to undergo a conformational change to fulfil its biological roles"}, {"pubmed": 12410395, "text": "Neurons containing Pin1 granules were devoid of neurofibrillary tangles. Granular accumulation of Pin1 may correspond to an absence of neurofibrillary lesions in these cells and might be associated with other mechanisms of neuronal degeneration."}, {"pubmed": 12579289, "text": "Pin1 is overexpressed in oral squamous cell carcinoma and its levels correlate with cyclin D1 overexpression"}, {"pubmed": 12686540, "text": "Peptide binding induces large scale changes in inter-domain mobility in human Pin1"}, {"pubmed": 12721297, "text": "analysis of pin1 domain architecture and substrate binding"}, {"pubmed": 12792768, "text": "Pin1 is a regulator of Cyclin D1 expression in oral squamous cell carcinoma and might have a role in oncogenesis"}, {"pubmed": 14572447, "text": "Appearance of Pin1 granules in the early stages of Alzheimer's disease, Pick's disease, and FTDP-17 (P301L) tauopathy implicates Pin1 in their pathogenesis, but not in progressive supranuclear palsy."}, {"pubmed": 14690596, "text": "Data show that NF-kappaB function is regulated by Pin1-mediated prolyl isomerization and ubiquitin-mediated proteolysis of its p65/RelA subunit."}, {"pubmed": 14967043, "text": "An additional interaction site between Pin1 and neuronal Tau protein identified at phospho-Thr212-Pro213 of Tau raises the question of functional cooperativity between the WW and catalytic domain of Pin1 while it interacts with hyperphosphorylated Tau."}, {"pubmed": 15111319, "text": "Pin1 can suppress transformed phenotypes and inhibit tumor cell growth"}, {"pubmed": 15175157, "text": "The ability of c-Abl and p300 to increase p73 stability and transcriptional activity requires Pin1. Pin1 is essential for activation of the apoptotic response by endogenous p73."}, {"pubmed": 15474361, "text": "Pin1 redistribution and shortfalls occur in frontotemporal dementias characterized by abnormal protein aggregates of tau and other cytoskeletal proteins. may be unifying, contributory factor towards neuronal death in these dementias."}, {"pubmed": 15701524, "text": "Pin1 binding was favored when at least two of the three threonine residues were phosphorylated"}, {"pubmed": 15867923, "text": "Phosphorylation-dependent prolyl isomerization by Pin1 remains a unique mode for the modulation of signal transduction [review]."}, {"pubmed": 15950321, "text": "Taken together, these results provide evidence supporting a direct link between oxidative damage to neuronal Pin1 and the pathobiology of Alzheimer disease."}, {"pubmed": 15964795, "text": "Mutations in proline 82 of p53 impair its activation by PIN1 and CHK2 in response to DNA damage."}, {"pubmed": 16095818, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16095818, "text": "We conclude that Pin1 is a very well conserved gene, whose rare nucleotide variations have no effect on the individual genetic risk for AD."}, {"pubmed": 16123044, "text": "c-Fos represents a novel target for the isomerizing activity of Pin1, which has a role in the mechanism by which c-Jun and c-Fos cooperate to regulate AP-1-dependent gene transcription"}, {"pubmed": 16124054, "text": "Overexpression of Pin1 and beta-catenin may be closely related with the development and/or progression of colorectal carcinoma and further supports that Pin1 overexpression might contribute to the upregulation of beta-catenin."}, {"pubmed": 16139797, "text": "Thus, Pin1 interacts with C99 and promotes its gamma-cleavage, generating Abeta40 and Abeta42."}, {"pubmed": 16227615, "text": "Pin1 functions as a transcriptional coactivator of nuclear receptors by modulating SRC-3 coactivator protein-protein complex formation and by also promoting the turnover of the activated SRC-3 oncoprotein."}, {"pubmed": 16273101, "text": "Pin1 is a key mediator of granulocyte-macrophage colony-stimulating factor (GM-CSF) production"}, {"pubmed": 16384626, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16428447, "text": "High Pin1 expression in primary prostate cancer markedly inhibits the beta-catenin interaction with androgen receptor."}, {"pubmed": 16449657, "text": "Pin1 overexpression correlates with centrosome amplification in breast cancer tissues."}, {"pubmed": 16476580, "text": "we found that Pin1 could interact with Nek6, one of the human NIMA-related kinases (Neks). Significant correlations between Nek6 and Pin1 mRNA expression levels in 40 pairs of hepatocellular carcinoma cases."}, {"pubmed": 16697218, "text": "Pin1 level was found strongly increased during neuronal differentiation and tightly correlated with Tau dephosphorylation at Thr231"}, {"pubmed": 16701948, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16701948, "text": "two promoter polymorphisms (rs2233678 and rs2233679)in PIN1 do not make a significant contribution to AD risk."}, {"pubmed": 16820873, "text": "Pin1 expression is correlated with cyclinD1 expression and may have a role in esophageal squamous cell carcinoma"}, {"pubmed": 16865250, "text": "High levels of Pin1 expression is associated with salivary adenoid cystic carcinoma"}, {"pubmed": 16907857, "text": "Pin1 may not play a role in the development or progression of gastric cancer."}, {"pubmed": 16972081, "text": "In human neuroblastoma cells, Pin1 is downregulated in response to endoplasmic reticulum stress in neuroblastoma cells."}, {"pubmed": 17082615, "text": "Pin1 is implicated in granulocyte-macrophage colony-stimulating factor (GM-CSF) mRNA turnover, accumulation, and cytokine production by human T lymphocytes."}, {"pubmed": 17129455, "text": "The Pin1 and beta-catenin signalling pathways were activated in salivary adenoid cystic carcinoma."}, {"pubmed": 17163675, "text": "In this review, the authors show that Pin1 specifically regulates the degradation of amyloid precursor protein (APP), and they propose an alternative model for Pin1 regulation of APP processing."}, {"pubmed": 17316687, "text": "A model for the reaction trajectory of Pin1 catalysis."}, {"pubmed": 17317113, "text": "Pin1 deregulation may provide a link between formation of tangles and plaques in Alzheimer's disease [review]"}, {"pubmed": 17334375, "text": "These results suggest that sequences of recognition motifs may reflect natural selection of not only chemical properties but also dynamic modes that augment specificity."}, {"pubmed": 17355867, "text": "This first side-chain dynamics study of human Pin1 lays the foundation for analysis of how different substrates elicit different dynamic responses from Pin1."}, {"pubmed": 17393110, "text": "PIN1 overexpression in hepatocellular carcinoma and its significance is reported."}, {"pubmed": 17466629, "text": "the interaction of Pin1 with chromatin is greatly elevated in G2/M phase, and this correlates with the presence on chromosomes of several mitotic phosphoproteins, especially topoisomerase (Topo) IIalpha"}, {"pubmed": 17468107, "text": "Che-1 as a new Pin1 and HDM2 target and confirm its important role in the cellular response to DNA damage."}, {"pubmed": 17482359, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17482359, "text": "none of the six common SNPs in Pin1, including the two promoter SNPs, rs223678 and rs223679, was associated with increased late-onset Alzheimer's disease risk"}, {"pubmed": 17624454, "text": "PIN1 down-regulates BIRC5."}, {"pubmed": 17626162, "text": "Isomerization of lys-ser-pro repeat residues that are abundant in NF-H tail domains by Pin1 can regulate NF-H phosphorylation."}, {"pubmed": 17681194, "text": "Interaction between Pin1 and hepatitis B virus protein HBx leads to hepatocarcinogenesis."}, {"pubmed": 17766376, "text": "Replacement of two nearest neighbor non-hydrogen-bonded residues on adjacent beta-strands with tryptophan residues increases beta-sheet thermodynamic stability of the Pin1 WW domain."}, {"pubmed": 17906639, "text": "Data suggest that Pin1 is required for efficient loading of p53 on target promoters upon stress, and that after phosphorylation of p53 triggered by cytotoxic stimuli, Pin1 mediates p53's dissociation from iASPP, promoting cell death."}, {"pubmed": 17938171, "text": "Pin1-mediated prolyl isomerization plays an important role in the negative regulation of Daxx and thereby inhibits the oxidative stress-induced cellular apoptotic response, particularly in malignant tumor cells where Pin1 is often overexpressed."}, {"pubmed": 18006688, "text": "PIN1 modulates RNA polymerase II activity during the transcription cycle."}, {"pubmed": 18007120, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18007120, "text": "polymorphisms of the PIN-1 gene can affect neurodegeneration and its clinical progression."}, {"pubmed": 18039859, "text": "Binding to Pin1 results in degradation of PML in a phosphorylation-dependent manner. Degradation of PML due to Pin1 acts both to protect a breast cancer tumor cell line from hydrogen peroxide-induced death and to increase the rate of proliferation."}, {"pubmed": 18062707, "text": "Recombinant Pin1 was modulated by I-2, and binding to individual mitotic phosphoproteins was increased, decreased or unaffected by I-2, showing that I-2 allosterically modifies Pin1 specificity."}, {"pubmed": 18188456, "text": "Pin1 promoted the stability of TGF-beta1 mRNA in human Eos."}, {"pubmed": 18294451, "text": "These results imply that Pin1 stimulates VEGF expression by activating HIF-1alpha and AP-1, and suggest that Pin1 is a potential therapeutic target of angiogenesis during cancer development."}, {"pubmed": 18635547, "text": "Pin1 as a possible modulator of stress-induced NF-H phosphorylation as seen in neurodegenerative disorders like AD and amyotrophic lateral sclerosis"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676833, "text": "Erk could phosphorylate Mcl-1 at two consensus residues, Thr 92 and 163, which is required for the association of Mcl-1 and Pin1, resulting in stabilization of Mcl-1"}, {"pubmed": 18684817, "text": "Results show that the prolyl isomerase Pin1 modulates APOBEC3G expression."}, {"pubmed": 18794148, "text": "Pin1 is identified as a novel negative FOXO regulator, interconnecting FOXO phosphorylation and monoubiquitination in response to cellular stress to regulate p27(kip1)."}, {"pubmed": 18844375, "text": "H59 and H157 are not required for hydrogen bonding within the active site, and in contrast to the active site C113, they do not participate directly in catalysis."}, {"pubmed": 19077306, "text": "Pin1 is a novel regulator of erbB2 that modulates the ubiquitin-mediated degradation of erbB2."}, {"pubmed": 19084525, "text": "Point mutations of several basic amino acids in the PPIase domain of Pin1 significantly compromise its nuclear localization."}, {"pubmed": 19122240, "text": "Pin1 negatively regulates TGF-beta signaling by down-regulating Smad2/3 protein levels via induction of Smurf2-mediated ubiquitin-proteasomal degradation."}, {"pubmed": 19141981, "text": "pin1 mRNA was overexpressed in the circulation of non-small cell lung cancer patients."}, {"pubmed": 19151708, "text": "In human breast cancers, we observed a strong correlation between Pin1 overexpression and high levels of activated Notch1. Thus, the molecular circuitry established by Notch1 and Pin1 may have a key role in cancer."}, {"pubmed": 19158244, "text": "The authors show here that prolyl isomerase Pin1 is over expressed in HTLV-1 cell lines; Pin1 binds Tax and regulates Tax-induced NF-kappaB activation."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19287979, "text": "Pin1 may influence cyclinD1 and p53 functions and predict chemoradiotherapy sensitivity."}, {"pubmed": 19288014, "text": "The overexpression of Pin1 can be used as an indicator for pathological diagnosis of oral squamous cell carcinoma (OSCC)."}, {"pubmed": 19338781, "text": "This study demonstrates an important role for Pin1 in the post-translational regulation of Tax and suggests that the targeting of Pin1 may offer a new insight into the pathogenesis of HTLV-1 related diseases."}, {"pubmed": 19439498, "text": "Cytosolic SULT4A1 interacts with PIN1."}, {"pubmed": 19458071, "text": "Pin1 is an important regulator of Rel/NF-kappaB transforming activity and may be a potential therapeutic target in Rel/NF-kappaB-dependent leukemia/lymphomas."}, {"pubmed": 19502098, "text": "data shows that Pin1 is overexpressed and hypophosphorylated in HNSCC, and that inhibition of Pin1 blocks cell cycle progression and triggers tumor cell death."}, {"pubmed": 19565466, "text": "only a small subset of side chain interactions within the hPin1 WW domain are mandatory for acquiring and maintaining a stable, cooperatively folded beta-sheet structure."}, {"pubmed": 19584057, "text": "reveals a novel regulatory mechanism for p27(Kip1) stability and sheds new light on the biological function of Pin1 as a general regulator of protein stability."}, {"pubmed": 19592546, "text": "Report expression of Pin1 mRNA in non-small-cell lung cancer patients."}, {"pubmed": 19597489, "text": "Study suggests that the Pin1 activity is often translated into a fate-determining ubiquitylation switch, and that Pin1 may affect the degree of substrate ubiquitylation in other pathways as well."}, {"pubmed": 19619441, "text": "Pin1 is overexpressed in circulating mononuclear cells from non-small cell lung cancer patients."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625347, "text": "Hypothesis that common polymorphisms in the coding and promoter regions of PIN1 are associated with risk of squamous cell carcinoma of the head and neck/ the -842C variant genotypes are associated with decreased risk."}, {"pubmed": 19625347, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19638580, "text": "Pin1 regulates cytokinesis and may under pathologic levels stimulate tumorigenesis."}, {"pubmed": 19668231, "text": "Pin1 is an important regulator of NF-kappaB in glioblastoma, and support the notion of using Pin1 as a therapeutic target in the future."}, {"pubmed": 19681904, "text": "Pin1 overexpression in tamoxifen-resistant -MCF-7 cells is involved in the epithelial-mesenchymal transition process via PTEN-PI3-kinase-Akt-GSK-3beta and/or GSK-3beta-NF-kappaB-dependent Snail activation"}, {"pubmed": 19682092, "text": "These results suggest that Pin1 may have overlapping cellular function with PCIF1."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19846884, "text": "Pin1 may stimulate the transcription of proinflammatory proteins in rheumatoid arthritis tissues."}, {"pubmed": 19855176, "text": "Pin1 regulates Plk1-mediated phosphorylation of Cep55."}, {"pubmed": 19885590, "text": "overexpression of Pin-1 and VEGF-C may promote tumor progression and metastasis"}, {"pubmed": 19904610, "text": "Pin1 induces cell cycle arrest and apoptosis in vascular smooth muscle cells."}, {"pubmed": 19909517, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19909517, "text": "Our data does not support the role of PIN1 common polymorphisms as Alzheimer's disease risk factor"}, {"pubmed": 19920136, "text": "the importance of Pin1 in TGF-beta-induced migration and invasion of cancer cells"}, {"pubmed": 19940183, "text": "This study highlights a novel signaling role of PP2A by Pin1 and implicates Pin1 as a therapeutic target to reduce aberrant phosphorylation of NF proteins in neurodegenerative disorders such as AD, PD, and ALS."}, {"pubmed": 19996102, "text": "Pin1 regulates macrophage function through the direct binding to the phosphorylated AF-1 domain of PPARgamma"}, {"pubmed": 20009523, "text": "High expression of Pin1 correlated with poor survivial in NSCLC patients. Overexpression of Pin1 in Glc82 cells increased cell growth and colony formation and tumorigenicity in nude mice including cell migration, invasion."}, {"pubmed": 20033770, "text": "Carriers of -842C variant alleles had decreased risk of breast cancer. No such associations were observed for PIN1 -667T>C and PIN1 Gln33Gln, but their haplotypes were also associated with reduced risk of breast cancer."}, {"pubmed": 20033770, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20060900, "text": "Prolyl-peptidyl isomerase, Pin1, phosphorylation is compromised in association with the expression of the HFE polymorphic allele, H63D."}, {"pubmed": 20110589, "text": "Pin1 activity regulates the proline-directed kinase in-duced biochemical and biological events and conse-quently regulates cell proliferation, cell survival, andapoptosis."}, {"pubmed": 20173753, "text": "catalyzes conformational modification of HIV-1 integrase after the integrase is phosphorylated by JNK, allowing efficient HIV-1 integration into CD4+ cells"}, {"pubmed": 20179103, "text": "Pin1 regulates BPGAP1 function in Rho and Erk signalling, with active Mek2 serving as a novel regulatory scaffold that promotes crosstalk between RhoGAP, Pin1 and Erk in the regulation of cell migration."}, {"pubmed": 20179161, "text": "Pin1 plays an important role in the overexpression of HER-2 through Pin1-MEK1-activator protein-2alpha signaling in breast cancer."}, {"pubmed": 20180533, "text": "Data show that binding of the most potent inhibitors to Pin1 had K(D) (and K(I)) values in the low nanomolar range."}, {"pubmed": 20359085, "text": "There was significant direct correlation between the expression of Pin1 and Cyclin D1 in laryngeal papilloma."}, {"pubmed": 20376080, "text": "Elevated PIN1 expression is associated with acute myeloid leukemia."}, {"pubmed": 20479004, "text": "Pin1 induces LC-3 expression and mediates tamoxifen resistance in breast cancer"}, {"pubmed": 20529865, "text": "Suppression of Pin1 expression by RNA interference in a target cell results in an attenuated HIV-1 replication and increases the amount of particulate CA cores in the cytosol of target cells."}, {"pubmed": 20569234, "text": "The Pin1 inhibition leads to senescence in late-passage cells, and ectopic Pin1 expression rescues cells from BTG2-induced senescence."}, {"pubmed": 20580132, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20580132, "text": "This study report a functional polymorphism, rs2287839, in the Pin1 promoter that is significantly associated with a 3-year delay in the average age at onset (AAO) of late-onset AD in a Chinese population."}, {"pubmed": 20622153, "text": "Data show that phosphorylation promotes the interaction between Nanog and the prolyl isomerase Pin1, leading to Nanog stabilization by suppressing its ubiquitination."}, {"pubmed": 20675384, "text": "the association of Pin1 with CRTC2 to decrease the nuclear CBP.CRTC.CREB complex."}, {"pubmed": 20735350, "text": "the role of Pin1 in cancer and neurodegeneration, the relationship between Pin1 and aging, its potential as a diagnostic and therapeutic target (Review)"}, {"pubmed": 21051667, "text": "Pin1 prolyl isomerase regulates endothelial nitric oxide synthase."}, {"pubmed": 21152000, "text": "Combine NMR relaxation experiments with simulation to show networks of inter-converting conformers. We demonstrate our approach with the apo Pin1-WW domain, for which NMR has revealed conformational dynamics of a flexible loop in the millisecond range."}, {"pubmed": 21243369, "text": "PIN1 changes are a constant feature of Alzheimer disease pathology and could serve as a biomarker of the onset or spread of Alzheimer disease neuropathology independent of tau or amyloid beta(Abeta) proteins."}, {"pubmed": 21255181, "text": "These results suggest that Pin1 may be involved in the pathogenesis of rheumatoid arthritis"}, {"pubmed": 21296877, "text": "Pin1 function could be a potential strategy for the stable induction and proliferation of human iPS cells."}, {"pubmed": 21454638, "text": "Pin1 binds to IRS-1 and thereby markedly enhances insulin action, essential for adipogenesis."}, {"pubmed": 21497122, "text": "Phosphorylation of Pin1 Ser71 by DAPK1 inhibits its catalytic activity and cellular function, providing strong evidence for an essential role of the Pin1 enzymatic activity for its cellular function."}, {"pubmed": 21573702, "text": "PI3-kinase/p38 kinase-dependent E2F1 activation is critical for Pin1 induction in tamoxifen-resistant breast cancer cells."}, {"pubmed": 21660049, "text": "following stress-induced phosphorylation of Thr in the Thr-Pro motif of JNK1, JNK1 associates with Pin1 and undergoes conformational changes to promote the binding of JNK1 to its substrates, resulting in cellular responses from extracellular signals."}, {"pubmed": 21680504, "text": "Pin1 interacts with both the NS5A and NS5B proteins of hepatitis C virus and modulates virus propagation."}, {"pubmed": 21682951, "text": "Pin1-mediated phosphorylation-dependent prolyl isomerisation represents a unique signalling mechanism that has a pivotal role in the development of disease including cancer and Alzheimer disease and aging [review]"}, {"pubmed": 21693590, "text": "Pin1 has many important spindle substrates, this might represent a general mechanism for localization of mitotic signalling proteins."}, {"pubmed": 21714498, "text": "Pin1 and phosphatase inhibitor-2 are conserved among eukaryotes from yeast to humans, make an ancient partnership that provides a means for regulating Pin1 specificity and function."}, {"pubmed": 21741598, "text": "These results define a Pin1/mutant p53 axis that conveys oncogenic signals to promote aggressiveness in human cancers."}, {"pubmed": 21745146, "text": "polymorphic variants of PIN1 -842(G > C) and -667(T > C) genes may not appear to have an influence on breast cancer risk among Malaysian Malay, Chinese and Indian women"}, {"pubmed": 21746900, "text": "interactions between the peptidyl-prolyl isomerase and Trp-Trp (WW) domains amplify the conduit response, and alter binding properties at the remote peptidyl-prolyl isomerase active site"}, {"pubmed": 21750208, "text": "EGCG directly suppresses the tumor-promoting effect of Pin1"}, {"pubmed": 21764651, "text": "These observations suggest Pin1 may have a mild tumor suppressive role in clear cell renal cell carcinoma."}, {"pubmed": 21850685, "text": "data suggest that functional c.-842C variants and haplotype \"C-C\" in the PIN1 promoter contribute to decreased risk of lung cancer by diminishing the promoter activity, which may be susceptibility biomarkers for lung cancer.(PIN1 gene"}, {"pubmed": 21852138, "text": "Prolyl isomerase Pin1 as a molecular switch to determine the fate of phosphoproteins"}, {"pubmed": 21876001, "text": "activated Ras induces extracellular signal-regulated kinase 1 and 2-dependent phosphorylation of PTP-PEST at S571, which recruits PIN1 to bind to PTP-PEST"}, {"pubmed": 21967280, "text": "A detailed atomistic picture of the mechanism of Pin1 recognition is presented that can be exploited for drug design purposes and to further our understanding of synergistic complexities of post-translational phosphorylation and cis-trans isomerization."}, {"pubmed": 21980916, "text": "Reduced amide Pin1 inhibitor adopts a conformation similar to the proposed twisted-amide transition state of Pin1, with a trans-pyrrolidine conformation of the prolyl ring."}, {"pubmed": 22011578, "text": "demonstrate that expression of mHtt causes increased phosphorylation of p53 on Ser46, leading to its interaction with phosphorylation-dependent prolyl isomerase Pin1"}, {"pubmed": 22033920, "text": "a model in which Pin1 promotes PML degradation in an ERK2-dependent manner."}, {"pubmed": 22064478, "text": "Estrogen receptor alpha unstructured transactivation domain (AF1) activity is regulated by S118 phosphorylation-dependent recruitment of PIN1."}, {"pubmed": 22115795, "text": "The overexpression of Plk1 or Pin1 inhibited apoptotic signals following the cleavage of PARP in 5'-NIO-treated cells."}, {"pubmed": 22158035, "text": "Data show that peptidyl-prolyl isomerase Pin1 silencing in SKBR-3 and MCF7 cells increased the cyclin-dependent kinase 10 (CDK10) expression."}, {"pubmed": 22184106, "text": "a novel role of Pin1 in inhibiting GSK3beta kinase activity to reduce APP protein levels, providing a previously unrecognized mechanism by which Pin1 protects against Alzheimer disease."}, {"pubmed": 22261503, "text": "This study demonistrated that the modifications of Pin1 found in LOAD subjects support its involvement in the pathogenesis of the disease with an important role being played by epigenetic mechanisms."}, {"pubmed": 22322860, "text": "Pin1 regulates tumor cell proliferation through direct interaction with the spacer domain of the pRb protein, and allows the interaction between CDK/cyclin complexes and pRb in mid/late G1."}, {"pubmed": 22549912, "text": "The prolyl isomerase Pin1 interacts with and downregulates the activity of AMPK leading to induction of tumorigenicity of hepatocarcinoma."}, {"pubmed": 22566623, "text": "These findings collectively suggest that the MLK3-Pin1 signaling cascade plays a critical role in regulating the cell cycle, centrosome numbers, and oncogenesis."}, {"pubmed": 22580604, "text": "Knocking down Pin1 enhances the cellular levels and transcriptional activity of RUNX3 by inhibiting the ubiquitination and degradation of RUNX3"}, {"pubmed": 22608923, "text": "Pin1-mediated inhibition of Fbw7 contributes to oncogenesis"}, {"pubmed": 22789442, "text": "Pin1 enhances the transcriptional activity of all three NR4A nuclear receptors and increases protein stability of Nur77 through inhibition of its ubiquitination."}, {"pubmed": 22894932, "text": "ARSer81 is involved in the interaction with Pin1."}, {"pubmed": 22907757, "text": "data suggest that Pin1 and PP2A act to coordinate the degradation of SLBP by the ubiquitin proteasome system and the exosome-mediated degradation of the histone mRNA by regulating complex dissociation."}, {"pubmed": 22926167, "text": "Pin1 is posttranslationally modified on more than 5 residues, via phosphorylation, N-acetylation, and oxidation. Pin1 expression remained constant but Pin1 posttranslational two-dimensional pattern was modified by tau overexpression in Alzheimer disease."}, {"pubmed": 22935610, "text": "Pin1 is required for efficient mitochondrial localization of p53 and potentiates the transcription-independent apoptotic activity of p53."}, {"pubmed": 22986147, "text": "Study shows that acidic pH can induce kinds of irreversible structural changes in Pin1, such as the exposure of the hydrophobic side-chains, the transition from alpha-helix to beta-sheet and the aggregation of Pin1, and also explains why Pin1 loses activity below pH 5.0. The results emphasize the important role of decreased pH in the pathogenesis of some Pin1-related diseases."}, {"pubmed": 23025283, "text": "The study presents a kinetic and thermodynamic characterization of the isomer-specific interaction between Pin1-WW domain and the APP cytoplasmic tail phosphorylated at Thr668."}, {"pubmed": 23030417, "text": "eto lucidate the mechanism of catalysis of Pin1, the reaction in solution and in the catalytic cavity of the enzyme were compared"}, {"pubmed": 23054026, "text": "The -842G>C genetic variant in PIN1 promoter may decrease the promoter activity, resulting in changes in the levels of PIN1 and modifying cancer susceptibility."}, {"pubmed": 23067222, "text": "Overexpression of PIN1 is associated with malignant melanoma."}, {"pubmed": 23096908, "text": "Association between mutations in NR5A1 and PIN1 and idiopathic hypogonadotropic hypogonadism."}, {"pubmed": 23129219, "text": "Overexpression of the prolyl isomerase PIN1 promotes cell growth in osteosarcoma."}, {"pubmed": 23193159, "text": "the isomerase activity of Pin1 inhibited PIP4K activity."}, {"pubmed": 23221557, "text": "Authors found that Epstein-Barr virus DNA polymerase BALF5 subunit interacts with Pin1 through BALF5 Thr178 in a phosphorylation-dependent manner."}, {"pubmed": 23231502, "text": "Cys-113 of Pin1 is adducted in MDA-MB-231 cells treated with 4-Hydroxynonenal, which is a common product of oxidative damage to lipids."}, {"pubmed": 23269625, "text": "the minor genotypes of PIN1 promoter (-667CT, -667CC and -842CG) were associated with decreased risk of NPC in a Chinese population."}, {"pubmed": 23272207, "text": "the phosphorylated peptides of the Bcl-2 loop can bind Pin1, further substantiating the phosphorylation-mediated conformation change of Bcl-2."}, {"pubmed": 23274710, "text": "PIN1 gene polymorphisms (-842G/C and -667T/C) were unlikely to contribute to Alzheimer's disease susceptibility."}, {"pubmed": 23280577, "text": "we consider the activity that Pin1 plays on the N-terminal domain of different nuclear receptors and provide an interpretation of this phenomenon."}, {"pubmed": 23333752, "text": "Functional interaction between PIN1 and survivin may therefore play an important role in hepatocarcinogenesis and chemoresistance."}, {"pubmed": 23362255, "text": "Isomerase Pin1 stimulates dephosphorylation of tau protein at cyclin-dependent kinase (Cdk5)-dependent Alzheimer phosphorylation sites"}, {"pubmed": 23363774, "text": "exocytosis of secretory vesicles and gelatinase granules and activation of Pin1 are independent events required for TNF-mediated priming of neutrophil respiratory burst."}, {"pubmed": 23390529, "text": "The prolyl isomerase Pin1 acts synergistically with CDK2 to regulate the basal activity of estrogen receptor alpha in breast cancer."}, {"pubmed": 23421996, "text": "study identified Pin1 as a novel PRDX1 binding protein and proposed a mechanism for Pin1 in regulating the metabolism of reactive oxygen species in cells"}, {"pubmed": 23487407, "text": "Data support a role for Pin1 as a central modulator of the intensity and duration of 2 major hypertrophic signaling pathways."}, {"pubmed": 23542176, "text": "As Pin1 impacts both ERalpha protein levels and transactivation function, these data implicate Pin1 as a potential surrogate marker for predicting outcome of ERalpha-positive breast cancer"}, {"pubmed": 23606538, "text": "data show that Pin1 prevents Fas-mediated apoptosis in activated eosinophils via interactions with phospho-FADD"}, {"pubmed": 23623683, "text": "PIN1 impinges on CtIP stability by promoting its ubiquitylation."}, {"pubmed": 23633483, "text": "A critical role for SENP1-mediated desumoylation in promoting Pin1 function during tumorigenesis."}, {"pubmed": 23648381, "text": "up-regulation of Pin1 can amplify multiple oncogenic signaling pathways, resulting in cancers, while the down-regulation of Pin1 can cause many pathological characteristics of AD"}, {"pubmed": 23708493, "text": "A positive correlation of Pin1 and Nanog expression in human gliomas was noted."}, {"pubmed": 23716601, "text": "Pin1 and c-Myc are cooverexpressed in cancer, and this drives a gene expression pattern that is enriched in poor-outcome breast cancer subtypes."}, {"pubmed": 23754278, "text": "Data indicate that Pin1 is up-regulated in dopaminergic neurons in cell culture, animal models, and human Parkinson disease (PD) brains. Pin1 inhibition protects dopaminergic neurons in PD models."}, {"pubmed": 23874525, "text": "These results suggest that the PIN1 rs2233678 (-842 G>C) polymorphism significantly reduces cancer risk."}, {"pubmed": 23970419, "text": "Pin1 acts as a negative regulator of the G2/M transition by interacting with the Aurora-A-Bora complex."}, {"pubmed": 23972472, "text": "Domain interactions increase Pin1 affinity toward peptide ligands."}, {"pubmed": 23976970, "text": "The PIN1 -842G>C polymorphism is associated with decreased cancer risk, but that the -667T>C polymorphism is not. (Meta-analysis)"}, {"pubmed": 23980573, "text": "results from molecular dynamics studies show dynamics of Pin1 and the enzyme-substrate interactions are intricately coupled to isomerization during catalysis; strength of interactions between phosphate binding pocket of Pin1 and the phosphate moiety of the substrate is dictated by the state of the substrate during catalysis"}, {"pubmed": 23982872, "text": "PIN1 rs2233678 polymorphism might be a potential biomarker for cancer risk among Asians, especially for breast cancer."}, {"pubmed": 23990466, "text": "SEPT9 plays multiple roles in abscission, one of which is regulated by the action of Cdk1 and Pin1."}, {"pubmed": 23994618, "text": "RAF-1 phosphorylation and PIN1 isomerization together regulate KLF10 stability and further affect the role of KLF10 in tumor progression."}, {"pubmed": 24013949, "text": "The PIN1 -842G/C polymorphism is associated with a significantly reduced risk of cancer, especially in Asian populations. [Meta-analysis]"}, {"pubmed": 24021617, "text": "Pin1 may be a promising early-diagnostic biomarker as well as an effective therapeutic drug for the early-diagnosis, prevention, and treatment of essential hypertension."}, {"pubmed": 24072701, "text": "miRNA-200b regulates the activity of PEA3 and ELK-1 via the Pin1-pERK pathway and forms self-regulated feedback loops."}, {"pubmed": 24100296, "text": "Identify a novel form of histone H1 regulation through phosphorylation-dependent pin1 mediated proline isomerization, which has consequences on overall H1 phosphorylation levels and the stability of H1 binding to chromatin."}, {"pubmed": 24116866, "text": "a simple twisted amide transition state is the mechanism for peptidyl prolyl isomerization catalyzed by Pin1."}, {"pubmed": 24126052, "text": "PIN1 acts as a stress sensor regulating HSF1 activity in response to stress on multiple levels through the transcriptional activation of stress response elements."}, {"pubmed": 24145406, "text": "Autophosphorylation and Pin1 binding coordinate DNA damage-induced HIPK2 activation and cell death."}, {"pubmed": 24219242, "text": "PIN1 acts as an important modulator of odontogenic and adipogenic differentiation of human dental pulp stem cells"}, {"pubmed": 24265246, "text": "COT interacts with and phosphorylates Pin1 on Ser16. Consequently, Pin1 Ser16 phosphorylation by COT increases cyclin D1 abundance and enhances tumorigenecity of MCF7 cells."}, {"pubmed": 24289610, "text": "Pin1 promoter rs2233678 and rs2233679 polymorphisms is associated with cancer."}, {"pubmed": 24311591, "text": "Molecular-dynamics simulations starting from the structure of the Pin1 WW domain suggest that the crystal structure closely resembles the conformation of this domain in solution."}, {"pubmed": 24357640, "text": "The interaction with Pin1, Notch1 and Notch4, key regulators of cell fate, escape from proteasomal degradation by their major ubiquitin-ligase Fbxw7alpha."}, {"pubmed": 24416409, "text": "The prolyl isomerase pin1 regulates mRNA levels of genes with short half-lives by targeting specific RNA binding proteins, such as HuR and AUF1."}, {"pubmed": 24439903, "text": "Chlamydia trachomatis replication depends on a subset of altered proteins, such as Pin1 and Men1, that regulate the host transcription factor AP-1 controlling host inflammation, stress, and cell survival."}, {"pubmed": 24509437, "text": "Authors showed that virion-associated extracellular signal-regulated kinase 2 (ERK2) phosphorylates HIV-1 capsid protein at serine 16, that is required for the Pin1-dependent HIV-1 uncoating."}, {"pubmed": 24530597, "text": "Pin1 induction during liver fibrosis is involved in hepatic stellate cell activation, TGFbeta1 expression, and TGFbeta1-mediated fibrogenesis signalling."}, {"pubmed": 24715170, "text": "Pin1 regulates the activation of Wnt/beta-catenin pathway in squamous cell carcinoma via modulating the interaction between beta-catenin and APC."}, {"pubmed": 24786790, "text": "Pin1 is a pivotal regulator acting downstream of miR200c to drive Breast cancer stem-like cells and breast tumorigenicity, highlighting a new therapeutic target to eradicate Breast cancer stem-like cells."}, {"pubmed": 24840168, "text": "Data suggest Cys113 protonation state mediates dynamic hydrogen-bonding in active site of PIN1 (un-protonated in free Pin1; neutral in substrate-bound Pin1); this involves two histidines and other residues, highly conserved/necessary for catalysis."}, {"pubmed": 24915000, "text": "These results support miR-296-5p playing a tumor-suppressive role by targeting Pin1."}, {"pubmed": 24964035, "text": "We report on a colocalization of phosphorylated Smad in AD with Pin1. data suggest both Smad proteins and Pin1 to be elements of a vicious circle with potential pathogenetic significance in Alzheimer's disease."}, {"pubmed": 25031083, "text": "The role of pH in Pin1, was investigated."}, {"pubmed": 25100325, "text": "This work demonstrated that residue C113 in human Pin1 plays a role in keeping the catalytic site in an active fold."}, {"pubmed": 25160749, "text": "Pin1 upregulation was associated with advanced stage and poor prognosis of ESCC."}, {"pubmed": 25170559, "text": "Serum Pin1 level can be used as a potential independent marker for the presence of nonalcoholic steatohepatitis and advanced fibrotic scores."}, {"pubmed": 25174754, "text": "Pin1 is overexpressed in several human cancers and contributes to tumorigenesis. Its inactivation constitutes a promising therapeutic strategy. [review]"}, {"pubmed": 25182609, "text": "The review discuss the role of pin-1 in pathogenesis of many disease as its inactivation is associated with Alzheimer disease."}, {"pubmed": 25280783, "text": "Pin1 is overexpressed in gastric cancer and correlates with clinicopathologic features."}, {"pubmed": 25335736, "text": "We found -667TT heterozygotes of the PIN1 gene had a significantly increased risk of oral squamous cell carcinoma"}, {"pubmed": 25451271, "text": "The endoplasmic reticulum (ER) stress decreased Pin1 expression through p53 activation, and this mechanism may be associated with ER stress-induced cell death. These data reported here support the importance of Pin1 as a potential target molecule mediating tumor development."}, {"pubmed": 25463757, "text": "Pin1 regulates the osteogenic activity of Osterix."}, {"pubmed": 25512367, "text": "This study is the first to demonstrate that PIN1 inhibition exhibits anti-inflammatory effects and blocks osteoclastic differentiation in LPS- and nicotine-treated human periodontal ligament cells"}, {"pubmed": 25543254, "text": "Based on extensive molecular dynamics simulations, an atomistic picture of the pathways mediating the allosteric regulation of the PPIase domain of Pin1 by its WW domain is presented here."}, {"pubmed": 25553719, "text": "Pin1 is a promising diagnostic biomarker as well as an efficient therapeutic target for breast cancer"}, {"pubmed": 25576397, "text": "Results not only identify a novel Pin1 oxidation site to be the critical catalytic residue Cys113, but also provide a novel oxidative regulation mechanism for inhibiting Pin1 activity in Alzheimer's disease."}, {"pubmed": 25583562, "text": "Pin1 is down-regulated or inactivated by multiple mechanisms in AD brains."}, {"pubmed": 25588053, "text": "These data suggest that prolinedirected phosphorylation regulates Kaposi's sarcoma-associated herpesvirus Rta by licensing binding to Pin1."}, {"pubmed": 25623232, "text": "ZBP-89 attenuates HDAC3 by increasing IkappaB degradation, dependent on Pin1 but independent of NF-Kappab"}, {"pubmed": 25662955, "text": "Pin1 may be thought of as a molecular timer which modulates cell cycle progression networks."}, {"pubmed": 25667458, "text": "PIN1-mediated SGK1 ubiquitination is a major regulator of tamoxifen-resistant breast cancer cell growth and survival"}, {"pubmed": 25675300, "text": "results indicate that Pin1 has a critical role in the modulation of Rb function by the regulation of Rb dephosphorylation, which may have an important pathological role in cancer development."}, {"pubmed": 25742740, "text": "the functional involvement of the Pin1-E2F1 axis in the anti-proliferative effect of BZB indicating Pin1-E2F as an attractive target to control HCC cell growth."}, {"pubmed": 25766872, "text": "Pin1 has an intricate relationship with the regulatory protein kinase and phosphoproteomic networks that orchestrate complex cellular processes and respond to environmental cues."}, {"pubmed": 25818297, "text": "Pin1/Rab2A/Erk drives BCSC expansion and tumorigenicity, suggesting potential drug targets."}, {"pubmed": 25837727, "text": "The roles of the three tryptophan residues (W11, W34 and W73)in maintaining the structure and the function of Pin1"}, {"pubmed": 25849135, "text": "ATRA simultaneously blocks multiple Pin1-regulated pathways in acute promyelocytic leukemia and breast cancer"}, {"pubmed": 25866209, "text": "Pin1 has a role in allosteric regulation of ERalpha function"}, {"pubmed": 25913034, "text": "Evidence indicates that Pin1 regulates several key steps of HIV-1 life cycle and potentially promotes its infection by activating multiple oncogenes and inactivating multiple tumor suppressors, extending the life span of HIV-infected cells. [review]"}, {"pubmed": 25921067, "text": "Data indicate that separase is subject to native-state cis/trans isomerization by peptidyl-prolyl-isomerase Pin1."}, {"pubmed": 26039047, "text": "These findings suggest the potential effectiveness of Pin1 inhibitors as therapeutic agents for prostate cancers, regardless of their androgen sensitivity."}, {"pubmed": 26133706, "text": "Peptidyl-Prolyl cis/trans Isomerase NIMA-Interacting 1 as a Therapeutic Target in Hepatocellular Carcinoma"}, {"pubmed": 26150353, "text": "miR-140-5p regulated Pin1 expression at the translational level via directly targeting its 3'UTR. Our results collectively demonstrate that Pin1 acts as an important regulator of TSPC aging"}, {"pubmed": 26226559, "text": "Allosteric Breakage of the Hydrogen Bond within the Dual-Histidine Motif in the Active Site of Human Pin1 PPIase"}, {"pubmed": 26236013, "text": "Activation of BAX through the concerted action of cytosolic p53 and Pin1 may integrate cell stress signals to induce a direct apoptotic response."}, {"pubmed": 26276391, "text": "Pin1 plays an important role in the pathogenic mechanisms underlying impaired glucose and lipid metabolism, functioning as a negative regulator of AMPK"}, {"pubmed": 26279295, "text": "When combined with the BRAF(V600E)-inhibitor PLX4032 a robust repression in melanoid viability was obtained, establishing preclinical value of patient-derived melanoids for prognostic use of drug sensitivity and further underscoring the beneficial effect of Pin1-FOXM1 inhibitory peptides as anti-melanoma drugs."}, {"pubmed": 26381174, "text": "Expression of Pin1 was decreased at or above the Cd IC50 value and was inversely correlated with the level of phospho-Ser-GSK3alphabeta in oral squamous cell carcinoma."}, {"pubmed": 26387736, "text": "Results show that Pin1 down-regulates the mitochondrial activity of ATR through its isomerization from cis- to trans-isomers."}, {"pubmed": 26406962, "text": "The binding affinities of series of 4-substituted proline derivatives of phosphopeptides to the WW domain of Pin1 were investigated."}, {"pubmed": 26456073, "text": "Structural Analysis of the Pin1-CPEB1 interaction and its potential role in CPEB1 degradation has been described."}, {"pubmed": 26461058, "text": "Pin1 knockdown in HCC cells inhibited the phosphorylation of NF-kappaB-p65(Ser276)."}, {"pubmed": 26497355, "text": "Our results suggest that Pin1 plays an important role in tumorigenesis of prostate cancer"}, {"pubmed": 26643892, "text": "this study's findings suggest that the PIN1 rs2233679 TT genotype, the rs2233682GA genotype, and A alleles might be associated with the HBV-related HCC in a Guangxi study population."}, {"pubmed": 26651388, "text": "the role of hydration in the structural integrity of Pin1"}, {"pubmed": 26752745, "text": "Data show that Prolyl isomerase Pin1 is expressed in an epidermal growth factor receptor (EGFR)-mutant lung cancer tissue that has undergone partial epithelial-mesenchymal transition (EMT) and acquired resistance to EGFR tyrosine kinase inhibitors (TKIs)."}, {"pubmed": 26784107, "text": "Report shows that PIN1 binds to and stabilizes HIF-1alpha, consequently enhancing the angiogenesis."}, {"pubmed": 26874277, "text": "This shows that Pin1 is implemented in maintaining the susceptibility to the genotoxic drugs by controlling P-gp level as well as p53-dependent apoptosis and cell cycle signaling pathways."}, {"pubmed": 26876201, "text": "in in silico gene expression analysis of human T-ALL samples we observed a significant correlation between Pin1 and Notch3 expression levels, which may further suggest a key role of the newly identified Notch3-Pin1 axis in T-cell Acute Lymphoblastic Leukemia (T-ALL) aggressiveness and progression. Thus, combined suppression of Pin1 and Notch3 proteins may be exploited as an additional target therapy for T-ALL"}, {"pubmed": 26917410, "text": "Results indicate that PIN1 may be a valuable target to hit in cancer cells characterized by increased aggressive potential, overexpression of erbB receptor family members, and defective p53."}, {"pubmed": 26944164, "text": "In this context, Pin1 epigenetic regulation seems to be differently involved in frontotemporal dementia and Alzheimer's disease and might explain the altered amyloid protein precusor metabolism and tau phosphorylation in neurodegenerative diseases"}, {"pubmed": 26977025, "text": "The expression of PIN1 was associated with risk of malignancy, tumour location, tumour size, and mitotic counts in gastrointestinal stromal tumors."}, {"pubmed": 26996940, "text": "Surprisingly, the authors discover that Pin1 does not promote phosphorylated tau-induced microtubule formation in vitro, refuting the commonly accepted model in which Pin1 binding and catalysis on the A180 epitope restores the function of the Alzheimer's associated phosphorylated tau in tubulin assembly."}, {"pubmed": 26996941, "text": "Importantly, site-specific measurements of Pin1-catalysis of CDK2/CycA-phosphorylated full-length tau reveal a number of sites that are catalyzed simultaneously with different efficiencies."}, {"pubmed": 27029791, "text": "High Pin1 expression is associated with papillary thyroid carcinoma."}, {"pubmed": 27057935, "text": "Results show that Pin1 plays a dual role, both positive and negative, in regulating NO production and in mediating the pathogenesis of cardiovascular diseases. Pin1 functions may vary a lot under different circumstances."}, {"pubmed": 27073025, "text": "TNFalpha reduces bovine eNOS activity through serine 116 phosphorylation and Pin1 binding."}, {"pubmed": 27077947, "text": "Study investigated the allosteric mechanism of full-length Pin1 using several microsecond-long molecular dynamics simulations; show that binding of the substrate to the WW domain is directly coupled to the dynamics of the catalytic domain, causing rearrangement of the residue-residue contact dynamics from the WW domain to the catalytic domain."}, {"pubmed": 27159270, "text": "Knockdown of PIN1 potently blocks TLR-7/TLR-9/Pin1/IRAK-1/IRF-7 signaling in vitro."}, {"pubmed": 27258148, "text": "The study demonstrates the oncogenic role of PIN1 in NPC tumorigenesis, and shows that its overexpression can enhance tumor cell growth via the upregulation of cyclinD1."}, {"pubmed": 27334111, "text": "reciprocal regulation of Pin1 and XBP1s is associated with the activation of oncogenic pathways, and the relationship of PIN1 and XBP1 may be an attractive target for novel therapy in cancers"}, {"pubmed": 27499097, "text": "Our results suggest that PIN1 plays a role in cancer cell proliferation, migration and invasion in a different manner according to the TP53 gene mutation status in hepatocellular carcinoma"}, {"pubmed": 27499442, "text": "The dynamic basis for signal propagation in Pin1 N-terminal binding domain WW has been described."}, {"pubmed": 27556400, "text": "Pin1 represents a regulatory effector of lamina disassembly that promotes the nuclear pore-independent egress of herpesviral capsids"}, {"pubmed": 27618008, "text": "Studies indicate that Prolyl Isomerase Pin1 (Pin1) Is highly involved in the development of metabolic syndrome."}, {"pubmed": 27770268, "text": "In this study, we were aimed to investigate whether the cross talk between pin1 and Notch1 has a role in this event. Our results indicated that the expression level of Pin1 in resistant SKBR3 cells increased by about twofold relative to sensitive SKBR3 cells. Besides, Pin1 inhibition via juglone reduced the extent of proliferation, colony formation and migration capacity of resistant SKBR3 cells"}, {"pubmed": 27790836, "text": "Data indicate the complexity of interactions between Pin1 and activated IRAK1, suggesting that phosphorylation of neighboring Ser/Thr-Pro motifs in proteins might provide competitive advantage at cellular concentrations for engaging with Pin1."}, {"pubmed": 27863418, "text": "Pin1 induces the ADP-induced migration of human dental pulp cells through P2Y1 stabilization."}, {"pubmed": 27876426, "text": "The -667T genetic variants in the Pin1 promoter contribute to an increased risk of secondary hyperparathyroidism of chronic kidney disease ( CKD SHPT ) and may be biomarkers of susceptibility to CKD SHPT."}, {"pubmed": 28018099, "text": "The role of PIN1 in hepatocellular carcinoma tumourigenesis is discussed by reviewing the interactions between PIN1 and various cellular and viral proteins that are involved in beta-catenin, NOTCH, and PI3K/Akt/mTOR pathways, apoptosis, angiogenesis and epithelial-mesenchymal transition. [Review]"}, {"pubmed": 28032861, "text": "Pin1 is a novel regulator of ATF1 at Thr184."}, {"pubmed": 28076852, "text": "our data suggested that miR-874-3p plays a tumour suppressive role in HCC through down-regulation of PIN1."}, {"pubmed": 28239767, "text": "Pin1 expression was decreased remarkably in temporal lobe epilepsy patients compared to controls."}, {"pubmed": 28383568, "text": "NIMA-Interacting Peptidylprolyl Isomerase Pin1 (Pin1) is a direct target for miR-140-5p in hepatocellular carcinoma (HCC)."}, {"pubmed": 28431929, "text": "Considering that the WW domain participates in the catalytic activity of the Pin1 isomerase, our study represents a novel approach for studying Pin1 function through the analysis of its naturally occurring mutants."}, {"pubmed": 28458925, "text": "Studies results suggest that loss of peptidyl-prolyl isomerase (Pin1) activity could lead to the loss of synaptic plasticity in the development of Alzheimer disease."}, {"pubmed": 28481868, "text": "High PIN1 expression is associated with stomach neoplasms."}, {"pubmed": 28506742, "text": "statistically significant correlation didn't exist between serum level of PIN1 and the systolic and diastolic blood pressure, between serum level of eNOS and diastolic blood pressure in the norm tension Alzheimer's disease patients, between serum levels of PIN1, eNOS and systolic blood pressure, and between serum eNOS and systolic and diastolic blood pressure in the patients with hypertension."}, {"pubmed": 28566287, "text": "Data, including data from studies conducted with knockout mice, suggest that PIN1 (prolyl isomerase 1) expression in pancreatic beta-cells is markedly elevated in obesity from diet high in fat/sucrose; PIN1 appears to be involved in proliferation of beta-cells and in regulation of secretion of insulin; PIN1 interacts with Sik2 (salt-inducible kinase 2) to regulate calcium signaling."}, {"pubmed": 28676695, "text": "Study suggested that PIN1-842G > C (rs2233678) and -667C > T (rs2233679) polymorphisms were significantly associated with the risk of nasopharyngeal cancer in Southern Chinese populations, and the two SNPs might be a potential biomarker for cancer risk, especially for nasopharyngeal cancer."}, {"pubmed": 28881468, "text": "Parallel folding pathways of PIN1 Fip35 WW domain have been explained by infrared spectra and their computer simulations."}, {"pubmed": 28962834, "text": "Pin1 is a fast-acting enzyme which may be utilised by cells to protect the phosphorylation state of Tissue Factor (TF) in activated cells prolonging TF activity and release, and therefore ensuring adequate haemostasis."}, {"pubmed": 28986099, "text": "Pin1 plays a role as a vital modulator of vascular smooth muscle cell senescence"}, {"pubmed": 29118189, "text": "Results indicate that although PIN1 increases p27 levels, it also attenuates p27's inhibitory activity on CDK2 and thereby contributes to increased G1-S phase transitions and cell proliferation."}, {"pubmed": 29225075, "text": "Multivalent Interactions with Fbw7 and Pin1 Facilitate Recognition of c-Jun by the Fbw7."}, {"pubmed": 29297981, "text": "Four genes-ACT1, PIN1, DNMT1 and NTN1-emerged as having roles in pathways that may influence Primary Biliary Cholangitis pathogenesis in British Columbia First Nations people."}, {"pubmed": 29445125, "text": "Downregulation of Pin1 by shRNA restores XPO5-dependent pre-miRNA export and effective biogenesis of mature miRNAs, leading to both in vitro and in vivo HCC inhibition."}, {"pubmed": 29603395, "text": "A crucial role of the Pin1 for mitotic arrest and apoptosis signaling by WA at least in the MCF-7 cells."}, {"pubmed": 29605603, "text": "Downregulation of miR-370 in esophageal squamous cell carcinoma is associated with cancer progression and promotes cancer cell proliferation via upregulating PIN1, which might be a potential therapeutic target and adverse prognostic factor in the clinic."}, {"pubmed": 29686383, "text": "Clinical trial with house dust mite allergen challenge of asthmatic patients reveal that IRAK-M is a PIN1 target critical for IL-33 signaling in allergic asthma. NMR analysis and docking simulations suggest that PIN1 might regulate IRAK-M conformation and function in IL-33 signaling."}, {"pubmed": 29768138, "text": "Pin1 possess the potential to serve as a therapeutic target for the treatment of laryngeal squamous cell carcinoma"}, {"pubmed": 29925895, "text": "Germline PIN1 polymorphisms may predict clinical outcomes in mCRC patients receiving oxaliplatin-based or irinotecan-based therapy."}, {"pubmed": 30079475, "text": "Results indicate that the trans isomer of microtubule associated protein tau (Tau) peptide is aggregation-prone and that the WW domain of peptidyl-prolyl-isomerase Pin1 (Pin1) effectively inhibits its aggregation."}, {"pubmed": 30093655, "text": "arsenic trioxide targets Pin1 and cooperates with all-trans retinoic acid to exert potent anticancer activity"}, {"pubmed": 30096758, "text": "We discuss evidence that enables us to speculate about the role of Pin1 as molecular link in the pathogenesis of type 3 diabetes i.e., the clinical association of dementia/AD and T2D."}, {"pubmed": 30170446, "text": "PIN1 rs2233682 A allele might be related with a decreased risk of hepatitis B virus-related liver cirrhosis in a Guangxi population."}, {"pubmed": 30197038, "text": "studies of a single peripheral mutation (Q33E) on the surface of the Pin1 WW domain that causes an unexpected loss of thermostability due to reorganizations of electrostatic and hydrophobic interactions, resulting in propagated conformational perturbations. The propagation demonstrates the cooperative response of Pin1 WW to external perturbations, consistent with its allosteric behavior within Pin1."}, {"pubmed": 30244946, "text": "our results indicated different prognostic roles of subcellular Pin1expression in colorectal cancer"}, {"pubmed": 30314361, "text": "Numerous other proteins in addition to PIN1 are endowed with PPIase activity. These include other members of the parvulin family to which PIN1 belongs, such as PIN4, as well as several cyclophilins and FK506-binding proteins...This review will discuss studies providing evidence for multiple roles of PIN1 and other PPIases in glioblastoma and medulloblastoma, the most frequent adult and pediatric primary brain tumors"}, {"pubmed": 30316783, "text": "Data suggest that Pin1 coordinates phosphorylation-dependently MCM3 loading onto chromatin and its unloading from chromatin, thereby mediating S phase control."}, {"pubmed": 30321399, "text": "Our data suggest a model in which initial Cdk-dependent phosphorylation of B-Myb enables subsequent Pin1 binding and Pin1-induced conformational changes of B-Myb. This, in turn, initiates further phosphorylation of Cdk-phosphosites, enabling Plk1 docking and subsequent Plk1-mediated phosphorylation of B-Myb to finally allow B-Myb to stimulate transcription of late cell cycle genes"}, {"pubmed": 30339754, "text": "The current study revisited the alchemical perturbation approach presented in previous work for the calculation of relative folding free energies of A-to-E mutations in the Pin1-WW domain. Therein, convergence issues for some of the mutations suggested that the reported moderate agreement with experiments does not purely reflect the accuracy of the force field and thus prevented an unambiguous quality assessment."}, {"pubmed": 30355620, "text": "High PIN1 expression is associated with Pancreatic Cancer."}, {"pubmed": 30442923, "text": "cytoplasmic Pin1 expression is an independent prognostic factor in melanoma."}, {"pubmed": 30443180, "text": "Results indicate the complexity of activity regulation between HDAC6 and Pin1, expanding knowledge regarding the multifunctional roles of Pin1 in tumorigenesis and cancer progression."}, {"pubmed": 30610554, "text": "High PIN1 expression is associated with lymph node metastasis and intrahepatic metastasis in Gallbladder Cancer."}, {"pubmed": 30664786, "text": "Data show that interleukin 1 receptor associated kinase 1 (IRAK1) inhibitors synergized with inhibitors of Pin1 peptidylprolyl isomerase (PIN1) in response to ionizing radiation."}, {"pubmed": 30821977, "text": "This study proposes an NMR chemical shift correlation-analysis-based method that will be general for two-domain proteins to gauge two-state populations of Pin1, and reports a linker-modified mutant of Pin1 with enhanced interdomain contact and increased isomerase activity, with the latter suggesting an uncorrelated effect of interdomain contact on isomerase activity."}, {"pubmed": 31015482, "text": "Identification of Prolyl isomerase Pin1 as a novel positive regulator of YAP/TAZ in breast cancer cells."}, {"pubmed": 31026381, "text": "The results not only provide the first evidence for a critical role of Pin1 in the tumorigenesis of gastric cancer but also suggest that targeting Pin1 using all-trans retinoic acid or other inhibitors offers an effective new therapeutic approach for treating advanced gastric cancer."}, {"pubmed": 31083670, "text": "PTOV1 and PIN1 interact and exert oncogenic role in MDA-MB-231 cells by sharing the similar expression profile at transcriptional and translational level which can be a promising hub for therapeutic target."}, {"pubmed": 31148345, "text": "The use of PIN1 as a promising therapeutic target in PDAC."}, {"pubmed": 31284761, "text": "Shrimp mja-miR-35-3p targets the PIN1 gene, which is up-regulated in cancer stem cells. PIN1 silencing caused cell cycle arrest in the G1 phase, induced apoptosis, and decreased the sphere-forming capacity of cancer stem cells, but not cancer nonstem cells, showing that PIN1 had beneficial effects against the stemness of cancer stem cells."}, {"pubmed": 31300647, "text": "Deep whole-exome sequencing in postmortem hippocampal formation and matched blood samples from patients with Alzheimer's disease (AD) and 11 individuals not affected by AD show that a pathogenic brain somatic mutation in PIN1 leads to a loss-of-function mutation. In vitro mimicking of haploinsufficiency of PIN1 aberrantly increases tau phosphorylation and aggregation."}, {"pubmed": 31324164, "text": "Pin1, RhoA and RhoC co-overexpressions are prognostic factor for metastatic hepatocellular carcinoma and predict poor recurrence-free survival."}, {"pubmed": 31332228, "text": "PIN1 transcript variant 2 acts as a long non-coding RNA that controls the HIF-1-driven hypoxic response."}, {"pubmed": 31736979, "text": "The Prolyl Isomerase Pin1 Controls Lipopolysaccharide-Induced Priming of NADPH Oxidase in Human Neutrophils."}, {"pubmed": 31799391, "text": "The findings uncover a previously unknown regulatory mechanism of type I interferon production in Plasmacytoid dendritic cells by which TRIM8 and Pin1 oppositely regulate the stability of interferon regulatory factor 7."}, {"pubmed": 31879364, "text": "PIN1 Inhibition Sensitizes Chemotherapy in Gastric Cancer Cells by Targeting Stem Cell-like Traits and Multiple Biomarkers."}, {"pubmed": 31990712, "text": "Alzheimer Disease and Cancer: A National Inpatient Sample Analysis."}, {"pubmed": 32127141, "text": "Functional polymorphism of PIN1 rs2233679 is associated with the progression of CIN to early cervical cancer in Hunan Chinese."}, {"pubmed": 32268654, "text": "Pin1 gene polymorphism at -842 was associated with cancer susceptibility. [Meta-analysis]"}, {"pubmed": 32347623, "text": "Pin1 interacted with p65 in PDAC and enhanced NF-kappaB signalling and downstream transcriptional activation of IL-18."}, {"pubmed": 32483379, "text": "Identification of a potent and selective covalent Pin1 inhibitor."}, {"pubmed": 32592588, "text": "Protein sumoylation with SUMO1 promoted by Pin1 in glioma stem cells augments glioblastoma malignancy."}, {"pubmed": 32621833, "text": "H-Ras induces Nrf2-Pin1 interaction: Implications for breast cancer progression."}, {"pubmed": 32689581, "text": "The association of rs2233679 in the PIN1 gene promoter with the risk of Coronary Artery Disease in Chinese female individuals."}, {"pubmed": 32703934, "text": "Deficiency of microRNA-628-5p promotes the progression of gastric cancer by upregulating PIN1."}, {"pubmed": 32797659, "text": "Protein Allostery at Atomic Resolution."}, {"pubmed": 32961044, "text": "SUPT5H Post-Transcriptional Silencing Modulates PIN1 Expression, Inhibits Tumorigenicity, and Induces Apoptosis of Human Breast Cancer Cells."}, {"pubmed": 32963105, "text": "Coupled intra- and interdomain dynamics support domain cross-talk in Pin1."}, {"pubmed": 33012513, "text": "The peptidyl prolyl isomerase, PIN1 induces angiogenesis through direct interaction with HIF-2alpha."}, {"pubmed": 33024085, "text": "Cysteine-113 covalency inspires the development of Pin1 inhibitor."}, {"pubmed": 33148187, "text": "BRD4 and PIN1 gene polymorphisms are associated with high pulse pressure risk in a southeastern Chinese population."}, {"pubmed": 33162791, "text": "Pin1 coordinates HDAC6 upregulation with cell migration in lung cancer cells."}, {"pubmed": 33253791, "text": "PIN1 facilitates ubiquitin-mediated degradation of serine/threonine kinase 3 and promotes melanoma development via TAZ activation."}, {"pubmed": 33358249, "text": "A preliminary identification of PIN1 SNP linkage in patients with coronary heart disease from Handan, China."}, {"pubmed": 33494375, "text": "Pin1 Regulates IL-5 Induced Eosinophil Polarization and Migration."}, {"pubmed": 33537091, "text": "Roles of peptidyl-prolyl isomerase Pin1 in disease pathogenesis."}, {"pubmed": 33548094, "text": "Pin1 and JNK1 cooperatively modulate TAp63gamma."}, {"pubmed": 33580870, "text": "Impact of PIN1 Inhibition on Tumor Progression and Chemotherapy Sensitivity in Colorectal Cancer."}, {"pubmed": 34052323, "text": "Mixed Lineage Kinase 3 phosphorylates prolyl-isomerase PIN1 and potentiates GLI1 signaling in pancreatic cancer development."}, {"pubmed": 34238995, "text": "Screening of the HBx transactivation domain interacting proteins and the function of interactor Pin1 in HBV replication."}, {"pubmed": 34285767, "text": "PIN1 Protects Hair Cells and Auditory HEI-OC1 Cells against Senescence by Inhibiting the PI3K/Akt/mTOR Pathway."}, {"pubmed": 34709360, "text": "Phosphorylation and Pin1 binding to the LIC1 subunit selectively regulate mitotic dynein functions."}, {"pubmed": 34918396, "text": "Peptidyl-prolyl cis-trans isomerase NIMA-interacting 1 directly binds and stabilizes Nrf2 in breast cancer."}, {"pubmed": 35058248, "text": "Targeting peptidyl-prolyl isomerase 1 in experimental pulmonary arterial hypertension."}, {"pubmed": 35105157, "text": "Association of polymorphisms in PIN1 with progression and susceptibility in gastric cancer."}, {"pubmed": 35585295, "text": "Circulating levels of PIN1 and glucose metabolism in young people with obesity."}, {"pubmed": 36116709, "text": "Targeting prolyl isomerase Pin1 as a promising strategy to overcome resistance to cancer therapies."}, {"pubmed": 36162703, "text": "Pin1 and Alzheimer's disease."}, {"pubmed": 36755057, "text": "METTL3 stabilization by PIN1 promotes breast tumorigenesis via enhanced m[6]A-dependent translation."}, {"pubmed": 36766769, "text": "Spastin Promotes the Migration and Invasion Capability of T98G Glioblastoma Cells by Interacting with Pin1 through Its Microtubule-Binding Domain."}, {"pubmed": 36834887, "text": "Mechanical Regulation of Redox Balance via the Induction of the PIN1/NRF2/ARE Axis in Pancreatic Cancer."}, {"pubmed": 36906101, "text": "Prolyl isomerase Pin1 promotes extracellular matrix production in hepatic stellate cells through regulating formation of the Smad3-TAZ complex."}, {"pubmed": 36960859, "text": "Key role of PIN1 in telomere maintenance and oncogenic behavior in a human glioblastoma model."}, {"pubmed": 36969236, "text": "The Peptidyl-Prolyl cis-trans isomerase, Pin1, associates with Protein Kinase C theta; via a critical Phospho-Thr-Pro motif in the V3 regulatory domain."}, {"pubmed": 37473874, "text": "Oxygen-independent stabilization of HIF-2alpha in breast cancer through direct interaction with peptidyl-prolyl cis-trans isomerase NIMA-interacting 1."}, {"pubmed": 37929660, "text": "PIN1P1 is activated by CREB1 and promotes gastric cancer progression via interacting with YBX1 and upregulating PIN1."}, {"pubmed": 38084839, "text": "Prolyl isomerase Pin1 promotes autophagy and cancer cell viability through activating FoxO3 signalling."}, {"pubmed": 38147203, "text": "The PIN1-YTHDF1 axis promotes breast tumorigenesis via the m[6]A-dependent stabilization of AURKA mRNA."}, {"pubmed": 38167292, "text": "Stabilization of Pin1 by USP34 promotes Ubc9 isomerization and protein sumoylation in glioma stem cells."}, {"pubmed": 38216124, "text": "Nuclear Phosphoproteome Reveals Prolyl Isomerase PIN1 as a Modulator of Oncogene-Induced Senescence."}, {"pubmed": 38619104, "text": "Stereospecific NANOG PEST Stabilization by Pin1."}, {"pubmed": 38851160, "text": "The peptidyl-prolyl isomerase Pin1 controls GM-CSF-induced priming of NADPH oxidase in human neutrophils and priming at inflammatory sites."}], "genomic_pos": {"chr": "19", "end": 9849689, "ensemblgene": "ENSG00000127445", "start": 9835257, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 9960358, "start": 9945933, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000413", "pubmed": 29686383, "qualifier": "involved_in", "term": "protein peptidyl-prolyl isomerization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0000413", "pubmed": 11533658, "qualifier": "involved_in", "term": "protein peptidyl-prolyl isomerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001666", "pubmed": 25576397, "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001932", "pubmed": 24964035, "qualifier": "involved_in", "term": "regulation of protein phosphorylation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0001934", "pubmed": 19638580, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007088", "pubmed": 10391244, "qualifier": "involved_in", "term": "regulation of mitotic nuclear division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010468", "pubmed": 24964035, "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030512", "pubmed": 19122240, "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031647", "pubmed": 25576397, "qualifier": "involved_in", "term": "regulation of protein stability"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032091", "pubmed": 11533658, "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032092", "pubmed": 24964035, "qualifier": "involved_in", "term": "positive regulation of protein binding"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0032465", "pubmed": 19638580, "qualifier": "acts_upstream_of_or_within", "term": "regulation of cytokinesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032465", "pubmed": 19638580, "qualifier": "acts_upstream_of_or_within", "term": "regulation of cytokinesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035307", "pubmed": 23362255, "qualifier": "involved_in", "term": "positive regulation of protein dephosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042177", "pubmed": 11533658, "qualifier": "involved_in", "term": "negative regulation of protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043547", "pubmed": 20179103, "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 11533658, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046785", "pubmed": 26996940, "qualifier": "NOT involved_in", "term": "microtubule polymerization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050808", "qualifier": "involved_in", "term": "synapse organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050821", "pubmed": 11533658, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050821", "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060392", "pubmed": 19122240, "qualifier": "involved_in", "term": "negative regulation of SMAD protein signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070373", "pubmed": 20179103, "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090263", "pubmed": 11533658, "qualifier": "involved_in", "term": "positive regulation of canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900180", "pubmed": 11533658, "qualifier": "involved_in", "term": "regulation of protein localization to nucleus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902430", "pubmed": 25576397, "qualifier": "involved_in", "term": "negative regulation of amyloid-beta formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902430", "qualifier": "involved_in", "term": "negative regulation of amyloid-beta formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000146", "pubmed": 20179103, "qualifier": "involved_in", "term": "negative regulation of cell motility"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [16697218, 20179103, 25576397], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16697218, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [16697218, 25576397], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030496", "pubmed": 19638580, "qualifier": "located_in", "term": "midbody"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036064", "pubmed": 29257953, "qualifier": "located_in", "term": "ciliary basal body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0098978", "pubmed": 28458925, "qualifier": "is_active_in", "term": "glutamatergic synapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0099524", "pubmed": 28458925, "qualifier": "is_active_in", "term": "postsynaptic cytosol"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0003755", "pubmed": 20956805, "qualifier": "enables", "term": "peptidyl-prolyl cis-trans isomerase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003755", "qualifier": "enables", "term": "peptidyl-prolyl cis-trans isomerase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003755", "pubmed": [19122240, 29686383], "qualifier": "enables", "term": "peptidyl-prolyl cis-trans isomerase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003755", "pubmed": 16697218, "qualifier": "enables", "term": "peptidyl-prolyl cis-trans isomerase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003755", "pubmed": [11533658, 24964035], "qualifier": "enables", "term": "peptidyl-prolyl cis-trans isomerase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003774", "qualifier": "enables", "term": "cytoskeletal motor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11470801, 16189514, 16476580, 16554819, 17906639, 18628984, 19122240, 19131971, 19151708, 19439498, 20179103, 20179161, 20622153, 21516116, 21741598, 21743479, 21847096, 21900206, 21988832, 22158035, 23911326, 24113655, 24265246, 24267382, 25416956, 26655473, 29686383, 29892012, 31270457, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008013", "pubmed": 11533658, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008013", "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016859", "pubmed": 25576397, "qualifier": "enables", "term": "cis-trans isomerase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031434", "pubmed": 20179103, "qualifier": "enables", "term": "mitogen-activated protein kinase kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0032794", "pubmed": 20179103, "qualifier": "enables", "term": "GTPase activating protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0048156", "pubmed": 28386764, "qualifier": "enables", "term": "tau protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050815", "pubmed": [10037602, 11533658], "qualifier": "enables", "term": "phosphoserine residue binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050816", "pubmed": 10037602, "qualifier": "enables", "term": "phosphothreonine residue binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050816", "pubmed": 10037602, "qualifier": "enables", "term": "phosphothreonine residue binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0051219", "pubmed": 23362255, "qualifier": "enables", "term": "phosphoprotein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990757", "pubmed": 19122240, "qualifier": "enables", "term": "ubiquitin ligase activator activity"}]}, "homologene": {"genes": [[3702, 816316], [4530, 4337307], [4896, 2539218], [4932, 853475], [5141, 3879175], [6239, 190941], [7165, 1274464], [7165, 11175850], [7227, 33111], [7955, 393721], [8364, 493472], [9031, 100859153], [9598, 745021], [9606, 5300], [9615, 484963], [9913, 535470], [10090, 23988], [10116, 298696], [28985, 2894216], [33169, 4619404], [318829, 2683309]], "id": 4531}, "interpro": [{"desc": "Peptidyl-prolyl cis-trans isomerase, PpiC-type", "id": "IPR000297", "short_desc": "PPIase_PpiC"}, {"desc": "WW domain", "id": "IPR001202", "short_desc": "WW_dom"}, {"desc": "Peptidyl-prolyl cis-trans isomerase, PpiC-type, conserved site", "id": "IPR023058", "short_desc": "PPIase_PpiC_CS"}, {"desc": "WW domain superfamily", "id": "IPR036020", "short_desc": "WW_dom_sf"}, {"desc": "Peptidyl-prolyl cis-trans isomerase domain superfamily", "id": "IPR046357", "short_desc": "PPIase_dom_sf"}], "ipi": "IPI00013723", "map_location": "19p13.2", "name": "peptidylprolyl cis/trans isomerase, NIMA-interacting 1", "other_names": ["PPIase Pin1", "parvulin PIN1", "peptidyl-prolyl cis-trans isomerase NIMA-interacting 1", "protein (peptidyl-prolyl cis/trans isomerase) NIMA-interacting 1", "protein interacting with never in mitosis A1", "rotamase Pin1"], "pantherdb": {"HGNC": "8988", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3649546", "ortholog_type": "O", "panther_family": "PTHR10657", "taxid": 10090, "uniprot_kb": "Q3ULQ2"}, {"MGI": "1346036", "ortholog_type": "LDO", "panther_family": "PTHR10657", "taxid": 10090, "uniprot_kb": "Q9QUR7"}, {"RGD": "1310299", "ortholog_type": "LDO", "panther_family": "PTHR10657", "taxid": 10116, "uniprot_kb": "B0BNL2"}, {"Ensembl": "ENSGALG00000042890", "ortholog_type": "LDO", "panther_family": "PTHR10657", "taxid": 9031, "uniprot_kb": "A0A1D5PZU7"}, {"ZFIN": "ZDB-GENE-040426-1714", "ortholog_type": "LDO", "panther_family": "PTHR10657", "taxid": 7955, "uniprot_kb": "A0A0G2KNY9"}, {"WormBase": "WBGene00022448", "ortholog_type": "LDO", "panther_family": "PTHR10657", "taxid": 6239, "uniprot_kb": "Q9N492"}, {"FlyBase": "FBgn0052845", "ortholog_type": "O", "panther_family": "PTHR10657", "taxid": 7227, "uniprot_kb": "Q8IRJ5"}, {"FlyBase": "FBgn0015379", "ortholog_type": "LDO", "panther_family": "PTHR10657", "taxid": 7227, "uniprot_kb": "P54353"}, {"SGD": "S000003778", "ortholog_type": "LDO", "panther_family": "PTHR10657", "taxid": 4932, "uniprot_kb": "P22696"}, {"PomBase": "SPCC16C4.03", "ortholog_type": "LDO", "panther_family": "PTHR10657", "taxid": 4896, "uniprot_kb": "O74448"}, {"dictyBase": "DDB_G0268618", "ortholog_type": "LDO", "panther_family": "PTHR10657", "taxid": 352472, "uniprot_kb": "Q55EZ0"}, {"TAIR": "2060922", "ortholog_type": "LDO", "panther_family": "PTHR10657", "taxid": 3702, "uniprot_kb": "Q9SL42"}], "uniprot_kb": "Q13526"}, "pathway": {"biocarta": {"id": "mprpathway", "name": "how progesterone initiates the oocyte maturation"}, "kegg": {"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, "netpath": {"id": "Pathway_Wnt", "name": "Wnt"}, "pid": [{"id": "myc_pathway", "name": "C-MYC pathway"}, {"id": "p53regulationpathway", "name": "p53 pathway"}, {"id": "p73pathway", "name": "p73 transcription factor network"}, {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}], "reactome": [{"id": "R-HSA-1169408", "name": "ISG15 antiviral mechanism"}, {"id": "R-HSA-1169410", "name": "Antiviral mechanism by IFN-stimulated genes"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5633007", "name": "Regulation of TP53 Activity"}, {"id": "R-HSA-5668599", "name": "RHO GTPases Activate NADPH Oxidases"}, {"id": "R-HSA-6804756", "name": "Regulation of TP53 Activity through Phosphorylation"}, {"id": "R-HSA-6804758", "name": "Regulation of TP53 Activity through Acetylation"}, {"id": "R-HSA-6811555", "name": "PI5P Regulates TP53 Acetylation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-936440", "name": "Negative regulators of DDX58/IFIH1 signaling"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": {"id": "WP3865", "name": "Novel intracellular components of RIG-I-like receptor (RLR) pathway"}}, "pdb": ["1F8A", "1I6C", "1I8G", "1I8H", "1NMV", "1NMW", "1PIN", "1ZCN", "2F21", "2ITK", "2KBU", "2KCF", "2LB3", "2M8I", "2M8J", "2M9E", "2M9F", "2M9I", "2M9J", "2N1O", "2Q5A", "2RUC", "2RUD", "2RUQ", "2RUR", "2XP3", "2XP4", "2XP5", "2XP6", "2XP7", "2XP8", "2XP9", "2XPA", "2XPB", "2ZQS", "2ZQT", "2ZQU", "2ZQV", "2ZR4", "2ZR5", "2ZR6", "3I6C", "3IK8", "3IKD", "3IKG", "3JYJ", "3KAB", "3KAC", "3KAD", "3KAF", "3KAG", "3KAH", "3KAI", "3KCE", "3NTP", "3ODK", "3OOB", "3TC5", "3TCZ", "3TDB", "3WH0", "4GWT", "4GWV", "4QIB", "4TNS", "4TYO", "4U84", "4U85", "4U86", "5B3W", "5B3X", "5B3Y", "5B3Z", "5BMY", "5GPH", "5UY9", "5VTI", "5VTJ", "5VTK", "6DUN", "6O33", "6O34", "6SVC", "6SVE", "6SVH", "6VAJ", "7AOG", "7AXN", "7AYF", "7AZ1", "7AZ2", "7BDP", "7BDT", "7BDY", "7BFW", "7BG3", "7BGQ", "7BGR", "7BGV", "7BGW", "7EFJ", "7EFX", "7EKV", "7F0M", "7NIF", "7NIG", "7NJ6", "7NJ8", "7NJA", "7NRK", "7NRL", "7OQ9", "7OQA", "7SA5", "7SUQ", "7SUR", "8C2G", "8C3C"], "pfam": ["PF00397", "PF00639"], "pharmgkb": "PA33320", "pharos": {"target_id": 2533, "tdl": "Tchem"}, "pir": "S68520", "prosite": ["PS50020", "PS50198"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254215", "relationship": "is"}, {"id": "GNF254216", "relationship": "is"}, {"id": "GNF254217", "relationship": "is"}, {"id": "GNF254218", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163638", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF048551", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088192", "relationship": "is"}, {"id": "GNF088193", "relationship": "is"}, {"id": "GNF088194", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053557", "relationship": "is"}, {"id": "GNF058328", "relationship": "is"}, {"id": "GNF073536", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070709", "relationship": "is"}, {"id": "GNF070710", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF015215", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285583", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096974", "relationship": "is"}, {"id": "GNF136629", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_029167.1"], "protein": ["NP_006212.1", "XP_011526370.1", "XP_054177179.1"], "rna": ["NM_006221.4", "NR_038422.3", "NR_038830.2", "XM_011528068.3", "XM_054321204.1"], "translation": [{"protein": "NP_006212.1", "rna": "NM_006221.4"}, {"protein": "XP_054177179.1", "rna": "XM_054321204.1"}, {"protein": "XP_011526370.1", "rna": "XM_011528068.3"}]}, "reporter": {"HG-U133_Plus_2": "202927_at", "HG-U95Av2": "40421_at", "HTA-2_0": ["TC19000165.hg.1", "TC19001974.hg.1"], "HuEx-1_0": ["2989096", "3551385", "3820177"], "HuGene-1_1": "8025506", "HuGene-2_1": "16858026"}, "summary": "Peptidyl-prolyl cis/trans isomerases (PPIases) catalyze the cis/trans isomerization of peptidyl-prolyl peptide bonds. This gene encodes one of the PPIases, which specifically binds to phosphorylated ser/thr-pro motifs to catalytically regulate the post-phosphorylation conformation of its substrates. The conformational regulation catalyzed by this PPIase has a profound impact on key proteins involved in the regulation of cell growth, genotoxic and other stress responses, the immune response, induction and maintenance of pluripotency, germ cell development, neuronal differentiation, and survival. This enzyme also plays a key role in the pathogenesis of Alzheimer's disease and many cancers. Multiple alternatively spliced transcript variants have been found for this gene.[provided by RefSeq, Jun 2011].", "symbol": "PIN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418582"}, "unigene": "Hs.465849", "uniprot": {"Swiss-Prot": "Q13526", "TrEMBL": ["K7EP26", "K7EMU7", "K7EN45"]}, "wikipedia": {"url_stub": "PIN1"}}