{"AllianceGenome": "14581", "HGNC": "14581", "MIM": "608309", "_id": "65018", "_version": 3, "accession": {"genomic": ["AL391357.20", "CH471134.1", "CP068277.2", "HH961852.1", "LC760345.1", "NC_000001.11", "NC_060925.1", "NG_008164.1"], "protein": ["AAH09534.1", "AAH28215.1", "AAK28062.1", "BAB55647.1", "BAC11484.1", "CBX51399.1", "EAW94934.1", "EAW94935.1", "NP_115785.1", "Q9BXM7.1", "UAJ48743.1"], "rna": ["AB053323.1", "AF316873.1", "AK075225.1", "AK130746.1", "BC009534.1", "BC028215.1", "NM_032409.3", "OK050183.1"], "translation": [{"protein": "BAC11484.1", "rna": "AK075225.1"}, {"protein": "AAH09534.1", "rna": "BC009534.1"}, {"protein": "AAH28215.1", "rna": "BC028215.1"}, {"protein": "UAJ48743.1", "rna": "OK050183.1"}, {"protein": "AAK28062.1", "rna": "AF316873.1"}, {"protein": "NP_115785.1", "rna": "NM_032409.3"}, {"protein": "BAB55647.1", "rna": "AB053323.1"}]}, "alias": ["BRPK", "PARK6"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2023-01-18T19:00:00.000Z", "disease_label": "Parkinson disease", "gcep": "Parkinson's Disease Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0005180", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_1999e6c4-eb15-438a-a4ea-98989112dcbb-2023-01-18T190000.000Z", "sop": "SOP9"}}, "ec": "2.7.11.1", "ensembl": {"gene": "ENSG00000158828", "protein": "ENSP00000364204", "transcript": ["ENST00000321556", "ENST00000400490", "ENST00000492302"], "translation": [{"protein": "ENSP00000364204", "rna": "ENST00000321556"}], "type_of_gene": "protein_coding"}, "entrezgene": "65018", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.2716067545, "exp_mis": 212.28748802, "exp_syn": 103.653022549, "lof_z": 1.04897637864429, "mis_z": 0.0767918831945966, "mu_lof": 1.44562160445e-06, "mu_mis": 2.41973008424e-05, "mu_syn": 1.16349083081e-05, "n_lof": 12.0, "n_mis": 210.0, "n_syn": 104.0, "p_li": 4.0835436809341e-07, "p_null": 0.412457586296394, "p_rec": 0.587542005349238, "syn_z": -0.021129442794425}, "bp": 1746, "cds_end": 20977184, "cds_start": 20960041, "n_exons": 8, "nonpsych": {"exp_lof": 14.5826723607, "exp_mis": 191.995965657, "exp_syn": 93.6712894279, "lof_z": 1.17856141117889, "mis_z": 0.0362555866341075, "mu_lof": 1.44562160445e-06, "mu_mis": 2.41973008424e-05, "mu_syn": 1.16349083081e-05, "n_lof": 10.0, "n_mis": 191.0, "n_syn": 95.0, "p_li": 8.33624867471036e-06, "p_null": 0.27223199981741, "p_rec": 0.727759663933915, "syn_z": -0.0864351695422084}, "nontcga": {"exp_lof": 14.9557742295, "exp_mis": 195.290398811, "exp_syn": 95.3466840057, "lof_z": 0.75395955484448, "mis_z": -0.0252978551325791, "mu_lof": 1.44562160445e-06, "mu_mis": 2.41973008424e-05, "mu_syn": 1.16349083081e-05, "n_lof": 12.0, "n_mis": 196.0, "n_syn": 100.0, "p_li": 1.89172939527213e-07, "p_null": 0.57254928259227, "p_rec": 0.42745052823479, "syn_z": -0.301739659202214}, "transcript": "ENST00000321556.4"}, "exons": [{"cdsend": 20650691, "cdsstart": 20633548, "chr": "1", "position": [[20633457, 20633935], [20637841, 20638129], [20639891, 20639992], [20644489, 20644672], [20645559, 20645723], [20648504, 20648632], [20648994, 20649231], [20650433, 20651511]], "strand": 1, "transcript": "NM_032409", "txend": 20651511, "txstart": 20633457}], "exons_hg19": [{"cdsend": 20977184, "cdsstart": 20960041, "chr": "1", "position": [[20959950, 20960428], [20964334, 20964622], [20966384, 20966485], [20970982, 20971165], [20972052, 20972216], [20974997, 20975125], [20975487, 20975724], [20976926, 20978004]], "strand": 1, "transcript": "NM_032409", "txend": 20978004, "txstart": 20959950}], "generif": [{"pubmed": 12447943, "text": "The subclinical loss of striatal dopamine storage capacity found in PARK6 carriers implies that the unidentified gene on the short arm of chromosome 1 exhibits either haploinsufficency or a dominant negative effect."}, {"pubmed": 12548343, "text": "Autosomal recessive early onset parkinsonism is linked to three loci: PARK2, PARK6, and PARK7."}, {"pubmed": 12548371, "text": "PARK6 appears to be an important locus for autosomal recessive juvenile parkinsonism in Europe."}, {"pubmed": 15087508, "text": "mutations in PINK1 are associated with PARK6 a locus linked to a rare familial form of Parkinson disease; cell culture studies suggest that PINK1 is mitochondrially located and may exert a protective effect on the cell that is abrogated by the mutations"}, {"pubmed": 15349859, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15349859, "text": "Strong evidence indicates that, although important in mendelian forms of Parkinson's disease (PD), PINK1 does not influence the cause of sporadic nonmendelian forms of PD."}, {"pubmed": 15349860, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15349870, "text": "Six novel pathogenic PINK1 mutations suggest that PINK1 may be the second most common causative gene next to parkin in parkinsonism with the recessive mode of inheritance."}, {"pubmed": 15505170, "text": "The results indicate worldwide distribution of PARK6-linked parkinsonism."}, {"pubmed": 15505171, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15505171, "text": "Overall, these data indicate that PINK1 mutations are a rare cause of PD in Ireland."}, {"pubmed": 15542245, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15596610, "text": "Autosomal recessive mutations in PINK1 are a rare cause of young-onset Parkinson disease."}, {"pubmed": 15596610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15824318, "text": "These results show that PINK1 is processed at the N terminus in a manner consistent with mitochondrial import, but the mature protein also exists in the cytosol."}, {"pubmed": 15876334, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15876334, "text": "The G309D and W437OPA mutations in PINK1 gene probably do not represent common causes of familial or sporadic PD in a Caucasian population."}, {"pubmed": 15955953, "text": "Thus, early-onset PD with dementia may be considered PINK1-linked parkinsonism. Furthermore, patients with PINK1 mutations form 8.9% of parkin- and DJ-1-negative ARPD families."}, {"pubmed": 15955954, "text": "A patient homozygous for A PINK1 mutation was characterized clinically.  All clinical and laboratory features, including SPECT and assessment of autonomic function, were indistinguishable from typical idiopathic Parkinson disease."}, {"pubmed": 15970950, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16009891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16009891, "text": "PINK1 homozygous mutations are a relevant cause of disease among Italian sporadic patients with early-onset parkinsonism."}, {"pubmed": 16046032, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16079129, "text": "PINK1 reduces the basal neuronal pro-apoptotic activity and protects neurons from staurosporine-induced apoptosis; loss of this protective function may underlie degeneration of nigral dopaminergic neurons in patients with PINK1 mutations"}, {"pubmed": 16157901, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16207731, "text": "Both wild-type and mutant PINK1 proteins localize to mitochondria and prove that a short N-terminal part of PINK1 is sufficient for its mitochondrial targeting."}, {"pubmed": 16226715, "text": "PINK1 participates in the protection of dopaminergic neurons"}, {"pubmed": 16257123, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16354302, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16482571, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16482571, "text": "The phenotypic spectrum associated with PINK1-positive Parkinson disease patients may be wider than previously reported."}, {"pubmed": 16547921, "text": "PINK1 mutations (homozygous nonsense and heterozygous missense) that highlight issues in Parkinson disease diagnosis."}, {"pubmed": 16632486, "text": "PINK1 and DJ-1 may have a role in early-onset Parkinson's disease and physically associate and collaborate to protect cells against stress via complex formation"}, {"pubmed": 16672981, "text": "Expression of human PINK1 in the Drosophila testes restores male fertility and normal mitochondrial morphology in a portion of pink1 mutants, demonstrating functional conservation between human and Drosophila Pink1"}, {"pubmed": 16700027, "text": "A patient, heterozygote for W437X mutation, was affected by Parkinson's disease and 3 further relatives were reported affected, according to an autosomal dominant transmission."}, {"pubmed": 16769864, "text": "Heterozygous PINK1 mutations may predispose to PD, as was previously suggested by the presence of dopamine hypometabolism in asymptomatic mutation carriers."}, {"pubmed": 16966503, "text": "This study extends the phenotypic and molecular spectrum of the PINK1 gene and the geographic origin of patients with PINK1 gene mutations."}, {"pubmed": 16969854, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16969854, "text": "PINK1 mutations mutations are a significant risk factor in the development of later onset Parkinson's disease"}, {"pubmed": 17000703, "text": "Thus, in addition to the activation segment, the C-terminal tail of PINK1 also contains regulatory motifs capable of governing PINK1 kinase activity."}, {"pubmed": 17013904, "text": "This finding suggests a role not only of homozygous but also of heterozygous PINK1 mutations in the development of parkinsonian signs and underlines the necessity to carefully investigate family members of affected mutation carriers."}, {"pubmed": 17017532, "text": "PINK-1 encodes the PTEN induced kinase 1 and is located to provide a link between mitochondria and the pathogenesis of Parkinson disease--REVIEW"}, {"pubmed": 17055324, "text": "We genotyped eight known mutations in three clinic-based cohorts with Parkinsonism and found one homozygous p.L347P mutation in PINK1."}, {"pubmed": 17084972, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17084972, "text": "PINK1 A340T variant may contribute to the risk for late-onset PD in Chinese."}, {"pubmed": 17141510, "text": "These data indicate that PINK1 function is critical to prevent oxidative damage and that peripheral cells may be useful for studies of progression and therapy of PARK6."}, {"pubmed": 17154281, "text": "Deletion of the entire PINK1 gene and a splice site mutation (g.15445_15467del23) which produces several aberrant mRNAs in Parkinson disease."}, {"pubmed": 17172567, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17172567, "text": "PINK1 mutations are rare in Norwegian patients with EOP and familial Parkinson's disease;however, the data suggest that some heterozygous mutations might increase the risk of developing Parkinson's disease"}, {"pubmed": 17202228, "text": "affective and psychotic symptoms may be part of the phenotypic spectrum or even the sole manifestation of PINK1 mutations"}, {"pubmed": 17219214, "text": "Absence of correlation between PINK1 mRNA levels and clinical status in heterozygous mutation carriers suggests that other genetic or environmental factors play a role in determining the phenotypic variability in Parkinson disease."}, {"pubmed": 17362513, "text": "a mammalian non-coding antisense molecule can positively influence the abundance of a cis-transcribed mRNA; dsRNA-mediated mechanism for stabilizing the expression of svPINK1"}, {"pubmed": 17557243, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17557243, "text": "possible association of IVS5-5G>A polymorphism, positioned in the upstream region of exon 5 of PINK1 gene with the risk for sporadic late onset Parkinson disease (LOPD) in Chinese"}, {"pubmed": 17567565, "text": "regulation of the PINK1 locus, linked to neurodegenerative disease, is altered in obesity, NIDDM and inactivity, while the combination of RNAi experiments and clinical data suggests a role for PINK1 in cell energetics"}, {"pubmed": 17579517, "text": "PINK1 protects against oxidative-stress-induced cell death by suppressing cytochrome c release from mitochondria, and this protective action of PINK1 depends on its kinase activity to phosphorylate TRAP1."}, {"pubmed": 17707122, "text": "PINK1 exerts anti-apoptotic effect by inhibiting the opening of mPTP and that PARK6 mutant PINK1 loses its ability to prevent mPTP opening and cytochrome c release."}, {"pubmed": 17724286, "text": "Relative to controls without a mutation, Parkin and PINK1 mutation carriers displayed a bilateral increase in gray matter volume in the putamen and the internal globus pallidus"}, {"pubmed": 17766179, "text": "sleep disturbances were not found in PARK6 parkinsonism patients"}, {"pubmed": 17950257, "text": "humans PINK1 message is expressed in neurons with very little to no signal in glia and no difference in parkinson disease."}, {"pubmed": 17960343, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17960343, "text": "The incidence of carrying PINK1 mutations in the present cohort of Taiwanese EOPD patients was low, accounting for 2/39 (5.1 %) in familial cases, and 2/99 (2 %) in sporadic cases."}, {"pubmed": 17989306, "text": "PINK1 deficiency in humans results in mitochondrial abnormalities associated with cellular stress, a pathological phenotype, which can be ameliorated by enhanced expression of parkin."}, {"pubmed": 18003639, "text": "document the influence of Parkin on Pink1 subcellular distribution, providing further evidence for a common pathogenic pathway in recessive Parkinson's disease"}, {"pubmed": 18031932, "text": "DeltaN 54 kDa PINK1 undergoes constitutive degradation by proteasome, and underscore the significance of its localization in cytoplasm, especially in the N-terminally processed form."}, {"pubmed": 18068301, "text": "no PINK1 gene mutation was found in any of the probands from six Caucasian early-onset Parkinson disease families"}, {"pubmed": 18211709, "text": "No mutations were found in PINK1 in Parkinson disease patients from Portugal."}, {"pubmed": 18211709, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18261714, "text": "Limbic and frontal cortical degeneration is associated with psychiatric symptoms in PINK1 mutation carriers."}, {"pubmed": 18272063, "text": "May be involved in apoptosi, oxidative stress, and development of Parkinson disease."}, {"pubmed": 18286320, "text": "Homozygous mutations in the PINK1 gene have been shown to cause early-onset parkinsonism. Here, we describe a novel homozygous mutation (Q126P), identified in two affected German sisters with a clinical phenotype typical for PINK1-associated parkinsonism."}, {"pubmed": 18307263, "text": "Homozygous or compound heterozygous mutations in the PINK1 gene represent the second most frequent cause of autosomal recessive parkinsonism after Parkin protein."}, {"pubmed": 18330912, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18330912, "text": "retrospectively analyzed the occurrence of PINK1 heterozygous rare variants in over 1100 sporadic and familial Parkinson disease patients of all onset ages and in 400 controls"}, {"pubmed": 18359116, "text": "Hsp90 and Cdc37 are binding partners of PINK1 which regulate its stability"}, {"pubmed": 18378882, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18378882, "text": "Patients with Parkin or PINK1 mutations benefit from subthalamic nucleus deep brain stimulation, but clinical response is not superior to non-mutation carriers and may be limited by more advanced axial motor symptoms at a relatively early disease stage."}, {"pubmed": 18397367, "text": "Our findings support a dual subcellular localization, implying that PINK1 can reside in the mitochondria and the cytosol. This raises intriguing functional roles that bridge these two cellular compartments."}, {"pubmed": 18469032, "text": "PINK1 gene mutations are linked to Parkinson disease"}, {"pubmed": 18486522, "text": "In this study found one patient carried a p.G411S heterozygous amino acid change in the PINK1 gene."}, {"pubmed": 18486522, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18495756, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18495756, "text": "PINK1 polymorphisms are associated with PINK1 transcript levels and measures of fatty acid metabolism in a concordant manner, whereas our RNAi data imply that PINK1 may indirectly influence lipid metabolism."}, {"pubmed": 18524835, "text": "Results show a co-segregation of a Parkinson's disease related nuclear gene (PINK1) mutation with mtDNA mutation."}, {"pubmed": 18541801, "text": "Data emphasize the importance of heterozygous PINK1 mutations as a possible risk factor for developing the common classic form of sporadic Parkinson disease."}, {"pubmed": 18546294, "text": "A new heterozygous mutation (p.R58-V59insGR) was found in exon 1 of PINK1. PINK1 mutation may modify parkin-mutation-positive Parkinsonism.  PINK1 mutations may be associated with schizophrenia."}, {"pubmed": 18560593, "text": "phenotypic effects of PINK1 loss-of-function described here in mammalian neurons provides mechanistic insight into the age-related degeneration of nigral dopaminergic neurons seen in Parkinson disease"}, {"pubmed": 18584234, "text": "Data show that higher tactile and visuo-tactile temporal discrimination threshold and temporal order judgement are detected in in PINK1 mutation carriers."}, {"pubmed": 18584234, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18685134, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18685134, "text": "Only four PINK1 mutations were pathogenic. Several PINK1 sequence variants are potentially benign and there was no evidence that PINK1 heterozygosity increases susceptibility to idiopathic Parkinson disease."}, {"pubmed": 18704525, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18785233, "text": "Mutations of PINK1 gene are found in Chinese families with autosomal recessive early-onset Parkinsonism."}, {"pubmed": 18957282, "text": "These results demonstrate the biochemical relationship between PINK1, Parkin, and the mitochondria and thereby suggest the possible mechanism of PINK-Parkin-associated PD pathogenesis."}, {"pubmed": 18973254, "text": "A novel missense mutation was found in exon 3 (c.709A>G;p. M237V). The high conservation of residue 237 among PINK1 homologs and its critical location in the protein kinase domain suggests that the novel M237V variant may affect PINK1 function."}, {"pubmed": 18973254, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19006224, "text": "3 patients with heterozygous PINK1 mutations (2 new:M341I & P209A)were found in a Taiwanese PD cohort, but it is dubious whether any of the novel PINK1 mutations were sufficient in the heterozygous state to cause disease."}, {"pubmed": 19006224, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19038850, "text": "Mutations in pink1 protein,linked to recessively inherited Parkinson disease, are associated with an additional recruitment of supplementary motor area and premotor cortex during a motor sequence task."}, {"pubmed": 19048950, "text": "Its missense mutation causes autosomal recessive juvenile parkinsonism."}, {"pubmed": 19076428, "text": "Mutations in PINK1 are associated with the PARK6 autosomal recessive, early-onset, Parkinson disease-susceptibility locus"}, {"pubmed": 19087301, "text": "The PINK1 gene in Jordanian families with incidences of young-onset and juvenile parkinsonism is identified two novel putative pathogenic substitutions, P416R and S419P, located in a conserved motif of the serine/threonine kinase domain."}, {"pubmed": 19139432, "text": "Combined expression of BUB1B and PINK1 was the best predictor of overall survival in malignant adrenal cortex neoplasms.  Combined expression of DLG7 and PINK1 was the best predictor of disease free survival."}, {"pubmed": 19152501, "text": "Findings suggest that Pink1 functions in the trafficking of mitochondria in cells."}, {"pubmed": 19167501, "text": "Data show that parkin and PINK1 affect each other's stability, solubility and tendency to form aggresomes, and have important implications regarding the formation of Lewy bodies."}, {"pubmed": 19205068, "text": "In this study identified one novel mutation in PINK1 (homozygous deletion of exon 7)."}, {"pubmed": 19205068, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19214605, "text": "Data report a third large rearrangement of PINK1, which enlarges the mutation spectrum involved in recessive early onset Parkinson's disease."}, {"pubmed": 19224617, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19224617, "text": "This study found that no associations were seen for PINK1 in Australia patient with Parkinson's disease"}, {"pubmed": 19229105, "text": "Functional ubiquitin E3 ligase complex consisting of parkinson disease (PD)-associated Parkin, PINK1, and DJ-1 to promote degradation of un-/misfolded proteins."}, {"pubmed": 19242547, "text": "mutant PINK1 or PINK1 knock-down caused deficits in mitochondrial respiration and ATP synthesis"}, {"pubmed": 19270741, "text": "Silencing of PINK1 expression affects mitochondrial DNA and oxidative phosphorylation."}, {"pubmed": 19276113, "text": "FOXO3a controls Pink1 transcription in both mouse and human cells subjected to growth factor deprivation, and this regulation is exerted through evolutionarily conserved FOXO binding elements"}, {"pubmed": 19279012, "text": "PINK1 and Parkin may cooperate through different mechanisms to maintain mitochondrial homeostasis."}, {"pubmed": 19285945, "text": "PINK1-associated Parkinson's disease is caused by neuronal vulnerability to calcium-induced cell death."}, {"pubmed": 19330279, "text": "PINK1 mutation carriers showed saccade abnormalities indicating of an impaired saccadic basal ganglia path and posterior parietal cortex"}, {"pubmed": 19351622, "text": "Studied the frequency of parkin and PINK1 gene mutations in early-onset Parkinson's disease; data support a trend towards a higher frequency of heterozygosity in patients compared with normal controls, but effect small and not significant in this study."}, {"pubmed": 19358826, "text": "These results indicate that Parkin regulates PINK1 stabilization via direct interaction with PINK1, and operates through a common pathway with PINK1 in the pathogenesis of early-onset Parkinson disease."}, {"pubmed": 19405094, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19492085, "text": "Drp1 is dephosphorylated in PINK1 deficient cells due to activation of the calcium-dependent phosphatase calcineurin."}, {"pubmed": 19500570, "text": "Mutations of PINK1 cause abnormal mitochondrial morphology, bioenergetic function and oxidative metabolism in human tissues; the biochemical consequences may vary between mutations."}, {"pubmed": 19562775, "text": "No pathogenic mutation of PINK1 was seen in a Brazilian cohort of early-onset Parkinson disease patients, supporting the hypothesis that mutations in PINK1 may not be a relevant cause of EOPD."}, {"pubmed": 19562775, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692353, "text": "LRRK2 with other Parkinson's disease causing genes, Parkin, DJ-1 and PINK-1."}, {"pubmed": 19726410, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19822161, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19822161, "text": "The responsiveness to distracting stimuli is decreased in asymptomatic PINK1 mutation carrier."}, {"pubmed": 19847793, "text": "study experimental evidence that clinically reported PINK1 heterozygous mutations exert a gene dosage effect, suggesting that haploinsufficiency of PINK1 is the most likely mechanism that increased the susceptibility to dopaminergic cellular loss"}, {"pubmed": 19880420, "text": "Phosphorylation of parkin by PINK1 activates parkin E3 ligase function and NF-kappaB signaling."}, {"pubmed": 19889566, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19889566, "text": "This study suggested that three SNPs (rs3738133 or rs7550319 and rs3738136 & rs1043424) could be preferably used for the Indian population groups for genetic studies utilizing PINK1 markers."}, {"pubmed": 19890973, "text": "The data of this study indicated that olfactory dysfunction is common in PINK1 Parkinsonism and consists typically in defective odor identification and discrimination."}, {"pubmed": 19904588, "text": "coexistence of mutations in PINK1 and complex I genes appear to have an impact on the development of the parkinsonism [REVIEW]"}, {"pubmed": 19944740, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19944740, "text": "The interaction of PINK1 SNP IVS1-7 A-->G and environmental risk factors is associated with a significant effect in anticipating the disease clinical onset."}, {"pubmed": 20012177, "text": "PINK1, Omi/HtrA2 and parkin participate at different levels in mitochondrial quality control, converging through some overlapping and some distinct steps to maintain a common phenotype of healthy mitochondrial networks [REVIEW]"}, {"pubmed": 20034704, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20034704, "text": "The results of this study indicated that genetic variants at the parkin and PINK1 loci do not play a critical role in the pathogenesis of multiple system atrophy."}, {"pubmed": 20045449, "text": "Our data indicate that PINK1 plays an important and specific physiological role in protecting cells from proteasomal stress, and suggest that PINK1 might exert its cytoprotective effects upstream of mitochondria engagement."}, {"pubmed": 20098416, "text": "PINK1 kinase activity and its mitochondrial localization sequence are prerequisites to induce translocation of the E3 ligase Parkin to depolarized mitochondria."}, {"pubmed": 20146068, "text": "Mutations of DJ-1 and PINK1 gene are also found in Chinese patients with sporadic early onset parkinsonism."}, {"pubmed": 20146068, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20153330, "text": "study shows PINK1 in combination with parkin results in the perinuclear mitochondrial aggregation followed by their elimination; results suggest mitophagy controlled by the PINK1/parkin pathway might be associated with Parkinson's disease pathogenesis"}, {"pubmed": 20164189, "text": "mutant PINK1 mitochondrial perturbations can be rescued by the mitochondrial division inhibitor mdivi-1"}, {"pubmed": 20171192, "text": "These findings suggest that both PINK1 and parkin play important roles in regulating the formation of Lewy bodies during the pathogenesis of sporadic and familial Parkinson's disease."}, {"pubmed": 20179104, "text": "There is a Drp1- and Fis1-induced, and PINK1-mediated protection mechanism in senescent cells."}, {"pubmed": 20356854, "text": "Two mutations were identified in PINK1 that are associated with an early-onset, slowly progressive form of Parkinson's disease in a large Spanish family."}, {"pubmed": 20376796, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20376796, "text": "The exon CNV in the PINK1 gene was rare in Chinese patients with autosomal recessive early-onset Parkinsonism."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20399249, "text": "Mutations in parkin gene are common in Chinese EOPD patients, and mainly are exon rearrangements, while mutation in PINK1 might be not common in Chinese EOPD patients."}, {"pubmed": 20399249, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20404107, "text": "Data show that PINK1 is degraded in a mitochondrial membrane potential-dependent manner, and that PINK1 recruits Parkin from the cytoplasm to mitochondria with low membrane potential to initiate the autophagic degradation of damaged mitochondria."}, {"pubmed": 20461815, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20483373, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20506312, "text": "Studies indicate that molecular genetic analyses have identified five disease genes associated with familial Parkinson disease; SNCA, PARK2, PINK1, PARK7 and LRRK2."}, {"pubmed": 20508036, "text": "Data show that mitochondrial accumulation of full-length PINK1 is sufficient but not necessary for the stress-induced loss of Parkin signal and its mitochondrial translocation."}, {"pubmed": 20513816, "text": "This study findings strengthen the hypothesis that heterozygous PINK1 mutations act as a susceptibility factor to develop at least subtle Parkinson disease motor."}, {"pubmed": 20547144, "text": "A mutation in PINK1 (Arginine492X) results in mitochondrial dysfunction and oxidative stress."}, {"pubmed": 20558144, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20558144, "text": "Results from the present study showed that point mutations and homozygous exonic deletions in PINK1 are not a common cause of PD in the South African population."}, {"pubmed": 20637729, "text": "The phosphorylation of p66(Shc) at Ser36 is significantly increased in PINK1 deficient cell lines under normal tissue culture conditions, further still in the presence of compounds which elicit oxidative stress."}, {"pubmed": 20798600, "text": "Data suggest that reduced binding of PINK1 to Parkin leads to failure in Parkin mitochondrial translocation, resulting in the accumulation of damaged mitochondria, which may contribute to disease pathogenesis."}, {"pubmed": 20842103, "text": "Data show that mitochondrial fragmentation induced by expression of alpha-synuclein is rescued by coexpression of PINK1, parkin or DJ-1 but not the PD-associated mutations PINK1 G309D and parkin Delta1-79 or by DJ-1 C106A."}, {"pubmed": 20871098, "text": "Ubiquitination of several mitochondrial proteins, including mitofusin 1 and mitofusin 2 were reduced following the silencing of parkin or PINK1."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20971498, "text": "our findings indicate that the physiologic functions of PINK1 go beyond its regulatory role of mitochondria-mediated cell survival in neurons."}, {"pubmed": 21138942, "text": "Mitochondrial protease PARL cleaves PINK1 at position A103."}, {"pubmed": 21145388, "text": "observed PINK1 immunostaining in both AD and MS lesions, predominantly in reactive astrocytes associated with these lesions, suggesting that the increase in astrocytic PINK1 protein might be an intrinsic protective mechanism to limit cellular injury."}, {"pubmed": 21177249, "text": "PINK1 exerts its cytoprotective function not only in mitochondria but also in the cytoplasm through activation of mTORC2"}, {"pubmed": 21187721, "text": "PINK1 and Parkin physically associate and functionally cooperate to identify and label damaged mitochondria for selective degradation via autophagy."}, {"pubmed": 21242281, "text": "We show that silencing PINK1 is synthetically lethal with MMR deficiency in cells with MSH2, MLH1, or MSH6 dysfunction"}, {"pubmed": 21322020, "text": "Mutations in PINK1 were not observed among Iranian parkinson disease patients"}, {"pubmed": 21366594, "text": "These results indicate a novel pathway by which the defect of PINK1 inhibits the oxidative stress-induced HO-1 production"}, {"pubmed": 21408142, "text": "The impact of mutations in endogenous PINK1 and Parkin on the ubiquitination of mitochondrial fusion and fission factors and the mitochondrial network structure, was investigated."}, {"pubmed": 21412950, "text": "Phylogenetic and in silico structural analysis of the Parkinson disease-related kinase PINK1"}, {"pubmed": 21426348, "text": "the PARL-catalyzed removal of the Pink1 signal sequence in the canonical import pathway acts as a cellular checkpoint for mitochondrial integrity"}, {"pubmed": 21606348, "text": "Data demonstrate that PINK1 activity is crucial for postnatal myocardial development, through its role in maintaining mitochondrial function, and redox homeostasis in cardiomyocytes."}, {"pubmed": 21677397, "text": "association study revealed a significant association between Asn521Thr variation in PINK1 gene and type 2 diabetes suggesting that PINK1 gene Thr521 allele carriers have significantly increased susceptibility to type 2 diabetes"}, {"pubmed": 21743139, "text": "Two SNPs c.189C>T and c.960-5G>A may contribute to the risk of early-onset Parkinsonism in Chinese Han people."}, {"pubmed": 21784538, "text": "molecular genetics and functions of PINK1 in Parkinson's disease (Review)"}, {"pubmed": 21925922, "text": "This study showed that the role played by PINK1 in early onset parkinsonism in southern Italy and illustrate the existence of mutations in this gene also in the late-onset form of the disease"}, {"pubmed": 22043288, "text": "results provide insight into the molecular pathology of PINK1 mutations in Parkinson disease and also confirm the critical role of substrate availability in determining the biochemical phenotype"}, {"pubmed": 22048964, "text": "DLGAP5-PINK1 and BUB1B-PINK1 were strong predictors of disease-free survival and overall survival, respectively, among adult patients with ACT."}, {"pubmed": 22057787, "text": "PINK1 and parkin are associated with autosomal recessive parkinsonism and can functionally interact to maintain mitochondrial integrity and to promote clearance of damaged and dysfunctional mitochondria."}, {"pubmed": 22076283, "text": "PINK1-specific siRNA remarkably downregulated Bcl-xL and TRAP1 proteins and upregulated BAX protein expression."}, {"pubmed": 22078885, "text": "Study shows that both PINK1 and Parkin halt mitochondrial movement; PINK1 phosphorylates Miro (1 and 2) and thereby initiates the rapid degradation of Miro through a Parkin- and proteasome-dependent pathway."}, {"pubmed": 22212487, "text": "By preventing mitochondrial dysfunction and reinforcing anti-apoptotic and neuronal survival pathways such as PI3K/AKT, PINK1 confers a neuroprotective effect against the neurotoxin C2-ceramide."}, {"pubmed": 22233331, "text": "This study identified that In two families, two new PINK1 point mutations (L31X and P416L) were identified."}, {"pubmed": 22238344, "text": "The results identify MARK2 as an upstream regulator of PINK1 and DeltaN-PINK1 and provide insights into the regulation of mitochondrial trafficking in neurons and neurodegeneration in PD."}, {"pubmed": 22354088, "text": "These results highlight a new role for MPP in PINK1 import and mitochondrial quality control via the PINK1-Parkin pathway."}, {"pubmed": 22434215, "text": "Parkin mutation carriers showed a slightly reduced ability to recognize facial emotions that was least severe in individuals who showed the strongest increase of ventrolateral premotor activity"}, {"pubmed": 22445250, "text": "Pathogenic mutations were not detected in SNCA, PINK1, or DJ-1 in this study."}, {"pubmed": 22486164, "text": "Mutations in PTEN-induced kinase 1 (PINK1) cause PARK6 type Parkinson disease."}, {"pubmed": 22547060, "text": "Multiple targeting signals featured by the Pink1 sequence result in the final localization of both the full-length protein and its major Deltapsi-dependent cleavage product to the cytosolic face of the outer mitochondrial membrane."}, {"pubmed": 22643835, "text": "PINK1 positively regulates two key molecules, TRAF6 and TAK1, in the IL-1beta-mediated signaling pathway, consequently up-regulating their downstream inflammatory events"}, {"pubmed": 22724072, "text": "PINK1 is specifically activated by mitochondrial membrane potential depolarization, enabling it to phosphorylate Parkin at Ser(65). Activated PINK1 autophosphorylates at several residues, including Thr(257)."}, {"pubmed": 22910362, "text": "Autophosphorylation of Ser228 and Ser402 in PINK1 is essential for mitochondrial localization of Parkin."}, {"pubmed": 22956510, "text": "from >5800 unique cases.The weighted mean proportion of cases with PARK2 (parkin), PINK1, and PARK7 (DJ-1) mutations was 8.6%, 3.7%, and 0.4%, respectively. PINK1 mutations were more common in Asian subjects."}, {"pubmed": 23212910, "text": "Phosphatase and tensin homolog (PTEN)-induced putative kinase 1 (PINK1)-dependent ubiquitination of endogenous Parkin attenuates mitophagy"}, {"pubmed": 23251494, "text": "results corroborate the hypothesis that PINK1 mutations result in reduced neuronal survival, most likely due to impaired cellular stress resistance"}, {"pubmed": 23256036, "text": "the molecular mechanism underlying the PINK1-dependent mitochondrial translocation and activation of Parkin as an initial step of mitophagy."}, {"pubmed": 23261939, "text": "These results indicate a novel pathway by which the P209A defect in the PINK1 kinase domain inhibits oxidative stress-induced HO-1 and SOD2 induction, which may accelerate the neurodegeneration in PD with PINK1 defect."}, {"pubmed": 23303188, "text": "analysis of PINK1 (PTEN-induced putative kinase 1) mutations associated with Parkinson disease in mammalian cells and Drosophila"}, {"pubmed": 23319602, "text": "PINK1 activates the formation of a Parkin-ubiquitin thioester intermediate, a hallmark of HECT E3 ligases, both in vitro and in vivo."}, {"pubmed": 23393160, "text": "AF-6 is a positive modulator of the PINK1/parkin pathway and is deficient in Parkinson's disease."}, {"pubmed": 23459931, "text": "PINK1 kinase function could be restored for a subset of patients with PINK1 mutations, and perhaps alter the course of their disease."}, {"pubmed": 23472196, "text": "PINK1 is imported into mitochondria by a unique pathway that is independent of the TOM core complex but crucially depends on the import receptor Tom70"}, {"pubmed": 23519076, "text": "PINK1 protects against cell death induced by mitochondrial depolarization, by phosphorylating Bcl-xL and impairing its pro-apoptotic cleavage."}, {"pubmed": 23525905, "text": "Overexpression of TRAP1 is able to mitigate Pink1 but not parkin loss-of-function phenotypes."}, {"pubmed": 23533695, "text": "PINK1 is posttranslationally processed, whose level is definitely regulated in healthy steady state of mitochondria."}, {"pubmed": 23751051, "text": "study found dissipation of mitochondrial membrane potential triggers phosphorylation of PINK1 and Parkin and, in response, Parkin translocates to depolarized mitochondria; Parkin's E3 activity is re-established concomitant with ubiquitin-ester formation at Cys431 of Parkin; as a result mitochondrial substrates in neurons become ubiquitylated"}, {"pubmed": 23885119, "text": "These results indicate that association of PINK1 with SARM1 and TRAF6 is an important step for mitophagy."}, {"pubmed": 23986421, "text": "The frequency of the PARK2, PINK1, PARK7 mutations among Polish EO-PD patients seems to be low."}, {"pubmed": 24121706, "text": "PINK1 steady-state elimination by the N-end rule identifies a novel organelle to cytoplasm turnover pathway that yields a mechanism to flag damaged mitochondria for autophagic elimination."}, {"pubmed": 24128678, "text": "PINK1 mRNA and protein are reduced in human amyotrophic lateral sclerosis muscle."}, {"pubmed": 24149440, "text": "Blockade of mitochondrial protein import triggers the recruitment of PARK2, by PINK1, to the TOMM machinery."}, {"pubmed": 24149988, "text": "The expression of unfolded proteins in the matrix causes the accumulation of PINK1 on energetically healthy mitochondria, resulting in mitochondrial translocation of PARK2, mitophagy and subsequent reduction of unfolded protein load."}, {"pubmed": 24151868, "text": "Our data support a novel role for PINK1 in regulating dendritic morphogenesis."}, {"pubmed": 24184327, "text": "PINK1 expression is significantly increased upon CCCP-induced mitophagy in a calcium-dependent manner. PINK1 may play a role in mitophagy that is downstream of ubiquitination of mitochondrial substrates"}, {"pubmed": 24189060, "text": "Formation of phosphorylated PINK1 dimer stimulates Parkin recruitment in HeLa mitochondria."}, {"pubmed": 24357652, "text": "Two distinct cellular pools of PINK1 have different effects on Parkin translocation and mitophagy."}, {"pubmed": 24374372, "text": "Our findings highlight a potential novel function of extramitochondrial PINK1 in dopaminergic neurons"}, {"pubmed": 24383081, "text": "this data correlate BAG2 to PINK1 for the first time, strengthening the important role of BAG2 in Parkinson disease -related neurodegeneration."}, {"pubmed": 24385196, "text": "PINK1G309D, the loss-of-function mutation associated with early-onset familial Parkinson's disease, promotes expression of VCAM-1 and exacerbates attachment of monocytes to brain endothelial cells."}, {"pubmed": 24446486, "text": "Mitochondria-derived vesicles require PINK1 expression and ultimately target to lysosomes for degradation."}, {"pubmed": 24475098, "text": "BAG5 protects against mitochondrial oxidative damage through regulating PINK1 degradation."}, {"pubmed": 24626860, "text": "Results show that PINK1 dependent phosphorylation signaling may regulate nuclear activities."}, {"pubmed": 24660806, "text": "PINK1 controls parkin activity by phosphorylating parkin at serine-65."}, {"pubmed": 24677602, "text": "high prevalence of heterozygous mutations in PARK2 and the novel heterozygous and homozygous point mutations in PINK1 observed in familial and sporadic cases from various states of Mexico"}, {"pubmed": 24681957, "text": "PINK1 has tumor-promoting properties and PINK1 functions as a regulator of the cell cycle."}, {"pubmed": 24743735, "text": "The functional interaction of mortalin with Parkin and PINK1, was investigated."}, {"pubmed": 24751536, "text": "These results explain a feed-forward mechanism of PINK1-mediated initiation of Parkin E3 ligase activity."}, {"pubmed": 24751806, "text": "the PINK1-mediated reduction of autophagic key factors during stress resulted in increased cell death."}, {"pubmed": 24784582, "text": "results show that PINK1-dependent phosphorylation of both parkin and ubiquitin is sufficient for full activation of parkin E3 activity; findings demonstrate that phosphorylated ubiquitin is a parkin activator"}, {"pubmed": 24792327, "text": "Cells lacking Pink1 were more sensitive to cell death induced by C2-Ceramide. In the same cell lines, mitochondrial morphology was fragmented by forskolin. Pink1 may exert a neuroprotective role in part by limiting mitochondrial fission."}, {"pubmed": 24798695, "text": "This study shows that PARK13 and PINK1 are subcellular-specific, but dynamic, proteins with a reciprocal molecular relationship."}, {"pubmed": 24962176, "text": "the phosphorylation activity seen in PINK1 and PARKIN can differentiate between age-matched controls and Parkinson's disease patients"}, {"pubmed": 25088558, "text": "Cells exposed to severe and irreparable mitochondrial damage agents such as valinomycin can undergo PINK1-Parkin-dependent apoptosis. The proapoptotic response elicited by valinomycin is associated with the degradation of Mcl-1."}, {"pubmed": 25108683, "text": "PINK1 expression is tightly regulated at its transcription level and NFkappaB is a positive regulator for PINK1 expression."}, {"pubmed": 25164310, "text": "This reported the first follow-up evaluation of motor and nonmotor clinical features in PINK1 mutation carriers."}, {"pubmed": 25217637, "text": "The work positions smARF upstream of PINK1 and Parkin and demonstrates that mitophagy can be triggered by intrinsic signaling cascades."}, {"pubmed": 25226871, "text": "The PINK1 p.Q456X mutation leads to a decrease in mRNA and a loss of protein function"}, {"pubmed": 25260493, "text": "These results provide new insights into potential cooperative roles of PINK1 and PGC-1alpha in mitochondrial fatty acid oxidation, suggesting possible regulatory roles for mitochondrial function in the pathogenesis of Alzheimer disease and diabetes."}, {"pubmed": 25305081, "text": "our results uncovered a mechanism by which PINK1-HDAC3 network mediates p53 inhibitory loop in response to oxidative stress-induced damage."}, {"pubmed": 25345844, "text": "The discovery of mutations in genes encoding protein kinase PTEN-induced kinase 1 (PINK1) and E3 ubiquitin ligase Parkin in familial Parkinson's disease"}, {"pubmed": 25354644, "text": "Common genetic variants of the PINK1 and PARL genes are unlikely to be involved in schizophrenia."}, {"pubmed": 25375667, "text": "Generated a complete structural model of human Parkin and studied phosphorylation of Parkin by PINK1."}, {"pubmed": 25404737, "text": "our data identify ATP as a key regulator for Parkin mitochondrial translocation and sustaining elevated PINK1 levels during mitophagy. PINK1 functions as an AND gate and a metabolic sensor coupling biogenetics of cells"}, {"pubmed": 25527497, "text": "Data clarify the regulation of PINK1 through multisite phosphorylation."}, {"pubmed": 25545816, "text": "This paper reports the first quantitative data on limb hypokinesia during gait in heterozygous PINK1 mutation carriers"}, {"pubmed": 25553463, "text": "relationship between cancer rates and PD might be related to the involvement of common pathways in both diseases. This paper provides a concise overview on the cellular functions of the PINK1 and Parkin"}, {"pubmed": 25557247, "text": "These data suggest that PINK1 positively regulates TG2 activity, which may be closely associated with aggresome formation in neuronal cells."}, {"pubmed": 25557302, "text": "PINK1 regulates mitochondrial respiratory function, reactive oxygen species generation, and mitochondrial transport. Moreover, recent studies implicate processed PINK1 in cytosolic signaling cascades that promote cell survival and neuron differentiation.[Review]"}, {"pubmed": 25558820, "text": "PINK1 mutations linked with neurogeneration on Guam."}, {"pubmed": 25562319, "text": "data indicate that PINK1 deficiency results in swollen, dysfunctional mitochondria and defective mitophagy, and promotes fibrosis in the aging lung."}, {"pubmed": 25609704, "text": "PINK1 utilizes a mitochondrial localization mechanism that is distinct from that of conventional MTS proteins and that presumably functions in conjunction with the Tom complex in OMM localization when the conventional N-terminal MTS is inhibited."}, {"pubmed": 25611507, "text": "Augmenting mitophagy by activating the PINK1/Parkin pathway is an attractive target for therapeutic intervention for Parkinson disease and a variety of maternally inherited mitochondrial diseases."}, {"pubmed": 25700839, "text": "PINK1 phosphorylates Ser65 in both the Parkin ubiquitin-like domain and ubiquitin itself. These phosphorylation events cooperate to relieve the Parkin autoinhibition."}, {"pubmed": 25714760, "text": "PINK1-PARK2 pathway-mediated mitophagy plays a key regulatory role in CSE-induced mitochondrial ROS production and cellular senescence in human bronchial epithelial cells"}, {"pubmed": 25785991, "text": "TGF-beta1 induces lung epithelial cell mitochondrial ROS and depolarization and stabilizes the key mitophagy initiating protein, PINK1"}, {"pubmed": 25849928, "text": "The results of the combined in silico simulations-based and experimental assay-based study indicates that PINK1-dependent Ser65 phosphorylation of Parkin is required for its activation and triggering of 'opening' conformations."}, {"pubmed": 25849930, "text": "Unravelling the regulatory mechanisms of PINK1 is essential for a full comprehension of its kinase function in health and disease."}, {"pubmed": 25849931, "text": "In this review, we summarize the biochemical mechanisms that underlie the association of PINK1 with mitochondria under normal and pathological conditions"}, {"pubmed": 25849933, "text": "In the present review, we emphasize the functional overlap between the PINK1-Parkin pathway and the endoplasmic reticulum (ER)-mitochondria interface, a subcellular compartment critically involved in neurodegeneration."}, {"pubmed": 25849934, "text": "Recessively inherited Parkin and PTEN-induced putative kinase 1 (PINK1) mutations have been investigated in this context and the present review describes the first insights gained from studies in iPSC-derived dopaminergic neurons"}, {"pubmed": 25861987, "text": "Parkin, PINK1, and alpha-Synuclein have roles in stress-induced mitochondrial morphological remodeling, which may have a role in Parkinson's disease"}, {"pubmed": 25899925, "text": "mutant G309D PINK1 significantly reduced phosphorylation of GSK3beta at serine 9, suggesting that alterations in GSK3beta activity play an essential role in mutant G309D PINK1-induced tau phosphorylation at the PHF-1 site"}, {"pubmed": 25969509, "text": "PINK1 phosphorylates both Ser65 (S65) in the UB(ubiquitin)-like domain of PARKIN and the conserved Ser in UB itself."}, {"pubmed": 25987559, "text": "Cytosolic PINK1 is stabilized by TRAF6/NF-kappaB activation via Lys-63-linked ubiquitination."}, {"pubmed": 26046594, "text": "Processing and shuttling of PINK1 through mitochondria is conformed to at least three possible functional microcompartments for PINK1 activity (I, cytosol; II, outer mitochondrial membrane; III, inside mitochondria)."}, {"pubmed": 26070385, "text": "Suggest a protective role of PINK1/Parkin-mediated mitophagy against chlorpyrifos-induced neuroapoptosis."}, {"pubmed": 26071202, "text": "These results suggest that pyruvate is required for CCCP-induced PINK1/PARK2-mediated mitophagy."}, {"pubmed": 26101826, "text": "pathogenic PINK1 mutants which are not cleaved by PARL affect PINK1 kinase activity and the ability to induce PARK2-mediated mitophagy."}, {"pubmed": 26245297, "text": "High expression of PARK6 might lead to the occurrence of non-small-cell lung cancer."}, {"pubmed": 26266977, "text": "two receptors previously linked to xenophagy, NDP52 and optineurin, are the primary receptors for PINK1- and parkin-mediated mitophagy"}, {"pubmed": 26282903, "text": "PINK1 variants are prevalent for causing Parkinson's disease in India"}, {"pubmed": 26436374, "text": "Differential submitochondrial localization of PINK1 serves as a molecular switch for mediating two distinct mitochondrial signaling pathways in maintenance of mitochondrial homeostasis."}, {"pubmed": 26471730, "text": "Rab8A GTPase Ser(111) phosphorylation is not directly regulated by PINK1 in vitro and demonstrate in cells the time course of Ser(111) phosphorylation of Rab8A, 8B and 13 is markedly delayed compared to phosphorylation of Parkin at Ser(65)."}, {"pubmed": 26555609, "text": "results indicate that PINK1 expression is positively regulated by NRF2 and that the NRF2-PINK1 signaling axis is deeply involved in cell survival."}, {"pubmed": 26965687, "text": "The effects of variants in the Parkin, PINK1, and DJ-1 genes along with evidence for their pathogenicity have been summarized. (Review)"}, {"pubmed": 27050454, "text": "These findings pinpoint PINK1-short form as a sensor of proteasomal activities that transduces the proteasomal impairment signal to the aggresome formation machinery."}, {"pubmed": 27089984, "text": "findings underscore the importance of a mitophagy regulatory network of ATM and PINK1/Parkin and elucidate a novel mechanism by which ATM influences spermidine-induced mitophagy"}, {"pubmed": 27091447, "text": "PINK1 interferes with selective mitochondrial fission and mitophagy."}, {"pubmed": 27153535, "text": "PKA-mediated phosphorylation of MIC60 negatively regulates mitochondrial clearance that is initiated by PINK1 and Parkin."}, {"pubmed": 27302064, "text": "findings suggest that PINK1 and PARKIN play critical roles in selective cell death in which damaged mitochondria are retained, independent of mitochondrial autophagy."}, {"pubmed": 27325644, "text": "We report that loss of PINK1 contributes to the Warburg effect through ROS-dependent stabilization of hypoxia-inducible factor-1A and reduced pyruvate kinase muscle isozyme 2 activity which highlight the importance of PINK1 and reactive oxygen species balance in normal and tumor cells."}, {"pubmed": 27334109, "text": "PINK1 disease mutants failed to recruit synphilin-1 and did not activate mitophagy, indicating that PINK1-synphilin-1-SIAH-1 represents a new parkin-independent mitophagy pathway. Drugs that activate this pathway will provide a novel strategy to promote the clearance of damaged mitochondria in Parkinson's disease."}, {"pubmed": 27423393, "text": "In summary, our results demonstrate that PINK1 promoted hepatic IR via JNK and ERK pathway in PA treated HepG2 cells, implying a novel molecular target for the therapy of diabetes."}, {"pubmed": 27455133, "text": "Association of early onset Parkinson' and severe clinical signs with multiple alterations in PINK1 in Turkish patients."}, {"pubmed": 27456084, "text": "We demonstrated that miR-27a and miR-27b regulate PINK1 expression and autophagic clearance of damaged mitochondria"}, {"pubmed": 27528605, "text": "the results suggest that BNIP3 plays a vital role in regulating PINK1 mitochondrial outer membrane localization, the proteolytic process of PINK1 and PINK1/parkin-mediated mitophagy under physiological conditions."}, {"pubmed": 27553674, "text": "Data suggest that PPARG (peroxisome proliferator-activated receptor gamma) protects against insecticide-induced cytotoxicity/apoptosis by regulating PINK1 (PTEN induced putative kinase 1) expression in neurons, including dopaminergic neurons; the insecticide used in these experiments was deltamethrin; the neuroprotective agent was the hypoglycemic agent, rosiglitazone."}, {"pubmed": 27754761, "text": "an impaired PINK1-PARK2-mediated neuroimmunology pathway contributes to septic death."}, {"pubmed": 27807026, "text": "PINK1 p.G411S is a rare genetic risk factor with a relatively large effect size conferred by a partial dominant-negative function phenotype."}, {"pubmed": 27876828, "text": "Study confirmed that common variants in PARL and PINK1 were associated with leprosy. Furthermore, PARL and PINK1 could physically interact with each other and were involved in the highly connected network formed by reported leprosy susceptibility genes"}, {"pubmed": 27975167, "text": "These results identify a novel role of PINK1 modulating the levels of LRRK2 in Parkinson's disease fibroblasts and neurons."}, {"pubmed": 28007983, "text": "The importance of parkin activation by the PINK1 phosphorylation."}, {"pubmed": 28060722, "text": "PINK1 mediates the complex balance between polyphyllin I-induced mitophagy and mitochondrial fission-mediated apoptosis in breast cancer cells."}, {"pubmed": 28213158, "text": "Here we review the evidence supporting PINK1/Parkin mitophagy in vivo and its causative role in neurodegeneration, and outline outstanding questions for future investigations."}, {"pubmed": 28259921, "text": "our findings indicate that PINK1 plays a significant role in NSCLC progression and chemoresistance, and highlights its potential role as a target in future anticancer therapies."}, {"pubmed": 28281653, "text": "The results demonstrate that Nix can serve as an alternative mediator of mitophagy to maintain mitochondrial turnover, identifying Nix as a promising target for neuroprotective treatment in PINK1/Parkin-related Parkinson's disease."}, {"pubmed": 28368777, "text": "PINK1 silencing impaired BECN1 enrichment at mitochondria-associated membranes independently of PARK2, suggesting a novel role for PINK1 in regulating mitophagy."}, {"pubmed": 28438176, "text": "that mutant PINK1 p.I368N can not be stabilized on the outer mitochondrial membrane upon mitochondrial stress and due to conformational changes in the active site does not exert kinase activity towards ubiquitin"}, {"pubmed": 28580603, "text": "melatonin stimulates PINK1 expression via an MT2 /Akt/NF-kappaB pathway, and such stimulation is important for the prevention of neuronal cell apoptosis under high glucose conditions."}, {"pubmed": 28641777, "text": "Adipogenic process can be dissected into 3 stages according to the participation of PARL-PINK1-Parkin system.  Findings reveal the sequential adipogenic events directed by PARL-PINK1-Parkin system, add more evidence supporting the convergence of pathogenesis leading to neurodegenerative and metabolic disease"}, {"pubmed": 28647367, "text": "A mitochondrial protein PINK1 acts as a mitochondrial gatekeeper able to sense the presence of healthy or damaged mitochondria. (Review)"}, {"pubmed": 28683321, "text": "Target of PINK1 polyubiquitination is the mature form and is mediated by ubiquitination of a conserved lysine at position 137."}, {"pubmed": 28716427, "text": "This study showed that the heterozygous Pink1 mutation carriers show subtle motor abnormalities when a detailed, specialized motor examination is applied and compared to mutation-negative matched control subjects."}, {"pubmed": 28848050, "text": "data suggest that ROS may act as a trigger for the induction of Parkin/PINK1-dependent mitophagy."}, {"pubmed": 28933786, "text": "These findings provide evidence for a novel mechanism underlying the protective effects of PINK1 against alpha-syn-induced neurodegeneration and highlight a novel therapeutic target for Parkinson's disease treatment."}, {"pubmed": 29022200, "text": "High Pink1 Expression is Associated with Cancer Progression and Chemo-Resistance in Esophageal Squamous Cell Carcinoma."}, {"pubmed": 29077793, "text": "PINK1 was downregulated in the brains of patients with Alzheimer's disease."}, {"pubmed": 29085955, "text": "Studies indicate a functional PTEN-induced putative kinase 1)(PINK1)/E3 ubiquitin protein ligase (parkin) mitophagy pathway in neurons [Review]."}, {"pubmed": 29091718, "text": "PINK1 mutation is associated with Alzheimer disease."}, {"pubmed": 29107085, "text": "Hsp70participated in PINK1-mediated mitophagy by stabilizing PINK1."}, {"pubmed": 29133469, "text": "PINK1 utilises a lowly populated yet more suitable C-terminally retracted (Ub-CR) conformation of Ub for efficient phosphorylation."}, {"pubmed": 29172924, "text": "PINK1-PARK2-mediated mitophagy plays an important role in mitochondrial quality control, tubular cell survival, and renal function during acute kidney injury."}, {"pubmed": 29242192, "text": "these findings suggest that CHIP plays a role in negative regulation of PINK1 stability and may suppress PINK1's cytoprotective effect during staurosporine-induced mammalian cell death."}, {"pubmed": 29313453, "text": "A PINK1-mediated mitophagy pathway may decide the fate of tumors-to be benign or malignant"}, {"pubmed": 29321620, "text": "Results describe a novel pathogenic mechanism in recessive Parkinson's disease, where PINK1 deficiency may increase neuron death via exacerbation of inflammatory stimuli-induced nitric oxide production and abnormal innate immune responses in glia cells."}, {"pubmed": 29352272, "text": "by combining pharmacological and genetic approaches, we show that the p53-mediated negative regulation of autophagy is PINK1-dependent."}, {"pubmed": 29363258, "text": "Data provide a unique link between ATF3 and PINK1 expression suggesting that persistent stress, driven by ATF3, can dysregulate mitochondrial homeostasis by repression of PINK1 mRNA synthesis."}, {"pubmed": 29413154, "text": "At levels of condFDR < 0.01 and conjFDR < 0.05; we identified 5 ADHD-associated loci, 3 of these being shared between ADHD and EA."}, {"pubmed": 29494565, "text": "mitochondrial dysfunction activates the PINK1/Parkin signaling and mitophagy in renal tubular epithelial cells under albumin overload condition."}, {"pubmed": 29655942, "text": "Study showed that homozygous PINK1 p.K520RfsX3 mutation is genetic cause in a consanguineous Chinese family with early-onset Parkinson's disease in a Chinese family."}, {"pubmed": 29676259, "text": "Mechanistically, parkin/PINK1 catalyze a rapid burst of Mfn2 phosphoubiquitination to trigger p97-dependent disassembly of Mfn2 complexes from the outer mitochondrial membrane, dissociating mitochondria from the endoplasmic reticulum."}, {"pubmed": 29843233, "text": "This study demonstrated that reveal a novel function of PINK1 in dopamine homeostasis."}, {"pubmed": 29874585, "text": "Sam50, the core component of the sorting and assembly machinery (SAM), is a critical regulator of mitochondrial dynamics and PINK1-Parkin-mediated mitophagy."}, {"pubmed": 29890141, "text": "PINK1 plays a protective role in clearance of damaged mitochondrial and alleviating cell senescence under oxidative stress, whose mechanism is associated with regulating mitophagy in nucleus pulposus cells"}, {"pubmed": 29895712, "text": "we use two distinct mitophagy reporter systems to reveal tonic suppression by USP30, of a PINK1-dependent component of basal mitophagy in cells lacking detectable Parkin."}, {"pubmed": 29937472, "text": "PINK1 detection could help stratify patients who may have poor response to chemotherapy and guide the individual treatment."}, {"pubmed": 29966978, "text": "Knockdown of PINK1 suppressed the proliferation, migration, invasion, and induced apoptosis and mitochondrial dysfunction of lung cancer cells."}, {"pubmed": 29991771, "text": "determined the crystal structure of Tribolium castaneum PINK1 kinase domain (TcPINK1) in complex with a nonhydrolyzable ATP analogue at 2.5 A resolution."}, {"pubmed": 29995846, "text": "data show how autoinhibition in parkin is resolved, and suggest a mechanism for how parkin ubiquitinates its substrates via an untethered RING2 domain; these findings open new avenues for the design of parkin activators for clinical use"}, {"pubmed": 30133157, "text": "our results give new insight on how PINK1 and DJ-1 influence mitochondria, thus providing clues to novel Parkinson disease (PD) therapies."}, {"pubmed": 30238821, "text": "This article reviews and analyzes functional features emerging from recent crystallographic, nuclear magnetic resonance (NMR) and mass spectrometry studies of PINK1. [review]"}, {"pubmed": 30375512, "text": "PINK1-dependent mitophagy is driven by the UPS and can occur independently of LC3 conversion."}, {"pubmed": 30456860, "text": "PINK1/Parkin-mediated mitophagy promotes apelin-13-evoked human aortic vascular smooth muscle cell proliferation by activating p-AMPKalpha and exacerbates the progression of atherosclerotic lesions."}, {"pubmed": 30504269, "text": "Results found that following mitochondrial damage, PINK1 accumulation coordinates with Parkin activated, leading to the ubiquitination and degradation of Miro1 and mitophagy."}, {"pubmed": 30558471, "text": "We observed no discernable presence of Pink1 in isolated mitochondria from skeletal muscle at any time point following acute exercise, in contrast to clear evidence of stabilization of Pink1 on mitochondria in HeLa cells following treatment with the uncoupler carbonyl cyanide m-chlorophenyl hydrazone (CCCP). Taken together, we conclude that Pink1 is not involved in exercise-induced mitophagy in skeletal muscle."}, {"pubmed": 30629163, "text": "This defect was restored by LRRK2-IN-1 treatment in LRRK2 patients only. Our results suggest that PD forms due to LRRK2 and PARK2 mutations involve pathogenic mechanisms converging on PINK1/Parkin-dependent mitophagy."}, {"pubmed": 30733118, "text": "Mitochondrial membrane potential loss-dependent PINK1 import arrest does not result solely from Tim23 inactivation but also through an actively regulated \"tug of war\" between Tom7 and OMA1."}, {"pubmed": 30734931, "text": "Our results suggest a potential mechanism by which PINK1-FKBP5 pathway contributes to neuronal death in Parkinson's disease"}, {"pubmed": 30759019, "text": "Genetic studies in mouse models have revealed opposing roles for PINK1 and/or mitophagy in the propagation of emphysema and fibrosis, whereas human studies have shown altered regulation of PINK1 in both idiopathic pulmonary fibrosis and COPD. [review]"}, {"pubmed": 30818124, "text": "we found that Parkin and PINK1 may reciprocally compensate for each other in regulating mitophagy in addition to working in a linear pathway in regulating mitophagy in APAP-treated mouse livers."}, {"pubmed": 31139191, "text": "Mitochondrial Protein PINK1 Positively Regulates RLR Signaling."}, {"pubmed": 31170232, "text": "PINK1 deficiency-dependent mtDNA release promoted activation of TLR9 and triggered secretion of the profibrotic factor TGF-beta which was rescued by PINK1 overexpression."}, {"pubmed": 31278634, "text": "The authors report that PINK1 can also phosphorylate ubiquitin at residue T66. They first identified a peptide from in vitro enzymatic assay that corresponds to the mass of both S65 and T66 phosphorylated."}, {"pubmed": 31285534, "text": "Somatic and germline mutations in the tumor suppressor gene PARK2 impair PINK1/Parkin-mediated mitophagy in lung cancer cells."}, {"pubmed": 31300519, "text": "PINK1 interacts with gp78 and HRD1, which cooperate to catalyze PINK1 ubiquitination.  The valosin-containing protein and UFD1, then target ubiquitinated PINK1 for proteasomal degradation."}, {"pubmed": 31344817, "text": "Mutations in PRKN and PINK1 are well-established causes of autosomal recessive early-onset Parkinson's disease (PD). Genetic and biochemical studies have revealed that PINK1 and Parkin proteins function together in the same biological pathway to govern mitochondrial quality control. These proteins have also been implicated in the regulation of innate and adaptive immunity and other mitochondrial functions."}, {"pubmed": 31361992, "text": "High PINK1 expression is associated with Fuchs Endothelial Corneal Dystrophy."}, {"pubmed": 31362890, "text": "Proteasome inhibition results in mono-ubiquitination of mature PINK1. Mono-ubiquitination promotes PINK1 nuclear translocation."}, {"pubmed": 31412778, "text": "These data suggest that the PINK1:Parkin mitophagy pathway is able to exhibit distinct dynamic responses to complete and partial mitochondrial depolarization."}, {"pubmed": 31413265, "text": "The PINK1 kinase-driven ubiquitin ligase Parkin promotes mitochondrial protein import through the presequence pathway in living cells."}, {"pubmed": 31577952, "text": "PINK1/Parkin Influences Cell Cycle by Sequestering TBK1 at Damaged Mitochondria, Inhibiting Mitosis."}, {"pubmed": 31639106, "text": "Mitophagy-dependent macrophage reprogramming protects against kidney fibrosis."}, {"pubmed": 31669882, "text": "PINK1 depletion alters energetic metabolism."}, {"pubmed": 31693752, "text": "The lysosomal membrane protein LAMP-2 is dispensable for PINK1/Parkin-mediated mitophagy."}, {"pubmed": 31801089, "text": "PPEF2 Opposes PINK1-Mediated Mitochondrial Quality Control by Dephosphorylating Ubiquitin."}, {"pubmed": 31862413, "text": "Positive regulation of human PINK1 and Parkin gene expression by nuclear respiratory factor 1."}, {"pubmed": 31898835, "text": "Brain mitochondrial impairment in early-onset Parkinson's disease with or without PINK1 mutation."}, {"pubmed": 31948758, "text": "miR-155 inhibits mitophagy through suppression of BAG5, a partner protein of PINK1."}, {"pubmed": 32088314, "text": "Bcl-xL inhibits PINK1/Parkin-dependent mitophagy by preventing mitochondrial Parkin accumulation."}, {"pubmed": 32249012, "text": "Comprehensive assessment of PINK1 variants in Parkinson's disease."}, {"pubmed": 32297878, "text": "PINK1 and Parkin: team players in stress-induced mitophagy."}, {"pubmed": 32351292, "text": "PTEN-induced kinase 1-induced dynamin-related protein 1 Ser637 phosphorylation reduces mitochondrial fission and protects against intestinal ischemia reperfusion injury."}, {"pubmed": 32493843, "text": "Chemical inhibition of FBXO7 reduces inflammation and confers neuroprotection by stabilizing the mitochondrial kinase PINK1."}, {"pubmed": 32504621, "text": "Mechanisms of neurodegeneration in Parkinson's disease: keep neurons in the PINK1."}, {"pubmed": 32513926, "text": "Human telomerase reverse transcriptase positively regulates mitophagy by inhibiting the processing and cytoplasmic release of mitochondrial PINK1."}, {"pubmed": 32636217, "text": "USP30 sets a trigger threshold for PINK1-PARKIN amplification of mitochondrial ubiquitylation."}, {"pubmed": 32713623, "text": "The identified clinical features of Parkinson's disease in homo-, heterozygous and digenic variants of PINK1."}, {"pubmed": 32779864, "text": "Dependence of PINK1 accumulation on mitochondrial redox system."}, {"pubmed": 32856414, "text": "Rare and novel variants of PRKN and PINK1 genes in Vietnamese patients with early-onset Parkinson's disease."}, {"pubmed": 32861104, "text": "PINK1 p.Leu347Pro mutations in Malays: Prevalence and illustrative cases."}, {"pubmed": 32870534, "text": "PINK1 in normal human melanocytes: first identification and its effects on H2 O2 -induced oxidative damage."}, {"pubmed": 33023155, "text": "Systematic Surveys of Iron Homeostasis Mechanisms Reveal Ferritin Superfamily and Nucleotide Surveillance Regulation to be Modified by PINK1 Absence."}, {"pubmed": 33029617, "text": "Mitochondrial damage-associated inflammation highlights biomarkers in PRKN/PINK1 parkinsonism."}, {"pubmed": 33029756, "text": "GRN, NOTCH3, FN1, and PINK1 expression in eutopic endometrium - potential biomarkers in the detection of endometriosis - a pilot study."}, {"pubmed": 33045815, "text": "Characterization of Recessive Parkinson Disease in a Large Multicenter Study."}, {"pubmed": 33139776, "text": "Mitophagy-associated genes PINK1 and PARK2 are independent prognostic markers of survival in papillary renal cell carcinoma and associated with aggressive tumor behavior."}, {"pubmed": 33161812, "text": "Expression analysis of PINK1 and PINK1-AS in multiple sclerosis patients versus healthy subjects."}, {"pubmed": 33239167, "text": "Hypoxia-induced PINK1/Parkin-mediated mitophagy promotes pulmonary vascular remodeling."}, {"pubmed": 33291077, "text": "Fbxo7 and Pink1 play a reciprocal role in regulating their protein levels."}, {"pubmed": 33354788, "text": "Cytosolic PINK1 orchestrates protein translation during proteasomal stress by phosphorylating the translation elongation factor eEF1A1."}, {"pubmed": 33446239, "text": "STOML2 potentiates metastasis of hepatocellular carcinoma by promoting PINK1-mediated mitophagy and regulates sensitivity to lenvatinib."}, {"pubmed": 33522017, "text": "BAG6 promotes PINK1 signaling pathway and is essential for mitophagy."}, {"pubmed": 33574089, "text": "PINK1-Mediated Inhibition of EGFR Dimerization and Activation Impedes EGFR-Driven Lung Tumorigenesis."}, {"pubmed": 33751372, "text": "PARKIN, PINK1, and DJ1 analysis in early-onset Parkinson's disease in Ireland."}, {"pubmed": 33805672, "text": "The Phosphorylation Status of Drp1-Ser637 by PKA in Mitochondrial Fission Modulates Mitophagy via PINK1/Parkin to Exert Multipolar Spindles Assembly during Mitosis."}, {"pubmed": 33819447, "text": "Neurodegeneration: Impact of S-nitrosylated Parkin, DJ-1 and PINK1 on the pathogenesis of Parkinson's disease."}, {"pubmed": 33845304, "text": "Frequency of mutations in PRKN, PINK1, and DJ1 in Patients With Early-Onset Parkinson Disease from neighboring countries in Central Europe."}, {"pubmed": 33852843, "text": "Dietary spermidine improves cognitive function."}, {"pubmed": 33933661, "text": "Intermittent hypoxia preconditioning protects WRL68 cells against oxidative injury: Involvement of the PINK1/Parkin-mediated mitophagy regulated by nuclear respiratory factor 1."}, {"pubmed": 33957982, "text": "PINK1 contained in huMSC-derived exosomes prevents cardiomyocyte mitochondrial calcium overload in sepsis via recovery of mitochondrial Ca(2+) efflux."}, {"pubmed": 34043195, "text": "Monitoring PINK1-Parkin Signaling Using Dopaminergic Neurons from iPS Cells."}, {"pubmed": 34050133, "text": "LncRNA H19 governs mitophagy and restores mitochondrial respiration in the heart through Pink1/Parkin signaling during obesity."}, {"pubmed": 34148057, "text": "Mitochondrial Ca(2+) oscillation induces mitophagy initiation through the PINK1-Parkin pathway."}, {"pubmed": 34198743, "text": "The PINK1-Mediated Crosstalk between Neural Cells and the Underlying Link to Parkinson's Disease."}, {"pubmed": 34271102, "text": "LACTB2 renders radioresistance by activating PINK1/Parkin-dependent mitophagy in nasopharyngeal carcinoma."}, {"pubmed": 34275172, "text": "PINK1-induced phosphorylation of mitofusin 2 at serine 442 causes its proteasomal degradation and promotes cell proliferation in lung cancer and pulmonary arterial hypertension."}, {"pubmed": 34328407, "text": "PINK1-mediated Mitophagy Contributes to Pulmonary Vascular Remodeling in Pulmonary Hypertension."}, {"pubmed": 34421896, "text": "Potential of PINK1 and PARKIN Proteins as Biomarkers for Active Multiple Sclerosis: A Japanese Cohort Study."}, {"pubmed": 34528385, "text": "Metabolically induced intracellular pH changes activate mitophagy, autophagy, and cell protection in familial forms of Parkinson's disease."}, {"pubmed": 34617288, "text": "The PINK1 repertoire: Not just a one trick pony."}, {"pubmed": 34623384, "text": "PINK1 drives production of mtDNA-containing extracellular vesicles to promote invasiveness."}, {"pubmed": 34624312, "text": "Labeling and measuring stressed mitochondria using a PINK1-based ratiometric fluorescent sensor."}, {"pubmed": 34686591, "text": "Ceramide accumulation induces mitophagy and impairs beta-oxidation in PINK1 deficiency."}, {"pubmed": 34706234, "text": "Mitophagy antagonism by ZIKV reveals Ajuba as a regulator of PINK1 signaling, PKR-dependent inflammation, and viral invasion of tissues."}, {"pubmed": 34717133, "text": "PTEN-induced kinase 1 (PINK1) and Parkin: Unlocking a mitochondrial quality control pathway linked to Parkinson's disease."}, {"pubmed": 34751247, "text": "Targeting PINK1 Using Natural Products for the Treatment of Human Diseases."}, {"pubmed": 34812108, "text": "The PINK1 advantage: recycling mitochondria in times of trouble?"}, {"pubmed": 34823575, "text": "PINK1 deficiency impairs osteoblast differentiation through aberrant mitochondrial homeostasis."}, {"pubmed": 34827672, "text": "Sgt1 Regulates alpha-Synuclein Subcellular Localization and Expression of Parkinson's Disease Related Genes, PINK1 and PARK9."}, {"pubmed": 34875213, "text": "Mechanism of PINK1 activation by autophosphorylation and insights into assembly on the TOM complex."}, {"pubmed": 34924126, "text": "Pterostilbene alleviates liver ischemia/reperfusion injury via PINK1-mediated mitophagy."}, {"pubmed": 35042401, "text": "Mapping of a N-terminal alpha-helix domain required for human PINK1 stabilization, Serine228 autophosphorylation and activation in cells."}, {"pubmed": 35192838, "text": "Proteasome 26S subunit, non-ATPase 1 (PSMD1) facilitated the progression of lung adenocarcinoma by the de-ubiquitination and stability of PTEN-induced kinase 1 (PINK1)."}, {"pubmed": 35203326, "text": "PINK1 Protects against Staurosporine-Induced Apoptosis by Interacting with Beclin1 and Impairing Its Pro-Apoptotic Cleavage."}, {"pubmed": 35473620, "text": "PINK1 mediated mitophagy attenuates early apoptosis of gingival epithelial cells induced by high glucose."}, {"pubmed": 35502680, "text": "Expression of PINK1 and Parkin in human apical periodontitis."}, {"pubmed": 35534645, "text": "PTEN-induced kinase 1 deficiency alters albumin permeability and insulin signaling in podocytes."}, {"pubmed": 35581181, "text": "piR-823 inhibits cell apoptosis via modulating mitophagy by binding to PINK1 in colorectal cancer."}, {"pubmed": 35730318, "text": "PINK1-mediated mitophagy reduced inflammatory responses to Porphyromonas gingivalis in macrophages."}, {"pubmed": 35760846, "text": "RhoA signaling increases mitophagy and protects cardiomyocytes against ischemia by stabilizing PINK1 protein and recruiting Parkin to mitochondria."}, {"pubmed": 35764723, "text": "Upregulation of lncRNA PINK1-AS Predicts the Distant Metastasis of Patients with Small Cell Lung Cancer."}, {"pubmed": 35963163, "text": "PINK1-dependent and Parkin-independent mitophagy is involved in reprogramming of glycometabolism in pancreatic cancer cells."}, {"pubmed": 36039535, "text": "DJ-1 is an essential downstream mediator in PINK1/parkin-dependent mitophagy."}, {"pubmed": 36071695, "text": "The emerging multifaceted role of PINK1 in cancer biology."}, {"pubmed": 36201460, "text": "RHOA, a small G-protein, signals to mitophagy through regulation of PINK1 protein stability and protects cardiomyocytes against ischemia."}, {"pubmed": 36282767, "text": "PINK1-PRKN mediated mitophagy: differences between in vitro and in vivo models."}, {"pubmed": 36289190, "text": "The oncoprotein MUC1 facilitates breast cancer progression by promoting Pink1-dependent mitophagy via ATAD3A destabilization."}, {"pubmed": 36305379, "text": "Gene-based burden analysis of damaging private variants in PRKN, PARK7 and PINK1 in Parkinson's disease cohorts of European descent."}, {"pubmed": 36361641, "text": "The PINK1 p.Asn521Thr Variant Is Associated with Earlier Disease Onset in GRN/C9orf72 Frontotemporal Lobar Degeneration."}, {"pubmed": 36469690, "text": "Substitution of PINK1 Gly411 modulates substrate receptivity and turnover."}, {"pubmed": 36623675, "text": "Analysis of the structural dynamics of the mutations in the kinase domain of PINK1 protein associated with Parkinson's disease."}, {"pubmed": 36627348, "text": "Targeting ATAD3A-PINK1-mitophagy axis overcomes chemoimmunotherapy resistance by redirecting PD-L1 to mitochondria."}, {"pubmed": 36823640, "text": "PINK1 regulates apoptosis of osteosarcoma as the target gene of cisplatin."}, {"pubmed": 36946264, "text": "Inhibition of PINK1-Mediated Mitophagy Contributes to Postoperative Cognitive Dysfunction through Activation of Caspase-3/GSDME-Dependent Pyroptosis."}, {"pubmed": 36964576, "text": "Mitochondrial ROS driven by NOX4 upregulation promotes hepatocellular carcinoma cell survival after incomplete radiofrequency ablation by inducing of mitophagy via Nrf2/PINK1."}, {"pubmed": 37037306, "text": "PTEN-induced kinase PINK1 supports colorectal cancer growth by regulating the labile iron pool."}, {"pubmed": 37060996, "text": "MicroRNA-593-5p contributes to cell death following exposure to 1-methyl-4-phenylpyridinium by targeting PTEN-induced putative kinase 1."}, {"pubmed": 37150071, "text": "Intrafamilial and interfamilial heterogeneity of PINK1-associated Parkinson's disease in Sudan."}, {"pubmed": 37259617, "text": "Alpha-synuclein-associated changes in PINK1-PRKN-mediated mitophagy are disease context dependent."}, {"pubmed": 37354803, "text": "PINK1 and oxidative stress in lean and obese patients with type 2 diabetes mellitus."}, {"pubmed": 37449534, "text": "Mitochondria-Endoplasmic Reticulum Contact Sites Dynamics and Calcium Homeostasis Are Differentially Disrupted in PINK1-PD or PRKN-PD Neurons."}, {"pubmed": 37544165, "text": "AI molecular property prediction for Parkinson's Disease reveals potential repurposing drug candidates based on the increase of the expression of PINK1."}, {"pubmed": 37940999, "text": "PINK1-PTEN axis promotes metastasis and chemoresistance in ovarian cancer via non-canonical pathway."}, {"pubmed": 38013600, "text": "METTL3/YTHDF2 m6A axis mediates the progression of diabetic nephropathy through epigenetically suppressing PINK1 and mitophagy."}, {"pubmed": 38050606, "text": "Role of Pink1-mediated mitophagy in adenomyosis."}, {"pubmed": 38055118, "text": "Upregulation of UHRF1 Promotes PINK1-mediated Mitophagy to Alleviates Ferroptosis in Diabetic Nephropathy."}, {"pubmed": 38062972, "text": "[Interaction of SENP6 with PINK1 Promotes Temozolomide Resistance in Neuroglioma Cells via Inducing the Mitophagy]."}, {"pubmed": 38251428, "text": "PINK1 dominated mitochondria associated genes signature predicts abdominal aortic aneurysm with metabolic syndrome."}, {"pubmed": 38508312, "text": "The SCF-FBW7beta E3 ligase mediates ubiquitination and degradation of the serine/threonine protein kinase PINK1."}, {"pubmed": 38710055, "text": "PINK1/Park2-Mediated Mitophagy Relieve Non-Alcoholic Fatty Liver Disease."}, {"pubmed": 39097918, "text": "Deciphering the neuroprotective mechanisms of RACK1 in cerebral ischemia-reperfusion injury: Pioneering insights into mitochondrial autophagy and the PINK1/Parkin axis."}], "genomic_pos": {"chr": "1", "end": 20651511, "ensemblgene": "ENSG00000158828", "start": 20633458, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 20978004, "start": 20959948, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000422", "qualifier": "involved_in", "term": "autophagy of mitochondrion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000422", "pubmed": [20798600, 23933751, 24896179], "qualifier": "involved_in", "term": "autophagy of mitochondrion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000423", "pubmed": 38081847, "qualifier": "involved_in", "term": "mitophagy"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0000423", "pubmed": 33406421, "qualifier": "involved_in", "term": "mitophagy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002082", "pubmed": 20871098, "qualifier": "involved_in", "term": "regulation of oxidative phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": [14607334, 21177249, 25527291, 32139798], "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006468", "pubmed": [18957282, 25527497], "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006468", "pubmed": 24522549, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006511", "pubmed": 24522549, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0006979", "pubmed": 24475098, "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007005", "pubmed": 18560593, "qualifier": "involved_in", "term": "mitochondrion organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010310", "qualifier": "involved_in", "term": "regulation of hydrogen peroxide metabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010629", "pubmed": 24475098, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010821", "pubmed": 21508222, "qualifier": "involved_in", "term": "regulation of mitochondrion organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010952", "pubmed": 24522549, "qualifier": "involved_in", "term": "positive regulation of peptidase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014046", "qualifier": "involved_in", "term": "dopamine secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016239", "pubmed": 20871098, "qualifier": "involved_in", "term": "positive regulation of macroautophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016242", "pubmed": 19279012, "qualifier": "involved_in", "term": "negative regulation of macroautophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016567", "pubmed": 23933751, "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018105", "pubmed": [17579517, 19880420], "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0018105", "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0018105", "pubmed": 23626584, "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0022904", "qualifier": "involved_in", "term": "respiratory electron transport chain"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0030097", "pubmed": 33406421, "qualifier": "acts_upstream_of_or_within", "term": "hemopoiesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031396", "pubmed": 19880420, "qualifier": "involved_in", "term": "regulation of protein ubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031396", "pubmed": [20871098, 23212910], "qualifier": "involved_in", "term": "regulation of protein ubiquitination"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031398", "qualifier": "involved_in", "term": "positive regulation of protein ubiquitination"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0032148", "pubmed": 21177249, "qualifier": "involved_in", "term": "activation of protein kinase B activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032226", "qualifier": "involved_in", "term": "positive regulation of synaptic transmission, dopaminergic"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033138", "pubmed": 21177249, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033138", "pubmed": 24660806, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0033138", "pubmed": 18221368, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033603", "qualifier": "involved_in", "term": "positive regulation of dopamine secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034599", "pubmed": 22764206, "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035307", "qualifier": "involved_in", "term": "positive regulation of protein dephosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035556", "pubmed": 14607334, "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036289", "pubmed": 25527497, "qualifier": "involved_in", "term": "peptidyl-serine autophosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036289", "pubmed": 23626584, "qualifier": "involved_in", "term": "peptidyl-serine autophosphorylation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0038203", "pubmed": 21177249, "qualifier": "involved_in", "term": "TORC2 signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042981", "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": 19880420, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043254", "pubmed": 19880420, "qualifier": "involved_in", "term": "regulation of protein-containing complex assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043524", "pubmed": 18560593, "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045727", "qualifier": "involved_in", "term": "positive regulation of translation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0046329", "pubmed": 18221368, "qualifier": "involved_in", "term": "negative regulation of JNK cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050821", "pubmed": 19229105, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051443", "pubmed": 24522549, "qualifier": "involved_in", "term": "positive regulation of ubiquitin-protein transferase activity"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051881", "pubmed": 24475098, "qualifier": "involved_in", "term": "regulation of mitochondrial membrane potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051881", "pubmed": [18560593, 21138942], "qualifier": "involved_in", "term": "regulation of mitochondrial membrane potential"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0051897", "pubmed": 21177249, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0061136", "pubmed": 22078885, "qualifier": "involved_in", "term": "regulation of proteasomal protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071456", "pubmed": 24553947, "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072655", "pubmed": [18957282, 25527497], "qualifier": "involved_in", "term": "establishment of protein localization to mitochondrion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072656", "pubmed": 25527497, "qualifier": "involved_in", "term": "maintenance of protein location in mitochondrion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0090141", "qualifier": "involved_in", "term": "positive regulation of mitochondrial fission"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090200", "pubmed": 19880420, "qualifier": "involved_in", "term": "positive regulation of release of cytochrome c from mitochondria"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090258", "pubmed": 19279012, "qualifier": "involved_in", "term": "negative regulation of mitochondrial fission"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0097237", "pubmed": 18221368, "qualifier": "involved_in", "term": "cellular response to toxic substance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098779", "pubmed": 20871098, "qualifier": "involved_in", "term": "positive regulation of mitophagy in response to mitochondrial depolarization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0099074", "pubmed": 24446486, "qualifier": "involved_in", "term": "mitochondrion to lysosome vesicle-mediated transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900407", "pubmed": 24446486, "qualifier": "involved_in", "term": "regulation of cellular response to oxidative stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901525", "pubmed": 19279012, "qualifier": "involved_in", "term": "negative regulation of mitophagy"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1902803", "pubmed": 21563316, "qualifier": "involved_in", "term": "regulation of synaptic vesicle transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902902", "pubmed": 19279012, "qualifier": "involved_in", "term": "negative regulation of autophagosome assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1902958", "pubmed": 21138942, "qualifier": "involved_in", "term": "positive regulation of mitochondrial electron transport, NADH to ubiquinone"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1903146", "pubmed": 21563316, "qualifier": "involved_in", "term": "regulation of autophagy of mitochondrion"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903214", "pubmed": 21508222, "qualifier": "involved_in", "term": "regulation of protein targeting to mitochondrion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903214", "pubmed": 23212910, "qualifier": "involved_in", "term": "regulation of protein targeting to mitochondrion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903298", "qualifier": "involved_in", "term": "negative regulation of hypoxia-induced intrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903377", "pubmed": 16632486, "qualifier": "involved_in", "term": "negative regulation of oxidative stress-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903384", "pubmed": 21177249, "qualifier": "involved_in", "term": "negative regulation of hydrogen peroxide-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903384", "pubmed": 23261939, "qualifier": "involved_in", "term": "negative regulation of hydrogen peroxide-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903751", "pubmed": 17579517, "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway in response to hydrogen peroxide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903852", "pubmed": 19279012, "qualifier": "involved_in", "term": "positive regulation of cristae formation"}, {"evidence": "HMP", "gocategory": "BP", "id": "GO:1903955", "pubmed": 24270810, "qualifier": "involved_in", "term": "positive regulation of protein targeting to mitochondrion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904544", "qualifier": "involved_in", "term": "positive regulation of free ubiquitin chain polymerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904881", "qualifier": "involved_in", "term": "cellular response to hydrogen sulfide"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:2000377", "pubmed": 24475098, "qualifier": "involved_in", "term": "regulation of reactive oxygen species metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000377", "pubmed": 21138942, "qualifier": "involved_in", "term": "regulation of reactive oxygen species metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000378", "pubmed": 18560593, "qualifier": "involved_in", "term": "negative regulation of reactive oxygen species metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2001171", "pubmed": 20871098, "qualifier": "involved_in", "term": "positive regulation of ATP biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001243", "pubmed": 15087508, "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 24798695, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 24798695, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16702191, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [15087508, 15824318, 16702191, 18957282, 19229105, 20798600, 21138942, 22354088, 23933751, 31536960], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IGI", "gocategory": "CC", "id": "GO:0005739", "pubmed": 21355049, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005739", "pubmed": 24184327, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005741", "pubmed": [18687899, 21426348], "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005741", "pubmed": 25527497, "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005743", "pubmed": [17579517, 21426348], "qualifier": "located_in", "term": "mitochondrial inner membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005758", "pubmed": [17579517, 21426348], "qualifier": "located_in", "term": "mitochondrial intermembrane space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005758", "qualifier": "located_in", "term": "mitochondrial intermembrane space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 31536960, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": [18957282, 19229105, 19880420, 20798600, 21138942, 21426348, 24798695], "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005856", "pubmed": 24798695, "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 24798695, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030424", "pubmed": 16702191, "qualifier": "located_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030426", "qualifier": "located_in", "term": "growth cone"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044297", "pubmed": 16702191, "qualifier": "located_in", "term": "cell body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 16702191, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0097413", "pubmed": 24522549, "qualifier": "located_in", "term": "Lewy body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097449", "pubmed": 16702191, "qualifier": "located_in", "term": "astrocyte projection"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000287", "pubmed": 14607334, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 21138942, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0002020", "pubmed": 24522549, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004672", "pubmed": [25527497, 32047033], "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004674", "pubmed": [14607334, 17579517, 19880420, 24784582, 25527291], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004674", "pubmed": 24522549, "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16632486, 17579517, 19229105, 20153330, 21177249, 22078885, 23933751, 24357652, 24475098, 25814554, 31536960, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005524", "pubmed": 14607334, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0010857", "pubmed": 19880420, "qualifier": "enables", "term": "calcium-dependent protein kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016301", "pubmed": 15824318, "qualifier": "enables", "term": "kinase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0016301", "pubmed": 21563316, "qualifier": "enables", "term": "kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0016504", "pubmed": 24522549, "qualifier": "enables", "term": "peptidase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 20798600, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043422", "pubmed": 21177249, "qualifier": "enables", "term": "protein kinase B binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0044877", "pubmed": 24270810, "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0055131", "pubmed": 19880420, "qualifier": "enables", "term": "C3HC4-type RING finger domain binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0106310", "pubmed": 32484300, "qualifier": "enables", "term": "protein serine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:1904841", "pubmed": 21177249, "qualifier": "enables", "term": "TORC2 complex binding"}]}, "homologene": {"genes": [[6239, 173918], [7955, 494085], [9031, 425370], [9544, 706037], [9598, 749028], [9606, 65018], [9615, 100688445], [9913, 510683], [10090, 68943], [10116, 298575]], "id": 32672}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "PINK1, protein kinase domain", "id": "IPR040110", "short_desc": "PINK1_STKc"}], "ipi": ["IPI00307065", "IPI00411562"], "map_location": "1p36.12", "name": "PTEN induced kinase 1", "other_names": ["PTEN induced putative kinase 1", "PTEN-induced putative kinase protein 1", "protein kinase BRPK", "serine/threonine-protein kinase PINK1, mitochondrial"], "pantherdb": {"HGNC": "14581", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1916193", "ortholog_type": "LDO", "panther_family": "PTHR22972", "taxid": 10090, "uniprot_kb": "Q99MQ3"}, {"RGD": "1305769", "ortholog_type": "LDO", "panther_family": "PTHR22972", "taxid": 10116, "uniprot_kb": "B5DFG1"}, {"ZFIN": "ZDB-GENE-041212-53", "ortholog_type": "LDO", "panther_family": "PTHR22972", "taxid": 7955, "uniprot_kb": "F1QTR3"}, {"WormBase": "WBGene00017137", "ortholog_type": "LDO", "panther_family": "PTHR22972", "taxid": 6239, "uniprot_kb": "Q09298"}, {"FlyBase": "FBgn0029891", "ortholog_type": "LDO", "panther_family": "PTHR22972", "taxid": 7227, "uniprot_kb": "Q0KHV6"}], "uniprot_kb": "Q9BXM7"}, "pathway": {"kegg": [{"id": "hsa04137", "name": "Mitophagy - animal - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-5205647", "name": "Mitophagy"}, {"id": "R-HSA-5205685", "name": "PINK1-PRKN Mediated Mitophagy"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9614657", "name": "FOXO-mediated transcription of cell death genes"}, {"id": "R-HSA-9663891", "name": "Selective autophagy"}], "wikipathways": {"id": "WP2371", "name": "Parkinson,s disease pathway"}}, "pfam": "PF00069", "pharmgkb": "PA33325", "pharos": {"target_id": 4561, "tdl": "Tbio"}, "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF267907", "relationship": "is"}, {"id": "GNF267908", "relationship": "is"}, {"id": "GNF267909", "relationship": "is"}, {"id": "GNF267910", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF034108", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088475", "relationship": "is"}, {"id": "GNF088476", "relationship": "is"}, {"id": "GNF088477", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054252", "relationship": "is"}, {"id": "GNF059033", "relationship": "is"}, {"id": "GNF074354", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067981", "relationship": "is"}, {"id": "GNF067982", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165096", "relationship": "is"}, {"id": "GNF165097", "relationship": "is"}, {"id": "GNF165098", "relationship": "is"}, {"id": "GNF165099", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF011244", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF241341", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324964", "relationship": "is"}, {"id": "GNF324965", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336382", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093020", "relationship": "is"}, {"id": "GNF132718", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_008164.1"], "protein": "NP_115785.1", "rna": "NM_032409.3", "translation": {"protein": "NP_115785.1", "rna": "NM_032409.3"}}, "reporter": {"HG-U133_Plus_2": ["209018_s_at", "209019_s_at"], "HG-U95Av2": "35361_at", "HTA-2_0": "TC01000262.hg.1", "HuEx-1_0": "2324097", "HuGene-1_1": "7898663", "HuGene-2_1": "16660367"}, "retired": 113879, "summary": "This gene encodes a serine/threonine protein kinase that localizes to mitochondria. It is thought to protect cells from stress-induced mitochondrial dysfunction. Mutations in this gene cause one form of autosomal recessive early-onset Parkinson disease. [provided by RefSeq, Jul 2008].", "symbol": "PINK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1422771"}, "unigene": "Hs.389171", "uniprot": {"Swiss-Prot": "Q9BXM7"}, "wikipedia": {"url_stub": "PINK1"}}