{"AllianceGenome": "9005", "HGNC": "9005", "MIM": "601542", "_id": "5308", "_version": 1, "accession": {"genomic": ["AC017068.7", "AF238048.1", "CH471057.1", "CP068274.2", "JC342807.1", "KT584062.1", "NC_000004.12", "NC_060928.1", "NG_007120.1"], "protein": ["AAC16257.1", "AAC39716.1", "AAC39717.1", "AAC39718.1", "AAH13998.1", "AAI06011.1", "AAK15048.1", "BAF84280.1", "BAG36699.1", "BAG54582.1", "CDM63602.1", "EAX06262.1", "EAX06263.1", "EAX06264.1", "NP_000316.2", "NP_001191326.1", "NP_001191327.1", "NP_001191328.1", "NP_700475.1", "NP_700476.1", "Q99697.2", "XP_024309858.1", "XP_054206161.1"], "rna": ["AF048720.1", "AF048721.1", "AF048722.1", "AK127829.1", "AK291591.1", "AK313987.1", "BC013998.2", "BC106010.1", "BP372081.1", "BX380370.2", "NM_000325.6", "NM_001204397.2", "NM_001204398.1", "NM_001204399.1", "NM_153426.3", "NM_153427.3", "U69961.1", "XM_024454090.2", "XM_054350186.1"], "translation": [{"protein": "AAC39716.1", "rna": "AF048720.1"}, {"protein": "XP_054206161.1", "rna": "XM_054350186.1"}, {"protein": "AAH13998.1", "rna": "BC013998.2"}, {"protein": "AAC39718.1", "rna": "AF048722.1"}, {"protein": "NP_000316.2", "rna": "NM_000325.6"}, {"protein": "NP_001191327.1", "rna": "NM_001204398.1"}, {"protein": "AAI06011.1", "rna": "BC106010.1"}, {"protein": "NP_001191328.1", "rna": "NM_001204399.1"}, {"protein": "BAG36699.1", "rna": "AK313987.1"}, {"protein": "BAG54582.1", "rna": "AK127829.1"}, {"protein": "NP_700475.1", "rna": "NM_153426.3"}, {"protein": "BAF84280.1", "rna": "AK291591.1"}, {"protein": "AAC39717.1", "rna": "AF048721.1"}, {"protein": "AAC16257.1", "rna": "U69961.1"}, {"protein": "NP_700476.1", "rna": "NM_153427.3"}, {"protein": "NP_001191326.1", "rna": "NM_001204397.2"}, {"protein": "XP_024309858.1", "rna": "XM_024454090.2"}]}, "alias": ["ARP1", "ASGD4", "Brx1", "IDG2", "IGDS", "IGDS2", "IHG2", "IRID2", "Otlx2", "PTX2", "RGS", "RIEG", "RIEG1", "RS"], "ensembl": {"gene": "ENSG00000164093", "protein": ["ENSP00000347004", "ENSP00000347192", "ENSP00000378095", "ENSP00000421454", "ENSP00000424142", "ENSP00000475617", "ENSP00000481951", "ENSP00000484763", "ENSP00000495061"], "transcript": ["ENST00000354925", "ENST00000355080", "ENST00000394595", "ENST00000511837", "ENST00000511990", "ENST00000556049", "ENST00000557119", "ENST00000607868", "ENST00000613094", "ENST00000614423", "ENST00000616641", "ENST00000644488", "ENST00000644743", "ENST00000645131"], "translation": [{"protein": "ENSP00000495061", "rna": "ENST00000644743"}, {"protein": "ENSP00000378095", "rna": "ENST00000394595"}, {"protein": "ENSP00000347192", "rna": "ENST00000355080"}, {"protein": "ENSP00000481951", "rna": "ENST00000614423"}, {"protein": "ENSP00000347004", "rna": "ENST00000354925"}, {"protein": "ENSP00000484763", "rna": "ENST00000613094"}, {"protein": "ENSP00000421454", "rna": "ENST00000511837"}, {"protein": "ENSP00000424142", "rna": "ENST00000511990"}, {"protein": "ENSP00000475617", "rna": "ENST00000557119"}], "type_of_gene": "protein_coding"}, "entrezgene": "5308", "exons": [{"cdsend": 110622460, "cdsstart": 110618124, "chr": "4", "position": [[110617423, 110618688], [110621163, 110621369], [110622255, 110623077]], "strand": -1, "transcript": "NM_000325", "txend": 110623077, "txstart": 110617423}, {"cdsend": 110632998, "cdsstart": 110618124, "chr": "4", "position": [[110617423, 110618688], [110621163, 110621369], [110632342, 110632480], [110632952, 110633008], [110634157, 110634391], [110636780, 110638154], [110641918, 110642123]], "strand": -1, "transcript": "NM_001204397", "txend": 110642123, "txstart": 110617423}, {"cdsend": 110632998, "cdsstart": 110618124, "chr": "4", "position": [[110617423, 110618688], [110621163, 110621369], [110632342, 110632480], [110632952, 110633008], [110641918, 110642123]], "strand": -1, "transcript": "NM_001204398", "txend": 110642123, "txstart": 110617423}, {"cdsend": 110632998, "cdsstart": 110618124, "chr": "4", "position": [[110617423, 110618688], [110621163, 110621369], [110632952, 110633008], [110641918, 110642123]], "strand": -1, "transcript": "NM_001204399", "txend": 110642123, "txstart": 110617423}, {"cdsend": 110632998, "cdsstart": 110618124, "chr": "4", "position": [[110617423, 110618688], [110621163, 110621369], [110632342, 110632480], [110632952, 110633008], [110636780, 110638154], [110641918, 110642123]], "strand": -1, "transcript": "NM_153426", "txend": 110642123, "txstart": 110617423}, {"cdsend": 110632998, "cdsstart": 110618124, "chr": "4", "position": [[110617423, 110618688], [110621163, 110621369], [110632952, 110633008], [110636780, 110638154], [110641918, 110642123]], "strand": -1, "transcript": "NM_153427", "txend": 110642123, "txstart": 110617423}], "exons_hg19": [{"cdsend": 111543616, "cdsstart": 111539280, "chr": "4", "position": [[111538579, 111539844], [111542319, 111542525], [111543411, 111544233]], "strand": -1, "transcript": "NM_000325", "txend": 111544233, "txstart": 111538579}, {"cdsend": 111554154, "cdsstart": 111539280, "chr": "4", "position": [[111538579, 111539844], [111542319, 111542525], [111553498, 111553636], [111554108, 111554164], [111555313, 111555547], [111557936, 111559310], [111563074, 111563279]], "strand": -1, "transcript": "NM_001204397", "txend": 111563279, "txstart": 111538579}, {"cdsend": 111554154, "cdsstart": 111539280, "chr": "4", "position": [[111538579, 111539844], [111542319, 111542525], [111553498, 111553636], [111554108, 111554164], [111563074, 111563279]], "strand": -1, "transcript": "NM_001204398", "txend": 111563279, "txstart": 111538579}, {"cdsend": 111554154, "cdsstart": 111539280, "chr": "4", "position": [[111538579, 111539844], [111542319, 111542525], [111554108, 111554164], [111563074, 111563279]], "strand": -1, "transcript": "NM_001204399", "txend": 111563279, "txstart": 111538579}, {"cdsend": 111554154, "cdsstart": 111539280, "chr": "4", "position": [[111538579, 111539844], [111542319, 111542525], [111553498, 111553636], [111554108, 111554164], [111557936, 111559310], [111563074, 111563279]], "strand": -1, "transcript": "NM_153426", "txend": 111563279, "txstart": 111538579}, {"cdsend": 111554154, "cdsstart": 111539280, "chr": "4", "position": [[111538579, 111539844], [111542319, 111542525], [111554108, 111554164], [111557936, 111559310], [111563074, 111563279]], "strand": -1, "transcript": "NM_153427", "txend": 111563279, "txstart": 111538579}], "generif": [{"pubmed": 11774072, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 11774072, "text": "mutational analysis in early-onset glaucoma"}, {"pubmed": 11821690, "text": "PITX2 gene is responsible for a significant portion of Axenfeld-Rieger syndrome in the Brazilian population."}, {"pubmed": 12223489, "text": "the paired-like homeobox transcription factors Pitx1 and Pitx2 are factors functionally activating the proximal human prolactin promoter (hPRL-164luc)"}, {"pubmed": 12381896, "text": "Four novel mutations in the PITX2 gene in patients with Axenfeld-Rieger syndrome.  Two mutations were found in the homeobox and two were found in the region downstream of the homeobox."}, {"pubmed": 12612071, "text": "The position 50 residue in the PITX2 homeodomain plays an important role in both DNA binding and dimerization activities."}, {"pubmed": 12732450, "text": "plays a critical role in directing cardiac asymmetric morphogenesis; correlates with double outlet right ventricle in laterality mutants; Pitx2 loss of function experiments cause severe cardiovascular defects."}, {"pubmed": 14630904, "text": "oligodontia of Rieger syndrome of Chinese family linked to mutation"}, {"pubmed": 14975719, "text": "role for Pitx2 in regulating regionally specific terminal neuronal differentiation in the developing ventrolateral thalamus and midbrain"}, {"pubmed": 15255117, "text": "A deletion of thymine (T) 1261 was identified, creating a frameshift mutation in codon 227."}, {"pubmed": 15466416, "text": "promoter- and cell-specific functional interaction between PITX2 and MEF2A"}, {"pubmed": 15591271, "text": "linkage of chromosome 4q24-q26 to RDC and identification of a missense mutation in PITX2 in 17 disease affected individuals"}, {"pubmed": 15728254, "text": "LEF-1 expression is regulated through PITX2, LEF-1 and beta-catenin direct physical interactions"}, {"pubmed": 15895993, "text": "This is the first structure of a native lysine50 class homeodomain; analysis of PITX2 residues mutated in Rieger syndrome indicates that many of these residues are involved in DNA binding, while others are involved in formation of the hydrophobic core."}, {"pubmed": 16274491, "text": "This review of Axenfeld-Rieger syndrome highlights the production of mutant homeobox transcription factor PITX2 in at least four different transcriptional and splicing isoforms, with different biological properties."}, {"pubmed": 16449236, "text": "Ultimately, PITX2 loss of function mutations have a compound effect: the reduced expression of PITX2 target genes coupled with the extensive activation of FOXC1-regulated targets in Axenfeld-Rieger syndrome."}, {"pubmed": 16498627, "text": "The results indicate that the PITX2 C-terminal domain has inhibitory activity and support the notion that Axenfeld-Rieger Syndrome may also be caused by gain-of-function mutations."}, {"pubmed": 16638984, "text": "The frequency of mutations in the FOXC1, GJA1, PITX2, and CYP1B1 genes in this study were 25%, 12.5%, 0% and 0%, respectively."}, {"pubmed": 16834779, "text": "Direct evidence to support aberrant RNA splicing in PITX2 mutants as the mechanism underlying the Axenfeld-Rieger syndrome in some patients."}, {"pubmed": 16876867, "text": "Gene analysis revealed a novel PITX2 mutation and a polymorphism in a family with Axenfeld-Rieger anomaly or syndrome and Fuchs' endothelial dystrophy."}, {"pubmed": 16936096, "text": "The findings in the present study clearly demonstrate that FOXC1 and PITX2 mutations are responsible for a significant proportion of Axenfeld-Rieger malformations in Germany."}, {"pubmed": 17065505, "text": "The results show that PITX2/Pitx2 mutation results in reduced corneal thickness and provides the first example of reduced CCT (central corneal thickness) in a genetic subtype of glaucoma."}, {"pubmed": 17167399, "text": "Occurrence of precocious glaucoma in human patients affected by Axenfeld-Rieger syndrome caused by PITX2 mutations."}, {"pubmed": 17197537, "text": "Patients with FOXC1 mutations have the mildest prognosis for glaucoma development, whereas patients with PITX2 defects and patients with FOXC1 duplication have a more severe prognosis for glaucoma development than do patients with FOXC1 mutations."}, {"pubmed": 17486624, "text": "PITX2, BARX1, and FOXC1 mutations were absent in De Hauwere syndrome and suggest that De Hauwere syndrome is caused by a different gene."}, {"pubmed": 17558846, "text": "In addition, no pathogenic sequence variations were found in DCN, DSPG3, LUM, PITX2 and FOXC1, which have also been implicated in corneal and anterior segment dysgenesis."}, {"pubmed": 17603472, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17850355, "text": "Cytogenetically invisible microdeletions involving PITX2 in Rieger syndrome."}, {"pubmed": 17965955, "text": "DNA hypermethylation of PITX2 is a marker of poor prognosis in untreated lymph node-negative hormone receptor-positive breast cancer patients."}, {"pubmed": 18312615, "text": "The tendon, muscle, and bone anomalies further support a role of Pitx2 in forelimb development."}, {"pubmed": 18331556, "text": "Sella turcica bridge in combination with PITX2 mutation would suspect that anomalies are typical symptoms of ARS. Sella turcica anomalies in association with craniofacial/dental aberrations might be important indicators for ARS caused by PITX2 mutation."}, {"pubmed": 18616618, "text": "The exclusion of these genes as likely candidates supports the hypothesis that the ocular phenotype associated with peters' anomaly segregating in this family is a distinct, new, autosomal dominant entity in the anterior segment dysgenesis spectrum."}, {"pubmed": 18711169, "text": "Evaluate paraffin-embedded tumor tissue testing of PITX2 DNA methylation as a marker for outcome prediction in tamoxifen-treated, node-negative breast cancer patients."}, {"pubmed": 18775326, "text": "Data show that RGS13 inhibits CREB-dependent transcription of target genes through disruption of complexes formed at the promoter."}, {"pubmed": 18946986, "text": "Localization of the PITX2 gene expression in human eye cells in the course of prenatal development"}, {"pubmed": 19052653, "text": "A novel p.W86C mutation in PITX2 in a Chinese family with Axenfeld-Rieger syndrome, was found."}, {"pubmed": 19174163, "text": "Proteomic and genomic analysis of PITX2 interacting and regulating networks are reported."}, {"pubmed": 19218601, "text": "PITX2 homeobox mutations predictably resulted in decreased function of the protein."}, {"pubmed": 19233404, "text": "Patients with greater than median PITX2 methylation in the tumors were 4 times more likely to experience biochemical recurrence within 8 years after surgery than patients with less than average methylation"}, {"pubmed": 19251162, "text": "Our results implicate the potential importance of Pitx2 as a beta-catenin downstream modulator in hair growth control."}, {"pubmed": 19513095, "text": "A brief review of the clinical features and the relevant diagnostic approaches, together with a detailed review of published PITX2 and FOXC1 mutations in Axenfeld-Rieger syndrome, is given."}, {"pubmed": 19801652, "text": "These data suggest PAWR is a novel PITX2-interacting protein that regulates PITX2 activity in ocular cells."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19954729, "text": "A case of an adolescent male with renal-coloboma syndrome (RCS) showing developmental delay is described. Genetic analysis of the patient revealed a novel heterozygous mutation in exon 3 of the PAX2 gene (P130H)."}, {"pubmed": 20022124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20022124, "text": "Use of a candidate gene approach does not identify any mutations associated with atrial fibrillation in the coding regions of PITX2."}, {"pubmed": 20170812, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20332099, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20372070, "text": "Findings demonstrate that the overactivated PITX2-Cyclin D2 pathway promotes thyroid tumorigenesis, and they provide the first evidence implicating an oncogenic role of PITX2 in human cancer."}, {"pubmed": 20478579, "text": "Men with high PITX2 methylation status in prostatic neoplasms were at significantly higher risk for biochemical recurrence than those with low methylation status."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20875405, "text": "These results suggest that PITX2c has a role in proliferation and differentiation of epidermal keratinocytes."}, {"pubmed": 20881290, "text": "These data suggest the presence of a complex distant regulatory matrix within the gene desert located upstream of PITX2 with an essential role in its activity and provides a possible mechanism for the previous reports of ARS"}, {"pubmed": 20881294, "text": "FOXC1 and PITX2 genetic defects explain 40% of our large anterior segment malformations."}, {"pubmed": 20881294, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20978111, "text": "Three mutations in PITX2 result in different effects on its physiological targets, hPRL, POU1F1, and hGH. One mutation maintains PITX2 DNA-binding and enhanced activation of hPRL and POU1F1 but not hGH, demonstrating differential binding to promoters."}, {"pubmed": 21221769, "text": "Methylated RASSF1A and PITX2 in PB-P appear to have promising potential as prognostic markers in clinical use."}, {"pubmed": 21278591, "text": "No mutations were found by direct sequencing of PITX2 and FOXC1 genes, in the twin sisters."}, {"pubmed": 21282332, "text": "Expression array analyses comparing Pitx2c(+/-) with wild-type, for left atrial and right atrial tissue separately, identified genes related to calcium ion binding, gap and tight junctions, ion channels, and melanogenesis."}, {"pubmed": 21414601, "text": "Both rs2200733 and rs10033464 were associated with postoperative AF (odds ratio [OR] 1.41, 95% confidence interval [CI] 1.04 to 1.91, and OR 1.47, 95% CI 1.05 to 2.06, respectively)."}, {"pubmed": 21427120, "text": "Review: Review new insights into the cellular and molecular links between PITX2 and atrial fibrillation."}, {"pubmed": 21479692, "text": "Loss of PITX2 is associated with colorectal cancer."}, {"pubmed": 21498098, "text": "Data suggest that the methylated CpG located at the DNA major groove can enhance PITX2-DNA interactions, and the residue side-chains near the methylated CpG pair appear to have an unusually high affinity with DNA."}, {"pubmed": 21511879, "text": "Results identify Pitx2 as an upstream transcriptional regulator of atrial electric function, the insufficiency of which results in cellular and molecular changes leading to atrial electric and structural remodeling linked to arrhythmogenesis."}, {"pubmed": 21574119, "text": "The SNP rs2200733 on chromosome 4q25 is a risk factor for CE stroke related to AF only."}, {"pubmed": 21617755, "text": "Bioinformatics tools revealed the genes and pathways relevant to glaucoma and related to the PITX2 knockdown in primary human trabecular meshwork cell cultures."}, {"pubmed": 21803613, "text": "Data indicate that PITX2 (paired-like homeodomain transcription factor 2) down-regulation is associated with promoter hypermethylation and is a predictor of clinical outcomes after radical prostatectomy."}, {"pubmed": 21810944, "text": "Pitx2 overexpression may play an antiapoptotic role during Nonfunctioning pituitary adenomas tumorigenesis."}, {"pubmed": 21837767, "text": "FOXC1 and PITX2 can independently regulate their own and each other's target gene promoters and do not show synergistic action in vitro."}, {"pubmed": 22224469, "text": "the solution structure of the native Pitx2 homeodomain and a R24H mutant that causes autosomal dominantly inherited ring dermoid of the cornea syndrome"}, {"pubmed": 22495974, "text": "Epigenetic regulation of PITX2 during the course of the disease may lead to orchestrated control of the AR and IGF signaling pathways."}, {"pubmed": 22555092, "text": "DNA methylation of PITX2 and SHOX2 is an independent prognostic biomarker for disease progression in non-small-cell lung cancer patients."}, {"pubmed": 22569110, "text": "Seven novel PITX2 mutations and deletions were found in patients with dental and/or umbilical anomalies."}, {"pubmed": 22615897, "text": "Findings suggest that the increased expression PITX2 is involved in ovarian cancer progression through promoting cell growth and cell migration/invasion."}, {"pubmed": 22735262, "text": "CITED2 variants decreased its ability to mediate the expression of vascular endothelial growth factor (VEGF) and the expression of the paired-like homeodomain transcription factor 2-gamma (PITX2C), both of which are closely related to cardiac development."}, {"pubmed": 23042660, "text": "3 loci from related cardiovascular genomewide studies were significant: PHACTR1 in large-vessel disease (P=2.63e(-6)), PITX2 in cardioembolic stroke (P=4.78e(-8)), and ZFHX3 in cardioembolic stroke (P=5.50e(-7))."}, {"pubmed": 23132660, "text": "High expression of PITX2 was associated with chemoradioresistance in esophageal squamous cell carcinoma."}, {"pubmed": 23229549, "text": "LHX6 is a transcriptional repressor that interacts with pituitary homeobox 2 (PITX2) to regulate odontogenesis"}, {"pubmed": 23354914, "text": "The data show for the first time that ABCB1 is a target gene of PITX2 transcriptional activity, promoting multidrug resistance and cell survival of cancer cells."}, {"pubmed": 23505501, "text": "the differential expression of Pitx2 between EOM and limb skeletal muscle suggest a role for Pitx2 in the maintenance of constitutive differences between EOM and limb skeletal muscle that may contribute to the sparing of EOM in muscular dystrophies."}, {"pubmed": 23611745, "text": "This is the first study to link PITX2c mutations to familial atrial fibrillation."}, {"pubmed": 23913021, "text": "The findings of the present study link the PITX2c loss-of-function mutation to lone Atrial fibrillation."}, {"pubmed": 23983605, "text": "findings link PITX2c loss-of-function mutations to atrial septal defects in humans, which provide novel insight into the molecular mechanism responsible for congenital heart disease"}, {"pubmed": 24002705, "text": "overexpression of PITX2, a paired-like homeodomain transcription factor and a downstream effector of Wnt/beta-catenin signaling, resulted in upregulation of cyclin A1 in HEK293 cells and TPC-1 thyroid cancer cells."}, {"pubmed": 24003428, "text": "PITX2 gene was heterozygous for a 2-bp deletion and an insertion of T, a frameshift mutation predicted, to result in premature termination at the 54th amino acid of the PITX2 protein."}, {"pubmed": 24083357, "text": "the mutated PITX2c proteins were associated with a significantly reduced transactivational activity compared with their wild-type counterpart"}, {"pubmed": 24127533, "text": "describe familial cases of TH in two generations (proband and his father), in addition to other two sporadic cases. We have found polymorphisms in the HOXB3, HOXD3, and a new synonymous variant, and PITX2 genes"}, {"pubmed": 24162257, "text": "indicate that variation in PITX2 expression accompanies and may promote prostate tumor progression and metastasis"}, {"pubmed": 24333117, "text": "Association of a novel PITX2c loss-of-function mutation with familial atrial fibrillation."}, {"pubmed": 24390743, "text": "We detected a novel frameshift mutation p.M66Ifs*133 in PITX2 in a Chinese family with ARS."}, {"pubmed": 24465984, "text": "PITX2c expression in human adult left atrial appendages is not associated with the chromosome 4q25 AF risk SNPs; thus, the mechanism by which these SNPs are associated with AF remains enigmatic."}, {"pubmed": 24473555, "text": "The findings of the study associate PITX2c loss-of-function mutations with atrial fibrillation."}, {"pubmed": 24486544, "text": "PITX2 forms complex with histone H3 lysine 4 (H3K4) methyltransferase. PITX2 complex methylates H3K4."}, {"pubmed": 24595098, "text": "Pitx2c expression is reactivated, while expression of Myf5 is downregulated in human systolic heart failure as determined by qRT-PCR and Western blot analyses."}, {"pubmed": 24604414, "text": "study demonstrates the association between PITX2c loss-of-function mutations and the transposition of the great arteries and ventricular septal defect in humans, providing further insight into the molecular mechanisms responsible for CHD."}, {"pubmed": 24773581, "text": "The study is highly relevant to the understanding of the effects of the Nodal-PITX2C pathway on HG-induced cardiomyocyte hypertrophy, as well as the related molecular mechanisms."}, {"pubmed": 24927531, "text": "Pitx2 positively regulates miR-17-92 and miR-106b-25."}, {"pubmed": 25044936, "text": "The homeodomain transcription factor PITX2 is required for specifying correct cell fates and establishing angiogenic privilege in the developing cornea."}, {"pubmed": 25122764, "text": "The combination of Pitx2, a regulator of dental stem cells and miR-200a converts mesenchymal cells to a fully differentiated dental epithelial cell type."}, {"pubmed": 25124216, "text": "The Axial level-specific regulation of neuronal development of brain requirements for Pitx2 during neuronal migration and differentiation."}, {"pubmed": 25250569, "text": "Genome-wide association analysis linked the FOXC1-interacting transcription factor PITX2 to cerebral small-vessel disease."}, {"pubmed": 25339043, "text": "High PITX2 expression is associated with invasive ductal carcinoma of the breast."}, {"pubmed": 25391453, "text": "A mutation in the 5' untranslated region of the PITX2 gene significantly downregulates PITX2 expression in atrial myocytes in patients with extreme atrial fibrillation."}, {"pubmed": 25402584, "text": "study strengthens prior findings that PITX2 methylation is useful as a biomarker of poor outcome of PCa and in addition we also suggest that it may be particularly useful in men with low Gleason score."}, {"pubmed": 25443231, "text": "Single nucleotide polymorphism (rs2200733) located in proximity of the gene PITX2 (paired-like homeodomain transcription factor 2) was highly associated with atrial fibrillation."}, {"pubmed": 25494715, "text": "The results suggest an association between PITX2-related SNPs and dementia."}, {"pubmed": 25704760, "text": "Pitx2-mediated repression of Depdc1b expression contributes to the regulation of multiple molecular pathways, such as Rho GTPase signaling."}, {"pubmed": 25893250, "text": "PITX2 loss-of-function mutation has a role in increased susceptibility to Congenital Endocardial Cushion Defect and Axenfeld-Rieger Syndrome"}, {"pubmed": 26240509, "text": "ARS is an autosomal dominant disorder with high penetration. It is primarily caused by a mutation of the pituitary homeobox 2 (PITX2) or forkhead box C1 (FOXC1) gene. Mutations in PITX2 on chromosome 4q25, or in FOXC1 at 6p25, have been identified in approximately 40% to 70% of patients with ARS"}, {"pubmed": 26267381, "text": "Both ZFHX3 and PITX2c regulate expression of NPPA, TBX5 and NKX2.5."}, {"pubmed": 26298390, "text": "Our study uncovers the PITX2-induced expression of TGFB1/2/3 as well as INHBA genes (p < 0.01) followed by SMAD2/3-dependent TGF-b signalling pathway in ovarian cancer cells"}, {"pubmed": 26400846, "text": "Expression of PITX2 in BM of early-stage breast cancer patients is associated with risk for early disease recurrence."}, {"pubmed": 26657035, "text": "A novel loss-of-function PITX2 mutation (Q102L) co-segregated with tetralogy of Fallot with complete penetrance."}, {"pubmed": 26714926, "text": "Chronic Atrial fibrillation increases Pitx2c expression in isolated human atrial myocytes"}, {"pubmed": 26783232, "text": "PANCR knockdown decreased PITX2c expression in differentiated cardiomyocytes, altering the transcriptome in a manner similar to PITX2c knockdown."}, {"pubmed": 26848620, "text": "we propose that the Smad4-Pitx2-PPP2R2A axis, a new signaling pathway, suppresses the pancreatic carcinogenesis"}, {"pubmed": 27009473, "text": "This is the first study reporting on bi-allelic changes of PITX2 potentially contributing to a more severe Axenfeld-Rieger syndrome (ARS) phenotype."}, {"pubmed": 27173224, "text": "The PITX2 gene expression level in prostate cancer tissues was lower than that in benign tissues. A higher degree of PITX2 DNA methylation was associated with higher tumor stage and lower survival rates. PITX2 DNA methylation presents a good predictive value for prostate cancer survival."}, {"pubmed": 27520585, "text": "The role of PITX2 in glaucoma may be mediated partly by regulating the expression of CXCL6 and BBS5 and thus affecting immune functions and intraocular pressure."}, {"pubmed": 27697592, "text": "Pitx2 is essential to maintain iHepSCs stem cell characteristics"}, {"pubmed": 27708722, "text": "Study showed that PITX3 and PITX2 were hypermethylated in prostate carcinomas (PCa) and significantly associated with established clinicopathologic parameters characteristic of PCa."}, {"pubmed": 27716615, "text": "PITX2 and PANCR methylation status were shown to be independent predictors for overall survival in HNSCC patients. Tissue-based methylation testing could therefore potentially be employed to identify patients with a high risk for death who might benefit from a more radical or alternative treatment."}, {"pubmed": 27866707, "text": "the atrial fibrillation (AF)-associated SNP rs2595104 altered PITX2c expression via interaction with TFAP2a; such a pathway could ultimately contribute to AF susceptibility at the PITX2 locus associated with AF"}, {"pubmed": 27939865, "text": "PITX2 methylation was significantly increased in tumor-positive biopsies and strongly correlated with International Society of Urological Pathology (ISUP) grade groups."}, {"pubmed": 28298639, "text": "Results demonstrate that BBP decreases endometrial mesenchymal stem/stromal cell (EN-MSC) myogenic differentiation through up-regulation of miR-137 and decreased transcription of PITX2. Also, BBP affects PITX2 expression through miR-137 targeting the 3' untranslated region of PITX2 mRNA."}, {"pubmed": 28427903, "text": "Pitx2 promoter region is methylated in atrial fibrillation patients."}, {"pubmed": 28513611, "text": "Glaucoma prevalence and phenotype are characterized in a cohort of glaucoma patients and their family members with PITX2 variants."}, {"pubmed": 28596592, "text": "PITX2 has been implicated in determination of right-left symmetry during development. Anomalies in organ arrangement have been linked to increased prevalence of gastrointestinal and intra-abdominal complications, which may explain the effect of rs2129979 on appendicitis risk."}, {"pubmed": 28617833, "text": "Using an independent analytical platform, PITX2 methylation was validated as a prognostic biomarker in HNSCC patients, identifying patients that potentially benefit from intensified surveillance and/or administration of adjuvant/neodjuvant treatment, i.e. immunotherapy."}, {"pubmed": 28700487, "text": "Findings suggest ESR1 and PITX2 promoter methylation may be correlated with a worse survival of patients with breast cancer. The clinical utility of aberrantly methylated ESR1 and PITX2 could be a promising factor for the prognosis of breast cancer."}, {"pubmed": 28911203, "text": "Data suggest that mutations affecting conserved non-coding elements of PITX2 may constitute an important class of mutations in patients with ASD for whom the molecular cause of their disease have not yet been identified."}, {"pubmed": 29121437, "text": "This study for the first time demonstrates that the PITX2 mutation could lead to non-syndromic orodental anomalies in humans. We propose that the specific location in the C-terminal domain of PITX2 is exclusively necessary for tooth development."}, {"pubmed": 29328369, "text": "For non-metastatic triple-negative breast cancer patients, selective determination of the PITX2 DNA-methylation status may serve as a cancer biomarker for predicting response to anthracycline-based adjuvant chemotherapy."}, {"pubmed": 29506241, "text": "These data further support the link between PITX2 and the WNT pathway and suggest a new role in regulation of collagen gene expression during development."}, {"pubmed": 29580650, "text": "Our results suggest a prognostic role of PITX2 promoter methylation in colorectal cancer"}, {"pubmed": 29664630, "text": "NMR methodology was employed for determining the dynamics of lysine side-chain amino groups via (15)N relaxation measurements in the Lys50-class homeodomains from the Drosophila protein Bicoid and the human protein Pitx2"}, {"pubmed": 29800783, "text": "We observed no association between common genetic variants in PITX2 and IL6 and atrial tachycardia in infants after congenital heart disease surgery."}, {"pubmed": 29939776, "text": "Truncations may be the primary mutation type in PITX2. Glaucoma onset may be earlier in patients with mutations in PITX2 than in those without mutations in PITX2 and FOXC1. A block of the anterior chamber angle by the end of the iris might represent the main factor influencing the development of glaucoma in ARS patients with an asymmetric aniridia phenotype."}, {"pubmed": 30025446, "text": "These results demonstrate that constitutive upregulation of PITX2/IFITM1 cascade is an intrinsic adaptive mechanism during the pathogenesis of letrozole-resistance, and modulation of PITX2/IFITM1 level using different genetic and pharmacological means would thus have a novel therapeutic potential against letrozole resistance in BCa."}, {"pubmed": 30110000, "text": "Rs17042171, near PITX2 on chromosome 4q25, is associated with atrial fibrillation susceptibility in the Chinese Han population from the central plains, suggesting that this SNP can provide a new strategy for clinical diagnosis in atrial fibrillation patients."}, {"pubmed": 30177054, "text": "Minor allele of SNP rs2200733 is associated with the risk of preeclampsia. SNP rs220073 may represent a common risk factor that predispose women to develop both preeclampsia during pregnancy and cardiovascular disease later on."}, {"pubmed": 30353147, "text": "spontaneous diastolic depolarization observed in atrial myocytes with TBX5-deletion can be explained by altered intracellular calcium handling and suppression of inward-rectifier potassium current."}, {"pubmed": 30392061, "text": "Single Nucleotide Polymorphism in PITX2 gene is associated with inflammation in acute appendicitis."}, {"pubmed": 30457409, "text": "Heterozygous pathogenic variants in the PITX2 and FOXC1 genes accounted for 66% (6/9) of the ARS/ASD cases. The absence of PAX6 or CYP1B1 abnormalities could reflect our small sample size, although their analysis could be justified in ARS/ASD patients that present with congenital glaucoma or aniridia."}, {"pubmed": 30558760, "text": "the present report is the first to associate a gain-of-function mutation of PITX2c with increased vulnerability to AF, therefore, restoration of normal PITX2c function may be a potential therapeutic target in AF patients."}, {"pubmed": 30657791, "text": "the increased frequency in PCG patients of rare FOXC2 and PITX2 variants with mild functional alterations, suggests they play a role as putative modifier factors in this disease further supporting that Congenital glaucoma (CG) is not a simple monogenic disease and provides novel insights into the complex pathological mechanisms that underlie CG."}, {"pubmed": 30742940, "text": "Heterologous PITX2 expression induced ABCB1, repressed hOCT3/SLC22A3, enhanced vincristine resistance and diminished proliferation inhibition in colonic and kidney tumor cells."}, {"pubmed": 30903445, "text": "High PITX2 expression was observed in non-functional pituitary neuroendocrine tumors with cavernous sinus invasion, suggesting that PITX2 may be involved in cavernous sinus invasion of pituitary neuroendocrine tumors"}, {"pubmed": 31039368, "text": "Study found no association between PITX2 rs2595104 and increased risk of atrial fibrillation."}, {"pubmed": 31185933, "text": "Paired-like homeodomain transcription factor 2 (PITX2)frameshift mutation was identified in a Chinese Han family three affected individuals with Axenfeld-Rieger syndrome."}, {"pubmed": 31378929, "text": "Findings suggest that downregulation of Pitx2c may regulate atrial fibrosis through modulating calcium homeostasis, which may contribute to its role in anti-atrial fibrosis, and Pitx2c downregulation may change the atrial electrophysiology and atrial fibrillation occurrence through modulating fibroblast activity."}, {"pubmed": 32295643, "text": "The diagnosis and phacoemulsification in combination with intraocular lens implantation for an Axenfeld-Rieger syndrome patient with small cornea: a case report."}, {"pubmed": 32400113, "text": "Novel mutations in the PITX2 gene in Pakistani and Mexican families with Axenfeld-Rieger syndrome."}, {"pubmed": 32606567, "text": "Differential DNA methylation patterns in human Schlemm's canal endothelial cells with glaucoma."}, {"pubmed": 32814717, "text": "Reduced left atrial cardiomyocyte PITX2 and elevated circulating BMP10 predict atrial fibrillation after ablation."}, {"pubmed": 33018479, "text": "In Silico Assessment of Genetic Variation in PITX2 Reveals the Molecular Mechanisms of Calcium-Mediated Cellular Triggered Activity in Atrial Fibrillation(.)"}, {"pubmed": 33231930, "text": "Gene-specific facial dysmorphism in Axenfeld-Rieger syndrome caused by FOXC1 and PITX2 variants."}, {"pubmed": 33492563, "text": "A PITX2 splice-site mutation in a family with Axenfeld-Rieger syndrome leads to decreased expression of nuclear PITX2 protein."}, {"pubmed": 33514068, "text": "In Silico Assessment of Class I Antiarrhythmic Drug Effects on Pitx2-Induced Atrial Fibrillation: Insights from Populations of Electrophysiological Models of Human Atrial Cells and Tissues."}, {"pubmed": 34003541, "text": "Paired-like homeodomain transcription factor 2 affects endometrial cell function and embryo implantation through the Wnt/beta-catenin pathway."}, {"pubmed": 34299303, "text": "Understanding PITX2-Dependent Atrial Fibrillation Mechanisms through Computational Models."}, {"pubmed": 34990849, "text": "Effect of PITX2 genetic variants on the susceptibility to stroke in the Chinese Han population."}, {"pubmed": 35014684, "text": "Long noncoding RNA PCAT1 sponges miR1343p to regulate PITX2 expression in breast cancer."}, {"pubmed": 35086918, "text": "Genome-wide association study-based prediction of atrial fibrillation using artificial intelligence."}, {"pubmed": 35354164, "text": "Comparison of Anterior Segment Abnormalities in Individuals With FOXC1 and PITX2 Variants."}, {"pubmed": 35471998, "text": "Decoding the PITX2-controlled genetic network in atrial fibrillation."}, {"pubmed": 35836351, "text": "Enamel defects of Axenfeld-Rieger syndrome and the role of PITX2 in its pathogenesis."}, {"pubmed": 36442680, "text": "Genotype-phenotype association of PITX2 and FOXC1 in Axenfeld-Rieger syndrome."}, {"pubmed": 36763906, "text": "PITX2 Knockout Induces Key Findings of Electrical Remodeling as Seen in Persistent Atrial Fibrillation."}, {"pubmed": 36856594, "text": "Association Between rs2200733 Polymorphism of PITX2 Gene and the Risk of Atrial Fibrillation."}, {"pubmed": 36868229, "text": "PITX2 induction leads to impaired cardiomyocyte function in arrhythmogenic cardiomyopathy."}, {"pubmed": 37495323, "text": "Pulmonary Vein Myocardial Sleeve Length and its Association With Sex and 4q25/PITX2 Genotype."}, {"pubmed": 38419062, "text": "Exploring the association between PITX2, third molars agenesis and sella turcica morphology : PITX2, third molars agenesis and sella turcica morphology."}, {"pubmed": 38592784, "text": "Intergenic sequences harboring potential enhancer elements contribute to Axenfeld-Rieger syndrome by regulating PITX2."}, {"pubmed": 38710403, "text": "PITX2 functions as a transcription factor for GPX4 and protects pancreatic cancer cells from ferroptosis."}], "genomic_pos": {"chr": "4", "end": 110642123, "ensemblgene": "ENSG00000164093", "start": 110617423, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 111563279, "start": 111538579, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0003151", "qualifier": "involved_in", "term": "outflow tract morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003253", "qualifier": "involved_in", "term": "cardiac neural crest cell migration involved in outflow tract morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": [15385555, 23975681], "qualifier": "acts_upstream_of_or_within", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007368", "qualifier": "involved_in", "term": "determination of left/right symmetry"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009653", "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0035315", "pubmed": 19251162, "qualifier": "involved_in", "term": "hair cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035993", "pubmed": 18312615, "qualifier": "involved_in", "term": "deltoid tuberosity development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042476", "pubmed": 14630904, "qualifier": "involved_in", "term": "odontogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043010", "pubmed": 9618168, "qualifier": "involved_in", "term": "camera-type eye development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [9685346, 19251162], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048536", "qualifier": "involved_in", "term": "spleen development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060126", "pubmed": 10372733, "qualifier": "involved_in", "term": "somatotropin secreting cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060127", "pubmed": 10372733, "qualifier": "involved_in", "term": "prolactin secreting cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060971", "qualifier": "involved_in", "term": "embryonic heart tube left/right pattern formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061072", "pubmed": 9437321, "qualifier": "involved_in", "term": "iris morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070986", "qualifier": "involved_in", "term": "left/right axis specification"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 19251162, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005667", "pubmed": 15385555, "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 9685346, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": 9685346, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 15385555, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19174163, 23088713], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 9685346, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7165, 1272074], [7227, 43664], [7955, 30164], [8364, 549981], [9031, 395862], [9544, 699737], [9598, 461438], [9606, 5308], [9615, 487902], [9913, 506721], [10090, 18741], [10116, 54284]], "id": 55454}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Homeobox domain, metazoa", "id": "IPR020479", "short_desc": "Homeobox_metazoa"}, {"desc": "OAR domain", "id": "IPR003654", "short_desc": "OAR_dom"}, {"desc": "Homeobox protein Pitx/unc30", "id": "IPR016233", "short_desc": "Homeobox_Pitx/unc30"}], "ipi": ["IPI00017093", "IPI00220801", "IPI00220802", "IPI00791415", "IPI00967695", "IPI00968016"], "map_location": "4q25", "name": "paired like homeodomain 2", "other_names": ["ALL1-responsive protein ARP1", "all1-responsive gene 1", "homeobox protein PITX2", "paired-like homeodomain transcription factor 2", "pituitary homeobox 2", "rieg bicoid-related homeobox transcription factor 1", "solurshin"], "pantherdb": {"HGNC": "9005", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109340", "ortholog_type": "LDO", "panther_family": "PTHR45882", "taxid": 10090, "uniprot_kb": "P97474"}, {"RGD": "3331", "ortholog_type": "LDO", "panther_family": "PTHR45882", "taxid": 10116, "uniprot_kb": "Q9R0W1"}, {"Gene": "PITX2", "ortholog_type": "O", "panther_family": "PTHR45882", "taxid": 9031, "uniprot_kb": "O93385"}, {"Ensembl": "ENSGALG00000042492", "ortholog_type": "LDO", "panther_family": "PTHR45882", "taxid": 9031, "uniprot_kb": "A0A1D5P1S6"}, {"ZFIN": "ZDB-GENE-990714-27", "ortholog_type": "LDO", "panther_family": "PTHR45882", "taxid": 7955, "uniprot_kb": "Q9W5Z2"}, {"WormBase": "WBGene00006766", "ortholog_type": "LDO", "panther_family": "PTHR45882", "taxid": 6239, "uniprot_kb": "P52906"}, {"FlyBase": "FBgn0020912", "ortholog_type": "LDO", "panther_family": "PTHR45882", "taxid": 7227, "uniprot_kb": "O18400"}], "uniprot_kb": "Q99697"}, "pathway": {"biocarta": {"id": "pitx2pathway", "name": "multi-step regulation of transcription by pitx2"}, "kegg": {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, "pid": {"id": "betacatenin_nuc_pathway", "name": "Regulation of nuclear beta catenin signaling and target gene transcription"}, "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8864260", "name": "Transcriptional regulation by the AP-2 (TFAP2) family of transcription factors"}, {"id": "R-HSA-8866906", "name": "TFAP2 (AP-2) family regulates transcription of other transcription factors"}], "wikipathways": [{"id": "WP1591", "name": "Heart Development"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP3927", "name": "BMP Signaling Pathway in Eyelid Development"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}]}, "pdb": ["2L7F", "2L7M", "2LKX"], "pfam": ["PF00046", "PF03826"], "pharmgkb": "PA33339", "pharos": {"target_id": 2894, "tdl": "Tbio"}, "prosite": ["PS50071", "PS50803"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176802", "relationship": "is"}, {"id": "GNF187708", "relationship": "is"}, {"id": "GNF198614", "relationship": "is"}, {"id": "GNF209520", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161756", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF049641", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF083755", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF060136", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF011274", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102285", "relationship": "is"}, {"id": "GNF141939", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_007120.1"], "protein": ["NP_000316.2", "NP_001191326.1", "NP_001191327.1", "NP_001191328.1", "NP_700475.1", "NP_700476.1", "XP_024309858.1", "XP_054206161.1"], "rna": ["NM_000325.6", "NM_001204397.2", "NM_001204398.1", "NM_001204399.1", "NM_153426.3", "NM_153427.3", "XM_024454090.2", "XM_054350186.1"], "translation": [{"protein": "XP_054206161.1", "rna": "XM_054350186.1"}, {"protein": "NP_000316.2", "rna": "NM_000325.6"}, {"protein": "NP_001191327.1", "rna": "NM_001204398.1"}, {"protein": "NP_001191328.1", "rna": "NM_001204399.1"}, {"protein": "NP_700475.1", "rna": "NM_153426.3"}, {"protein": "NP_700476.1", "rna": "NM_153427.3"}, {"protein": "NP_001191326.1", "rna": "NM_001204397.2"}, {"protein": "XP_024309858.1", "rna": "XM_024454090.2"}]}, "reporter": {"HG-U133_Plus_2": "207558_s_at", "HG-U95Av2": "41014_s_at", "HTA-2_0": "TC04001471.hg.1", "HuEx-1_0": "2781914", "HuGene-1_1": "8102352", "HuGene-2_1": "16979024"}, "summary": "This gene encodes a member of the RIEG/PITX homeobox family, which is in the bicoid class of homeodomain proteins. The encoded protein acts as a transcription factor and regulates procollagen lysyl hydroxylase gene expression. This protein plays a role in the terminal differentiation of somatotroph and lactotroph cell phenotypes, is involved in the development of the eye, tooth and abdominal organs, and acts as a transcriptional regulator involved in basal and hormone-regulated activity of prolactin. Mutations in this gene are associated with Axenfeld-Rieger syndrome, iridogoniodysgenesis syndrome, and sporadic cases of Peters anomaly. A similar protein in other vertebrates is involved in the determination of left-right asymmetry during development. Alternatively spliced transcript variants encoding distinct isoforms have been described. [provided by RefSeq, Jul 2008].", "symbol": "PITX2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418596"}, "unigene": ["Hs.738484", "Hs.643588"], "uniprot": {"Swiss-Prot": "Q99697", "TrEMBL": ["A0A8J9C2I7", "U3KQ81", "D6RBG8", "A0A8J9G9V2", "D6RFI4"]}, "wikipedia": {"url_stub": "PITX2"}}