{"AllianceGenome": "9071", "HGNC": "9071", "MIM": "173350", "_id": "5340", "_version": 1, "accession": {"genomic": ["AH002941.2", "AL109933.25", "AY192161.1", "CH471051.2", "CP068272.2", "HI968587.1", "K02921.1", "NC_000006.12", "NC_060930.1", "NG_016200.1"], "protein": ["AAA36451.1", "AAA60113.1", "AAA60123.1", "AAA60124.1", "AAH60513.1", "AAN85555.1", "BAG35805.1", "BAG60586.1", "CAA28831.1", "CAH18148.1", "CBY88485.1", "EAW47591.1", "EAW47592.1", "NP_000292.1", "NP_001161810.1", "P00747.2"], "rna": ["AK298338.1", "AK308036.1", "AK312966.1", "BC060513.1", "BU073846.1", "CR749293.1", "DR004070.1", "K02922.1", "M74220.1", "NM_000301.5", "NM_001168338.1", "X05199.1"], "translation": [{"protein": "AAH60513.1", "rna": "BC060513.1"}, {"protein": "AAA60124.1", "rna": "K02922.1"}, {"protein": "AAA36451.1", "rna": "M74220.1"}, {"protein": "BAG35805.1", "rna": "AK312966.1"}, {"protein": "NP_000292.1", "rna": "NM_000301.5"}, {"protein": "BAG60586.1", "rna": "AK298338.1"}, {"protein": "NP_001161810.1", "rna": "NM_001168338.1"}, {"protein": "CAA28831.1", "rna": "X05199.1"}, {"protein": "CAH18148.1", "rna": "CR749293.1"}]}, "alias": "HAE4", "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-10-23T16:00:00.000Z", "disease_label": "hypoplasminogenemia", "gcep": "Hemostasis/Thrombosis Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0009009", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_2c9320e7-9f02-4b54-beba-0ca781a442eb-2019-10-23T160000.000Z", "sop": "SOP6"}}, "ec": "3.4.21.7", "ensembl": {"gene": "ENSG00000122194", "protein": ["ENSP00000308938", "ENSP00000355891", "ENSP00000389424", "ENSP00000516618", "ENSP00000516619", "ENSP00000516620"], "transcript": ["ENST00000297289", "ENST00000308192", "ENST00000366924", "ENST00000418964", "ENST00000461414", "ENST00000462918", "ENST00000467466", "ENST00000471691", "ENST00000483038", "ENST00000484367", "ENST00000493435", "ENST00000494325", "ENST00000706906", "ENST00000706907"], "translation": [{"protein": "ENSP00000389424", "rna": "ENST00000418964"}, {"protein": "ENSP00000355891", "rna": "ENST00000366924"}, {"protein": "ENSP00000516618", "rna": "ENST00000706906"}, {"protein": "ENSP00000308938", "rna": "ENST00000308192"}, {"protein": "ENSP00000516619", "rna": "ENST00000297289"}, {"protein": "ENSP00000516620", "rna": "ENST00000494325"}], "type_of_gene": "protein_coding"}, "entrezgene": "5340", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 33.6912275153, "exp_mis": 275.045351228, "exp_syn": 121.113505617, "lof_z": 3.87248113374131, "mis_z": 0.738656044943516, "mu_lof": 2.28801928513e-06, "mu_mis": 2.37305302467e-05, "mu_syn": 1.00410581628e-05, "n_lof": 11.0, "n_mis": 250.0, "n_syn": 121.0, "p_li": 0.00243511733948206, "p_null": 2.80746038859423e-05, "p_rec": 0.997536808056632, "syn_z": 0.00639365263852394}, "bp": 2433, "cds_end": 161174093, "cds_start": 161123336, "n_exons": 19, "nonpsych": {"exp_lof": 30.105335245, "exp_mis": 248.554114156, "exp_syn": 109.230934217, "lof_z": 3.5986667214055, "mis_z": 0.913523477810044, "mu_lof": 2.28801928513e-06, "mu_mis": 2.37305302467e-05, "mu_syn": 1.00410581628e-05, "n_lof": 10.0, "n_mis": 220.0, "n_syn": 108.0, "p_li": 0.00378949203287813, "p_null": 8.93568567924679e-05, "p_rec": 0.99612115111033, "syn_z": 0.0741503950464354}, "nontcga": {"exp_lof": 30.9580641008, "exp_mis": 253.003875085, "exp_syn": 111.386564592, "lof_z": 3.71574166668265, "mis_z": 0.783165545015069, "mu_lof": 2.28801928513e-06, "mu_mis": 2.37305302467e-05, "mu_syn": 1.00410581628e-05, "n_lof": 10.0, "n_mis": 228.0, "n_syn": 112.0, "p_li": 0.00473652886718191, "p_null": 5.29677745277589e-05, "p_rec": 0.99521050335829, "syn_z": -0.0368001521347127}, "transcript": "ENST00000308192.9"}, "exons": [{"cdsend": 160753061, "cdsstart": 160702304, "chr": "6", "position": [[160702243, 160702353], [160706406, 160706542], [160707699, 160707806], [160711076, 160711191], [160712985, 160713125], [160714793, 160714914], [160716644, 160716763], [160718293, 160718456], [160718692, 160718838], [160722407, 160722567], [160731050, 160731232], [160731744, 160731893], [160733994, 160734088], [160736886, 160737007], [160738537, 160738612], [160739067, 160739208], [160741310, 160741417], [160752114, 160752260], [160752899, 160754097]], "strand": 1, "transcript": "NM_000301", "txend": 160754097, "txstart": 160702243}, {"cdsend": 160711195, "cdsstart": 160702304, "chr": "6", "position": [[160702192, 160702353], [160706406, 160706542], [160707699, 160707806], [160711076, 160711872]], "strand": 1, "transcript": "NM_001168338", "txend": 160711872, "txstart": 160702192}], "exons_hg19": [{"cdsend": 161174093, "cdsstart": 161123336, "chr": "6", "position": [[161123275, 161123385], [161127438, 161127574], [161128731, 161128838], [161132108, 161132223], [161134017, 161134157], [161135825, 161135946], [161137676, 161137795], [161139325, 161139488], [161139724, 161139870], [161143439, 161143599], [161152082, 161152264], [161152776, 161152925], [161155026, 161155120], [161157918, 161158039], [161159569, 161159644], [161160099, 161160240], [161162342, 161162449], [161173146, 161173292], [161173931, 161175129]], "strand": 1, "transcript": "NM_000301", "txend": 161175129, "txstart": 161123275}, {"cdsend": 161132227, "cdsstart": 161123336, "chr": "6", "position": [[161123224, 161123385], [161127438, 161127574], [161128731, 161128838], [161132108, 161132904]], "strand": 1, "transcript": "NM_001168338", "txend": 161132904, "txstart": 161123224}], "generif": [{"pubmed": 11888684, "text": "Angiostatin, an angiogenesis inhibitor, lowers intracellular pH in cultured endothelial cells under conditions of low extracellular pH, resulting in a decrease in cell migration and an increase in cell death."}, {"pubmed": 12016220, "text": "Streptokinase (SK) and staphylokinase activate human plasminogen"}, {"pubmed": 12036889, "text": "Tissue factor is the receptor for plasminogen type 1, containing both N-linked and O-linked oligosaccharide chains, on 1-LN human prostate cancer cells."}, {"pubmed": 12080056, "text": "substrate specificity of micro-plasminogen"}, {"pubmed": 12093796, "text": "plasmin induction of MCP-1 and CD40 in human monocytes via p38 MAPK and janus kinase/STAT signaling pathways"}, {"pubmed": 12192005, "text": "Data show that keratinocytes use an alternative plasminogen and matrix metalloproteinase-13-dependent pathway for dissolution of collagen fibrils."}, {"pubmed": 12406896, "text": "Angiostatin inhibited HGF-induced phosphorylation of c-met, Akt, and ERK1/2. Angiostatin also significantly inhibited proliferation of human umbilical vein endothelial cells (HUVECs) induced by HGF."}, {"pubmed": 12646571, "text": "investigation of clotting role of Kringle-1 domain from human plasminogen"}, {"pubmed": 12692411, "text": "Data suggest that dysplasminogenemia (congenital deficiency of plasminogen and molecular abnormality of plasminogen) may be a risk factor for deep vein thrombosis in the Korean population."}, {"pubmed": 12692411, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12697748, "text": "investigation of the mechanism of inhibition of plasminogen activation by lipoprotein(a)"}, {"pubmed": 12700073, "text": "Evidence is reviewed for plasminogen binding in the tumor environment; the known intrinsic functional relationship between plasminogen conformation and activation is essentially connected to cellular binding."}, {"pubmed": 12736244, "text": "The voltage-dependent anion channel is a receptor for plasminogen kringle 5 on endothelial cells."}, {"pubmed": 12871329, "text": "plasmin converts cell-bound Glu-plasminogen to Lys-plasminogen and this enzyme is produced by activation of monocytoid plasminogen by endogenous monocytoid plasminogen activators to enhance plasminogen activation on the monocytoid cell surface"}, {"pubmed": 12876630, "text": "A new plasminogen intron F-14T>G mutation, which was found to reduce the acceptor splicing site prediction score, suggesting a role in reducing the amount of correct plasminogen mRNA."}, {"pubmed": 14678821, "text": "Computer model of the interaction of human TFPI-2 Kunitz-type serine protease inhibitor with human plasmin [letter]"}, {"pubmed": 14719094, "text": "presence of angiostatin in ascitic and pleural effusions from cancer patients"}, {"pubmed": 14739127, "text": "Early plasmin generation does not seem to play a role in the subsequent activation of other inflammatory pathways during human endotoxemia."}, {"pubmed": 14769799, "text": "assembly of Plg and uPA on integrin alpha(M)beta(2) regulates Plm activity and, thereby, plays a crucial role in neutrophil-mediated thrombolysis"}, {"pubmed": 15090462, "text": "Plasminogen is an adhesive ligand for integrins alphaMbeta2 and alpha5beta1."}, {"pubmed": 15099286, "text": "A deficiency of plasminogen reduces processing of beta-endorphin and alpha-melanocyte stimulating hormone, and interferes with normal brain function."}, {"pubmed": 15211511, "text": "Lys-698 of human Pg plays a functional role in the so-called N-terminal insertion activation mechanism by streptokinase."}, {"pubmed": 15215240, "text": "analysis of the kinetic mechanism in which SK binding and reversible conformational activation of plasminogen occur in a rapid equilibrium, multistep process"}, {"pubmed": 15220341, "text": "Plasminogen is bound to the cell surface by histidine-rich glycoprotein"}, {"pubmed": 15321992, "text": "Plasminogen binding in the presence of the urokinase-type plasminogen activator (uPA) promoted the invasion of HeLa cells by Mycoplasma fermentans"}, {"pubmed": 15333838, "text": "a transgene expressing human plasminogen markedly increased mortality in mice infected with group A streptococci, and this susceptibility was dependent on bacterial streptokinase expression"}, {"pubmed": 15501816, "text": "binds to Streptococcus mutans alpha-enolase"}, {"pubmed": 15529749, "text": "studies of a 1:1 complex formed by the cellular conformation of the sheep prion protein with human plasminogen; effects of pressure, temperature and presence/absence of proteolytic inhibitors"}, {"pubmed": 15609351, "text": "recombinant PrPc binds to human plasminogen"}, {"pubmed": 15613921, "text": "histidine-proline-rich glycoprotein can act as either a positive or negative effector of Plg activation in vitro"}, {"pubmed": 15642732, "text": "plasminogen binds with high affinity to IGF-II and IGF-binding protein-3"}, {"pubmed": 15677446, "text": "Data show that bacillolysin MA (BL-MA)affects blood coagulation and fibrinolysis systems and can be used to produce angiostatin-like plasminogen fragments and active serine proteases of human plasma [BL-MA]."}, {"pubmed": 15746964, "text": "angiostatin and plasminogen share binding to endothelial cell surface actin and, therefore, that angiostatin has the potential to inhibit plasmin-dependent processes such as cell migration-movement"}, {"pubmed": 15911629, "text": "associations suggest that PLG has the potential to simultaneously regulate calcium signaling pathways and Na+/H+ exchanges necessary for tumor cell proliferation and invasiveness"}, {"pubmed": 16087677, "text": "Plasmin and thrombin accelerate shedding of syndecan-4 ectodomain, which generates cleavage sites at Lys(114)-Arg(115) and Lys(129)-Val(130) bonds"}, {"pubmed": 16097950, "text": "The effect of conformation on the initial and secondary cleavages of plasminogen to generate active angiostatins is reported."}, {"pubmed": 16229836, "text": "Protein S plays a role in cell-associated plasminogen activation and invasive potential of inflammatory cells."}, {"pubmed": 16478887, "text": "The cytoprotective effect of plasminogen requires plasmin proteolytic activity and requires PAR1"}, {"pubmed": 16601838, "text": "angiostatins K1-3, K1-4 and K1-4.5 mediate anti-angiogenesis in a process involvingp53, FasL, AKT and mRNA deregulation"}, {"pubmed": 16790522, "text": "propose that the human plasminogen system plays a critical role in group A streptococcal M1T1 systemic disease initiation."}, {"pubmed": 16828203, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17115186, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17200769, "text": "Ca (2+) -dependent and -independent binding of Lys-Pg to FXa33/13 are C-terminal lysine-dependent. The N-terminal 1 - 77 amino acids of Glu-Pg confer significant C-terminal lysine-independent binding, which may play a role in PLG activation"}, {"pubmed": 17206383, "text": "Plasminogen bound to hsps 27, 60, and 70 and Angiostatin predominantly bound to hsp 27 and to hsp 70 in a concentration- and kringle-dependent manner."}, {"pubmed": 17272502, "text": "Kringle 5 of human plasminogen has a role in autophagic survival by up-regulating Beclin 1 and complexing Bcl-2 to Beclin 1"}, {"pubmed": 17379720, "text": "Strain ST1 of L. crispatus enhanced activation of human Plg by the tissue-type Plg activator (tPA), whereas enhancement of the urokinase-mediated Plg activation was lower."}, {"pubmed": 17545513, "text": "stromal fibroblasts play a role in promoting pancreatic cancer metastasis via activation of the uPA-plasminogen-MMP-2 cascade"}, {"pubmed": 17606760, "text": "endothelial microparticles act as vectors supporting efficient plasmin generation"}, {"pubmed": 17616171, "text": "the explosive generation of plasmin in blood or plasma, which diminishes SK's therapeutic effects, is attributable to the formation of SK x Pg*, and this process is governed by kringle domains."}, {"pubmed": 17653767, "text": "Leishmania mexicana enolase acts as a possible plasminogen receptor in vivo."}, {"pubmed": 17656680, "text": "a novel role for the plasminogen activation system in the regulation of fibroblast apoptosis and a potential role of TGF-beta1/PAI-1 in promoting (myo)fibroblast survival in chronic fibrotic disorders."}, {"pubmed": 17890952, "text": "Hydroxyethyl starch (HES) dilution enhances fibrinolysis by diminishing alpha2-antiplasmin-plasmin interactions. Plasmin =plasminogen activated by limited proteolysis."}, {"pubmed": 17927806, "text": "A plasminogen gene SNP was associated with non-fatal myocardial infarction risk."}, {"pubmed": 17976375, "text": "Plasmin has nucleosome releasing factor (NRF) activity, but is not the NRF responsible for removal of nucleosomes from secondary necrotic cells."}, {"pubmed": 17978577, "text": "The results of this study indicate that leukocytes regulate plasminogen activation, and consequently plasmin activities, through an interaction with alphaXbeta2 integrin."}, {"pubmed": 18039838, "text": "Plasminogen was identified as the fourth host regulatory molecule in human serum that binds to A. fumigatus conidia."}, {"pubmed": 18070889, "text": "These results support the idea of a physiological role for the choline-binding protein E (CBPE)-plasminogen interaction in pneumococcal dissemination into human tissue."}, {"pubmed": 18160581, "text": "Arginine stabilization allows reliable determinations of functional plasminogen in the blood of patients receiving fibrinolytics, enabling the rapid diagnosis of prothrombotic plasminogen consumption."}, {"pubmed": 18163891, "text": "angiogenesis inhibition activity on endothelial cells caused by plasminogen processing by cathepsin V"}, {"pubmed": 18223261, "text": "Alpha(2)-AP-resistant urinary plasmin activity may be useful as a diagnostic marker for acute poststreptococcal glomerulonephritis."}, {"pubmed": 18279394, "text": "The modulation of plasmin activity by long-chain fatty acids was characterized quantitatively in a continuous amidolytic assay."}, {"pubmed": 18289715, "text": "We have recently identified increased expression of tPA genes that implicate fibrinolysis in ALD progression."}, {"pubmed": 18310038, "text": "The findings illustrate how apparently innocuous commensal bacteria are capable of utilizing a mechanism that is generally regarded as being of importance to pathogenicity and suggest an additional role of plasminogen binding."}, {"pubmed": 18329389, "text": "These findings demonstrate that Arg(484) plays a key role within the A2 plasmin-binding site, responsible for plasmin-catalyzed factor VIII(a) inactivation.[Plasmin]"}, {"pubmed": 18331597, "text": "SAK reduces tPA/uPA-mediated Plg activation by means of SAK.Plg complex formation, consequently downregulating tPA/uPA-induced fibrinolysis."}, {"pubmed": 18366077, "text": "Data suggest that PANC-1 cells possess intrinsic, PAI-1-sensitive mechanism for promotion of aggregation and differentiation by prolonged exposure to plasminogen and, possibly, additional precursors of PARs agonists."}, {"pubmed": 18392331, "text": "results demonstrate that alteration of glycosylation and Lys binding properties could increase the anti-angiogenic action of krngle 1-5, possibly via enhanced interaction with integrin alpha(v)beta(3) in endothelial cells"}, {"pubmed": 18566672, "text": "Directly binds to Aspergillus fumigatus; genetic variation within the plasminogen pathway influences the pathogenesis of invasive aspergillosis."}, {"pubmed": 18566672, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18568768, "text": "Plasminogen derivatives encoding kringles 1-4 and kringles 1-5 exert indirect antiangiogenic and direct antitumoral effects in experimental lung cancer."}, {"pubmed": 18658146, "text": "analysis of the sequence of molecular events in the formation of the SK.Pm catalytic complex and its regulation by kringle ligands"}, {"pubmed": 18667578, "text": "Recruitment of plasminogen on the bacterial cell surface provide B. lactis with plasmin effective in degradation of extracellular matrix."}, {"pubmed": 18685433, "text": "Direct interaction between human plasminogen and mouse hepatocytes occurs through its lysine binding sites. Kringle-number-dependent binding inhibition was seen,. Both high- & low-affinity sites participate in binding."}, {"pubmed": 18714035, "text": "closely related alpha(M)beta(2) ligands, plasminogen and angiostatin, derived from plasminogen, as well as fibrinogen and its two derivative alpha(M)beta(2) recognition peptides, P1 and P2-C, differed markedly in their effects on neutrophil apoptosis."}, {"pubmed": 18981180, "text": "Plasmin activates epithelial Na+ channels by cleaving the gamma subunit"}, {"pubmed": 18983515, "text": "ability of the apo(a) component of Lp(a) to inhibit the key positive feedback step of plasmin-mediated Glu-plasminogen to Lys-plasminogen conversion"}, {"pubmed": 19074676, "text": "Endostatin and angiostatin are increased in diabetic patients with coronary artery disease and associated with impaired coronary collateral formation."}, {"pubmed": 19158842, "text": "bullous pemphigoid relevant collagen XVII fragment can also arise in an ADAM-independent manner through direct action by plasmin"}, {"pubmed": 19308255, "text": "Borrelia recurrentis HcpA binds human complement regulators, Factor H, CFHR-1, and simultaneously, the host protease plasminogen."}, {"pubmed": 19363026, "text": "Defining the structural basis of plasminogen binding by streptococcal surface enolase."}, {"pubmed": 19465692, "text": "Angiostatin regulates the expression of antiangiogenic and proapoptotic pathways via targeted inhibition of mitochondrial proteins"}, {"pubmed": 19574304, "text": "Acting as a human plasminogen receptor, the bifidobacterial surface enolase is suggested to play an important role in the interaction process with the host."}, {"pubmed": 19712047, "text": "Proteolytic cleavage of HRG by plasmin may provide a feedback mechanism to regulate the effects of HRG on the plasminogen/plasmin system and other functions of HRG."}, {"pubmed": 19800007, "text": "The NMR-derived structure of K2Pg in complex with VEK-30 presents a folding pattern typical of other kringle domains, while bound VEK-30 forms an end-to-end alpha-helix (residues 6-27) in the complex."}, {"pubmed": 19801674, "text": "analysis of an exosite involved in catalytic turnover by the streptokinase-plasmin activator complex during human plasminogen activation"}, {"pubmed": 19821587, "text": "Data have found that AMCHA binds at the canonical kringle lysine binding site (LBS), structured by the Pro54-Gly60 segment plus the neighboring Phe36, Thr37, Trp62, Leu71, and Tyr72 residues."}, {"pubmed": 19850343, "text": "The pH-regulated antigen 1 (Pra1) protein was identified as a novel Factor H and FHL-1 binding protein."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20056908, "text": "Plasmin triggers chemotaxis of monocyte-derived dendritic cells through an Akt2-dependent pathway and promotes a T-helper type-1 response."}, {"pubmed": 20095998, "text": "Identify plasminogen as a protein that can prevent leukocyte/platelet adhesion and further define the mechanisms whereby plasma proteins function as antiadhesive molecules."}, {"pubmed": 20112045, "text": "Results describe the functional characterization of the unique plasmin(ogen)-binding region of the human alpha(2)-plasmin inhibitor."}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20143645, "text": "elevated plasma levels in patients with hereditary angioedema"}, {"pubmed": 20152941, "text": "Effects on human plasminogen conformation and activation rate caused by interaction with VEK-30, a peptide derived from the group A streptococcal M-like protein (PAM)."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346413, "text": "Naturally occurring human plasminogen, like genetically related apolipoprotein(a), contains oxidized phosphatidylcholine adducts."}, {"pubmed": 20553606, "text": "Hsp90alpha is released by invasive cancer cells via exosomes and activates plasmin, a second protease that acts in cancer cell invasion."}, {"pubmed": 20565259, "text": "Borrelia burgdorferi CRASP-1 binds to several human extracellular matrix proteins and plasminogen that may contribute to adhesion, bacterial colonization, and organ tropism and may allow dissemination of Borrelia burgdorferi in the host."}, {"pubmed": 20617841, "text": "Using a recombinant construct expressed in Escherichia coli, the three-dimensional solution structure of plasminogen kringle 3 domain was determined via NMR spectroscopy."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20655859, "text": "insights into the mechanisms for the tight and highly specific interaction of the kringle 2 domain of human plasminogen (K2(Pg)) with a 30-residue internal peptide"}, {"pubmed": 20702651, "text": "These results indicate that plasminogen promotes influenza A virus replication in an annexin 2-dependent fashion in the absence of viral neuraminidase."}, {"pubmed": 20709033, "text": "Plasmin activity is reduced in Alzheimer's disease (AD) but does not reach statistical significance; the data do not support involvement of plasmin in the abnormal accumulation of amyloidbeta in AD."}, {"pubmed": 20726765, "text": "The results suggest that expression of staphylokinase followed by activation of plasminogen alleviates the course of Staphylococcus aureus sepsis."}, {"pubmed": 21072208, "text": "Data suggest that the pathomechanism of plasminogen activation is conserved in oral streptococci."}, {"pubmed": 21174000, "text": "analysis of novel plasminogen (PLG) gene mutations in a series of 23 patients with low PLG activity"}, {"pubmed": 21236472, "text": "The study shows that the alternative pathway for plasmin-mediated fibrinolysis by leukocyte elastase is activated, and contributes to the degradation of cross-linked fibrin in sepsis-induced disseminated intravascular coagulation."}, {"pubmed": 21300353, "text": "demonstrated differential immunoexpression patterns between native Lp(a) and plasminogen, and suggested that Lp(a)-plasminogen interaction may play a part in differential mechanisms in all atherosclerotic lesions of carotid and cerebral arteries"}, {"pubmed": 21316746, "text": "Plasmin generation was greatly enhanced by alpha-2-antiplasmin deficiency."}, {"pubmed": 21464960, "text": "PLG-bound spores were capable of exhibiting anti-opsonic properties by cleaving C3b molecules in vitro and in rabbit bronchoalveolar lavage fluid."}, {"pubmed": 21467042, "text": "an interaction between TAFIa and plasminogen comprises a component of the reaction mechanism, the plausibility of which was established by showing that TAFIa binds both Glu-Pg and Lys-Pg."}, {"pubmed": 21510941, "text": "Site-directed mutagenesis of staphylokinase(SAK) His43 and SAKTyr44 demonstrated the crucial requirement of a positively charged and an aromatic residue, respectively, at these positions for optimal functioning of SAK-plasmin activator complex."}, {"pubmed": 21543325, "text": "When the C terminus of alpha(2)-antiplasmin was removed, the binding affinity for active site-blocked plasmin remained high, suggesting additional exosite interactions between the serpin core and plasmin."}, {"pubmed": 21680799, "text": "Results identify neoepitopes latent in soluble Glu-plasminogen that become available when Glu-plasminogen binds to cells."}, {"pubmed": 21755014, "text": "Lsa66 is a novel OmpA-like protein with dual activity that may promote the attachment of Leptospira to host tissues and may contribute to the leptospiral invasion."}, {"pubmed": 21787393, "text": "MMP-19 processes human plasminogen in a characteristic cleavage pattern to generate three angiostatin-like fragments"}, {"pubmed": 21802507, "text": "PLA-coated leptospires interfere with complement C3b and IgG depositions on the bacterial surface."}, {"pubmed": 21832858, "text": "Studies indicate that plasmin is present in the urine of patients with the nephrotic syndrome, but not under normal conditions."}, {"pubmed": 21998162, "text": "Blood-brain barrier invasion by Cryptococcus neoformans is enhanced by functional interactions with plasmin."}, {"pubmed": 22027013, "text": "Te results of this study suggested taht genetic variations in MMEL1, ECE1, ECE2, AGER, PLG, PLAT, NR1H3, MMP3, LRP1, TTR, NR1H2, and MMP9 genes do not play major role among the Finnish AD patient cohort."}, {"pubmed": 22079981, "text": "Dengue virus-induced Plg cross-reactive antibodies may enhance Plg conversion to plasmin, which could contribute to hyperfibrinolysis in patients with dengue hemorrhagic fever/dengue shock syndrome."}, {"pubmed": 22124123, "text": "PE is a major plasminogen-binding protein of the Gram-negative bacterium H. influenzae, and when converted to plasmin, PE-bound plasmin aids in immune evasion and contributes to bacterial virulence."}, {"pubmed": 22147698, "text": "Calcium binding to leptospira outer membrane antigen LipL32 is not necessary for its interaction with plasma fibronectin, collagen type IV, and plasminogen."}, {"pubmed": 22187433, "text": "A high affinity interaction of plasminogen with fibrin is not essential for efficient activation by tissue-type plasminogen activator"}, {"pubmed": 22197896, "text": "homocysteine and its thiolactone may affect fibrinolytic properties of plasminogen and plasma, leading to the decrease of plasmin activity"}, {"pubmed": 22287006, "text": "TNF-alpha modulateds the plasminogen-mediated Bifidobacterium animalis subsp. lactis -enterocyte interaction, reducing the bacterial adhesion to the enterocytes and enhancing migration to the luminal compartment."}, {"pubmed": 22507544, "text": "Report complex interplay between the fibrinogen- and plasminogen-dependent antiadhesive systems, which may contribute to the mechanisms that control the adhesiveness of a fibrin shell on the surface of hemostatic thrombi."}, {"pubmed": 22518846, "text": "SUPA formed a higher avidity complex (118-fold) with bovine Pg than with human Pg and non-proteolytically activated bovine but not human Pg."}, {"pubmed": 22619171, "text": "Plasmin cleaved mainly the N-terminal region of alpha-syn and also inhibited the translocation of extracellular alpha-syn into the neighboring cells in addition to the activation of microglia and astrocytes by extracellular alpha-syn."}, {"pubmed": 22641690, "text": "A new pathway triggered by cell confluence that regulates basement membrane (BM) protein composition by suppressing the uPA-uPAR-plasmin pathway, was identified."}, {"pubmed": 22677171, "text": "Alendronate promotes plasmin-mediated MMP-9 inactivation by exposing cryptic plasmin degradation sites within the MMP-9 catalytic domain"}, {"pubmed": 22685231, "text": "Lys-plasminogen, an amino-terminal truncated form of plasminogen, was identified as the binding protein to ADAMTS13."}, {"pubmed": 22732096, "text": "The Lsa30 (LIC110870) is a novel adhesin that binds plasminogen and the complement regulator C4bp."}, {"pubmed": 22832192, "text": "The structure of closed plasminogen reveals that the PAp and SP domains, together with chloride ions, maintain the closed conformation through interactions with the kringle array."}, {"pubmed": 22974122, "text": "plasminogen and plasmin but not tissue-type plasminogen activator have roles in regulating fibrinolysis by C-terminal lysines"}, {"pubmed": 22987920, "text": "Data suggest that proteolytic activation of ENaC by plasmin may contribute to Na(+) retention and hypertension in preeclampsia."}, {"pubmed": 22996753, "text": "suggest that the extensive backcrossing performed prior to our studies has eliminated the confounding effect of a known polymorphic metastasis modifier gene region located adjacent to the Plg gene"}, {"pubmed": 23071278, "text": "Lpd is a novel surface-exposed virulence factor of P. aeruginosa that binds Factor H, FHL-1, CFHR1, and plasminogen, and the Lpd-attached regulators are relevant for innate immune escape and most likely contribute to tissue invasion."}, {"pubmed": 23071827, "text": "Staphylococcus aureus proteins Sbi and Efb recruit human plasmin to degrade complement C3 and C3b."}, {"pubmed": 23103380, "text": "The enolase EnoA1 of Lactobacillus plantarum is here shown to interact with human plasminogen."}, {"pubmed": 23118497, "text": "Plasmin triggers release of the chemokine CCL20 from dendritic cells."}, {"pubmed": 23140098, "text": "Letter: Plasmin and the thrombin-thrombomodulin complex both contribute to thrombin-activatable fibrinolysis inhibitor activation in whole blood model thrombi."}, {"pubmed": 23150713, "text": "Multistep chromatographic fractionation of human serum identifies plasminogen as a novel factor that promotes phagocytic clearance of apoptotic cells."}, {"pubmed": 23341464, "text": "Data indicate that endopeptidase O (PepO) is a ubiquitously expressed plasminogen- and fibronectin-binding protein, which plays role in pneumococcal invasion of host cells and aids in immune evasion."}, {"pubmed": 23449787, "text": "Cleavage activation of HA by plasmin/plasminogen was independent of the viral NA."}, {"pubmed": 23481605, "text": "Unlike SCM, which binds to the C terminus of human plasminogen, the Streptococcus canis enolase interacts N terminally with the first four kringle domains of plasminogen, representing angiostatin."}, {"pubmed": 23576799, "text": "Further, plasmin stimulates the NF-kappaB/p38-dependent expression of ICAM-1 by human umbilical vein endothelial cells."}, {"pubmed": 23583624, "text": "Authors show that plasminogen can be recruited to the surface of Fusobacterium necrophorum and that surface-bound plasminogen is more easily converted to active plasmin than plasminogen in buffer."}, {"pubmed": 23645683, "text": "Data indicate that plasmin cleavage attenuates PlGF-2-mediated VEGFR-1 phosphorylation."}, {"pubmed": 23699598, "text": "Glycation of plasminogen in diabetes directly affects fibrinolysis by decreasing plasmin generation and reducing protein-specific activity, changes that are reversible with modest improvement in glycemic control."}, {"pubmed": 23702659, "text": "These findings highlight a critical role for plasmin in the catabolism of aggregated LDL by macrophages and provide a new context for considering the atherogenic role of plasmin."}, {"pubmed": 23721211, "text": "Plasminogen stimulates autocrine cytokine production in human airway smooth muscle cells in a manner mediated by plasmin and annexin A2."}, {"pubmed": 23850366, "text": "The results demonstrate that Bacteroides fragilis Bfp60 surface adhesin is responsible for the recognition of laminin and plasminogen-plasmin activation."}, {"pubmed": 23853591, "text": "Data suggest plasminogen is involved in susceptibility/resistance to Group A streptococcal infection (GAS); mice expressing human plasminogen transgene are more susceptible to invasive GAS than urokinase-type plasminogen activator knockout mice."}, {"pubmed": 23906818, "text": "The surface-displayed enolase, which serves as major pneumococcal plasminogen receptor, was identified as a key factor for plasminogen-mediated bacterial attachment in infection analyses with Streptococcus pneumoniae."}, {"pubmed": 23912396, "text": "Hepatocellular carcinoma shows significantly elevated serum levels of angiogenic factors VEGF and Ang-2 and of anti-angiogenic factors endostatin and angiostatin."}, {"pubmed": 23969887, "text": "Data show that preincubation with plasminogen, wild-type group A Streptococcus (GAS) NS88.2 degraded complement C3b."}, {"pubmed": 24029428, "text": "PLG carried more pathogenic variants than any other coagulation gene, including three known plasminogen deficiency mutations and a predicted pathogenic variant in atypical hemolytic uremic syndrome."}, {"pubmed": 24205998, "text": "Angiostatin may play a role in the pathophysiology of preeclampsia."}, {"pubmed": 24338014, "text": "Generation of angiostatin in blood involves activation of plasminogen to the serine protease plasmin and facilitated cleavage of two disulfide bonds and up to three peptide bonds in the kringle 5 domain of the protein."}, {"pubmed": 24449821, "text": "We propose that plasminogen activation on endothelial cells acts as a natural backup for ADAMTS13 to degrade obstructive platelet-VWF complexes."}, {"pubmed": 24457100, "text": "ANG interacts with plasminogen activation system at the leading edges of breast cancer cell surfaces and facilitates interactions of uPAR with uPA to regulate plasmin formation and cell migration."}, {"pubmed": 24605649, "text": "System of activation of plasminogen in Vibrio cholerae"}, {"pubmed": 24840471, "text": "The results suggested that EF-Tu and Eno serve as surface receptors for B. longum NCC2705 binding to human plasminogen."}, {"pubmed": 24909805, "text": "High plasma fibrinogen and low plasminogen are associated with poor survival in CTEPH patients without modern therapy."}, {"pubmed": 25059665, "text": "Data indicate that binding of tissue-type plasminogen activator (t-PA) to glucose-regulated protein 78 (GRP78) stimulates its amidolytic activity, activation of plasminogen (Pg), and cell proliferation."}, {"pubmed": 25128532, "text": "Reduced plasminogen binding and delayed activation render gamma'-fibrin more resistant to lysis than gammaA-fibrin."}, {"pubmed": 25138220, "text": "Binding of streptokinase Lys(414) to plasminogen kringle 4 plays a role in recognition of plasminogen by streptokinase."}, {"pubmed": 25208887, "text": "Genome-wide association analyses revealed common DNA variants in PLG, LPA, and near SIGLEC14 that contribute to plasma plasminogen level variation."}, {"pubmed": 25222106, "text": "Human plasmin activity loss results from the C-terminal lysine-dependent redistribution of enzyme molecules on a fibrin surface."}, {"pubmed": 25407528, "text": "This review highlights the importance of the best-characterized components of the PLG/PLA cascade in the pathogenesis of cancer focusing on the role of the cell surface-PLG receptors (PLG-R). [review]"}, {"pubmed": 25409527, "text": "manganese transport protein C (MntC) is an extracellular matrix- and plasminogen-binding protein"}, {"pubmed": 25466412, "text": "PLG is the third replicated shared genetic risk factor of atherosclerosis and periodontitis."}, {"pubmed": 25556624, "text": "Plasmin cleavage of iC3b provides a complement regulatory pathway that is as efficient as FI/CR1 but does not require a cellular cofactor."}, {"pubmed": 25674820, "text": "A novel plasminogen gene mutation, deficiency of plasminogen antigen and activity, and anti-plasminogen IgG and IgA antibodies were identified in a patient with adult-onset ligneous conjunctivitis."}, {"pubmed": 25712989, "text": "Data show that different subpopulations of platelets harbor plasminogen by diverse mechanisms"}, {"pubmed": 25789495, "text": "Zinc modulates fibrinolysis by attenuating tPA-mediated plasminogen activation and plasmin-induced fibrin degradation."}, {"pubmed": 25971850, "text": "Suggest that tubulointerstitial plasmin is associated with inflammation leading to renal fibrosis, and can cause the decline in renal function seen in patients with IgA nephropathy."}, {"pubmed": 25993872, "text": "IGF-II, TGF-beta1 and VEGF-A and its receptor in malignant tumor tissue, as well as increasedplasmin release from proenzyme and MMP-3 activationis apparently associated with the formation of pathogenic mechanism of vasculature development"}, {"pubmed": 26029848, "text": "PAM activated Plasminogen Glycoform II."}, {"pubmed": 26067271, "text": "whereas the presence of plasminogen did not affect the factor I cofactor activity of C4BP, the activation of plasminogen by urokinase-type plasminogen activator to active plasmin was significantly augmented in the presence of C4BP."}, {"pubmed": 26070561, "text": "These studies demonstrate that GAS virulence can be explained by disparate hPg activation by SK2a and SK2b coupled with the coinherited M-proteins of these strains"}, {"pubmed": 26340456, "text": "Five novel plasminogen gene mutations have been found in Turkish patients with type I plasminogen deficiency."}, {"pubmed": 26359437, "text": "These results indicate that FXIIIa activity can be modulated by fibrinolytic enzymes, and suggest that changes in fibrinolytic activity may influence cross-linking of blood proteins."}, {"pubmed": 26493446, "text": "This article gives an update of the current knowledge about the role of the plasminogen activation system on different aspects of neuroinflammation. [review]"}, {"pubmed": 26510751, "text": "Plasminogen and OxPL-PLG were lower in patients presenting with an acute MI than in those with stable CAD and also in those with atherothrombotic MI (Type 1) vs. those with non-atherothrombotic MI (Type 2)."}, {"pubmed": 26637181, "text": "reduced proteolytic activity of plasmin on structures of growing thrombi, rather than on complement activation fragments, explains the association of plasminogen deficiency with aHUS."}, {"pubmed": 26667841, "text": "Plasminogen binding and activation by different glycolytic enzymes of M. pneumoniae play a role in successful colonization of the human respiratory tract."}, {"pubmed": 26822058, "text": "we demonstrated that PLG functions as a molecular bridge between tricellulin and streptococcal surface enolase (SEN). The wild type strain efficiently translocated across the epithelial monolayer, accompanied by cleavage of transmembrane junctional proteins."}, {"pubmed": 27094771, "text": "This study shows that suppression of PKC-alpha attenuates TNF-alpha-evoked cerebral barrier breakdown via regulations of MMP-2 and plasminogen-plasmin system."}, {"pubmed": 27130860, "text": "Our findings indicate a new pathway for bradykinin formation in patients with HAE, in which FXII is cleaved and activated by plasmin."}, {"pubmed": 27194432, "text": "Although carriers with PLG:p.Ala620Thr show low plasminogen activity, this is not a predisposing variant for aHUS; and individuals of dysplasminogenemia are not at significantly increased risk of aHUS."}, {"pubmed": 27194806, "text": "Analysis of plasminogen genetic variants in multiple sclerosis patients has been reported."}, {"pubmed": 27301418, "text": "plasmin cleaves surface-bound CCL21 to release the C-terminal peptide responsible for CCL21 binding to glycosaminoglycans on the extracellular matrix and cell surfaces, thereby generating the soluble form."}, {"pubmed": 27488131, "text": "S. aureus NCTC 8325-4 adheres to immobilized plasminogen in vitro and that the adhesion may be mediated by a C-terminal fragment of the PBP3 protein.[PBP3]"}, {"pubmed": 27569900, "text": "Enolase of Mtb is present on its surface and binds human plasminogen with high affinity."}, {"pubmed": 27694320, "text": "in the presence of platelet polyphosphate and the downstream substrate fibrin, alphaFXIIa is a highly efficient and favorable plasminogen activator."}, {"pubmed": 27935848, "text": "Plasmin(ogen) serves as a favorable biomarker for prediction of survival in advanced high-grade serous ovarian cancer"}, {"pubmed": 27976734, "text": "The homozygous alleles in F12 (rs1801020) and F13 (rs5985) was identified a genetic risk profile of thromboembolism in a Family."}, {"pubmed": 28041642, "text": "Plasminogen and P4HA2 are involved in vascular remodelling and angiogenesis, suggesting a high relevance of these processes for the pathogenic mechanisms underlying this type of vasculitis"}, {"pubmed": 28279966, "text": "VWF susceptibility to plasmin proteolysis at K1491-R1492 is modulated by local N-linked glycan expression within A1A2A3, and specifically inhibited by heparin binding to the A1 domain."}, {"pubmed": 28350991, "text": "bone morphogenetic proteins (BMPs) and mature BMPs that have been further cleaved by serum proteases induce cell cycle entry by dedifferentiating newt muscle cells."}, {"pubmed": 28548211, "text": "We did not find an association of the AgP risk variant rs4252120 with CP. However, we identified a haplotype block downstream of PLG, which showed shared association with CP and AgP."}, {"pubmed": 28648598, "text": "t-PA binds to Lys91 in the MBP NH2-terminal region and PLG binds to Lys122 in the MBP COOH-terminal region. This proximity promotes the activation of PLG by t-PA."}, {"pubmed": 28651026, "text": "Plasminogen binds to the cell surface-exposed proteins of Candida parapsilosis."}, {"pubmed": 28710283, "text": "Data suggest that protein aggregates interact with tissue-type plasminogen activator and plasminogen to efficiently generate plasmin; this aggregate-bound plasmin is shielded from inhibition by alpha-2-antiplasmin and degrades protein aggregates to release smaller, soluble but relatively hydrophobic peptide fragments; these fragments bind to and are cytotoxic to microglia (by not vascular endothelial cells)."}, {"pubmed": 28724633, "text": "The mechanism for plasminogen/M protein binding uncovered here may facilitate targeting of group A Streptococcus pyogenes virulence factors for disease management"}, {"pubmed": 28752190, "text": "Our findings that plasminogen and pSTAT3 are significantly associated with LI suggest that they may represent signaling nodes or biomarkers of pathways common to the processes of postlactational involution and LI."}, {"pubmed": 28795768, "text": "Hereditary angioedema with a mutation in the PLG gene is a novel type of hereditary angioedema. It is associated with a high risk of tongue swellings."}, {"pubmed": 28924209, "text": "The ability of HMGA1 to regulate the plasminogen activator system may constitute an important mechanism by which HMGA1 promotes cancer progression."}, {"pubmed": 28968817, "text": "Here, the authors show that PspC is a pneumococcal plasminogen receptor and that plasmin generated on the surface of hemolytic uremic syndrome pneumococci damages endothelial cells, causing endothelial retraction and exposure of the underlying matrix."}, {"pubmed": 29076253, "text": "Urinary angiostatin and VCAM-1 are predictive of specific histological changes in concurrent lupus nephritis renal biopsies."}, {"pubmed": 29548426, "text": "A rare non-conservative missense mutation was newly identified in exon 9 of the PLG gene."}, {"pubmed": 29767556, "text": "The presence of active plasmin in urine in hydronephrosis could cause abnormal proteolytic activation of ENaC-gamma and impaired ability to excrete Na via NCC."}, {"pubmed": 29852400, "text": "Cell type-specific roles for uPAR, alphaMbeta2, and alphaVbeta3 are involved in promoting plasminogen activation and mediating the inhibitory effects of apo(a) in this process."}, {"pubmed": 29987869, "text": "we identified a missense mutation, K330E, in the PLG gene in four patients from two unrelated families with HAEnCI in Japan. To our knowledge, the F12 mutations, as well as other genetic abnormalities, have not been reported in Asian patients."}, {"pubmed": 29990619, "text": "Apo(a) attenuates cell-surface plasmin-mediated conversion of Glu- to Lys-plasminogen."}, {"pubmed": 30657605, "text": "These results reveal an up-to-now undetermined function of M6P/IGF2R in clearance of apoptotic cells, which is crucial for tissue homeostasis."}, {"pubmed": 30690783, "text": "Regulation of innate immunity by the fibrinolysis system may reflect the nature of the stimulus and a balance between the potentially opposing activities of tPA and plasmin."}, {"pubmed": 31295457, "text": "the 1.7-A x-ray crystal structure of kringle 2 (KR2) domain of host Plg in complex with a monomeric Plasminogen (Plg)-binding M protein peptide that contains both the a1 and a2 motifs, is reported."}, {"pubmed": 31316511, "text": "Plasminogen and the Plasminogen Receptor, Plg-RKT, Regulate Macrophage Phenotypic, and Functional Changes."}, {"pubmed": 32065705, "text": "Hereditary angioedema in a single family with specific mutations in both plasminogen and SERPING1 genes."}, {"pubmed": 32123038, "text": "The M Protein of Streptococcus pyogenes Strain AP53 Retains Cell Surface Functional Plasminogen Binding after Inactivation of the Sortase A Gene."}, {"pubmed": 32694536, "text": "Selection of mutant microplasmin for amyloid-beta cleavage in vivo."}, {"pubmed": 32861744, "text": "The multifaceted role of plasminogen in inflammation."}, {"pubmed": 32929111, "text": "Multi-omic studies on missense PLG variants in families with otitis media."}, {"pubmed": 33058314, "text": "Chlamydia trachomatis glyceraldehyde 3-phosphate dehydrogenase: Enzyme kinetics, high-resolution crystal structure, and plasminogen binding."}, {"pubmed": 33105833, "text": "Structural Insights into the Interactions of Candidal Enolase with Human Vitronectin, Fibronectin and Plasminogen."}, {"pubmed": 33427113, "text": "Alterations of serum levels of plasminogen, TNF-alpha, and IDO in granulomatosis with polyangiitis patients."}, {"pubmed": 33486886, "text": "Mycobacterium tuberculosis glyceraldehyde-3-phosphate dehydrogenase plays a dual role-As an adhesin and as a receptor for plasmin(ogen)."}, {"pubmed": 33735914, "text": "Plasminogen: an enigmatic zymogen."}, {"pubmed": 33799813, "text": "Screening for Plasminogen Mutations in Hereditary Angioedema Patients."}, {"pubmed": 33827130, "text": "Plasmin-mediated cleavage of high-molecular-weight kininogen contributes to acetaminophen-induced acute liver failure."}, {"pubmed": 34354045, "text": "Low level of plasminogen increases risk for mortality in COVID-19 patients."}, {"pubmed": 34650023, "text": "Mannose-binding lectin-associated serine protease-1 cleaves plasminogen and plasma fibronectin: prefers plasminogen over known fibrinogen substrate."}, {"pubmed": 34941394, "text": "Fibrin is a critical regulator of neutrophil effector function at the oral mucosal barrier."}, {"pubmed": 34964287, "text": "Binding of the kringle-2 domain of human plasminogen to streptococcal PAM-type M-protein causes dissociation of PAM dimers."}, {"pubmed": 35690148, "text": "Plasminogen and plasmin can bind to human T cells and generate truncated CCL21 that increases dendritic cell chemotactic responses."}, {"pubmed": 35803063, "text": "Oxidized phospholipids on apolipoprotein B-100 versus plasminogen and risk of coronary heart disease in the PROCARDIS study."}, {"pubmed": 35864199, "text": "TRPM7 restrains plasmin activity and promotes transforming growth factor-beta1 signaling in primary human lung fibroblasts."}, {"pubmed": 36129033, "text": "Case-only design identifies interactions of genetic risk variants at SIGLEC5 and PLG with the lncRNA CTD-2353F22.1 implying the importance of periodontal wound healing for disease aetiology."}, {"pubmed": 36418094, "text": "A Missense Mutation of the Plasminogen Gene in a Japanese Family with Hereditary Angioedema with Normal C1 Inhibitor: Third Family Survey in Asia."}, {"pubmed": 36675082, "text": "Distinguishing Plasmin-Generating Microvesicles: Tiny Messengers Involved in Fibrinolysis and Proteolysis."}, {"pubmed": 36763533, "text": "Angiopoietin-like protein 4/8 complex-mediated plasmin generation leads to cleavage of the complex and restoration of LPL activity."}, {"pubmed": 36766787, "text": "The Role of the Plasminogen/Plasmin System in Inflammation of the Oral Cavity."}, {"pubmed": 37314019, "text": "Increased glutamate in type 2 diabetes in the Korean population is associated with increased plasminogen levels."}, {"pubmed": 37495082, "text": "Crosstalk between the plasminogen/plasmin system and inflammation resolution."}, {"pubmed": 37712947, "text": "A dual role for ERK-1/2 in the regulation of plasmin activity and cell migration in metastatic NSCLC-H1299 cells."}, {"pubmed": 37971174, "text": "Plasminogen deficiency suppresses pancreatic ductal adenocarcinoma disease progression."}, {"pubmed": 37979915, "text": "Identification and characterization of calreticulin as a novel plasminogen receptor."}, {"pubmed": 38101751, "text": "Proteoform-Resolved Profiling of Plasminogen Activation Reveals Novel Abundant Phosphorylation Site and Primary N-Terminal Cleavage Site."}], "genomic_pos": {"chr": "6", "end": 160754097, "ensemblgene": "ENSG00000122194", "start": 160702194, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 161174347, "start": 161123270, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": 9603964, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006508", "pubmed": [18070902, 19270100], "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007596", "pubmed": 1986355, "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 8910613, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010812", "pubmed": 14699093, "qualifier": "involved_in", "term": "negative regulation of cell-substrate adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0022617", "pubmed": 14699093, "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042246", "qualifier": "involved_in", "term": "tissue regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042730", "pubmed": [14688145, 17307854, 22025510], "qualifier": "involved_in", "term": "fibrinolysis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0043536", "pubmed": 21106936, "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045445", "qualifier": "involved_in", "term": "myoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046716", "qualifier": "involved_in", "term": "muscle cell cellular homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048771", "qualifier": "involved_in", "term": "tissue remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051702", "pubmed": 12818429, "qualifier": "involved_in", "term": "biological process involved in interaction with symbiont"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051918", "pubmed": 14726399, "qualifier": "involved_in", "term": "negative regulation of fibrinolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051919", "pubmed": [6438154, 26667841], "qualifier": "involved_in", "term": "positive regulation of fibrinolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060707", "qualifier": "involved_in", "term": "trophoblast giant cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060716", "qualifier": "involved_in", "term": "labyrinthine layer blood vessel development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071674", "qualifier": "involved_in", "term": "mononuclear cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099183", "qualifier": "involved_in", "term": "trans-synaptic signaling by BDNF, modulating synaptic transmission"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2000048", "pubmed": 17203182, "qualifier": "involved_in", "term": "negative regulation of cell-cell adhesion mediated by cadherin"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [6216475, 6980881, 14688145, 17307854], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009897", "pubmed": 14699093, "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 14699093, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0072562", "pubmed": 22516433, "qualifier": "located_in", "term": "blood microparticle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 7679575, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004175", "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004175", "pubmed": [7679575, 9603964], "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004252", "pubmed": [14688145, 14699093, 17307854], "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004252", "pubmed": [18070902, 19270100, 20727989], "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 20028034, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [134998, 6438154, 7679575, 9092705, 9102401, 9603964, 10077593, 11257124, 12456874, 12622818, 16319056, 16480936, 17557824, 17653767, 17849409, 19642995, 19712047, 21949403, 22087329, 22321644, 23197176, 25978044, 26627825, 26667841, 26822058, 30082873, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008236", "pubmed": 24263861, "qualifier": "enables", "term": "serine-type peptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": [12666133, 12818429, 12867553, 14688145, 17307854, 17849409, 17892475, 17964283, 18070902, 19270100, 19433310, 19574304, 20727989, 22025510, 22087329], "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019900", "pubmed": 24196407, "qualifier": "enables", "term": "kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": [9786936, 20028034], "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0034185", "pubmed": 16480936, "qualifier": "enables", "term": "apolipoprotein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051087", "pubmed": [17307854, 17849409, 19574304], "qualifier": "enables", "term": "protein-folding chaperone binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:1990405", "pubmed": 17849409, "qualifier": "enables", "term": "protein antigen binding"}]}, "homologene": {"genes": [[6239, 173856], [7955, 322691], [8364, 100496227], [9031, 421580], [9544, 703891], [9598, 463117], [9606, 5340], [9615, 403602], [9913, 280897], [10090, 18815], [10116, 85253]], "id": 55452}, "interpro": [{"desc": "Kringle", "id": "IPR000001", "short_desc": "Kringle"}, {"desc": "Kringle-like fold", "id": "IPR013806", "short_desc": "Kringle-like"}, {"desc": "Kringle superfamily", "id": "IPR038178", "short_desc": "Kringle_sf"}, {"desc": "Serine proteases, trypsin domain", "id": "IPR001254", "short_desc": "Trypsin_dom"}, {"desc": "Peptidase S1A, chymotrypsin family", "id": "IPR001314", "short_desc": "Peptidase_S1A"}, {"desc": "Peptidase S1, PA clan", "id": "IPR009003", "short_desc": "Peptidase_S1_PA"}, {"desc": "Kringle, conserved site", "id": "IPR018056", "short_desc": "Kringle_CS"}, {"desc": "Serine proteases, trypsin family, histidine active site", "id": "IPR018114", "short_desc": "TRYPSIN_HIS"}, {"desc": "Serine proteases, trypsin family, serine active site", "id": "IPR033116", "short_desc": "TRYPSIN_SER"}, {"desc": "Peptidase S1, PA clan, chymotrypsin-like fold", "id": "IPR043504", "short_desc": "Peptidase_S1_PA_chymotrypsin"}, {"desc": "PAN/Apple domain", "id": "IPR003609", "short_desc": "Pan_app"}, {"desc": "Peptidase S1A, plasmin", "id": "IPR023317", "short_desc": "Pept_S1A_plasmin"}], "ipi": ["IPI00019580", "IPI00025327", "IPI00855913"], "map_location": "6q26", "name": "plasminogen", "other_names": ["plasmin", "plasminogen"], "pantherdb": {"HGNC": "9071", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97620", "ortholog_type": "LDO", "panther_family": "PTHR24261", "taxid": 10090, "uniprot_kb": "P20918"}, {"RGD": "619893", "ortholog_type": "LDO", "panther_family": "PTHR24261", "taxid": 10116, "uniprot_kb": "Q01177"}, {"Ensembl": "ENSGALG00000028886", "ortholog_type": "O", "panther_family": "PTHR24261", "taxid": 9031, "uniprot_kb": "R4GMH5"}, {"Ensembl": "ENSGALG00000004293", "ortholog_type": "LDO", "panther_family": "PTHR24261", "taxid": 9031, "uniprot_kb": "F1NWX6"}, {"ZFIN": "ZDB-GENE-030131-1411", "ortholog_type": "LDO", "panther_family": "PTHR24261", "taxid": 7955, "uniprot_kb": "F1Q890"}, {"WormBase": "WBGene00011909", "ortholog_type": "LDO", "panther_family": "PTHR24261", "taxid": 6239, "uniprot_kb": "P91823"}], "uniprot_kb": "P00747"}, "pathway": {"biocarta": [{"id": "fibrinolysispathway", "name": "fibrinolysis pathway"}, {"id": "plateletapppathway", "name": "platelet amyloid precursor protein pathway"}], "kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}], "pid": [{"id": "amb2_neutrophils_pathway", "name": "amb2 Integrin signaling"}, {"id": "angiopoietinreceptor_pathway", "name": "Angiopoietin receptor Tie2-mediated signaling"}, {"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}, {"id": "syndecan_4_pathway", "name": "Syndecan-4-mediated signaling events"}, {"id": "upa_upar_pathway", "name": "Urokinase-type plasminogen activator (uPA) and uPAR-mediated signaling"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1592389", "name": "Activation of Matrix Metalloproteinases"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-186797", "name": "Signaling by PDGF"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-75205", "name": "Dissolution of Fibrin Clot"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "smpdb": [{"id": "SMP00268", "name": "Warfarin Action Pathway"}, {"id": "SMP00269", "name": "Acenocoumarol Action Pathway"}, {"id": "SMP00270", "name": "Dicumarol Action Pathway"}, {"id": "SMP00271", "name": "Phenprocoumon Action Pathway"}, {"id": "SMP00272", "name": "Enoxaparin Action Pathway"}, {"id": "SMP00273", "name": "Fondaparinux Action Pathway"}, {"id": "SMP00274", "name": "Heparin Action Pathway"}, {"id": "SMP00275", "name": "Ardeparin Action Pathway"}, {"id": "SMP00276", "name": "Argatroban Action Pathway"}, {"id": "SMP00277", "name": "Bivalirudin Action Pathway"}, {"id": "SMP00278", "name": "Lepirudin Action Pathway"}, {"id": "SMP00279", "name": "Ximelagatran Action Pathway"}, {"id": "SMP00280", "name": "Alteplase Action Pathway"}, {"id": "SMP00281", "name": "Anistreplase Action Pathway"}, {"id": "SMP00282", "name": "Streptokinase Action Pathway"}, {"id": "SMP00283", "name": "Tenecteplase Action Pathway"}, {"id": "SMP00284", "name": "Urokinase Action Pathway"}, {"id": "SMP00285", "name": "Reteplase Action Pathway"}, {"id": "SMP00286", "name": "Aminocaproic Acid Action Pathway"}, {"id": "SMP00287", "name": "Tranexamic Acid Action Pathway"}, {"id": "SMP00288", "name": "Aprotinin Action Pathway"}, {"id": "SMP00586", "name": "Coagulation "}, {"id": "SMP00655", "name": "Phenindione Action Pathway"}, {"id": "SMP00656", "name": "Dicoumarol Action Pathway"}], "wikipathways": [{"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP1533", "name": "Vitamin B12 metabolism"}, {"id": "WP176", "name": "Folate Metabolism"}, {"id": "WP272", "name": "Blood Clotting Cascade"}, {"id": "WP2806", "name": "Complement system"}, {"id": "WP4136", "name": "Fibrin Complement Receptor 3 Signaling Pathway"}, {"id": "WP558", "name": "Complement and Coagulation Cascades"}]}, "pdb": ["1B2I", "1BML", "1BUI", "1CEA", "1CEB", "1DDJ", "1HPJ", "1HPK", "1I5K", "1KI0", "1KRN", "1L4D", "1L4Z", "1PK4", "1PKR", "1PMK", "1QRZ", "1RJX", "2DOH", "2DOI", "2KNF", "2L0S", "2PK4", "3UIR", "4A5T", "4CIK", "4DCB", "4DUR", "4DUU", "5HPG", "5UGD", "5UGG", "6D3X", "6D3Y", "6D3Z", "6D40", "6OG4", "6OQJ", "6OQK", "6Q1U", "6UZ4", "6UZ5", "7E50", "7THS", "7UAH", "8F7U", "8F7V"], "pfam": ["PF00051", "PF00089", "PF00024"], "pharmgkb": "PA33405", "pharos": {"target_id": 11465, "tdl": "Tclin"}, "pir": "A35229", "prosite": ["PS50070", "PS50240", "PS50948"], "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF293134", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254311", "relationship": "is"}, {"id": "GNF254312", "relationship": "is"}, {"id": "GNF254313", "relationship": "is"}, {"id": "GNF254314", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF039187", "relationship": "is"}, {"id": "GNF039283", "relationship": "is"}, {"id": "GNF047098", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087574", "relationship": "is"}, {"id": "GNF087575", "relationship": "is"}, {"id": "GNF087576", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053688", "relationship": "is"}, {"id": "GNF058460", "relationship": "is"}, {"id": "GNF060230", "relationship": "is"}, {"id": "GNF075206", "relationship": "is"}, {"id": "GNF075320", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065200", "relationship": "is"}, {"id": "GNF067461", "relationship": "is"}, {"id": "GNF067462", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF011349", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336228", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF115331", "relationship": "is"}, {"id": "GNF154972", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_016200.1"], "protein": ["NP_000292.1", "NP_001161810.1"], "rna": ["NM_000301.5", "NM_001168338.1"], "translation": [{"protein": "NP_001161810.1", "rna": "NM_001168338.1"}, {"protein": "NP_000292.1", "rna": "NM_000301.5"}]}, "reporter": {"HG-U133_Plus_2": ["209977_at", "209978_s_at", "230931_at", "240033_at"], "HG-U95Av2": "36646_at", "HTA-2_0": "TC06001158.hg.1", "HuEx-1_0": ["2492659", "2498382", "2563048", "2934682", "2982689", "2982691", "2982730", "2982886"], "HuGene-1_1": ["8043367", "8044149", "8053602", "8123259"], "HuGene-2_1": "17014459"}, "retired": 90749, "summary": "The plasminogen protein encoded by this gene is a serine protease that circulates in blood plasma as an inactive zymogen and is converted to the active protease, plasmin, by several plasminogen activators such as tissue plasminogen activator (tPA), urokinase plasminogen activator (uPA), kallikrein, and factor XII (Hageman factor). The conversion of plasminogen to plasmin involves the cleavage of the peptide bond between Arg-561 and Val-562. Plasmin cleavage also releases the angiostatin protein which inhibits angiogenesis. Plasmin degrades many blood plasma proteins, including fibrin-containing blood clots. As a serine protease, plasmin cleaves many products in addition to fibrin such as fibronectin, thrombospondin, laminin, and von Willebrand factor. Plasmin is inactivated by proteins such as alpha-2-macroglobulin and alpha-2-antiplasmin in addition to inhibitors of the various plasminogen activators. Plasminogen also interacts with plasminogen receptors which results in the retention of plasmin on cell surfaces and in plasmin-induced cell signaling. The localization of plasminogen on cell surfaces plays a role in the degradation of extracellular matrices, cell migration, inflamation, wound healing, oncogenesis, metastasis, myogenesis, muscle regeneration, neurite outgrowth, and fibrinolysis. This protein may also play a role in acute respiratory distress syndrome (ARDS) which, in part, is caused by enhanced clot formation and the suppression of fibrinolysis. Compared to other mammals, the cluster of plasminogen-like genes to which this gene belongs has been rearranged in catarrhine primates. [provided by RefSeq, May 2020].", "symbol": "PLG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1367553"}, "unigene": "Hs.143436", "uniprot": {"Swiss-Prot": "P00747", "TrEMBL": ["A0A9L9PY04", "Q5TEH5", "A6PVI2", "A0A9L9PYG2", "A0A9L9PXP2"]}, "wikipedia": {"url_stub": "Plasminogen activator"}}