{"AllianceGenome": "9076", "HGNC": "9076", "MIM": "170290", "_id": "5346", "_version": 1, "accession": {"genomic": ["AC013787.15", "CH471101.1", "CP068263.2", "NC_000015.10", "NC_060939.1", "NG_029172.1"], "protein": ["AAH31084.1", "BAA25420.1", "EAX02061.1", "NP_001138783.1", "NP_002657.3", "O60240.2"], "rna": ["AB005293.1", "AK310907.1", "BC031084.1", "BQ003487.1", "CA427560.1", "CB266260.1", "CB266707.1", "NM_001145311.2", "NM_002666.5"], "translation": [{"protein": "NP_001138783.1", "rna": "NM_001145311.2"}, {"protein": "AAH31084.1", "rna": "BC031084.1"}, {"protein": "BAA25420.1", "rna": "AB005293.1"}, {"protein": "NP_002657.3", "rna": "NM_002666.5"}]}, "alias": ["FPLD4", "PERI", "PLIN"], "ensembl": {"gene": "ENSG00000166819", "protein": ["ENSP00000300055", "ENSP00000402167", "ENSP00000453426"], "transcript": ["ENST00000300055", "ENST00000430628", "ENST00000531697", "ENST00000560330"], "translation": [{"protein": "ENSP00000453426", "rna": "ENST00000560330"}, {"protein": "ENSP00000300055", "rna": "ENST00000300055"}, {"protein": "ENSP00000402167", "rna": "ENST00000430628"}], "type_of_gene": "protein_coding"}, "entrezgene": "5346", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.9503887767, "exp_mis": 156.707901093, "exp_syn": 77.2403857368, "lof_z": 0.536870404771553, "mis_z": -0.636572738155152, "mu_lof": 1.20776049843e-06, "mu_mis": 2.18878355369e-05, "mu_syn": 1.08013242569e-05, "n_lof": 11.0, "n_mis": 173.0, "n_syn": 88.0, "p_li": 3.5584340242688e-07, "p_null": 0.659181856356248, "p_rec": 0.340817787800349, "syn_z": -0.758968526391954}, "bp": 1569, "cds_end": 90220720, "cds_start": 90208813, "n_exons": 8, "nonpsych": {"exp_lof": 11.5977609361, "exp_mis": 141.712186134, "exp_syn": 69.7864140354, "lof_z": 0.460762040053272, "mis_z": -0.393523727170032, "mu_lof": 1.20776049843e-06, "mu_mis": 2.18878355369e-05, "mu_syn": 1.08013242569e-05, "n_lof": 10.0, "n_mis": 151.0, "n_syn": 82.0, "p_li": 1.31240992535627e-06, "p_null": 0.650122443593171, "p_rec": 0.349876243996904, "syn_z": -0.920495002351925}, "nontcga": {"exp_lof": 11.9023113658, "exp_mis": 144.159232793, "exp_syn": 71.0491132096, "lof_z": 0.258001380818968, "mis_z": -0.781784722821768, "mu_lof": 1.20776049843e-06, "mu_mis": 2.18878355369e-05, "mu_syn": 1.08013242569e-05, "n_lof": 11.0, "n_mis": 163.0, "n_syn": 81.0, "p_li": 1.75126819149257e-07, "p_null": 0.76168519935619, "p_rec": 0.238314625516991, "syn_z": -0.747489201454208}, "transcript": "ENST00000300055.5"}, "exons": [{"cdsend": 89677489, "cdsstart": 89665582, "chr": "15", "position": [[89664369, 89665942], [89666935, 89667181], [89667601, 89667793], [89669499, 89669672], [89669979, 89670244], [89671481, 89671564], [89673209, 89673414], [89677444, 89677503], [89679321, 89679367]], "strand": -1, "transcript": "NM_001145311", "txend": 89679367, "txstart": 89664369}, {"cdsend": 89677489, "cdsstart": 89665582, "chr": "15", "position": [[89664369, 89665942], [89666935, 89667181], [89667601, 89667793], [89669499, 89669672], [89669979, 89670244], [89671481, 89671564], [89673209, 89673414], [89677444, 89677503], [89679250, 89679367]], "strand": -1, "transcript": "NM_002666", "txend": 89679367, "txstart": 89664369}], "exons_hg19": [{"cdsend": 90220720, "cdsstart": 90208813, "chr": "15", "position": [[90207600, 90209173], [90210166, 90210412], [90210832, 90211024], [90212730, 90212903], [90213210, 90213475], [90214712, 90214795], [90216440, 90216645], [90220675, 90220734], [90222552, 90222598]], "strand": -1, "transcript": "NM_001145311", "txend": 90222598, "txstart": 90207600}, {"cdsend": 90220720, "cdsstart": 90208813, "chr": "15", "position": [[90207600, 90209173], [90210166, 90210412], [90210832, 90211024], [90212730, 90212903], [90213210, 90213475], [90214712, 90214795], [90216440, 90216645], [90220675, 90220734], [90222481, 90222598]], "strand": -1, "transcript": "NM_002666", "txend": 90222598, "txstart": 90207600}], "generif": [{"pubmed": 12802495, "text": "Perilipin could be a factor behind impaired lipolysis in insulin-resistants sconditions."}, {"pubmed": 15001633, "text": "perilipin was elevated in obese subjects, perhaps as a compensatory mechanism to limit basal lipolysis."}, {"pubmed": 15111493, "text": "Transcription of the human perilipin gene is stimulated by peroxisome proliferator-activated receptor-gamma (PPAR-gamma) through a DR-1 type PPRE."}, {"pubmed": 15355432, "text": "Genetic variation at the perilipin (PLIN) locus is associated with obesity-related phenotypes in White women"}, {"pubmed": 15355432, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15601966, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15601966, "text": "study suggested a significant contribution of perilipin(PLIN) polymorphism 1243 to the elevated total cholesterol (TC) levels indicating that PLIN gene may be involved in human lipid metabolism"}, {"pubmed": 15601970, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15601970, "text": "data support the hypothesis that the perilipin(PLIN) locus may be a significant genetic determinant for obesity risk in whites and that women are more sensitive to the genetic effects of perilipin than men"}, {"pubmed": 15770500, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15770500, "text": "The association of increased obesity risk and structure of PLIN gene is studied; results support the role of the PLIN locus as an ethnically dependent modulator of obesity risk in humans."}, {"pubmed": 15961705, "text": "We show the presence and induction of perilipin in atheroma."}, {"pubmed": 15985482, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15985482, "text": "PLIN11482A carriers were resistant to weight loss, suggesting that this polymorphism may predict outcome of BW reduction strategies based on low-energy diets."}, {"pubmed": 16243839, "text": "Perilipin targets a novel pool of lipid droplets for lipolytic attack by hormone-sensitive lipase"}, {"pubmed": 16567422, "text": "Cooperation with other transcription factors may be differentially involved in selective transactivation of the perilipin gene by different peroxisome proliferator-activated receptor subtypes."}, {"pubmed": 16585946, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16732014, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16732014, "text": "PLIN 11482G-->A/14995A-->T polymorphisms modulate the association between SFAs/carbohydrate in diet and insulin resistance in Asian women."}, {"pubmed": 16732015, "text": "Genetic variations in the perilipin gene can affect weight gain associated with rosiglitazone treatment in patients with type 2 diabetes."}, {"pubmed": 16732015, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16786163, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16786163, "text": "Results suggest that that PLIN constitutes a susceptibility locus for reduced BMD in Japanese men."}, {"pubmed": 16836753, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16836753, "text": "The rs4578621 and rs894160 polymorphisms of the perilipin gene are not major genetic determinants of obesity and type 2 diabetes-related phenotypes in a random sample of French men and women."}, {"pubmed": 17353663, "text": "PLIN is a candidate gene for obesity risk in humans as well as a modulator of dietary response to therapies aimed to reduce body weight and decrease metabolic syndrome risk. [REVIEW]"}, {"pubmed": 17927964, "text": "Perilipin content decreased and adipophilin increased with lipoprotein lipid loading regardless of intracellular neutral lipid composition"}, {"pubmed": 18174481, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18174481, "text": "negative finding that the common variants of PLIN do not have a major effect on susceptibility to stroke in a Chinese population"}, {"pubmed": 18201980, "text": "The results of these studies demonstrated that A. phagocytophilum modulates lipid metabolism by increasing PLIN mRNA levels and facilitates infection of HL-60 cells."}, {"pubmed": 18243128, "text": "Thus, the perilipin gene expression is regulated by a transcriptional network controlling energy metabolism, substantiating the functional importance of perilipin in the maintenance of body energy balance."}, {"pubmed": 18326614, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18326614, "text": "These 2 studies suggest that the presence of the minor C and A alleles at PLIN1 and PLIN4, respectively, are associated with a lower postprandial response that may result in lower atherogenic risk for these persons"}, {"pubmed": 18356850, "text": "Central obesity may modify the associations between PLIN variations and diabetes risk in women."}, {"pubmed": 18356850, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18393390, "text": "Perilipin, which was thought to be characteristic for lipid droplets of adipocytes and steroidogenic cells, becomes de novo expressed in hepatocytes of human, mouse, and cattle liver."}, {"pubmed": 18777456, "text": "Polymorphisms in perilipin gene (PLIN) are not associated with obesity and weight variation in people with high risk of type 2 diabetes."}, {"pubmed": 18806092, "text": "Associations between PLIN gene polymorphisms and obesity risk have been described but this study shows that interactions with dieetary carbohydrates affect waist size."}, {"pubmed": 18806092, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18812483, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18812483, "text": "The minor A allele at PLIN was associated with higher risk of metabolic syndrome at baseline"}, {"pubmed": 19054096, "text": "Mycobacterium leprae regulates ADRP/perilipin expression to facilitate the accumulation of lipids within infected macrophages for intracellular survival."}, {"pubmed": 19077438, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19299455, "text": "evidence is presented for perilipin expression in rat, mouse, and human islets of Langerhans as well as the rat clonal beta-cell line INS-1"}, {"pubmed": 19385027, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19385027, "text": "The haplotype of the minor alleles PLIN1-4, PLIN5-7 and PLIN6, was related to body-weight regulation at a lower level of body-weight in the men as well in the women; the PLIN1-4, 6, and 5-7 locus appears as a genetic influencer of obesity risk in humans."}, {"pubmed": 19399648, "text": "K121Q, rs7566605, and rs894160 are not major contributing factors for obesity for ENPP1, INSIG2 and PLIN"}, {"pubmed": 19399648, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19695247, "text": "TNFalpha decreased ATGL and HSL protein content and triglycerides (TG)-hydrolase activity but increased basal lipolysis due to a marked reduction in perilipin protein content"}, {"pubmed": 19782423, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19782423, "text": "Variation in PLIN may affect glucose and lipid metabolism in women both with and without ariation in PLIN may affect glucose and lipid metabolism in women both with and without polycystic ovary syndrome."}, {"pubmed": 19797618, "text": "a novel role for perilipin expression in adipose tissue metabolism and regulation of obesity and its metabolic complications"}, {"pubmed": 19850727, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20017959, "text": "The present study aimed at comparing expression and subcellular distribution of perilipin and hormone-sensitive lipase in two abdominal adipose tissues of lean and obese women."}, {"pubmed": 20032580, "text": "Expression patterns of perilipin and adipophilin in nonalcoholic fatty liver disease livers vary with the size of lipid droplets"}, {"pubmed": 20163070, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20163070, "text": "This study found no incrased risk of obesity in Chinese Han adults with a single nucleotide polymorphism of perilipin."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20495294, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21193293, "text": "genetic association studies in populations in US Midwest (MN, UT): When ratio of saturated fat to carbohydrate is high in diet, plasma insulin and insulin resistance are higher in women who are carriers of the minor allele in a PLIN1 SNP (rs894160)."}, {"pubmed": 21345103, "text": "Identified two heterozygous frameshift mutations in the perilipin gene (PLIN1) in three families with partial lipodystrophy, severe dyslipidemia, and insulin-resistant diabetes; findings define a novel dominant form of inherited lipodystrophy."}, {"pubmed": 21392418, "text": "genetic association studies in obese women in Spain (gene-diet interactions): Women on reducing diet who carry 11482(G>A) A allele have lower reduction in waist circumference and greater decrease in lipid oxidation rate than non-A allele carriers."}, {"pubmed": 22535977, "text": "Reduced mRNA and protein content of Plin and G0S2 and borderline increased ATGL protein in sc adipose tissue from poorly controlled type 2 diabetic subjects."}, {"pubmed": 22580060, "text": "The morning cortisol increase as indicated by CAR correlated positively and significantly with hPER1 gene expression in older women suggesting that hPER1 expression increases in response to the morning cortisol increase in older women"}, {"pubmed": 22730012, "text": "PKC activation is required for TSH-stimulated perilipin phosphorylation and lipolysis in differentiated adipocytes."}, {"pubmed": 23111648, "text": "Independently and in an interactive manner, PLIN (and ENPP1) contribute to the risk of type 2 diabetes in a Taiwanese population."}, {"pubmed": 23392103, "text": "Perilipin is almost exclusively expressed in white adipocytes, so the serious metabolic sequelae observed in patients suggest that primary defects in adipose tissue can lead to all the typical features seen in patients with the metabolic syndrome.[review]"}, {"pubmed": 23517113, "text": "Chinese adults with high waist circumference may have a high risk of diabetes, especially those with allele T in rs1052700 or with allele A in rs894160 of perilipin gene and those with perilipin genotype AA (rs894160) may have a high risk of obesity."}, {"pubmed": 23642680, "text": "Although specific for invasive sebaceous carcinoma, perilipin expression was not helpful in distinguishing sebaceous carcinoma in situ from squamous cell carcinoma in situ with clear cell change."}, {"pubmed": 24126816, "text": "After bariatric surgery-induced weight loss, PLIN1 gene/protein expression in SAT increased significantly. Findings suggest a positive functional interaction between PLIN1 & mitochondrial biogenesis-related genes in human adipose tissue."}, {"pubmed": 24269473, "text": "In long-term steatosis models in vitro, TIP47, MLDP, adipophilin, and finally perilipin were gradually induced"}, {"pubmed": 24610610, "text": "Use of molecular docking software to design perilipin-1 inhibitors as antiobesity agents."}, {"pubmed": 25114292, "text": "This plin1 variant binds and stabilizes ABHD5 expression but still fails to inhibit basal lipolysis as effectively as wild-type perilipin 1."}, {"pubmed": 25529448, "text": "The functional PLIN1 rs6496589 may influence the risk of central obesity through possible regulation of lipid storage."}, {"pubmed": 25971423, "text": "Skeletal muscle PLIN proteins likely play a role in the hydrolysis of triglycerides stored in lipid droplets and the passage of fatty acids to the mitochondria for oxidation."}, {"pubmed": 26742848, "text": "Conserved amphipathic helices mediate lipid droplet targeting of PLIN1, PLIN2, and PLIN3."}, {"pubmed": 27376365, "text": "Expression of UCP2 and PLIN1 genes influences the resting metabolic rate in obese individuals and could predict the weight loss after bariatric surgery."}, {"pubmed": 27468581, "text": "Based on the PCR with mismatched primers PLIN1 polymorphisms could be identified effectively in Chinese Han population."}, {"pubmed": 27567691, "text": "In pediatric controls, PLIN1 immunostaining was absent. PLIN1 was present in 1 child with HepC, mildly expressed in NAFL, and increased in NASH. In adults, PLIN1 immunostaining was detected in only 1 control adult and was significantly higher in adult NASH compared with NAFL."}, {"pubmed": 27629052, "text": "Variability at the PLIN1 locus is associated with variability in weight loss. Moreover, eating late is related to lower weight-loss effectiveness among carriers of the AA genotype at the PLIN1 14995A>T variant."}, {"pubmed": 27646609, "text": "Perilipin 1 expression increased with adipocytic differentiation of liposarcoma subtypes showing statistical significance."}, {"pubmed": 28189761, "text": "The strong association of PLIN1, CFD and ADIPOQ genes with adipogenesis prompted authors to study the influence the bone health status as evaluated by quantitative ultrasound (QUS) bone densitometer in a North Indian cohort. Overall, ADIPOQ (rs1501299 and rs3774261) and combined cluster of PLIN1 rs2304796 and rs2304795) and CFD (rs1683563) demonstrated correlation."}, {"pubmed": 28274232, "text": "The PLIN 6 polymorphism of the perilipin gene may influence the risk of obesity during adolescence."}, {"pubmed": 28651828, "text": "Studied physiology of weight loss through gene expression of uncoupling protein 3(UCP3), perilipin 1 (PLIN1), and peroxisome proliferator activated receptor gamma (PPARG2) in obese female patients after low calorie diet intervention. With hypocaloric diet, found UCP3 reduced in obese patients and UCP3, PLIN1 and PPARG2 correlate positively with carbohydrate oxidation and negatively with lipid oxidation."}, {"pubmed": 28860604, "text": "PLIN1 gene is epigenetically regulated and promoter methylation is inversely correlated with basal lipolysis in obese women."}, {"pubmed": 29031005, "text": "Classification of cells as containing few large or many small LDs followed by calculating the percentage of cells in each class proved to discriminate the positive PLIN1-suppressed phenotype from the untreated negative control with an area under the receiver operating characteristic curve of 0.98."}, {"pubmed": 29118433, "text": "Data indicate that perilipin 1 (PLIN1) specifically binds to cholesteryl esters, and that their dynamic properties direct segregation of perilipin 1 into topologically distinct micro domains on the lipid droplet."}, {"pubmed": 29688805, "text": "OPA1 mediates adrenergic control of lipolysis in human adipocytes by regulating phosphorylation of perilipin 1."}, {"pubmed": 30020498, "text": "The study suggests that heterozygous variants that are predicted to result in PLIN1 haploinsufficiency are not a cause of familial partial lipodystrophy."}, {"pubmed": 30221658, "text": "It was identified that PLIN1 serves a crucial role in the pathogenesis and progression of liposarcoma and may be a potential therapeutic target for its clinical management."}, {"pubmed": 30649995, "text": "These findings suggest that dual amphipathic helical regions mediate lipid droplets (LD) targeting and underpin the hierarchical binding of Plin1-3 to LDs."}, {"pubmed": 31125552, "text": "perilipin 1 is a promising marker for the differential diagnosis of liposarcomas from other soft tissue sarcomas, whereas perilipin 2 correlates negatively with tumor grade and may be therapeutically useful."}, {"pubmed": 31504636, "text": "Identification of two heterozygous PLIN1 frameshift variants segregating with the phenotype in nine patients from four unrelated families. The Familial partial lipodystrophy 4 stereotypical signs included postpubertal partial lipoatrophy of variable severity, muscular hypertrophy, acromegaloid features, polycystic ovary syndrome and/or hirsutism, metabolic complications."}, {"pubmed": 31877397, "text": "High prevalence of mutations in perilipin 1 in patients with precocious acute coronary syndrome."}, {"pubmed": 32205741, "text": "The Utility of Perilipin in Liposarcomas: PLIN1 Differentiates Round Cell Liposarcoma From Other Round Cell Sarcomas."}, {"pubmed": 33733498, "text": "Perilipin 1 and adipophilin immunoexpression suggests the presence of lipid droplets in tooth germ, ameloblastoma, and ameloblastic carcinoma."}, {"pubmed": 34627746, "text": "Aquaglyceroporins and orthodox aquaporins in human adipocytes."}, {"pubmed": 34725012, "text": "Polymorphism PLIN1 11482 G>A interacts with dietary intake to modulate anthropometric measures and lipid profile in adults with normal-weight obesity syndrome."}, {"pubmed": 35235652, "text": "PLIN1 Haploinsufficiency Causes a Favorable Metabolic Profile."}, {"pubmed": 35662076, "text": "Lipid Droplet Protein PLIN1 Regulates Inflammatory Polarity in Human Macrophages and is Involved in Atherosclerotic Plaque Development by Promoting Stable Lipid Storage."}, {"pubmed": 35709010, "text": "Autoantibodies to Perilipin-1 Define a Subset of Acquired Generalized Lipodystrophy."}, {"pubmed": 35886029, "text": "Genetic Association between Different Metabolic Variants in APOA5 and PLIN1 in Type 2 Diabetes Mellitus among the Western Saudi Population: Case-Control Study."}, {"pubmed": 35893926, "text": "Sex-Dependent Mediation of Leptin in the Association of Perilipin Polymorphisms with BMI and Plasma Lipid Levels in Children."}, {"pubmed": 36503541, "text": "Impact of blood perilipin A levels on obesity and metabolic health."}, {"pubmed": 37368137, "text": "Effect of an acute long-duration exercise bout on skeletal muscle lipid droplet morphology, GLUT 4 protein, and perilipin protein expression."}, {"pubmed": 37843309, "text": "RS2289487 variation in PERILIPIN gene is a predictor of weight loss and protection against impaired glucose metabolism after a meal-replacement diet in postmenopausal obese females."}, {"pubmed": 38214891, "text": "Perilipin 1: a systematic review on its functions on lipid metabolism and atherosclerosis in mice and humans."}, {"pubmed": 38453058, "text": "Correlational analysis of PLIN1 with inflammation in diabetic foot ulcer wounds."}], "genomic_pos": {"chr": "15", "end": 89679427, "ensemblgene": "ENSG00000166819", "start": 89664367, "strand": -1}, "genomic_pos_hg19": {"chr": "15", "end": 90222658, "start": 90207596, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0006629", "pubmed": 9521880, "qualifier": "involved_in", "term": "lipid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016042", "qualifier": "involved_in", "term": "lipid catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070417", "qualifier": "involved_in", "term": "cellular response to cold"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005811", "pubmed": 9521880, "qualifier": "located_in", "term": "lipid droplet"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005811", "qualifier": "located_in", "term": "lipid droplet"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 27832861, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008289", "pubmed": 9521880, "qualifier": "enables", "term": "lipid binding"}]}, "homologene": {"genes": [[7955, 100034463], [9031, 415487], [9544, 706465], [9598, 467755], [9606, 5346], [9615, 100856637], [9913, 520598], [10090, 103968], [10116, 25629]], "id": 2001}, "interpro": [{"desc": "Perilipin", "id": "IPR004279", "short_desc": "Perilipin"}, {"desc": "Perilipin-1", "id": "IPR042998", "short_desc": "PLIN1"}], "ipi": "IPI00028444", "map_location": "15q26.1", "name": "perilipin 1", "other_names": ["lipid droplet-associated protein", "perilipin-1"], "pantherdb": {"HGNC": "9076", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1890505", "ortholog_type": "LDO", "panther_family": "PTHR47138", "taxid": 10090, "uniprot_kb": "Q8CGN5"}, {"RGD": "3351", "ortholog_type": "LDO", "panther_family": "PTHR47138", "taxid": 10116, "uniprot_kb": "P43884"}, {"Ensembl": "ENSGALG00000023395", "ortholog_type": "LDO", "panther_family": "PTHR47138", "taxid": 9031, "uniprot_kb": "A0A1D5NX63"}], "uniprot_kb": "O60240"}, "pathway": {"kegg": [{"id": "hsa03320", "name": "PPAR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04371", "name": "Apelin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04714", "name": "Thermogenesis - Homo sapiens (human)"}, {"id": "hsa04923", "name": "Regulation of lipolysis in adipocytes - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-163560", "name": "Triglyceride catabolism"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8979227", "name": "Triglyceride metabolism"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9024446", "name": "NR1H2 and NR1H3-mediated signaling"}, {"id": "R-HSA-9031528", "name": "NR1H2 & NR1H3 regulate gene expression linked to triglyceride lipolysis in adipose"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}], "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP3942", "name": "PPAR signaling pathway"}, {"id": "WP3965", "name": "Lipid Metabolism Pathway"}, {"id": "WP4321", "name": "Thermogenesis"}, {"id": "WP4746", "name": "Thyroid hormones production and their peripheral downstream signaling effects"}]}, "pfam": "PF03036", "pharmgkb": "PA33409", "pharos": {"target_id": 16242, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF212997", "relationship": "is"}, {"id": "GNF224629", "relationship": "is"}, {"id": "GNF254323", "relationship": "is"}, {"id": "GNF254324", "relationship": "is"}, {"id": "GNF254325", "relationship": "is"}, {"id": "GNF254326", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039285", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF011352", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106459", "relationship": "is"}, {"id": "GNF146105", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_029172.1"], "protein": ["NP_001138783.1", "NP_002657.3"], "rna": ["NM_001145311.2", "NM_002666.5"], "translation": [{"protein": "NP_001138783.1", "rna": "NM_001145311.2"}, {"protein": "NP_002657.3", "rna": "NM_002666.5"}]}, "reporter": {"HG-U133_Plus_2": "205913_at", "HG-U95Av2": "37122_at", "HTA-2_0": "TC15001834.hg.1", "HuEx-1_0": "3638546", "HuGene-1_1": "7991313", "HuGene-2_1": "16813173"}, "summary": "The protein encoded by this gene coats lipid storage droplets in adipocytes, thereby protecting them until they can be broken down by hormone-sensitive lipase. The encoded protein is the major cAMP-dependent protein kinase substrate in adipocytes and, when unphosphorylated, may play a role in the inhibition of lipolysis. Alternatively spliced transcript variants varying in the 5' UTR, but encoding the same protein, have been found for this gene. [provided by RefSeq, Feb 2009].", "symbol": "PLIN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418649"}, "unigene": "Hs.103253", "uniprot": {"Swiss-Prot": "O60240", "TrEMBL": "H0YM16"}, "wikipedia": {"url_stub": "Perilipin"}}