{"AllianceGenome": "248", "HGNC": "248", "MIM": "103195", "_id": "123", "_version": 2, "accession": {"genomic": ["AL591206.9", "CH471071.2", "CP068269.2", "NC_000009.12", "NC_060933.1"], "protein": ["AAH05127.1", "AAL35614.1", "BAG35820.1", "BAG58871.1", "BAG60238.1", "CAA65989.1", "CAG38778.1", "EAW58648.1", "EAW58649.1", "EAW58650.1", "EAW58651.1", "NP_001113.2", "Q99541.2", "XP_016869748.1"], "rna": ["AF443203.1", "AK296125.1", "AK297920.1", "AK312983.1", "BC005127.2", "BE311586.1", "BI494696.1", "CN277218.1", "CR536541.1", "NM_001122.4", "NR_038064.2", "X97324.1", "XM_017014259.3"], "translation": [{"protein": "CAA65989.1", "rna": "X97324.1"}, {"protein": "AAL35614.1", "rna": "AF443203.1"}, {"protein": "NP_001113.2", "rna": "NM_001122.4"}, {"protein": "BAG60238.1", "rna": "AK297920.1"}, {"protein": "XP_016869748.1", "rna": "XM_017014259.3"}, {"protein": "AAH05127.1", "rna": "BC005127.2"}, {"protein": "CAG38778.1", "rna": "CR536541.1"}, {"protein": "BAG35820.1", "rna": "AK312983.1"}, {"protein": "BAG58871.1", "rna": "AK296125.1"}]}, "alias": ["ADFP", "ADRP"], "ensembl": {"gene": "ENSG00000147872", "protein": ["ENSP00000276914", "ENSP00000369831", "ENSP00000369832", "ENSP00000403421"], "transcript": ["ENST00000276914", "ENST00000380464", "ENST00000380465", "ENST00000434144", "ENST00000464326", "ENST00000472715", "ENST00000475923", "ENST00000494753"], "translation": [{"protein": "ENSP00000276914", "rna": "ENST00000276914"}, {"protein": "ENSP00000403421", "rna": "ENST00000434144"}, {"protein": "ENSP00000369832", "rna": "ENST00000380465"}, {"protein": "ENSP00000369831", "rna": "ENST00000380464"}], "type_of_gene": "protein_coding"}, "entrezgene": "123", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.0400134351, "exp_mis": 140.951056374, "exp_syn": 61.4407271734, "lof_z": 0.867864084604945, "mis_z": -1.44396480367571, "mu_lof": 8.11536392301e-07, "mu_mis": 1.22236429703e-05, "mu_syn": 5.18475297383e-06, "n_lof": 9.0, "n_mis": 176.0, "n_syn": 58.0, "p_li": 1.19940435129965e-05, "p_null": 0.403343376710918, "p_rec": 0.596644629245569, "syn_z": 0.272127127441676}, "bp": 1314, "cds_end": 19126424, "cds_start": 19116245, "n_exons": 7, "nonpsych": {"exp_lof": 10.754372894, "exp_mis": 127.431310109, "exp_syn": 55.4667886562, "lof_z": 0.525389420544719, "mis_z": -1.32116134359939, "mu_lof": 8.11536392301e-07, "mu_mis": 1.22236429703e-05, "mu_syn": 5.18475297383e-06, "n_lof": 9.0, "n_mis": 157.0, "n_syn": 53.0, "p_li": 6.04924603863975e-06, "p_null": 0.575038430805257, "p_rec": 0.424955519948704, "syn_z": 0.208535060872391}, "nontcga": {"exp_lof": 11.0628738755, "exp_mis": 129.661042304, "exp_syn": 56.5115354043, "lof_z": 0.908398449666576, "mis_z": -1.45867009868842, "mu_lof": 8.11536392301e-07, "mu_mis": 1.22236429703e-05, "mu_syn": 5.18475297383e-06, "n_lof": 8.0, "n_mis": 163.0, "n_syn": 54.0, "p_li": 5.04574050247062e-05, "p_null": 0.332379894138409, "p_rec": 0.667569648456567, "syn_z": 0.211540677642498}, "transcript": "ENST00000276914.2"}, "exons": [{"cdsend": 19126426, "cdsstart": 19116247, "chr": "9", "position": [[19115760, 19116649], [19118320, 19118455], [19119649, 19119831], [19120879, 19121165], [19123564, 19123647], [19126113, 19126309], [19126396, 19126448], [19127418, 19127492]], "strand": -1, "transcript": "NM_001122", "txend": 19127492, "txstart": 19115760}, {"cdsend": 19127606, "cdsstart": 19127606, "chr": "9", "position": [[19115760, 19116649], [19118320, 19118455], [19119649, 19119831], [19120879, 19121165], [19123564, 19123647], [19126113, 19126448], [19127418, 19127606]], "strand": -1, "transcript": "NR_038064", "txend": 19127606, "txstart": 19115760}], "exons_hg19": [{"cdsend": 19126424, "cdsstart": 19116245, "chr": "9", "position": [[19115758, 19116647], [19118318, 19118453], [19119647, 19119829], [19120877, 19121163], [19123562, 19123645], [19126111, 19126307], [19126394, 19126446], [19127416, 19127490]], "strand": -1, "transcript": "NM_001122", "txend": 19127490, "txstart": 19115758}, {"cdsend": 19127604, "cdsstart": 19127604, "chr": "9", "position": [[19115758, 19116647], [19118318, 19118453], [19119647, 19119829], [19120877, 19121163], [19123562, 19123645], [19126111, 19126446], [19127416, 19127604]], "strand": -1, "transcript": "NR_038064", "txend": 19127604, "txstart": 19115758}], "generif": [{"pubmed": 12387890, "text": "Mitogen-inducible gene 6 (MIG-6), adipophilin and tuftelin are inducible by hypoxia."}, {"pubmed": 12591929, "text": "targeting of the lipid droplet-binding adipocyte differentiation-related protein."}, {"pubmed": 14671211, "text": "Expression of adipophilin is enhanced during trophoblast differentiation and is up-regulated by ligand-activated PPARgamma/retinoid X receptor. May contribute to fatty acid uptake by placenta."}, {"pubmed": 14707038, "text": "Stimulation of adipophilin expression in macrophages by modified LDL promotes triglyceride & cholesterol storage and reduces cholesterol efflux. Adipophilin might contribute in vivo to lipid accumulation in the intima of the arterial wall."}, {"pubmed": 15336557, "text": "GDP-bound ARF1 induces dissociation of ADRP from the Lipid droplet surface;."}, {"pubmed": 15545278, "text": "TIP47 and adipophilin are components of many, but not all, the lipid droplets in THP-1 cells"}, {"pubmed": 16230742, "text": "ADRP and TG regulate each other, and the ubiquitin-proteasome system is involved in degradation of ADRP during regression of lipid-storing cells."}, {"pubmed": 16391323, "text": "ADFP mRNA and protein are increased by long-chain polyunsaturated fatty acids in a human placental choriocarcinoma cell line (BeWo) and in primary human trophoblasts. The ADFP protein might facilitate transplacental transfer of maternal fatty acids"}, {"pubmed": 16391323, "text": "Data demonstrate that adipose differentiation-related protein (ADRP) mRNA and protein are regulated by fatty acids in a human placental choriocarcinoma cell line (BeWo) and in primary human trophoblasts."}, {"pubmed": 16489205, "text": "We demonstrate that ADFP is transcriptionally regulated by peroxisome proliferator-activated receptor alpha (PPARalpha) in human hepatoma cells through a highly conserved direct repeat-1(DR-1) element."}, {"pubmed": 16808905, "text": "The results suggested that the putative hydrophobic cleft is critical for the unique characteristics of TIP47."}, {"pubmed": 16884492, "text": "Adipophilin expression in THP-1 macrophages altered the cellular content of different lipids and enhanced the size of lipid droplets"}, {"pubmed": 16936283, "text": "adipose differentiation-related protein does not appear to have a role in lung surfactant production"}, {"pubmed": 17200350, "text": "ADFP expression may have a role in clear cell renal carcinoma differentiation"}, {"pubmed": 17322100, "text": "the metallothionein genes, adipophilin (ADFP), CD36, adipocyte fatty acid binding protein (FABP4), ATP binding cassette protein A1 (ABCA1), and liver X receptor (LXR[alpha]) all emerged as strongly positively correlated with PPAR[gamma] expression."}, {"pubmed": 17446422, "text": "Because adipophilin blocks cholesterol efflux from lipid-laden cells, they may die and develop a necrotic lipid core, thereby destabilizing the symptomatic carotid plaque."}, {"pubmed": 17620659, "text": "agLDL-LRP1 engagement induces adipocyte differentiation-related protein overexpression in both monocyte-derived macrophages and human vascular smooth muscle cells"}, {"pubmed": 17927964, "text": "Perilipin content decreased and adipophilin increased with lipoprotein lipid loading regardless of intracellular neutral lipid composition"}, {"pubmed": 18188946, "text": "Mutations in known genes account for 58% of autosomal dominant retinitis pigmentosa (adRP)."}, {"pubmed": 18393390, "text": "Adipophilin and TIP47 are expressed in lipid droplets of vitamin A-storing hepatic stellate cells and additionally in lipid droplets of steatotic hepatocytes."}, {"pubmed": 18606814, "text": "ADFP is involved in retinoid storage and trafficking in the mouse eye."}, {"pubmed": 18827892, "text": "Increased expression by OxLDL in PMA-differentiated THP-1 macrophages and in plaque vs. nonplaque lesion areas in human carotid endarterectomy specimens (it(correlated with CD36 expression)."}, {"pubmed": 18832575, "text": "The present results suggest that lipid droplets (LD) and LD-associated proteins have protective effects against apoptosis induced by fatty acid-bound albumin by sequestering free fatty acids."}, {"pubmed": 19054096, "text": "Mycobacterium leprae regulates ADRP/perilipin expression to facilitate the accumulation of lipids within infected macrophages for intracellular survival."}, {"pubmed": 19169702, "text": "the intramyocellular lipids (IMCL) pool is heterogeneous, as the majority but not all IMCL contain adipophilin."}, {"pubmed": 19351497, "text": "Findings revealed an upregulation of ADRP during macrophages differentiation into foam cells."}, {"pubmed": 19602560, "text": "ADRP content was negatively associated with insulin-stimulated glucose uptake. Results indicate involvement of OXPAT and ADRP in muscular lipid accumulation and type 2 diabetes."}, {"pubmed": 19843633, "text": "LXR, upon stimulation with GW3965, directly regulates human ADFP transcription by binding to LXR response elements located in the 3'-untranslated and the 5'-flanking regions"}, {"pubmed": 19851831, "text": "Adipophilin augment inflammation in macrophages, which might be one role of adipophilin in atherosclerosis."}, {"pubmed": 20032580, "text": "Expression patterns of perilipin and adipophilin in nonalcoholic fatty liver disease livers vary with the size of lipid droplets"}, {"pubmed": 20118912, "text": "Adipophilin can be valuable in an immunohistochemical panel when evaluating cutaneous lesions with clear cell histology"}, {"pubmed": 20143336, "text": "ADRP upregulation mediated by retinol and palmitate promotes downregulation of hepatic stellate cells activation and is functionally linked to the expression of fibrogenic genes."}, {"pubmed": 20661576, "text": "Perilipin may play a role in the long-term storage of fat, which may be only partially reflected by cell culture models."}, {"pubmed": 20887090, "text": "Adipophilin-positive macrophage infiltration in the fibrous cap might be correlated with instability in neurological status"}, {"pubmed": 21566511, "text": "The frequency of adipophilin-positive cases was significantly higher in apocrine breast carcinomas compared with nonapocrine carcinomas."}, {"pubmed": 21828233, "text": "High PLIN2 protein level is associated with colorectal cancer."}, {"pubmed": 22496505, "text": "It was shown that the PLIN2 content in skeletal muscle is unchanged in response to a single bout of endurance exercise. The PLIN2-intramuscular triglyceride association was reduced postexercise."}, {"pubmed": 22667335, "text": "PLIN2-PLIN5 proteins were all more abundant in women than in men (p = 0.037 and p < 0.0001, respectively), consistent with higher intramyocellular lipid content observed in female skeletal muscle."}, {"pubmed": 22949030, "text": "Data suggest that prolonged endurance exercise training increases expression of perilipin 2 alongside increases in intramuscular triglyceride content specificly in type I/slow-twitch muscle fibers of type 2 diabetes patients."}, {"pubmed": 22952953, "text": "Gene expression profile indicated a significant over-expression of the adipophilin gene and marked up-regulation of other genes involved in lipid metabolism in Burkitt lymphoma."}, {"pubmed": 23129790, "text": "Sprint interval and traditional endurance training increase net intramuscular triglyceride breakdown and expression of perilipin 2 and 5"}, {"pubmed": 23603836, "text": "Data indicate that the allele of the missense polymorphism Ser251Pro disrupts a predicted alpha-helix in perilipin 2 (PLIN2)."}, {"pubmed": 23688400, "text": "PLIN2 is the major perilipin regulated during sebocyte differentiation in vitro. PLIN2 is also important for sebaceous lipid accumulation in vitro and regulates sebaceous gland size in vivo"}, {"pubmed": 23931576, "text": "Mammary analogue secretory carcinoma is a lipid-rich tumour containing large lipid droplets covered by adipophilin."}, {"pubmed": 23977392, "text": "Fat deposition within skeletal muscle in form of Plin2-coated lipid droplets increases with age and is associated with decreased muscle strength and thickness, likely through an IGF-1- and p53-dependent mechanism."}, {"pubmed": 24405744, "text": "Overexpression of ADRP alone increased the formation of foam cells and consequently autophagic activity."}, {"pubmed": 24577896, "text": "ADRP was detectable in human BM during the whole 12 months of lactation period and its levels were intraindividually well-conserved."}, {"pubmed": 25172666, "text": "Perilipin 2 binding to the lipid droplet surface requires both hydrophobic and electrostatic interactions."}, {"pubmed": 25279712, "text": "Immunohistochemical distinction of renal cell carcinoma from other carcinomas with clear-cell histomorphology: utility of CD10 and CA-125 in addition to PAX-2, PAX-8, RCCma, and adipophilin."}, {"pubmed": 25559404, "text": "Plin2 appears to be associated with functional alterations of the muscle"}, {"pubmed": 25595097, "text": "Postprandial triglyceride rich lipoproteins may be involved in atherosclerotic plaque formation through the regulation of perilipin-2 and perilipin-3 proteins in macrophages."}, {"pubmed": 26166692, "text": "PLIN2 inhibits insulininduced glucose uptake by activating NLRP3, caspase1 and IL1beta, leading to a decreased IRS1 expression."}, {"pubmed": 26181025, "text": "Results demonstrate the clinical utility, specificity, and sensitivity of urine AQP1 and PLIN2 to diagnose renal cell carcinoma."}, {"pubmed": 26443937, "text": "PLIN2 gene Ser251Pro missense mutation is associated with reduced insulin secretion and increased insulin sensitivity."}, {"pubmed": 26598603, "text": "PLIN2 involves lipid modulation of GSK3 activity, GSK3 substrate expression, and cell growth/survival."}, {"pubmed": 26636961, "text": "Adipophilin was present in 24 of 26 colorectal hyperplastic polyps, but did not correlate with presence of white opaque substance (i.e. lipid droplets) on magnifying endoscopy with narrow band imaging."}, {"pubmed": 26731658, "text": "In hepatitis C virus -infected human livers, occludin and ADRP mRNA expression levels correlated with each other. Hepatitis C virus increases occludin expression via the upregulation of ADRP."}, {"pubmed": 26742848, "text": "Conserved amphipathic helices mediate lipid droplet targeting of PLIN1, PLIN2, and PLIN3."}, {"pubmed": 27157138, "text": "Activation of ARF1 dissociates ADRP from lipid droplets. A constitute active form of ARF1 (ARF1Q71I) promotes HCV assembly. ADRP played a positive role in Hepatitis C virus replication and negative role in Hepatitis C virus assembly."}, {"pubmed": 27308945, "text": "Interference with PLIN2 and PPARalpha resulted in major alterations in gene expression, especially affecting lipid, glucose, and purine metabolism."}, {"pubmed": 27467545, "text": "ADP was expressed in a small proportion of lung adenocarcinoma suggesting that ADP-positive lung adenocarcinoma could be a distinct subtype of lung adenocarcinoma, induced by up-regulation of the lipogenic pathway."}, {"pubmed": 27567691, "text": "In children, low levels of PLIN2 were detected in the livers of control children (0.6 +/- 0.24). Compared with control, PLIN2 staining was more pronounced in NAFL, NASH, and HepC. In adults, PLIN2 was detected at low levels in controls and was increased significantly in both NAFL and NASH."}, {"pubmed": 27591428, "text": "This study shows that hepatitis C virus suppresses hepatic ADRP expression in infected patients and cell lines. Forcing the expression of miR-148a and miR-30a limits the suppressive effect of hepatitis C virus on ADRP."}, {"pubmed": 28005267, "text": "PLIN2 expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28404922, "text": "this papet shows that adipophilin is a novel prognostic biomarker in clear cell renal cell carcinoma"}, {"pubmed": 28713961, "text": "ADRP knockdown significantly inhibited PDGFinduced increases in Vascular smooth muscle cell viability, caused G1 phase cell cycle arrest and decreased PCNA expression."}, {"pubmed": 29422264, "text": "PLIN2 protein levels are significantly increased in patients with neoatherosclerosis."}, {"pubmed": 29529198, "text": "A novel PPARgamma agonist (AS002) and rosiglitazone increased ADIPOPHILIN mRNA expression and decreased TNF-alpha, IL-1beta, and IL-13 levels in human ulcerative colitis biopsies."}, {"pubmed": 29733984, "text": "Study utilizing THP-1 macrophages concludes that long-chain metabolite of vitamin E, alpha-13'-carboxychromanol, protects cells from lipotoxicity, at least partially via PLIN2 regulation."}, {"pubmed": 29749470, "text": "hese results suggested that PLIN2 may be considered a novel prognostic factor in Clear cell renal cell carcinoma (ccRCC) and a specific diagnostic indicator for patients with ccRCC. Furthermore, it could be a potential novel target for the clinical treatment of ccRCC"}, {"pubmed": 30178542, "text": "Expression of hormone receptors, adipophilin, and GCDFP-15 in mucinous carcinoma of the skin."}, {"pubmed": 30288961, "text": "Altogether these data indicate that Plin2 is a critical mediator for the control of muscle mass, likely, but maybe not exclusively, through its critical role in the regulation of intracellular lipid content and composition."}, {"pubmed": 30351430, "text": "Hypoxia enhances trophoblastic lipid retention in the form of lipid droplets and PLIN2 plays a key role in this process and in trophoblast defense against apoptotic death. These findings also imply that this protective mechanism may lead to diminished trafficking of lipids to the developing fetus."}, {"pubmed": 30400205, "text": "PLIN2 promotes the formation of lipid droplets resulting in lipid accumulation in liver tissues."}, {"pubmed": 30425097, "text": "these findings identify PLIN2 as a substrate of the Ac/N-end rule pathway and indicate a previously unappreciated role of the Ac/N-end rule pathway in lipid droplet metabolism."}, {"pubmed": 30467901, "text": "Aquaporin 1 and perilipin 2 possess high sensitivity and specificity for detecting clear cell and papillary renal cell carcinoma. Use of these markers might compliment renal mass biopsy in the characterization of small renal masses."}, {"pubmed": 30559250, "text": "Overexpression of PLIN2 is associated with hepatitis C virus particle production."}, {"pubmed": 30591149, "text": "Using two super-resolution imaging approaches, the study shows that in sections of human skeletal muscle PLIN2 and PLIN5 localize to lipid droplets (LD) at distinct sites, with abundance of PLIN5 at LD-mitochondria tethering sites."}, {"pubmed": 30649995, "text": "These findings suggest that dual amphipathic helical regions mediate lipid droplets (LD) targeting and underpin the hierarchical binding of Plin1-3 to LDs."}, {"pubmed": 30782775, "text": "Data highlight PLIN2 protein as a potential biomarker for highly proliferative human colon adenocarcinoma."}, {"pubmed": 30879968, "text": "Adipophilin is a potential independent prognostic marker for pancreatic ductal adenocarcinoma."}, {"pubmed": 31273897, "text": "Findings indicate that perilipin 2 could represent the status of intracellular lipid droplets in surgical pathology specimens of breast cancer and perilipin 2 was also associated with its more aggressive biological phenotypes."}, {"pubmed": 31504629, "text": "Low expression of PLIN2 is associated with Uterine Leiomyoma."}, {"pubmed": 31520166, "text": "The modification of ferroptosis and abnormal lipometabolism through overexpression and knockdown of potential prognostic biomarker perilipin2 in gastric carcinoma."}, {"pubmed": 31857696, "text": "Adipophilin expression in cutaneous malignant melanoma is associated with high proliferation and poor clinical prognosis."}, {"pubmed": 31941931, "text": "Adipophilin and perilipin 3 positively correlate with total lipid content in human breast milk."}, {"pubmed": 31981756, "text": "A single nucleotide polymorphism of PLIN2 is associated with nonalcoholic steatohepatitis and causes phenotypic changes in hepatocyte lipid droplets: A pilot study."}, {"pubmed": 32072637, "text": "Potentially functional genetic variants in PLIN2, SULT2A1 and UGT1A9 genes of the ketone pathway and survival of nonsmall cell lung cancer."}, {"pubmed": 33160079, "text": "Decoration of myocellular lipid droplets with perilipins as a marker for in vivo lipid droplet dynamics: A super-resolution microscopy study in trained athletes and insulin resistant individuals."}, {"pubmed": 33620432, "text": "Role of perilipin 2 in microvascular obstruction in patients with ST-elevation myocardial infarction."}, {"pubmed": 33733498, "text": "Perilipin 1 and adipophilin immunoexpression suggests the presence of lipid droplets in tooth germ, ameloblastoma, and ameloblastic carcinoma."}, {"pubmed": 33735111, "text": "Circulating perilipin 2 levels are associated with fat mass, inflammatory and metabolic markers and are higher in women than men."}, {"pubmed": 33765750, "text": "Evaluation of perilipin 2 and melanocortin 5 receptor serum levels with sebogenesis in acne vulgaris patients."}, {"pubmed": 33784258, "text": "Perilipin 2 downregulation in beta cells impairs insulin secretion under nutritional stress and damages mitochondria."}, {"pubmed": 34009567, "text": "Correlation of perilipin 2 and lipid metabolism in elective cesarean section and vaginal delivery: a prospective study with oxidative and apoptotic pathways."}, {"pubmed": 34044206, "text": "Upregulated monocyte expression of PLIN2 is associated with early arterial injury in children with overweight/obesity."}, {"pubmed": 34433630, "text": "Lipid Droplets Protect Human beta-Cells From Lipotoxicity-Induced Stress and Cell Identity Changes."}, {"pubmed": 34857752, "text": "Dietary excess regulates absorption and surface of gut epithelium through intestinal PPARalpha."}, {"pubmed": 35893926, "text": "Sex-Dependent Mediation of Leptin in the Association of Perilipin Polymorphisms with BMI and Plasma Lipid Levels in Children."}, {"pubmed": 36031387, "text": "Trip13 Depletion in Liver Cancer Induces a Lipogenic Response Contributing to Plin2-Dependent Mitotic Cell Death."}, {"pubmed": 36825655, "text": "Novel prognostication biomarker adipophilin reveals a metabolic shift in uveal melanoma and new therapeutic opportunities."}, {"pubmed": 37781924, "text": "Perilipin 2-positive mononuclear phagocytes accumulate in the diabetic retina and promote PPARgamma-dependent vasodegeneration."}, {"pubmed": 37787446, "text": "The combination of the low immunohistochemical expression of peroxiredoxin 4 and perilipin 2 predicts longer survival in pancreatic ductal adenocarcinoma with peroxiredoxin 4 possibly playing a main role."}, {"pubmed": 38141848, "text": "Lysine tRNA fragments and miR-194-5p co-regulate hepatic steatosis via beta-Klotho and perilipin 2."}, {"pubmed": 38561354, "text": "TRIB3 promotes the progression of renal cell carcinoma by upregulating the lipid droplet-associated protein PLIN2."}, {"pubmed": 38650174, "text": "Downregulation of PLIN2 in human dermal fibroblasts impairs mitochondrial function in an age-dependent fashion and induces cell senescence via GDF15."}], "genomic_pos": {"chr": "9", "end": 19149290, "ensemblgene": "ENSG00000147872", "start": 19108375, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 19149288, "start": 19108373, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010890", "qualifier": "involved_in", "term": "positive regulation of sequestering of triglyceride"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0015909", "qualifier": "involved_in", "term": "long-chain fatty acid transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019915", "qualifier": "involved_in", "term": "lipid storage"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019915", "pubmed": 34077757, "qualifier": "involved_in", "term": "lipid storage"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042149", "pubmed": 34077757, "qualifier": "involved_in", "term": "cellular response to glucose starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905691", "pubmed": 34077757, "qualifier": "involved_in", "term": "lipid droplet disassembly"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 9003395, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005783", "pubmed": 9003395, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005811", "qualifier": "is_active_in", "term": "lipid droplet"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005811", "pubmed": [14741744, 34077757], "qualifier": "located_in", "term": "lipid droplet"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [32296183, 32814053], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[7955, 794841], [8364, 394560], [9031, 427237], [9598, 465012], [9606, 123], [9615, 100856329], [9913, 280981], [10090, 11520], [10116, 298199]], "id": 872}, "interpro": {"desc": "Perilipin", "id": "IPR004279", "short_desc": "Perilipin"}, "ipi": ["IPI00293307", "IPI00514709", "IPI00643517", "IPI00646360"], "map_location": "9p22.1", "name": "perilipin 2", "other_names": ["adipophilin", "adipose differentiation-related protein", "perilipin-2"], "pantherdb": {"HGNC": "248", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "87920", "ortholog_type": "LDO", "panther_family": "PTHR14024", "taxid": 10090, "uniprot_kb": "P43883"}, {"RGD": "728889", "ortholog_type": "LDO", "panther_family": "PTHR14024", "taxid": 10116, "uniprot_kb": "F6QBA3"}, {"Ensembl": "ENSGALG00000015090", "ortholog_type": "LDO", "panther_family": "PTHR14024", "taxid": 9031, "uniprot_kb": "F7BYG6"}, {"ZFIN": "ZDB-GENE-070410-23", "ortholog_type": "O", "panther_family": "PTHR14024", "taxid": 7955, "uniprot_kb": "A4IG34"}, {"ZFIN": "ZDB-GENE-050419-213", "ortholog_type": "O", "panther_family": "PTHR14024", "taxid": 7955, "uniprot_kb": "A0A2R8Q3S2"}, {"ZFIN": "ZDB-GENE-050913-12", "ortholog_type": "LDO", "panther_family": "PTHR14024", "taxid": 7955, "uniprot_kb": "F1QWT0"}, {"FlyBase": "FBgn0030608", "ortholog_type": "O", "panther_family": "PTHR14024", "taxid": 7227, "uniprot_kb": "Q9VXY7"}, {"FlyBase": "FBgn0039114", "ortholog_type": "LDO", "panther_family": "PTHR14024", "taxid": 7227, "uniprot_kb": "Q9VCI3"}], "uniprot_kb": "Q99541"}, "pathway": {"kegg": {"id": "hsa03320", "name": "PPAR signaling pathway - Homo sapiens (human)"}, "pid": {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-1989781", "name": "PPARA activates gene expression"}, {"id": "R-HSA-400206", "name": "Regulation of lipid metabolism by PPARalpha"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9613354", "name": "Lipophagy"}, {"id": "R-HSA-9613829", "name": "Chaperone Mediated Autophagy"}, {"id": "R-HSA-9615710", "name": "Late endosomal microautophagy"}, {"id": "R-HSA-9663891", "name": "Selective autophagy"}], "wikipathways": {"id": "WP236", "name": "Adipogenesis"}}, "pfam": "PF03036", "pharmgkb": "PA24569", "pharos": {"target_id": 17496, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245379", "relationship": "is"}, {"id": "GNF245380", "relationship": "is"}, {"id": "GNF245381", "relationship": "is"}, {"id": "GNF245382", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162532", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039171", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF000235", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285772", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106458", "relationship": "is"}, {"id": "GNF116482", "relationship": "is"}, {"id": "GNF146104", "relationship": "is"}, {"id": "GNF156123", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": ["NP_001113.2", "XP_016869748.1"], "rna": ["NM_001122.4", "NR_038064.2", "XM_017014259.3"], "translation": [{"protein": "XP_016869748.1", "rna": "XM_017014259.3"}, {"protein": "NP_001113.2", "rna": "NM_001122.4"}]}, "reporter": {"HG-U133_Plus_2": ["209122_at", "215895_x_at"], "HG-U95Av2": "34378_at", "HTA-2_0": ["TC09000935.hg.1", "TC09002418.hg.1"], "HuEx-1_0": "3200648", "HuGene-1_1": "8160297", "HuGene-2_1": "17092712"}, "summary": "The protein encoded by this gene belongs to the perilipin family, members of which coat intracellular lipid storage droplets. This protein is associated with the lipid globule surface membrane material, and maybe involved in development and maintenance of adipose tissue. However, it is not restricted to adipocytes as previously thought, but is found in a wide range of cultured cell lines, including fibroblasts, endothelial and epithelial cells, and tissues, such as lactating mammary gland, adrenal cortex, Sertoli and Leydig cells, and hepatocytes in alcoholic liver cirrhosis, suggesting that it may serve as a marker of lipid accumulation in diverse cell types and diseases. Alternatively spliced transcript variants have been found for this gene. [provided by RefSeq, Mar 2011].", "symbol": "PLIN2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412234"}, "unigene": "Hs.3416", "uniprot": {"Swiss-Prot": "Q99541", "TrEMBL": ["Q5SYF3", "Q6FHZ7", "Q5SYF5", "Q5SYF4"]}, "wikipedia": {"url_stub": "Adipose differentiation-related protein"}}