{"AllianceGenome": "9077", "HGNC": "9077", "MIM": "602098", "_id": "5347", "_version": 1, "accession": {"genomic": ["AC008870.8", "CH471145.2", "CP068262.2", "FB665815.1", "FB750126.1", "NC_000016.10", "NC_060940.1", "U78073.1", "X90725.1"], "protein": ["AAA36659.1", "AAA56634.1", "AAB36946.1", "AAH02369.1", "AAH03002.1", "AAH14846.1", "BAD92416.1", "BAD93352.1", "BAG36038.1", "BAG64345.1", "CAA51837.1", "CAA53536.1", "CAA62260.1", "CAS92530.1", "CAT02195.1", "EAW55803.1", "EAW55804.1", "EAW55805.1", "EAW55806.1", "NP_005021.2", "P53350.1"], "rna": ["AB084459.1", "AB209179.1", "AK303263.1", "AK308276.1", "AK313227.1", "BC002369.2", "BC003002.1", "BC014846.1", "DC300189.1", "L19559.1", "NM_005030.6", "U01038.1", "X73458.1", "X75932.1"], "translation": [{"protein": "BAD93352.1", "rna": "AB084459.1"}, {"protein": "AAH02369.1", "rna": "BC002369.2"}, {"protein": "AAH14846.1", "rna": "BC014846.1"}, {"protein": "AAA56634.1", "rna": "U01038.1"}, {"protein": "AAH03002.1", "rna": "BC003002.1"}, {"protein": "CAA53536.1", "rna": "X75932.1"}, {"protein": "BAG36038.1", "rna": "AK313227.1"}, {"protein": "AAA36659.1", "rna": "L19559.1"}, {"protein": "BAD92416.1", "rna": "AB209179.1"}, {"protein": "CAA51837.1", "rna": "X73458.1"}, {"protein": "BAG64345.1", "rna": "AK303263.1"}, {"protein": "NP_005021.2", "rna": "NM_005030.6"}]}, "alias": ["PLK", "STPK13"], "ec": "2.7.11.21", "ensembl": {"gene": "ENSG00000166851", "protein": ["ENSP00000300093", "ENSP00000459688", "ENSP00000460084", "ENSP00000460266"], "transcript": ["ENST00000300093", "ENST00000562272", "ENST00000562407", "ENST00000564202", "ENST00000564794", "ENST00000564947", "ENST00000567897", "ENST00000568568", "ENST00000570220"], "translation": [{"protein": "ENSP00000460266", "rna": "ENST00000570220"}, {"protein": "ENSP00000300093", "rna": "ENST00000300093"}, {"protein": "ENSP00000459688", "rna": "ENST00000567897"}, {"protein": "ENSP00000460084", "rna": "ENST00000568568"}], "type_of_gene": "protein_coding"}, "entrezgene": "5347", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 19.3993043647, "exp_mis": 277.319849683, "exp_syn": 121.54863337, "lof_z": 4.13807145478934, "mis_z": 3.47522913325262, "mu_lof": 1.36120358828e-06, "mu_mis": 2.51449995276e-05, "mu_syn": 1.08770378685e-05, "n_lof": 1.0, "n_mis": 159.0, "n_syn": 104.0, "p_li": 0.994120613063786, "p_null": 1.61295351282845e-07, "p_rec": 0.00587922564086286, "syn_z": 0.986772286493123}, "bp": 1812, "cds_end": 23701384, "cds_start": 23690253, "n_exons": 10, "nonpsych": {"exp_lof": 17.3547647108, "exp_mis": 250.797754455, "exp_syn": 109.80977836, "lof_z": 3.85555556655635, "mis_z": 3.46513316298468, "mu_lof": 1.36120358828e-06, "mu_mis": 2.51449995276e-05, "mu_syn": 1.08770378685e-05, "n_lof": 1.0, "n_mis": 142.0, "n_syn": 96.0, "p_li": 0.989028078821755, "p_null": 9.05587199361217e-07, "p_rec": 0.0109710155910453, "syn_z": 0.829717548108364}, "nontcga": {"exp_lof": 17.8275269614, "exp_mis": 255.114446604, "exp_syn": 111.804927683, "lof_z": 3.93147930238451, "mis_z": 3.62183393891717, "mu_lof": 1.36120358828e-06, "mu_mis": 2.51449995276e-05, "mu_syn": 1.08770378685e-05, "n_lof": 1.0, "n_mis": 139.0, "n_syn": 95.0, "p_li": 0.989882157930253, "p_null": 6.07632022923072e-07, "p_rec": 0.0101172344377245, "syn_z": 1.00630074890825}, "transcript": "ENST00000300093.4"}, "exons": [{"cdsend": 23690063, "cdsstart": 23678932, "chr": "16", "position": [[23678888, 23679340], [23680083, 23680252], [23680913, 23681058], [23682063, 23682157], [23683869, 23684089], [23687468, 23687624], [23688667, 23688745], [23689237, 23689392], [23689493, 23689676], [23689859, 23690367]], "strand": 1, "transcript": "NM_005030", "txend": 23690367, "txstart": 23678888}], "exons_hg19": [{"cdsend": 23701384, "cdsstart": 23690253, "chr": "16", "position": [[23690209, 23690661], [23691404, 23691573], [23692234, 23692379], [23693384, 23693478], [23695190, 23695410], [23698789, 23698945], [23699988, 23700066], [23700558, 23700713], [23700814, 23700997], [23701180, 23701688]], "strand": 1, "transcript": "NM_005030", "txend": 23701688, "txstart": 23690209}], "generif": [{"pubmed": 11854496, "text": "We have observed that overexpression of the C-terminal domain of Plk is more effective than wild-type or kinase-defective Plk in causing mitotic delay or arrest."}, {"pubmed": 11897663, "text": "results suggest that Plk1 phosphorylates Cdc25C on Ser198 and regulates nuclear translocation of Cdc25C during prophase"}, {"pubmed": 11931760, "text": "These results suggest that Polo-like kinase regulates the dissociation of cohesin from chromosomes early in mitosis.  (cohesin)"}, {"pubmed": 12034729, "text": "both PB1 and PB2 regions are required for targeting the catalytic activity of Plk1 to centrosomes, midbody, and kinetochores"}, {"pubmed": 12077309, "text": "role of depletion in activating Cdc2/cyclin B and inhibition of centrosome amplification"}, {"pubmed": 12082631, "text": "Downregulation of cellular PLK1 levels in cancer cells altered cell cycle progression moderately with an elevated percentage (20-30%) of cells in G(2)/M. Furthermore, cells with reduced PLK1 protein gained a rounded phenotype with multiple centrosomes."}, {"pubmed": 12147700, "text": "Plk1 kinase is involved in regulation of cyclin B1 phosphorylation and inhibited by ATR"}, {"pubmed": 12207013, "text": "Ser-137 may have an unexpected and novel role in the function of Plk"}, {"pubmed": 12364337, "text": "accumulates in both the nucleus and the cytoplasm in addition to its localization to the centrosome during S and G(2) phases"}, {"pubmed": 12429910, "text": "promoter elements responsible for transcriptional inhibition of polo-like kinase 1 and topoisomerase IIalpha genes by p21(WAF1/CIP1/SDI1)"}, {"pubmed": 12442251, "text": "A site corresponding to Ser326 in Plx1 was shown to be phosphorylated in the human polo-like kinase Plk1 (Ser335)"}, {"pubmed": 12447691, "text": "role in regulating subcellular localization of cyclin B1"}, {"pubmed": 12493754, "text": "interaction with Chk2 and localization to centrosomes and midbody"}, {"pubmed": 12592388, "text": "Suppression of the activity of PLK1 via inhibition of tyrosine kinase activity by beta-HIVS might play a critical role in the induction of apoptosis."}, {"pubmed": 12595692, "text": "identified the polo-box domain (PBD) of the mitotic kinase polo-like kinase 1 as a specific phosphoserine or phosphothreonine binding domain and determined its optimal binding motif"}, {"pubmed": 12708489, "text": "PLK1 overexpression was significantly associated with p53 accumulation in colorectal cancers. Our results suggest overexpression of PLK1 might be of pathogenic, prognostic and proliferative importance."}, {"pubmed": 12732729, "text": "Depletion of this enzyme induces apoptosis in cancer cells"}, {"pubmed": 12738781, "text": "a consensus motif for Plk (Polo-like kinase) phosphorylation is identified, and Myt1 is a Plk1 substrate"}, {"pubmed": 12815053, "text": "Plk1 phosphorylates BRCA2 in M phase"}, {"pubmed": 12852856, "text": "PLK1 regulates Nlp, a centrosome protein involved in microtubule nucleation."}, {"pubmed": 12852857, "text": "PLK1 phosphorylation of NudC plays an essential role in cytokinesis."}, {"pubmed": 12939256, "text": "Data suggest that phosphorylation of mitotic kinesin-like protein 2 by polo-like kinase 1 (Plk1) is necessary for the restriction of Plk1 to the spindle during anaphase and telophase, and the complex of these two proteins is required for cytokinesis."}, {"pubmed": 14532005, "text": "Data show that the Polo-box domains of human, Xenopus, and yeast polo-like kinases all recognize similar phosphoserine/threonine-containing motifs"}, {"pubmed": 14592974, "text": "crystal structure of Plk1 polo box domain provides an explanation for phospho-peptide recognition"}, {"pubmed": 14654792, "text": "Cell cycle arrest at G2/M after ionizing radiation (IR) of breast carcinoma cells may involve repression of the gene for Plk1."}, {"pubmed": 14734534, "text": "A putative destruction box in Plk1 is required for degradation of Plk1 in anaphase."}, {"pubmed": 14735186, "text": "PLK1 does not act as a cell cycle regulator but plays a constitutive role in papillary carcinoma especially in the early phase, and may contribute to the malignant transformation of this carcinoma"}, {"pubmed": 15015605, "text": "PLK1 regulates the cell cycle progression of thyroid lymphoma cells in the G2-M-phase."}, {"pubmed": 15024021, "text": "p53 is a critical target of Plk1, and its function is abrogated through the physical interaction with Plk1."}, {"pubmed": 15105433, "text": "Data demonstrate that Plk1 (Polo-like kinase 1) is a target of the retinoblastoma tumor suppressor (RB) pathway."}, {"pubmed": 15125835, "text": "Mitotic phosphorylation of Nir2 is required for docking of the phospho-Ser/Thr binding module, the Polo box domain of Plk1, and overexpression of a Nir2 mutant, which fails to interact with Plk1, affects the completion of cytokinesis."}, {"pubmed": 15141022, "text": "Antisense-treated pancreatic cancer cells showed cell cycle arrest in G(2)-M as well as a drastic reduction in proliferation rates"}, {"pubmed": 15176053, "text": "High rate of PLK-1 positivity seen in prostate cancer; PLK1 may be involved in prostate cancer tumorigenesis and progression"}, {"pubmed": 15190079, "text": "the role of Plk1 in mitosis regulation through the identification of Ser-4 in B23 nucleophosmin as a major physiological substrate of Plk1"}, {"pubmed": 15199097, "text": "Plk1 and CHO1/MKLP-1 interact to have a role in cytokinesis"}, {"pubmed": 15210710, "text": "Plk1 has a role in bipolar spindle formation but is not necessary for APC/C-Cdc20 activation and initiation of cytokinesis"}, {"pubmed": 15280449, "text": "Treatment of mitotic cells with DNA damaging agents inhibits Plk1 activity primarily through dephosphorylation of Plk1."}, {"pubmed": 15350223, "text": "The cell cycle machinery is reset in response to DNA damage and that cells become critically dependent on Plk1-mediated degradation of Wee1 for their recovery."}, {"pubmed": 15458642, "text": "Plk-1 is required for proper spindle assembly and function."}, {"pubmed": 15469984, "text": "Plk1 activates the anaphase promoting complex by directing the SCF-dependent destruction of Emi1 in prophase"}, {"pubmed": 15611664, "text": "in vivo phosphorylation of Plk1 at serine 137 (S137) and threonine 210 (T210) occurs in mitosis; DNA damage prevents phosphorylation of Plk1 at both S137 and T210 in asynchronous cells but not in mitotic cells"}, {"pubmed": 15616186, "text": "Cep170 interacts with Polo-like kinase 1 in mature centrioles"}, {"pubmed": 15654075, "text": "interaction between endogenous Plk1 and Mcm7 was detected in a soluble chromatin fraction. These findings suggest a new function for Plk1 in coordination of DNA replication and mitotic events."}, {"pubmed": 15661742, "text": "phosphorylation of HSF1 by PLK1 is an essential step for HSF1 nuclear translocation by heat stress"}, {"pubmed": 15661849, "text": "study suggested that polo-like kinase 1 (Plk1) plays a critical role in the process of prostate cancer development"}, {"pubmed": 15664519, "text": "The polo-like kinase 1 activity and expression in complex proteomes is rapid detection by AX7503."}, {"pubmed": 15678101, "text": "Plk1-dependent signalling mechanism potentially linking Golgi structure and cell cycle control"}, {"pubmed": 15713655, "text": "Plk1 function is altered at different stages of mitosis through phosphorylation of Ser-137 and Thr-210."}, {"pubmed": 15855824, "text": "PLK1 was found overexpressed in pancreatic neoplasia as early as in pancreatic intraepithelial neoplasia III lesions, whereas benign acinar pancreatic parenchyma and ductal epithelia showed only focal PLK1 positivity."}, {"pubmed": 15876876, "text": "Plk1 Polo box domain mediates a cell cycle and DNA damage regulated interaction with Chk2"}, {"pubmed": 15923617, "text": "Data show that Plk1 associates with chaperonin-containing TCP1 complex (CCT) both in vitro and in vivo."}, {"pubmed": 16127294, "text": "Study suggests that PLK1 expression significantly reflects aggressive characteristics of medullary thyroid carcinoma."}, {"pubmed": 16157594, "text": "DNA damage-induced inhibition of Plk1 leads to inhibition of Nek2 activity and thus prevents centrosome separation"}, {"pubmed": 16198290, "text": "Results highlight the centrosome as a site to organize phosphorylation of Cep55 by Erk2/Cdk1 and Plk1, enabling it to relocate to the midbody to function in mitotic exit and cytokinesis."}, {"pubmed": 16237758, "text": "The expression patterns and prognostic implications of the mitotic regulator Polo-like kinase 1 in colon cancer are reported."}, {"pubmed": 16247472, "text": "ECT2 is regulated by Plk1"}, {"pubmed": 16254247, "text": "Plk1 helps to coordinate changes in microtubule organization with cell cycle progression, by controlling the dynein-dynactin-dependent transport of centrosomal proteins."}, {"pubmed": 16260496, "text": "Cdk1 regulated mitotic vimentin phosphorylation via not only a direct enzyme reaction but also Plk1 recruitment to vimentin."}, {"pubmed": 16267267, "text": "whereas chromosome congression requires localized Plk1 activity, other investigated Plk1 functions are less dependent on correct polo-box domain-mediated targeting"}, {"pubmed": 16378098, "text": "The complex formation of Plk1 and Aurora-B on INCENP may play crucial roles in the regulation of chromosomal dynamics."}, {"pubmed": 16469711, "text": "Data show that knocking down PLK1 (Polo-like kinase 1) mRNA in colorectal cancer cell with small interfering RNA (siRNA) blocked the mitosis and growth of the tumor cell."}, {"pubmed": 16478733, "text": "the Polo box domain of Plk3 is more potent in inhibiting cell proliferation and inducing apoptosis than that of Plk1"}, {"pubmed": 16582488, "text": "The polo box domain in complex with a phosphorylated peptide is examined crystallographically."}, {"pubmed": 16630118, "text": "Overexpression of PLK1 is associated with gastric cancer"}, {"pubmed": 16648550, "text": "Phosphorylation of cdc25c can be used to test whether a pharmacologic inhibitor of Plk1 would exert the same cellular effects as interference with Plk1 on an mRNA level."}, {"pubmed": 16753148, "text": "Cdc25C may first be actived by Plk1, and then its phosphatase activity makes p53 dephosphorylated at Ser15"}, {"pubmed": 16760428, "text": "Phosphorylation of Bub1 at T609 by Cdk1 creates a docking site for the PBD of Plk1 and facilitates the kinetochore recruitment of Plk1."}, {"pubmed": 16837776, "text": "Tumors with PLK1 overexpression were associated more frequently with CIN, DNA aneuploidy and centrosome amplification. Overexpression of PLK1 was significantly related to higher pathological grade, multiple tumors and positive urine cytology."}, {"pubmed": 16860740, "text": "NudC functions as both a substrate and a spatial regulator of Plk1 at the kinetochore to promote chromosome congression."}, {"pubmed": 16865274, "text": "Overexpression of Polo-like kinase 1 is associated with human gastric carcinomas"}, {"pubmed": 16873548, "text": "Checkpoint kinase 1 (Chk1) is required for mitotic progression through negative regulation of polo-like kinase 1 (Plk1)"}, {"pubmed": 16927022, "text": "Either chk1 or plk1-specific antisense oligodeoxynucleotides enhanced DNA damaging agent-induced apoptosis."}, {"pubmed": 16930555, "text": "Plk1 regulates the spindle organization partially through its phosphorylation on Ran"}, {"pubmed": 16934469, "text": "The degradation of Claspin upon mitotic entry depends on Plk1."}, {"pubmed": 16966375, "text": "We propose that hCenexin1 is a critical centrosomal component whose C-terminal extension is required for proper recruitment of Plk1 and other components crucial for normal mitosis."}, {"pubmed": 17005603, "text": "Intranuclear OPN participates in the process of cell duplication and associates with Plk1"}, {"pubmed": 17081991, "text": "Plk1 self-regulates the Plk1-PBIP1 interaction to timely localize to the kinetochores and promote proper chromosome segregation."}, {"pubmed": 17102638, "text": "Plk1 has a role in mitotic arrest, which is released by Chk1"}, {"pubmed": 17121839, "text": "a nitric oxide-p38 MAPK-p21/Waf1 signal transduction pathway represses PLK1 through a canonical CDE/CHR promoter element"}, {"pubmed": 17121863, "text": "a novel pathway, which is connected between ataxia telangiectasia-mutated kinase (ATM) and protein phosphatase-Plk1 in DNA damage response in mitosis"}, {"pubmed": 17218258, "text": "These data identify PICH as a novel essential component of checkpoint signaling."}, {"pubmed": 17253180, "text": "Gastric cancer patients with plk1-positive expression had worse prognosis than those with plk1-negative expression."}, {"pubmed": 17265445, "text": "correlation between COX-2 and PLK-1 in a malignant prostate tumor"}, {"pubmed": 17310276, "text": "TTDN1 is phosphorylated in mitosis, and this is required for its interaction with polo-like kinase 1."}, {"pubmed": 17351640, "text": "Choice of Plk1 docking partners during mitosis and cytokinesis is controlled by the activation state of Cdk1."}, {"pubmed": 17351902, "text": "siRNA-induced suppression of Plk1 expression effectively reduced the viable cell mass and increased apoptosis in several cancer cell lines"}, {"pubmed": 17359284, "text": "Results suggest that an onocogenic role of overexpressed cyclin B1 is mainly mediated in nuclei of breast carcinoma cells, and the nuclear translocation is regulated by polo-like kinase 1 and 14-3-3sigma."}, {"pubmed": 17360533, "text": "Polo-like kinase 1 has a role in positioning RhoA and triggering cytokinesis in human cells"}, {"pubmed": 17376779, "text": "Plk1 facilitates chromosome alignment during prometaphase through BubR1."}, {"pubmed": 17434144, "text": "These findings suggest that PLK-1 plays a critical role in the proliferation of RA synoviocytes leading to bone destruction, and siRNA against PLK-1 is potentially useful for the treatment of RA."}, {"pubmed": 17446864, "text": "Plk1 and RhoA function to enhance Rock2 kinase activity in vitro and within cells, and implicate Plk1 as a regulator of multiple pathways that synergistically converge to regulate actomyosin ring contraction during cleavage furrow ingression."}, {"pubmed": 17461553, "text": "Crystallized structures of Plk1 reveal the typical kinase fold with the unphosphorylated activation loop in an extended conformation, stabilized by a crystal contact."}, {"pubmed": 17476331, "text": "results demonstrate that Plk1 coordinates chromosome segregation with cytokinesis through its dual control of anaphase B and contractile ring assembly"}, {"pubmed": 17488623, "text": "Late mitotic Plk1 activity promotes recruitment of Ect2 to the central spindle, triggering the initiation of cytokinesis and contributing to cleavage plane specification in human cells."}, {"pubmed": 17610829, "text": "New work has now identified PRC1 as a Plk1-delivery factor that is tightly controlled by opposing cyclin B-Cdk1- and Plk1-dependent phosphorylations."}, {"pubmed": 17617734, "text": "Shugoshin 1 plays a central role in kinetochore assembly and is required for kinetochore targeting of Plk1."}, {"pubmed": 17623655, "text": "PLK1-HsCdc14A interaction provides a temporal regulation of HsCdc14A in chromosome segregation during mitosis."}, {"pubmed": 17635521, "text": "Co-immunoprecipitation reveals that RhoA and polo-like kinase 1 physically interact and that their interaction appears to be enhanced during mitosis."}, {"pubmed": 17671160, "text": "Plk1 activity is essential for cleavage furrow formation and ingression, leading to successful cytokinesis."}, {"pubmed": 17943598, "text": "Compared with survivin, PLK1 seems to be a better independent prognostic factor for diffuse large B-cell lymphoma."}, {"pubmed": 18056432, "text": "Over expression of Polo-like kinase 1 is associated with preinvasive in situ carcinomas of the breast"}, {"pubmed": 18062778, "text": "topoisomerase IIalpha is a novel physiological substrate for Plk3, and Plk1 and Plk3 play different roles in cell-cycle regulation."}, {"pubmed": 18171681, "text": "Plk1-dependent phosphorylation regulates functions of DNA topoisomerase IIalpha in cell cycle progression"}, {"pubmed": 18174154, "text": "Plk1-mediated dysfunction of p73 is one of the novel molecular mechanisms to inhibit the p53-independent apoptosis"}, {"pubmed": 18250300, "text": "Plk1 phosphorylation of Hbo1 may be required for prereplicative complex (pre-RC) formation and DNA replication licensing"}, {"pubmed": 18278450, "text": "Plk1 inhibition could significantly inhibit cell proliferation and induce cell cycle arrest and apoptosis"}, {"pubmed": 18297112, "text": "cancer cell lines have a much greater requirement for Plk1 than normal nontransformed diploid cells"}, {"pubmed": 18298087, "text": "Phosphorylation and the presence of the PBD-binding phosphopeptide result in an increase in catalytic efficiency of 1515x with a 2.3-fold decrease in K(M) and a 705-fold increase in k(cat) over the unmodified Plk1."}, {"pubmed": 18298903, "text": "Expression of PLK1 in non-Hodgkin lymphoma treated with CHOP is reported."}, {"pubmed": 18331714, "text": "Centriole splitting induced by Sgo1 depletion or expression of a dominant negative mutant is suppressed by ectopic expression of sSgo1 or by Plk1 knockdown."}, {"pubmed": 18353325, "text": "Cyclin B1 and Plk1 may play important roles in the pathogenesis of endometriosis by mediating ectopic endometrial cell proliferation under regulation of ovarian hormones."}, {"pubmed": 18378770, "text": "Proteolysis of Bora requires the Plk1 kinase activity and is mediated by SCF-beta-TrCP; Plk1 phosphorylates a conserved DSGxxT degron in Bora and promotes its interaction with beta-TrCP."}, {"pubmed": 18391401, "text": "the first crystal structure of the kinase domain of wild-type apo Plk-1, in complex with designed ankyrin-repeat proteins, is presented"}, {"pubmed": 18418051, "text": "TAp73-mediated activation of the p21(cip/waf), 14-3-3sigma and Bax gene promoters is abrogated by expressed PLK1 for which post-translational modification of TAp73 Thr-27 appears to be a key step in MCF7 cells."}, {"pubmed": 18427546, "text": "activity is regulated by p21-activated kinase and leads to mitotic progression"}, {"pubmed": 18477460, "text": "These results identify a previously unrecognized role for MYPT1 in regulating mitosis by antagonizing PLK1."}, {"pubmed": 18521620, "text": "Plk1 controls Aurora A localization and function by regulating cellular levels of hBora."}, {"pubmed": 18547964, "text": "PLK1 overexpression is an adverse predictive factor in NHL"}, {"pubmed": 18560274, "text": "Plk1 is phosphorylated in the starting M-phase, and this phosphorylation induces polo-box targeting through a possible conformational change."}, {"pubmed": 18566290, "text": "study reports that the synergistic action of Bora & the kinase Aurora A controls G2-M transition; Bora accumulates in G2 phase & promotes Aur-A-mediated activation of Polo-like kinase 1, leading to activation of cyclin-dependent kinase 1 & mitotic entry"}, {"pubmed": 18615013, "text": "data demonstrate that the initial activation of PLK1 is a primary function of aurora A"}, {"pubmed": 18616938, "text": "in U937 AML cells, PLK1 participates in checkpoint recovery, and that inhibition of PLK by the GW843682X compound results in mitotic accumulation and apoptosis"}, {"pubmed": 18625707, "text": "Plk1 interacts with and phosphorylates TRF1 and Plk1-mediated phosphorylation is involved in both TRF1 overexpression-induced apoptosis and its telomeric DNA binding ability"}, {"pubmed": 18662541, "text": "In response to genotoxic stress in G2, the phosphatase Cdc14B translocates from the nucleolus to the nucleoplasm and induces the activation of the ubiquitin ligase APC/C(Cdh1), with the consequent degradation of Plk1, a prominent mitotic kinase."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18694934, "text": "Plk1 can regulate MyoGEF activity and localization, contributing to the regulation of cytokinesis"}, {"pubmed": 18695677, "text": "Only Plk1-S326E, but not the Plk1-S326A, efficiently rescued the p38 or MK2-depletion-induced mitotic defects, further solidifying the requirement of S326 phosphorylation during mitotic progression"}, {"pubmed": 18820703, "text": "These observations suggest that Plk1 is a regulator of Bcl-x(L) phosphorylation and controls the anti-apoptotic activity of Bcl-x(L) during pironetin-induced apoptosis."}, {"pubmed": 18922800, "text": "mechanistic roles contributed by protein phosphorylation and Plk1 to the spindle assembly checkpoint activity of Mad1"}, {"pubmed": 18950845, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18957422, "text": "Regulation of I(kappa)B kinase complex by phosphorylation of (gamma)-binding domain of I(kappa)B kinase (beta) by Polo-like kinase 1."}, {"pubmed": 18980975, "text": "Metastatic HCC cells showed a defective S-M checkpoint following cisplatin treatment and potential aberrant checkpoint adaptation, which might result from deregulation of Plk1-Cdc25A pathway."}, {"pubmed": 19004025, "text": "PLK1 might be a useful prognostic marker and a potential therapeutic target for esophageal squamous cell carcinoma"}, {"pubmed": 19033445, "text": "demonstrate the predominant role of polo box domain-dependent binding on smooth chromosome congression at metaphase"}, {"pubmed": 19152411, "text": "Through a yeast two-hybrid screening, human polo-like kinase 1 was found to interact with human papillomavirus type 5 E2."}, {"pubmed": 19160488, "text": "Plk1-dependent regulation of FoxM1 activity provides a positive-feedback loop ensuring tight regulation of transcriptional networks essential for orderly mitotic progression."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19177004, "text": "Data demonstrate that the long-term suppression of Plk1 increases the levels of cyclin-dependent kinase inhibitor p21(WAF1/CIP), which is partially induced by the elevated tumor suppressor p73 in p53-inactivated HeLa cells."}, {"pubmed": 19289504, "text": "Data suggest that Plk1 is required for cell cycle progression not only in mitosis but also for DNA synthesis, maintenance of DNA integrity, and prevention of cell death."}, {"pubmed": 19351716, "text": "Data show that Kif2a is regulated positively by Plk1 and negatively by Aurora A, and suggest that this antagonistic regulation confers differential stability to microtubules in the spindle versus at the pole versus in the cytosol."}, {"pubmed": 19386263, "text": "A splice variant of hODF2 called hCenexin1, but not hODF2 itself, efficiently localizes to somatic centrosomes via a variant-specific C-terminal extension and recruits Plk1 through a Cdc2-dependent phospho-S796 motif within the extension."}, {"pubmed": 19400994, "text": "interaction of the meiotic structures and chromosome segregation in oocytes were studied; it was found that Plk1 was localized in the spindle midzone in oocytes at anaphase I and telophase I"}, {"pubmed": 19452252, "text": "positive cell percentages of Plk1 and Ki-67 were both correlated with overall survival in DLBCL"}, {"pubmed": 19458358, "text": "Plk1 is highly expressed in leukemic cell lines, and overexpressed in a majority of samples from patients with acute myeloid leukemia"}, {"pubmed": 19468300, "text": "Data showed how Plk1 promotes the central spindle recruitment of Ect2. Plk1 phosphorylates the noncatalytic N terminus of the RhoGAP HsCyk-4 at the central spindle, creating a phospho-epitope recognized by the BRCA1 C-terminal (BRCT) repeats of Ect2."}, {"pubmed": 19468302, "text": "Data found that Plk1 binds and directly phosphorylates the HsCYK-4 at the midzone and this modification creates a major docking site for the tandem BRCT repeats of the Rho GTP exchange factor Ect2."}, {"pubmed": 19473992, "text": "Plk1 modulates Topors activity in suppressing p53 function"}, {"pubmed": 19487276, "text": "Recent advances in the understanding of the functional crosstalk between Plk1 and Aurora-A before and during mitosis."}, {"pubmed": 19503101, "text": "Results unravel a crucial role of BubR1 in preventing centrosome reduplication through negative regulation of Plk1 in interphase cells."}, {"pubmed": 19509060, "text": "Data suggest that sequential phosphorylation of Nedd1 by Cdk1 and Plk1 plays a role in targeting gamma tubulin ring complex to the centrosome by promoting the interaction of Nedd1 with the gammaTuRC component gamma-tubulin, during mitosis."}, {"pubmed": 19543530, "text": "Plk1-dependent recruitment of gamma-tubulin complexes to mitotic centrosomes involves multiple PCM components"}, {"pubmed": 19546225, "text": "Polo-like kinase 1 (PLK1) regulates interferon (IFN) induction by MAVS"}, {"pubmed": 19554017, "text": "Plk1 may have a functional relevance toward melanoma development and/or progression"}, {"pubmed": 19572149, "text": "Data indicate that overexpression of Plk1 may play an important role in carcinogenesis and malignant progress of ESCC."}, {"pubmed": 19597481, "text": "The mode of interaction between the minimal peptide and PBD may provide a template for designing therapeutic agents that target PLK1."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19631697, "text": "a transportin-dependent nuclear localization signal is present in the polo box domain of Plk1, possibly required for efficient nuclear import. The 38 amino acid sequence identified here likely represents a novel nuclear localization signal."}, {"pubmed": 19668228, "text": "Plk1 controls TAp63 by its phosphorylation and regulates apoptotic cell death in liver tumor cells."}, {"pubmed": 19690138, "text": "Selective inhibition of PLK1 activity induced cell growth arrest in most proliferating cancer cell lines tested"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19706541, "text": "Data show that PLK2 as a kinase that phosphorylates Ser-137 of PLK1, which is sufficient to mediate this survival signal."}, {"pubmed": 19725153, "text": "Overexpression of polo-like kinase1 predicts a poor prognosis in hepatocellular carcinoma patients."}, {"pubmed": 19738611, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19739117, "text": "underexpressed miR-100 leads to Plk1 overexpression, which in turn contributes to nasopharyngeal cancer progression."}, {"pubmed": 19758559, "text": "Plk1 and separase act at different times during M phase to license centrosome duplication, reminiscent of their roles in removing cohesin from chromosomes"}, {"pubmed": 19775446, "text": "targeting PLK-1 might be a promising strategy for enhancing sensitivity to chemotherapeutic reagents in cervical carcinoma."}, {"pubmed": 19804365, "text": "Cancer Osaka thyroid (Cot) protein, expressed in HEK293 cells and immunoprecipitated, was used in a peptide-based substrate screening assay. The results of this assay suggested that Polo-like kinase 1 (Plk1) was a substrate of Cot."}, {"pubmed": 19821153, "text": "Polo-like kinase 1 (Plk1)-associated phosphorylation of Topors at S718 is essential for nocodazole-induced degradation of Topors."}, {"pubmed": 19822658, "text": "Results underscore the crucial role of cyclin A2-CDK2 in regulating the PLK1-SCF(beta-TrCP1)-EMI1-APC/C axis and CDC6 to trigger genome reduplication after the activity of CDK1 is suppressed."}, {"pubmed": 19833129, "text": "Data show that the PLK1 phosphorylates MDM2 at Ser260 and stimulates MDM2-mediated turnover of p53."}, {"pubmed": 19855194, "text": "DH166 blocks cancer cell proliferation, causes a mitotic arrest, increases cyclin B1 accumulation, induces aberrant mitotic spindles and apoptosis, presumably due to the downregulation of PLK1"}, {"pubmed": 20089605, "text": "a role for Plk1 in the loss of checkpoint control, increased survival and mutagenesis after genotoxic exposure in normal cells"}, {"pubmed": 20103597, "text": "polo-like kinase 1 is a mediator of gemcitabine resistance in pancreatic cancer"}, {"pubmed": 20130082, "text": "the PICH-Plk1 complex plays a critical role in maintaining prometaphase chromosome architecture"}, {"pubmed": 20145140, "text": "Plk1 is expressed in chronic myeloid leukemia (CML) cells and may represent a novel, interesting target in imatinib-sensitive and imatinib-resistant CML."}, {"pubmed": 20146883, "text": "PLK1 mRNA is over-expressed in pterygia, indicating a probable role for PLK1 in their development."}, {"pubmed": 20170163, "text": "Studies show the design and development of dual VEGF-R2/PLK1 inhibitors."}, {"pubmed": 20198330, "text": "Knockdown of both PLK1 and HSF1 expression decreased cell proliferation while increasing apoptotic cell death in synergistic fashion in oral carcinoma cells."}, {"pubmed": 20404504, "text": "Inhibition of polo-like kinase 1 reduces the phosphorylation of RPS6 and 4E-BP1."}, {"pubmed": 20427271, "text": "Phosphorylation of survivin at Ser(20) by Plk1 kinase is essential for accurate chromosome alignment and cell proliferation but is dispensable for its anti-apoptotic activity in cancer cells."}, {"pubmed": 20470222, "text": "Data show that polo-like kinase 1 depletion hampered the cell cycle progress of cells recovered from DNA damage, and induced apoptosis."}, {"pubmed": 20484576, "text": "These findings reveal that the scaffold protein TANK recruits PLK1 to negatively regulate NF-kappaB activation and provide direct evidence that PLK1 is required for the repression function of TANK."}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20511645, "text": "Data propose that centrobin functions as a microtubule stabilizing factor and PLK1 enhances centrobin activity for proper spindle formation during mitosis."}, {"pubmed": 20534861, "text": "This study shows that Plk1 is an NS5A phosphokinase and thereby indirectly regulates hepatitis C virus RNA replication."}, {"pubmed": 20573420, "text": "Plk1-mediated phosphorylation of PinX1 at five phosphorylation sites is essential for its Plk1-induced degradation."}, {"pubmed": 20577264, "text": "Data show that G2 and S-phase-expressed 1 (GTSE1) protein, a negative regulator of p53, is required for G2 checkpoint recovery and that Plk1 phosphorylation of GTSE1 promotes its nuclear localization."}, {"pubmed": 20581060, "text": "Data suggest that PLK1 may be a novel predictive marker for radiation response as well as a promising therapeutic target in rectal cancer patients."}, {"pubmed": 20581453, "text": "Inhibition of plk1 through dephosphorylation was dependent on AtM/Chk1 activity"}, {"pubmed": 20615875, "text": "Results highlight dual ASAP regulation by Plk1 and further confirm the importance of ASAP for spindle pole organization, bipolar spindle assembly, and mitosis."}, {"pubmed": 20622363, "text": "High PLK1 is associated with cervical cancer."}, {"pubmed": 20624918, "text": "novel Plk1 mechanism initiates pX-mediated hepatocyte transformation."}, {"pubmed": 20656208, "text": "Plk1 coordinates the centriole duplication cycle with the cell cycle."}, {"pubmed": 20664522, "text": "Herein, the authors have identified polo-like kinase 1 (Plk1) and casein kinase 2 (CK2) as two kinases of CLIP-170 and mapped S195 and S1318 as their respective phosphorylation sites."}, {"pubmed": 20679239, "text": "Data show that polo-like kinase 1 phosphorylation of p150(Glued) might be one major pathway of NEBD regulation."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20823832, "text": "These results suggested that Dvl2 is involved in mitotic progression by regulating the dynamics of MT plus-ends and the SAC in Plk1-dependent and -independent manners."}, {"pubmed": 20860994, "text": "These data provide a rich source of information on Plk1-dependent phosphorylation, Plk1 docking to substrates, the influence of phosphorylation on protein localization, and the functional interaction between Plk1 and Aurora A on the early mitotic spindle."}, {"pubmed": 20869364, "text": "Data suggest that function of Plk1 could be controlled by kinases for proper mitotic progression."}, {"pubmed": 20890306, "text": "our data demonstrate that in response to taxol, Plk1 endows death-promoting and tumor-suppressor functions to its substrate, FADD"}, {"pubmed": 20937827, "text": "the mechanism of phosphoinhibition as direct inhibition by PLK1 of the PDZ ligand underlying the GRASP65 self-interaction."}, {"pubmed": 20962589, "text": "These data establish PLK1 as a direct transcriptional target of p53, independently of p21, that is required for efficient G/M arrest."}, {"pubmed": 21041660, "text": "Plk1-mediated phosphorylation of Cdc6 promotes the interaction of Cdc6 and Cdk1, leading to the attenuation of Cdk1 activity, release of separase, and subsequent anaphase progression."}, {"pubmed": 21051833, "text": "The positive rates of PLK1 were significantly higher in gastric cancer than in peritumoral tissues and different types of benign lesions."}, {"pubmed": 21078677, "text": "dynamic regulation of MCAK phosphorylation by PLK1 is required to orchestrate faithful cell division"}, {"pubmed": 21079244, "text": "Data show that Plk1 activity negatively regulates Cep55 to ensure orderly abscission factor recruitment and ensures that this occurs only once cell contraction has completed."}, {"pubmed": 21148584, "text": "The PLK1-mediated priming phosphorylation is critical for orchestrating Aurora B activity in centromere which is essential for accurate chromosome segregation and faithful completion of cytokinesis."}, {"pubmed": 21169242, "text": "Elevated PLK1 expression is significantly associated with high-risk neuroblastoma and unfavorable patient outcome"}, {"pubmed": 21170987, "text": "PLK1 is post-transcriptionally regulated by miR-593* and could be a promising molecular target for EC treatment."}, {"pubmed": 21184800, "text": "inhibition of Plk1 may have potential use as a therapeutic strategy in multiple myeloma."}, {"pubmed": 21242189, "text": "Data show that Polo-like kinase-1 is a potential therapeutic target in neoplastic mast cells."}, {"pubmed": 21253604, "text": "Plk1 directly phosphorylates YY1 in vitro and in vivo at threonine 39 in the activation domain. We show that this phosphorylation is cell cycle regulated and peaks at G2/M."}, {"pubmed": 21271384, "text": "PLK1 silencing by siRNA may inhibit the migration and invasiveness of colorectal cancer cells."}, {"pubmed": 21330050, "text": "Polo-like kinase 1 contributes to the tumorigenicity of hepatoma cells via regulation of Survivin expression"}, {"pubmed": 21399492, "text": "the PLK1 inhibitor, BI 2536, inhibits proliferation and induces apoptosis in two-dimensional and three-dimensional cultures of osteosarcoma cell lines, KHOS and U-2OS."}, {"pubmed": 21436619, "text": "Polo-like kinase 1 (Plk1) is expressed by cutaneous T-cell lymphomas (CTCLs), and its downregulation promotes cell cycle arrest and apoptosis."}, {"pubmed": 21454580, "text": "Mammalian polo-like kinase 1-dependent regulation of the PBIP1-CENP-Q complex at kinetochores."}, {"pubmed": 21474997, "text": "Polo-like kinase 1 regulates activation of AMP-activated protein kinase (AMPK) at the mitotic apparatus."}, {"pubmed": 21480320, "text": "We propose Plk1 activity down-regulates ZNF198 and SUZ12, thereby enhancing both HBV replication and pX-mediated oncogenic transformation."}, {"pubmed": 21507953, "text": "Plk1 is a dynein kinase required for recruitment of phosphorylated dynein to kinetochores."}, {"pubmed": 21519187, "text": "Phosphorylation of Cdc6 by polo-like kinase 1 (Plk1), one of the essential mitotic kinases, regulates mitotic exit."}, {"pubmed": 21522128, "text": "The authors report that in G2 phase polo-like kinase 1 (Plk1) can trigger centrosome separation independently of Cdk1 by phosphorylating the motor protein Eg5."}, {"pubmed": 21533207, "text": "Analysis on hMps1 autophosphorylation sites demonstrates that hMps1 has a substrate preference similar to Plk1 kinase"}, {"pubmed": 21576470, "text": "polo-like kinase 1 activity regulates diffusion to maintain centrosome self-organization during mitosis"}, {"pubmed": 21602893, "text": "role in tumorogenesis of cutaneous squamous cell carcinoma"}, {"pubmed": 21610149, "text": "PLK1 protects esophageal carcinoma cells from anoikis through modulation of beta-catenin protein levels by inhibiting their degradation."}, {"pubmed": 21635870, "text": "These results suggest that RNF8 is downregulated in many cancer cells and inversely correlated with Plk1."}, {"pubmed": 21636267, "text": "PLK1 expression was negatively correlated with miR-100 expression in cervical intraepithelial neoplasia and cervical cancer tissues."}, {"pubmed": 21640712, "text": "there are 13 sites phosphorylated by PLK1 in CDC25B."}, {"pubmed": 21642957, "text": "Nek9 is a Plk1-activated kinase that controls early centrosome separation through Nek6/7 and Eg5."}, {"pubmed": 21690413, "text": "via the formation of the Nedd1-Plk1 complex and subsequent Augmin phosphorylation, Plk1 regulates spindle MT-based MT nucleation to accomplish normal bipolar spindle formation and mitotic progression"}, {"pubmed": 21723128, "text": "Centrosome disjunction is regulated by Plk1, providing a well-balanced control between the counteracting Nek2A and PP1gamma activities on the centrosome linker."}, {"pubmed": 21726628, "text": "Suppression of Polo like kinase 1 (PLK1) by p21(Waf1) mediates the p53-dependent prevention of caspase-independent mitotic death."}, {"pubmed": 21750699, "text": "Data indicate that PLK 1 inhibitor BI 2536 showed potent and rapid cell death in vitro activity against MM cells in isolation, as well as in vivo activity against a traditional subcutaneous xenograft mouse model."}, {"pubmed": 21768102, "text": "auto-ubiquitylation of E3 ubiquitin-protein ligase Chfr at G2 phase is required for accumulation of polo-like kinase 1 and mitotic entry in mammalian cell"}, {"pubmed": 21813642, "text": "in vitro and in vivo phosphorylation of RanBP1 by Plk1 as well as the importance of phosphorylation of RanBP1 in the interaction between Plk1 and Ran during early mitosis, is demonstrated."}, {"pubmed": 21816470, "text": "PLK1 inhibition is a potential new strategy for the treatment of multiple myeloma."}, {"pubmed": 21818122, "text": "Phosphorylation of TNKS1 by Plk1 may help regulate mitotic spindle assembly and promote telomeric chromatin maintenance."}, {"pubmed": 21857030, "text": "we have identified many PLK1 protein substrates with the D/E-x-S/T and N-x-S/T motifs which represent a new subclass of PLK1 motifs"}, {"pubmed": 21857149, "text": "Plk1 phosphorylates Ataxin-10 on Ser 77 and Thr 82."}, {"pubmed": 21880710, "text": "Plk1-mediated phosphorylation of Rio2 regulates metaphase-anaphase transition during mitotic progression."}, {"pubmed": 21887822, "text": "Results reveal that Hsp70 is a novel substrate of Plk1 and that its phosphorylation contributes to attenuation of ATO-induced mitotic abnormalities."}, {"pubmed": 21890624, "text": "a role of Plk1 in facilitating loss of Pten-induced prostate cancer formation"}, {"pubmed": 21947279, "text": "Plk1 phosphorylation of Orc2 promotes DNA replication under conditions of stress"}, {"pubmed": 21953073, "text": "High PLK1 expression is associated with brain metastasis in breast cancer."}, {"pubmed": 21978935, "text": "Polo-like kinase 1 (Plk1) failed to phosphorylate the Aur-A-unphosphorylatable FADD substitution mutant S203A."}, {"pubmed": 21987589, "text": "Sororin is phosphorylated by Cdk1/cyclin B at prophase and acts as a docking protein to bring Plk1 into proximity with SA2, resulting in the phosphorylation of SA2 and the removal of cohesin complexes from chromosomal arms."}, {"pubmed": 22000864, "text": "the expression of PLK1 mRNA was significantly higher in glioma tissues than in corresponding normal brain tissues"}, {"pubmed": 22064247, "text": "High polo-like kinase 1 protein expression is an independent prognostic molecular marker for non-small cell lung cancer. patients"}, {"pubmed": 22108192, "text": "Increased activity of Stat3 and overexpression of PLK1 promote survival and proliferation of esophageal squamous cell carcinoma cells in culture and in mice."}, {"pubmed": 22115795, "text": "The overexpression of Plk1 or Pin1 inhibited apoptotic signals following the cleavage of PARP in 5'-NIO-treated cells."}, {"pubmed": 22120675, "text": "Data suggest that down-regulation of miR-100 could lead to Plk1 over-expression and eventually to docetaxel chemoresistance of lung adenocarcinoma."}, {"pubmed": 22154349, "text": "analysis of PLK1 inhibition by 5-(2-amino-pyrimidin-4-yl)-1H-pyrrole and 2-(2-amino-pyrimidin-4-yl)-1,5,6,7-tetrahydro-pyrrolo[3,2-c]pyridin-4-one derivatives"}, {"pubmed": 22184120, "text": "the existence of a p53-Plk1-Cep55 axis in which p53 negatively regulates expression of Cep55, through Plk1 which, in turn, is a positive regulator of Cep55 protein stability."}, {"pubmed": 22184200, "text": "The PLK1-mediated phosphorylation of PCNT initiates centrosome maturation by organizing the spindle pole-specific PCM lattice."}, {"pubmed": 22188812, "text": "Data indicate that TAK-960 is a potent and selective inhibitor of polo-like kinase 1 (PLK1)."}, {"pubmed": 22192978, "text": "Data indicate that polo-like kinase 1 (Plk1) expression was closely correlated with important histopathologic characteristics (grades and stages) and the recurrence and metastasis of bladder urothelial carcinomas."}, {"pubmed": 22249248, "text": "Data indicate that miR-100 reduction was paralleled by an increased expression of polo like kinase 1 (PLK1)."}, {"pubmed": 22262171, "text": "The cytotoxicity resulting from PLK1 inhibition is elevated in cancer cells with defective p53."}, {"pubmed": 22281053, "text": "Plk1 associates with tRNA and 5S rRNA genes and regulates their transcription by RNA polymerase III (pol III) through direct binding and phosphorylation of transcription factor Brf1."}, {"pubmed": 22309939, "text": "PLK1 was universally expressed in breast cancer cell lines, representing all of the breast cancer subtypes, and was positively correlated to CD44"}, {"pubmed": 22314839, "text": "IRE1a-mediated induction of apoptosis and inhibition of proliferation in response to endoplasmic reticulum stress is through downregulation PLK1."}, {"pubmed": 22325354, "text": "Our results uncover a role of Plk1 in linking DNA damage recognition with homologous recombination repair"}, {"pubmed": 22365832, "text": "Plk1 phosphorylates Optineurin (Optn) at serine 177 and that this dissociates Optn from the Golgi-localized GTPase Rab8, inducing its translocation into the nucleus."}, {"pubmed": 22390279, "text": "Inhibition of PLK1 impaired tumor sphere formation of medulloblastoma cells and decreased the expression of SRY (sex determining region Y)-box 2 (SOX2) mRNA in tumor spheres indicating a possible role in targeting tumor inititiating cells."}, {"pubmed": 22391203, "text": "Tip60 forms a ternary complex with Plk1 and cyclin B1 and acetylates Plk1 but not cyclin B1."}, {"pubmed": 22405092, "text": "Breast cancer patients expressing elevated PLK1 expression show significantly reduced survival.PLK1 in primary breast cancer is associated with TP53 mutation and poor clinical outcome."}, {"pubmed": 22427657, "text": "Data indicate that Plk1 siRNA interference and overexpression increased phosphorylation of RSK1, suggesting that Plk1 inhibits RSK1."}, {"pubmed": 22467873, "text": "GRK5 phosphorylates Ser-4 in nucleophosmin and regulates the sensitivity of cells to PLK1 inhibition."}, {"pubmed": 22535524, "text": "Data show that Polo-like kinase 1 (Plk1) regulates both the localization and activity of kinesin-13 protein Kif2b during mitosis to promote the correction of k-MT attachment errors to ensure mitotic fidelity."}, {"pubmed": 22566210, "text": "Plk1's activation-loop phosphorylation is both essential and irreplaceable during M phase."}, {"pubmed": 22593191, "text": "Dysregulation of Numb expression results in mislocalized Plk1 and poor centrosomal gamma-tubulin recruitment, potentially contributing to mitotic errors, aneuploidy, and cancer development."}, {"pubmed": 22609948, "text": "Identification of a novel Wnt5a-CK1varepsilon-Dvl2-Plk1-mediated primary cilia disassembly pathway."}, {"pubmed": 22621898, "text": "findings suggest that PRC1 is regulated by Plk1, rather than Cdk1 as previously proposed, because its activity must be spatiotemporally regulated both preanaphase and postanaphase, and Cdk1 activity is too binary for this purpose"}, {"pubmed": 22641346, "text": "An MYPT1 mutant (S445A) failed to dephosphorylate Thr 210 of PLK1 (pololike kinase 1), thereby activating PLK1."}, {"pubmed": 22648245, "text": "PLK1 could be a progression marker for colorectal cancer patients."}, {"pubmed": 22701722, "text": "The centrosomal kinase Plk1 localizes to the transition zone of primary cilia and induces phosphorylation of nephrocystin-1."}, {"pubmed": 22753241, "text": "results provide a new insight into the proliferative status of colon tumor-initiating cells both in basal conditions and in response to therapy and indicate Plk1 inhibitors as potentially useful in the treatment of colorectal cancer."}, {"pubmed": 22753416, "text": "Fry also binds to Aurora A and promotes Plk1 activity by binding to the polo-box domain of Plk1 and by facilitating Aurora A-mediated Plk1 phosphorylation at Thr-210."}, {"pubmed": 22795848, "text": "analysis of tumor imaging using polo-box domain of polo-like kinase 1 targeted peptide"}, {"pubmed": 22818914, "text": "Phosphorylation of NEDD1 on Ser77 by Nek9 requires activation of Nek9 by Plk1-dependent phosphorylation."}, {"pubmed": 22820163, "text": "Plk1-mediated phospho-dependent centrosomal localization of Tara is important for faithful chromosome segregation, and provided novel insights into understanding on the role of Plk1 in cooperation with Tara in mitotic progression."}, {"pubmed": 22826617, "text": "Knockdown of PLK1 overexpression in hepatocellular carcinoma was shown to be a potential therapeutic target, leading to apoptosis through the endonuclease-G pathway."}, {"pubmed": 22863584, "text": "Plk1 is a serine/threonine protein kinase that plays multiple critical roles in centrosome maturation, mitotic chromosome segregation, cytokinesis, and the DNA damage response."}, {"pubmed": 22869522, "text": "Plk1 is required for the kinetochore localization of Sgt1 and phosphorylates serine 331 of Sgt1 at the kinetochores."}, {"pubmed": 22890325, "text": "LNCaP-AI cells underwent reprogramming in both their cell growth and cell death pathways, rendering them highly sensitive to Plk1 inhibition that induces necroptosis"}, {"pubmed": 22892842, "text": "These results thus suggest a potential of using PLK1 inhibitors for the treatment of pancreatic cancer"}, {"pubmed": 22908307, "text": "Plk1 dynamics at kinetochores control two critical mitotic processes: initially establishing correct kinetochore-microtubule attachments and subsequently silencing the spindle checkpoint."}, {"pubmed": 22918237, "text": "4E-BP1, beyond its role in translation regulation, can function as a regulator of mitosis via interacting with PLK1, and possibly plays a role in genomic stability maintaining."}, {"pubmed": 23037713, "text": "FOXM1 and PLK1 are expressed in oesophageal adenocarcinoma-derived cell lines."}, {"pubmed": 23045552, "text": "propose that Cdk1 and Plk1 mediate a fine CLASP2 \"phospho-switch\" that temporally regulates kinetochore-microtubule attachment stability"}, {"pubmed": 23046929, "text": "Non-phosphorylatable mutant of Plk1 (Plk1(S330/597A);) induces cytokinesis failure and causes the cell cycle arrest at G2/M phase."}, {"pubmed": 23063527, "text": "The CDK1/Cyclin B1 phosphorylates Gravin on threonine 766 to prime the recruitment of the polo-like kinase Plk1 at defined phases of mitosis."}, {"pubmed": 23079597, "text": "The PLK1 and BUBR1 cooperate to stabilize kinetochore-microtubule interactions by regulating PP2A-B56alpha-mediated dephosphorylation of Aurora B substrates at the kinetochore-microtubule interface."}, {"pubmed": 23105120, "text": "These results demonstrate that different thresholds of Plk1 activity can elicit distinct phenotypes."}, {"pubmed": 23144294, "text": "Polo-like kinase 1 (PLK1) was found to be significantly overexpressed in TNBC compared with the other breast cancer subtypes"}, {"pubmed": 23151088, "text": "MiR-100 mimics could significantly inhibit PLK1 mRNA and protein expression."}, {"pubmed": 23188630, "text": "Gemcitabine resistance is dependent on Plk1-mediated phosphorylation of Orc2 and Hbo1."}, {"pubmed": 23345402, "text": "these data suggest a mechanism whereby the recruitment of Plk1 to pericentriolar matrix by PCM1 plays a pivotal role in the regulation of primary cilia disassembly before mitotic entry."}, {"pubmed": 23359173, "text": "Plk1 was significantly associated with certain clinicopathologic indices in gallbladder carcinoma"}, {"pubmed": 23455152, "text": "Dynactin helps target Polo-like kinase 1 to kinetochores via its left-handed beta-helical p27 subunit."}, {"pubmed": 23494182, "text": "Overexpression of Plk1 is associated with invasion of renal cancer."}, {"pubmed": 23509069, "text": "Plk1 phosphorylates MISP, thus stabilizing cortical and astral microtubule attachments required for proper mitotic spindle positioning."}, {"pubmed": 23520509, "text": "This new in vivo model of CD56(+) AML that recapitulates the human tumour lends support for the therapeutic use of PLK1 inhibitors in AML."}, {"pubmed": 23525475, "text": "PLK1 knockdown in young cells induced premature senescence. In contrast, upregulation of PLK1 in old cells partially reversed senescence phenotypes. Cell senescence by PLK1 inhibition was observed in p16 knockdown but not in p53 knockdown cells."}, {"pubmed": 23566315, "text": "Studies indicate that inhibition of targets outside the main KRAS signaling pathway, specifically the cell cycle related kinase PLK1, has been shown have an effect in cells that harbor mutant KRAS."}, {"pubmed": 23574746, "text": "Functional p53 strengthens the efficacy of Plk1 inhibition alone or in combination by strongly activating cell death signaling pathways."}, {"pubmed": 23615397, "text": "Cardiac glycosides potently induce mitotic arrest by the downregulation of polo-like kinase 1 (Plk1) expression."}, {"pubmed": 23643811, "text": "phosphorylation on CRY-box by Polo-like kinase-1 is required for Cdh1-dependent degradation of Cdc20 during somatic cell cycle"}, {"pubmed": 23661607, "text": "Plk1-asociated kinase activity promotes constitutive activation of androgen receptor in castration-resistant prostate cancer cells."}, {"pubmed": 23695676, "text": "Mitotic Plk1 activity is regulated not only by Plk1-Thr210 phosphorylation, but also by Plk1 binding to 14-3-3gamma following Plk1-Ser99 phosphorylation downstream of the PI3K-Akt signalling pathway."}, {"pubmed": 23713868, "text": "Our data suggest that PLK1 blockage has a radiosensitizing effect on GBM, which could improve treatment strategies for this devastating tumor."}, {"pubmed": 23750008, "text": "An actin/myosin-II-binding protein, supervillin (SVIL), is a substrate of PLK1."}, {"pubmed": 23753023, "text": "A pivotal role for PLK1 in pediatric acute lymphoblastic leukemia was determined."}, {"pubmed": 23757039, "text": "The results confirm association of YY1 and PLK1 with outcome in follicular lymphoma and suggest coexpression at the centrosome."}, {"pubmed": 23770244, "text": "Results propose a mechanism for the tumor-suppressive role of PLK1 in mammals as an interphase transcriptional regulator."}, {"pubmed": 23790466, "text": "Data suggest that polo-like kinase 1 (PLK1) is an important therapeutic target for glioblastoma multiforme (GBM) and can enhance radiosensitivity in GBM."}, {"pubmed": 23792639, "text": "Our findings demonstrate that irrespective of the inhibitor used, the pharmacological inhibition of PLK1 constrains bladder cancer growth and dissemination, providing new opportunities for future therapeutic intervention."}, {"pubmed": 23804033, "text": "Short interfering RNA-mediated depletion of Kindlin-1 increases formation of abnormal mitotic spindles which is dependent on the ability of Kindlin-1 to bind integrins and Polo-like kinase 1-mediated Kindlin-1 phosphorylation."}, {"pubmed": 23887393, "text": "findings show that PDK1-PLK1-MYC signaling is critical for cancer cell growth and survival; PDK1-PLK1-MYC signaling induces an embryonic stem cell-like gene signature associated with aggressive tumor behaviors and is a robust signaling axis driving cancer stem cell self-renewal"}, {"pubmed": 23977272, "text": "Plk1 negatively regulates the RNA polymerase II-dependent transcription through inhibiting the activity of cyclin T1/Cdk9 complex."}, {"pubmed": 23983103, "text": "A novel function for CIP2A in facilitating the stability and activity of the pivotal mitotic kinase Plk1 in cell-cycle progression and tumor development."}, {"pubmed": 24018379, "text": "The depletion of FOR20 (FOP-related protein of 20 kDa), a conserved centrosomal protein, inhibits S-phase progression and prevents targeting of Plk1 (polo-like kinase 1) to centrosomes, where FOR20 interacts with Plk1."}, {"pubmed": 24032677, "text": "calmodulin is a regulatory molecule that associates with Plk1 from G2 to metaphase resulting in considerable stimulation of Plk1 kinase activity leading to hyperphosphorylation of Cdc25C."}, {"pubmed": 24067368, "text": "In response to replication stress and DNA damage, BRCA1 plays a critical role in down-regulating the kinase activity of both cyclin-dependent kinases and PLK1."}, {"pubmed": 24067371, "text": "CUL3/KLHL22 may contact two distinct motifs within PLK1 protein, consistent with the bivalent mode of substrate targeting."}, {"pubmed": 24076372, "text": "The model of p53 action on E2F1-activated PLK1 gene may explain at least partly how p53 as a suppressor regulates the downstream effects of E2F1 in cellular stresses including DNA damage stress"}, {"pubmed": 24166892, "text": "Data indicate that DNA-dependent protein kinase catalytic subunit (DNA-PKcs) interacts with polo-like kinase 1 (PLK1) in mitotic phase."}, {"pubmed": 24196446, "text": "Here we uncovered an essential role of Polo-like kinase 1 (Plk1) in mechanism of Endocytic vesicle fusion"}, {"pubmed": 24204733, "text": "Data indicate that potent and specific Plk1 inhibitors already in clinical development (BI 2536, BI 6727 and GSK 461364) phenocopied J101 and were selective against glioblastoma-derived neural stem (GNS) cells."}, {"pubmed": 24205328, "text": "PLK1 is involved in TLR2- and TLR4-induced inflammation"}, {"pubmed": 24271645, "text": "It further helps scientists to develop a drug therapy against PLK1 cancer-associated diseases."}, {"pubmed": 24327015, "text": "Growth inhibition following knockdown of NDC80, CDK1 and PLK1."}, {"pubmed": 24338364, "text": "Once Plk1 is activated, minimal amounts of the Bora-Aurora-A complex are sufficient to sustain Plk1 activity."}, {"pubmed": 24349352, "text": "NFBD1/MDC1 is phosphorylated by PLK1 and controls G2/M transition through the regulation of a TOPOIIalpha-mediated decatenation checkpoint."}, {"pubmed": 24407240, "text": "Association of p21 with NF-YA suppresses the expression of PLK1 and prevents mitotic death in response to DNA damage."}, {"pubmed": 24407358, "text": "PLK1 abrogates the inhibitory effects of FOXO1 on cell growth and survival to ensure timely cell cycle progression."}, {"pubmed": 24413556, "text": "Plk1 binds to Haspin in a Cdk1-phosphorylation-dependent manner in early mitosis."}, {"pubmed": 24427308, "text": "Sorcin links calcium signaling to vesicle trafficking, regulates Polo-like kinase 1 and is necessary for mitosis."}, {"pubmed": 24451569, "text": "CLIP-170 phosphorylation by Plk1 regulates proper chromosome alignment"}, {"pubmed": 24482237, "text": "Taken together, these results suggest that aurora B coordinates with Plk1 to regulate MyoGEF activation and localization, thus contributing to the regulation of cytokinesis."}, {"pubmed": 24484936, "text": "Procaspase-8 is regulated during the cell cycle through the concerted inhibitory action of Cdk1/cyclin B1 and polo-like kinase 1 (Plk1)."}, {"pubmed": 24498222, "text": "p53-Dependent and cell specific epigenetic regulation of the polo-like kinases under oxidative stress."}, {"pubmed": 24501426, "text": "These results identify a novel mechanism for regulating beta-catenin stability that is independent of GSK3beta and provide new insight into a pathway involving Plk1, Nek2, and beta-catenin that regulates the centrosome cycle."}, {"pubmed": 24519995, "text": "PLK1 mRNA expression level is not associated with prognosis in childhood ALL"}, {"pubmed": 24626184, "text": "The data provide a model in which p68 and p53 interplay regulates PLK1 expression, and which describes the behavior of these molecules, and the outcome of their interaction, in human breast cancer."}, {"pubmed": 24706748, "text": "Plk1 as an important regulator of PTEN during the cell cycle"}, {"pubmed": 24722282, "text": "A novel function of LKB1 in the maintenance of genomic stability through the regulation of centrosome mediated by PLK1, is reported."}, {"pubmed": 24767679, "text": "A 3'UTR polymorphism modulates mRNA stability of PLK1."}, {"pubmed": 24771642, "text": "PLK1 overexpression is associated with prostate cancer."}, {"pubmed": 24777477, "text": "Data suggest that CLIP-170 acts as a novel recruiter and spatial regulator of PLK1 at kinetochores during early mitosis, promoting K-fiber stability and chromosome alignment for error-free chromosome segregation."}, {"pubmed": 24785407, "text": "Expression of NUAK1 is controlled by cyclin-dependent kinase, PLK1, and the SCFbetaTrCP (Skp, Cullin and F-boxbetaTrCP) E3 ubiquitin ligase complex."}, {"pubmed": 24844881, "text": "PLK1 phosphorylates DNA-PKcs on Ser3205 in vitro and interacts with DNA-PKcs in mitosis."}, {"pubmed": 24874015, "text": "PLK1 inhibitors display the potential for innovative therapeutic strategies to improve T-ALL patient outcome."}, {"pubmed": 24876664, "text": "AURKA and PLK1 are upregulated in colorectal malignancy."}, {"pubmed": 24893992, "text": "Homeostatic control of PLK1 by the dynamic opposition between checkpoint signalling and pro-mitotic activities heterogeneously enforces the G2 checkpoint in each individual cell, with implications for cancer pathogenesis and therapy."}, {"pubmed": 24931513, "text": "this study suggests a new mechanism by which Plk1 regulates MCAK: by regulating its degradation and hence controlling its turnover in mitosis."}, {"pubmed": 25036634, "text": "Study identifies Plk1 as a centromere-localized regulator required to initiate CENP-A deposition in human cells and faithful CENP-A deposition requires integrated signals from Plk1 and CDK, with Plk1 promoting the localization of the key CENP-A deposition factor, the Mis18 complex, and CDK inhibiting Mis18 complex assembly."}, {"pubmed": 25047839, "text": "Results show that Plk1 phosphorylation of PTEN promotes tumorigenesis."}, {"pubmed": 25169932, "text": "Mitotic arrest and slippage induced by pharmacological inhibition of Polo-like kinase 1."}, {"pubmed": 25246616, "text": "Controlled Plk1 activity is required for gradual biochemical and structural maturation of the centrioles and timely appendage assembly."}, {"pubmed": 25347203, "text": "Data indicate that the two hydrogen bond interactions responsible for inhibitors high binding affinity and selectivity for the polo-box domain of Polo-like kinase 1 (Plk1)."}, {"pubmed": 25347426, "text": "Decreased PLK1 protein expression due to promoter hypermethylation was negatively correlated with JAK2 overexpression, a common occurrence in hematological malignancies."}, {"pubmed": 25398439, "text": "PLK1 interacted with and phosphorylated PAX3-FOXO1 at the novel site S503, leading to protein stabilization."}, {"pubmed": 25430493, "text": "Report structure-activity relationships of non-ATP-competitive Plk1 inhibitors."}, {"pubmed": 25480943, "text": "Data support a critical role of PLK1 in acquired hormone-independent growth of ER(+) human breast cancer"}, {"pubmed": 25483079, "text": "Recruitment of PLK1 (and BRCA1) to the centrosome in DNA damaged cells induces centrosome amplification."}, {"pubmed": 25483104, "text": "Deficiency of p21 renders tumor cells more susceptible to Polo-like kinase 1 inhibition by showing a pronounced mitotic arrest, DNA damage and apoptosis."}, {"pubmed": 25486482, "text": "central spindle assembly and 2 Plk1-dependent phosphorylations are required to establish efficient binding of the Ect2 BRCT in early cytokinesis."}, {"pubmed": 25501367, "text": "STARD9 could be regulated by Plk1 and SCFbeta-TrCP to promote proper mitotic spindle assembly."}, {"pubmed": 25504441, "text": "MCAK activity is modulated by Plk1 phosphorylation on S632/S633 in mitosis."}, {"pubmed": 25505174, "text": "Plk1 inhibition enhances the antineoplastic activity of metformin in prostate cancer"}, {"pubmed": 25505268, "text": "PLK1 inhibition down-regulates polycomb group protein BMI1 via modulation of the miR-200c/141 cluster"}, {"pubmed": 25524551, "text": "Data indicate that polo-like kinase 1 (PLK1) inhibition via mitotic disruption suggeting a potential approach for the treatment of -small cell lung cancer (NSCLC)."}, {"pubmed": 25537513, "text": "Data show that microRNA (miR-100) inhibits maintenance and expansion of basal-like breast cancer stem cells (BrCSCs) through Polo-like kinase1 (Plk1) down-regulation."}, {"pubmed": 25565629, "text": "PLK1 protein levels are increased in hamartin and tuberin deficient cells and Lymphangioleiomyomatosis patient-derived specimens, and that this increase is rapamycin-sensitive."}, {"pubmed": 25592872, "text": "PLK1 is implicated in ovarian carcinogenesis and may owe its ability to inhibition of the activity of P53. In addition, misregulation of PLK1 coincident with P53 and P21WAF1 in epithelial ovarian cancer suggests poor prognosis."}, {"pubmed": 25607646, "text": "Plk1 phosphorylated 53BP1 that impairs the ability of 53BP1 to bind the ubiquitinated H2A and to properly localize to the sites of DNA damage."}, {"pubmed": 25659891, "text": "myotubularin-related protein 3 and myotubularin-related protein 4 may act as a bridge between CEP55 and polo-like kinase 1, ensuring proper CEP55 phosphorylation and regulating CEP55 recruitment to the midbody."}, {"pubmed": 25666058, "text": "Inhibition of Aurora B or expression of the S12A mutant renders reduced interaction between Ataxin-10 and polo-like kinase 1 (Plk1), a kinase previously identified to regulate Ataxin-10 in cytokinesis."}, {"pubmed": 25670858, "text": "Plk1 regulates the timing of the delocalization and ultimate destruction of the PBIP1.CENP-Q complex."}, {"pubmed": 25697066, "text": "High PLK1 expression is associated with Acute Myeloid Leukemia."}, {"pubmed": 25714006, "text": "phosphorylation of Rictor at Ser1162 by Plk1 might be involved in a novel signaling pathway."}, {"pubmed": 25737075, "text": "Data suggest that activity of Plk1 is regulated by Sirt1 contribuing to proper and timely microtubule dynamics and genomic integrity."}, {"pubmed": 25754767, "text": "PLK1 expression was associated with poor tumour differentiation and histopathological high-risk factors. These proteins may be involved in tumorigenesis and progression of disease."}, {"pubmed": 25826089, "text": "Gain- and loss-of-function experiments established a direct role for PLK1 in counteracting SN38 antiproliferative and pro-apoptotic effects."}, {"pubmed": 25830382, "text": "IRS2 phosphorylation is cell cycle-regulated and that Plk1 phosphorylation of IRS2 prevents premature mitotic exit via AKT inactivation."}, {"pubmed": 25855382, "text": "downregulation of SUZ12 and ZNF198 leads to epigenetic reprogramming of infected hepatocytes. Because both Plk1 and HOTAIR are elevated in many human cancers, we propose that their combined effects are involved in epigenetic reprogramming"}, {"pubmed": 25917079, "text": "Identify a novel synthetic lethality by dual targeting of mitosis using microtubule-interfering and PLK1-targeted drugs in rhabdomyosarcoma."}, {"pubmed": 25925375, "text": "Combined inhibition of DNA-PKcs and Plk1 can be employed in cancer therapy strategy for synthetic lethality."}, {"pubmed": 25975351, "text": "Suggest that polo-box domain of Plk1 plays a role in S phase progression through interaction with other proteins, while its ATP-binding domain is important for regulating mitotic progression mediated by its catalytic activity involving consumption of ATP."}, {"pubmed": 26012549, "text": "Plk1 promotes centrosome-based bipolar spindle formation by forming two functionally nonredundant complexes with Cep192."}, {"pubmed": 26047016, "text": "Data suggest that low polo-like kinase 1 (PLK1) score was an independent predictor of superior overall survival."}, {"pubmed": 26057687, "text": "PLK1-mediated phosphorylation protects the binding of Mob1 to NDR1 and subsequent NDR1 activation"}, {"pubmed": 26070557, "text": "Collectively, these observations suggested that Plk1 is a positive modulator of telomerase by enhancing the stability of hTERT."}, {"pubmed": 26090465, "text": "our results indicated that mir3686 could target PLK1 to inhibit the cell proliferation in pancreas cancer derived cell line and mir3686 could be a new therapeutic target for pancreas cancer treatment."}, {"pubmed": 26119734, "text": "Plk1 promotes checkpoint signaling at kinetochores through the phosphorylation of at least two Mps1 substrates, including KNL-1 and Mps1 itself."}, {"pubmed": 26124292, "text": "A major function of Mio in mitosis is to regulate the activation/deactivation of Plk1 and Aurora A."}, {"pubmed": 26171916, "text": "Combined immunohistochemistry of PLK1, p21, and p53 can predict the TP53 status of breast cancer patients."}, {"pubmed": 26192437, "text": "LRRK1 regulates mitotic spindle orientation downstream of PLK1 through CDK5RAP2-dependent centrosome maturation."}, {"pubmed": 26206521, "text": "the Aurora B-PLK1 signaling at the kinetochore orchestrates MCAK activity, which is essential for timely correction of aberrant kinetochore attachment to ensure accurate chromosome segregation during mitosis."}, {"pubmed": 26242183, "text": "Knockdown of Plk1 attenuated the phosphorylation of MEK1/2 pathway as well as cell proliferation."}, {"pubmed": 26259146, "text": "RSF1 localizes at mitotic kinetochores and directly binds PLK1."}, {"pubmed": 26291670, "text": "PLK1 binding to JIP4 was found in G2 phase and mitosis, and PLK1 binding was self-primed by PLK1 phosphorylation of JIP4."}, {"pubmed": 26293378, "text": "The role of Plk1 in the maturation and distancing of the daughter centriole in HeLa cells, allowing reduplication of the mother centriole even if the original daughter centriole is still orthogonal to it."}, {"pubmed": 26302797, "text": "Studies provide evidence that PLK1 plays a role during cell cycle progression and human pediatric cancer. [review]"}, {"pubmed": 26317649, "text": "Combined Plk1-HDAC inhibition reduces survival in Hela cells but not in non-cancer cells."}, {"pubmed": 26318737, "text": "This study shows that PLK1 provide valuable prognostic information in patients with neuroblastomas."}, {"pubmed": 26323689, "text": "The spatial and temporal regulation of Plk1 is required for initial kinetochore-microtubule attachment, proper chromosome alignment, and timely chromatid segregation."}, {"pubmed": 26406118, "text": "The authors propose that Gravin-mediated recruitment of Aurora A and Plk1 to the mother (oldest) spindle pole contributes to the fidelity of symmetric cell division."}, {"pubmed": 26468278, "text": "FOXK1 protein levels and activity are regulated by associating with JLP and PLK1"}, {"pubmed": 26493360, "text": "Data suggest that high-throughput screening and identify bifunctional polo like kinase (Plk1) inhibitors may contribute in selective targeting of Plk1 to elicit desired biological process."}, {"pubmed": 26503893, "text": "PLK1 blockade enhanced the cytotoxic effects of radiation by modulating cell cycle phases of cancer cells"}, {"pubmed": 26513691, "text": "Selective blockade of cancer cell proliferation and anchorage-independent growth can be achieved via Plk1 activity-dependent suicidal inhibition of its polo-box domain."}, {"pubmed": 26549165, "text": "Study indicated that miR-296 regulated PLK1 expression and could function as a tumor suppressor in non-small cell lung cancer progression."}, {"pubmed": 26557691, "text": "These domains regulate the catalytic activation and subcellular localization of PLK-1."}, {"pubmed": 26576650, "text": "FOXM1 is overexpressed in a large proportion of gastric carcinomas at the protein level and FOXM1 and PLK1 are concomitantly overexpressed at the mRNA level in this cancer type"}, {"pubmed": 26577686, "text": "High PLK-1 Expression is Associated with poor Response to Neoadjuvant Therapy of Hepatic Metastasis of Colorectal Carcinoma."}, {"pubmed": 26595675, "text": "Suggest that the p53-p21-DREAM-CDE/CHR pathway regulates p53-dependent repression of Survivin, CDC25C, and PLK1 in HCT116 cells."}, {"pubmed": 26608325, "text": "The authers have identified the serine/threonine kinase Polo-like kinase 1 (PLK1) as a host kinase that phosphorylates mumps virus P and have found that phosphorylation of P by PLK1 is enhanced by mumps virus NP."}, {"pubmed": 26647647, "text": "PCNT has to be phosphorylated by PLK1 to be a suitable substrate of separase."}, {"pubmed": 26745677, "text": "mutation of Plk1 sites on BRCA1 significantly delays BRCA1 foci formation following double-strand breaks, recapitulating the phenotype observed upon Plk1 inhibition. The data then assign a key function to Plk1 in BRCA1 foci formation at double-strand breaks, emphasizing Plk1 importance in the homologous recombination repair of human cells."}, {"pubmed": 26786872, "text": "Perturbations in PLK functions have disease implications, such as cancer in humans, and thus human PLK1 is targeted for cancer therapeutics"}, {"pubmed": 26794530, "text": "PLK1 is overexpressed in osteosarcoma and GSK461364 exerted its cytotoxic effect on osteosarcoma by inducing mitotic arrest and subsequent apoptosis and induced cellular senescence"}, {"pubmed": 26876462, "text": "Human embryonic kidney 293 cell and mesenchymal stem cell exosomes were effectively used as a delivery vector to transport PLK-1 siRNA to bladder cancer cells in vitro, resulting in selective gene silencing of PLK-1."}, {"pubmed": 26912231, "text": "Bub1-Plk1-mediated phosphorylation of Cdc20 constitutes an anaphase-promoting complex or cyclosome-inhibitory mechanism that is parallel, but not redundant, to mitotic checkpoint complex formation."}, {"pubmed": 26919439, "text": "Mutation of the T-loop activating residue T210 and adjacent T214 are lethal, but individual mutation of the remaining 32 posttranslational modification sites did not disrupt the essential functions of Plk1."}, {"pubmed": 27002166, "text": "MLL5 preserves spindle bipolarity through maintaining cytosolic PLK1 in a nonaggregated form."}, {"pubmed": 27003818, "text": "PLK1 overexpression in prostate epithelial cells triggers oncogenic transformation. The signaling mechanisms underlying the observed cellular effects of PLK1 involve direct PLK1-dependent phosphorylation of CRAF with subsequent stimulation of the MEK1/2-ERK1/2-Fra1-ZEB1/2 signaling pathway."}, {"pubmed": 27043190, "text": "The Plk1 at the kinetochore is a conglomerate of an observable bulk pool coupled with additional functional pools below the threshold of microscopic detection or resolution."}, {"pubmed": 27064522, "text": "Moreover, PLK1 activity is important for FOXC2 protein stability, since PLK1 inhibition reduces FOXC2 protein levels."}, {"pubmed": 27068477, "text": "These results reveal a crucial and conserved role of phosphorylation of the N terminus of Bora for Plk1 activation and mitotic entry."}, {"pubmed": 27102712, "text": "Augmented expression of Aurora kinase-A and Polo-like kinase-1 at the lactogenic switch likely mediates the formation of binucleated cells."}, {"pubmed": 27127172, "text": "A FAK-Src signaling pathway downstream of integrin-mediated cell adhesion was found to decelerate both PLK1 degradation and CEP55 accumulation at the midbody. These data identify the regulation of PLK1 and CEP55 as steps where integrins exert control over the cytokinetic abscission."}, {"pubmed": 27160062, "text": "we have identified lnc-RI as a new regulator of mitosis which acts by releasing PLK1 mRNA activity via competition for binding to miRNA-210-3p."}, {"pubmed": 27219065, "text": "centrosome maturation occurs during interphase in an MLK-dependent manner, independent of the classic mitotic kinase, Plk1."}, {"pubmed": 27220401, "text": "Plk1 inhibition can lead to cancer cell apoptosis through inactivating XIAP, activating caspase-3, upregulating BAX and downregulating Bcl-2."}, {"pubmed": 27245623, "text": "Authors provide clinical evidence that high expression of PLK1 could have detrimental effects in tumors with DNA aneuploidy, which may increase the risk of recurrence in gastric cancer patients."}, {"pubmed": 27398835, "text": "Inhibition of PLK1 activity or overexpression of a non-phosphorylatable PLK1 mutant reduces the polyploid cell population."}, {"pubmed": 27409838, "text": "Data suggest that FBXW7, MCL1 and PLK1 may be relevant predictive markers of tumor progression and response to paclitaxel treatment."}, {"pubmed": 27498003, "text": "miR-509-3-5p is a strong suppressor of cancer via targeting PLK1."}, {"pubmed": 27538997, "text": "Results show that PLK1 is overexpressed in diffuse intrinsic pontine gliomas."}, {"pubmed": 27557660, "text": "Mechanistically, the phosphorylation of Sds22 by PLK1 strengthens the binding of Sds22 to PP1 and inhibits the dephosphorylation of Thr(232) of Aurora B to ensure a robust, error-free metaphase-anaphase transition."}, {"pubmed": 27558135, "text": "we overexpressed CKS1B in multiple cell lines and found increased sensitivity to PLK1 knockdown and PLK1 drug inhibition. Finally, combined inhibition of WEE1 and PLK1 results in less apoptosis than predicted based on an additive model of the individual inhibitors, showing an epistatic interaction and confirming a prediction of the yeast data."}, {"pubmed": 27647547, "text": "Analysis of key players in cell cycle control revealed that low nanomolar concentrations of either polo-like kinase 1 inhibitor upregulated cyclin B1 and increased activated cyclin-dependent kinase 1 (phosphorylated at Y15) in retinoblastoma cell lines."}, {"pubmed": 27662907, "text": "These findings suggest that Plk1 regulates smooth muscle contraction by modulating vimentin phosphorylation at Ser-56."}, {"pubmed": 27712975, "text": "Decreased Plk1 expression was associated with poor pathologic response and worse disease-free survival in rectal cancer patients receiving neoadjuvant chemoradiotherapy"}, {"pubmed": 27721411, "text": "We propose that the DDR targets recruitment of Aurora A to the Plk1/Bora complex to prevent activation of Plk1 during DNA damage in G2."}, {"pubmed": 27773673, "text": "The findings reveal a PLK1-Fbw7-Myc signaling circuit that underlies tumorigenesis and validate PLK1 inhibitors, alone or with Bcl2 antagonists, as potential effective therapeutics for MYC-overexpressing cancers."}, {"pubmed": 27793694, "text": "Small molecule inhibition of polo-like kinase 1 by volasertib (BI 6727) causes significant melanoma growth delay and regression in vivo."}, {"pubmed": 27831827, "text": "the mechanism of Plk1 activation and the potential role of Bora phosphorylation by Cdk1, is reported."}, {"pubmed": 27861885, "text": "Genistein induced mitotic arrest by inhibiting Plk1 activity and, consequently, led to mitotic catastrophe and apoptosis. Tumor cells with TP53 mutations were more sensitive to cell death by treatment of genistein."}, {"pubmed": 27965426, "text": "identified Polo-like kinase 1 (PLK1), a major signaling hub in the spindle subnetwork, as phosphorylated at the conserved Tyr(217) in the kinase domain. Substitution of Tyr(217) with a phosphomimetic residue eliminated PLK1 activity in vitro and in cells."}, {"pubmed": 27979967, "text": "centrosome protein Dzip1 mediates the assembly of the BBSome-Dzip1-PCM1 complex in the centriolar satellites (CS) at the G0 phase for ciliary translocation of the BBSome. Phosphorylation of Dzip1 at Ser-210 by Plk1 (polo-like kinase 1) during the G2 phase promotes disassembly of this complex, resulting in removal of Dzip1 and the BBSome from the CS."}, {"pubmed": 28036269, "text": "PLK1 inhibitors may be effective for patients with high-risk or relapsed neuroblastomas with upregulated PLK1."}, {"pubmed": 28102733, "text": "PLK1 inhibition mitigates autophagy in cancer cells both under nutrient starvation and sufficiency, and a role of PLK1 in autophagy is also observed in the invertebrate model organism Caenorhabditis elegans."}, {"pubmed": 28126323, "text": "Mutations of the LIM protein AJUBA mediate sensitivity of head and neck squamous cell carcinomas to treatment with PLK1 inhibitors."}, {"pubmed": 28178660, "text": "Mutant IDH1 promotes checkpoint adaptation which can be exploited therapeutically with the combination of TMZ and a PLK1 inhibitor, indicating PLK1 inhibitors may be clinically valuable in the treatment of IDH1 mutant gliomas"}, {"pubmed": 28184925, "text": "High PLK1 expression is associated with acute myeloid leukemia."}, {"pubmed": 28235541, "text": "PLK1 may be an important regulator of metabolism maintenance in melanoma cells."}, {"pubmed": 28267710, "text": "High PLK1 expression is associated with hepatocellular carcinoma."}, {"pubmed": 28283778, "text": "This study demonstrated that PLK1-associated microRNAs are correlated with pediatric medulloblastoma."}, {"pubmed": 28286049, "text": "These data implicate the insulin-FoxM1/PLK1/CENP-A pathway-regulated mitotic cell-cycle progression as an essential component in the beta cell adaptation to delay and/or prevent progression to diabetes."}, {"pubmed": 28314279, "text": "PLK1 is inhibited by BI 2536 and GSK461364 in tumor cells"}, {"pubmed": 28341486, "text": "a novel p53-independent regulation of PLK1 during CRC differentiation and apoptosis."}, {"pubmed": 28346135, "text": "The authors found that SYP-4 is phosphorylated dependent on Polo-like kinases PLK-1/2. They propose a model in which Polo-like kinases recognize crossover designation and phosphorylate SYP-4 thereby stabilizing the synaptonemal complex and making chromosomes less permissive for further double-strand break formation."}, {"pubmed": 28351953, "text": "Data indicate that the mitotic kinase Polo-like kinase 1 (PLK1) was an important effector of S1P-S1P5 signaling, and a new function of the SphK1-S1P pathway specifically in the control of mitosis in HeLa cells."}, {"pubmed": 28387346, "text": "Analyses with phospho-defective and phospho-mimetic mutants of FoxM1b identified a critical role of the Plk1 phosphorylation sites in regulating the binding of FoxM1b to Rb and DNMT3b."}, {"pubmed": 28430578, "text": "Results showed that Polo-like kinase 1 (Plk1) plays an important role in the conversion of cancer stem cells (CSCs) between active and quiescent states."}, {"pubmed": 28445592, "text": "proviral action associated with biogenesis of the nucleocapsid"}, {"pubmed": 28474672, "text": "a transcription-independent mechanism for Stat3-mediated centrosome clustering that involves Stathmin, a Stat3 interactor involved in microtubule depolymerization, and the mitotic kinase PLK1, is reported."}, {"pubmed": 28512243, "text": "we show that Plk1 phosphorylates Mre11 at S649 during G2 DNA damage recovery and Mre11 phosphorylation at S649/S689 drives premature checkpoint termination and reduced DNA repair"}, {"pubmed": 28591578, "text": "findings thus elucidate a critical role for Plk1 in CyclinB1-Cdk1 activation and mitotic entry and outline how CyclinA2-Cdk, an S-promoting factor, poises cells for commitment to mitosis."}, {"pubmed": 28607002, "text": "The authors show that a global spread of ATM activity on chromatin and phosphorylation of ATM targets including KAP1 control Plk1 re-activation. These phosphorylations are rapidly counteracted by the chromatin-bound phosphatase Wip1, allowing cell cycle restart despite persistent ATM activity present at DNA lesions."}, {"pubmed": 28652654, "text": "Polo-like kinase inhibition can sensitize cholangiocarcinoma cells to cisplatin-induced apoptosis with proteasomal Bcl-2 degradation as an additional pro-apoptotic effect."}, {"pubmed": 28708135, "text": "hnRNPK regulates PLK1 expression by competing with the PLK1-targeting miRNAs, miR-149-3p and miR-193b-5p."}, {"pubmed": 28717250, "text": "Data show that Plk1 phosphorylation of CAP-H2 at Ser288 is required for the accumulation of CAP-H2 and accurate chromosomal condensation during prophase. Its inhibition leads to Cdc20-mediated degradation of CAP-H2 in mitosis. These findings suggest that Plk1 phosphorylation regulates condensin II function by modulating CAP-H2 expression levels to facilitate proper mitotic chromosome organization."}, {"pubmed": 28820331, "text": "a vital role of PLK1-dependent phosphorylation of MTHFR in replication via histone methylation, and implicate folate metabolism with glioma, is reported."}, {"pubmed": 28973348, "text": "Authors demonstrated that WDR62 is a PLK1 substrate that is phosphorylated at Ser 897, and that this phosphorylation at the spindle poles promotes astral microtubule assembly to stabilize spindle orientation."}, {"pubmed": 29138396, "text": "Findings indicate a critical role for Polo-like kinase 1 (Plk1) in regulating biosynthesis in cancer cells."}, {"pubmed": 29154753, "text": "Thus, Cyclin A/Cdk1 phosphorylation primes MYPT1 for Plk1 binding. These data demonstrate cross-regulation between Cyclin A/Cdk1-dependent and Plk1-dependent phosphorylation of substrates during mitosis to ensure efficient correction of kinetochore microtubule attachment errors necessary for high mitotic fidelity."}, {"pubmed": 29166606, "text": "that SUMOylation is an important regulatory mechanism governing PLK1's mitotic function"}, {"pubmed": 29191835, "text": "Results reveal the role of a phosphorylation-dependent HEF1-Plk1 complex in HEF1 translocation to FAs to induce cell migration."}, {"pubmed": 29254517, "text": "The authors show that human Cyclin-Dependent-Kinases (CDKs) target the RAD9 subunit of the 9-1-1 checkpoint clamp on Thr292, to modulate DNA damage checkpoint activation. Thr292 phosphorylation on RAD9 creates a binding site for Polo-Like-Kinase1 (PLK1), which phosphorylates RAD9 on Thr313."}, {"pubmed": 29282278, "text": "Disruption of a Gravin-PLK1 interface leads to inappropriate PLK1 activity contributing to chromosome segregation errors, formation of micronuclei, and subsequent DNA damage."}, {"pubmed": 29295989, "text": "Data show that a microRNA-mimic to increase miR-34a together with siRNA to silence PLK1 oncogene prolonged survival."}, {"pubmed": 29348559, "text": "These findings indicate that PLK1 might be a potential therapeutic target for the treatment of sepsis-induced intestinal barrier dysfunction."}, {"pubmed": 29393385, "text": "PLK1 was upregulated in the SGC-7901/DDP (cisplatin-resistant) gastric cancer cells compared with the SGC-7901 cells."}, {"pubmed": 29437878, "text": "High PLK1 expression is associated with Tumor Growth and Metastasis of Tamoxifen-Resistant Breast Cancer."}, {"pubmed": 29549256, "text": "The expression of APC-DeltaC in colon cells reduces the accumulation of mitotic cells upon PLK1 inhibition, accelerates mitotic exit and increases the survival of cells with enhanced chromosomal abnormalities."}, {"pubmed": 29559472, "text": "Plk1 phosphorylation of TSC1 at S467."}, {"pubmed": 29565459, "text": "Observations demonstrated that Plk1 directly interacts with RNF2 and degrades RNF2 via the ubiquitindependent degradation pathway."}, {"pubmed": 29649211, "text": "Rootletin forms large, diffusionally stable bifurcating fibers, which amass slowly on mature centrioles over many hours from anaphase. Nascent centrioles (procentrioles), in contrast, do not form roots and must be licensed to do so through PLK1 activity."}, {"pubmed": 29652009, "text": "expression in oral squamous cell carcinoma and oral submucous fibrosis"}, {"pubmed": 29653924, "text": "ur results also show that PLK1 downregulation could underlie emergence of resistance to PLK1-targeted therapies in cancers."}, {"pubmed": 29663364, "text": "High PLK1 expression is associated with chemoresistant ovarian clear cell carcinoma."}, {"pubmed": 29716963, "text": "the synergistic effect is likely due to two reasons: (i) Plk1 inhibition results in the accumulation of beta-catenin in the nucleus, thus elevation of c-MYC expression, whereas JQ1 treatment directly suppresses c-MYC transcription; (ii) Plk1 and BRD4 dual inhibition acts synergistically in inhibition of AR signaling."}, {"pubmed": 29749476, "text": "The results of the study suggest that miR23a inhibits pancreatic cancer (PC) cell progression by directly targeting PLK1associated signaling and promoting miR23a expression may be a potential method for treating patients with PC."}, {"pubmed": 29764989, "text": "Data suggest that this Plk1-PP6 interaction generates a feedback loop that coordinates and reinforces the activities of Plk1 and Aurora A during mitotic entry and is terminated by the degradation of Plk1 during mitotic exit. Thus, a mechanism for the previously puzzling observation of the Plk1-dependent regulation of Aurora A has been identified."}, {"pubmed": 29771424, "text": "Knockdown of PLK1 can inhibit the glioma development by suppressing the autophagy and enhancing the apoptosis of glioma cells."}, {"pubmed": 29843122, "text": "an elevated PLK1 level significantly predicted unfavorable overall survival (hazard ratio = 1.78, 95% CI: 1.10-2.88, P = 0.019) and was correlated with female gender (OR = 0.73, 95% CI: 0.56-0.95, P = 0.017), tumor thrombus (OR = 3.97, 95% CI: 1.46-10.78, P < 0.001), metastasis (OR = 3.46, 95% CI: 1.33-9.01, P = 0.011), pathologic stage (OR = 1.56, 95% CI: 1.17-2.07, P = 0.002)."}, {"pubmed": 29865033, "text": "TPX2 promotes the proliferation and migration of human OC cells by regulating PLK1 expression."}, {"pubmed": 29913237, "text": "let-7b targets PLK1 to inhibit hepatocellular carcinoma cell growth and induce their apoptosis by attenuating the PLK1-mediated Survivin phosphorylation"}, {"pubmed": 29973324, "text": "Knockdown of PLK1 inhibits the growth of cervical cancer HeLa cells"}, {"pubmed": 30008317, "text": "Preventing DNA replication licensing and/or firing causes prompt activation of CDK1 and PLK1 in S phase. In the presence of DNA replication, inhibition of CHK1 and p38 leads to premature activation of mitotic kinases, which induces severe replication stress."}, {"pubmed": 30021153, "text": "these results indicate an important role for WAC in promoting Plk1 activation and the timely entry into mitosis."}, {"pubmed": 30069007, "text": "Plk1 overexpression has tumor-suppressive properties by perturbing mitotic progression and cytokinesis."}, {"pubmed": 30108183, "text": "Data indicate the roles and mechanisms of aurora kinase A (Aurora)-Polo-like kinase 1 (PLK1) signaling in the cell and centrosome cycles and in the DNA damage response [Review]."}, {"pubmed": 30118839, "text": "Data indicate that polo like kinase 1 (PLK1) is overexpressed in clinical small cell lung cancer (SCLC) tumor samples compared to its expression level in normal lung tissue."}, {"pubmed": 30133120, "text": "our results suggest that down-regulation of PLK1 protein enhanced the inhibition of TMZ on glioma stem cells, suggesting its clinical value to adverse TMZ resistance in glioma treatment."}, {"pubmed": 30135525, "text": "Findings unveil previously unknown mechanisms that miR-509 regulates ERK1/2 and proliferation by targeting Plk1. miR-509 controls vimentin cytoskeleton reorganization, focal adhesion assembly, and cell migration through Plk1."}, {"pubmed": 30202980, "text": "Data augest that polo like kinase 1 (PLK1) may target retinoblastoma binding protein 8 (RBBP8; CtIP) to promote error-prone microhomology-mediated end joining (MMEJ) and inactivate the G2/M checkpoint."}, {"pubmed": 30260324, "text": "inhibition of PLK1 triggered degradation of MYC and of the antiapoptotic protein MCL-1, and PLK1 inhibitors showed synergy with BCL-2 antagonists in blocking DHL cell growth, survival, and tumorigenicity, supporting clinical targeting of PLK1 in DHL."}, {"pubmed": 30277841, "text": "A significant over expression of forkhead box protein M1 (FOXM1), polo-like kinase 1 (PLK1) and centrosomal protein 55 (CEP55) was observed in tumor samples compared to adjacent and normal bladder tissues, suggesting they may be potential candidate's biomarkers for early diagnosis and targets for cancer therapy."}, {"pubmed": 30321399, "text": "Our data suggest a model in which initial Cdk-dependent phosphorylation of B-Myb enables subsequent Pin1 binding and Pin1-induced conformational changes of B-Myb. This, in turn, initiates further phosphorylation of Cdk-phosphosites, enabling Plk1 docking and subsequent Plk1-mediated phosphorylation of B-Myb to finally allow B-Myb to stimulate transcription of late cell cycle genes"}, {"pubmed": 30367032, "text": "these results suggest that the oncogenicity of BEX4 is conferred by PLK1-mediated phosphorylation, and thus, the BEX4-PLK1 interaction is a novel oncogenic signal that enables the acquisition of chromosomal aneuploidy."}, {"pubmed": 30414309, "text": "PLK1 is spatially and temporally enriched at three distinct subcellular locales; the mitotic centrosomes, kinetochores, and the cytokinetic midbody. These localization patterns allow PLK1 to phosphorylate specific downstream targets to regulate mitosis."}, {"pubmed": 30578313, "text": "Inhibition of Plk1 kinase activity led to Gli1 maintaining is role in promoting downstream gene expression. Collectively, our data reveal a novel mechanism regarding the crosstalk between Hh signaling and cell cycle control."}, {"pubmed": 30622182, "text": "During mitosis SETD6 binds and methylates PLK1"}, {"pubmed": 30633621, "text": "CLs and PG4 can be a potential carrier for siPlk1 delivery in breast cancer treatment."}, {"pubmed": 30642632, "text": "This study showed that insulin may promote cell proliferative vitality of pancreatic ductal epithelial cells by inducing PLK1 through PI3K/AKT and NF-kappaB pathway."}, {"pubmed": 30728176, "text": "PLK1 activity promotes the release of centralspindlin from the spindle midzone through inhibition of PRC1, allowing centralspindlin to function as a regulator of spindle midzone formation and as an activator of RhoA at the equatorial cortex, regulating cytokinesis."}, {"pubmed": 30760542, "text": "A role of LSD1 in regulating PLK1."}, {"pubmed": 30854428, "text": "our study highlights the importance of a methylation-phosphorylation switch of Plk1 in determining its kinase activity and functioning in DNA damage repair."}, {"pubmed": 30859681, "text": "the p53 wild-type cell lines were more sensitive to volasertib treatment, suggesting that p53 might be a predictive biomarker for Plk1 inhibition in non-small-cell lung cancer. Moreover, our results pave the way for new combination strategies with Plk1 inhibitors to enhance antitumor activity."}, {"pubmed": 30912195, "text": "High expression levels of PLK1 and c-Myc were independent prognostic factors for diffuse large B-cell lymphoma."}, {"pubmed": 30915753, "text": "MiR-296-5p suppresses papillary thyroid carcinoma cell growth via targeting PLK1."}, {"pubmed": 30996295, "text": "Identified polo like kinase 1 (PLK1) as a therapeutic target for triple negative breast cancer (TNBC), and demonstrated that inhibition of PLK1 by siRNA-mediated knockdown or a chemical inhibitor promoted cell cycle arrest and apoptosis in multiple TNBC lines."}, {"pubmed": 31042116, "text": "Studies found that PLK1 asymmetrically localizes between spindle poles under conditions of chromosome misalignment, and chromosomes tend to misalign toward the oldest spindle pole in a cenexin- and PLK1-dependent manner. During chromosome misalignment, PLK1 activity is increased specifically at the oldest spindle pole, and this increase in activity is lost in cenexin-depleted cells."}, {"pubmed": 31081105, "text": "MiR-593-5p promotes the development of hypoxic-induced pulmonary hypertension via targeting PLK1."}, {"pubmed": 31118282, "text": "The phosphorylation of p31(comet) by Plk1 prevents a futile cycle of MCC assembly and disassembly during the active mitotic checkpoint."}, {"pubmed": 31122263, "text": "Results found that over-expression and hyper-activation of AURORA A-PLK1-FOXM1 axis is only partly associated with the BCR-ABL1 TK activity and is enhanced by Imatinib (IM) resistance in chronic myeloid leukemia (CML). AURORA A-PLK1-FOXM1 over-expression induce IM resistance by activating multiple pathways implicated in proliferation and survival advantage of leukemic hematopoiesis."}, {"pubmed": 31186254, "text": "The role of aurora A and polo-like kinases in high-risk lymphomas."}, {"pubmed": 31186514, "text": "PLK1 promotes proliferation and suppresses apoptosis of renal cell carcinoma cells by phosphorylating MCM3."}, {"pubmed": 31204940, "text": "silencing PLK-1 gene can inhibit the proliferation of Jeko-1 cells"}, {"pubmed": 31227645, "text": "Results indicate that polo like kinase 1 (PLK1) as a viable therapeutic target in B-cell acute lymphoblastic leukemia (B-ALL)."}, {"pubmed": 31253795, "text": "This study unveils an unexpected role of PLK1 as a chromosome guardian to maintain centromere integrity for chromosome biorientation."}, {"pubmed": 31259656, "text": "The contribution of MYC and PLK1 expression to proliferative capacity in diffuse large B-cell lymphoma."}, {"pubmed": 31286138, "text": "The Role of APAL/ST8SIA6-AS1 lncRNA in PLK1 Activation and Mitotic Catastrophe of Tumor Cells."}, {"pubmed": 31303441, "text": "PLK-1 alone is required for accumulation of microtubule-organizing pericentriolar material during centrosome maturation."}, {"pubmed": 31337246, "text": "High PLK1 expression is associated with triple-negative breast cancer progression."}, {"pubmed": 31422918, "text": "Plk1 is required specifically for G1 CENP-A deposition, whereas transcription promotes CENP-A incorporation in quiescent oocytes"}, {"pubmed": 31437238, "text": "limiting the action of FOXM1 or PLK1 not only restricts the hyperplastic proliferation of the pulmonary arterial hypertension Vascular smooth muscle cells from human pulmonary arteries (HPASMC) but also modulates the fetal bovine serum stimulated growth of normal HPASMC."}, {"pubmed": 31468671, "text": "Plk1 signals are crucial for stabilizing centromeric architecture against tension."}, {"pubmed": 31493507, "text": "This meta-analysis strongly supports the hypothesis that PLK1 might serve as an important factor in evaluating the biological behavior and prognosis of colorectal cancer."}, {"pubmed": 31511529, "text": "Putative link between Polo-like kinases (PLKs) and Toll-like receptor (TLR) signaling in transformed and primary human immune cells."}, {"pubmed": 31544294, "text": "Results show that long noncoding RNA CCAT1 (lncRNA CCAT1) inhibits miR-143 levels and indirectly regulates polo like kinase 1 (PLK1) and BUB1 protein (BUBR1) expression both in vitro and in vivo."}, {"pubmed": 31548612, "text": "Active PLK1-driven metastasis is amplified by TGF-beta signaling that forms a positive feedback loop in non-small cell lung cancer."}, {"pubmed": 31597699, "text": "arsenite-induced genotoxic stress causes a PLK1-dependent signaling response that antagonizes the involvement of NOTCH1 in the DNA damage checkpoint."}, {"pubmed": 31601613, "text": "constitutive phosphorylation not only rescues cytokinesis but also induces ectopic furrows and contractile ring formation in a Plk1- and ROCK1-dependent manner independent of cell cycle and microtubule status"}, {"pubmed": 31730000, "text": "This is the first report that PLK1 is a novel substrate of USP7 deubiquitinase, and that USP7 sustained the protein stability of PLK1. USP7 inhibition induces cell apoptosis and cell cycle G2/M arrest, and overcomes taxane resistance by inducing the protein degradation of PLK1, resulting in chromosome misalignment in mitosis."}, {"pubmed": 31782084, "text": "The findings indicated that Plk1 interacts with microtubules and Plk1 may have a role in the regulation of microtubule dynamics."}, {"pubmed": 31863092, "text": "Methylation of PLK1 by SET7/9 ensures accurate kinetochore-microtubule dynamics."}, {"pubmed": 31864714, "text": "miR-593-5p inhibit cell proliferation by targeting PLK1 in non small cell lung cancer cells."}, {"pubmed": 32017920, "text": "A Genetic Toggle for Chemical Control of Individual Plk1 Substrates."}, {"pubmed": 32060361, "text": "Targeting Plk1 with siRNNs in primary cells from pediatric B-cell acute lymphoblastic leukemia patients."}, {"pubmed": 32060423, "text": "PLK1/NF-kappaB feedforward circuit antagonizes the mono-ADP-ribosyltransferase activity of PARP10 and facilitates HCC progression."}, {"pubmed": 32144855, "text": "Mitotic entry upon Topo II catalytic inhibition is controlled by Chk1 and Plk1."}, {"pubmed": 32151748, "text": "Photoactivation of sulfonated polyplexes enables localized gene silencing by DsiRNA in breast cancer cells."}, {"pubmed": 32182129, "text": "PLK1 Knockdown Inhibits Cell Proliferation and Cell Apoptosis, and PLK1 Is Negatively Regulated by miR-4779 in Osteosarcoma Cells"}, {"pubmed": 32271878, "text": "Prolonged mitosis results in structurally aberrant and over-elongated centrioles."}, {"pubmed": 32286328, "text": "BRCA2 bound to PLK1 forms a complex with the phosphatase PP2A and phosphorylated-BUBR1."}, {"pubmed": 32375580, "text": "Developing an Arrayed CRISPR-Cas9 Co-Culture Screen for Immuno-Oncology Target ID."}, {"pubmed": 32463161, "text": "PLK1 regulates hepatic stellate cell activation and liver fibrosis through Wnt/beta-catenin signalling pathway."}, {"pubmed": 32541091, "text": "PLK1 Inhibition alleviates transplant-associated obliterative bronchiolitis by suppressing myofibroblast differentiation."}, {"pubmed": 32732289, "text": "Gravin-associated kinase signaling networks coordinate gamma-tubulin organization at mitotic spindle poles."}, {"pubmed": 32799774, "text": "SKA3 Promotes Cell Growth in Breast Cancer by Inhibiting PLK-1 Protein Degradation."}, {"pubmed": 32832623, "text": "Inhibition of Polo-like kinase 1 (PLK1) facilitates the elimination of HIV-1 viral reservoirs in CD4(+) T cells ex vivo."}, {"pubmed": 32875973, "text": "Elucidation of PLK1 Linked Biomarkers in Oesophageal Cancer Cell Lines: A Step Towards Novel Signaling Pathways by p53 and PLK1-Linked Functions Crosstalk."}, {"pubmed": 32896567, "text": "Dual inhibition of Src and PLK1 regulate stemness and induce apoptosis through Notch1-SOX2 signaling in EGFRvIII positive glioma stem cells (GSCs)."}, {"pubmed": 32961751, "text": "FRET-Based Sorting of Live Cells Reveals Shifted Balance between PLK1 and CDK1 Activities During Checkpoint Recovery."}, {"pubmed": 32962858, "text": "Dual PLK1 and STAT3 inhibition promotes glioblastoma cells apoptosis through MYC."}, {"pubmed": 33009634, "text": "LncRNA TUG1 promotes esophageal cancer development through regulating PLK1 expression by sponging miR-1294."}, {"pubmed": 33125045, "text": "Kinetochore phosphatases suppress autonomous Polo-like kinase 1 activity to control the mitotic checkpoint."}, {"pubmed": 33171265, "text": "Non-mitotic functions of polo-like kinases in cancer cells."}, {"pubmed": 33177155, "text": "PLK1 and NOTCH Positively Correlate in Melanoma and Their Combined Inhibition Results in Synergistic Modulations of Key Melanoma Pathways."}, {"pubmed": 33207738, "text": "Combination of Inhibitors of USP7 and PLK1 has a Strong Synergism against Paclitaxel Resistance."}, {"pubmed": 33248027, "text": "BUB1 and CENP-U, Primed by CDK1, Are the Main PLK1 Kinetochore Receptors in Mitosis."}, {"pubmed": 33288550, "text": "The association of Plk1 with the astrin-kinastrin complex promotes formation and maintenance of a metaphase plate."}, {"pubmed": 33321102, "text": "Centrosomal Localization of RXRalpha Promotes PLK1 Activation and Mitotic Progression and Constitutes a Tumor Vulnerability."}, {"pubmed": 33376114, "text": "PLK1 Induces Chromosomal Instability and Overrides Cell-Cycle Checkpoints to Drive Tumorigenesis."}, {"pubmed": 33450211, "text": "Proteome dynamics at broken replication forks reveal a distinct ATM-directed repair response suppressing DNA double-strand break ubiquitination."}, {"pubmed": 33547392, "text": "Plk1, upregulated by HIF-2, mediates metastasis and drug resistance of clear cell renal cell carcinoma."}, {"pubmed": 33596090, "text": "Differential requirements for the CENP-O complex reveal parallel PLK1 kinetochore recruitment pathways."}, {"pubmed": 33785835, "text": "In oxygen-deprived tumor cells ERp57 provides radioprotection and ensures proliferation via c-Myc, PLK1 and the AKT pathway."}, {"pubmed": 33826094, "text": "Wnt5a-induced docking of Plk1 on HEF1 promotes HEF1 translocation and tumorigenesis."}, {"pubmed": 33990570, "text": "Hyperactivation of HER2-SHCBP1-PLK1 axis promotes tumor cell mitosis and impairs trastuzumab sensitivity to gastric cancer."}, {"pubmed": 34003569, "text": "LncRNA DANCR improves the dysfunction of the intestinal barrier and alleviates epithelial injury by targeting the miR-1306-5p/PLK1 axis in sepsis."}, {"pubmed": 34006870, "text": "RAS mutations drive proliferative chronic myelomonocytic leukemia via a KMT2A-PLK1 axis."}, {"pubmed": 34051063, "text": "Co-Targeting Plk1 and DNMT3a in Advanced Prostate Cancer."}, {"pubmed": 34080290, "text": "Identification and assessment of PLK1/2/3/4 in lung adenocarcinoma and lung squamous cell carcinoma: Evidence from methylation profile."}, {"pubmed": 34143546, "text": "Thermal proteome profiling identifies PIP4K2A and ZADH2 as off-targets of Polo-like kinase 1 inhibitor volasertib."}, {"pubmed": 34197606, "text": "PARP1 and CHK1 coordinate PLK1 enzymatic activity during the DNA damage response to promote homologous recombination-mediated repair."}, {"pubmed": 34251586, "text": "Hsa_circRNA_102541 regulates the development of atherosclerosis by targeting miR-296-5p/PLK1 pathway."}, {"pubmed": 34260926, "text": "Feedback control of PLK1 by Apolo1 ensures accurate chromosome segregation."}, {"pubmed": 34297745, "text": "Inhibition of polo-like kinase 1 (PLK1) facilitates reactivation of gamma-herpesviruses and their elimination."}, {"pubmed": 34314079, "text": "Tazarotene-induced gene 1 interacts with Polo-like kinase 2 and inhibits cell proliferation in HCT116 colorectal cancer cells."}, {"pubmed": 34354264, "text": "Intrinsic bioactivity of black phosphorus nanomaterials on mitotic centrosome destabilization through suppression of PLK1 kinase."}, {"pubmed": 34397869, "text": "Integrated bioinformatics analysis reveals CDK1 and PLK1 as potential therapeutic targets of lung adenocarcinoma."}, {"pubmed": 34531368, "text": "Therapeutic targeting of the PLK1-PRC1-axis triggers cell death in genomically silent childhood cancer."}, {"pubmed": 34635673, "text": "Spatiotemporal coordination of the RSF1-PLK1-Aurora B cascade establishes mitotic signaling platforms."}, {"pubmed": 34705620, "text": "Plk1 Regulates Caspase-9 Phosphorylation at Ser-196 and Apoptosis of Human Airway Smooth Muscle Cells."}, {"pubmed": 34888938, "text": "Antioxidant enzyme peroxiredoxin 5 regulates cyst growth and ciliogenesis via modulating Plk1 stability."}, {"pubmed": 35058575, "text": "Genetic interaction between PLK1 and downstream MCPH proteins in the control of centrosome asymmetry and cell fate during neural progenitor division."}, {"pubmed": 35143931, "text": "Plk1 regulates mutant IDH1 enzyme activity and mutant IDH2 ubiquitination in mitosis."}, {"pubmed": 35236967, "text": "PLK1 inhibition selectively induces apoptosis in ARID1A deficient cells through uncoupling of oxygen consumption from ATP production."}, {"pubmed": 35302600, "text": "Aberrant Activation of Cell-Cycle-Related Kinases and the Potential Therapeutic Impact of PLK1 or CHEK1 Inhibition in Uterine Leiomyosarcoma."}, {"pubmed": 35456460, "text": "Bioinformatics Analysis Highlight Differentially Expressed CCNB1 and PLK1 Genes as Potential Anti-Breast Cancer Drug Targets and Prognostic Markers."}, {"pubmed": 35459234, "text": "Pathogenic BRCA1 variants disrupt PLK1-regulation of mitotic spindle orientation."}, {"pubmed": 35609215, "text": "Pericentriolar matrix (PCM) integrity relies on cenexin and polo-like kinase (PLK)1."}, {"pubmed": 35756492, "text": "Clinicopathological Significance of AKT1 and PLK1 Expression in Oral Squamous Cell Carcinoma."}, {"pubmed": 35773310, "text": "N(6)-methyladenosine methylation-regulated polo-like kinase 1 cell cycle homeostasis as a potential target of radiotherapy in pancreatic adenocarcinoma."}, {"pubmed": 35950917, "text": "Targeting Plk1 Sensitizes Pancreatic Cancer to Immune Checkpoint Therapy."}, {"pubmed": 35956818, "text": "Antibody for Serine 65 Phosphorylated Ubiquitin Identifies PLK1-Mediated Phosphorylation of Mitotic Proteins and APC1."}, {"pubmed": 36142803, "text": "Sequential Targeting of PLK1 and PARP1 Reverses the Resistance to PARP Inhibitors and Enhances Platin-Based Chemotherapy in BRCA-Deficient High-Grade Serous Ovarian Cancer with KRAS Amplification."}, {"pubmed": 36181054, "text": "PLK1 as one novel target for the poor prognosis of bladder cancer: An observational study."}, {"pubmed": 36194647, "text": "The kinase PLK1 promotes the development of Kras/Tp53-mutant lung adenocarcinoma through transcriptional activation of the receptor RET."}, {"pubmed": 36476988, "text": "HN1L/AP-2gamma/PLK1 signaling drives tumor progression and chemotherapy resistance in esophageal squamous cell carcinoma."}, {"pubmed": 36512502, "text": "PLK1-ELAVL1/HuR-miR-122 signaling facilitates hepatitis C virus proliferation."}, {"pubmed": 36581806, "text": "PLK1 protects intestinal barrier function during sepsis by targeting mitochondrial dynamics through TANK-NF-kappaB signalling."}, {"pubmed": 36618405, "text": "Polo-like kinase 1 is related with malignant characteristics and inhibits macrophages infiltration in glioma."}, {"pubmed": 36627281, "text": "PLK1 and AURKB phosphorylate survivin differentially to affect proliferation in racially distinct triple-negative breast cancer."}, {"pubmed": 36768289, "text": "Resistance to BRAF Inhibitors: EZH2 and Its Downstream Targets as Potential Therapeutic Options in Melanoma."}, {"pubmed": 36793862, "text": "PLK1-mediated phosphorylation of beta-catenin enhances its stability and transcriptional activity for extracellular matrix remodeling in metastatic NSCLC."}, {"pubmed": 36810816, "text": "Inhibition of Polo-like kinase 1 (PLK1) triggers cell apoptosis via ROS-caused mitochondrial dysfunction in colorectal carcinoma."}, {"pubmed": 36883283, "text": "Polo-like kinase 1 promotes Cdc42-induced actin polymerization for asymmetric division in oocytes."}, {"pubmed": 36912760, "text": "USP1 promotes the aerobic glycolysis and progression of T-cell acute lymphoblastic leukemia via PLK1/LDHA axis."}, {"pubmed": 36930246, "text": "Phospho PTEN mediated dephosphorylation of mitotic kinase PLK1 and Aurora Kinase A prevents aneuploidy and preserves genomic stability."}, {"pubmed": 37039032, "text": "UBAP2L-dependent coupling of PLK1 localization and stability during mitosis."}, {"pubmed": 37119463, "text": "The toxicity of dysregulated Plk1 activity revealed by its suppressor mutations."}, {"pubmed": 37174744, "text": "The Role of Polo-Like Kinase 1 in Regulating the Forkhead Box Family Transcription Factors."}, {"pubmed": 37222669, "text": "Characteristics and prognostic significance of polo-like kinase-1 (PLK1) expression in breast cancer."}, {"pubmed": 37640723, "text": "Plk1 promotes renal tubulointerstitial fibrosis by targeting autophagy/lysosome axis."}, {"pubmed": 37674080, "text": "Poltheta; is phosphorylated by PLK1 to repair double-strand breaks in mitosis."}, {"pubmed": 37679323, "text": "PLK1 as a cooperating partner for BCL2-mediated antiapoptotic program in leukemia."}, {"pubmed": 37684534, "text": "Crystal Structures of Plk1 Polo-Box Domain Bound to the Human Papillomavirus Minor Capsid Protein L2-Derived Peptide."}, {"pubmed": 37773176, "text": "Mild replication stress causes premature centriole disengagement via a sub-critical Plk1 activity under the control of ATR-Chk1."}, {"pubmed": 37888778, "text": "PLK1 promotes the mitotic surveillance pathway by controlling cytosolic 53BP1 availability."}, {"pubmed": 37923249, "text": "Specific Polo-Like Kinase 1 Expression in Nodular Lymphocyte-Predominant Hodgkin Lymphoma Suggests an Intact Immune Surveillance Program."}, {"pubmed": 38037110, "text": "The expression and clinical significance of PLK1/p-PLK1 protein in NK/T cell Lymphoma."}, {"pubmed": 38057358, "text": "PLK1 and its substrate MISP facilitate intrahepatic cholangiocarcinoma progression by promoting lymphatic invasion and impairing E-cadherin adherens junctions."}, {"pubmed": 38361222, "text": "PLK1 and FoxM1 expressions positively correlate in papillary thyroid carcinoma and their combined inhibition results in synergistic anti-tumor effects."}, {"pubmed": 38414025, "text": "DLGAP5 promotes lung adenocarcinoma growth via upregulating PLK1 and serves as a therapeutic target."}, {"pubmed": 38740232, "text": "Phosphorylation of LZTS2 by PLK1 activates the Wnt pathway."}, {"pubmed": 38885805, "text": "A miR-361-5p/ ORC6/ PLK1 axis regulates prostate cancer progression."}], "genomic_pos": {"chr": "16", "end": 23690367, "ensemblgene": "ENSG00000166851", "start": 23677656, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 23701688, "start": 23688977, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000070", "pubmed": 23455478, "qualifier": "involved_in", "term": "mitotic sister chromatid segregation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000086", "pubmed": 19160488, "qualifier": "involved_in", "term": "G2/M transition of mitotic cell cycle"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0000086", "qualifier": "involved_in", "term": "G2/M transition of mitotic cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 18174154, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000132", "pubmed": 23509069, "qualifier": "involved_in", "term": "establishment of mitotic spindle orientation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000278", "pubmed": 18615013, "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000278", "pubmed": 18477460, "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000281", "pubmed": 19468302, "qualifier": "involved_in", "term": "mitotic cytokinesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0000281", "qualifier": "involved_in", "term": "mitotic cytokinesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001578", "pubmed": 12939256, "qualifier": "involved_in", "term": "microtubule bundle formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006302", "pubmed": 22325354, "qualifier": "involved_in", "term": "double-strand break repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": [19468300, 20679239, 22701722, 23509069], "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006468", "pubmed": 17461553, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007052", "qualifier": "involved_in", "term": "mitotic spindle organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007052", "qualifier": "involved_in", "term": "mitotic spindle organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007062", "qualifier": "involved_in", "term": "sister chromatid cohesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007076", "qualifier": "involved_in", "term": "mitotic chromosome condensation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007077", "qualifier": "involved_in", "term": "mitotic nuclear membrane disassembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007091", "qualifier": "involved_in", "term": "metaphase/anaphase transition of mitotic cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007094", "pubmed": 23455478, "qualifier": "involved_in", "term": "mitotic spindle assembly checkpoint signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007095", "pubmed": 18662541, "qualifier": "involved_in", "term": "mitotic G2 DNA damage checkpoint signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007098", "pubmed": [8991084, 18477460], "qualifier": "involved_in", "term": "centrosome cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007346", "pubmed": 17495026, "qualifier": "involved_in", "term": "regulation of mitotic cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010800", "pubmed": 21041660, "qualifier": "involved_in", "term": "positive regulation of peptidyl-threonine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016321", "qualifier": "involved_in", "term": "female meiosis chromosome segregation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016567", "pubmed": 16885022, "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018105", "pubmed": 16885022, "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030071", "pubmed": 23509069, "qualifier": "involved_in", "term": "regulation of mitotic metaphase/anaphase transition"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030071", "pubmed": 21041660, "qualifier": "involved_in", "term": "regulation of mitotic metaphase/anaphase transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031648", "pubmed": 16885022, "qualifier": "involved_in", "term": "protein destabilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032436", "pubmed": 19473992, "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032465", "pubmed": 17351640, "qualifier": "involved_in", "term": "regulation of cytokinesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032465", "pubmed": 12939256, "qualifier": "involved_in", "term": "regulation of cytokinesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 18174154, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043393", "pubmed": 21041660, "qualifier": "involved_in", "term": "regulation of protein binding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045143", "qualifier": "involved_in", "term": "homologous chromosome segregation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045184", "pubmed": 18331714, "qualifier": "acts_upstream_of_or_within", "term": "establishment of protein localization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045736", "pubmed": 21041660, "qualifier": "involved_in", "term": "negative regulation of cyclin-dependent protein serine/threonine kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045862", "pubmed": 16885022, "qualifier": "involved_in", "term": "positive regulation of proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048313", "qualifier": "involved_in", "term": "Golgi inheritance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051081", "pubmed": 20679239, "qualifier": "involved_in", "term": "nuclear membrane disassembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051443", "pubmed": 19473992, "qualifier": "involved_in", "term": "positive regulation of ubiquitin-protein transferase activity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070194", "qualifier": "involved_in", "term": "synaptonemal complex disassembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071168", "pubmed": 21111234, "qualifier": "involved_in", "term": "protein localization to chromatin"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090435", "pubmed": 20679239, "qualifier": "involved_in", "term": "protein localization to nuclear envelope"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097681", "pubmed": [37440612, 37674080], "qualifier": "involved_in", "term": "double-strand break repair via alternative nonhomologous end joining"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1900182", "qualifier": "involved_in", "term": "positive regulation of protein localization to nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901673", "pubmed": 22621898, "qualifier": "involved_in", "term": "regulation of mitotic spindle assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1901990", "qualifier": "involved_in", "term": "regulation of mitotic cell cycle phase transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904668", "pubmed": 15148369, "qualifier": "involved_in", "term": "positive regulation of ubiquitin protein ligase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904776", "pubmed": 23509069, "qualifier": "involved_in", "term": "regulation of protein localization to cell cortex"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1905784", "qualifier": "involved_in", "term": "regulation of anaphase-promoting complex-dependent catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000042", "pubmed": 28512243, "qualifier": "involved_in", "term": "negative regulation of double-strand break repair via homologous recombination"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000776", "qualifier": "is_active_in", "term": "kinetochore"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000776", "pubmed": [17617734, 18477460, 18615013, 21041660, 23455478, 24157919, 25395579], "qualifier": "located_in", "term": "kinetochore"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000795", "qualifier": "located_in", "term": "synaptonemal complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0000922", "qualifier": "is_active_in", "term": "spindle pole"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000922", "pubmed": [18331714, 21041660], "qualifier": "located_in", "term": "spindle pole"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000940", "pubmed": 18195732, "qualifier": "part_of", "term": "outer kinetochore"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 18615013, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005813", "qualifier": "is_active_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "pubmed": [8991084, 12524548, 18477460, 18615013, 21041660, 21399614, 23455478, 24157919, 27579920], "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005814", "qualifier": "located_in", "term": "centriole"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005819", "pubmed": [12939256, 17351640], "qualifier": "located_in", "term": "spindle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005876", "pubmed": 21041660, "qualifier": "colocalizes_with", "term": "spindle microtubule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015630", "pubmed": 21041660, "qualifier": "located_in", "term": "microtubule cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030496", "pubmed": 19468300, "qualifier": "located_in", "term": "midbody"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0034451", "qualifier": "located_in", "term": "centriolar satellite"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0051233", "pubmed": [19468302, 21041660], "qualifier": "located_in", "term": "spindle midzone"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0097431", "qualifier": "located_in", "term": "mitotic spindle pole"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0000287", "pubmed": 17461553, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004672", "pubmed": [17146433, 19596235, 22854038], "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004672", "pubmed": 17461553, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0004674", "pubmed": [18378770, 20577264], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004674", "pubmed": [12524548, 12939256, 15148369, 17351640, 18174154, 18477460, 19160488, 19468300, 19468302, 21857149, 22325354, 23509069, 28512243, 37440612, 37674080], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004674", "pubmed": [19473992, 21041660, 23455478], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12493754, 12524548, 12939256, 15070733, 15148369, 15654075, 16439210, 16753148, 16760428, 16815967, 16864798, 16980960, 17146433, 17307877, 17310276, 17351640, 17495026, 18174154, 18250300, 18329369, 18331714, 18477460, 18521620, 18615013, 18794143, 19160488, 19468300, 19468302, 19473992, 19596235, 19597481, 19833129, 20126263, 20360068, 20534861, 20577264, 20679239, 20890306, 21041660, 21642957, 21880710, 21887822, 21988832, 22609948, 22653443, 23036704, 23455478, 23509069, 25503564, 25852190, 25986610, 26496610, 26638075, 27173435, 28514442, 32296183, 32707033, 32814053, 34260926, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005524", "pubmed": 17461553, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008017", "pubmed": 12939256, "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0010997", "pubmed": 18662541, "qualifier": "enables", "term": "anaphase-promoting complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": [12639966, 18615013, 21041660], "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [21041660, 23354166, 26192437], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0106310", "pubmed": 21723128, "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[4932, 855013], [6239, 171838], [6239, 176143], [7165, 1274084], [7227, 40232], [7955, 280649], [8364, 407937], [9031, 416575], [9544, 697686], [9598, 453991], [9606, 5347], [9615, 489971], [9913, 538238], [10090, 18817], [10116, 25515], [28985, 2891996], [33169, 4619523]], "id": 3690}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "POLO box domain", "id": "IPR000959", "short_desc": "POLO_box_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Second polo-box domain", "id": "IPR033695", "short_desc": "POLO_box_2"}, {"desc": "First polo-box domain", "id": "IPR033701", "short_desc": "POLO_box_1"}, {"desc": "Polo-like kinase 1, catalytic domain", "id": "IPR033702", "short_desc": "PLK1_cat"}, {"desc": "POLO box domain superfamily", "id": "IPR036947", "short_desc": "POLO_box_dom_sf"}], "ipi": "IPI00021248", "map_location": "16p12.2", "name": "polo like kinase 1", "other_names": ["PLK-1", "cell cycle regulated protein kinase", "polo (Drosophia)-like kinase", "serine/threonine-protein kinase 13", "serine/threonine-protein kinase PLK1"], "pantherdb": {"HGNC": "9077", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97621", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 10090, "uniprot_kb": "Q07832"}, {"RGD": "3352", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 10116, "uniprot_kb": "Q62673"}, {"Ensembl": "ENSGALG00000006110", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 9031, "uniprot_kb": "F1NCX7"}, {"ZFIN": "ZDB-GENE-021115-7", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 7955, "uniprot_kb": "Q6DRK7"}, {"WormBase": "WBGene00004042", "ortholog_type": "O", "panther_family": "PTHR24345", "taxid": 6239, "uniprot_kb": "P34331"}, {"WormBase": "WBGene00004044", "ortholog_type": "O", "panther_family": "PTHR24345", "taxid": 6239, "uniprot_kb": "Q20845"}, {"WormBase": "WBGene00004043", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 6239, "uniprot_kb": "Q9N2L7"}, {"FlyBase": "FBgn0003124", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 7227, "uniprot_kb": "P52304"}, {"SGD": "S000004603", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 4932, "uniprot_kb": "P32562"}, {"PomBase": "SPAC23C11.16", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 4896, "uniprot_kb": "P50528"}, {"dictyBase": "DDB_G0274503", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 352472, "uniprot_kb": "Q86HN7"}], "uniprot_kb": "P53350"}, "pathway": {"kegg": [{"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04110", "name": "Cell cycle - Homo sapiens (human)"}, {"id": "hsa04114", "name": "Oocyte meiosis - Homo sapiens (human)"}, {"id": "hsa04914", "name": "Progesterone-mediated oocyte maturation - Homo sapiens (human)"}], "pid": [{"id": "atr_pathway", "name": "ATR signaling pathway"}, {"id": "foxm1pathway", "name": "FOXM1 transcription factor network"}, {"id": "foxopathway", "name": "FoxO family signaling"}, {"id": "p73pathway", "name": "p73 transcription factor network"}, {"id": "plk1_pathway", "name": "PLK1 signaling events"}, {"id": "tap63pathway", "name": "Validated transcriptional targets of TAp63 isoforms"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-141424", "name": "Amplification of signal from the kinetochores"}, {"id": "R-HSA-141444", "name": "Amplification  of signal from unattached  kinetochores via a MAD2  inhibitory signal"}, {"id": "R-HSA-156711", "name": "Polo-like kinase mediated events"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162658", "name": "Golgi Cisternae Pericentriolar Stack Reorganization"}, {"id": "R-HSA-162658", "name": "Golgi Cisternae Pericentriolar Stack Reorganization"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-174143", "name": "APC/C-mediated degradation of cell cycle proteins"}, {"id": "R-HSA-174178", "name": "APC/C:Cdh1 mediated degradation of Cdc20 and other APC/C:Cdh1 targeted proteins in late mitosis/early G1"}, {"id": "R-HSA-176408", "name": "Regulation of APC/C activators between G1/S and early anaphase"}, {"id": "R-HSA-176412", "name": "Phosphorylation of the APC/C"}, {"id": "R-HSA-176417", "name": "Phosphorylation of Emi1"}, {"id": "R-HSA-176814", "name": "Activation of APC/C and APC/C:Cdc20 mediated degradation of mitotic proteins"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-2299718", "name": "Condensation of Prophase Chromosomes"}, {"id": "R-HSA-2467813", "name": "Separation of Sister Chromatids"}, {"id": "R-HSA-2500257", "name": "Resolution of Sister Chromatid Cohesion"}, {"id": "R-HSA-2555396", "name": "Mitotic Metaphase and Anaphase"}, {"id": "R-HSA-2565942", "name": "Regulation of PLK1 Activity at G2/M Transition"}, {"id": "R-HSA-2980766", "name": "Nuclear Envelope Breakdown"}, {"id": "R-HSA-2980767", "name": "Activation of NIMA Kinases NEK9, NEK6, NEK7"}, {"id": "R-HSA-380259", "name": "Loss of Nlp from mitotic centrosomes"}, {"id": "R-HSA-380270", "name": "Recruitment of mitotic centrosome proteins and complexes"}, {"id": "R-HSA-380284", "name": "Loss of proteins required for interphase microtubule organization from the centrosome"}, {"id": "R-HSA-380287", "name": "Centrosome maturation"}, {"id": "R-HSA-380320", "name": "Recruitment of NuMA to mitotic centrosomes"}, {"id": "R-HSA-453274", "name": "Mitotic G2-G2/M phases"}, {"id": "R-HSA-453276", "name": "Regulation of mitotic cell cycle"}, {"id": "R-HSA-5617833", "name": "Cilium Assembly"}, {"id": "R-HSA-5620912", "name": "Anchoring of the basal body to the plasma membrane"}, {"id": "R-HSA-5663220", "name": "RHO GTPases Activate Formins"}, {"id": "R-HSA-68875", "name": "Mitotic Prophase"}, {"id": "R-HSA-68875", "name": "Mitotic Prophase"}, {"id": "R-HSA-68877", "name": "Mitotic Prometaphase"}, {"id": "R-HSA-68881", "name": "Mitotic Metaphase/Anaphase Transition"}, {"id": "R-HSA-68882", "name": "Mitotic Anaphase"}, {"id": "R-HSA-68884", "name": "Mitotic Telophase/Cytokinesis"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69273", "name": "Cyclin A/B1/B2 associated events during G2/M transition"}, {"id": "R-HSA-69275", "name": "G2/M Transition"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69618", "name": "Mitotic Spindle Checkpoint"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-8852276", "name": "The role of GTSE1 in G2/M progression after G2 checkpoint"}, {"id": "R-HSA-8854518", "name": "AURKA Activation by TPX2"}, {"id": "R-HSA-9648025", "name": "EML4 and NUDC in mitotic spindle formation"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9825892", "name": "Regulation of MITF-M-dependent genes involved in cell cycle and proliferation"}, {"id": "R-HSA-9856651", "name": "MITF-M-dependent gene expression"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP179", "name": "Cell cycle"}, {"id": "WP1971", "name": "Integrated Cancer Pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}]}, "pdb": ["1Q4K", "1Q4O", "1UMW", "2OGQ", "2OJX", "2OU7", "2OWB", "2RKU", "2V5Q", "2YAC", "3BZI", "3C5L", "3FC2", "3FVH", "3HIH", "3HIK", "3KB7", "3P2W", "3P2Z", "3P34", "3P35", "3P36", "3P37", "3Q1I", "3RQ7", "3THB", "4A4L", "4A4O", "4DFW", "4E67", "4E9C", "4E9D", "4H5X", "4H71", "4HAB", "4HCO", "4HY2", "4J52", "4J53", "4LKL", "4LKM", "4O56", "4O6W", "4O9W", "4RCP", "4WHH", "4WHK", "4WHL", "4X9R", "4X9V", "4X9W", "5J19", "5NEI", "5NFU", "5NJE", "5NMM", "5NN1", "5NN2", "5TA6", "5TA8", "6AX4", "6GY2", "7MSO", "7MX1", "8BJT", "8CRC", "8JOQ", "8JOY", "8X72", "8XB9"], "pfam": ["PF00069", "PF00659"], "pharmgkb": "PA33410", "pharos": {"target_id": 3786, "tdl": "Tchem"}, "pir": "S34130", "prosite": ["PS50011", "PS50078"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254327", "relationship": "is"}, {"id": "GNF254328", "relationship": "is"}, {"id": "GNF254329", "relationship": "is"}, {"id": "GNF254330", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164792", "relationship": "weakly similar to"}, "GNF_hs-Origene": {"id": "GNF036489", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087616", "relationship": "is"}, {"id": "GNF087617", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050818", "relationship": "is"}, {"id": "GNF060240", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066381", "relationship": "is"}, {"id": "GNF066382", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165768", "relationship": "is"}, {"id": "GNF165769", "relationship": "is"}, {"id": "GNF165770", "relationship": "is"}, {"id": "GNF165771", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF011353", "relationship": "is"}, {"id": "GNF011354", "relationship": "is"}, {"id": "GNF011355", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF233788", "relationship": "is"}, {"id": "GNF284517", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324868", "relationship": "is"}, {"id": "GNF324869", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338499", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092731", "relationship": "is"}, {"id": "GNF132429", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1"], "protein": "NP_005021.2", "rna": "NM_005030.6", "translation": {"protein": "NP_005021.2", "rna": "NM_005030.6"}}, "reporter": {"GNF1H": "gnf1h09403_s_at", "HG-U133_Plus_2": "202240_at", "HG-U95Av2": "37228_at", "HTA-2_0": "TC16000258.hg.1", "HuEx-1_0": "3653072", "HuGene-1_1": "7994109", "HuGene-2_1": "16817017"}, "summary": "The Ser/Thr protein kinase encoded by this gene belongs to the CDC5/Polo subfamily. It is highly expressed during mitosis and elevated levels are found in many different types of cancer. Depletion of this protein in cancer cells dramatically inhibited cell proliferation and induced apoptosis; hence, it is a target for cancer therapy. [provided by RefSeq, Sep 2015].", "symbol": "PLK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335227"}, "unigene": "Hs.592049", "uniprot": {"Swiss-Prot": "P53350", "TrEMBL": ["I3L2H5", "I3L387", "I3L309"]}, "wikipedia": {"url_stub": "PLK1"}}