{"AllianceGenome": "11397", "HGNC": "11397", "MIM": "605031", "_id": "10733", "_version": 1, "accession": {"genomic": ["AC107053.5", "CH471056.2", "CP068274.2", "KT584748.1", "NC_000004.12", "NC_060928.1", "NG_041821.1"], "protein": ["AAH36023.1", "BAB69958.1", "BAG36907.1", "BAH13823.1", "BAH13953.1", "BAP74121.1", "CAA73575.1", "CAA80920.1", "EAX05196.1", "NP_001177728.1", "NP_001177730.1", "NP_055079.3", "O00444.3", "XP_005262758.1", "XP_016863151.1", "XP_016863152.1", "XP_054204770.1", "XP_054204771.1", "XP_054204772.1"], "rna": ["AB006972.1", "AB741646.1", "AI088969.1", "AK302858.1", "AK303399.1", "AK314238.1", "BC036023.1", "BP328161.1", "BU633758.1", "DC402409.1", "NM_001190799.2", "NM_001190801.2", "NM_014264.5", "XM_005262701.4", "XM_017007662.2", "XM_017007663.3", "XM_054348795.1", "XM_054348796.1", "XM_054348797.1", "Y13115.1", "Z25433.1"], "translation": [{"protein": "AAH36023.1", "rna": "BC036023.1"}, {"protein": "NP_001177728.1", "rna": "NM_001190799.2"}, {"protein": "NP_055079.3", "rna": "NM_014264.5"}, {"protein": "XP_005262758.1", "rna": "XM_005262701.4"}, {"protein": "NP_001177730.1", "rna": "NM_001190801.2"}, {"protein": "CAA73575.1", "rna": "Y13115.1"}, {"protein": "XP_016863151.1", "rna": "XM_017007662.2"}, {"protein": "BAH13953.1", "rna": "AK303399.1"}, {"protein": "BAP74121.1", "rna": "AB741646.1"}, {"protein": "BAG36907.1", "rna": "AK314238.1"}, {"protein": "CAA80920.1", "rna": "Z25433.1"}, {"protein": "BAH13823.1", "rna": "AK302858.1"}, {"protein": "XP_016863152.1", "rna": "XM_017007663.3"}, {"protein": "XP_054204770.1", "rna": "XM_054348795.1"}, {"protein": "XP_054204772.1", "rna": "XM_054348797.1"}, {"protein": "BAB69958.1", "rna": "AB006972.1"}, {"protein": "XP_054204771.1", "rna": "XM_054348796.1"}]}, "alias": ["MCCRP2", "SAK", "STK18"], "ec": "2.7.11.21", "ensembl": {"gene": "ENSG00000142731", "protein": ["ENSP00000270861", "ENSP00000421774", "ENSP00000423412", "ENSP00000423582", "ENSP00000427554", "ENSP00000427568"], "transcript": ["ENST00000270861", "ENST00000503914", "ENST00000507249", "ENST00000507454", "ENST00000508113", "ENST00000510192", "ENST00000510605", "ENST00000511942", "ENST00000513090", "ENST00000514379", "ENST00000515069"], "translation": [{"protein": "ENSP00000270861", "rna": "ENST00000270861"}, {"protein": "ENSP00000421774", "rna": "ENST00000515069"}, {"protein": "ENSP00000427554", "rna": "ENST00000513090"}, {"protein": "ENSP00000423412", "rna": "ENST00000507249"}, {"protein": "ENSP00000423582", "rna": "ENST00000514379"}, {"protein": "ENSP00000427568", "rna": "ENST00000508113"}], "type_of_gene": "protein_coding"}, "entrezgene": "10733", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 31.0810312348, "exp_mis": 269.456164381, "exp_syn": 100.197958639, "lof_z": 4.45643246618916, "mis_z": -0.790925262905646, "mu_lof": 2.20637674969e-06, "mu_mis": 2.35591694885e-05, "mu_syn": 8.42574673249e-06, "n_lof": 6.0, "n_mis": 296.0, "n_syn": 113.0, "p_li": 0.77798174923305, "p_null": 5.40029116157912e-07, "p_rec": 0.222017710737834, "syn_z": -0.792862182853609}, "bp": 2913, "cds_end": 128819696, "cds_start": 128802289, "n_exons": 16, "nonpsych": {"exp_lof": 27.8105913503, "exp_mis": 243.563096506, "exp_syn": 90.3680860436, "lof_z": 4.24798926398664, "mis_z": -0.563540534772881, "mu_lof": 2.20637674969e-06, "mu_mis": 2.35591694885e-05, "mu_syn": 8.42574673249e-06, "n_lof": 5.0, "n_mis": 261.0, "n_syn": 96.0, "p_li": 0.860034405311286, "p_null": 9.16031555267669e-07, "p_rec": 0.139964678657159, "syn_z": -0.3730024401018}, "nontcga": {"exp_lof": 28.5632859888, "exp_mis": 247.868425291, "exp_syn": 92.1508680701, "lof_z": 4.16466019585144, "mis_z": -0.257320173592461, "mu_lof": 2.20637674969e-06, "mu_mis": 2.35591694885e-05, "mu_syn": 8.42574673249e-06, "n_lof": 6.0, "n_mis": 256.0, "n_syn": 107.0, "p_li": 0.587358735172683, "p_null": 3.65166098796579e-06, "p_rec": 0.412637613166329, "syn_z": -0.979430429406988}, "transcript": "ENST00000270861.5"}, "exons": [{"cdsend": 127898541, "cdsstart": 127881134, "chr": "4", "position": [[127880892, 127881164], [127881830, 127881926], [127883438, 127883553], [127885707, 127886728], [127887395, 127887496], [127889865, 127890236], [127891091, 127891196], [127891578, 127891681], [127892364, 127892514], [127893284, 127893418], [127893512, 127893604], [127893733, 127893881], [127894952, 127895093], [127896800, 127896907], [127898438, 127899222]], "strand": 1, "transcript": "NM_001190799", "txend": 127899222, "txstart": 127880892}, {"cdsend": 127898541, "cdsstart": 127881923, "chr": "4", "position": [[127881243, 127881370], [127881830, 127881926], [127883261, 127883357], [127883438, 127883553], [127885707, 127886728], [127887395, 127887496], [127889865, 127890236], [127891091, 127891196], [127891578, 127891681], [127892364, 127892514], [127893284, 127893418], [127893512, 127893604], [127893733, 127893881], [127894952, 127895093], [127896800, 127896907], [127898438, 127899222]], "strand": 1, "transcript": "NM_001190801", "txend": 127899222, "txstart": 127881243}, {"cdsend": 127898541, "cdsstart": 127881134, "chr": "4", "position": [[127880892, 127881164], [127881830, 127881926], [127883261, 127883357], [127883438, 127883553], [127885707, 127886728], [127887395, 127887496], [127889865, 127890236], [127891091, 127891196], [127891578, 127891681], [127892364, 127892514], [127893284, 127893418], [127893512, 127893604], [127893733, 127893881], [127894952, 127895093], [127896800, 127896907], [127898438, 127899222]], "strand": 1, "transcript": "NM_014264", "txend": 127899222, "txstart": 127880892}], "exons_hg19": [{"cdsend": 128819696, "cdsstart": 128802289, "chr": "4", "position": [[128802047, 128802319], [128802985, 128803081], [128804593, 128804708], [128806862, 128807883], [128808550, 128808651], [128811020, 128811391], [128812246, 128812351], [128812733, 128812836], [128813519, 128813669], [128814439, 128814573], [128814667, 128814759], [128814888, 128815036], [128816107, 128816248], [128817955, 128818062], [128819593, 128820377]], "strand": 1, "transcript": "NM_001190799", "txend": 128820377, "txstart": 128802047}, {"cdsend": 128819696, "cdsstart": 128803078, "chr": "4", "position": [[128802398, 128802525], [128802985, 128803081], [128804416, 128804512], [128804593, 128804708], [128806862, 128807883], [128808550, 128808651], [128811020, 128811391], [128812246, 128812351], [128812733, 128812836], [128813519, 128813669], [128814439, 128814573], [128814667, 128814759], [128814888, 128815036], [128816107, 128816248], [128817955, 128818062], [128819593, 128820377]], "strand": 1, "transcript": "NM_001190801", "txend": 128820377, "txstart": 128802398}, {"cdsend": 128819696, "cdsstart": 128802289, "chr": "4", "position": [[128802047, 128802319], [128802985, 128803081], [128804416, 128804512], [128804593, 128804708], [128806862, 128807883], [128808550, 128808651], [128811020, 128811391], [128812246, 128812351], [128812733, 128812836], [128813519, 128813669], [128814439, 128814573], [128814667, 128814759], [128814888, 128815036], [128816107, 128816248], [128817955, 128818062], [128819593, 128820377]], "strand": 1, "transcript": "NM_014264", "txend": 128820377, "txstart": 128802047}], "generif": [{"pubmed": 15967108, "text": "SAK repression by p53 is likely mediated through the recruitment of HDAC repressors, and SAK repression contributes to p53-induced apoptosis"}, {"pubmed": 16244668, "text": "we identify Plk4 as a key regulator of centriole duplication.These findings provide an attractive explanation for the crucial function of Plk4 in cell proliferation and have implications for the role of Polo kinases in tumorigenesis."}, {"pubmed": 16326102, "text": "SAK/PLK4 is required for centriole duplication and flagella development in Drosophila and human cells."}, {"pubmed": 17681131, "text": "Overexpression of Polo-like kinase 4 (Plk4) in human cells induces centrosome amplification through the simultaneous generation of multiple procentrioles adjoining each parental centriole."}, {"pubmed": 18239451, "text": "Human Plk4 phosphorylates Cdc25C."}, {"pubmed": 19001868, "text": "Plk2 mediated centriole duplication is dependent on Plk4 function"}, {"pubmed": 19454482, "text": "HCT116 cells fail to organize the ninefold symmetry of centrioles due to insufficient Plk4."}, {"pubmed": 19679553, "text": "CUL1 may function as a tumor suppressor by regulating PLK4 protein levels and thereby restraining excessive daughter centriole formation at maternal centrioles."}, {"pubmed": 20032307, "text": "Data suggest that polo-like kinase 4 activity is restricted to the centrosome to prevent aberrant centriole assembly and sustained kinase activity is required for centriole duplication."}, {"pubmed": 20348415, "text": "Plk4 is required for cytokinesis and maintenance of chromosomal stability"}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20516151, "text": "Data suggest that active Plk4 promotes its own degradation by catalyzing betaTrCP binding through trans-autophosphorylation (phosphorylation by the other kinase in the dimer) within homodimers."}, {"pubmed": 20923822, "text": "Observational study and genome-wide association study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21059844, "text": "Results suggest that Cep152 recruits Plk4 and CPAP to the centrosome to ensure a faithful centrosome duplication process."}, {"pubmed": 21059850, "text": "Data show that Cep152 can be phosphorylated by Plk4 in vitro, suggesting that Cep152 acts with Plk4 to initiate centriole formation."}, {"pubmed": 21297952, "text": "CDK11(p58), which accumulates only in the vicinity of mitotic centrosomes, directly interacts with the centriole-associated protein kinase Plk4 that regulates centriole number in cells."}, {"pubmed": 21609466, "text": "These results highlight the critical role of PLK4 transcriptional deregulation in centriole multiplication in HPV-16 E7-expressing cells."}, {"pubmed": 21725316, "text": "The activity of SCF-FBXW5 is negatively regulated by Polo-like kinase 4 (PLK4), which phosphorylates FBXW5 at Ser 151 to suppress its ability to ubiquitylate HsSAS-6."}, {"pubmed": 22349698, "text": "STIL cooperates with SAS-6 and PLK4 in the control of centriole number and represents a key centriole duplication factor in human cells."}, {"pubmed": 22456511, "text": "Plk4 is a centriole-localized kinase that does not directly regulate cytokinesis."}, {"pubmed": 22829937, "text": "Study demonstrated that PLK4 was remarkably downregulated in HCC and could be served as a potential prognostic marker for patients with this deadly disease."}, {"pubmed": 23019411, "text": "CAND1 promotes PLK4-mediated centriole overduplication and is frequently disrupted in prostate cancer."}, {"pubmed": 23249732, "text": "Preventing Plk4 autoregulation causes centrosome amplification, stabilization of p53, and loss of cell proliferation"}, {"pubmed": 23641073, "text": "cooperation between Cep192 and Cep152 is crucial for centriole recruitment of Plk4 and centriole duplication during the cell cycle."}, {"pubmed": 23653187, "text": "If both p53 and the SAPKK MKK4 are simultaneously inactivated, persistent polo-like kinase 4 activity combined with the lack of SAPK-mediated inhibition of centrosome duplication conspire to induce supernumerary centrosomes under stress."}, {"pubmed": 23821772, "text": "Studies indicate that autophosphorylation of Nek7 and Plk4 occurred through an intermolecular mechanism, the kinases Aurora-A and Chk2 followed an intramolecular mechanism."}, {"pubmed": 23974100, "text": "PLK4 is a new NFkappaB target gene, providing a direct link between NFkappaB activity and centrosome duplication, with implications for the role of these transcription factors in tumorigenesis."}, {"pubmed": 24277814, "text": "Plk4 dynamically localizes to distinct subcentrosomal regions by interacting with two hierarchically regulated scaffolds, Cep192 and Cep152."}, {"pubmed": 24389189, "text": "it appears that Nek2 and Plk4 might synergize to promote breast tumorigenesis and may also be involved in tamoxifen and trastuzumab resistance"}, {"pubmed": 24498222, "text": "p53-Dependent and cell specific epigenetic regulation of the polo-like kinases under oxidative stress."}, {"pubmed": 24588599, "text": "HPVs16 and 18 commonly are present in normal oral mucosa and emphasize the importance of distinguishing clinical"}, {"pubmed": 24797070, "text": "Results demonstrated that Plk4 is under the direct control of the E2F activators in breast cancer cells."}, {"pubmed": 24867403, "text": "Studies indicate that overexpression of polo-like kinase 4 (PLK4) is found in several cancer and suggest the PLK4 inhibitors as anticancer therapeutics."}, {"pubmed": 24981932, "text": "PLK4 overexpression induces centrosome amplification and chromosome instability and causes the suppression of primary cilia formation."}, {"pubmed": 24997597, "text": "Plk4 is intricately regulated in time and space through ordered interactions with two distinct scaffolds, Cep192 and Cep152, and a failure in this process may lead to human cancer."}, {"pubmed": 25043604, "text": "Breast cancer cell viability is dependent on PLK4 expression."}, {"pubmed": 25174401, "text": "An unexpected activity of Plk4 that promotes cell migration and may underlie an association between increased Plk4 expression, cancer progression and death from metastasis in solid tumor patients."}, {"pubmed": 25320347, "text": "Mutation in PLK4, encoding a master regulator of centriole formation, defines a novel locus for primordial dwarfism."}, {"pubmed": 25342035, "text": "Negative feedback by centriolar STIL regulates bimodal centriolar distribution of Plk4 and seemingly restricts occurrence of procentriole formation to one site on each parental centriole."}, {"pubmed": 25344692, "text": "different levels of impaired PLK4 activity result in growth and cilia phenotypes, providing a mechanism by which microcephaly disorders can occur with or without ciliopathic features"}, {"pubmed": 25347426, "text": "Decreased PLK4 protein expression due to promoter hypermethylation was negatively correlated with JAK2 overexpression, a common occurrence in hematological malignancies."}, {"pubmed": 25590559, "text": "PLK4 functions downstream of ROCK2 to drive centrosome amplification in arrested cells."}, {"pubmed": 25723005, "text": "Data suggest polo-like kinase 4 (PLK4) inhibitors as a clinical candidate for cancer therapy."}, {"pubmed": 25795303, "text": "these results identify the interaction between Mib1 and Plk4 as a new and important element in the control of centriole homeostasis."}, {"pubmed": 25859044, "text": "identified association between aneuploidy of putative mitotic origin and linked genetic variants on chromosome 4 of maternal genomes; associated region contains candidate gene,PLK4, that plays a role in centriole duplication and can alter mitotic fidelity upon minor dysregulation"}, {"pubmed": 26101219, "text": "Plk4 activity promotes the recruitment of STIL to the centriole and primes the direct binding of STIL to the C terminus of SAS6."}, {"pubmed": 26188084, "text": "The authors suggest that the STIL-coiled-coil region/PLK4 interaction mediates PLK4 activation as well as stabilization of centriolar PLK4 and plays a key role in centriole duplication."}, {"pubmed": 26439168, "text": "KLF14 transcription is significantly downregulated, whereas Plk4 transcription is upregulated in multiple types of cancers, and there exists an inverse correlation between KLF14 and Plk4 protein expression in human breast and colon cancers."}, {"pubmed": 26452337, "text": "Mutations in human PLK4, the protein of which plays critical role in centriole duplication and normal nuclear formation, could be associated with abnormal spermatogenesis leading to Sertoli cell-only syndrome. Aberrant forms of PLK4 might also cause other types of oligozoospermia or sperm fl agellar abnormalities."}, {"pubmed": 26481051, "text": "We demonstrate that centrioles promote PLK4 activation through its recruitment and local accumulation. Though centriole removal reduces the proportion of active PLK4, this is rescued by concentrating PLK4 to the peroxisome lumen"}, {"pubmed": 26755742, "text": "Plk4 directly binds PCM1 and phosphorylates S372.  Plk4 depletion leads to the dispersal of centriolar satellites."}, {"pubmed": 27112295, "text": "These data show that complementary mechanisms, such as mother-daughter centriole proximity and CDK1-CyclinB interaction with centriolar components, ensure that centriole biogenesis occurs once and only once per cell cycle, raising parallels to the cell-cycle regulation of DNA replication and centromere formation."}, {"pubmed": 27246242, "text": "the interaction between Cep78 and the N-terminal catalytic domain of Plk4 is a new and important element in the centrosome overduplication process."}, {"pubmed": 27650967, "text": "Heterozygous missense mutation in PLK4 identified in a patient with microcephaly and chorioretinopathy.  Aberrant spindle formation was observed in a LCL derived from this patient.  Mutant PLK4 proteins demonstrated altered mobility pattern on a western blot suggesting alterations in post-translation modification."}, {"pubmed": 27796307, "text": "KAT2A/2B acetylation of PLK4 prevents centrosome amplification"}, {"pubmed": 27872092, "text": "Our results validate Plk4 as a therapeutic target in cancer patients"}, {"pubmed": 27911707, "text": "Studies indicate that depletion of any one of the protein kinase polo-like kinase 4 (PLK4) and the two proteins STIL and SAS-6 blocks centriole duplication, and, conversely, overexpression causes centriole amplification."}, {"pubmed": 28238495, "text": "Common PLK4 variant rs2305957 is associated with blastocyst formation and early recurrent miscarriage in Chinese women."}, {"pubmed": 28562169, "text": "PLK4 specifically phosphorylates CP110 at the S98 position and is an essential step for centriole assembly."}, {"pubmed": 28832566, "text": "Homozygous splicing acceptor site transition (c.31-3 A>G) in PLK4 was identified in a family with Seckel syndrome.  PLK4 is essential for centriole biogenesis and DNA damage response."}, {"pubmed": 29496738, "text": "Plk4 first phosphorylates the extreme N terminus of Ana2, which is critical for subsequent STAN domain modification. Phosphorylation of the central region then breaks the Plk4-Ana2 interaction. This phosphorylation pattern is important for centriole assembly and integrity."}, {"pubmed": 29500190, "text": "Plk4 functions as a homeostatic clock, establishing an inverse relationship between growth rate and period to ensure that daughter centrioles grow to the correct size."}, {"pubmed": 29688390, "text": "our data support tripolar chromosome segregation as a key mechanism generating complex aneuploidy in cleavage-stage embryos and implicate maternal genotype at a quantitative trait locus spanning PLK4 as a factor influencing its occurrence."}, {"pubmed": 29712910, "text": "Direct binding of CEP85 to STIL ensures robust PLK4 activation and efficient centriole assembly."}, {"pubmed": 29768346, "text": "PLK4 played important roles in regulating cell cycle- and DNA replication-related pathways. E2F could upregulate the expression levels of PLK4 by deregulating the methylations of their promoters to promote the relapse of Acute Lymphoblastic Leukemia."}, {"pubmed": 30197118, "text": "blocking of PLK4 or STIL functions leads to centrosome loss followed by both p53-dependent and -independent defects, including prolonged cell divisions, upregulation of p53, chromosome instability, and, importantly, reduction of pluripotency markers and induction of differentiation."}, {"pubmed": 30315225, "text": "MiRNA-126/PLK-4 axis is critical for tumorigenesis and progression of HCC."}, {"pubmed": 30529153, "text": "Study showed that the mRNA level of PLK4 was significantly associated with glioma grade and inversely correlated with overall survival and temozolomide sensitivity."}, {"pubmed": 30570110, "text": "Pololike kinase 4 (PLK4) has been identified as an oncogene, which is overexpressed in various types of human cancer"}, {"pubmed": 30604763, "text": "Study found that organization of acto-myosin force modulates specifically S-G2 phase length of the cell cycle, PLK4 recruitment at the centrosome and the fidelity of centriole duplication."}, {"pubmed": 30787112, "text": "Expression regulation of PLK-4 and SAS-6 has a central role in centriole biogenesis. (Review)"}, {"pubmed": 30804208, "text": "PLK4 phosphorylates CEP131 at Ser-78 to maintain centriolar satellite integrity."}, {"pubmed": 30816483, "text": "Elevated PLK4 expression was observed in high grade glioblastoma (GBM) patients and was associated with poor prognosis. PLK4 expression was markedly elevated by the exogenous overexpression of ATAD2 in GBM cells. Results suggested that the ATAD2dependent transcriptional regulation of PLK4 promoted cell proliferation and tumorigenesis."}, {"pubmed": 30858376, "text": "Study shows that Cep63 and Cep152 cooperatively generate a heterotetrameric alpha-helical bundle that functions in conjunction with its neighboring hydrophobic motifs to self-assemble into a higher-order cylindrical architecture capable of recruiting downstream components, including Plk4, a key regulator for centriole duplication. Mutations disrupting the self-assembly abrogate Plk4-mediated centriole duplication."}, {"pubmed": 31000710, "text": "Study demonstrated that PLK4 has an ability to phase-separate into condensates via an intrinsically disordered linker and that the condensation properties of PLK4 are regulated by autophosphorylation. Consistently, the dissociation dynamics of centriolar PLK4 are controlled by autophosphorylation."}, {"pubmed": 31097597, "text": "The regulatory role of PLK4 in cytokinesis makes it a potential target for therapeutic intervention in appropriately selected cancers."}, {"pubmed": 31115335, "text": "Here, the authors show that PLK4 phosphorylates its centriole substrate STIL on a conserved site, S428, to promote STIL binding to CPAP. This phospho-dependent binding interaction is conserved in Drosophila and facilitates the stable incorporation of both STIL and CPAP into the centriole."}, {"pubmed": 31358734, "text": "These findings demonstrate that Cep131 is a novel substrate of Plk4, and that phosphorylation or dysregulated Cep131 overexpression promotes Plk4 stabilization and therefore centrosome amplification, establishing a perspective in understanding a relationship between centrosome amplification and cancer development."}, {"pubmed": 31451615, "text": "The self-patterning of Plk4 is crucial for the regulation of centriole duplication."}, {"pubmed": 31489978, "text": "A cis-eQTL genetic variant in PLK4 confers high risk of hepatocellular carcinoma."}, {"pubmed": 31672968, "text": "Plk4 is a unique kinase that utilizes its autophosphorylated noncatalytic cryptic polo-box (CPB) to phase separate and generate a nanoscale spherical condensate. CPB phosphorylation also promotes Plk4's dissociation from the Cep152 tether while binding to downstream STIL, thus allowing Plk4 condensate to serve as an assembling body for centriole biogenesis."}, {"pubmed": 31696485, "text": "LncRNA SNHG1 contributes to tumorigenesis and mechanism by targeting miR-338-3p to regulate PLK4 in human neuroblastoma."}, {"pubmed": 31876063, "text": "Polo-like kinase 4 correlates with greater tumor size, lymph node metastasis and confers poor survival in non-small cell lung cancer."}, {"pubmed": 31926341, "text": "Findings suggest that endoplasmic reticulum stress induces the ATF6 and C/EBPbeta binding, which may increase their DNA-binding affinity and inhibit the transcription activity of the PLK4 gene."}, {"pubmed": 32107292, "text": "Direct interaction between CEP85 and STIL mediates PLK4-driven directed cell migration."}, {"pubmed": 32126150, "text": "Inhibition of PLK4 might enhance the anti-tumour effect of bortezomib on glioblastoma via PTEN/PI3K/AKT/mTOR signalling pathway."}, {"pubmed": 32200684, "text": "Differential expression of AURKA/PLK4 in quiescence and senescence of osteosarcoma U2OS cells."}, {"pubmed": 32519033, "text": "YLZ-F5, a novel polo-like kinase 4 inhibitor, inhibits human ovarian cancer cell growth by inducing apoptosis and mitotic defects."}, {"pubmed": 32715931, "text": "Clinical Significance of Polo-Like Kinase 4 as a Marker for Advanced Tumor Stage and Dismal Prognosis in Patients With Surgical Gastric Cancer."}, {"pubmed": 32807875, "text": "FAM46C/TENT5C functions as a tumor suppressor through inhibition of Plk4 activity."}, {"pubmed": 32908304, "text": "TRIM37 controls cancer-specific vulnerability to PLK4 inhibition."}, {"pubmed": 32966175, "text": "Growth disadvantage associated with centrosome amplification drives population-level centriole number homeostasis."}, {"pubmed": 33171265, "text": "Non-mitotic functions of polo-like kinases in cancer cells."}, {"pubmed": 33176597, "text": "CENPE, PRC1, TTK, and PLK4 May Play Crucial Roles in the Osteosarcoma Progression."}, {"pubmed": 33351100, "text": "PLK4-phosphorylated NEDD1 facilitates cartwheel assembly and centriole biogenesis initiations."}, {"pubmed": 33402398, "text": "Role of Polo-Like Kinase 4 (PLK4) in Epithelial Cancers and Recent Progress in its Small Molecule Targeting for Cancer Management."}, {"pubmed": 33630225, "text": "CircKIF2A contributes to cell proliferation, migration, invasion and glycolysis in human neuroblastoma by regulating miR-129-5p/PLK4 axis."}, {"pubmed": 33706192, "text": "Polo Like Kinase 4 (PLK4) impairs human bone marrow mesenchymal stem cell (BMSC) viability and osteogenic differentiation."}, {"pubmed": 33756487, "text": "Primary Dwarfism, Microcephaly, and Chorioretinopathy due to a PLK4 Mutation in Two Siblings."}, {"pubmed": 34080290, "text": "Identification and assessment of PLK1/2/3/4 in lung adenocarcinoma and lung squamous cell carcinoma: Evidence from methylation profile."}, {"pubmed": 34272646, "text": "Overexpression of the PLK4 Gene as a Novel Strategy for the Treatment of Autosomal Recessive Microcephaly by Improving Centrosomal Dysfunction."}, {"pubmed": 34342940, "text": "Down-regulation of Polo-like kinase 4 (PLK4) induces G1 arrest via activation of the p38/p53/p21 signaling pathway in bladder cancer."}, {"pubmed": 34637843, "text": "TEC kinase stabilizes PLK4 to promote liver cancer metastasis."}, {"pubmed": 34933912, "text": "Hypoxia Drives Centrosome Amplification in Cancer Cells via HIF1alpha-dependent Induction of Polo-Like Kinase 4."}, {"pubmed": 35333404, "text": "PLK4 is upregulated in prostate cancer and its inhibition reduces centrosome amplification and causes senescence."}, {"pubmed": 35536377, "text": "Transmission ratio distortion of mutations in the master regulator of centriole biogenesis PLK4."}, {"pubmed": 35670224, "text": "Downregulation of PLK4 expression induces apoptosis and G0/G1-phase cell cycle arrest in keloid fibroblasts."}, {"pubmed": 35973104, "text": "Polo-like Kinase 4: the Variation During Therapy and its Relation to Treatment Response and Prognostic Risk Stratification in Childhood Acute Lymphoblastic Leukemia Patients."}, {"pubmed": 36797240, "text": "Polo-like kinase 4 (Plk4) potentiates anoikis-resistance of p53KO mammary epithelial cells by inducing a hybrid EMT phenotype."}, {"pubmed": 36821942, "text": "Downregulation of Polo-like kinase 4 induces cell apoptosis and G2/M arrest in acute myeloid leukemia."}, {"pubmed": 36975767, "text": "NUAK1 governs centrosome replication in pancreatic cancer via MYPT1/PP1beta and GSK3beta-dependent regulation of PLK4."}, {"pubmed": 37433832, "text": "Architectural basis for cylindrical self-assembly governing Plk4-mediated centriole duplication in human cells."}, {"pubmed": 37707473, "text": "Centrosomal organization of Cep152 provides flexibility in Plk4 and procentriole positioning."}, {"pubmed": 37773039, "text": "PLK4 self-phosphorylation drives the selection of a single site for procentriole assembly."}, {"pubmed": 38290657, "text": "Polo-like kinase 4 promotes tumorigenesis and glucose metabolism in glioma by activating AKT1 signaling."}, {"pubmed": 38490717, "text": "CRL4[DCAF1] ubiquitin ligase regulates PLK4 protein levels to prevent premature centriole duplication."}], "genomic_pos": {"chr": "4", "end": 127899224, "ensemblgene": "ENSG00000142731", "start": 127880893, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 128820350, "start": 128802016, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": [27796307, 30804208], "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007099", "pubmed": 21059844, "qualifier": "involved_in", "term": "centriole replication"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007099", "pubmed": [21725316, 22020124, 30804208], "qualifier": "involved_in", "term": "centriole replication"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007099", "pubmed": 18207742, "qualifier": "involved_in", "term": "centriole replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046601", "pubmed": 22349705, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of centriole replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046601", "pubmed": 27796307, "qualifier": "involved_in", "term": "positive regulation of centriole replication"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046601", "pubmed": [16244668, 17681131], "qualifier": "involved_in", "term": "positive regulation of centriole replication"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060271", "pubmed": 30804208, "qualifier": "involved_in", "term": "cilium assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060707", "qualifier": "involved_in", "term": "trophoblast giant cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098535", "qualifier": "involved_in", "term": "de novo centriole assembly involved in multi-ciliated epithelial cell differentiation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001741", "qualifier": "located_in", "term": "XY body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "pubmed": [21399614, 30804208, 32433990], "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005814", "pubmed": [16244668, 17681131, 22020124, 27796307], "qualifier": "located_in", "term": "centriole"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032154", "qualifier": "located_in", "term": "cleavage furrow"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0098536", "qualifier": "located_in", "term": "deuterosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0120098", "pubmed": 24997597, "qualifier": "located_in", "term": "procentriole"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0120099", "pubmed": 24997597, "qualifier": "part_of", "term": "procentriole replication complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004674", "pubmed": [21725316, 27796307], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 20348415, 20852615, 21059844, 21725316, 24997597, 25416956, 25503564, 26188084, 26496610, 26638075, 26871637, 27796307, 32107292, 32296183, 32433990, 32814053, 36931259, 38185225], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [16189514, 24997597, 25416956, 27107012], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[7165, 1268576], [7227, 40384], [7955, 368390], [8364, 100038180], [9031, 422497], [9544, 710233], [9598, 461480], [9606, 10733], [9615, 476087], [9913, 514405], [10090, 20873], [10116, 310344]], "id": 7962}, "interpro": [{"desc": "POLO box domain", "id": "IPR000959", "short_desc": "POLO_box_dom"}, {"desc": "Plk4, C-terminal polo-box domain", "id": "IPR033696", "short_desc": "POLO_box_Plk4_C"}, {"desc": "Plk4, second cryptic polo-box domain", "id": "IPR033698", "short_desc": "POLO_box_Plk4_2"}, {"desc": "Plk4-like, second cryptic polo-box domain superfamily", "id": "IPR047108", "short_desc": "Plk4-like_POLO_box_2_sf"}, {"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Tyrosine-protein kinase, active site", "id": "IPR008266", "short_desc": "Tyr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Plk4, first cryptic polo-box domain", "id": "IPR033699", "short_desc": "POLO_box_Plk4_1"}, {"desc": "Serine/threonine-protein kinase, first cryptic polo-box domain superfamily", "id": "IPR046437", "short_desc": "Ser_Thr-PK_POLO_box_1_sf"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}], "ipi": ["IPI00410344", "IPI00944477", "IPI00944493"], "map_location": "4q28.1", "name": "polo like kinase 4", "other_names": ["Snk akin kinase", "serine/threonine-protein kinase 18", "serine/threonine-protein kinase PLK4", "serine/threonine-protein kinase Sak"], "pantherdb": {"HGNC": "11397", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101783", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 10090, "uniprot_kb": "Q64702"}, {"RGD": "1305390", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 10116, "uniprot_kb": "B2GUY1"}, {"ZFIN": "ZDB-GENE-030619-14", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 7955, "uniprot_kb": "Q7ZVS3"}, {"FlyBase": "FBgn0026371", "ortholog_type": "LDO", "panther_family": "PTHR24345", "taxid": 7227, "uniprot_kb": "O97143"}], "uniprot_kb": "O00444"}, "pathway": {"kegg": {"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-2565942", "name": "Regulation of PLK1 Activity at G2/M Transition"}, {"id": "R-HSA-380259", "name": "Loss of Nlp from mitotic centrosomes"}, {"id": "R-HSA-380270", "name": "Recruitment of mitotic centrosome proteins and complexes"}, {"id": "R-HSA-380284", "name": "Loss of proteins required for interphase microtubule organization from the centrosome"}, {"id": "R-HSA-380287", "name": "Centrosome maturation"}, {"id": "R-HSA-380320", "name": "Recruitment of NuMA to mitotic centrosomes"}, {"id": "R-HSA-453274", "name": "Mitotic G2-G2/M phases"}, {"id": "R-HSA-5617833", "name": "Cilium Assembly"}, {"id": "R-HSA-5620912", "name": "Anchoring of the basal body to the plasma membrane"}, {"id": "R-HSA-68877", "name": "Mitotic Prometaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69275", "name": "G2/M Transition"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-8854518", "name": "AURKA Activation by TPX2"}], "wikipathways": [{"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP4803", "name": "Ciliopathies"}]}, "pdb": ["2N19", "3COK", "4JXF", "4N7V", "4N7Z", "4N9J", "4YUR", "4YYP", "5LHY", "5LHZ", "6N45", "6N46", "6W38", "6W3I", "6W3J", "8XPG"], "pfam": ["PF00069", "PF18190", "PF18409"], "pharmgkb": "PA36205", "pharos": {"target_id": 12718, "tdl": "Tchem"}, "prosite": ["PS50011", "PS50078", "PS51984", "PS51985"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF214198", "relationship": "is"}, {"id": "GNF261851", "relationship": "is"}, {"id": "GNF261852", "relationship": "is"}, {"id": "GNF261853", "relationship": "is"}, {"id": "GNF261854", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159040", "relationship": "weakly similar to"}, "GNF_hs-Origene": {"id": "GNF038274", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083759", "relationship": "is"}, {"id": "GNF089819", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055149", "relationship": "is"}, {"id": "GNF060114", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071717", "relationship": "is"}, {"id": "GNF071718", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166372", "relationship": "is"}, {"id": "GNF166373", "relationship": "is"}, {"id": "GNF166374", "relationship": "is"}, {"id": "GNF166375", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF011358", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324994", "relationship": "is"}, {"id": "GNF324995", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335198", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092653", "relationship": "is"}, {"id": "GNF132351", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_041821.1"], "protein": ["NP_001177728.1", "NP_001177730.1", "NP_055079.3", "XP_005262758.1", "XP_016863151.1", "XP_016863152.1", "XP_054204770.1", "XP_054204771.1", "XP_054204772.1"], "rna": ["NM_001190799.2", "NM_001190801.2", "NM_014264.5", "XM_005262701.4", "XM_017007662.2", "XM_017007663.3", "XM_054348795.1", "XM_054348796.1", "XM_054348797.1"], "translation": [{"protein": "NP_001177728.1", "rna": "NM_001190799.2"}, {"protein": "NP_055079.3", "rna": "NM_014264.5"}, {"protein": "XP_005262758.1", "rna": "XM_005262701.4"}, {"protein": "XP_016863151.1", "rna": "XM_017007662.2"}, {"protein": "XP_054204772.1", "rna": "XM_054348797.1"}, {"protein": "XP_016863152.1", "rna": "XM_017007663.3"}, {"protein": "XP_054204770.1", "rna": "XM_054348795.1"}, {"protein": "NP_001177730.1", "rna": "NM_001190801.2"}, {"protein": "XP_054204771.1", "rna": "XM_054348796.1"}]}, "reporter": {"HG-U133_Plus_2": ["204886_at", "204887_s_at", "211088_s_at"], "HG-U95Av2": ["32703_at", "975_at"], "HTA-2_0": "TC04000645.hg.1", "HuEx-1_0": "2742985", "HuGene-1_1": "8097356", "HuGene-2_1": "16970563"}, "retired": 27119, "summary": "This gene encodes a member of the polo family of serine/threonine protein kinases. The protein localizes to centrioles, complex microtubule-based structures found in centrosomes, and regulates centriole duplication during the cell cycle. Three alternatively spliced transcript variants that encode different protein isoforms have been found for this gene. [provided by RefSeq, Jun 2010].", "symbol": "PLK4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420470"}, "unigene": "Hs.172052", "uniprot": {"Swiss-Prot": "O00444", "TrEMBL": ["H0YAL6", "J3KR84", "J3KR82"]}, "wikipedia": {"url_stub": "PLK4"}}