{"AllianceGenome": "9080", "HGNC": "9080", "MIM": "172405", "_id": "5350", "_version": 1, "accession": {"genomic": ["AH008196.2", "CH471051.2", "CP068272.2", "NC_000006.12", "NC_060930.1", "NG_009082.1", "NG_021248.1", "Z99496.1"], "protein": ["AAA60083.1", "AAA60109.1", "AAD55950.1", "AAH05269.1", "BAG34742.1", "EAW48198.1", "NP_002658.1", "P26678.1"], "rna": ["AK129844.1", "AK311799.1", "BC005269.1", "BP257094.1", "BP259965.1", "M60411.1", "M63603.1", "N80934.1", "NM_002667.5"], "translation": [{"protein": "NP_002658.1", "rna": "NM_002667.5"}, {"protein": "AAH05269.1", "rna": "BC005269.1"}, {"protein": "BAG34742.1", "rna": "AK311799.1"}, {"protein": "AAA60109.1", "rna": "M60411.1"}, {"protein": "AAA60083.1", "rna": "M63603.1"}]}, "alias": ["CMD1P", "CMH18", "PLB"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "moderate", "classification_date": "2020-12-17T21:32:24.631Z", "disease_label": "arrhythmogenic right ventricular cardiomyopathy", "gcep": "Arrhythmogenic Right Ventricular Cardiomyopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0016587", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_13027de9-c84a-4968-936b-6356265193a6-2020-12-17T213224.631Z", "sop": "SOP8"}, {"classification": "definitive", "classification_date": "2021-02-12T17:00:00.000Z", "disease_label": "intrinsic cardiomyopathy", "gcep": "Hypertrophic Cardiomyopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0000591", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_f49f65fb-a2df-4e86-9a89-da2325b207c8-2021-02-12T170000.000Z", "sop": "SOP8"}]}, "ensembl": {"gene": "ENSG00000198523", "protein": "ENSP00000350132", "transcript": "ENST00000357525", "translation": [{"protein": "ENSP00000350132", "rna": "ENST00000357525"}], "type_of_gene": "protein_coding"}, "entrezgene": "5350", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 1.18291492, "exp_mis": 19.0784994, "exp_syn": 5.643245, "lof_z": 0.166595053876304, "mis_z": 0.568695441960708, "mu_lof": 6.74143376377e-08, "mu_mis": 1.64687182647e-06, "mu_syn": 4.61081417e-07, "n_lof": 1.0, "n_mis": 14.0, "n_syn": 4.0, "p_li": 0.111194228566321, "p_null": 0.290695791180833, "p_rec": 0.598109980252846, "syn_z": 0.428832158976795}, "bp": 159, "cds_end": 118880243, "cds_start": 118880084, "n_exons": 1, "nonpsych": {"exp_lof": 1.0500165, "exp_mis": 17.2472479, "exp_syn": 5.0870456, "lof_z": 0.0479366015241014, "mis_z": 0.637284690167403, "mu_lof": 6.74143376377e-08, "mu_mis": 1.64687182647e-06, "mu_syn": 4.61081417e-07, "n_lof": 1.0, "n_mis": 12.0, "n_syn": 4.0, "p_li": 0.117351283389421, "p_null": 0.303429037936403, "p_rec": 0.579219678674176, "syn_z": 0.303444008678111}, "nontcga": {"exp_lof": 1.08627031, "exp_mis": 17.5502092, "exp_syn": 5.18977406, "lof_z": 1.02813499633675, "mis_z": 0.42220425068717, "mu_lof": 6.74143376377e-08, "mu_mis": 1.64687182647e-06, "mu_syn": 4.61081417e-07, "n_lof": 0.0, "n_mis": 14.0, "n_syn": 4.0, "p_li": 0.442708036103627, "p_null": 0.101651409268044, "p_rec": 0.455640554628328, "syn_z": 0.330683526019703}, "transcript": "ENST00000357525.5"}, "exons": [{"cdsend": 118559080, "cdsstart": 118558921, "chr": "6", "position": [[118548295, 118548392], [118558824, 118561716]], "strand": 1, "transcript": "NM_002667", "txend": 118561716, "txstart": 118548295}], "exons_hg19": [{"cdsend": 118880243, "cdsstart": 118880084, "chr": "6", "position": [[118869458, 118869555], [118879987, 118882879]], "strand": 1, "transcript": "NM_002667", "txend": 118882879, "txstart": 118869458}], "generif": [{"pubmed": 12032137, "text": "sarcolipin binds to phospholamban and inhibits polymerization"}, {"pubmed": 12080135, "text": "phosphorylation of phospholamban does not affect its structure and gives it more loose helical packing than if not phosphorylated"}, {"pubmed": 12525698, "text": "Modeling of the inhibitory interaction of phospholamban with the Ca2+ ATPase."}, {"pubmed": 12610310, "text": "report that an inherited human dilated cardiomyopathy with refractory congestive heart failure is caused by a dominant Arg --> Cys missense mutation at residue 9 (R9C) in phospholamban"}, {"pubmed": 12692302, "text": "role in regulating sarco(endo)plasmic reticulum Ca2+-ATPase by binding to transmembrane helices in conjunction with sarcolipin"}, {"pubmed": 12705874, "text": "Mutation of the phospholamban promoter associated with hypertrophic cardiomyopathy."}, {"pubmed": 12705874, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12804600, "text": "SERCA2a and phospholamban bind to S100A1 in the human heart"}, {"pubmed": 14530977, "text": "The frequency-dependent phosphorylation of Ser16-PLB may favor an increase in Ca2+ transient and force generation in humans."}, {"pubmed": 15640069, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15736939, "text": "This study concludes that phospholamban (PLB) increases the maximal activity (Vmax) of calcium (Ca2+)-ATPase, and that the magnitude of this effect is sensitive to mutation. A region of mutant PLB responsible for this regulatory property is identified."}, {"pubmed": 16043693, "text": "The unusual bellflower-like assembly is held together by leucine/isoleucine zipper motifs along the membrane-spanning helices."}, {"pubmed": 16235537, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16382369, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16432188, "text": "the nonreversible superinhibitory function of mutant PLN-R14Del may lead to inherited dilated cardiomyopathy and premature death in both humans and mice"}, {"pubmed": 16476846, "text": "Human PLN may play a more inhibitory role than that of other species in Ca2+ cycling. Expression of human PLN in the mouse is compensated by alterations in Ca2+-handling proteins and cardiac remodeling in an effort to normalize cardiac contractility."}, {"pubmed": 16829191, "text": "Mutations in the phospholamban gene are not a frequent cause of hypertrophic and idiopathic dilated cardiomyopathy."}, {"pubmed": 17009399, "text": "Phospholamban in the human esophagus might be of less importance for regulation of SERCA than in heart. Lower expression of calsequestrin and calreticulin might contribute to increased lower esophageal sphincter pressure in achalasia."}, {"pubmed": 17010801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17515962, "text": "Gene expression of PLB was studied in children with congenital heart defects."}, {"pubmed": 17655857, "text": "A truncation mutant was identified in PLN."}, {"pubmed": 17766390, "text": "The structure and dynamics of PLN pentamer was compared in its unphosphorylated and pseudo-phosphorylatd states."}, {"pubmed": 17905829, "text": "analysis of phospholamban in oriented lipid bilayers using 15N solid-state NMR spectroscopy"}, {"pubmed": 18192322, "text": "G147D PPI-1 can attenuate responses of cardiomyocytes to beta-adrenergic agonists by decreasing PLN phosphorylation and therefore may contribute to deteriorated function in heart failure."}, {"pubmed": 18241046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18241046, "text": "findings suggest that the g.203A>C genetic variant in the human phospholamban promoter may contribute to depressed contractility and accelerate functional deterioration in heart failure"}, {"pubmed": 18708665, "text": "analysis of how mutations increase phospholamban oligomerization and alter the structure of its regulatory complex"}, {"pubmed": 19139388, "text": "A weak inhibitor transgene PLN(Arg9Cys) is diminished in its ability to modify the level of sarco(endo)plasmic reticulum ccalcium-ATPase activity, leading to heart failure despite fast sarcoplasmic reticulum calcium ion reuptake."}, {"pubmed": 19305408, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19305409, "text": "Genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19324307, "text": "Attenuated R amplitudes were identified as an early ECG phenotype in a family with familial dilated cardiomyopathy due to the PLN-R14Del mutation."}, {"pubmed": 19584346, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19587794, "text": "Meta-analysis and genome-wide association study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19587794, "text": "PLN is a key regulator of cardiac diastolic function and is involved in regulating intracellular calcium cycling, it has only recently been identified as a susceptibility locus for QT interval"}, {"pubmed": 19638213, "text": "Data do not support a role for the phospholamban -36A>C alteration in modulating the heart failure phenotype."}, {"pubmed": 19638213, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19671701, "text": "These data demonstrate that alphaKAP exhibits a novel interaction with SERCA2a and may serve to spatially position CaMKII isoforms at the SR and to uniquely modulate the phosphorylation of PLN."}, {"pubmed": 19708671, "text": "Three steps in the kinetic reaction with calcium-dependent ATPase (SERCA) are affected by the presence of PLB: binding of the first calcium ion, a subsequent conformational change in SERCA, and binding of the second calcium ion."}, {"pubmed": 19875404, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20474083, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20634894, "text": "Study conclude that PLN is enriched in the ER due to COP I-mediated transport that is dependent on its intact di-arginine motif and that the N-terminal di-arginine motif may act as a general ER retrieval sequence."}, {"pubmed": 20639392, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21108950, "text": "In this study, they investigated the effects of PLB phosphorylation and mutation on the interaction between a PLB oligomer and SERCA in the context of 2D crystals."}, {"pubmed": 21167350, "text": "Mutations in PLN are rare in frequency, yet the small size of the genetic locus may make it amenable to inclusion on HCM gene test panels."}, {"pubmed": 21282613, "text": "Lethal Arg9Cys phospholamban mutation hinders Ca2+-ATPase regulation and phosphorylation by protein kinase A."}, {"pubmed": 21332051, "text": "PLN gene mutations were not found to be associated with HCM in the study group."}, {"pubmed": 21576492, "text": "both topology and function of PLN are shaped by the interactions with lipids, which fine-tune the regulation of SERCA"}, {"pubmed": 21687864, "text": "PLN generates canonical ion channel fluctuations with two conductance levels and a moderate cation selectivity"}, {"pubmed": 22137083, "text": "1,014 patients with heart failure screened for mutations in PLN gene; identified 4 unrelated patients with PLN mutations, 3 in same amino acid residue (R9); conclude mutations in PLN gene are rare cause of heart failure, present almost exclusively in patients with dilated cardiomyopathy etiology; Arg9 and Leu39 residues are leading location of mutations described to date"}, {"pubmed": 22155237, "text": "human PLN-R14Del is misrouted to the sarcolemma, in the absence of endogenous PLN, and alters NKA activity, leading to cardiac remodeling."}, {"pubmed": 22172806, "text": "TOAC spin labels placed on the WT-PLB transmembrane domain showed highly restricted motion with more than 100ns rotational correlation time (tau(c)); whereas the loop, and the cytoplasmic regions each consists of two distinct motional dynamics"}, {"pubmed": 22247554, "text": "Characterizing phospholamban to sarco(endo)plasmic reticulum Ca2+-ATPase 2a (SERCA2a) protein binding interactions in human cardiac sarcoplasmic reticulum vesicles using chemical cross-linking."}, {"pubmed": 22427649, "text": "Hydrophobic imbalance in the cytoplasmic domain of phospholamban is a determinant for lethal dilated cardiomyopathy."}, {"pubmed": 22820313, "text": "The researchers found evidence of an association between the phospholamban R14del and the presence of dilated or arrhythmogenic cardiomyopathies in a group of patients."}, {"pubmed": 23308118, "text": "In the context of data on PLN/SERCA interaction and on Ca(2+) accumulation in the sarcoplasmic reticulum the present results are consistent with the view that PLN channel activity could participate in the balancing of charge during Ca(2+) uptake."}, {"pubmed": 23349452, "text": "A PLN founder mutation and LMNA mutations were most prevalent and often demonstrated a specific phenotype in dilated cardiomyopathy patients"}, {"pubmed": 23871674, "text": "PLN mutation carriers have ARVD/C characteristics, including important right ventricular involvement, and additionally more often low-voltage electrocardiograms, inverted T waves in the left precordial leads, and left ventricular involvement."}, {"pubmed": 24037902, "text": "Report PLN mutations in dilated cardiomyopathy."}, {"pubmed": 24358354, "text": "SLN and PLN are co-expressed in most fibers, which suggests that super-inhibition of SERCAs may be physiologically important in the regulation of intracellular Ca2+ in human skeletal muscle."}, {"pubmed": 24732829, "text": "Aim of the present study is to determine the exact pattern of fibrosis and fatty replacement in PLN p.Arg14del mutation positive patients."}, {"pubmed": 24835503, "text": "a previously unrecognized mechanism for ESM cell contraction that depends on TGF-beta1, its receptors, and PLN."}, {"pubmed": 24909667, "text": "Phospholamban R14del mutation carriers are at high risk for malignant ventricular arrhythmias and end-stage heart failure, with left ventricular ejection fraction <45% and sustained or nonsustained ventricular tachycardia as independent risk factors."}, {"pubmed": 25074938, "text": "We conclude that PLB C-terminal residues are critical for localization, oligomerization, and regulatory function. In particular, the PLB C terminus is an important determinant of the quaternary structure of the SERCA regulatory complex."}, {"pubmed": 25451386, "text": "Phospholamban, and its interacting partners, regulates excitation contraction coupling and myocardial contraction. [Review]"}, {"pubmed": 25504561, "text": "Engineered upregulation of PLB expression in hESC/iPSC-vCMs restores a positive inotropic response to beta-adrenergic stimulation."}, {"pubmed": 25562800, "text": "PLN pentamers reduce phosphorylation of monomers at baseline and delay monomer phosphorylation upon PKA stimulation leading to increased interaction of PLN monomers with SERCA2a."}, {"pubmed": 25563649, "text": "hereditary mutants of phospholamban are associated with heart failure [review]"}, {"pubmed": 25775607, "text": "analysis of how the conformational dynamics of protein kinase A induced by a lethal mutant of phospholamban hinder phosphorylation"}, {"pubmed": 25928149, "text": "PLN mutations rarely cause cardiomyopathy"}, {"pubmed": 25983321, "text": "Although SLN and PLB binding to SERCA have different functional outcomes on the coupling efficiency of SERCA, both proteins decrease the apparent Ca(2+) affinity of the pump, suggesting that SLN and PLB inhibit SERCA by using a similar mechanism."}, {"pubmed": 26542032, "text": "PLN may be a key molecular player in rigid substrate-induced cellular hypertrophy in eosinophilic esophagitis."}, {"pubmed": 26743715, "text": "Phospholamban and sarcolipin are membrane proteins that differentially regulate SERCA function. (Review)"}, {"pubmed": 26917049, "text": "Data suggest phospholamban (PLN) gene is a rare cause of cardiomyopathy in African patients."}, {"pubmed": 26966065, "text": "These data suggest that PLN is, at least partially, oligo-ubiquitinated at Lys(3) and degraded through Ser(16)-phosphorylation-mediated poly-ubiquitination during heart failure."}, {"pubmed": 27470516, "text": "LMOD1, SYNPO2, PDLIM7, PLN, and SYNM down-regulation reflect the altered phenotype of smooth muscle cells in vascular disease and could be early sensitive markers of SMC dedifferentiation."}, {"pubmed": 27531746, "text": "microRNAs (miRNAs) 1 and 21 bind PLN strongly and relieve PLN inhibition of SERCA to a greater extent than a similar length random sequence RNA mixture."}, {"pubmed": 28365402, "text": "Hearts from patients with a p. Arg14del PLN mutation have a pattern of Right Ventricle Fibrofatty Replacement and Left Ventricular Fibrosis with fatty changes mostly in the posterolateral wall, independently of clinical presentation."}, {"pubmed": 29068413, "text": "The co-transfection of VHL and PLN in HEK293 cells decreased PLN expression under oxidative stress, whereas knockdown of VHL increased PLN expression both under normal and oxidative stress conditions."}, {"pubmed": 29501609, "text": "2 lethal PLN mutations, R9C and R25C, which lead to dilated cardiomyopathy, were studied by biomolecular NMR.  R25C enhances phospholmaban dynamics and shifts the conformational equilibrium toward the R state. R9C drives the amphipathic cytoplasmic domain toward the membrane-associate state, enriching the T state."}, {"pubmed": 29594859, "text": "Structure-Function Relationship of the SERCA Pump and Its Regulation by Phospholamban and Sarcolipin."}, {"pubmed": 29635323, "text": "LV myocardial fibrosis is present in many PLN p.Arg14del mutation carriers, and who still have a preserved LVEF. It is seen predominantly in the LV inferolateral wall and corresponds with electrocardiographic repolarization abnormalities."}, {"pubmed": 29752948, "text": "This study contributes to better understanding of the pathogenic mechanisms of the hereditary R9C PLN mutation in the context of human cardiomyocytes."}, {"pubmed": 30733280, "text": "the sarco/endoplasmic reticulum Ca(2+)-ATPase (SERCA2)-regulating protein phospholamban (PLN) is identified as a physiological SPPL2c substrate."}, {"pubmed": 30763825, "text": "PLN p.Arg14del cardiomyopathy has a distinct molecular signature in comparison to desmosomal arrhythmogenic cardiomyopathy, with respect to desmosomal protein expression."}, {"pubmed": 31751570, "text": "Viral expression of a SERCA2a-activating PLB mutant improves calcium cycling and synchronicity in dilated cardiomyopathic hiPSC-CMs."}, {"pubmed": 32755452, "text": "The role of phospholamban and GSK3 in regulating rodent cardiac SERCA function."}, {"pubmed": 32911053, "text": "Computer versus cardiologist: Is a machine learning algorithm able to outperform an expert in diagnosing a phospholamban p.Arg14del mutation on the electrocardiogram?"}, {"pubmed": 33019581, "text": "Atomistic Structure and Dynamics of the Ca(2+)-ATPase Bound to Phosphorylated Phospholamban."}, {"pubmed": 33401921, "text": "Discovering and Visualizing Disease-Specific Electrocardiogram Features Using Deep Learning: Proof-of-Concept in Phospholamban Gene Mutation Carriers."}, {"pubmed": 33438037, "text": "When is an obscurin variant pathogenic? The impact of Arg4344Gln and Arg4444Trp variants on protein-protein interactions and protein stability."}, {"pubmed": 33928785, "text": "Unfolded Protein Response as a Compensatory Mechanism and Potential Therapeutic Target in PLN R14del Cardiomyopathy."}, {"pubmed": 33998164, "text": "Impairment of the ER/mitochondria compartment in human cardiomyocytes with PLN p.Arg14del mutation."}, {"pubmed": 34024116, "text": "Arrhythmia Mechanism and Dynamics in a Humanized Mouse Model of Inherited Cardiomyopathy Caused by Phospholamban R14del Mutation."}, {"pubmed": 34113975, "text": "Prediction of ventricular arrhythmia in phospholamban p.Arg14del mutation carriers-reaching the frontiers of individual risk prediction."}, {"pubmed": 34320358, "text": "Molecular noise filtering in the beta-adrenergic signaling network by phospholamban pentamers."}, {"pubmed": 34496741, "text": "An mRNA assay system demonstrates proteasomal-specific degradation contributes to cardiomyopathic phospholamban null mutation."}, {"pubmed": 34887420, "text": "Istaroxime treatment ameliorates calcium dysregulation in a zebrafish model of phospholamban R14del cardiomyopathy."}, {"pubmed": 34948294, "text": "Characterization of the PLN p.Arg14del Mutation in Human Induced Pluripotent Stem Cell-Derived Cardiomyocytes."}, {"pubmed": 35605666, "text": "Inhibitory and stimulatory micropeptides preferentially bind to different conformations of the cardiac calcium pump."}, {"pubmed": 35700631, "text": "Generation of two induced pluripotent stem cell lines carrying the phospholamban R14del mutation for modeling ARVD/C."}, {"pubmed": 35805951, "text": "Aberrant PLN-R14del Protein Interactions Intensify SERCA2a Inhibition, Driving Impaired Ca(2+) Handling and Arrhythmogenesis."}, {"pubmed": 36622581, "text": "Phenotypic and Genetic Factors Associated with Absence of Cardiomyopathy Symptoms in PLN:c.40_42delAGA Carriers."}, {"pubmed": 38387507, "text": "Missense variants in phospholamban and cardiac myosin binding protein identified in patients with a family history and clinical diagnosis of dilated cardiomyopathy."}], "genomic_pos": {"chr": "6", "end": 118561716, "ensemblgene": "ENSG00000198523", "start": 118548296, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 118881893, "start": 118869461, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001675", "qualifier": "involved_in", "term": "acrosome assembly"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0002026", "pubmed": 19708671, "qualifier": "involved_in", "term": "regulation of the force of heart contraction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006874", "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008015", "pubmed": 8406504, "qualifier": "involved_in", "term": "blood circulation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008016", "pubmed": 16432188, "qualifier": "involved_in", "term": "regulation of heart contraction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010459", "qualifier": "involved_in", "term": "negative regulation of heart rate"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010459", "pubmed": 16432188, "qualifier": "involved_in", "term": "negative regulation of heart rate"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010881", "qualifier": "involved_in", "term": "regulation of cardiac muscle contraction by regulation of the release of sequestered calcium ion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032780", "pubmed": 19708671, "qualifier": "involved_in", "term": "negative regulation of ATP-dependent activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032780", "qualifier": "involved_in", "term": "negative regulation of ATP-dependent activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043086", "pubmed": 12032137, "qualifier": "involved_in", "term": "negative regulation of catalytic activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046716", "qualifier": "involved_in", "term": "muscle cell cellular homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048738", "qualifier": "involved_in", "term": "cardiac muscle tissue development"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0051480", "pubmed": 19708671, "qualifier": "involved_in", "term": "regulation of cytosolic calcium ion concentration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051924", "pubmed": 22427649, "qualifier": "involved_in", "term": "regulation of calcium ion transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051924", "qualifier": "involved_in", "term": "regulation of calcium ion transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051926", "pubmed": 19708671, "qualifier": "involved_in", "term": "negative regulation of calcium ion transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0055119", "pubmed": 22679139, "qualifier": "involved_in", "term": "relaxation of cardiac muscle"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0086004", "pubmed": 19708671, "qualifier": "involved_in", "term": "regulation of cardiac muscle cell contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0086023", "qualifier": "involved_in", "term": "adenylate cyclase-activating adrenergic receptor signaling pathway involved in heart process"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0086036", "pubmed": 19708671, "qualifier": "involved_in", "term": "regulation of cardiac muscle cell membrane potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0086092", "qualifier": "involved_in", "term": "regulation of the force of heart contraction by cardiac conduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090281", "pubmed": 12032137, "qualifier": "involved_in", "term": "negative regulation of calcium ion import"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901020", "pubmed": 19708671, "qualifier": "involved_in", "term": "negative regulation of calcium ion transmembrane transporter activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901020", "pubmed": 12032137, "qualifier": "involved_in", "term": "negative regulation of calcium ion transmembrane transporter activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901877", "pubmed": 19708671, "qualifier": "involved_in", "term": "negative regulation of calcium ion binding"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901877", "pubmed": 12032137, "qualifier": "involved_in", "term": "negative regulation of calcium ion binding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901894", "pubmed": 22427649, "qualifier": "involved_in", "term": "regulation of ATPase-coupled calcium transmembrane transporter activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1901895", "qualifier": "involved_in", "term": "negative regulation of ATPase-coupled calcium transmembrane transporter activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901895", "pubmed": [19708671, 28890335], "qualifier": "involved_in", "term": "negative regulation of ATPase-coupled calcium transmembrane transporter activity"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:1901897", "pubmed": 19708671, "qualifier": "involved_in", "term": "regulation of relaxation of cardiac muscle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1902081", "qualifier": "involved_in", "term": "negative regulation of calcium ion import into sarcoplasmic reticulum"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902081", "qualifier": "involved_in", "term": "negative regulation of calcium ion import into sarcoplasmic reticulum"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 20833797, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19708671, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016529", "qualifier": "is_active_in", "term": "sarcoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031966", "qualifier": "located_in", "term": "mitochondrial membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0033017", "qualifier": "located_in", "term": "sarcoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0033017", "qualifier": "located_in", "term": "sarcoplasmic reticulum membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0090534", "pubmed": 19708671, "qualifier": "part_of", "term": "calcium ion-transporting ATPase complex"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0004857", "pubmed": 12032137, "qualifier": "enables", "term": "enzyme inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15598648, 24722188, 25416956, 25910212, 28890335, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042030", "qualifier": "enables", "term": "ATPase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042030", "pubmed": 19708671, "qualifier": "enables", "term": "ATPase inhibitor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042030", "qualifier": "enables", "term": "ATPase inhibitor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0051117", "pubmed": 12032137, "qualifier": "enables", "term": "ATPase binding"}]}, "homologene": {"genes": [[9598, 100613044], [9606, 5350]], "id": 136758}, "interpro": {"desc": "Phospholamban", "id": "IPR005984", "short_desc": "PLB"}, "ipi": "IPI00000935", "map_location": "6q22.31", "name": "phospholamban", "other_names": "cardiac phospholamban", "pantherdb": {"HGNC": "9080", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97622", "ortholog_type": "LDO", "panther_family": "PTHR21194", "taxid": 10090, "uniprot_kb": "P61014"}, {"RGD": "619894", "ortholog_type": "LDO", "panther_family": "PTHR21194", "taxid": 10116, "uniprot_kb": "P61016"}, {"Gene": "PLN", "ortholog_type": "O", "panther_family": "PTHR21194", "taxid": 9031, "uniprot_kb": "P26677"}, {"Ensembl": "ENSGALG00000027583", "ortholog_type": "LDO", "panther_family": "PTHR21194", "taxid": 9031, "uniprot_kb": "R4GK80"}, {"ZFIN": "ZDB-GENE-131121-121", "ortholog_type": "LDO", "panther_family": "PTHR21194", "taxid": 7955, "uniprot_kb": "X1WCE4"}], "uniprot_kb": "P26678"}, "pathway": {"biocarta": {"id": "no1pathway", "name": "actions of nitric oxide in the heart"}, "kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04261", "name": "Adrenergic signaling in cardiomyocytes - Homo sapiens (human)"}, {"id": "hsa04919", "name": "Thyroid hormone signaling pathway - Homo sapiens (human)"}, {"id": "hsa05414", "name": "Dilated cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05415", "name": "Diabetic cardiomyopathy - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-397014", "name": "Muscle contraction"}, {"id": "R-HSA-5576891", "name": "Cardiac conduction"}, {"id": "R-HSA-5578775", "name": "Ion homeostasis"}, {"id": "R-HSA-936837", "name": "Ion transport by P-type ATPases"}, {"id": "R-HSA-983712", "name": "Ion channel transport"}], "smpdb": [{"id": "SMP00296", "name": "Acebutolol Action Pathway"}, {"id": "SMP00297", "name": "Alprenolol Action Pathway"}, {"id": "SMP00298", "name": "Atenolol Action Pathway"}, {"id": "SMP00299", "name": "Betaxolol Action Pathway"}, {"id": "SMP00300", "name": "Bisoprolol Action Pathway"}, {"id": "SMP00301", "name": "Esmolol Action Pathway"}, {"id": "SMP00302", "name": "Metoprolol Action Pathway"}, {"id": "SMP00303", "name": "Nadolol Action Pathway"}, {"id": "SMP00304", "name": "Oxprenolol Action Pathway"}, {"id": "SMP00305", "name": "Penbutolol Action Pathway"}, {"id": "SMP00306", "name": "Pindolol Action Pathway"}, {"id": "SMP00307", "name": "Propranolol Action Pathway"}, {"id": "SMP00323", "name": "Quinidine Action Pathway"}, {"id": "SMP00324", "name": "Procainamide (Antiarrhythmic) Action Pathway"}, {"id": "SMP00325", "name": "Disopyramide Action Pathway"}, {"id": "SMP00326", "name": "Fosphenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00327", "name": "Phenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00328", "name": "Lidocaine (Antiarrhythmic) Action Pathway"}, {"id": "SMP00329", "name": "Mexiletine Action Pathway"}, {"id": "SMP00330", "name": "Tocainide Action Pathway"}, {"id": "SMP00331", "name": "Flecainide Action Pathway"}, {"id": "SMP00332", "name": "Ibutilide Action Pathway"}, {"id": "SMP00359", "name": "Diltiazem Action Pathway"}, {"id": "SMP00366", "name": "Nebivolol Action Pathway"}, {"id": "SMP00367", "name": "Carvedilol Action Pathway"}, {"id": "SMP00368", "name": "Labetalol Action Pathway"}, {"id": "SMP00375", "name": "Verapamil Action Pathway"}, {"id": "SMP00376", "name": "Amlodipine Action Pathway"}, {"id": "SMP00377", "name": "Felodipine Action Pathway"}, {"id": "SMP00378", "name": "Isradipine Action Pathway"}, {"id": "SMP00379", "name": "Nifedipine Action Pathway"}, {"id": "SMP00380", "name": "Nimodipine Action Pathway"}, {"id": "SMP00381", "name": "Nisoldipine Action Pathway"}, {"id": "SMP00382", "name": "Nitrendipine Action Pathway"}, {"id": "SMP00588", "name": "Muscle/Heart Contraction"}, {"id": "SMP00657", "name": "Bopindolol Action Pathway"}, {"id": "SMP00658", "name": "Carteolol Action Pathway"}, {"id": "SMP00659", "name": "Timolol Action Pathway"}, {"id": "SMP00660", "name": "Sotalol Action Pathway"}, {"id": "SMP00661", "name": "Epinephrine Action Pathway"}, {"id": "SMP00662", "name": "Dobutamine Action Pathway"}, {"id": "SMP00663", "name": "Isoprenaline Action Pathway"}, {"id": "SMP00664", "name": "Arbutamine Action Pathway"}, {"id": "SMP00665", "name": "Amiodarone Action Pathway"}, {"id": "SMP00666", "name": "Levobunolol Action Pathway"}, {"id": "SMP00667", "name": "Metipranolol Action Pathway"}, {"id": "SMP00668", "name": "Bevantolol Action Pathway"}, {"id": "SMP00669", "name": "Practolol Action Pathway"}, {"id": "SMP00670", "name": "Bupranolol Action Pathway"}], "wikipathways": [{"id": "WP4950", "name": "16p11.2 distal deletion syndrome"}, {"id": "WP536", "name": "Calcium Regulation in the Cardiac Cell"}]}, "pdb": ["1PLP", "1ZLL", "2HYN", "6Y40", "7E0Z", "7E11", "7E12"], "pfam": "PF04272", "pharmgkb": "PA272", "pharos": {"target_id": 7730, "tdl": "Tbio"}, "pir": "A40424", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168229", "relationship": "is"}, {"id": "GNF179135", "relationship": "is"}, {"id": "GNF190041", "relationship": "is"}, {"id": "GNF200947", "relationship": "is"}, {"id": "GNF272680", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158049", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF039516", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF011359", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114874", "relationship": "is"}, {"id": "GNF154515", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_009082.1", "NG_021248.1"], "protein": "NP_002658.1", "rna": "NM_002667.5", "translation": {"protein": "NP_002658.1", "rna": "NM_002667.5"}}, "reporter": {"HG-U133_Plus_2": ["204938_s_at", "204939_s_at", "204940_at"], "HG-U95Av2": "38734_at", "HTA-2_0": ["TC06000935.hg.1", "TC06003017.hg.1"], "HuEx-1_0": "2923270", "HuGene-1_1": "8121729", "HuGene-2_1": "17012100"}, "summary": "The protein encoded by this gene is found as a pentamer and is a major substrate for the cAMP-dependent protein kinase in cardiac muscle. The encoded protein is an inhibitor of cardiac muscle sarcoplasmic reticulum Ca(2+)-ATPase in the unphosphorylated state, but inhibition is relieved upon phosphorylation of the protein. The subsequent activation of the Ca(2+) pump leads to enhanced muscle relaxation rates, thereby contributing to the inotropic response elicited in heart by beta-agonists. The encoded protein is a key regulator of cardiac diastolic function. Mutations in this gene are a cause of inherited human dilated cardiomyopathy with refractory congestive heart failure, and also familial hypertrophic cardiomyopathy. [provided by RefSeq, Apr 2016].", "symbol": "PLN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418650"}, "unigene": ["Hs.745010", "Hs.170839"], "uniprot": {"Swiss-Prot": "P26678", "TrEMBL": "Q5R352"}, "wikipedia": {"url_stub": "Phospholamban"}}