{"AllianceGenome": "9086", "HGNC": "9086", "MIM": "300401", "_id": "5354", "_version": 1, "accession": {"genomic": ["AH002975.2", "AJ006976.1", "CH471190.2", "CP068255.2", "D13320.1", "D16830.1", "KF510145.1", "KF510147.1", "KF510609.1", "M27111.1", "M95057.1", "NC_000023.11", "NC_060947.1", "NG_008863.2", "NG_016452.2", "S55837.1", "S62086.1", "S62117.1", "X66420.1", "Z73964.2"], "protein": ["AAA59565.1", "AAA60117.1", "AAA60118.1", "AAA60350.1", "AAB26927.2", "AAB26928.1", "AAD13880.1", "AAH02665.1", "AAH95452.1", "AAV38408.1", "AAV38409.1", "ALQ33719.1", "ALQ33720.1", "BAA02577.1", "BAA04110.1", "BAF85417.1", "BAG35261.1", "BAG58333.1", "BAG58342.1", "CAA07364.1", "CAA47050.1", "CAG38779.1", "EAW54690.1", "EAW54691.1", "EAW54692.1", "EAW54693.1", "EAW54694.1", "NP_000524.3", "NP_001122306.1", "NP_001291933.1", "NP_955772.1", "P60201.2"], "rna": ["AI205189.1", "AK128782.1", "AK292728.1", "AK295374.1", "AK295388.1", "AK308966.1", "AK309239.1", "AK312340.1", "AV731932.2", "BC002665.1", "BC095452.1", "BQ717999.1", "BQ723748.1", "BT019601.1", "BT019602.1", "BX445448.2", "CA389667.1", "CR536542.1", "DA299940.1", "DC342197.1", "DC342996.1", "EB387051.1", "KU178261.1", "KU178262.1", "M17085.1", "M27110.1", "M54927.1", "NM_000533.5", "NM_001128834.3", "NM_001305004.1", "NM_199478.3"], "translation": [{"protein": "BAG58333.1", "rna": "AK295374.1"}, {"protein": "AAH02665.1", "rna": "BC002665.1"}, {"protein": "AAA60118.1", "rna": "M17085.1"}, {"protein": "ALQ33720.1", "rna": "KU178262.1"}, {"protein": "ALQ33719.1", "rna": "KU178261.1"}, {"protein": "AAA60117.1", "rna": "M27110.1"}, {"protein": "AAA59565.1", "rna": "M54927.1"}, {"protein": "NP_001291933.1", "rna": "NM_001305004.1"}, {"protein": "AAH95452.1", "rna": "BC095452.1"}, {"protein": "CAG38779.1", "rna": "CR536542.1"}, {"protein": "AAV38408.1", "rna": "BT019601.1"}, {"protein": "AAV38409.1", "rna": "BT019602.1"}, {"protein": "NP_000524.3", "rna": "NM_000533.5"}, {"protein": "BAF85417.1", "rna": "AK292728.1"}, {"protein": "NP_955772.1", "rna": "NM_199478.3"}, {"protein": "BAG58342.1", "rna": "AK295388.1"}, {"protein": "NP_001122306.1", "rna": "NM_001128834.3"}, {"protein": "BAG35261.1", "rna": "AK312340.1"}]}, "alias": ["GPM6C", "HLD1", "MMPL", "PLP", "PLP/DM20", "PMD", "SPG2"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2018-03-07T17:00:00.000Z", "disease_label": "Pelizeaus-Merzbacher spectrum disorder", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0010714", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_c1a44c5f-744e-4d02-a08f-e7c687531b21-2018-03-07T170000.000Z", "sop": "SOP5"}}, "ensembl": {"gene": "ENSG00000123560", "protein": ["ENSP00000391853", "ENSP00000393391", "ENSP00000403335", "ENSP00000409802", "ENSP00000413931", "ENSP00000477619", "ENSP00000480409", "ENSP00000481006", "ENSP00000484450"], "transcript": ["ENST00000422393", "ENST00000433491", "ENST00000434483", "ENST00000443502", "ENST00000455268", "ENST00000461231", "ENST00000464776", "ENST00000465975", "ENST00000466486", "ENST00000476160", "ENST00000478642", "ENST00000479569", "ENST00000480325", "ENST00000485688", "ENST00000485931", "ENST00000494119", "ENST00000494475", "ENST00000495678", "ENST00000496836", "ENST00000612423", "ENST00000619236", "ENST00000619257", "ENST00000621218"], "translation": [{"protein": "ENSP00000403335", "rna": "ENST00000434483"}, {"protein": "ENSP00000480409", "rna": "ENST00000494475"}, {"protein": "ENSP00000409802", "rna": "ENST00000455268"}, {"protein": "ENSP00000413931", "rna": "ENST00000422393"}, {"protein": "ENSP00000393391", "rna": "ENST00000433491"}, {"protein": "ENSP00000481006", "rna": "ENST00000612423"}, {"protein": "ENSP00000391853", "rna": "ENST00000443502"}, {"protein": "ENSP00000484450", "rna": "ENST00000621218"}, {"protein": "ENSP00000477619", "rna": "ENST00000619236"}], "type_of_gene": "protein_coding"}, "entrezgene": "5354", "exons": [{"cdsend": 103790598, "cdsstart": 103776995, "chr": "X", "position": [[103776839, 103776999], [103785581, 103785768], [103786464, 103786726], [103787797, 103787966], [103788436, 103788510], [103789332, 103789398], [103790526, 103792618]], "strand": 1, "transcript": "NM_000533", "txend": 103792618, "txstart": 103776839}, {"cdsend": 103790598, "cdsstart": 103776995, "chr": "X", "position": [[103776505, 103776647], [103776852, 103776999], [103785581, 103785768], [103786464, 103786726], [103787797, 103787966], [103788436, 103788510], [103789332, 103789398], [103790526, 103792618]], "strand": 1, "transcript": "NM_001128834", "txend": 103792618, "txstart": 103776505}, {"cdsend": 103790598, "cdsstart": 103776995, "chr": "X", "position": [[103776852, 103776999], [103785746, 103785768], [103786464, 103786726], [103787797, 103787966], [103788436, 103788510], [103789332, 103789398], [103790526, 103792618]], "strand": 1, "transcript": "NM_001305004", "txend": 103792618, "txstart": 103776852}, {"cdsend": 103790598, "cdsstart": 103776995, "chr": "X", "position": [[103776839, 103776999], [103785581, 103785768], [103786464, 103786621], [103787797, 103787966], [103788436, 103788510], [103789332, 103789398], [103790526, 103792618]], "strand": 1, "transcript": "NM_199478", "txend": 103792618, "txstart": 103776839}], "exons_hg19": [{"cdsend": 103045526, "cdsstart": 103031923, "chr": "X", "position": [[103031767, 103031927], [103040510, 103040697], [103041393, 103041655], [103042726, 103042895], [103043365, 103043439], [103044261, 103044327], [103045454, 103047547]], "strand": 1, "transcript": "NM_000533", "txend": 103047547, "txstart": 103031767}, {"cdsend": 103045526, "cdsstart": 103031923, "chr": "X", "position": [[103031433, 103031575], [103031780, 103031927], [103040510, 103040697], [103041393, 103041655], [103042726, 103042895], [103043365, 103043439], [103044261, 103044327], [103045454, 103047547]], "strand": 1, "transcript": "NM_001128834", "txend": 103047547, "txstart": 103031433}, {"cdsend": 103045526, "cdsstart": 103031923, "chr": "X", "position": [[103031780, 103031927], [103040675, 103040697], [103041393, 103041655], [103042726, 103042895], [103043365, 103043439], [103044261, 103044327], [103045454, 103047547]], "strand": 1, "transcript": "NM_001305004", "txend": 103047547, "txstart": 103031780}, {"cdsend": 103045526, "cdsstart": 103031923, "chr": "X", "position": [[103031767, 103031927], [103040510, 103040697], [103041393, 103041550], [103042726, 103042895], [103043365, 103043439], [103044261, 103044327], [103045454, 103047547]], "strand": 1, "transcript": "NM_199478", "txend": 103047547, "txstart": 103031767}], "generif": [{"pubmed": 12297985, "text": "PLP1 deletions are likely caused by nonhomologous end joining"}, {"pubmed": 12325077, "text": "A PLP splicing abnormality is associated with an unusual presentation of PMD."}, {"pubmed": 12491939, "text": "a study of the mutations in Pelizaeus Merzbacher disease."}, {"pubmed": 15009677, "text": "Decreased expression of a number of myelin-related genes, including myelin basic protein (MBP), proteolipid protein (PLP), and myelin-associated oligodendrocyte basic protein (MOBP) was noted in nucleus accumbens of cocaine abusers"}, {"pubmed": 15450775, "text": "A Korean boy diagnosed with SPG2 caused by a mutation that results in a Pro215Leu substitution in the second extracellular domain."}, {"pubmed": 15627202, "text": "Mutations are associated with Pelizaeus-Merzbacher disease and spastic paraplegia type 2. (review)"}, {"pubmed": 15694262, "text": "the genetic polymorphisms within PLP1 in male are likely to confer an increased susceptibility to schizophrenia in the Chinese population."}, {"pubmed": 15712223, "text": "17 new sequence variants resulting in truncation, AA substitution or splice consensus sequence changes were found. 7 are in the transmembrane domain and affect folding."}, {"pubmed": 15753308, "text": "premature oligomerization of PLP in the endoplasmic reticulum of oligodendrocytes contributes to the pathology of Pelizaeus-Merzbacher disease"}, {"pubmed": 15837131, "text": "Mild Pelizaeus-Merzbacher disease caused by a point mutation affecting correct splicing of PLP1 mRNA."}, {"pubmed": 16130097, "text": "Sequencing of the proteolipid protein 1 gene showed a novel mutation, Leu30Arg (c.89TG) in primary progressive multiple sclerosis."}, {"pubmed": 16287154, "text": "The observed PLP1 and DM20 splicing patterns correlated well with predictions of information theory-based analysis, and that the relative strength of the PLP1 and DM20 donor splice sites plays an important role in PLP1 alternative splicing."}, {"pubmed": 16374829, "text": "Electrodiagnostic studies and a sural nerve biopsy showed features of a dystrophic axonal neuropathy. Molecular studies identified a small duplication downstream of PLP1."}, {"pubmed": 16380909, "text": "Genomic structures of X-chromosome segmental duplications of the PLP1 gene reveal highly variable distal breakpoints clustered around low-copy repeats.  Such tandem duplications form by a coupled homologous and nonhomologous recombination mechanism."}, {"pubmed": 16416265, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16774974, "text": "PLP1 duplication may be stimulated by flanking low-copy repeats, possibly non-homologous pairs at both the proximal and distal breakpoints, and supports an alternative role of genomic architecture in rearrangements responsible for genomic disorders"}, {"pubmed": 17171701, "text": "Function of a novel mutagenized heptapeptide has significant impact on pathogenesis and provides new insight into the functions of the two splice isoforms encoded by the PLP1 gene."}, {"pubmed": 17420921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17438221, "text": "This case raises questions about the role of inflammation in PLP1-related disorders and, conversely, PLP1 mutations in MS."}, {"pubmed": 17962415, "text": "Covalent protein cross-links emerge as a cause, rather than as a consequence, of endoplasmic reticulum retention in Pelizaeus-Merzbacher disease."}, {"pubmed": 18190592, "text": "Five Pelizaeus-Merzbacher disease (PMD) male patients affected by the classic PMD form carrying a PLP1 gene duplication."}, {"pubmed": 18437021, "text": "the duplication mutation of the PLP1 gene in patients with PMD results in a mild clinical form of the disorder that mimics the spastic quadriplegia of cerebral palsy"}, {"pubmed": 18470932, "text": "Study found that various PLP1 mutations result in missplicing, including a missense in exon 2 and a nucleotide substitution in intron 3 outside the donor and acceptor splicing sites in Pelizaeus-Merzbacher disease and spastic paraplegia patients."}, {"pubmed": 18555697, "text": "Transgenic mice overexpressing proteolipid protein develop a low-grade chronic inflammatory disease of the central nervous system white matter tracts with an increase in both CD8-positive T-lymphocytes and CD11b-positive macrophage-like cells."}, {"pubmed": 18604471, "text": "No association between the oligodendrocyte-related gene PLP1 and schizophrenia."}, {"pubmed": 19024090, "text": "genomic duplications and one missense mutation (p. P173S) of the PLP1 gene in eight Chinese patients with Pelizaeus-Merzbacher disease (PMD)."}, {"pubmed": 19151366, "text": "Variable clinical expression of Pelizaeus-Merzbacher disease was seen in 5 members of a family bearing a novel missense mutation in proteolipid protein 1, c.619T>C."}, {"pubmed": 19244236, "text": "hnRNPH and F regulate DM20 splicing by recruiting U1snRNP and hnRNPH plays a primary role in DM20 splice site selection in vivo"}, {"pubmed": 19328639, "text": "his study presented new mutation and variable sizes of duplications in patient with Pelizaeus-Merzbacher disease."}, {"pubmed": 19376225, "text": "PLP1 gene duplication seems to result both in overexpression and in a shift of the PLP/DM20 splicing balance in direction of the PLP isoform."}, {"pubmed": 19396823, "text": "A missense mutation (p.D57Y) was found in the PLP1 gene; thus, it appears that the Arena syndrome is, in fact, Pelizaeus-Merzbacher disease."}, {"pubmed": 19562355, "text": "The patterns of neuronal loss in Pelizaeus-Merzbacher disease appear to be dependent on the type of mutation (e.g. duplication, complete gene deletion, missense or exon-skipping) affecting proteolipid protein 1."}, {"pubmed": 19825935, "text": "A242V PLP1 mutant, which causes severe Pelizaeus-Merzbacher disease, was more stable and accumulated at the endoplasmic-reticulum."}, {"pubmed": 19955111, "text": "PLP1 gene mutations cause hereditary spastic paraplegia."}, {"pubmed": 20036320, "text": "These results suggest for the first time that PLP may have functions in humans not only in oligodendrocytes but also in neurons and could be implicated in axono-glial communication"}, {"pubmed": 20186781, "text": "report on a family of two young boys and their mother who share the same unusual 4-bp deletion of the PLP1 gene: c51_54 del TTCC, causing truncation of the PLP1 in exon 2. The brain MRI appearances in this unique deletion, using MR imaging, are described."}, {"pubmed": 20629189, "text": "Central nervous system myelination is compromised by overexpression of proteolipid protein PLP/DM20 in a transgenic mouse model of Pelizaeus-Merzbacher disease."}, {"pubmed": 20885931, "text": "Inflammation in mammals with increased Plp1 gene dosage may also contribute to axonal degeneration described in patients and transgenic rodents with PLP1 increased gene dosage."}, {"pubmed": 21082496, "text": "A patient with Pelizaeus-Merzbacher disease has duplication of all 7 exons of the PLP1 gene. This duplication was inherited from the patient's mother, who is an unaffected carrier of the mutation."}, {"pubmed": 21127064, "text": "G Run-mediated recognition of proteolipid protein and DM20 5' splice sites by U1 small nuclear RNA is regulated by context and proximity to the splice site."}, {"pubmed": 21177054, "text": "Data suggest that a defective disulfide bond in proteolipid protein 1 could be important in the pathogenesis of Pelizaeus-Merzbacher disease."}, {"pubmed": 21573057, "text": "Results prove for the first time the interaction of PLP and MAL2 in oligodendrocytic cells, supporting the transcytotic model of PLP transport previously suggested."}, {"pubmed": 21623770, "text": "data show that complex duplications involving PLP1 are not uncommon, can be detected at the level of genome resolution afforded by clinical aCGH and duplication and inversion can be produced in the same event."}, {"pubmed": 21679407, "text": "study of patients with PLP1-related disorders; PLP1 gene duplications were identified in 24 of unrelated patients whereas a variety of intragenic PLP1 mutations were found in the remaining 14 patients; of the 14 different intragenic lesions, 11 were novel"}, {"pubmed": 22343157, "text": "A novel PLP1 mutation was found in a family presenting with X-linked recessive Hereditary Spastic Paraplegia."}, {"pubmed": 22511562, "text": "The PLP1 gene has a more complex role in human brain development, exceeding its structural function in myelin formation."}, {"pubmed": 22695888, "text": "the underlying effect of the partial PLP1 duplication identified in this study was different from other PLP1 alterations including a typical duplication and a missense mutation."}, {"pubmed": 22750001, "text": "expression of PLP1 in oligodendrocytes markedly inhibits their differentiation, and that this inhibitory effect is effectively improved by inhibition of extracellular signal-regulated kinase activity."}, {"pubmed": 22902553, "text": "In transfected cells, oligodendrocytes & brain, PLP exists as a monomer or a disulfide-linked dimer via Cys108. Isoform DM20 is usually a monomer. Mutants causing Pelizaeus-Merzbacher disease form disulfide-linked, high-MW aggregates."}, {"pubmed": 23344956, "text": "PLP1 mutants inhibit Golgi apparatus to endoplasmic reticulum trafficking and have a role in pathogenesis of Pelizaeus-Merzbacher disease"}, {"pubmed": 23347225, "text": "Mutations found in the PLP1 gene are the cause of PMD in around 20% of the patients in this series."}, {"pubmed": 23711321, "text": "this study provides new insight into the genotype-phenotype correlations of patients with PLP1 splice-site mutations."}, {"pubmed": 23771846, "text": "PLP1 splicing mutations may result in a wide variety of disease phenotypes through a combination of multiple molecular pathogenic mechanisms."}, {"pubmed": 24019930, "text": "show that the presence of the c.436C>G mutation served to introduce regulatory motifs that appear to be responsible for the perturbed splicing pattern that led to loss of the major PLP transcript"}, {"pubmed": 24103481, "text": "report a novel PLP1 missense mutation (c.88G>C) in a family from Argentina. This mutation is in a highly conserved transmembrane domain of PLP1 and the mutant protein was found to be retained in the endoplasmic reticulum when expressed in vitro"}, {"pubmed": 24519770, "text": "Our clinical and molecular findings showed that the phenotypic spectrum resulting from PLP1 mutations seems to be broader in patients with the PLP1 gene duplication compared to patients with both nonsense and missense mutation."}, {"pubmed": 24857611, "text": "Data suggest transmembrane segment of PLP contains multiple helix-helix interaction motifs that play role in ability of PLP to form dimers/oligomers; alteration of local hydrophobicity affects both helix-helix interaction and segment alpha-helicity."}, {"pubmed": 24890387, "text": "Data strongly suggest that a secondary structure within intron 3 is important for controlling regulation of the PLP1 alternative splice and that patient mutations can cause Pelizaeus-Merzbacher disease by disrupting this structure."}, {"pubmed": 25491635, "text": "Identification and functional study of novel PLP1 mutations in Chinese patients with Pelizaeus-Merzbacher disease. We identified PLP1 mutations in seven male patients with PMD."}, {"pubmed": 25749076, "text": "Study investigated 17 unrelated Pelizaeus-Merzbacher disease subjects with copy number gains at the PLP1 locus including triplication and quadruplication of specific genomic intervals-16/17 were found to have a duplication-inverted triplication-duplication rearrangement product."}, {"pubmed": 25930075, "text": "In major depressive disorder there was a significantly reduced expression of PLP1 mRNA."}, {"pubmed": 26311781, "text": "Myelin proteolipid protein is critical to regulating oligodendrocyte progenitor cell migration."}, {"pubmed": 26329556, "text": "Insertion of an extra copy of Xq22.2 into 1p36 results in functional duplication of the PLP1 gene in a girl with classical Pelizaeus-Merzbacher disease."}, {"pubmed": 27793435, "text": "report a novel mutation of the PLP1 gene in two siblings with Pelizaeus-Merzbacher disease associated with a rare and protean neuroimaging finding of optic nerve enlargement"}, {"pubmed": 27864734, "text": "Proteolipid protein 1 and contactin 1 gene variation modulates interhemispheric integration"}, {"pubmed": 27917626, "text": "it seems that the epitopes of some microorganisms mimicking PLP such as PLP58-74 might have a potential role in the initiation of Multiple Sclerosis."}, {"pubmed": 28130959, "text": "down-regulated in cord blood by prenatal smoking"}, {"pubmed": 28173160, "text": "Authors investigated the disease progression in mouse models carrying PLP1 point mutations previously found in patients displaying clinical features of multiple sclerosis. These mouse models show loss-of-function of PLP1 associated with neuroinflammation."}, {"pubmed": 28366443, "text": "Human induced pluripotent stem cells-derived oligodendrocytes from 12 individuals with Pelizaeus-Merzbacher and identified individual and shared defects in PLP1 mRNA expression and splicing, oligodendrocyte progenitor development, and oligodendrocyte morphology and capacity for myelination."}, {"pubmed": 28735559, "text": "Review focusing on sequences in hPLP1 intron 1 DNA deemed important for hPLP1 gene activity as well as a couple of \"human-specific\" supplementary exons within the first intron which are utilized to generate novel splice variants, and the potential role that these sequences may play in PLP1-linked disorders."}, {"pubmed": 29298733, "text": "This study demonstrated that the plp and alpha-synuclein transgenic mouse model of multiple system atrophy showed the Progressive striatonigral degeneration."}, {"pubmed": 29435918, "text": "three single nucleotide polymorphisms in PLP1 that were associated with interhemispheric integration via the corpus callosum in a previous study also are relevant for functional hemispheric asymmetries."}, {"pubmed": 29478609, "text": "Pelizaeus-Merzbacher disease (PMD) is an X-linked disorder caused by mutations in the PLP1 gene, which encodes the proteolipid protein of myelinating oligodendroglia."}, {"pubmed": 29486744, "text": "Using whole exome sequencing, a novel pathogenic PLP1 missense mutation c.251C > A (p.Ala84Asp) was detected in a Moroccan family, allowing a diagnosis of Pelizaeus-Merzbacher Disease."}, {"pubmed": 29683207, "text": "demonstrate for the first time that the wmN1 enhancer region: (1) is functional in hPLP1"}, {"pubmed": 30094605, "text": "Findings suggest that PLP1 and CNTN1 gene variations modulate specific aspects of callosal microstructure that are in line with their gene function."}, {"pubmed": 30242727, "text": "These findings support the assumption that genetic variation in PLP1 affects white matter myelination in the healthy human brain."}, {"pubmed": 30337681, "text": "PLP1 mutation is associated with hereditary spastic paraplegia."}, {"pubmed": 32973782, "text": "Correlation Between Anti-Myelin Proteolipid Protein (PLP) Antibodies and Disease Severity in Multiple Sclerosis Patients With PLP Response-Permissive HLA Types."}, {"pubmed": 34230963, "text": "Identifying oligodendrocyte enhancers governing Plp1 expression."}, {"pubmed": 34506833, "text": "Novel Insight into the Potential Pathogenicity of Mitochondrial Dysfunction Resulting from PLP1 Duplication Mutations in Patients with Pelizaeus-Merzbacher Disease."}, {"pubmed": 36622199, "text": "PLP1 gene mutations cause spastic paraplegia type 2 in three families."}, {"pubmed": 37475517, "text": "Microdeletion in distal PLP1 enhancers causes hereditary spastic paraplegia 2."}], "genomic_pos": {"chr": "X", "end": 103792619, "ensemblgene": "ENSG00000123560", "start": 103773718, "strand": 1}, "genomic_pos_hg19": {"chr": "X", "end": 103047548, "start": 103028647, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "pubmed": 2479017, "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008366", "pubmed": 2479017, "qualifier": "involved_in", "term": "axon ensheathment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014002", "qualifier": "involved_in", "term": "astrocyte development"}, {"evidence": "HEP", "gocategory": "BP", "id": "GO:0021762", "pubmed": 22926577, "qualifier": "involved_in", "term": "substantia nigra development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0022010", "qualifier": "involved_in", "term": "central nervous system myelination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042759", "qualifier": "involved_in", "term": "long-chain fatty acid biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061564", "qualifier": "involved_in", "term": "axon development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098990", "qualifier": "involved_in", "term": "AMPA selective glutamate receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904427", "qualifier": "involved_in", "term": "positive regulation of calcium ion transmembrane transport"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 24103481, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0034683", "qualifier": "part_of", "term": "integrin alphav-beta3 complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043209", "qualifier": "is_active_in", "term": "myelin sheath"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005198", "pubmed": 2479017, "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 26871637, 26960425], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019911", "qualifier": "enables", "term": "structural constituent of myelin sheath"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}]}, "homologene": {"genes": [[8364, 613099], [9031, 396214], [9544, 697887], [9598, 465785], [9606, 5354], [9615, 481002], [9913, 281410], [10090, 18823], [10116, 24943]], "id": 448}, "interpro": [{"desc": "Myelin proteolipid protein PLP", "id": "IPR001614", "short_desc": "Myelin_PLP"}, {"desc": "Myelin proteolipid protein PLP, conserved site", "id": "IPR018237", "short_desc": "Myelin_PLP_CS"}], "ipi": ["IPI00219661", "IPI00791779", "IPI00792893", "IPI00792941", "IPI00793440", "IPI00794078", "IPI00794535", "IPI00939728"], "map_location": "Xq22.2", "name": "proteolipid protein 1", "other_names": ["lipophilin", "major myelin proteolipid protein", "myelin proteolipid protein"], "pantherdb": {"HGNC": "9086", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97623", "ortholog_type": "LDO", "panther_family": "PTHR11683", "taxid": 10090, "uniprot_kb": "P60202"}, {"RGD": "3354", "ortholog_type": "LDO", "panther_family": "PTHR11683", "taxid": 10116, "uniprot_kb": "P60203"}, {"Ensembl": "ENSGALG00000000112", "ortholog_type": "LDO", "panther_family": "PTHR11683", "taxid": 9031, "uniprot_kb": "F1NM63"}, {"Gene": "PLP1", "ortholog_type": "O", "panther_family": "PTHR11683", "taxid": 9031, "uniprot_kb": "P23289"}, {"ZFIN": "ZDB-GENE-030710-6", "ortholog_type": "O", "panther_family": "PTHR11683", "taxid": 7955, "uniprot_kb": "Q8UUT3"}, {"ZFIN": "ZDB-GENE-001202-1", "ortholog_type": "O", "panther_family": "PTHR11683", "taxid": 7955, "uniprot_kb": "Q8UUT6"}, {"ZFIN": "ZDB-GENE-030710-9", "ortholog_type": "O", "panther_family": "PTHR11683", "taxid": 7955, "uniprot_kb": "Q8UUT0"}, {"ZFIN": "ZDB-GENE-030710-10", "ortholog_type": "O", "panther_family": "PTHR11683", "taxid": 7955, "uniprot_kb": "Q8UUS8"}, {"WormBase": "WBGene00017437", "ortholog_type": "O", "panther_family": "PTHR11683", "taxid": 6239, "uniprot_kb": "Q19430"}, {"FlyBase": "FBgn0037092", "ortholog_type": "O", "panther_family": "PTHR11683", "taxid": 7227, "uniprot_kb": "M9PGC0"}], "uniprot_kb": "P60201"}, "pathway": {"wikipathways": [{"id": "WP2276", "name": "Glial Cell Differentiation"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": "2XPG", "pfam": "PF01275", "pharmgkb": "PA33414", "pharos": {"target_id": 8248, "tdl": "Tbio"}, "pir": "A26665", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254335", "relationship": "is"}, {"id": "GNF254336", "relationship": "is"}, {"id": "GNF254337", "relationship": "is"}, {"id": "GNF254338", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164512", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039863", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088449", "relationship": "is"}, {"id": "GNF088450", "relationship": "is"}, {"id": "GNF088451", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054612", "relationship": "is"}, {"id": "GNF059390", "relationship": "is"}, {"id": "GNF074771", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070081", "relationship": "is"}, {"id": "GNF070082", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF011363", "relationship": "is"}, {"id": "GNF131912", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285867", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103152", "relationship": "is"}, {"id": "GNF142803", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_008863.2", "NG_016452.2"], "protein": ["NP_000524.3", "NP_001122306.1", "NP_001291933.1", "NP_955772.1"], "rna": ["NM_000533.5", "NM_001128834.3", "NM_001305004.1", "NM_199478.3"], "translation": [{"protein": "NP_955772.1", "rna": "NM_199478.3"}, {"protein": "NP_001122306.1", "rna": "NM_001128834.3"}, {"protein": "NP_000524.3", "rna": "NM_000533.5"}, {"protein": "NP_001291933.1", "rna": "NM_001305004.1"}]}, "reporter": {"HG-U133_Plus_2": "210198_s_at", "HG-U95Av2": "41158_at", "HTA-2_0": "TC0X000503.hg.1", "HuEx-1_0": "3985717", "HuGene-1_1": "8169061"}, "summary": "This gene encodes a transmembrane proteolipid protein that is the predominant component of myelin. The encoded protein may play a role in the compaction, stabilization, and maintenance of myelin sheaths, as well as in oligodendrocyte development and axonal survival. Mutations in this gene cause Pelizaeus-Merzbacher disease and spastic paraplegia type 2. Alternatively splicing results in multiple transcript variants, including the DM20 splice variant. [provided by RefSeq, Feb 2015].", "symbol": "PLP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418654"}, "unigene": "Hs.1787", "uniprot": {"Swiss-Prot": "P60201", "TrEMBL": ["A0A0S2Z4D4", "A8K9L3", "B4DI30", "B1B1G6", "B1B1G2", "B1B1G4", "B1B1G1", "B1B1G3"]}, "wikipedia": {"url_stub": "Proteolipid protein 1"}}