{"AllianceGenome": "9108", "HGNC": "9108", "MIM": "604959", "_id": "5366", "_version": 1, "accession": {"genomic": ["AC107990.5", "CH471096.1", "CP068260.2", "NC_000018.10", "NC_060942.1"], "protein": ["AAH13120.1", "AAH32663.1", "ALQ33721.1", "ALQ33722.1", "BAA14111.1", "BAG34884.1", "NP_001369544.1", "NP_001369545.1", "NP_001369546.1", "NP_001369547.1", "NP_001369552.1", "NP_066950.1", "Q13794.1"], "rna": ["AK311943.1", "BC013120.1", "BC032663.1", "BF667112.1", "BM999509.1", "D90070.1", "KU178263.1", "KU178264.1", "NM_001382615.1", "NM_001382616.1", "NM_001382617.1", "NM_001382618.1", "NM_001382623.1", "NM_021127.3"], "translation": [{"protein": "NP_066950.1", "rna": "NM_021127.3"}, {"protein": "AAH32663.1", "rna": "BC032663.1"}, {"protein": "NP_001369546.1", "rna": "NM_001382617.1"}, {"protein": "NP_001369547.1", "rna": "NM_001382618.1"}, {"protein": "BAA14111.1", "rna": "D90070.1"}, {"protein": "BAG34884.1", "rna": "AK311943.1"}, {"protein": "NP_001369552.1", "rna": "NM_001382623.1"}, {"protein": "ALQ33722.1", "rna": "KU178264.1"}, {"protein": "NP_001369545.1", "rna": "NM_001382616.1"}, {"protein": "NP_001369544.1", "rna": "NM_001382615.1"}, {"protein": "AAH13120.1", "rna": "BC013120.1"}, {"protein": "ALQ33721.1", "rna": "KU178263.1"}]}, "alias": ["APR", "NOXA"], "ensembl": {"gene": "ENSG00000141682", "protein": ["ENSP00000269518", "ENSP00000326119"], "transcript": ["ENST00000269518", "ENST00000316660", "ENST00000590596"], "translation": [{"protein": "ENSP00000326119", "rna": "ENST00000316660"}, {"protein": "ENSP00000269518", "rna": "ENST00000269518"}], "type_of_gene": "protein_coding"}, "entrezgene": "5366", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 1.36181374542, "exp_mis": 16.9740058361, "exp_syn": 7.95824066214, "lof_z": 1.15597539492625, "mis_z": -0.00308553512571339, "mu_lof": 8.79929071734e-08, "mu_mis": 2.1607074441e-06, "mu_syn": 1.01321554942e-06, "n_lof": 0.0, "n_mis": 17.0, "n_syn": 8.0, "p_li": 0.461950506283966, "p_null": 0.0913191822667261, "p_rec": 0.446730311449308, "syn_z": -0.00917679365541776}, "bp": 165, "cds_end": 57569985, "cds_start": 57567409, "n_exons": 2, "nonpsych": {"exp_lof": 1.20320262625, "exp_mis": 15.333743484, "exp_syn": 7.17360549928, "lof_z": 1.07726220858248, "mis_z": -0.214625029181497, "mu_lof": 8.79929071734e-08, "mu_mis": 2.1607074441e-06, "mu_syn": 1.01321554942e-06, "n_lof": 0.0, "n_mis": 17.0, "n_syn": 7.0, "p_li": 0.477077150783265, "p_null": 0.0954862885063128, "p_rec": 0.427436560710422, "syn_z": 0.0408090982130001}, "nontcga": {"exp_lof": 1.25000582456, "exp_mis": 15.6132236244, "exp_syn": 7.31871882032, "lof_z": 1.10290294963122, "mis_z": 0.077318322384069, "mu_lof": 8.79929071734e-08, "mu_mis": 2.1607074441e-06, "mu_syn": 1.01321554942e-06, "n_lof": 0.0, "n_mis": 15.0, "n_syn": 8.0, "p_li": 0.4617077366585, "p_null": 0.0913234814304929, "p_rec": 0.446968781911007, "syn_z": -0.159452390538918}, "transcript": "ENST00000316660.6"}, "exons": [{"cdsend": 59902753, "cdsstart": 59900177, "chr": "18", "position": [[59899995, 59900235], [59900427, 59900445], [59902646, 59904305]], "strand": 1, "transcript": "NM_001382615", "txend": 59904305, "txstart": 59899995}, {"cdsend": 59902848, "cdsstart": 59900177, "chr": "18", "position": [[59899995, 59900235], [59900427, 59900578], [59902646, 59904305]], "strand": 1, "transcript": "NM_001382616", "txend": 59904305, "txstart": 59899995}, {"cdsend": 59902848, "cdsstart": 59900177, "chr": "18", "position": [[59899995, 59900365], [59902646, 59904305]], "strand": 1, "transcript": "NM_001382617", "txend": 59904305, "txstart": 59899995}, {"cdsend": 59902848, "cdsstart": 59900177, "chr": "18", "position": [[59899995, 59900235], [59900427, 59900572], [59902646, 59904305]], "strand": 1, "transcript": "NM_001382618", "txend": 59904305, "txstart": 59899995}, {"cdsend": 59900582, "cdsstart": 59900177, "chr": "18", "position": [[59899995, 59900235], [59900427, 59904305]], "strand": 1, "transcript": "NM_001382623", "txend": 59904305, "txstart": 59899995}, {"cdsend": 59902753, "cdsstart": 59900177, "chr": "18", "position": [[59899995, 59900235], [59902646, 59904305]], "strand": 1, "transcript": "NM_021127", "txend": 59904305, "txstart": 59899995}], "exons_hg19": [{"cdsend": 57569985, "cdsstart": 57567409, "chr": "18", "position": [[57567227, 57567467], [57567659, 57567677], [57569878, 57571537]], "strand": 1, "transcript": "NM_001382615", "txend": 57571537, "txstart": 57567227}, {"cdsend": 57570080, "cdsstart": 57567409, "chr": "18", "position": [[57567227, 57567467], [57567659, 57567810], [57569878, 57571537]], "strand": 1, "transcript": "NM_001382616", "txend": 57571537, "txstart": 57567227}, {"cdsend": 57570080, "cdsstart": 57567409, "chr": "18", "position": [[57567227, 57567597], [57569878, 57571537]], "strand": 1, "transcript": "NM_001382617", "txend": 57571537, "txstart": 57567227}, {"cdsend": 57570080, "cdsstart": 57567409, "chr": "18", "position": [[57567227, 57567467], [57567659, 57567804], [57569878, 57571537]], "strand": 1, "transcript": "NM_001382618", "txend": 57571537, "txstart": 57567227}, {"cdsend": 57567814, "cdsstart": 57567409, "chr": "18", "position": [[57567227, 57567467], [57567659, 57571537]], "strand": 1, "transcript": "NM_001382623", "txend": 57571537, "txstart": 57567227}, {"cdsend": 57569985, "cdsstart": 57567409, "chr": "18", "position": [[57567227, 57567467], [57569878, 57571537]], "strand": 1, "transcript": "NM_021127", "txend": 57571537, "txstart": 57567227}], "generif": [{"pubmed": 12879012, "text": "Noxa may not be of importance in the development of colorectal cancer"}, {"pubmed": 14500711, "text": "Noxa-induced mitochondrial dysfunction has a role in p53-mediated cell death"}, {"pubmed": 14699081, "text": "Noxa promoter responds directly to hypoxia via hypoxia-inducible factor (HIF)-1alpha."}, {"pubmed": 15102863, "text": "BOK and NOXA are essential mediators of p53-dependent apoptosis"}, {"pubmed": 15299072, "text": "p53 activation is not necessary for up-regulation of NOXA in melanoma cells"}, {"pubmed": 15572378, "text": "E1A activation of p73 and the p53 apoptotic target Noxa can occur in the absence of a functional p53"}, {"pubmed": 15705586, "text": "component of the innate immune response of cells to viral infection, leading to enhanced cellular apoptosis"}, {"pubmed": 16782027, "text": "Noxa/Mcl-1 axis is an apoptosis rheostat in dividing cells, in a selective pathway that functions to restrain lymphocyte expansion and can be triggered by glucose deprivation"}, {"pubmed": 16888645, "text": "We conclude that Noxa and Bim establish a connection between FKHRL1 and mitochondria, and that both BH3-only proteins are critically involved in FKHRL1-induced apoptosis in neuroblastoma."}, {"pubmed": 16928686, "text": "functional eIF2alpha played an essential role in PS-341-induced Noxa expression"}, {"pubmed": 17038534, "text": "suppression of Noxa in the lymph node environment contributes to the persistence of B-CLL at these sites and suggest that therapeutic targeting of Noxa might be beneficial"}, {"pubmed": 17216584, "text": "These data demonstrate the importance of Noxa induction in determining the apoptotic response to fenretinide and emphasise the role of Noxa in p53-independent apoptosis."}, {"pubmed": 17227835, "text": "GX15-070 synergizes with bortezomib in mantle cell lymphoma by enhancing Noxa-mediated activation of Bak."}, {"pubmed": 18192275, "text": "Interferon gamma induces XAF1 and Noxa expression and potentiates apoptosis by STAT3 activation"}, {"pubmed": 18231856, "text": "PMAIP1 may play an important role in the progression of pancreatic cancer."}, {"pubmed": 18354037, "text": "Noxa expression was enhanced by GSH depletion and inhibited by increasing GSH levels in the multiple myeloma cells"}, {"pubmed": 18398749, "text": "At higher concentrations of bortezomib, however, Noxa was also upregulated in resistant cells and this effect was sufficient to induce apoptosis."}, {"pubmed": 18408751, "text": "the involvement of multiple pathways in Noxa-induced apoptosis that are triggered at mitochondria and the endoplasmic reticulum"}, {"pubmed": 18630524, "text": "Two splicing variants of the human Noxa geneare identified, which consists of three exons and two introns. Alternative splicing of exon 2 yields three transcripts. Transcript-1 joins exons 1 and 3 to encode Noxa of 54 amino acids."}, {"pubmed": 18708163, "text": "hMTH1 plays an important role in protecting cells against H(2)O(2)-induced apoptosis via a Noxa- and caspase-3/7-mediated signaling pathway, thus conferring a survival advantage through the inhibition of oxidative-stress-induced DNA damage"}, {"pubmed": 18784742, "text": "In 12 CLL patients, the ratio of Noxa/actin band intensities increased from 2.9-fold to 40.3-fold after hyperforin treatment, compared to untreated controls, whereas this ratio did not change upon flavopiridol exposure."}, {"pubmed": 19148187, "text": "Depletion of Noxa by short hairpin RNA protected cells from hyperthermia by preventing Mcl-1 degradation."}, {"pubmed": 19164757, "text": "ERAD inhibitors integrate ER stress with an epigenetic mechanism to activate BH3-only protein NOXA in cancer cells"}, {"pubmed": 19269851, "text": "expression is regulated via binding with Bmi1; involved in Th2 memory cell survival"}, {"pubmed": 19298224, "text": "Therapeutic potential of proapoptotic molecule NOXA in the selective elimination of tumor cells is reported."}, {"pubmed": 19372561, "text": "Increased Noxa Expression Results in Increased Sensitivity to ABT-737 in small cell lung cancer."}, {"pubmed": 19452318, "text": "T(reg) cells in CLL may accumulate both by increased formation, facilitated by CD27-CD70 interaction in the lymph node proliferation centres, and decreased sensitivity to apoptosis because of a shifted Noxa-Bcl-2 balance"}, {"pubmed": 19515722, "text": "PAS may represent a novel class of drug that induces apoptosis in CLL cells independently of p53 status by a mechanism involving Noxa up-regulation."}, {"pubmed": 19540835, "text": "Results provide novel insight into the role of Noxa in mitochondrial dynamics and cell death."}, {"pubmed": 19815839, "text": "Data show that both Akt inhibitors decreased MCL-1 protein level, increased PUMA and NOXA protein levels, and induced apoptosis irrespective of TP53 status."}, {"pubmed": 20051518, "text": "Data suggest that MCL1 steady-state expression levels do not affect sensitivity to proteasome-inhibitor treatment in neuronal tumor cells, and that both the repression of Bcl-xL and the activation of Noxa are necessary for bortezomib-induced cell death."}, {"pubmed": 20085765, "text": "Data show H2O2-induced caspase-dependent apoptosis was strongly suppressed by silencing of Noxa, indicating that Noxa plays a crucial role in this form of apoptosis."}, {"pubmed": 20156337, "text": "Glucocorticoid Response Elements (GREs) within the promoter regulatory regions of the Bcl-2 family members NOXA and Mcl-1 were identified, indicating that they are direct GR transcriptional targets."}, {"pubmed": 20223826, "text": "results suggest that the loss/inactivation of Mcl-1 in conjunction with an induced Noxa/Bcl-xL interaction may serve as a trigger for mitochondrial dysfunction during DNA damage-induced apoptosis"}, {"pubmed": 20393480, "text": "the pro-apoptotic mechanisms orchestrated by p38(MAPK) in human keratinocytes in response to ultraviolet rays B involve an HIF-1/Noxa axis"}, {"pubmed": 20802529, "text": "These observations reveal a novel ERK-regulated route to Noxa expression that is important for the cell killing activity of platinum-based chemotherapeutic drugs."}, {"pubmed": 20935673, "text": "Noxa RNA-interference markedly decreased sensitivity to CDDP/F-ara-A, supporting a key role for Noxa as mediator between ROS signaling and apoptosis induction."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21113147, "text": "Noxa participates in triggering mitochondrial dysfunction in multiple apoptotic pathways through distinct mechanisms"}, {"pubmed": 21145489, "text": "The proapoptotic function of Noxa in human leukemia cells is regulated by the kinase Cdk5 and by glucose"}, {"pubmed": 21153863, "text": "Expression of p53-inducible BH3-only apoptotic proteins Puma and Noxa was elevated and large activation of executive caspases was observed."}, {"pubmed": 21353614, "text": "Ras-induced expression of Noxa and Beclin-1 promotes autophagic cell death, which represents a mechanism to limit the oncogenic potential of deregulated Ras signals."}, {"pubmed": 21454712, "text": "Noxa/Bcl-2 protein interactions contribute to bortezomib resistance in human lymphoid cells."}, {"pubmed": 21516346, "text": "Noxa/Mcl-1 balance is regulated by glucose deprivation as well as by general metabolic stress"}, {"pubmed": 21518486, "text": "Bortezomib can enhance sensitivity of NB4 cells to apoptosis induced by As(2)O(3) which may be related to up-regulation of proapoptotic protein NOXA."}, {"pubmed": 21628457, "text": "Multiple BH3 mimetics antagonize antiapoptotic MCL1 protein by inducing the endoplasmic reticulum stress response and up-regulating BH3-only protein NOXA."}, {"pubmed": 21698224, "text": "A pathway leading from the detection of viral RNA during modified vaccinia virus infection by the cytosolic helicase-pathway, to the up-regulation of Noxa and apoptosis via IRF3 and type I IFN signalling."}, {"pubmed": 21907705, "text": "Noxa triggers the degradation of Mcl-1 at the mitochondria according to the exclusive location of Noxa at this compartment."}, {"pubmed": 21911456, "text": "Noxa is critical for sensitivity to cell death induced by 2-deoxyglucose. This is the first evidence of the implication of a BH3-only protein in death induced by 2-DG."}, {"pubmed": 22216287, "text": "siRNA-mediated knockdown of Noxa resulted in cell cycle arrest following E2 treatment, indicating that Noxa expression is required for cell cycle progression in ER-positive breast cancer cells."}, {"pubmed": 22245094, "text": "during skin hypoxia, promotes UVB-induced apoptosis in keratinocytes"}, {"pubmed": 22361683, "text": "NOXA, a sensor of proteasome integrity, is degraded by 26S proteasomes by an ubiquitin-independent pathway that is blocked by MCL-1."}, {"pubmed": 22430213, "text": "Novel but opposing roles for the p53 and TAp73 in the induction of Noxa and Bim and regulation of apoptosis."}, {"pubmed": 22446329, "text": "these study suggested that the four mutations lowered the stability of the p53 DBD domain and induced aggregation of structurally destabilized p53, and thus disrupted the p53-PUMA/NOXA interaction."}, {"pubmed": 22548841, "text": "Our results suggested that polymorphisms of NOXA and MCL1 may modify the risk of HPV16-associated oropharyngeal cancer."}, {"pubmed": 22590594, "text": "these data suggest a new mechanism by which NOXA chemosensitized ovarian cancer cells to cisplatin by inducing alterations in the Bax/Smac axis."}, {"pubmed": 22615771, "text": "show that miR-200c is a novel negative regulator of the pro-apoptotic Bcl-2 family member Noxa"}, {"pubmed": 22718761, "text": "detailed analysis of the Noxa promoter revealed that p73 and Sp1-like factors, Sp1 and KLF6, played key roles in the transcriptional control of this gene"}, {"pubmed": 23014529, "text": "Oncolytic viruses selectively induced expression of TRAIL and Noxa in prostate cancer cells, lung cancer cells, and breast cancer cells downstream of RIG-I and MAVS."}, {"pubmed": 23300762, "text": "Vorinostat, is able to ablate the multicellular resistance to bortezomib by its ability to restore expression of a key pro-apoptotic Bcl-2 family member, Noxa."}, {"pubmed": 23302226, "text": "Noxa is a central determinant of hypersensitivity to cisplatin"}, {"pubmed": 23429261, "text": "caspases contribute to trigger the mitochondrial apoptotic pathway by coupling Bcl-2/Bcl-xL inhibition to that of Mcl-1, via the pRb/E2F-1-dependent induction of Noxa"}, {"pubmed": 23684722, "text": "Physalin A-induced apoptosis was triggered by activation of p53-Noxa pathway."}, {"pubmed": 23770082, "text": "Overall, these data reveal a Noxa-mediated signaling pathway that couples lysosomal membrane permeabilization with mitochondrial outer membrane permeabilization and ultimate apoptosis during oxidative stress."}, {"pubmed": 23798675, "text": "CXCR4 chemokine receptor signaling induces apoptosis in acute myeloid leukemia cells via regulation of the Bcl-2 family members Bcl-XL, Noxa, and Bak."}, {"pubmed": 23828551, "text": "Knockdown of TRAIL and Noxa reduced FOXO3-induced apoptosis, implicating that mitochondrial destabilization amplifies TRAIL-signaling."}, {"pubmed": 24387758, "text": "Parthenolide triggers extrinsic apoptosis by up-regulating TNFRSF10B and intrinsic apoptosis through increasing the expression of PMAIP1."}, {"pubmed": 24457957, "text": "Mantle cell lymphoma are characterized by high constitutive NOXA gene expression but low levels of NOXA protein."}, {"pubmed": 24525728, "text": "Noxa recruits MCL-1 from the cytosol to the mitochondria modulating ABT-737 sensitivity in small cell lung cancer."}, {"pubmed": 24811167, "text": "these results suggest that the C-terminal tail of Noxa regulates the stability of both Noxa and Mcl-1."}, {"pubmed": 24901046, "text": "Overexpression of ApoL2 did not induce cell death on its own. ApoL2 did not sensitize or protect cells from overexpression of the BH3-only proteins Bmf or Noxa."}, {"pubmed": 24991768, "text": "Noxa upregulation reduces the availability of Usp9x to Mcl-1, thereby promoting its ubiquitination and degradation, leading to the apoptosis of neoplastic cells."}, {"pubmed": 25210795, "text": "Mcl-1/Noxa axis is important to overcome resistance to mitochondrial apoptosis in squamous cell carcinoma."}, {"pubmed": 25365078, "text": "Results reveal that oncogenic activation of MEK/ERK drives Noxa expression to promote autophagy, and suggest that Noxa has an indirect anti-apoptosis role in melanoma cells under nutrient starvation conditions."}, {"pubmed": 25404713, "text": "Overexpression of nonphosphorylatable Noxa resulted in enhanced mitochondria-mediated apoptosis in the infected epithelium."}, {"pubmed": 25429623, "text": "Cells overexpressing HSP70 had higher levels of miR-23a, maintained these levels after heat shock and accumulated lower levels of NOXA mRNA and protein."}, {"pubmed": 25714012, "text": "Noxa demethylation has a role in Bortezomib resistance in mantle cell lymphoma"}, {"pubmed": 25829494, "text": "CDK5 activity provides resistance to heat-induced apoptosis through the expression of miR-23a and subsequent suppression of NOXA synthesis"}, {"pubmed": 25922916, "text": "BCL2 and BCLX phosphorylation represents a priming event in mitotic cell death that is triggered by NOXA-dependent MCL1 degradation. The MCL1 decay allows in turn BIM-dependent cell death."}, {"pubmed": 25975837, "text": "ALK-negative anaplastic large cell lymphoma is sensitive to bortezomib through Noxa upregulation and release of Bax from Bcl-2."}, {"pubmed": 26422397, "text": "SATB1 as a Dual Regulator of Anti-Apoptotic BCL2 and Pro-Apoptotic NOXA Genes"}, {"pubmed": 26497683, "text": "Fluorizoline bind to prohibitin, inducing mitochondrial apoptotic pathway through NOXA and BIM upregulation."}, {"pubmed": 26680268, "text": "knockdown of MCL-1 in MRT cell lines induced apoptosis and increased DOX sensitivity in malignant rhabdoid tumor cells"}, {"pubmed": 26847916, "text": "high levels of miR21 expression may induce gastric cancer migration and invasion via the downregulation of Noxa expression"}, {"pubmed": 26903157, "text": "Inhibition of SIRT1 could induce the Noxa expression in A549/DDP cells."}, {"pubmed": 27166195, "text": "Data show that Noxa-mediated MCL-1 phosphorylation and degradation is regulated by CDK2."}, {"pubmed": 27521572, "text": "Arsenic trioxide induces Noxa-dependent apoptosis in rhabdomyosarcoma cells and acts synergistically with antimicrotubule drugs."}, {"pubmed": 27591266, "text": "By ubiquitylating and degrading NOXA through activating CRL5, UBE2F selectively promotes lung cancer cell survival and could, therefore, serve as a novel cancer target"}, {"pubmed": 27862899, "text": "Noxa is involved in X-ray-induced lung injury."}, {"pubmed": 28619845, "text": "Fluorizoline increased the protein levels of the pro-apoptotic B-cell lymphoma 2 family member NOXA in chronic lymphocytic leukemia cells. Furthermore, fluorizoline synergized with ibrutinib, 5-aminoimidazole-4-carboxamide riboside or venetoclax to induce apoptosis."}, {"pubmed": 28863158, "text": "the c-FLIP and NOXA/Mcl-1 axis participated in the synergistic effect of pemetrexed plus cisplatin in human choroidal melanoma cells"}, {"pubmed": 29358700, "text": "BIM and NOXA contribute to TAF6delta-dependent cell death."}, {"pubmed": 29758299, "text": "Data report that NOXA is a physiological substrate of autophagy. Mechanistic studies revealed that NOXA is hijacked by p62 for degradation during the autophagic process, and the three lysine residues at the C-terminus of NOXA are required for its autophagic degradation. Furthermore, autophagy can block apoptosis by eliminating NOXA in both p53-dependent and p53-independent manners."}, {"pubmed": 30255595, "text": "Our data showed that Bmi1 is highly expressed in human non-small cell lung cancer (NSCLC) tissues and cell lines. Knockdown of Bmi1 significantly suppressed NSCLC cell proliferation and colony formation. Deguelin treatment attenuated the binding activity of Bmi1 to the Noxa promoter, thus resulting in Noxa transcription and apoptosis activation"}, {"pubmed": 30404918, "text": "Pharmacologic induction of NOXA, using the histone deacetylase inhibitor panobinostat, decreased MCL1 protein abundance and increased lymphoma cell vulnerability to BCL2 inhibitors in vitro and in vivo."}, {"pubmed": 30445933, "text": "HHT and bortezomib cooperate to kill DLBCL and MCL cells through a process involving MCL-1 down-regulation, NOXA up-regulation."}, {"pubmed": 30660647, "text": "CBD induced apoptosis in a Noxa-and-ROS-dependent manner."}, {"pubmed": 31682805, "text": "The subsequent downstream effects were NOXA increase."}, {"pubmed": 32320335, "text": "Variants in XPC, Noxa and TLR4 genes are not associated with bleomycin-induced lung injury in Hodgkin lymphoma patients."}, {"pubmed": 32457483, "text": "BH3 mimetics selectively eliminate chemotherapy-induced senescent cells and improve response in TP53 wild-type breast cancer."}, {"pubmed": 32484436, "text": "MARCH5 mediates NOXA-dependent MCL1 degradation driven by kinase inhibitors and integrated stress response activation."}, {"pubmed": 32648994, "text": "NOXA upregulation by the prohibitin-binding compound fluorizoline is transcriptionally regulated by integrated stress response-induced ATF3 and ATF4."}, {"pubmed": 32682341, "text": "Noxa upregulation and 5-gene apoptotic biomarker panel in colorectal cancer."}, {"pubmed": 32961197, "text": "Structural modification of NADPH oxidase activator (Noxa 1) by oxidative stress: An experimental and computational study."}, {"pubmed": 33244167, "text": "Chemical hypoxia induces apoptosis of human pluripotent stem cells by a NOXA-mediated HIF-1alpha and HIF-2alpha independent mechanism."}, {"pubmed": 33420360, "text": "TAS4464, a NEDD8-activating enzyme inhibitor, activates both intrinsic and extrinsic apoptotic pathways via c-Myc-mediated regulation in acute myeloid leukemia."}, {"pubmed": 33712558, "text": "Cullin-5 neddylation-mediated NOXA degradation is enhanced by PRDX1 oligomers in colorectal cancer."}, {"pubmed": 34903710, "text": "The BH3-only protein NOXA serves as an independent predictor of breast cancer patient survival and defines susceptibility to microtubule targeting agents."}, {"pubmed": 37741850, "text": "NOXA expression is downregulated in human breast cancer undergoing incomplete pathological response and senescence after neoadjuvant chemotherapy."}, {"pubmed": 38503887, "text": "Noxa inhibits oncogenesis through ZNF519 in gastric cancer and is suppressed by hsa-miR-200b-3p."}, {"pubmed": 38692009, "text": "The mechanism of mitochondrial metabolic gene PMAIP1 involved in Alzheimer's disease process based on bioinformatics analysis and experimental validation."}], "genomic_pos": {"chr": "18", "end": 59904305, "ensemblgene": "ENSG00000141682", "start": 59899996, "strand": 1}, "genomic_pos_hg19": {"chr": "18", "end": 57571538, "start": 57567180, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001836", "qualifier": "involved_in", "term": "release of cytochrome c from mitochondria"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006915", "pubmed": 17599062, "qualifier": "acts_upstream_of_or_within", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006974", "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010498", "pubmed": 15901672, "qualifier": "involved_in", "term": "proteasomal protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010907", "pubmed": 21145489, "qualifier": "involved_in", "term": "positive regulation of glucose metabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010917", "pubmed": 14699081, "qualifier": "involved_in", "term": "negative regulation of mitochondrial membrane potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042149", "pubmed": 21145489, "qualifier": "involved_in", "term": "cellular response to glucose starvation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043029", "qualifier": "involved_in", "term": "T cell homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": [21132008, 21145489], "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043065", "pubmed": [17289999, 21525171], "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043280", "pubmed": 14699081, "qualifier": "involved_in", "term": "positive regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043331", "pubmed": 15705586, "qualifier": "involved_in", "term": "response to dsRNA"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043517", "pubmed": 15102863, "qualifier": "involved_in", "term": "positive regulation of DNA damage response, signal transduction by p53 class mediator"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046902", "pubmed": 14500711, "qualifier": "involved_in", "term": "regulation of mitochondrial membrane permeability"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": 15705586, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071456", "pubmed": [14699081, 20810912], "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072332", "pubmed": 15102863, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway by p53 class mediator"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072593", "pubmed": 14699081, "qualifier": "involved_in", "term": "reactive oxygen species metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090200", "pubmed": [14500711, 14699081, 15705586], "qualifier": "involved_in", "term": "positive regulation of release of cytochrome c from mitochondria"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090200", "pubmed": [15705586, 17289999], "qualifier": "involved_in", "term": "positive regulation of release of cytochrome c from mitochondria"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097193", "pubmed": 14500711, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902043", "pubmed": 15705586, "qualifier": "involved_in", "term": "positive regulation of extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1902237", "pubmed": 22013210, "qualifier": "involved_in", "term": "positive regulation of endoplasmic reticulum stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001244", "pubmed": 21454712, "qualifier": "involved_in", "term": "positive regulation of intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12879012, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [14500711, 15102863, 15705586, 21145489], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": [15705586, 21145489], "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0097136", "pubmed": 21132008, "qualifier": "part_of", "term": "Bcl-2 family protein complex"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15705586, 15901672, 20085765, 21132008, 21145489, 21454712, 23563182], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[9544, 702789], [9598, 737247], [9606, 5366]], "id": 88883}, "interpro": {"desc": "Phorbol-12-myristate-13-acetate-induced protein 1", "id": "IPR024140", "short_desc": "Noxa"}, "ipi": ["IPI00015177", "IPI00166820"], "map_location": "18q21.32", "name": "phorbol-12-myristate-13-acetate-induced protein 1", "other_names": ["PMA-induced protein 1", "adult T cell leukemia-derived PMA-responsive", "immediate-early-response protein APR", "phorbol-12-myristate-13-acetate-induced protein 1", "protein Noxa"], "pantherdb": {"HGNC": "9108", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1930146", "ortholog_type": "LDO", "panther_family": "PTHR14299", "taxid": 10090, "uniprot_kb": "Q9JM54"}, {"RGD": "1359266", "ortholog_type": "LDO", "panther_family": "PTHR14299", "taxid": 10116, "uniprot_kb": "Q5U777"}, {"Ensembl": "ENSGALG00000035325", "ortholog_type": "LDO", "panther_family": "PTHR14299", "taxid": 9031, "uniprot_kb": "A0A1D5PAR2"}, {"ZFIN": "ZDB-GENE-070119-3", "ortholog_type": "LDO", "panther_family": "PTHR14299", "taxid": 7955, "uniprot_kb": "Q0GKC8"}], "uniprot_kb": "Q13794"}, "pathway": {"kegg": [{"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04215", "name": "Apoptosis - multiple species - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05203", "name": "Viral carcinogenesis - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}], "pid": [{"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "tap63pathway", "name": "Validated transcriptional targets of TAp63 isoforms"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-109606", "name": "Intrinsic Pathway for Apoptosis"}, {"id": "R-HSA-111448", "name": "Activation of NOXA and translocation to mitochondria"}, {"id": "R-HSA-111453", "name": "BH3-only proteins associate with and inactivate anti-apoptotic BCL-2 members"}, {"id": "R-HSA-114452", "name": "Activation of BH3-only proteins"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5633008", "name": "TP53 Regulates Transcription of Cell Death Genes"}, {"id": "R-HSA-6803204", "name": "TP53 Regulates Transcription of Genes Involved in Cytochrome C Release"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}], "wikipathways": [{"id": "WP1530", "name": "miRNA regulation of DNA damage response"}, {"id": "WP1742", "name": "TP53 network"}, {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}, {"id": "WP3969", "name": "H19 action Rb-E2F1 signaling and CDK-Beta-catenin activity"}, {"id": "WP3982", "name": "miRNA regulation of p53 pathway in prostate cancer"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP4925", "name": "Unfolded protein response"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}, {"id": "WP707", "name": "DNA damage response"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}]}, "pdb": "3MQP", "pfam": "PF15150", "pharmgkb": "PA33434", "pharos": {"target_id": 806, "tdl": "Tbio"}, "pir": "I37018", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF218808", "relationship": "is"}, {"id": "GNF254363", "relationship": "is"}, {"id": "GNF254364", "relationship": "is"}, {"id": "GNF254365", "relationship": "is"}, {"id": "GNF254366", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159625", "relationship": "weakly similar to"}, "GNF_hs-Origene": {"id": "GNF035718", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF011382", "relationship": "is"}, {"id": "GNF011383", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF243904", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114866", "relationship": "is"}, {"id": "GNF154507", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1"], "protein": ["NP_001369544.1", "NP_001369545.1", "NP_001369546.1", "NP_001369547.1", "NP_001369552.1", "NP_066950.1"], "rna": ["NM_001382615.1", "NM_001382616.1", "NM_001382617.1", "NM_001382618.1", "NM_001382623.1", "NM_021127.3"], "translation": [{"protein": "NP_001369546.1", "rna": "NM_001382617.1"}, {"protein": "NP_001369547.1", "rna": "NM_001382618.1"}, {"protein": "NP_001369545.1", "rna": "NM_001382616.1"}, {"protein": "NP_001369544.1", "rna": "NM_001382615.1"}, {"protein": "NP_066950.1", "rna": "NM_021127.3"}, {"protein": "NP_001369552.1", "rna": "NM_001382623.1"}]}, "reporter": {"HG-U133_Plus_2": ["204285_s_at", "204286_s_at"], "HG-U95Av2": "41048_at", "HTA-2_0": ["TC18000213.hg.1", "TC18000741.hg.1"], "HuEx-1_0": "3790704", "HuGene-1_1": "8021470", "HuGene-2_1": "16852683"}, "retired": [9305, 10310], "summary": "This gene belongs to a pro-apoptotic subfamily within the BCL-2 protein family, referred to as the BCL-2 homology domain 3 (BH3)-only subfamily, which determine whether a cell commits to apoptosis. In response to death-inducing stimuli, BH3-only members inhibit the anti-apoptotic BCL-2 family members, which under steady-state conditions keep the multi-BH domain proteins BAX and BAK, in an inactive state. [provided by RefSeq, Aug 2020].", "symbol": "PMAIP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1321914"}, "unigene": "Hs.96", "uniprot": {"Swiss-Prot": "Q13794", "TrEMBL": "A0A0S2Z490"}, "wikipedia": {"url_stub": "Phorbol-12-myristate-13-acetate-induced protein 1"}}