{"AllianceGenome": "18590", "HGNC": "18590", "MIM": "609567", "_id": "80339", "_version": 3, "accession": {"genomic": ["AL023654.2", "AL035398.19", "CH471138.1", "CP068256.2", "KF581132.1", "KF581133.1", "LC171330.1", "LC175852.1", "NC_000022.11", "NC_060946.1", "NG_008631.1", "Z97055.1"], "protein": ["AAH14449.2", "AAH65195.1", "AGW25376.1", "AGW25377.1", "BAG37610.1", "BAG53962.1", "CAB71238.2", "CAG30362.1", "EAW73323.1", "EAW73324.1", "EAW73325.1", "NP_079501.2", "Q9NST1.2"], "rna": ["AK025665.1", "AK123806.1", "AK315166.1", "AL138578.2", "BC014449.1", "BC065195.1", "CR456476.1", "NM_025225.3"], "translation": [{"protein": "BAG53962.1", "rna": "AK123806.1"}, {"protein": "CAB71238.2", "rna": "AL138578.2"}, {"protein": "AAH65195.1", "rna": "BC065195.1"}, {"protein": "NP_079501.2", "rna": "NM_025225.3"}, {"protein": "CAG30362.1", "rna": "CR456476.1"}, {"protein": "BAG37610.1", "rna": "AK315166.1"}, {"protein": "AAH14449.2", "rna": "BC014449.1"}]}, "alias": ["ADPN", "C22orf20", "iPLA(2)epsilon"], "ec": ["2.3.1.51", "3.1.1.3", "3.1.1.4"], "ensembl": {"gene": "ENSG00000100344", "protein": ["ENSP00000216180", "ENSP00000384668", "ENSP00000397987"], "transcript": ["ENST00000216180", "ENST00000406117", "ENST00000423180", "ENST00000478713", "ENST00000497129"], "translation": [{"protein": "ENSP00000216180", "rna": "ENST00000216180"}, {"protein": "ENSP00000384668", "rna": "ENST00000406117"}, {"protein": "ENSP00000397987", "rna": "ENST00000423180"}], "type_of_gene": "protein_coding"}, "entrezgene": "80339", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.5842241283, "exp_mis": 185.736524543, "exp_syn": 95.741415999, "lof_z": 1.84481694876964, "mis_z": -0.583689421342694, "mu_lof": 1.16170343402e-06, "mu_mis": 1.70918193477e-05, "mu_syn": 8.79466037237e-06, "n_lof": 9.0, "n_mis": 202.0, "n_syn": 84.0, "p_li": 0.000103859216104925, "p_null": 0.0556253174358311, "p_rec": 0.944270823348064, "syn_z": 0.743909579739361}, "bp": 1446, "cds_end": 44342262, "cds_start": 44319791, "n_exons": 9, "nonpsych": {"exp_lof": 14.8293199601, "exp_mis": 167.928479435, "exp_syn": 86.4742265575, "lof_z": 1.48665175891854, "mis_z": -0.469851601430771, "mu_lof": 1.16170343402e-06, "mu_mis": 1.70918193477e-05, "mu_syn": 8.79466037237e-06, "n_lof": 9.0, "n_mis": 180.0, "n_syn": 76.0, "p_li": 5.67372730610822e-05, "p_null": 0.131717282042117, "p_rec": 0.868225980684822, "syn_z": 0.709156817408513}, "nontcga": {"exp_lof": 15.2398437146, "exp_mis": 170.859971966, "exp_syn": 88.0644729536, "lof_z": 2.08214024115257, "mis_z": -0.462710478072066, "mu_lof": 1.16170343402e-06, "mu_mis": 1.70918193477e-05, "mu_syn": 8.79466037237e-06, "n_lof": 7.0, "n_mis": 183.0, "n_syn": 78.0, "p_li": 0.00182715807358108, "p_null": 0.0238391145346629, "p_rec": 0.974333727391756, "syn_z": 0.679067203204854}, "transcript": "ENST00000216180.3"}, "exons": [{"cdsend": 43946382, "cdsstart": 43923911, "chr": "22", "position": [[43923804, 43924098], [43926934, 43927167], [43928823, 43928889], [43932877, 43933087], [43934605, 43934666], [43937050, 43937272], [43939992, 43940125], [43944690, 43944795], [43946153, 43947582]], "strand": 1, "transcript": "NM_025225", "txend": 43947582, "txstart": 43923804}], "exons_hg19": [{"cdsend": 44342262, "cdsstart": 44319791, "chr": "22", "position": [[44319684, 44319978], [44322814, 44323047], [44324703, 44324769], [44328757, 44328967], [44330485, 44330546], [44332930, 44333152], [44335872, 44336005], [44340570, 44340675], [44342033, 44343462]], "strand": 1, "transcript": "NM_025225", "txend": 44343462, "txstart": 44319684}], "generif": [{"pubmed": 15364929, "text": "iPLA2epsilon (adiponutrin), iPLA2zeta (TTS-2.2), and iPLA2eta (GS2) are three novel TAG lipases/acylglycerol transacylases that likely participate in TAG hydrolysis and the acyl-CoA independent transacylation of acylglycerols"}, {"pubmed": 16150821, "text": "Adiponutrin and Desnutrin/ATGL have distinct functions and GS2 may contribute significantly to lipolysis in adipose tissue"}, {"pubmed": 16505250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18728122, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18728122, "text": "association between PNPLA3 and obesity; the rs738409 variant was associated with insulin secretion"}, {"pubmed": 18820647, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18820647, "text": "Variation in PNPLA3 contributes to ancestry-related and inter-individual differences in hepatic fat content and susceptibility to nonalcoholic fatty liver disease."}, {"pubmed": 18940312, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19224197, "text": "A common variant in PNPLA3 increases the risk of hepatic steatosis in humans."}, {"pubmed": 19224197, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19239840, "text": "Polymorphic variations affect liver triglycerides and are associated with fatty liver."}, {"pubmed": 19390624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19390624, "text": "PNPLA3 effect on insulin sensitivity"}, {"pubmed": 19524579, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19524579, "text": "test whether knowledge of the recently discovered genetic variant in the PNPLA3 gene (rs738409) increases accuracy of the prediction of non-alcoholic fatty liver"}, {"pubmed": 19542081, "text": "A strong recessive association of the adiponutrin polymorphism was found with age and gender adjusted ALT and AST concentrations: being homozygous for the minor allele resulted in a highly significant increase of ALT concentration."}, {"pubmed": 19542081, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19596471, "text": "No association of a single nucleotide polymorphism in the adiponutrin gene and type 2 diabetes in a Chinese population."}, {"pubmed": 19596471, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19619606, "text": "PNPLA3 mRNA expression is upregulated by tri-iodothyronine in adipocytes in vitro, in humans and rats, and in vivo in rat white adipose tissue."}, {"pubmed": 19651814, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19651814, "text": "PNPLA3 may be an important key to understand the mechanisms discriminating fatty liver with and without metabolic consequences."}, {"pubmed": 19729411, "text": "Adiponutrin is involved in the metabolism of apoB-containing lipoproteins."}, {"pubmed": 19729411, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19738004, "text": "Data suggest that the adiponutrin rs738409 G allele is associated not only with fat accumulation in the liver but also with liver injury, possibly triggered by lipotoxicity."}, {"pubmed": 19738004, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19844213, "text": "Obese Southern Europeans carrying the 148M allele have increased indices of liver damage uncoupled from proxy measures of insulin resistance."}, {"pubmed": 19844213, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19946271, "text": "Data show that that rs738409 in PNPLA3 is strongly associated with alcoholic liver disease and clinically evident alcoholic cirrhosis."}, {"pubmed": 19946271, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20034933, "text": "PNPLA3-I148M promotes triglyceride accumulation by limiting triglyceride hydrolysis"}, {"pubmed": 20373368, "text": "Homozygosity for the patatin-like phospholipase-3/adiponutrin I148M polymorphism influences liver fibrosis in patients with nonalcoholic fatty liver disease."}, {"pubmed": 20373368, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20546964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20546964, "text": "PNPLA3 gene I148M variant is associated with increased levels of ALT/AST in obese children and adolescents, suggesting that it confers genetic susceptibility to liver damage from a young age."}, {"pubmed": 20585554, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20648472, "text": "Genetic variation at PNPLA3 confers a markedly increased risk of increasingly severe histological features of nonalcoholic fatty liver disease, without a strong effect on metabolic syndrome component traits."}, {"pubmed": 20648472, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20648474, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20648474, "text": "The PNPLA3 rs738409 polymorphism is associated with steatosis severity, hepatocellular ballooning, lobular inflammation, and perivenular fibrosis in pediatric nonalcoholic fatty liver disease."}, {"pubmed": 20684021, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20684021, "text": "There ias an association of genetic variability in patatin-like phospholipase domain-containing protein 3 (PNPLA3) with histological severity of nonalcoholic fatty liver disease."}, {"pubmed": 20803499, "text": "A common variant of the PNPLA3 gene confers susceptibility to hepatic steatosis in obese youths without increasing the level of hepatic and peripheral insulin resistance"}, {"pubmed": 20803499, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20826584, "text": "Lack of relationship with visceral obesity andinverse correlation with crotid intima media thicknes suggests fatty liver association with the minor G allele of PNPLA3."}, {"pubmed": 20826584, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20852027, "text": "Effect of the PNPLA3 variant is apparent in Hispanic children and adolescents, is unique to fat deposition in liver as compared with other ectopic depots examined, and is associated with lower HDL cholesterol."}, {"pubmed": 20852027, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20962157, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20962157, "text": "findings suggest that Hispanic children carrying the GG genotype are susceptible to increased hepatic fat when dietary carbohydrate intake is high"}, {"pubmed": 21036152, "text": "The aim of this study was to determine whether glucose and insulin increase adiponutrin mRNA transcription by directly regulating the promoter region of the human adiponutrin/PNPLA3 gene."}, {"pubmed": 21145868, "text": "adiponutrin/PNPLA3 is regulated by two key factors of the glycolytic and lipogenic pathways, raising the question of its implication in the metabolism of carbohydrates and lipids"}, {"pubmed": 21168155, "text": "The variant PNPLA3 rs738409 genotypes increased the risk of NAFLD in our population of obese Taiwanese children. The effect of the G allele on pediatric NAFLD followed a dominant genetic model."}, {"pubmed": 21168459, "text": "Carriers of distinct p.I148M adiponutrin genotypes display significant (p=0.017) differences in liver stiffness determined by elastography. In particular, individuals carrying the allele [G] are at higher risk of developing liver cirrhosis."}, {"pubmed": 21176169, "text": "The G-allele of rs738409 polymorphism in PNPLA3 is associated with plasma ALT, AST, and triglycerides levels, and the fibrosis stage."}, {"pubmed": 21236304, "text": "The rs738409 single nucleotide polymorphism in PNPLA3 is associated with an increased risk of steatosis in patients infected with Hepatitis C Virus genotypes non-3."}, {"pubmed": 21254164, "text": "Genotype PNPLA3 rs738409(GG) is associated with alcoholic liver cirrhosis and elevated aminotransferase levels in alcoholic Caucasians."}, {"pubmed": 21281435, "text": "We confirmed the association of a PNPLA3 variant with non-alcoholic fatty liver disease in Hispanic Americans and African Americans."}, {"pubmed": 21319195, "text": "rs738409 PNPLA3 genotype influences steatosis development in chronic hepatitis C and is independently associated with cirrhosis and other steatosis-related clinical outcomes, lack of response to antiviral treatment and possibly hepatocellular carcinoma."}, {"pubmed": 21334404, "text": "In European Caucasians, the rs738409 variant is associated with increased risk of alcoholic liver disease, liver damage, and cirrhosis."}, {"pubmed": 21381068, "text": "The single nucleotide polymorphism of PNPLA3 does affect the genetic susceptibility of nonalcoholic fatty liver in different populations around the world."}, {"pubmed": 21488075, "text": "The PNPLA3 (rs738409 C>G) polymorphism favors steatosis and fibrosis progression in chronic hepatitis C."}, {"pubmed": 21525193, "text": "Weight loss is effective in decreasing liver fat in subjects who are homozygous for the rs738409 PNPLA3 G or C allele"}, {"pubmed": 21665509, "text": "These findings provide evidence that the PNPLA3 SNP rs738409 contributes to risk for increased liver fat content in African Americans with type 2 diabetes."}, {"pubmed": 21745282, "text": "Report an association between the PNPLA3-I148M polymorphism and insulin resistance and nonalcoholic fatty liver disease in a normoglycaemic population."}, {"pubmed": 21745286, "text": "The PNPLA3 rs738409 C>G polymorphism is associated with cirrhosis. In synergy with gender, this polymorphism is a strong predictor of hepatocellular carcinoma occurrence among patients with cirrhosis."}, {"pubmed": 21745307, "text": "In patients with type 2 diabetes who were not selected for liver abnormalities, liver fibrosis was related to the rs738409 polymorphism independent of body mass index or liver fat content."}, {"pubmed": 21777557, "text": "The APOC3 T-455C and C-482T promoter region polymorphisms are not associated with the severity of liver damage independently of PNPLA3 I148M genotype in patients with nonalcoholic fatty liver."}, {"pubmed": 21878620, "text": "PNPLA3 plays a role in the hydrolysis of glycerolipids and that the I148M substitution causes a loss of function, although we cannot exclude the possibility that the enzyme has additional substrates or activities"}, {"pubmed": 21893698, "text": "homozygous carriers of the PNPLA3 variant p.I148M display higher fasting glucose; although this adiponutrin variant may affect triglyceride homeostasis, it does not increase the risk of cholelithiasis"}, {"pubmed": 21898508, "text": "We document an association between PNPLA3-I148M and hepatic steatosis in a population from mainland China."}, {"pubmed": 22087248, "text": "PNPLA3 148M variant is a prominent risk factor for hepatitis C cirrhosis in patients with alcoholic cirrhosis, while its effects are negligible in patients with cirrhosis due to hepatitis C virus."}, {"pubmed": 22105854, "text": "The rs1260326 in GCKR is associated with hepatic fat accumulation along with large VLDL and triglyceride levels. GCKR and PNPLA3 act together to convey susceptibility to fatty liver in obese youths."}, {"pubmed": 22140488, "text": "The magnitude of the association of PNPLA3 with liver enzymes is driven by the size of abdominal fat."}, {"pubmed": 22141340, "text": "Genetic variants in PNPLA3 but not APOC3 contribute to the variance in liver fat content due to non-alcoholic fatty liver disease."}, {"pubmed": 22162034, "text": "PNPLA3 (rs738409 C>G) is a common risk variant associated with hepatocellular carcinoma in alcoholic cirrhosis."}, {"pubmed": 22189977, "text": "PNPLA3 polymorphisms were initially described as predictors of nonalcoholic fatty liver disease, but have recently been associated with disease progression in HCV [review]"}, {"pubmed": 22258181, "text": "findings showed an association between rs738409 of the PNPLA3 gene and the risk of non-alcoholic fatty liver disease in the pooled subjects and after stratification into the three ethnic subgroups; rs738409 G allele was significantly associated with progression to non-alcoholic steatohepatitis and fibrosis"}, {"pubmed": 22276112, "text": "The absence of an association of PNPLA3 p.I148M with alcoholic CP seems not to point to a common pathway in the development of alcoholic CP and alcoholic liver cirrhosis."}, {"pubmed": 22314430, "text": "In non-alcoholic fatty liver disease patients, IL28B rs12979860 CC genotype, together with PNPLA3 rs738409 GG, is associated with the severity of liver damage."}, {"pubmed": 22338072, "text": "PNPLA3 in human hepatocytes is induced by glucose via a mechanism involving ChREBP. The I148M mutant inhibits breakdown of hepatocellular triglycerides. Free fatty acids potentiate the effect of PNPLA3 I148M on triglcyeride accumulation."}, {"pubmed": 22530607, "text": "PNPLA3 p.148M/M genotype was negatively associated with sustained virological response and an association between IL28B CC genotype and more severe liver fibrosis."}, {"pubmed": 22543885, "text": "associated with hepatic steatosis prevalence and severity in Caucasians with genotype 1 chronic hepatitis C infection"}, {"pubmed": 22546774, "text": "The presence of the PNPLA3 variant genotype, particularly in the context of high VAT content may have an important role in FLD."}, {"pubmed": 22629460, "text": "the association of a high dietary polyunsaturated fatty acid intake with fatty liver and liver damage in obese youths may be driven by a predisposing PNPLA3 genotype."}, {"pubmed": 22704398, "text": "A significantly higher incidence of hepatocellular carcinoma in PNPLA3 148M allele carriers was found during follow-up in obese individuals in the control group (conventional obesity treatment), but not in the bariatric surgery group."}, {"pubmed": 22719190, "text": "The PNPLA3 I148M polymorphism may represent a permissive factor for fibrosis progression in patients with C282Y+/+ hereditary hemochromatosis."}, {"pubmed": 22719876, "text": "demonstrated that Matteoni type4 NAFLD is both a genetically and clinically different subset from the other spectrums of the disease and that the PNPLA3 gene is strongly associated with the progression of NASH in Japanese population"}, {"pubmed": 22724004, "text": "Severely obese individuals carrying the PNPLA3 148M allele have lower serum triglyceride levels, are more insulin resistant and more susceptible to T2D."}, {"pubmed": 22792295, "text": "The G-allele of PNPLA3 rs738409 associates with reduced fasting levels of cholesterol and triglyceride in individuals with impaired glucose regulation."}, {"pubmed": 22841784, "text": "confirmed the role of the PNPLA3 nonsynonymous I148M variant in progression of liver fibrosis."}, {"pubmed": 22863562, "text": "This population study highlights a sex-specific association of PNPLA3 polymorphisms and elevated liver enzymes in a population-based study, independent of common pathological factors of the metabolic syndrome."}, {"pubmed": 22869157, "text": "The G/G genotype of PNPLA3 rs738409 SNP might affect hepatocellular carcinoma prognosis in alcoholic liver disease patients."}, {"pubmed": 22878467, "text": "PNPLA3 148M promotes intracellular lipid accumulation in the liver by reducing the lipidation of VLDL."}, {"pubmed": 22884299, "text": "In this mini-review, we summarize the current knowledge on (i) PNPLA3 variant(s) in the pathogenesis of liver diseases, and (ii) PNPLA3 gene regulation and potential function in liver"}, {"pubmed": 22898488, "text": "Modulation of serum adiponectin might be involved in mediating the susceptibility to steatosis, steatohepatitis, and hepatocellular carcinoma in carriers of the 148 M PNPLA3 variant without chronic hepatitis C."}, {"pubmed": 22978414, "text": "In HCV genotype 2 infected patients carrying the PNPLA3 148M allele, there was significantly increased insulin resistance (P = 0.023) and lower viral load (P = 0.005) at baseline as well as the first seven days of antiviral treatment."}, {"pubmed": 23032985, "text": "Study assessed prevalence of fatty liver histology in general population from an autopsy study. The finding of an additive interaction among rs738409, obesity, and alcohol towards NAS may be useful in preventative care to those at highest risk for ALD."}, {"pubmed": 23042597, "text": "PNPLA3 polymorphism reduces the binding affinity for palmitic acid."}, {"pubmed": 23069476, "text": "PNPLA3 rs738409 polymorphism genotype influences hepatocellular carcinoma occurrence and risk in patients with alcoholic cirrhosis."}, {"pubmed": 23155331, "text": "Review: role of PNPLA3 genotype in predisposition to nonalcoholic fatty liver disease."}, {"pubmed": 23176674, "text": "The PNPLA3 I148M variant is associated with the ultrasonography-determined steatosis degree in Chinese population."}, {"pubmed": 23226254, "text": "PNPLA3 genetic polymorphisms might influence the susceptibility to non-alcoholic fatty liver disease development independently or jointly in Han Chinese."}, {"pubmed": 23278404, "text": "Interaction between LEPR and PNPLA3 genes showed increased risk of NAFLD compared to either gene alone."}, {"pubmed": 23333103, "text": "The rs738409 genetic variant in the patatin-like phospholipase domain-containing 3 (PNPLA3, adiponutrin) gene in hepatocellular carcinoma (Review)"}, {"pubmed": 23334462, "text": "genetic variation in PNPLA3 has a role in non-alcoholic fatty liver disease, but not in inflammation (which is due to obesity in NAFLD)."}, {"pubmed": 23398201, "text": "PNPLA3 exhibits a dual function in lipid droplet metabolism, and participates in the restoration of lipid homeostasis upon aberrant intracellular lipid accumulation."}, {"pubmed": 23416328, "text": "Some, but not all, associations between variants in NCAN, lysophospholipase-like 1, GCKR, and PPP1R3B with hepatic steatosis (with and without increased ALT level) were significant within subpopulations."}, {"pubmed": 23418085, "text": "In this cohort of patients with medically complicated obesity, PNPLA3 rs738409 G allelic expression is associated with hepatic (NASH) and nonhepatic complications of obesity, such as insulin resistance."}, {"pubmed": 23505555, "text": "In male PSC patients with severe disease with bile duct stenosis requiring intervention, the common I148M variant of the PNPLA3 gene is a risk factor for reduced survival."}, {"pubmed": 23510779, "text": "The I148M PNPLA3 variant is strongly associated with elevated alanine transaminase levels in normal weight and overweight/obese Mexican children."}, {"pubmed": 23512881, "text": "PNPLA3 polymorphism rs738409 was associated with non-alcoholic steatohepatitis and the severity of necroinflammatory changes independently of metabolic factors."}, {"pubmed": 23535911, "text": "Polymorphisms in the SAMM50 and PARVB genes in addition to those in the PNPLA3 gene were observed to be associated with the development and progression of NAFLD."}, {"pubmed": 23564580, "text": "In chronic hepatitis B patients, the PNPLA3 I148M polymorphism influences susceptibility to steatosis and, in particular, when associated with severe overweight and alcohol intake, severe steatosis."}, {"pubmed": 23734760, "text": "Asian Indians in north India carrying the allele rs738490 of PNPLA3 is predispose to develop nonalcoholic fatty liver disease"}, {"pubmed": 23776098, "text": "Polymorphism in PNPLA3 gene is associated with hepatocellular carcinoma."}, {"pubmed": 23800943, "text": "GCKR and PNPLA3 genes interact to result in increased susceptibility to NAFLD."}, {"pubmed": 23804528, "text": "We have shown that variants of PNPLA3 and APOC3 independently and in an additive manner contribute to elevated hepatic triglyceride content in Hispanic children."}, {"pubmed": 23808989, "text": "PNPLA3 polymorphism influenced the development of liver steatosis, but not fibrosis progression."}, {"pubmed": 23859071, "text": "recipient PNPLA-3 G allele (non-CC genotype) is independently associated with increased risk of obesity after liver transplantation."}, {"pubmed": 23872669, "text": "Liver transplant recipients who carry rs738409-G in PNPLA3 are at increased risk for hepatic triglyceride accumulation, independent of the graft PNPLA3 genotype."}, {"pubmed": 23913731, "text": "PNPLA3 genotype significantly influences liver enzymes (and liver fat) independent of other factors; PNPLA3 genotype is not associated with adipocyte size in nonalcoholic fatty liver disease"}, {"pubmed": 24005099, "text": "This is related to lipid metabolism and its polymorphism may possibly be related to hepatic aberrations. Risk factors of polymorphism of this gene has been reported in relation to alcoholic liever disease and other hepatic dysfunctions. [Review]"}, {"pubmed": 24009255, "text": "'PNPLA3 fatty liver disease' is associated with a relative deficiency of triacylglycerols, supporting the idea that the I148M variant impedes intrahepatocellular lipolysis rather than stimulates triacylglycerol synthesis."}, {"pubmed": 24069270, "text": "PNPLA3 GG genotype is associated with higher severity of carotid atherosclerosis in younger patients with NAFLD. Mechanisms underlying this association, and its clinical relevance need further investigations."}, {"pubmed": 24102786, "text": "Age at onset of at-risk alcohol consumption and PNPLA3 I148M genetic variant are independently associated with alcoholic cirrhosis incidence."}, {"pubmed": 24123231, "text": "Donor PNPLA3 rs738409 genotype affects fibrosis progression in liver transplantation for hepatitis C."}, {"pubmed": 24152445, "text": "Carriers of both PNPLA3 and SREBP1c risk genotypes displayed significantly (p = 0.005) higher median liver stiffness."}, {"pubmed": 24155878, "text": "PNPLA3 148M is over-represented in alcoholic liver disease or nonalcoholic fatty liver disease hepatocellular carcinoma patients."}, {"pubmed": 24222094, "text": "Review: report association between PNPLA3 genetic variation and non-alcoholic fatty liver disease."}, {"pubmed": 24222941, "text": "Review: PNPLA3 is a novel key player in liver disease progression."}, {"pubmed": 24269995, "text": "In North African subjects, results show the PNPLA3 I148M variant apparently stimulates liver cancer development without interfering on the HCV clearance process."}, {"pubmed": 24349054, "text": "Data found no association between PNPLA3 rs738409 genotype and fatty change of the liver or hepatic cirrhosis was found in Japanese patients infected with HCV."}, {"pubmed": 24369119, "text": "Our data show that PNPLA3 has a predominant lipase activity and I148M mutation results in a loss of function."}, {"pubmed": 24417250, "text": "The G allele in PNPLA3 rs738409 increases the risk of non-alcoholic fatty liver disease independent of dietary pattern and metabolic factors; this variant has a greater impact on hepatic steatosis in subjects without metabolic syndrome."}, {"pubmed": 24461483, "text": "We show results that suggest a possible role of PNPLA3 polymorphism as a risk factor for carotid atherosclerosis in chronic hepatitis C."}, {"pubmed": 24477042, "text": "enetic association studies in Han Chinese population in Taiwan: Data suggest that an SNP in PNPLA3 (rs738409) is associated with increased susceptibility/risk of nonalcoholic fatty liver disease in the population of obese children studied."}, {"pubmed": 24511104, "text": "A novel function of PNPLA3 in fatty acid-selective triacylglycerol (TAG) remodeling, resulting in increased TAG saturation."}, {"pubmed": 24553484, "text": "SNP genotype of PNPLA3 and LDL receptor did not have a significant impact on therapeutic outcomes"}, {"pubmed": 24607626, "text": "Amongst patients with Non-Alcoholic Fatty Liver Disease (NAFLD), PNPLA3 rs738409 (I148M) variant homozygote carriage gives a 5-fold increased risk of developing hepatocellular carcinoma, independent of the presence of cirrhosis."}, {"pubmed": 24607626, "text": "Carriage of the PNPLA3 rs738409 C >G polymorphism is not only associated with greater risk of progressive steatohepatitis and fibrosis but also of hepatocellular carcinoma."}, {"pubmed": 24621583, "text": "Our results suggested that variations, including insertion/deletions, in PARVB, as well as those in PNPLA3, are important in the progression of NAFLD."}, {"pubmed": 24670599, "text": "PNPLA3 is a lipase responsible for retinyl-palmitate hydrolysis in hepatic stellate cells in humans."}, {"pubmed": 24680680, "text": "Human adiponutrin is present in plasma as disulfide bond-dependent multimers."}, {"pubmed": 24689094, "text": "Healthy PNPLA3 risk allele carriers present with unexpected body fat composition."}, {"pubmed": 24763554, "text": "Results suggest a critical role of PNPLA3 in the modulation of liver metabolism beyond its classical participation in triacylglycerol remodeling."}, {"pubmed": 24785259, "text": "genetic association studies in population in Japan: Data suggest that SNPs in PNPLA3 (rs738409), GCKR (glucokinase regulatory protein, rs780094), and TRIB1 (tribbles pseudokinase 1, rs2954021) are associated with nonalcoholic fatty liver disease."}, {"pubmed": 24828988, "text": "Results show liver fat accumulation and the I148M variant of PNPLA3 are associated with serum Fetuin-A levels independently of insulin resistance"}, {"pubmed": 24831885, "text": "three variants in PNPLA3 gene may be a genetic risk factor for NASH"}, {"pubmed": 24905495, "text": "PNPLA3 G/G genotype was associated with high liver fibrosis progression rate in HIV/HCV-coinfected patients"}, {"pubmed": 24916969, "text": "PNPLA3 148M allele carriers had higher plasma ALT levels and larger increase in ALT levels during follow-up than non-carriers only among overweight children."}, {"pubmed": 24917523, "text": "Neither ablation nor overexpression of wild-type PNPLA3 affects liver fat content in mice, whereas hepatic overexpression of the human 148M transgene causes steatosis."}, {"pubmed": 24927606, "text": "PNPLA3 allele-G modulated the development of steatosis in hepatitis C, particularly in patients with HCV-1 and IL28B-CT/TT genotype."}, {"pubmed": 24947770, "text": "There is a lower prevalence of metabolic syndrome3 and reduced cardiovascular risk in non-alcoholic fatty liver disease patients with PNPLA3MM genotype."}, {"pubmed": 24947803, "text": "A significant association observed for PNAPLA3 rs738409 polymorphism with susceptibility to non-alcoholic fatty liver disease."}, {"pubmed": 24972532, "text": "PNPLA3 (I148M) was associated with a strong increase (1.75-fold) in liver TAGs, but with no change in other lipid fractions."}, {"pubmed": 25040896, "text": "PNPLA3 rs738409 GG genotype confers a higher risk of NAFLD, these patients are more sensitive to the beneficial effects of lifestyle modification."}, {"pubmed": 25060292, "text": "The rs738409 variant of PNPLA3 is clearly associated with alcoholic liver cirrhosis."}, {"pubmed": 25069572, "text": "The PNPLA3 rs738409 polymorphism is common and may confer a significant risk of nonalcoholic fatty liver disease and advanced liver fibrosis in the Korean population."}, {"pubmed": 25171251, "text": "Data indicate an interaction between homozygosity for the patatin-like phospholipase domain-containing 3 protein (PNPLA3) I148M variant and age at infection in determining fibrosis progression in CHC patients."}, {"pubmed": 25240529, "text": "The PNPLA3 rs738409 GG genotype increases susceptibility of NASH in severely obese Asians with NAFLD and correlates to histologic severity of NAFLD."}, {"pubmed": 25250621, "text": "Stratifying patients with the GPR120 270H variant based on PNPLA3 polymorphism, we demonstrated a significant interaction effect on alanine transaminase levels suggesting a driving effect of PNPLA3 148M allele on liver injury in children with obesity..."}, {"pubmed": 25273282, "text": "Cox multivariate analysis identified the PNPLA3 I148M genotype as an independent predictor actuarial survival free of liver transplantation"}, {"pubmed": 25284145, "text": "PNPLA3 was associated with the presence and severity of hepatic steatosis and steatohepatitis, iron deposition and lobular inflammation in chronic hepatitis B."}, {"pubmed": 25290313, "text": "Our data suggest the PNPLA3 I148M polymorphism influences susceptibility to NAFLD in the Han and Uygur of Northwestern China."}, {"pubmed": 25297933, "text": "PNPLA3 p.148Met allele was underrepresented in the ICP cohort ..  we conclude that the PNPLA3 allele p.148Met might confer protection against cholestatic pruritus, possibly due to increased LPA-acyltransferase activity"}, {"pubmed": 25378656, "text": "rs738409 (I148M) variant of the PNPLA3 gene and cirrhosis"}, {"pubmed": 25457210, "text": "The PNPLA3 genetic polymorphism at rs738409 was verified in 1077 biopsy-proven chronic hepatitis C patients. Other clinical variables, including diabetes status, were analysed for factors associated with bridging fibrosis."}, {"pubmed": 25522307, "text": "In the present study, we found that the G-allele of PNPLA3 rs738409 was associated not only with NAFLD but also with moderate-to-severe steatosis in Chinese children."}, {"pubmed": 25536644, "text": "PNPLA3 variant distribution did not differ among hepatitis B and C coinfected patients with or without hepatocellular carcinoma."}, {"pubmed": 25543233, "text": "The PNPLA3 rs738409 variant influences histological liver damage in Japanese patients with chronic hepatitis C. The G allele homozygotes are at higher risk for hepatic steatosis, severe necroinflammation, and advanced fibrosis."}, {"pubmed": 25581573, "text": "PNPLA3 polymorphism is a predictive factor in the development of liver steatosis in patients with chronic hepatitis C."}, {"pubmed": 25624712, "text": "Review: PNPLA3 I148M variant is associated with nonalcoholic fatty liver disease in women and association varies among different ethnic populations."}, {"pubmed": 25646328, "text": "PNPLA3 single nucleotide polymorphism rs738409 was associated during the course of pregnancies complicated by gestational diabetes with liver enzyme elevation and reduced insulin resistance and prevalence of large for gestational age newborns."}, {"pubmed": 25655569, "text": "These results demonstrate that SREBP-1c is a direct activator of the human PNPLA3 gene and insulin transactivates the PNPLA3 gene via the PI3K-SREBP-1c/NFY pathway in HepG2 cells"}, {"pubmed": 25676803, "text": "PNPLA3 148M allele carriers had higher plasma levels of irisin."}, {"pubmed": 25678388, "text": "The role of hepatic copper concentration and ATP7B mutations in steatosis development deserve further investigations."}, {"pubmed": 25776890, "text": "PNPLA3 mRNA levels in the liver of the same section of a biopsy specimen used for genomic DNA preparation were lower in patients with advanced NAFLD compared with those with mild NAFLD and correlated inversely with CpG99 methylation in liver DNA."}, {"pubmed": 25791171, "text": "findings suggest that the rs738409 polymorphism in PNPLA3 gene confers high cross-ethnicity risk for NAFLD and NASH development"}, {"pubmed": 25801076, "text": "In patients with genotype 1 hepatitis C, the PNPLA3 G variant is associated with a higher risk of steatosis severity and steatohepatitis, particularly among non-obese subjects"}, {"pubmed": 25939720, "text": "The PNPLA3 rs738409 polymorphism is associated already in youths with increased alanine transaminase, and is more frequent in obese with metabolic syndrome of all ages"}, {"pubmed": 25964223, "text": "PNPLA3 genetic polymorphism (rs738409 C>G) is associated with increased risk for the entire spectrum of alcoholic liver disease. [Review and Meta-Analysis]"}, {"pubmed": 25986529, "text": "PNPLA3 genetic polymorphism is associated with liver steatosis and chronic hepatitis B."}, {"pubmed": 26136587, "text": "This study showed that carriers of the PNPLA3 148M allele with either fatty liver plus obesity or obesity alone have lower fasting circulating retinol concentrations."}, {"pubmed": 26139292, "text": "PNPLA3 genetic variants and BMI played important roles in hepatic steatosis among Asian chronic hepatitis C patients."}, {"pubmed": 26148225, "text": "I148M variant in PNPLA3 reduces central adiposity and metabolic disease risks while increasing Nonalcoholic fatty liver disease."}, {"pubmed": 26200108, "text": "Study shows that the PNPLA3 rs738409 genotypes are associated with the risk of non-alcoholic fatty liver disease and decline of the estimated glomerular filtration rate in normal weight subjects."}, {"pubmed": 26229402, "text": "Four linked SNPs of PNPLA3 (rs738409, rs3747206, rs4823173, and rs2072906) are correlated with susceptibility to NAFLD, NASH, liver fibrosis, and HBV dynamics in chronic hepatitis B patients."}, {"pubmed": 26259026, "text": "Steatosis severity was independently associated with PNPLA3 rs738409 in large cohort of patients with genotype 1 Chronic hepatitis C."}, {"pubmed": 26264356, "text": "PNPLA3 p.I148M variant represents the most important prosteatotic genetic risk factor. NAFLD carriers of this variant should be followed up carefully, with elastography being ideally suited for this purpose."}, {"pubmed": 26272871, "text": "Treating liver fat and serum triglyceride levels in NAFLD, effects of PNPLA3 and TM6SF2 genotypes: effect of Omacor administration."}, {"pubmed": 26305067, "text": "based on data from the HALT-C trial, the PNPLA3 CG/GG SNP at rs738409 is associated with fibrosis progression but not development of Hepatocellular Carcinoma in patients with Hepatitis C Virus Infection"}, {"pubmed": 26337813, "text": "the PNPLA3 rs738409 was determined to be associated with hepatocellular carcinoma development in a cohort of Japanese patients with type 2 diabetes mellitus"}, {"pubmed": 26352693, "text": "IL28B and PNPLA3 genotypes are associated with rapid fibrosis progression, and the progression rate -score identifies patients who has a high risk of fibrosis progression and require urgent antiviral treatment"}, {"pubmed": 26355465, "text": "PNPLA3 148M Carriers with Inflammatory Bowel Diseases Have Higher Susceptibility to Hepatic Steatosis and Higher Liver Enzymes."}, {"pubmed": 26379412, "text": "Letter: PNPLA3 I148M affects de novo NAFLD occurrence with a prominent interaction with obesity in liver transplant recipients."}, {"pubmed": 26419236, "text": "PNPLA3 rs738409 (C>G) was associated with the risk of both advanced liver fibrosis and steatosis in patients with chronic hepatitis C, especially among Caucasian populations"}, {"pubmed": 26439088, "text": "PNPLA3 I148M variant is relevant for the retinyl-palmitate content in human liver, providing a possible link to chronic liver disease"}, {"pubmed": 26482880, "text": "rs738409 in PNPLA3 is an important risk locus for alcohol-related cirrhosis."}, {"pubmed": 26485523, "text": "Data show that the G allele of PNPLA3 protein single nucleotide polymorphism rs738409 and weight gain had a joint effect on the risk of non-alcoholic fatty liver disease (NAFLD) in the normal weight and the overweight individuals."}, {"pubmed": 26493626, "text": "transmembrane 6 superfamily 2 C/T or T/T variants in conjunction with patatin-like phospho-lipase domain-containing protein 3 G/G variants may be potential genetic risk factors for developing HCC in alcohol-related cirrhosis."}, {"pubmed": 26519102, "text": "As the HepG2 cell line harbors the I148M mutation in homozygous state it is hypothesized that this should represent an ideal model system for PNPLA3 biology."}, {"pubmed": 26599080, "text": "analysis of PNPLA3 (rs738409) and IL28B (rs12979860) SNPs in HIV/HCV coinfected patients reveals no impact on liver disease or treatment response"}, {"pubmed": 26605757, "text": "rs2294918 E434K decreased PNPLA3 expression, lessening the effect of the I148M variant on predisposition to steatosis and liver damage"}, {"pubmed": 26610348, "text": "The results that in Japanese patients with NAFLD PNPLA3 genotype had some affect on the histological features, including stage of fibrosis."}, {"pubmed": 26632699, "text": "Meta-analysis indicates that I148M polymorphism in the ADPN gene may independently contribute to the progression of Hepatocellular Carcinoma irrespective of the etiologies."}, {"pubmed": 26707313, "text": "The rs2629751 genotype may be an important predictor of posttransplant outcome in HCV-infected patients."}, {"pubmed": 26745088, "text": "PNPLA3 polymorphism is associated with Hepatocellular Carcinoma Development in Non-Viral Chronic Liver Diseases."}, {"pubmed": 26745555, "text": "The PNPLA3 p.I148M variant is associated with non-alcoholic fatty liver disease."}, {"pubmed": 26760234, "text": "PNPLA3 rs738409 polymorphism was associated with the severity of liver fibrosis in patients coinfected with HIV and hepatitis C virus."}, {"pubmed": 26806136, "text": "The PNPLA3 148 I/M or M/M variants and CD4(+) cell count were the only independent predictors of severe steatosis in patients with hepatitis C virus non-3 genotypes."}, {"pubmed": 26847197, "text": "This study investigates the association between PNPLA3 rs738409 with health services utilization in a general population. PNPLA3 rs738409 was associated with the number of outpatient visits, hospitalization, and inpatient days."}, {"pubmed": 27015186, "text": "The PPARGC1A rs8192678 GA/AA genotype and the PNPLA3 rs738409 GG genotype had an additive effect on NASH in severely obese Taiwanese patients."}, {"pubmed": 27059980, "text": "The percentage of the PNPLA3 rs738409 GG genotype in NAFLD patients was also significantly higher than that in the controls."}, {"pubmed": 27128907, "text": "Regarding rs738409 polymorphism, GG genotype was positive correlated with the presence of non-alcoholic steatohepatitis."}, {"pubmed": 27150500, "text": "In NAFLD patients, carriage of the PNPLA3G allele, and particularly of the GG genotype, is significantly associated with the risk of cirrhotic evolution"}, {"pubmed": 27288299, "text": "Overall, we showed that novel variants in PNPLA3 are very rare in our liver biopsy cohort, thereby indicating that their impact on the etiology of nonalcoholic fatty liver disease is probably limited. Nevertheless, for the three rare coding variants that were identified in patients with advanced liver disease, further functional characterization will be essential to verify their potential disease causality."}, {"pubmed": 27411039, "text": "Children carrying the T allele of the MBOAT7 polymorphism had higher plasma alanine aminotransferase than the noncarriers; children with the MBOAT7, PNPLA3, and TM6SF2 variants had the highest plasma ALT"}, {"pubmed": 27514759, "text": "PNPLA3 was strongly expressed in the liver and clearly detectable in subcutaneous adipose tissue of obese patients. Weight loss induced by Laparoscopic gastric banding (LAGB) of severely obese patients led to significantly increased adipose, but not hepatic, tissue expression of PNPLA3. Weight loss induced by LAGB restored adipose tissue PNPLA3 expression which is suppressed by tumour necrosis factor alpha."}, {"pubmed": 27527746, "text": "Lean non-alcoholic fatty liver disease subjects had a higher rate of the mutant PNPLA3 CG/GG variant compared to lean controls."}, {"pubmed": 27537584, "text": "SNPs rs2896019 and rs3810622 significantly associated with increased risk of nonalcoholic fatty liver disease in Han Chinese population"}, {"pubmed": 27575312, "text": "Meta-analysis provided strong and unequivocal evidence for a significant role for rs738409 in PNPLA3 in the progression of Alcohol-related Cirrhosis with effect sizes in the range expected for a relatively frequent single nuclear polymorphism in a complex disease."}, {"pubmed": 27576208, "text": "The results show that in obese patients, the presence of the PNPLA3 p.I148M allele might be associated with greater improvement of hepatic steatosis after bariatric surgery in comparison to carriers of PNPLA3 wild-type alleles. The also lost more weight and had reduced liver fat content."}, {"pubmed": 27596100, "text": "Data show that the alleles of PNPLA3 locus with differential distribution in cohorts with non-alcoholic fatty liver disease, non-alcoholic steatohepatitis (NASH) and pericellular fibrosis. Heterozygosity at this locus is independently associated with higher risk of having NASH and pericellular fibrosis."}, {"pubmed": 27615511, "text": "rs738409 polymorphism was not associated with premature coronary artery disease in the whole group of participants, however, when patients and controls were divided into those with and without type 2 diabetes mellitus patients, under additive model, the polymorphism was associated with the presence of coronary artery disease only in patients with type 2 diabetes mellitus patients"}, {"pubmed": 27742777, "text": "we provide evidence to indicate that PNPLA3-mediated retinol release may protect against liver fibrosis by inducing a specific signature of proteins involved in extracellular matrix remodelling"}, {"pubmed": 27744419, "text": "Our study suggests that the pathogenic role of PNPLA3(148M) in nonalcoholic fatty liver disease is independent of the gene transcription in humans, which may be attributed to the high endogenous transcription level of PNPLA3 gene in human livers."}, {"pubmed": 27752939, "text": "Among Mexicans, the PNPLA3 (rs738409), LYPLAL1 (rs12137855), PPP1R3B (rs4240624), and GCKR (rs780094) polymorphisms may be associated with a greater risk of chronic liver disease among overweight adults."}, {"pubmed": 27836992, "text": "Fibrosis stages were affected by the PNPLA3 (P = 0.042) and MBOAT7 (P = 0.021) but not by the TM6SF2 polymorphism (P > 0.05). The PNPLA3, TM6SF2, and MBOAT7 variants are associated with increased liver injury. The TM6SF2 variant seems to modulate predominantly hepatic fat accumulation, whereas the MBOAT7 polymorphism is linked to fibrosis. The PNPLA3 polymorphism confers risk of both increased steatosis and fibrosis"}, {"pubmed": 27888630, "text": "Two single nucleotide polymorphisms (SNPs), rs430397 in glucose regulated protein 78 kDa (GRP78) and rs738409 in patatin-like phospholipase domain-containing 3 protein (PNPLA3), were shown to be significantly associated with the risk of developing hepatocellular carcinoma (HCC) in a Sicilian population."}, {"pubmed": 27889599, "text": "The association between the PNPLA3 variant and bipolar disorder may help guide further work on medication effectiveness, treatment options, prevention approaches, and understanding potential medication side effects among specific subgroups of individuals with the MM genotype."}, {"pubmed": 27905898, "text": "This is the first study to report the interaction between the PNPLA3 rs738409 polymorphism and physical activity or sedentary behavior on Non-Alcoholic Fatty Liver Disease, providing new clues on the function of the PNPLA3 gene"}, {"pubmed": 27908400, "text": "The hepatic copper content and PNPLA3 mutations are associated with disease activity in NAFLD patients without MetS. Presence of MetS appears to mask the effects of hepatic copper and PNPLA3."}, {"pubmed": 27973562, "text": "the rs738409 polymorphism in PNPLA3 is associated with liver fibrosis progression in HIV/HCV-coinfected patients"}, {"pubmed": 28073161, "text": "PNPLA3 acts as a positive modulator of activated human hepatic stellate cells, affecting cytokines secretion."}, {"pubmed": 28161471, "text": "Individuals misusing alcohol who carry a particular variant of the gene PNPLA3 are more at risk of developing severe alcoholic hepatitis."}, {"pubmed": 28253210, "text": "The study proposes that polymorphisms in the PNPLA3 gene have highly predictive value in the development of nonalcoholic fatty liver disease and are independently associated with the severity of liver histology in patients with NAFLD."}, {"pubmed": 28338112, "text": "PNPLA3 gene variant is associated with the risk of developing liver fibrosis and cirrhosis in an Eastern European population."}, {"pubmed": 28362682, "text": "PNPLA3 and TM6SF2 are common genetic variants among nonalcoholic fatty liver disease patients; both PNPLA3 I148M and TM6SF2 E167K genotypes are associated with increases in the size of low density lipoprotein and high density lipoprotein particles, phenotypes considered atheroprotective"}, {"pubmed": 28436986, "text": "PNPLA3 association with adiposity and the risk of the nonalcoholic fatty liver disease"}, {"pubmed": 28520213, "text": "148M isoform accumulates on lipid drplets when expressed in the livers of mice"}, {"pubmed": 28544258, "text": "In this Sri Lankan community cohort study, the annual incidence of non-alcoholic fatty liver disease (NAFLD) was 6.2%. Incident NAFLD was associated with general and central obesity, raised triglycerides and diabetes, and showed a tendency of association with PNPLA3 gene polymorphisms."}, {"pubmed": 28617615, "text": "Our study suggested that PNPLA3 loci (rs2294918, rs2294919) were associated with HBV-related HCC in Han Chinese."}, {"pubmed": 28626169, "text": "PNPLA3 GG genotype was elevated in aggressive disease phenotype of non-alcoholic fatty liver disease."}, {"pubmed": 28695131, "text": "These findings suggest that PNPLA3 rs1010023 may predispose chronic hepatitis B patients to hepatic steatosis but protects them from glucose dysregulation by attenuating insulin resistance."}, {"pubmed": 28744823, "text": "The results of this large-scale cohort study imply that the combination of the PNPLA3 and TLL1 genotype may be associated with an increased risk of advanced fibrosis among patients with nonalcoholic fatty liver disease."}, {"pubmed": 28776448, "text": "Although no single variant reached genome-wide significance, an association signal was observed for PNPLA3 rs738409, a common single nucleotide polymorphism that has been associated with a variety of liver-related pathologies including alcoholic cirrhosis. This preliminary analysis suggests a role for PNPLA3 variation and several gene sets/pathways that may influence risk for alcoholic hepatitis among heavy drinkers."}, {"pubmed": 28797039, "text": "The PNPLA3 rs738409 GG genotype is positively associated with hepatic steatosis in Asian patients with chronic hepatitis C."}, {"pubmed": 28928439, "text": "This study showed that polymorphisms in MICA, but not in DEPDC5, HCP5 or PNPLA3, are associated with with chronic hepatitis C-related hepatocellular carcinoma development in Japanese patients with chronic hepatitis C virus infection."}, {"pubmed": 28950858, "text": "Deleterious and protective mutations in MTTP, PNPLA3, and TM6SF2 have been found in Japanese males at risk for non-alcoholic fatty liver disease."}, {"pubmed": 28975533, "text": "Its genotype showes an association with NAFLD, NASH, fibrosis, and cirrhosis."}, {"pubmed": 29055919, "text": "PNPLA3 SNP I148M occurs with high frequency in Mexican population and favors development of NAFLD."}, {"pubmed": 29089161, "text": "In this longitudinal study with liver biopsy to stage liver fibrosis, we affirm there is no influence of the PNPLA3 rs738409 (GG) genotype on the occurrence of hepatocellular carcinoma in Asian chronic hepatitis C patients, including cirrhotic patients."}, {"pubmed": 29122391, "text": "The I148M PNPLA3 variant has been identified as the major common genetic determinant of Non-alcoholic fatty liver disease."}, {"pubmed": 29150621, "text": "Non-alcoholic fatty liver disease patients carrying PNPLA3 I148M are characterized by a prominent activation of hepatic stem/progenitor cell niche."}, {"pubmed": 29160303, "text": "type 2 diabetes patients with the PNPLA3 (148M/M) genotype treated with BIL may be more susceptible to increased liver fat deposition. The current data provide further insights into the biological role of PNPLA3 in lipid metabolism."}, {"pubmed": 29193269, "text": "PNPLA3 determines the risk of NASH and significant fibrosis."}, {"pubmed": 29218813, "text": "Although the PNPLA3 rs738409 G allele has been associated with the risk of steatosis in chronic hepatitis B patients, no association between this polymorphism and the risk of cirrhosis was seen."}, {"pubmed": 29258449, "text": "The associations between PNPLA3 rs738409 GG genotype and steatosis was significant and was associated to advanced fibrosis."}, {"pubmed": 29271184, "text": "The authors results demonstrate that SNP in the PNPLA3 gene is significantly associated with the presence and severity of NAFLD in a Korean populations."}, {"pubmed": 29307798, "text": "Findings suggest a significant association between variants in COL13A1, ADIPOQ, SAMM50, and PNPLA3, and risk of NAFLD/elevated transaminase levels in Mexican adults with an admixed ancestry."}, {"pubmed": 29364097, "text": "PNPLA3 is the first locus to be reproducibly and strongly associated with steatosis, fibrosis/cirrhosis in various liver diseases with different etiologies and even HCC in fatty liver diseases."}, {"pubmed": 29396131, "text": "These data indicate that the liver expression of the PNPLA3 p.148M variant confers a genetic predisposition to liver graft steatosis along with nutritional status and diabetes."}, {"pubmed": 29469042, "text": "The PNPLA3 gene is associated with NAFLD in Mexican population."}, {"pubmed": 29474507, "text": "case-control study confirmed that PNPLA3 rs738409 Single Nucleotide Polymorphism is associated with Alcoholic Liver Disease."}, {"pubmed": 29493856, "text": "The risk alleles in PNPLA3, GCKR or TM6SF2 were not found to be individually associated with the presence of a disease risk factor and were not significantly more common in non-alcoholic fatty liver disease of patients with raised serum PIIINP."}, {"pubmed": 29535416, "text": "Carriage of TM6SF2 rs58542926 is an additional risk factor for the development of hepatocellular carcinoma (HCC) in people with alcohol-related cirrhosis. Carriage of both PNPLA3 rs738409 and TM6SF2 rs58542926 accounts for half of the attributable risk for HCC in this population. The risk associated with carriage of MBOAT7 rs641738 was not significant."}, {"pubmed": 29577560, "text": "Participants were genotyped for PNPLA3 rs738409 and TM6SF2 rs58542926 variants. PNPLA3 G variant was independently associated with nonalcoholic fatty liver disease."}, {"pubmed": 29578593, "text": "PNPLA3 rs738409 [C>G] variant occurred at a frequency of 0.46"}, {"pubmed": 29648650, "text": "the risk alleles showed different metabolic effects: PNPLA3 rs738409-G, the strongest genetic non-alcoholic fatty liver disease (NAFLD) risk factor, did not associate with metabolic changes. Metabolic effects of GCKR rs1260326-T were comparable in many respects to the fatty liver associations"}, {"pubmed": 29674183, "text": "PNPLA3 rs738409 polymorphism appears to be related to the increased progression of liver fibrosis in hepatitis C virus infected patients."}, {"pubmed": 29956823, "text": "PNPLA3-G/G-genotype seems to double the risks of hepatic decompensation and (liver-related) mortality in patients with portal hypertension due to fatty liver disease."}, {"pubmed": 30032630, "text": "We evaluated the effect of silymarin and the influence of the patatin-like phospholipase domain-containing protein 3 (PNPLA3) variant on the response to treatment in patients with non-alcoholic fatty liver disease."}, {"pubmed": 30132178, "text": "In a Han Chinese population, the present study confirmed that PNPLA3 polymorphism rs738409 was more likely to influence the susceptibility to alcoholic liver disease."}, {"pubmed": 30139224, "text": "PNPLA3 polymorphisms were associated with advanced liver fibrosis in patients with HCV mono-Infection and HCV/HIV Co-Infection."}, {"pubmed": 30161167, "text": "Neither PNPLA3 nor TM6SF2 polymorphisms seem to contribute significantly towards an increased risk for deterioration of liver function in patients with primary sclerosing cholangitis. These results underscore the divergent mechanisms of liver damage in cholestatic conditions as compared to metabolic and viral liver diseases."}, {"pubmed": 30171718, "text": "PNPLA3 might play an essential role in lipophagy in hepatocytes and furthermore that the M148-PNPLA3 variant appears to display a loss in this activity, leading to decreased lipophagy."}, {"pubmed": 30176114, "text": "Taken together the independent associations between: (a) low bone mineral density (BMD) and PNPLA3 CG+GG genotype; (b) low BMD and non-alcoholic steatohepatitis (NASH); and (c) PNPLA3 CG+GG genotype and NASH, provide support for a causal relationship between NASH and low BMD."}, {"pubmed": 30189691, "text": "Intergroup comparisons showed that the severe grade of hepatic steatosis was more frequently observed in GG than in CC carriers (74% vs. 11.3%, p < 0.001, OR 21.8). PNPLA3 CG and GG carriers with CD have a higher susceptibility to hepatic steatosis, but not to metabolic syndrome. Moreover, patients with GG alleles display more severe forms of HS based on ultrasound."}, {"pubmed": 30227635, "text": "The unaltered proportion of DAG (FA18:1) in I148M PNPLA3 carriers with fatty liver may explain the normal insulin sensitivity in these subjects."}, {"pubmed": 30246767, "text": "In an Italian cohort of chronic hepatitis C patients, the association of PNPLA3 polymorphisms (rs738409 C/C, C/G, G/G) with liver steatosis was confirmed but there was no additive effect of MTP polymorphisms in the development of steatosis."}, {"pubmed": 30289982, "text": "The association of PNPLA3 and TM6SF2 with HCC risk was confirmed in the prospective cohort with ALD. A genetic score including PNPLA3 and TM6SF2 minor alleles showed a progressive significant increased risk of HCC in ALD patients. PNPLA3-rs738409 and TM6SF2-rs58542926 are inherited risk variants of HCC development in patients with ALD in a dose dependent manner."}, {"pubmed": 30362098, "text": "In heavy drinkers, PNPLA3 GG primarily correlated with signs of liver damage (steatohepatitis, ballooning) but less with steatosis. Upon alcohol withdrawal, PNPLA3 GG carriers showed a delayed inflammation-associated resolution of liver stiffness."}, {"pubmed": 30403964, "text": "Our study suggests a significant increased association between PNPLA3 rs738409 C>G polymorphism and HCC risk in the entire populations studied, especially in Caucasians. Therefore, PNPLA3 rs738409 C>G polymorphism may be a risk factor for virus and alcoholic-related HCC."}, {"pubmed": 30506232, "text": "These data showed that PNPLA3 and TM6SF2 polymorphisms were independently linked to NBNC-HCC but not HBV- or HCV-HCC in Thai populations."}, {"pubmed": 30572387, "text": "Mutations of both PNPLA3 and TM6SF2, together with smoking and drinking all served as risk factors for HBV-HCC. However, the mutation of single PNPLA3 appeared as a protective factor on HBV-HCC."}, {"pubmed": 30649436, "text": "Compared with the toddlers with the PNPLA 3 CC genotype, the odds (95% CI) of BL were 3.01 times higher in those with the PNAPLA3 CG genotype and 5.37 higher in those with the PNPLA3 CC genotype."}, {"pubmed": 30672430, "text": "This study was planned to test whether follicular fluid (FF) levels of patatin-like phospholipase domain containing 3-gene (PNPLA3:adiponutrin), preptin, kisspeptin, and amylin change in polycystic ovarian syndrome."}, {"pubmed": 30673802, "text": "the PNPLA3 GG genotype interacts with changes in body weight to aggravate liver steatosis but reduces the risk of incident type 2 diabetes in metabolically unhealthy participants"}, {"pubmed": 30701779, "text": "this review focuses on the genetic component of NAFLD, namely, the role of the PNPLA3 gene polymorphism in the development and course of the disease, and States its progression, such as non-alcoholic steatohepatitis, liver cirrhosis and hepatocellular carcinoma [review]"}, {"pubmed": 30710115, "text": "PNPLA3, GCKR, and TM6SF2 risk alleles may be associated with hepatic fat content in a cohort of Italian children with obesity"}, {"pubmed": 30762732, "text": "PNPLA3 rs738409 polymorphism is not only a factor significantly associated with the susceptibility of NAFLD, but also related to the susceptibility of aggressive disease"}, {"pubmed": 30763699, "text": "results suggest that the G allele of rs738409 is closely associated with decreasing kidney function and chronic kidney disease in an outpatient sample of Caucasian post-menopausal women with type 2 diabetes, independent of the presence of non-alcoholic fatty liver disease and other established cardio-renal risk factors."}, {"pubmed": 30772256, "text": "The ASO-mediated silencing of Pnpla3 reduced liver steatosis in homozygous Pnpla3 148M/M knock-in mutant mice but not in wild-type littermates fed a steatogenic high-sucrose diet."}, {"pubmed": 30852978, "text": "PNPLA3 rs738409 polymorphism may serve as a potential biological marker of hepatocellular carcinoma in Caucasians"}, {"pubmed": 30912854, "text": "G allele of rs738409 strongly associated with both decreasing glomerular filtration rate and increasing 24-hour urinary protein excretion in Caucasian children and adolescents with biopsy-proven nonalcoholic fatty liver disease"}, {"pubmed": 31054977, "text": "The TM6SF2 E167K variant was associated with NAFLD in northeast China, and there was an interaction between the PNPLA3 I148M and TMS6F2 E167K variants in NAFLD."}, {"pubmed": 31054980, "text": "for the first time that PNPLA3 CG+GG increase the risk of NAFLD among Brazilian subjects. Moreover, PNPLA3 GG was associated with liver enzyme elevation and fibrosis in NASH patients."}, {"pubmed": 31184438, "text": "Children with obesity and PNPLA3 MM genotype show lower eGFR levels compared with other genotypes, with a major effect of this polymorphism in the presence of nonalcoholic fatty liver disease (NAFLD)."}, {"pubmed": 31219225, "text": "PNPLA3 is associated with liver enzymes in populations of Mexican American ancestry. In the PNPLA3 gene, single-nucleotide polymorphisms (SNPs) rs4823173 rs2896019 and rs2281135 were significantly associated with aspartate aminotransferase Although not genome-wide significant, the same SNPs were the top hits for alanine aminotransferase. The strong correlation for these SNPs indicated a single hit in the PNPLA3 gene."}, {"pubmed": 31250467, "text": "Age-related skeletal muscle loss was associated with increased risk of NAFLD and liver fibrosis in the general population, but PNPLA3 GG variant carriers are insusceptible to NAFLD caused by skeletal muscle depletion."}, {"pubmed": 31255630, "text": "Nonalcoholic fatty liver disease was strongly associated with three genetic variants, TM6SF2 rs58542926, PNPLA3 rs738409 and GCKR rs1260326, and more slightly with ELOVL2 rs2236212, in obese children and adolescents."}, {"pubmed": 31305457, "text": "Excessive gestational weight gain (GWG) was noticed in women that were overweight or obese before pregnancy. Study found a significant association between the variant genotype of GNB3 rs5443 and excessive GWG. Similarly, the presence of variant genotype of PNPLA3 rs738409 in mothers was associated with a lower ponderal index (PI) in their newborns. Study found no associations between GCKR rs780094 and birth weight or PI."}, {"pubmed": 31356578, "text": "Donor PNPLA3 and TM6SF2 Variant Alleles Confer Additive Risks for Graft Steatosis After Liver Transplantation."}, {"pubmed": 31377187, "text": "In Brazilian individuals with diabetes and NAFLD, PNPLA3 gene rs738409 C > G polymorphism is a marker for the risk of significant liver fibrosis and cardiovascular disease and may be associated with better glycemic control."}, {"pubmed": 31419571, "text": "Association Between PNPLA3 rs738409 C>G Variant and Liver-Related Outcomes in Patients With Nonalcoholic Fatty Liver Disease."}, {"pubmed": 31454802, "text": "Four-Week Omega-3 Supplementation in Carriers of the Prosteatotic PNPLA3 p.I148M Genetic Variant: An Open-Label Study."}, {"pubmed": 31484215, "text": "The ATG16L1 gene variant rs2241880 (p.T300A) is associated with susceptibility to HCC in patients with cirrhosis."}, {"pubmed": 31497752, "text": "Dynamic interactions of ABHD5 with PNPLA3 regulate triacylglycerol metabolism in brown adipocytes."}, {"pubmed": 31519069, "text": "PNPLA3 rs738409 is associated with renal glomerular and tubular injury in NAFLD patients with persistently normal ALT levels."}, {"pubmed": 31527889, "text": "PNPLA3 rs738409 G allele carriage may be associated with a faster progression of HCV cirrhosis to chronic liver failure."}, {"pubmed": 31642820, "text": "PNPLA3 rs738409[G] allele is a reliable predictor for steatosis and fibrosis in patients with chronic hepatitis C, and therefore it might be linked to faster disease progression."}, {"pubmed": 31669075, "text": "Risk of chemotherapy-associated liver injury (CALI) in PNPLA3 p.148M allele carriers: Preliminary results of a transient elastography-based study."}, {"pubmed": 31677195, "text": "Effect of PNPLA3 polymorphism on diagnostic performance of various noninvasive markers for diagnosing and staging nonalcoholic fatty liver disease."}, {"pubmed": 31705824, "text": "Patatin-Like Phospholipase Domain-Containing Protein 3 I148M and Liver Fat and Fibrosis Scores Predict Liver Disease Mortality in the U.S. Population."}, {"pubmed": 31793207, "text": "PNPLA3 I148M mediates the regulatory effect of NF-kB on inflammation in PA-treated HepG2 cells."}, {"pubmed": 31793339, "text": "PNPLA3 and IL 28B signature for predicting susceptibility to chronic hepatitis C infection and fibrosis progression."}, {"pubmed": 31826069, "text": "PNPLA3 I148M is associated with increased risk of prediabetes, metabolic syndrome and insulin resistance in obese patients with nonalcoholic fatty liver disease."}, {"pubmed": 31851849, "text": "Metabolic syndrome but not genetic polymorphisms known to induce NAFLD predicts increased total mortality in subjects with NAFLD (OPERA study)."}, {"pubmed": 31945251, "text": "Association of metabolic syndrome and patatin-like phospholipase 3 - rs738409 gene variant in non-alcoholic fatty liver disease among a Chennai-based south Indian population."}, {"pubmed": 32020770, "text": "Effect of the patatin-like phospholipase domain containing 3 gene (PNPLA3) I148M polymorphism on the risk and severity of nonalcoholic fatty liver disease and metabolic syndromes: A meta-analysis of paediatric and adolescent individuals."}, {"pubmed": 32035968, "text": "PNPLA3 polymorphism influences the association between high-normal TSH level and NASH in euthyroid adults with biopsy-proven NAFLD."}, {"pubmed": 32043752, "text": "Metabolic regulation of hepatic PNPLA3 expression and severity of liver fibrosis in patients with NASH."}, {"pubmed": 32068025, "text": "Toward Genetic Prediction of Nonalcoholic Fatty Liver Disease Trajectories: PNPLA3 and Beyond."}, {"pubmed": 32093693, "text": "Independent and joint correlation of PNPLA3 I148M and TM6SF2 E167K variants with the risk of coronary heart disease in patients with non-alcoholic fatty liver disease."}, {"pubmed": 32145261, "text": "A common variant in PNPLA3 is associated with age at diagnosis of NAFLD in patients from a multi-ethnic biobank."}, {"pubmed": 32173542, "text": "Case-control study and subsequent systematic review and meta-analysis demonstrated that PNPLA3 rs738409 was not associated with hepatocellular carcinoma (HCC) risk or persistent hepatitis B virus (HBV) infection in HBV-related Asian population. Results showed that PNPLA3 rs738409 might increase HCC risk among healthy subjects, but it had no influence on the development of HCC among HBV-related subjects."}, {"pubmed": 32190914, "text": "Combined Effect of PNPLA3, TM6SF2, and HSD17B13 Variants on Risk of Cirrhosis and Hepatocellular Carcinoma in the General Population."}, {"pubmed": 32220085, "text": "PNPLA3 gene polymorphism and overall and cardiovascular mortality in the United States."}, {"pubmed": 32323349, "text": "The PNPLA3 rs738409 GG genotype is associated with poorer prognosis in 239 patients with autoimmune hepatitis."}, {"pubmed": 32333362, "text": "The effect of PNPLA3 polymorphism as gain in function mutation in the pathogenesis of non-alcoholic fatty liver disease."}, {"pubmed": 32360822, "text": "PNPLA3 Gene Polymorphism and Liver- and Extrahepatic Cancer-Related Mortality in the United States."}, {"pubmed": 32443539, "text": "Genetic Susceptibility to Chronic Liver Disease in Individuals from Pakistan."}, {"pubmed": 32525256, "text": "APOC3rs2854116, PNPLA3rs738409, and TM6SF2rs58542926 polymorphisms might influence predisposition of NAFLD: A meta-analysis."}, {"pubmed": 32557704, "text": "Impact of PNPLA3 (rs738409-G) polymorphism on post-transplant outcomes after liver transplantation for alcohol-related liver disease."}, {"pubmed": 32561908, "text": "Effect of Gut Microbiota and PNPLA3 rs738409 Variant on Nonalcoholic Fatty Liver Disease (NAFLD) in Obese Youth."}, {"pubmed": 32592869, "text": "Association between PNPLA3 rs738409 G variant and MRI cerebrovascular disease biomarkers."}, {"pubmed": 32636123, "text": "PNPLA3 gene polymorphism is associated with liver steatosis in children with Down syndrome."}, {"pubmed": 32680469, "text": "Plasma Lipidome, PNPLA3 polymorphism and hepatic steatosis in hereditary hemochromatosis."}, {"pubmed": 32690320, "text": "Influence of LGALS3 and PNPLA3 genes in non-alcoholic steatohepatitis (NASH) in patients undergone bariatric surgery."}, {"pubmed": 32811452, "text": "Association of PNPLA3 rs738409 G/C gene polymorphism with nonalcoholic fatty liver disease in children: a meta-analysis."}, {"pubmed": 32862405, "text": "PNPLA3 I148M is involved in the variability in anti-NAFLD response to exenatide."}, {"pubmed": 32871288, "text": "PNPLA3 rs738409 associates with alcoholic liver cirrhosis but not with serum levels of IL6, IL10, IL8 or CCL2 in the Russian population."}, {"pubmed": 32877766, "text": "The PNPLA3 rs738409 variant can increase the risk of liver toxicity in multiple sclerosis patients treated with beta-interferon."}, {"pubmed": 32898995, "text": "Validating candidate biomarkers for different stages of non-alcoholic fatty liver disease."}, {"pubmed": 32910776, "text": "Role of Patatin-Like Phospholipase Domain-Containing 3 Gene for Hepatic Lipid Content and Insulin Resistance in Diabetes."}, {"pubmed": 33057914, "text": "PNPLA3 and HLA-DQB1 polymorphisms are associated with hepatocellular carcinoma after hepatitis C virus eradication."}, {"pubmed": 33064150, "text": "The PNPLA3-I148M Variant Confers an Antiatherogenic Lipid Profile in Insulin-resistant Patients."}, {"pubmed": 33071176, "text": "PNPLA3 polymorphisms are associated with raised alanine aminotransferase levels in hepatitis C virus genotype 3."}, {"pubmed": 33131062, "text": "Identification of a Metabolic, Transcriptomic, and Molecular Signature of Patatin-Like Phospholipase Domain Containing 3-Mediated Acceleration of Steatohepatitis."}, {"pubmed": 33218077, "text": "PNPLA3 I148M Up-Regulates Hedgehog and Yap Signaling in Human Hepatic Stellate Cells."}, {"pubmed": 33228237, "text": "Nutrients, Genetic Factors, and Their Interaction in Non-Alcoholic Fatty Liver Disease and Cardiovascular Disease."}, {"pubmed": 33306506, "text": "Impact of the Association Between PNPLA3 Genetic Variation and Dietary Intake on the Risk of Significant Fibrosis in Patients With NAFLD."}, {"pubmed": 33544416, "text": "Emerging Metabolic and Transcriptomic Signature of PNPLA3-Associated NASH."}, {"pubmed": 33565643, "text": "Variants in PCSK7, PNPLA3 and TM6SF2 are risk factors for the development of cirrhosis in hereditary haemochromatosis."}, {"pubmed": 33616244, "text": "Role of candidate gene variants in modulating the risk and severity of alcoholic hepatitis."}, {"pubmed": 33622266, "text": "The role of PNPLA3 and TM6SF2 polymorphisms on liver fibrosis and metabolic abnormalities in Brazilian patients with chronic hepatitis C."}, {"pubmed": 33652012, "text": "The rs738409 G Allele in PNPLA3 Is Associated With a Reduced Risk of COVID-19 Mortality and Hospitalization."}, {"pubmed": 33685085, "text": "[Correlation between PNPLA3 rs738409 and TM6SF2 rs58542926 gene polymorphism and primary liver cancer in the Han Population of China's Northeast region]."}, {"pubmed": 33896117, "text": "Combined analysis of gut microbiota, diet and PNPLA3 polymorphism in biopsy-proven non-alcoholic fatty liver disease."}, {"pubmed": 33905771, "text": "A PNPLA3 Polymorphism Confers Lower Susceptibility to Incident Diabetes Mellitus in Subjects With Nonalcoholic Fatty Liver Disease."}, {"pubmed": 34065978, "text": "PNPLA3 Genotype, Arachidonic Acid Intake, and Unsaturated Fat Intake Influences Liver Fibrosis in Hispanic Youth with Obesity."}, {"pubmed": 34076851, "text": "Combined effects of PNPLA3, TM6SF2 and HSD17B13 variants on severity of biopsy-proven non-alcoholic fatty liver disease."}, {"pubmed": 34106646, "text": "The influence of RS738409 I148M polymorphism of patatin-like phospholipase domain containing 3 gene on the susceptibility of non-alcoholic fatty liver disease."}, {"pubmed": 34147109, "text": "Association between PNPLA3 rs738409 polymorphism and nonalcoholic fatty liver disease: a systematic review and meta-analysis."}, {"pubmed": 34198853, "text": "The Propensity of the Human Liver to Form Large Lipid Droplets Is Associated with PNPLA3 Polymorphism, Reduced INSIG1 and NPC1L1 Expression and Increased Fibrogenetic Capacity."}, {"pubmed": 34261618, "text": "PNPLA3 is the dominant SNP linked to liver disease severity at time of first referral to a tertiary center."}, {"pubmed": 34280991, "text": "Assessing Interactions between PNPLA3 and Dietary Intake on Liver Steatosis in Mexican-Origin Adults."}, {"pubmed": 34288010, "text": "Modeling PNPLA3-Associated NAFLD Using Human-Induced Pluripotent Stem Cells."}, {"pubmed": 34411351, "text": "Effects of PNPLA3 I148M on hepatic lipid and very-low-density lipoprotein metabolism in humans."}, {"pubmed": 34482352, "text": "Single nucleotide polymorphisms in PNPLA3, ADAR-1 and IFIH1 are associated with advanced liver fibrosis in patients co-infected with HIV-1//hepatitis C virus."}, {"pubmed": 34490745, "text": "Effects of PNPLA3, TM6SF2 and SAMM50 on the development and severity of non-alcoholic fatty liver disease in children."}, {"pubmed": 34506332, "text": "The Protection Conferred by HSD17B13 rs72613567 Polymorphism on Risk of Steatohepatitis and Fibrosis May Be Limited to Selected Subgroups of Patients With NAFLD."}, {"pubmed": 34711009, "text": "TGF-Beta1 & PNPLA3 Genetic Variants and the Risk of Hepatic Fibrosis and HCC in Egyptian Patients with HCV-Related Liver Cirrhosis."}, {"pubmed": 34749354, "text": "Association of PNPLA3 I148M with Liver Disease Biomarkers in Latinos."}, {"pubmed": 34808618, "text": "The Risk of Cirrhosis and Its Complications Based on PNPLA3 rs738409 G Allele Frequency."}, {"pubmed": 34823063, "text": "TM6SF2/PNPLA3/MBOAT7 Loss-of-Function Genetic Variants Impact on NAFLD Development and Progression Both in Patients and in In Vitro Models."}, {"pubmed": 34833371, "text": "Role of PNPLA3 in the Assessment and Monitoring of Hepatic Steatosis and Fibrosis in Patients with Chronic Hepatitis C Infection Who Achieved a Sustained Virologic Response."}, {"pubmed": 34833467, "text": "Correlations between PNPLA3 Gene Polymorphisms and NAFLD in Type 2 Diabetic Patients."}, {"pubmed": 34879108, "text": "PNPLA3 downregulation exacerbates the fibrotic response in human hepatic stellate cells."}, {"pubmed": 35121131, "text": "PNPLA3 I148M Polymorphism Influences Renal Function in Children With Obesity and Prediabetes."}, {"pubmed": 35143946, "text": "Evaluation of the association of a variant in PNPLA3 and TM6SF2 with fibrosis progression in patients with chronic hepatitis C infection after eradication: A retrospective study."}, {"pubmed": 35189385, "text": "Long-Term Effect of PNPLA3 on the Aggravation of Nonalcoholic Fatty Liver Disease in a Biopsy-Proven Cohort."}, {"pubmed": 35349726, "text": "PNPLA3 rs738409 and risk of fibrosis in NAFLD: Exploring mediation pathways through intermediate histological features."}, {"pubmed": 35365950, "text": "Frequency of the PNPLA3 rs738409 polymorphism and other genetic loci for liver disease in a Guatemalan adult population."}, {"pubmed": 35630668, "text": "Non-Alcoholic Fatty Liver Disease in Long-Term Type 2 Diabetes: Role of rs738409 PNPLA3 and rs499765 FGF21 Polymorphisms and Serum Biomarkers."}, {"pubmed": 35652276, "text": "Impact of the PNPLA3 genotype on the risk of hepatocellular carcinoma after hepatitis C virus eradication."}, {"pubmed": 35710086, "text": "African genetic ancestry is associated with lower frequency of PNPLA3 G allele in non-alcoholic fatty liver in an admixed population."}, {"pubmed": 35833455, "text": "Hepatic patatin-like phospholipase domain-containing 3 levels are increased in I148M risk allele carriers and correlate with NAFLD in humans."}, {"pubmed": 36028802, "text": "PNPLA3 and TM6SF2 genetic variants and hepatic fibrosis and cirrhosis in Pakistani chronic hepatitis C patients: a genetic association study."}, {"pubmed": 36049612, "text": "IL-6/STAT3 axis dictates the PNPLA3-mediated susceptibility to non-alcoholic fatty liver disease."}, {"pubmed": 36079710, "text": "Association of rs738409 Polymorphism in Adiponutrin Gene with Liver Steatosis and Atherosclerosis Risk Factors in Greek Children and Adolescents."}, {"pubmed": 36103835, "text": "Human hepatocyte PNPLA3-148M exacerbates rapid non-alcoholic fatty liver disease development in chimeric mice."}, {"pubmed": 36190732, "text": "Synergistic Associations of PNPLA3 I148M Variant, Alcohol Intake, and Obesity With Risk of Cirrhosis, Hepatocellular Carcinoma, and Mortality."}, {"pubmed": 36206762, "text": "Associations of PNPLA3 rs738409 Polymorphism with Plasma Lipid Levels: A Systematic Review and Meta-Analysis."}, {"pubmed": 36239555, "text": "miR-516a-3P, a potential circulating biomarker in hepatocellular carcinoma, correlated with rs738409 polymorphism in PNPLA3."}, {"pubmed": 36403577, "text": "Different effects of low muscle mass on the risk of non-alcoholic fatty liver disease and hepatic fibrosis in a prospective cohort."}, {"pubmed": 36447249, "text": "Contribution of PNPLA3 gene polymorphisms to hepatocellular carcinoma susceptibility in the Chinese Han population."}, {"pubmed": 36454904, "text": "PNPLA3 allele frequency has no impact on biliary bile acid composition or disease course in patients with primary sclerosing cholangitis."}, {"pubmed": 36610497, "text": "Association of HSD17B13 and PNPLA3 With Liver Enzymes and Fibrosis in Hispanic/Latino Individuals of Diverse Genetic Ancestries."}, {"pubmed": 36611868, "text": "PNPLA3(I148M) Inhibits Lipolysis by Perilipin-5-Dependent Competition with ATGL."}, {"pubmed": 36615809, "text": "Interaction between the PNPLA3 Gene and Nutritional Factors on NAFLD Development: The Korean Genome and Epidemiology Study."}, {"pubmed": 36652109, "text": "Association of promoter methylation status of NRF2 and PNPLA3 genes in alcoholic liver disease."}, {"pubmed": 36719059, "text": "PNPLA3 I148M and response to treatment for hepatic steatosis: A systematic review."}, {"pubmed": 36758837, "text": "PNPLA3 Genotype and Diabetes Identify Patients With Nonalcoholic Fatty Liver Disease at High Risk of Incident Cirrhosis."}, {"pubmed": 36804832, "text": "Association of PNPLA3 (rs738409) & TM6SF2 (rs58542926) and ATG16L1 (rs2241880) genetic variants with susceptibility to hepatocellular carcinoma in a group of Egyptian patients with HCV-induced liver cirrhosis."}, {"pubmed": 36878430, "text": "PNPLA3 genotypes modify the adverse effect of the total energy intake on high-risk nonalcoholic steatohepatitis development."}, {"pubmed": 36881106, "text": "Association of PNPLA3 SNP With the Development of HBV-related Hepatocellular Carcinoma."}, {"pubmed": 36897668, "text": "Patatin-like phospholipase domain-containing 3 gene (PNPLA3) polymorphic (rs738409) single nucleotide polymorphisms and susceptibility to nonalcoholic fatty liver disease: A meta-analysis of twenty studies."}, {"pubmed": 36944955, "text": "PNPLA3 rs738409 risk genotype decouples TyG index from HOMA2-IR and intrahepatic lipid content."}, {"pubmed": 36947711, "text": "Adverse effect of PNPLA3 p.I148M genetic variant on kidney function in middle-aged individuals with metabolic dysfunction."}, {"pubmed": 37103556, "text": "No association of NAFLD-related polymorphisms in PNPLA3 and TM6SF2 with all-cause and cardiovascular mortality in an Austrian population study."}, {"pubmed": 37149016, "text": "Impact of PNPLA3 rs738409 Polymorphism on the Development of Liver-Related Events in Patients With Nonalcoholic Fatty Liver Disease."}, {"pubmed": 37194786, "text": "PNPLA3 GENE POLYMORPHISM AND RED MEAT CONSUMPTION INCREASED FIBROSIS RISK IN NASH BIOPSY-PROVEN PATIENTS UNDER MEDICAL FOLLOW-UP IN A TERTIARY CENTER IN SOUTHWEST BRAZIL."}, {"pubmed": 37208069, "text": "Association between PNPLA3 rs738409 variant and 5-year estimated glomerular filtration rate decline in post-menopausal women with type 2 diabetes: A panel-data analysis."}, {"pubmed": 37298640, "text": "PNPLA3-I148M Variant Promotes the Progression of Liver Fibrosis by Inducing Mitochondrial Dysfunction."}, {"pubmed": 37400794, "text": "Metabolic disorders induced by PNPLA3 and TM6SF2 gene variants affect chronic kidney disease in patients infected with non-genotype 3 hepatitis C virus."}, {"pubmed": 37470077, "text": "The greater impact of PNPLA3 polymorphism on liver-related events in Japanese non-alcoholic fatty liver disease patients: A multicentre cohort study."}, {"pubmed": 37581274, "text": "The variability of PNPLA3 gene as a potential marker of cold adaptation in Yakuts."}, {"pubmed": 37589914, "text": "A study of genetic variants, genetic risk score and DNA methylation of PNPLA3 and TM6SF2 in alcohol liver cirrhosis."}, {"pubmed": 37625151, "text": "Impact of PNPLA3 I148M on alpha-1 antitrypsin deficiency-dependent liver disease progression."}, {"pubmed": 37749332, "text": "Interaction between estrogen receptor-alpha and PNPLA3 p.I148M variant drives fatty liver disease susceptibility in women."}, {"pubmed": 37909034, "text": "The PNPLA3 I148M variant increases ketogenesis and decreases hepatic de novo lipogenesis and mitochondrial function in humans."}, {"pubmed": 38083881, "text": "Association of liver fibrosis with extrahepatic cancer in steatotic liver disease patients with PNPLA3 I148M GG genotype."}, {"pubmed": 38110719, "text": "PNPLA3-associated mitochondrial dysfunction."}, {"pubmed": 38112841, "text": "Parental History of Type 2 Diabetes Mellitus and PNPLA3 Polymorphism Increase the Risk of Severe Stages of Nonalcoholic Fatty Liver Disease."}, {"pubmed": 38145725, "text": "Age, BMI, and Type 2 Diabetes Modify the Relationship Between PNPLA3 and Advanced Fibrosis in Children and Adults With NAFLD."}, {"pubmed": 38458749, "text": "PNPLA3 fatty liver allele was fixed in Neanderthals and segregates neutrally in humans."}, {"pubmed": 38563432, "text": "Activin A levels in metabolic dysfunction-associated steatotic liver disease associates with fibrosis and the PNPLA3 I148M variant."}, {"pubmed": 38634702, "text": "Associations of dietary sugars with liver stiffness in Latino adolescents with obesity differ on PNPLA3 and liver disease severity."}, {"pubmed": 38657050, "text": "The fatty liver disease-causing protein PNPLA3-I148M alters lipid droplet-Golgi dynamics."}, {"pubmed": 38674929, "text": "The Role of PNPLA3_rs738409 Gene Variant, Lifestyle Factors, and Bioactive Compounds in Nonalcoholic Fatty Liver Disease: A Population-Based and Molecular Approach towards Healthy Nutrition."}, {"pubmed": 39000384, "text": "A PNPLA3-Deficient iPSC-Derived Hepatocyte Screen Identifies Pathways to Potentially Reduce Steatosis in Metabolic Dysfunction-Associated Fatty Liver Disease."}], "genomic_pos": {"chr": "22", "end": 43964488, "ensemblgene": "ENSG00000100344", "start": 43923792, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 44360368, "start": 44319619, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001676", "pubmed": 22560221, "qualifier": "involved_in", "term": "long-chain fatty acid metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006650", "pubmed": 22560221, "qualifier": "involved_in", "term": "glycerophospholipid metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006654", "pubmed": 22560221, "qualifier": "involved_in", "term": "phosphatidic acid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009744", "qualifier": "involved_in", "term": "response to sucrose"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019432", "pubmed": [15364929, 22560221], "qualifier": "involved_in", "term": "triglyceride biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019433", "qualifier": "involved_in", "term": "triglyceride catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019433", "pubmed": [15364929, 22560221], "qualifier": "involved_in", "term": "triglyceride catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032869", "qualifier": "involved_in", "term": "cellular response to insulin stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034389", "pubmed": 23398201, "qualifier": "involved_in", "term": "lipid droplet organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036153", "pubmed": 24511104, "qualifier": "involved_in", "term": "triglyceride acyl-chain remodeling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036155", "qualifier": "involved_in", "term": "acylglycerol acyl-chain remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050872", "qualifier": "involved_in", "term": "white fat cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0055088", "qualifier": "involved_in", "term": "lipid homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905243", "qualifier": "involved_in", "term": "cellular response to 3,3',5-triiodo-L-thyronine"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005811", "qualifier": "is_active_in", "term": "lipid droplet"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005811", "pubmed": [20034933, 22560221, 23398201], "qualifier": "located_in", "term": "lipid droplet"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 22560221, "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003841", "pubmed": 22560221, "qualifier": "enables", "term": "1-acylglycerol-3-phosphate O-acyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004465", "qualifier": "enables", "term": "lipoprotein lipase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004623", "pubmed": 15364929, "qualifier": "enables", "term": "phospholipase A2 activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004806", "qualifier": "enables", "term": "triglyceride lipase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004806", "pubmed": [15364929, 20034933, 22560221], "qualifier": "enables", "term": "triglyceride lipase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004806", "qualifier": "enables", "term": "triglyceride lipase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0016411", "qualifier": "enables", "term": "acylglycerol O-acyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035727", "pubmed": 22560221, "qualifier": "enables", "term": "lysophosphatidic acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0036042", "pubmed": 22560221, "qualifier": "enables", "term": "long-chain fatty acyl-CoA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042171", "pubmed": 22560221, "qualifier": "enables", "term": "lysophosphatidic acid acyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051264", "pubmed": 15364929, "qualifier": "enables", "term": "mono-olein transacylation activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051265", "pubmed": 15364929, "qualifier": "enables", "term": "diolein transacylation activity"}]}, "homologene": {"genes": [[9544, 712340], [9598, 107970265], [9606, 80339], [9615, 609368], [9913, 786474], [9913, 100297709], [10090, 116939], [10116, 362972]], "id": 11883}, "interpro": [{"desc": "Patatin-like phospholipase domain", "id": "IPR002641", "short_desc": "PNPLA_dom"}, {"desc": "Acyl transferase/acyl hydrolase/lysophospholipase", "id": "IPR016035", "short_desc": "Acyl_Trfase/lysoPLipase"}, {"desc": "Patatin-like phospholipase domain-containing protein", "id": "IPR033562", "short_desc": "PLPL"}, {"desc": "1-acylglycerol-3-phosphate O-acyltransferase PNPLA3", "id": "IPR039185", "short_desc": "Pat_PNPLA3"}], "ipi": ["IPI00019245", "IPI00878819", "IPI00925300"], "map_location": "22q13.31", "name": "patatin like phospholipase domain containing 3", "other_names": ["1-acylglycerol-3-phosphate O-acyltransferase PNPLA3", "acylglycerol O-acyltransferase", "acylglycerol transacylase", "adiponutrin", "calcium-independent phospholipase A2-epsilon", "iPLA2-epsilon", "iPLA2epsilon", "lysophosphatidic acid acyltransferase", "patatin-like phospholipase domain-containing protein 3"], "pantherdb": {"HGNC": "18590", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2151796", "ortholog_type": "LDO", "panther_family": "PTHR12406", "taxid": 10090, "uniprot_kb": "Q91WW7"}, {"RGD": "1595843", "ortholog_type": "LDO", "panther_family": "PTHR12406", "taxid": 10116, "uniprot_kb": "D3Z9J9"}, {"Ensembl": "ENSGALG00000029308", "ortholog_type": "LDO", "panther_family": "PTHR12406", "taxid": 9031, "uniprot_kb": "A0A3Q2U473"}, {"ZFIN": "ZDB-GENE-040718-27", "ortholog_type": "O", "panther_family": "PTHR12406", "taxid": 7955, "uniprot_kb": "A0A0R4IUV2"}, {"WormBase": "WBGene00015241", "ortholog_type": "O", "panther_family": "PTHR12406", "taxid": 6239, "uniprot_kb": "Q9N5Z7"}, {"WormBase": "WBGene00008370", "ortholog_type": "O", "panther_family": "PTHR12406", "taxid": 6239, "uniprot_kb": "Q18948"}, {"WormBase": "WBGene00015484", "ortholog_type": "LDO", "panther_family": "PTHR12406", "taxid": 6239, "uniprot_kb": "Q11186"}, {"FlyBase": "FBgn0030607", "ortholog_type": "O", "panther_family": "PTHR12406", "taxid": 7227, "uniprot_kb": "Q9VXY8"}, {"FlyBase": "FBgn0036449", "ortholog_type": "LDO", "panther_family": "PTHR12406", "taxid": 7227, "uniprot_kb": "E1JI03"}, {"TAIR": "2196685", "ortholog_type": "O", "panther_family": "PTHR12406", "taxid": 3702, "uniprot_kb": "Q6NPP7"}], "uniprot_kb": "Q9NST1"}, "pathway": {"humancyc": {"id": "LIPAS-PWY", "name": "triacylglycerol degradation"}, "kegg": {"id": "hsa00561", "name": "Glycerolipid metabolism - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1482883", "name": "Acyl chain remodeling of DAG and TAG"}, {"id": "R-HSA-1483206", "name": "Glycerophospholipid biosynthesis"}, {"id": "R-HSA-1483257", "name": "Phospholipid metabolism"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}], "wikipathways": [{"id": "WP167", "name": "Eicosanoid Synthesis"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP4722", "name": "Glycerolipids and Glycerophospholipids"}]}, "pfam": "PF01734", "pharmgkb": "PA38592", "pharos": {"target_id": 17406, "tdl": "Tbio"}, "prosite": "PS51635", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172816", "relationship": "is"}, {"id": "GNF183722", "relationship": "is"}, {"id": "GNF194628", "relationship": "is"}, {"id": "GNF205534", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158171", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF047112", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF001723", "relationship": "is"}, {"id": "GNF017535", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF234027", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105317", "relationship": "is"}, {"id": "GNF144964", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_008631.1"], "protein": "NP_079501.2", "rna": "NM_025225.3", "translation": {"protein": "NP_079501.2", "rna": "NM_025225.3"}}, "reporter": {"GNF1H": "gnf1h14997_at", "HG-U133_Plus_2": ["220675_s_at", "233030_at"], "HTA-2_0": "TC22001477.hg.1", "HuEx-1_0": "3947952", "HuGene-1_1": "8073633", "HuGene-2_1": "16931000"}, "summary": "The protein encoded by this gene is a triacylglycerol lipase that mediates triacylglycerol hydrolysis in adipocytes. The encoded protein, which appears to be membrane bound, may be involved in the balance of energy usage/storage in adipocytes. [provided by RefSeq, Jul 2008].", "symbol": "PNPLA3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1540191"}, "unigene": "Hs.654800", "uniprot": {"Swiss-Prot": "Q9NST1", "TrEMBL": "F8W8E5"}, "wikipedia": {"url_stub": "PNPLA3"}}