{"AllianceGenome": "30802", "HGNC": "30802", "MIM": "609059", "_id": "57104", "_version": 1, "accession": {"genomic": ["AP006621.1", "CH471158.1", "CP068267.2", "KU057409.1", "LC508023.1", "LC705680.1", "MK645897.1", "NC_000011.10", "NC_060935.1", "NG_023394.1"], "protein": ["AAC09354.1", "AAH11958.1", "AAH17280.1", "AAP34448.1", "AAW81962.1", "ADU85972.1", "AEZ01596.1", "AIB55759.1", "AIS72443.1", "AIS72444.1", "AMQ47460.1", "ARO50171.1", "BDI13224.1", "CAC01131.1", "CAC01132.1", "EAX02395.1", "EAX02396.1", "NP_065109.1", "Q96AD5.1"], "rna": ["AF055000.1", "AJ278475.1", "AJ278476.1", "AK308435.1", "AL833707.1", "AY203925.1", "AY894804.1", "BC011958.1", "BC017280.2", "HQ651812.1", "JF279441.1", "JF279442.1", "KF601369.1", "KF833264.1", "KF833265.1", "KU139128.1", "KU139129.1", "NM_020376.4"], "translation": [{"protein": "ADU85972.1", "rna": "HQ651812.1"}, {"protein": "CAC01132.1", "rna": "AJ278476.1"}, {"protein": "AIB55759.1", "rna": "KF601369.1"}, {"protein": "AAH17280.1", "rna": "BC017280.2"}, {"protein": "AEZ01596.1", "rna": "JF279442.1"}, {"protein": "AIS72443.1", "rna": "KF833264.1"}, {"protein": "ARO50171.1", "rna": "KU139128.1"}, {"protein": "NP_065109.1", "rna": "NM_020376.4"}, {"protein": "AAP34448.1", "rna": "AY203925.1"}, {"protein": "AAH11958.1", "rna": "BC011958.1"}, {"protein": "CAC01131.1", "rna": "AJ278475.1"}, {"protein": "AAW81962.1", "rna": "AY894804.1"}, {"protein": "AIS72444.1", "rna": "KF833265.1"}, {"protein": "AAC09354.1", "rna": "AF055000.1"}]}, "alias": ["1110001C14Rik", "ATGL", "FP17548", "PEDF-R", "TTS-2.2", "TTS2", "iPLA2zeta"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-07-21T16:00:00.000Z", "disease_label": "neutral lipid storage myopathy", "gcep": "Lysosomal Diseases Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0012545", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_fd21d68b-7688-4164-ba13-1ced669c4dfa-2022-07-21T160000.000Z", "sop": "SOP9"}}, "ec": ["3.1.1.3", "3.1.1.4"], "ensembl": {"gene": "ENSG00000177666", "protein": "ENSP00000337701", "transcript": ["ENST00000336615", "ENST00000525250", "ENST00000526083", "ENST00000529255", "ENST00000531923", "ENST00000534561"], "translation": [{"protein": "ENSP00000337701", "rna": "ENST00000336615"}], "type_of_gene": "protein_coding"}, "entrezgene": "57104", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.0837374386, "exp_mis": 190.294249045, "exp_syn": 100.989593536, "lof_z": 1.27390400002962, "mis_z": 1.14505992041163, "mu_lof": 9.31531601072e-07, "mu_mis": 2.44182594066e-05, "mu_syn": 1.33815724174e-05, "n_lof": 6.0, "n_mis": 158.0, "n_syn": 94.0, "p_li": 0.0011411925640916, "p_null": 0.160776934842774, "p_rec": 0.838081872593134, "syn_z": 0.431184808758736}, "bp": 1515, "cds_end": 824862, "cds_start": 819718, "n_exons": 9, "nonpsych": {"exp_lof": 8.99242354405, "exp_mis": 172.100331749, "exp_syn": 91.2710032274, "lof_z": 1.30752571492978, "mis_z": 1.27263189052285, "mu_lof": 9.31531601072e-07, "mu_mis": 2.44182594066e-05, "mu_syn": 1.33815724174e-05, "n_lof": 5.0, "n_mis": 139.0, "n_syn": 82.0, "p_li": 0.0046280421917674, "p_null": 0.1374214742891, "p_rec": 0.857950483519133, "syn_z": 0.610975336366469}, "nontcga": {"exp_lof": 9.2639448858, "exp_mis": 175.057628169, "exp_syn": 92.8973438231, "lof_z": 1.05785468897145, "mis_z": 1.01884706322878, "mu_lof": 9.31531601072e-07, "mu_mis": 2.44182594066e-05, "mu_syn": 1.33815724174e-05, "n_lof": 6.0, "n_mis": 148.0, "n_syn": 87.0, "p_li": 0.000814524610744259, "p_null": 0.218839852058184, "p_rec": 0.780345623331071, "syn_z": 0.387415346677295}, "transcript": "ENST00000336615.4"}, "exons": [{"cdsend": 824862, "cdsstart": 819718, "chr": "11", "position": [[818913, 818958], [819573, 819905], [821627, 821860], [821957, 822023], [822396, 822606], [823526, 823587], [823693, 823855], [823997, 824130], [824313, 824436], [824522, 825571]], "strand": 1, "transcript": "NM_020376", "txend": 825571, "txstart": 818913}], "exons_hg19": [{"cdsend": 824862, "cdsstart": 819718, "chr": "11", "position": [[818913, 818958], [819573, 819905], [821627, 821860], [821957, 822023], [822396, 822606], [823526, 823587], [823693, 823855], [823997, 824130], [824313, 824436], [824522, 825571]], "strand": 1, "transcript": "NM_020376", "txend": 825571, "txstart": 818913}], "generif": [{"pubmed": 15364929, "text": "iPLA2epsilon (adiponutrin), iPLA2zeta (TTS-2.2), and iPLA2eta (GS2) are three novel TAG lipases/acylglycerol transacylases that likely participate in TAG hydrolysis and the acyl-CoA independent transacylation of acylglycerols"}, {"pubmed": 15550674, "text": "reported that adipose triglyceride lipase (ATGL), catalyzes the initial step in triglyceride hydrolysis; ATGL and hormone-sensitive lipase (HSL) coordinately catabolize stored triglycerides in adipose tissue [ATGL]"}, {"pubmed": 16239926, "text": "Results show that adipose triglyceride lipase has an important role in lipid droplet/adiposome turnover"}, {"pubmed": 16644682, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16644682, "text": "Polymorphisms indicate potential role of ATGL in pathways involved in components of the metabolic syndrome."}, {"pubmed": 16679289, "text": "CGI-58 interacts with adipose triglyceride lipase, stimulating its TG hydrolase activity up to 20-fold"}, {"pubmed": 16752181, "text": "PNPLA2 is not regulated by obesity and exhibits low in vitro triglyceride hydrolase activity."}, {"pubmed": 17032652, "text": "identified a novel PEDF-R gene in the retina for a phospholipase-linked membrane protein with high affinity for PEDF, suggesting a molecular pathway by which ligand/receptor interaction on the cell surface could generate a cellular signal"}, {"pubmed": 17187067, "text": "Neutral lipid storage disease subgroup characterized by mild myopathy, absence of ichthyosis and mutations in both alleles of adipose triglyceride lipase."}, {"pubmed": 17327373, "text": "Adipose triglyceride lipase (ATGL) is less important than hormone-sensitive lipase (HSL) in regulating catecholamine-induced lipolysis. Both lipases regulate basal lipolysis in human adipocytes. ATGL expression is not influenced by obesity or PCOS."}, {"pubmed": 17356053, "text": "In obese subjects, insulin resistance and hyperinsulinemia are strongly associated with ATGL and HSL mRNA and protein expression, independent of fat mass"}, {"pubmed": 17609260, "text": "The lack of correlation between ATGL protein content and in vitro TG lipase activity indicates that small decrements in ATGL protein expression are not responsible for the reduction in TG lipase activity observed in obesity."}, {"pubmed": 17631826, "text": "Deficient in lipid storage diseases."}, {"pubmed": 17657808, "text": "In the present study a novel homozygous PNPLA2 mutation c.475_478dupCTCC (p.Gln160ProfsX19) in the patatin domain, the ATGL active site, was detected in a woman with NLSD and severe myopathy."}, {"pubmed": 18072017, "text": "mRNA expression is closely related to individual and regional differences in adipocyte size; impaired insulin sensitivity is associated with decreased aadipose triglyceride lipase mRNA expression."}, {"pubmed": 18191271, "text": "There is a novel role for PEDF in hepatic triglyceride homeostasis through binding to ATGL. Both localize to adiposomes in hepatocytes."}, {"pubmed": 18224330, "text": "ATGL expression in skeletal muscle fibers, slow-twitch, is demonstrated."}, {"pubmed": 18445597, "text": "the C-terminal region of ATGL is essential for proper localization of the enzyme and suppresses enzyme activity"}, {"pubmed": 18445677, "text": "The lack of the C-terminal domain of adipose triglyceride lipase causes neutral lipid storage disease through impaired interactions with lipid droplets."}, {"pubmed": 18952067, "text": "Two novel homozygous mutations in exon 5 of PNPLA2 gene were found in patients with neutral lipid storage disease associated with myopathy."}, {"pubmed": 18952573, "text": "review of adipose triglyceride lipase and the lipolytic catabolism of cellular fat stores [review]"}, {"pubmed": 19010445, "text": "Review focuses on the importance of ATGL as TG lipase within the \"lipolytic machinery\" and the current knowledge of molecular mechanisms that regulate ATGL activity."}, {"pubmed": 19061969, "text": "Chanarin-Dorfman syndrome: deficiency in CGI-58, a lipid droplet-bound coactivator of lipase. (Review)"}, {"pubmed": 19106247, "text": "ATGL in addition to hormone sensitive lipase may be important for human skeletal muscle lipolysis"}, {"pubmed": 19208393, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19390624, "text": "No association between genetic variants in PNPLA2 genes and childhood and adolescent obesity"}, {"pubmed": 19390624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19401457, "text": "review summarizes recent findings with the goal of relating structural variants of ATGL and CGI-58 to functional consequences in lipid metabolism [review]"}, {"pubmed": 19433586, "text": "results suggest that ATGL/CGI-58 acts independently of HSL and precedes its action in the sequential hydrolysis of triglycerides in human hMADS adipocytes"}, {"pubmed": 19692632, "text": "critical sites in the N-terminal region of desnutrin and the requirement of the C-terminal region for TAG hydrolysis in cultured cells"}, {"pubmed": 19695247, "text": "TNFalpha decreased ATGL and HSL protein content and triglycerides (TG)-hydrolase activity but increased basal lipolysis due to a marked reduction in perilipin protein content"}, {"pubmed": 20167152, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237999, "text": "The results suggest a molecular pathway by which PEDF ligand/receptor interactions on the cell surface could generate a cellular signal."}, {"pubmed": 20370797, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20832801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20832801, "text": "variants within PNPLA2 may modulate the TG component of the familial combined hyperlipidemia trait, thus implicating PNPLA2 as modifier gene in this lipid disorder"}, {"pubmed": 21073837, "text": "A novel homozygous mutation IVS2+1G > A in the PNPLA2 gene was identified in 2 cases causing neutral lipid storage disease with myopathy (NLSDM.)"}, {"pubmed": 21129760, "text": "Adipose triglyceride lipase (ATGL) levels were inversely correlated with body mass index and positively correlated with insulin sensitivity index. In muscle, ATGL mRNA had a strong positive relationship with carnitine palmitoyltransferase I mRNA."}, {"pubmed": 21170305, "text": "1 out of 13 healthy individuals carried at least one rare mutation of PNPLA2."}, {"pubmed": 21393244, "text": "interaction of ATGL with CGI-58 increased lipolysis, whereas interaction of ATGL with perilipin 5 decreased lipolysis."}, {"pubmed": 21498783, "text": "Data indicate that altered ATGL and HSL expression in skeletal muscle could promote DAG accumulation and disrupt insulin signaling and action."}, {"pubmed": 21543206, "text": "Resveratrol increased adipose triglyceride lipase gene and protein expressions, an effect that was not observed for hormone-sensitive lipase in human SGBS adipocytes."}, {"pubmed": 21544567, "text": "Four novel and two previously reported mutations were detected, affecting different parts of the PNPLA2 gene in 6 patients with neutral lipid storage disease"}, {"pubmed": 21613358, "text": "findings are compatible with the notion that the ATGL-G0S2 complex is an important long-term regulator of lipolysis under physiological conditions such as fasting in humans"}, {"pubmed": 21680814, "text": "total lipase, ATGL and HSL activities were higher in visceral white adipose tissue of cancer patients compared with individuals without cancer and higher in cancer patients with cachexia compared with cancer patients without cachexia"}, {"pubmed": 21757733, "text": "the C terminus sequesters ABHD5 and thus inhibits basal ATGL activity"}, {"pubmed": 21789191, "text": "GBF1 and ATGL interact directly and in cells, through multiple contact sites on each protein."}, {"pubmed": 21828047, "text": "ATGL knockdown increased monocyte adhesion to the endothelium through enhanced TNFalpha-induced ICAM-1 expression via activation of NFkappaB and PKC."}, {"pubmed": 22183409, "text": "We have mapped the epitope of the antibody that detects PEDF-R to the coding region of exon 4."}, {"pubmed": 22535977, "text": "Reduced mRNA and protein content of Plin and G0S2 and borderline increased ATGL protein in sc adipose tissue from poorly controlled type 2 diabetic subjects."}, {"pubmed": 22713505, "text": "The results demonstrated that adipose triglyceride lipase Ser(404) phosphorylation is not increased in mixed skeletal muscle during moderate-intensity exercise and that AMPK does not appear to be an activating kinase for ATGL Ser(404) in skeletal muscle."}, {"pubmed": 22815850, "text": "These data suggest that elevated levels of ATGL are involved in the exercise-induced enhancement of lipolysis in primary adipocytes."}, {"pubmed": 22832386, "text": "PNPLA2 gene mutations are responsible for neutral lipid storage disease with myopathy in Chinese Han patients."}, {"pubmed": 22990388, "text": "Contribution of novel ATGL missense mutations to the clinical phenotype of NLSD-M: a strikingly low amount of lipase activity may preserve cardiac function."}, {"pubmed": 23232698, "text": "Data indicate that PNPLA2 mutations in neutral lipid storage sisease with myopathy (NLSD with myopathy)."}, {"pubmed": 23297223, "text": "UBXD8-mediated recruitment of p97/VCP to LDs increases lipid droplet (LD) size by inhibiting the activity of adipose triglyceride lipase (ATGL), the rate-limiting enzyme in triacylglycerol hydrolysis."}, {"pubmed": 23818523, "text": "PEDF receptor is a transmembrane phospholipase that is required for the survival and antiapoptotic effects of PEDF on retina cells. It has determinants for PEDF binding within its L4 ectodomain that are critical for enzymatic stimulation."}, {"pubmed": 23824421, "text": "In humans, ATGL has a remarkable effect on cellular lipid droplet handling, and its lack causes both perivisceral, skeletal muscle, and pancreas fat accumulation; in contrast, the impact on whole-body insulin sensitivity and fatty acid metabolism is minor"}, {"pubmed": 23827855, "text": "The pathophysiological impact due to defective lipolysis by ATGL deficiency on mitochondrial dysfunction. [Review]"}, {"pubmed": 24332944, "text": "In patients with TGCV, even when hydrolysis of intracellular TG is defective, the marked up-regulation of PPARgamma and related genes may lead to increased uptake of LCFAs, the substrates for TG synthesis."}, {"pubmed": 24440819, "text": "our results suggest that inhibition of the major lipolytic enzymes ATGL and HSL by long-chain acyl-CoAs could represent an effective feedback mechanism controlling lipolysis"}, {"pubmed": 24742676, "text": "Data indicate that fat-specific protein 27 (FSP27) increases the inhibitory effect of transcription factor Egr1 on the adipose triglyceride lipase (ATGL) promoter."}, {"pubmed": 25054327, "text": "PLIN5 was significantly colocated with ATGL, mitochondria and CGI-58, indicating a close association between the key lipolytic effectors in resting skeletal muscle."}, {"pubmed": 25114172, "text": "Data suggest that PNPLA2 hydrolyzes arachidonic acid from triglycerides in mast cell (MC) lipid droplets; PNPLA2 appears to regulate substrate availability of AA for eicosanoid (PGD2/LTC4) generation/secretion upon MC activation with IgE."}, {"pubmed": 25177954, "text": "Results indicate that the serum adipose triglyceride lipase (ATGL) level may be closely related to obesity."}, {"pubmed": 25258314, "text": "Data indicate that the peptide corresponding to residues Lys-20 to Ala-52 from G0S2 Inhibits ATGL in the nanomolar range."}, {"pubmed": 25700221, "text": "Data suggest that pigment epithelium-derived factor (PEDF) and adipose triglyceride lipase (ATGL) may serve as therapeutic targets for managing vascular hyperpermeability in sepsis."}, {"pubmed": 25956450, "text": "Study reports the clinical and genetic findings of a neutral lipid storage disease with myopathy family of Italian origin with 3 affected siblings. to highlight the effect that different gene mutations may have on ATGL lipase activity, authors performed a functional characterization of the novel PNPLA2 missense mutations identified in their patients"}, {"pubmed": 25985012, "text": "Distinct cardiac phenotype between two homozygotes born in a village with accumulation of a genetic deficiency of adipose triglyceride lipase."}, {"pubmed": 26318046, "text": "Data indicate that a tumor suppressor mechanism by which G0/G1 switch gene 2 product (G0S2) directly inhibits activity of a key intracellular adipose triglyceride lipase (ATGL)."}, {"pubmed": 26330055, "text": "Authors show that rat ATGL, coactivated by rat CGI-58, efficiently hydrolyzes triglycerides and retinyl ester."}, {"pubmed": 26500201, "text": "Although we found evidence for moderate association between PNPLA2 tagSNPs and anthropometric and metabolic parameters in our cohort, no evidence for association between polymorphisms in the PNPLA2 gene and the presence and severity of non-alcoholic fatty liver disease was identified."}, {"pubmed": 26569053, "text": "ANGPTL8 is a stress-response protein that down-regulates expression of ATGL."}, {"pubmed": 26600210, "text": "PNPLA2 mutations were associated with an extended phenotype, including brain involvement in cases of neutral lipid-storage disease with myopathy."}, {"pubmed": 26803235, "text": "A novel deletion was identified in PNPLA2 protein from a patient with complete deficiency of adipose triglyceride lipase."}, {"pubmed": 26882978, "text": "Rab32 controls intracellular lipid accumulation through inducing lipolysis via enhancing ATGL expression indirectly."}, {"pubmed": 26922712, "text": "A missense mutation in PNPLA2 is the rare cause of severe dilated cardiomyopathy secondary to neutral lipid storage disease."}, {"pubmed": 27213586, "text": "The ATGL gene was frequently deleted in various forms of human cancers and was associated with poor prognosis."}, {"pubmed": 27559856, "text": "ABHD5 possesses a PNPLA2-independent function in regulating autophagy and tumorigenesis."}, {"pubmed": 27635633, "text": "Oxidative stress decreased the levels of PNPLA2 transcripts with no effect on ALOX5 expression. Exogenous additions of P1 peptide or overexpression of the PNPLA2 gene decreased both LTB4 levels and death of RPE cells undergoing oxidative stress."}, {"pubmed": 27851965, "text": "a Snail1-ATGL axis that regulates adipose lipolysis and fatty acid release, is reported."}, {"pubmed": 28179319, "text": "Results suggest that increased adipose triglyceride lipase (ATGL) expression is associated with increased adiposity and stromal proliferation in patients with pancreatic ductal adenocarcinoma (PDAC)."}, {"pubmed": 28391974, "text": "Study reports the derivation of iPSCs from fibroblasts of two Neutral Lipid Storage Disease with Myopathy (NLSDM)patients carrying different ATGL mutations. These iPSCs exhibited defects in neutral lipid metabolism similar to those of NLSDM fibroblasts. NLSDM-iPSCs were able to undergo directed differentiation into cardiomyocytes."}, {"pubmed": 29072982, "text": "No difference in the genotype frequency of rs7925131 or rs7942159 in PNPLA2 between the normal free fatty acids (FFA) group and the high FFA group in a Chinese Han population."}, {"pubmed": 29146190, "text": "Thus, ATGL in leucocytes may be an important biomarker for the diagnosis of TGCV and our assay may provide insights into pathophysiology and elucidate the underlying mechanism of TGCV and related disorders."}, {"pubmed": 29320510, "text": "Non-cardiac ATGL-mediated modulation of the cardiac lipidome may play an important role in the pathogenesis of chronic heart failure."}, {"pubmed": 29457907, "text": "loss of ATGL may thus increase cancer aggressiveness by activation of pro-oncogenic signaling via SRC kinase and increased levels of bioactive lipids."}, {"pubmed": 29472527, "text": "ATGL-PPAR-alpha axis play roles in cancer development and progression. [review]"}, {"pubmed": 29539587, "text": "Gene analysis for PNPLA2 revealed an identical homozygous mutation c.757+1G>T in all patients"}, {"pubmed": 29764424, "text": "ATGL is highly expressed in hepatocellular carcinoma (HCC) tissues and predicts a poor prognosis. ATGL promotes HCC cell growth by maintaining elevated levels of diacylglycerol and free fatty acids in vitro and in vivo."}, {"pubmed": 30367149, "text": "Evidence for a previously uncovered tumor-suppressor function of ATGL in hepatocellular carcinoma, with the outlined molecular mechanisms shedding light on new potential targets for anticancer therapy."}, {"pubmed": 30754064, "text": "Association of the PNPLA2, SCD1 and Leptin Expression with Fat Distribution in Liver and Adipose Tissue From Obese Subjects."}, {"pubmed": 30918066, "text": "PNPLA2 influences TRL secretion, but is not involved in lipid-droplet homeostasis in human hepatoma cells, a physiological role that is quite distinct from the metabolic function of PNPLA2 in nonhepatic tissues."}, {"pubmed": 30926171, "text": "PEDF promotes ubiquitination and proteasomal degradation of ATGL in hepatocytes through COP1.PEDF enhances nuclear import of predominantly cytosolic ATGL protein for its subsequent proteasomal degradation in the nucleus."}, {"pubmed": 31147543, "text": "Obese patients had a decrease in ATGL expression in subcutaneous adipose tissue."}, {"pubmed": 31404588, "text": "Protein-protein interactions regulate the activity of Adipose Triglyceride Lipase in intracellular lipolysis."}, {"pubmed": 31476254, "text": "These results indicated that ATGL promotes hepatocellular carcinoma cells proliferation through upregulation of the AKT signaling pathway."}, {"pubmed": 31525260, "text": "The homozygous variant c.245G > A/p.G82D in PNPLA2 is associated with arrhythmogenic cardiomyopathy phenotypic manifestations."}, {"pubmed": 31610914, "text": "Rab18 plays a role upstream of the cytosolic lipolytic enzyme adipose triglyceride lipase (ATGL) and that recruitment of ATGL by Rab18 is mediated by elements of the Arf/GBF1 machinery. We find that Arf4-GFP is accumulated on the subset of lipid droplets associated with Rab18."}, {"pubmed": 31757217, "text": "The role of ATGL and its deficiency in lipid and glucose homeostasis in humans and transgenic mice has been discussed. (Review)"}, {"pubmed": 32404277, "text": "Adipose triglyceride lipase activity regulates cancer cell proliferation via AMP-kinase and mTOR signaling."}, {"pubmed": 32542055, "text": "The ATGL lipase cooperates with ABHD5 to mobilize lipids for hepatitis C virus assembly."}, {"pubmed": 32685558, "text": "Association between PNPLA2 Gene Polymorphisms and the Risk of Diabetic Kidney Disease in a Chinese Han Population with Type 2 Diabetes."}, {"pubmed": 32777979, "text": "Burkholderia pseudomallei interferes with host lipid metabolism via NR1D2-mediated PNPLA2/ATGL suppression to block autophagy-dependent inhibition of infection."}, {"pubmed": 32818550, "text": "Hypoxia, hypoxia-inducible gene 2 (HIG2)/HILPDA, and intracellular lipolysis in cancer."}, {"pubmed": 33064888, "text": "Downregulation of adipose triglyceride lipase by EB viral-encoded LMP2A links lipid accumulation to increased migration in nasopharyngeal carcinoma."}, {"pubmed": 33160079, "text": "Decoration of myocellular lipid droplets with perilipins as a marker for in vivo lipid droplet dynamics: A super-resolution microscopy study in trained athletes and insulin resistant individuals."}, {"pubmed": 33205054, "text": "The Role of Adipose Triglyceride Lipase and Cytosolic Lipolysis in Cardiac Function and Heart Failure."}, {"pubmed": 33445064, "text": "Dietary fat content and adipose triglyceride lipase and hormone-sensitive lipase gene expressions in adults' subcutaneous and visceral fat tissues."}, {"pubmed": 33621408, "text": "Adipose triglyceride lipase promotes the proliferation of colorectal cancer cells via enhancing the lipolytic pathway."}, {"pubmed": 33675111, "text": "Resting skeletal muscle PNPLA2 (ATGL) and CPT1B are associated with peak fat oxidation rates in men and women but do not explain observed sex differences."}, {"pubmed": 33824421, "text": "Loss of ephrin B2 receptor (EPHB2) sets lipid rheostat by regulating proteins DGAT1 and ATGL inducing lipid droplet storage in prostate cancer cells."}, {"pubmed": 34387896, "text": "Hepatocyte-specific deletion of adipose triglyceride lipase (adipose triglyceride lipase/patatin-like phospholipase domain containing 2) ameliorates dietary induced steatohepatitis in mice."}, {"pubmed": 35676490, "text": "ATGL is a biosynthetic enzyme for fatty acid esters of hydroxy fatty acids."}, {"pubmed": 36604676, "text": "BETi enhance ATGL expression and its lipase activity to exert their antitumoral effects in triple-negative breast cancer (TNBC) cells."}, {"pubmed": 37935950, "text": "ATGL promotes colorectal cancer growth by regulating autophagy process and SIRT1 expression."}, {"pubmed": 38136930, "text": "Association between Polymorphism rs61876744 in PNPLA2 Gene and Keratoconus in a Saudi Cohort."}], "genomic_pos": {"chr": "11", "end": 825573, "ensemblgene": "ENSG00000177666", "start": 818914, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 825573, "start": 818902, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0006651", "qualifier": "involved_in", "term": "diacylglycerol biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010891", "pubmed": 16679289, "qualifier": "involved_in", "term": "negative regulation of sequestering of triglyceride"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010898", "pubmed": 16679289, "qualifier": "involved_in", "term": "positive regulation of triglyceride catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019433", "qualifier": "involved_in", "term": "triglyceride catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019433", "qualifier": "involved_in", "term": "triglyceride catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019433", "qualifier": "involved_in", "term": "triglyceride catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019915", "qualifier": "involved_in", "term": "lipid storage"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035356", "pubmed": 28578400, "qualifier": "involved_in", "term": "intracellular triglyceride homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036155", "qualifier": "involved_in", "term": "acylglycerol acyl-chain remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042572", "qualifier": "involved_in", "term": "retinol metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0055088", "qualifier": "involved_in", "term": "lipid homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0160077", "pubmed": 28578400, "qualifier": "acts_upstream_of_negative_effect", "term": "lipid droplet fusion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905691", "pubmed": 16239926, "qualifier": "involved_in", "term": "lipid droplet disassembly"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005811", "qualifier": "is_active_in", "term": "lipid droplet"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005811", "pubmed": 34903883, "qualifier": "is_active_in", "term": "lipid droplet"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005811", "pubmed": [16239926, 21498505, 28578400], "qualifier": "located_in", "term": "lipid droplet"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 17032652, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004465", "qualifier": "enables", "term": "lipoprotein lipase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004623", "pubmed": [15364929, 17032652], "qualifier": "enables", "term": "phospholipase A2 activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0004806", "pubmed": 17603008, "qualifier": "enables", "term": "triglyceride lipase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004806", "qualifier": "enables", "term": "triglyceride lipase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004806", "pubmed": [15364929, 15550674, 16150821, 17603008, 34903883], "qualifier": "enables", "term": "triglyceride lipase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004806", "pubmed": 16239926, "qualifier": "enables", "term": "triglyceride lipase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004806", "qualifier": "enables", "term": "triglyceride lipase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004806", "qualifier": "enables", "term": "triglyceride lipase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 17032652, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016411", "pubmed": 17603008, "qualifier": "enables", "term": "acylglycerol O-acyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0016411", "qualifier": "enables", "term": "acylglycerol O-acyltransferase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0050253", "pubmed": 17603008, "qualifier": "enables", "term": "retinyl-palmitate esterase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051264", "pubmed": 15364929, "qualifier": "enables", "term": "mono-olein transacylation activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051265", "pubmed": 15364929, "qualifier": "enables", "term": "diolein transacylation activity"}]}, "homologene": {"genes": [[6239, 175910], [8364, 780152], [9031, 431066], [9598, 450937], [9606, 57104], [9615, 611403], [9913, 508493], [10090, 66853], [10116, 361676]], "id": 10687}, "interpro": [{"desc": "Patatin-like phospholipase domain", "id": "IPR002641", "short_desc": "PNPLA_dom"}, {"desc": "Acyl transferase/acyl hydrolase/lysophospholipase", "id": "IPR016035", "short_desc": "Acyl_Trfase/lysoPLipase"}, {"desc": "Patatin-like phospholipase domain-containing protein", "id": "IPR033562", "short_desc": "PLPL"}, {"desc": "Patatin-like phospholipase domain-containing protein 2", "id": "IPR033903", "short_desc": "PNPLA2"}], "ipi": ["IPI00550361", "IPI00847143"], "map_location": "11p15.5", "name": "patatin like phospholipase domain containing 2", "other_names": ["IPLA2-zeta", "TTS2.2", "adipose triglyceride lipase", "calcium-independent phospholipase A2", "calcium-independent phospholipase A2-zeta", "desnutrin", "mutant patatin-like phospholipase domain containing 2", "patatin-like phospholipase domain-containing protein 2", "pigment epithelium-derived factor", "pigment epithelium-derived factor receptor", "transport-secretion protein 2.2", "triglyceride hydrolase"], "pantherdb": {"HGNC": "30802", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1914103", "ortholog_type": "LDO", "panther_family": "PTHR12406", "taxid": 10090, "uniprot_kb": "Q8BJ56"}, {"RGD": "1309044", "ortholog_type": "LDO", "panther_family": "PTHR12406", "taxid": 10116, "uniprot_kb": "P0C548"}, {"Ensembl": "ENSGALG00000014569", "ortholog_type": "LDO", "panther_family": "PTHR12406", "taxid": 9031, "uniprot_kb": "B3TZB4"}, {"Ensembl": "ENSDARG00000089390", "ortholog_type": "LDO", "panther_family": "PTHR12406", "taxid": 7955, "uniprot_kb": "E7FGN6"}, {"WormBase": "WBGene00015241", "ortholog_type": "O", "panther_family": "PTHR12406", "taxid": 6239, "uniprot_kb": "Q9N5Z7"}, {"WormBase": "WBGene00008370", "ortholog_type": "O", "panther_family": "PTHR12406", "taxid": 6239, "uniprot_kb": "Q18948"}, {"WormBase": "WBGene00015484", "ortholog_type": "O", "panther_family": "PTHR12406", "taxid": 6239, "uniprot_kb": "Q11186"}, {"FlyBase": "FBgn0030607", "ortholog_type": "O", "panther_family": "PTHR12406", "taxid": 7227, "uniprot_kb": "Q9VXY8"}, {"FlyBase": "FBgn0036449", "ortholog_type": "O", "panther_family": "PTHR12406", "taxid": 7227, "uniprot_kb": "E1JI03"}, {"TAIR": "2196685", "ortholog_type": "O", "panther_family": "PTHR12406", "taxid": 3702, "uniprot_kb": "Q6NPP7"}], "uniprot_kb": "Q96AD5"}, "pathway": {"humancyc": {"id": "LIPAS-PWY", "name": "triacylglycerol degradation"}, "kegg": [{"id": "hsa00561", "name": "Glycerolipid metabolism - Homo sapiens (human)"}, {"id": "hsa04714", "name": "Thermogenesis - Homo sapiens (human)"}, {"id": "hsa04923", "name": "Regulation of lipolysis in adipocytes - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1482883", "name": "Acyl chain remodeling of DAG and TAG"}, {"id": "R-HSA-1483206", "name": "Glycerophospholipid biosynthesis"}, {"id": "R-HSA-1483257", "name": "Phospholipid metabolism"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}], "wikipathways": [{"id": "WP143", "name": "Fatty acid beta-oxidation"}, {"id": "WP325", "name": "Triacylglyceride synthesis"}, {"id": "WP3965", "name": "Lipid Metabolism Pathway"}, {"id": "WP4321", "name": "Thermogenesis"}, {"id": "WP4722", "name": "Glycerolipids and Glycerophospholipids"}]}, "pfam": "PF01734", "pharmgkb": "PA134903083", "pharos": {"target_id": 10681, "tdl": "Tchem"}, "prosite": ["PS51257", "PS51635"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171815", "relationship": "is"}, {"id": "GNF182721", "relationship": "is"}, {"id": "GNF193627", "relationship": "is"}, {"id": "GNF204533", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162935", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF046322", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF015047", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099289", "relationship": "is"}, {"id": "GNF138944", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_023394.1"], "protein": "NP_065109.1", "rna": "NM_020376.4", "translation": {"protein": "NP_065109.1", "rna": "NM_020376.4"}}, "reporter": {"HG-U133_Plus_2": ["212705_x_at", "39854_r_at"], "HG-U95Av2": "39854_r_at", "HTA-2_0": "TC11000032.hg.1", "HuEx-1_0": "3316287", "HuGene-1_1": "7937485", "HuGene-2_1": "16720353"}, "retired": 100507839, "summary": "This gene encodes an enzyme which catalyzes the first step in the hydrolysis of triglycerides in adipose tissue. Mutations in this gene are associated with neutral lipid storage disease with myopathy. [provided by RefSeq, Jul 2010].", "symbol": "PNPLA2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1538686"}, "unigene": "Hs.654697", "uniprot": {"Swiss-Prot": "Q96AD5"}, "wikipedia": {"url_stub": "PNPLA2"}}