{"AllianceGenome": "9171", "HGNC": "9171", "MIM": "602632", "_id": "5420", "_version": 1, "accession": {"genomic": ["AC008264.10", "AF395890.1", "CH236950.1", "CH471070.1", "CP068271.2", "NC_000007.14", "NC_060931.1", "NG_042104.1"], "protein": ["AAB61574.1", "AAH93730.1", "AAI12036.1", "AAI43319.1", "BAB71022.1", "BAD97293.1", "EAL24080.1", "EAW83786.1", "EAW83787.1", "NP_001018121.1", "NP_005388.2", "O00592.2"], "rna": ["AK055816.1", "AK223573.1", "BC042466.1", "BC093730.1", "BC112035.1", "BC143318.1", "BG006197.1", "BP355358.1", "BX641124.1", "CN290641.1", "NM_001018111.3", "NM_005397.4", "U97519.1"], "translation": [{"protein": "AAI43319.1", "rna": "BC143318.1"}, {"protein": "AAB61574.1", "rna": "U97519.1"}, {"protein": "BAB71022.1", "rna": "AK055816.1"}, {"protein": "NP_001018121.1", "rna": "NM_001018111.3"}, {"protein": "NP_005388.2", "rna": "NM_005397.4"}, {"protein": "BAD97293.1", "rna": "AK223573.1"}, {"protein": "AAI12036.1", "rna": "BC112035.1"}, {"protein": "AAH93730.1", "rna": "BC093730.1"}]}, "alias": ["Gp200", "PC", "PCLP", "PCLP-1", "PDX", "PODXL1", "gp135"], "ensembl": {"gene": "ENSG00000128567", "protein": ["ENSP00000319782", "ENSP00000367817", "ENSP00000390152"], "transcript": ["ENST00000322985", "ENST00000378555", "ENST00000446198", "ENST00000465001", "ENST00000482581", "ENST00000484346", "ENST00000487965", "ENST00000490761"], "translation": [{"protein": "ENSP00000390152", "rna": "ENST00000446198"}, {"protein": "ENSP00000367817", "rna": "ENST00000378555"}, {"protein": "ENSP00000319782", "rna": "ENST00000322985"}], "type_of_gene": "protein_coding"}, "entrezgene": "5420", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.9920612519, "exp_mis": 187.212792113, "exp_syn": 102.229184439, "lof_z": 2.97051203790053, "mis_z": 0.508075658096283, "mu_lof": 1.27405506392e-06, "mu_mis": 1.86906100483e-05, "mu_syn": 1.03786583554e-05, "n_lof": 4.0, "n_mis": 173.0, "n_syn": 89.0, "p_li": 0.251078485785218, "p_null": 0.0012878689198038, "p_rec": 0.747633645294978, "syn_z": 0.811139418158841}, "bp": 1677, "cds_end": 131241118, "cds_start": 131189069, "n_exons": 9, "nonpsych": {"exp_lof": 14.324779551, "exp_mis": 169.296068194, "exp_syn": 92.3777067925, "lof_z": 2.6790991103979, "mis_z": 0.515421416256713, "mu_lof": 1.27405506392e-06, "mu_mis": 1.86906100483e-05, "mu_syn": 1.03786583554e-05, "n_lof": 4.0, "n_mis": 156.0, "n_syn": 77.0, "p_li": 0.170336535771824, "p_null": 0.00349662984351721, "p_rec": 0.826166834384659, "syn_z": 1.00732961941084}, "nontcga": {"exp_lof": 14.6981169202, "exp_mis": 172.22120141, "exp_syn": 94.0362830512, "lof_z": 3.00999900651158, "mis_z": 0.274142262339979, "mu_lof": 1.27405506392e-06, "mu_mis": 1.86906100483e-05, "mu_syn": 1.03786583554e-05, "n_lof": 3.0, "n_mis": 165.0, "n_syn": 82.0, "p_li": 0.528285260604834, "p_null": 0.00070839019219352, "p_rec": 0.471006349202972, "syn_z": 0.785899156092054}, "transcript": "ENST00000378555.3"}, "exons": [{"cdsend": 131556359, "cdsstart": 131504310, "chr": "7", "position": [[131500270, 131504508], [131505867, 131506035], [131506259, 131506321], [131506578, 131506726], [131508950, 131509028], [131509364, 131509585], [131510235, 131510331], [131510827, 131511433], [131556259, 131556628]], "strand": -1, "transcript": "NM_001018111", "txend": 131556628, "txstart": 131500270}, {"cdsend": 131556359, "cdsstart": 131504310, "chr": "7", "position": [[131500270, 131504508], [131505867, 131506035], [131506259, 131506321], [131506578, 131506726], [131508950, 131509028], [131509364, 131509585], [131510827, 131511433], [131556259, 131556628]], "strand": -1, "transcript": "NM_005397", "txend": 131556628, "txstart": 131500270}], "exons_hg19": [{"cdsend": 131241118, "cdsstart": 131189069, "chr": "7", "position": [[131185030, 131189267], [131190626, 131190794], [131191018, 131191080], [131191337, 131191485], [131193709, 131193787], [131194123, 131194344], [131194994, 131195090], [131195586, 131196192], [131241018, 131241387]], "strand": -1, "transcript": "NM_001018111", "txend": 131241387, "txstart": 131185030}, {"cdsend": 131241118, "cdsstart": 131189069, "chr": "7", "position": [[131185030, 131189267], [131190626, 131190794], [131191018, 131191080], [131191337, 131191485], [131193709, 131193787], [131194123, 131194344], [131195586, 131196192], [131241018, 131241387]], "strand": -1, "transcript": "NM_005397", "txend": 131241387, "txstart": 131185030}], "generif": [{"pubmed": 15226400, "text": "podocalyxin has a role in defining the structure of the podocyte basal surface"}, {"pubmed": 15289306, "text": "Overexpression of the anti-adhesin podocalyxin is associated with breast cancer progression"}, {"pubmed": 16434482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16434482, "text": "PODXL variants are implicated in prostate neoplasm aggressiveness, with gene mapping to chromosome 7q32-q33."}, {"pubmed": 16684343, "text": "Transcriptional regulation of Podxl is supported primarily by Sp1 site(s) and that DNA-methylation of the CpG promoter islands contributes to control the tissue specific expression of podxl."}, {"pubmed": 17124010, "text": "Embryonal carcinoma expresses two distinct forms of podocalyxin, and the larger version is a molecular carrier of the human stem cell-defining antigens TRA-1-60 and TRA-1-81.  [TRA-1-60 AND TRA-1-81 AND podocalyxin]"}, {"pubmed": 17137615, "text": "44% of pancreatic ductal adenocarcinomas expressed PODXL-1 in a membranous pattern, and there was no expression in intrahepatic cholangiocarcinomas, rarely in adenocarcinomas of the extrahepatic bile ducts, and none in duodenal adenocarcinomas."}, {"pubmed": 17311105, "text": "Podocalyxin defines apical membrane domains and is a potent inducer of microvillus formation"}, {"pubmed": 17616675, "text": "podocalyxin leads to increased in vitro migration and invasion, increased MMP expression, and increased activation of MAPK and PI3K activity in MCF7 and PC3 cells through its ability to form a complex with ezrin"}, {"pubmed": 17719804, "text": "A 2315-Da peptide found only in medium from SFC colon cancer cell lines was identified and shown to consist of a portion of both the extracellular and transmembrane regions of human podocalyxin-like 1."}, {"pubmed": 18313397, "text": "Our results suggest that aggregated distribution of TRA-1-81 antigen is characteristic for undifferentiated hES cells."}, {"pubmed": 18356574, "text": "A monoclonal antibody-antigen complex reveals the presence podocalyxin-like protein-1 in undifferentiated embryonic stem cells."}, {"pubmed": 18456258, "text": "Results suggest that human podocalyxin enhances the adherence of cells to immobilized ligands and to vascular endothelial cells through a mechanism(s) dependent on the activity of integrins."}, {"pubmed": 18818395, "text": "PODXL(hi)/CD49f(hi) MSCs were less prone to produce lethal pulmonary emboli"}, {"pubmed": 19118161, "text": "Podocalyxin-like protein is an E-/L-selectin ligand on colon carcinoma cells: comparative biochemical properties of selectin ligands in host and tumor cells."}, {"pubmed": 19605546, "text": "Impaired WT1/Cre-binding protein interplay in addition to advanced glycation end products suppress podocalyxin expression in high glucose-treated human podocytes."}, {"pubmed": 20395446, "text": "Data show that podocalyxin overexpression in human embryonic kidney cells up-regulates Rac1 activity, which depends on a complex formed by podocalyxin, ERM-binding phosphoprotein 50, ezrin, and ARHGEF7, a Rac1 activator."}, {"pubmed": 20599725, "text": "In pluripotent stem cells and in human cancer disease, podocalyxin may function in part to regulate and maintain the cell surface expression of the glucose-3-transporter."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21383689, "text": "This report identifies DNA methylation, miR-199a dysregulation and PODXL as critical factors in tumor malignancy."}, {"pubmed": 21390327, "text": "PINCH1 is transcriptional regulator in podocytes that interacts with WT1 and represses podocalyxin expression."}, {"pubmed": 21616097, "text": "intact PODXL is released to the extracellular space as a cargo of microvesicles and also as a soluble cleaved fragment of ectodomain"}, {"pubmed": 21655212, "text": "The urinary mRNA profiles of synaptopodin, podocalyxin, CD2-AP, alpha-actin4, and podocin were found to increase with the progression of diabetic nephropathy."}, {"pubmed": 21829192, "text": "Podocalyxin-like 1 expression is an independent factor of poor prognosis in colorectal carcinoma."}, {"pubmed": 22262060, "text": "podocalyxin's ability to facilitate the formation of non-adhesive membrane domains may contribute to the formation of free-floating high grade serous tumor nodules during the initial steps of transperitoneal metastasis."}, {"pubmed": 22374871, "text": "Most AML patients had a significant decrease in miR-199b-5p levels with elevated PODXL & DDR1 expressions. Both PODXL & DDR1 are targets of miR-199b-5p."}, {"pubmed": 22700887, "text": "Levels of urinary PCX and the number of urinary podocytes are associated with histologic abnormalities in adults with IgA nephropathy."}, {"pubmed": 22769594, "text": "PODXL protein expression was analyzed n tissue microarrays with colorectal cancer tumor samples. High PODXL protein expression was significantly associated with unfavourable clinicopathological characteristics in both cohorts."}, {"pubmed": 22814396, "text": "Sialofucosylated PODXL is a functional E-and L-selectin ligand expressed by metastatic pancreatic cancer cells."}, {"pubmed": 23288345, "text": "PODXL has the potential to be a useful biomarker for identifying good prognosis patients in characteristically poor prognosis breast cancer groups and may impact treatment of women with this disease."}, {"pubmed": 23396057, "text": "The results obtained indicate that integrity of the PODXL ectodomain is essential for enhancing cell adhesion but not migration, while the integrity of the cytoplasmic domain is required for both adhesion and migration."}, {"pubmed": 23526252, "text": "podocalyxin, a heavily glycosylated type 1 transmembrane protein, is a glycoprotein ligand of recombinant N-terminal domain of the lectin BC2L-C from Burkholderia cenocepacia on human induced pluripotent stem cells and embryonic stem cells."}, {"pubmed": 23652315, "text": "Membranous PODXL expression is an independent risk factor for progressive disease and death in patients with urothelial bladder cancer"}, {"pubmed": 23819542, "text": "Suggest that analysis of PODXL expression in the primary tumour is sufficient for its use as a prognostic and treatment predictive biomarker in colorectal cancer, also in patients with metastatic disease."}, {"pubmed": 24048372, "text": "A variant form of PODXL remains the most likely candidate causing focal and segmental glomerulosclerosis in a family with autosomal dominant inheritance."}, {"pubmed": 24075693, "text": "Urinary Podocalyxin positive-element may be a noninvasive marker for the early stage of Diabetic nephropathy."}, {"pubmed": 24143384, "text": "TRA-1-81 is expressed only in the cytoplasm of uterine smooth muscle neoplasms."}, {"pubmed": 24146797, "text": "PODXL is expressed in glioblastoma multiforme stem-like cells and is involved in cell proliferation and oncosphere formation."}, {"pubmed": 24821609, "text": "overexpression of PODXL may be associated with human oral squamous cell carcinoma aggressiveness"}, {"pubmed": 24970760, "text": "These findings show that overexpression of PODXL enhanced invadopodia formation and tumor metastasis by inducing Rac1/Cdc42/cortactin signaling network."}, {"pubmed": 25738314, "text": "miR-125b was found to be important in arteriosclerosis obliterans by suppressing the expression of PODXL and may serve as a potential therapeutic target for the treatment of arteriosclerosis obliterans."}, {"pubmed": 25887862, "text": "We show that podocalyxin plays a key role in the formation of primary tumors and distant tumor metastasis."}, {"pubmed": 25905599, "text": "Obese subjects showed evidence of renal alteration through the detection of a higher number of urinary podocalyxin positive cells."}, {"pubmed": 25915207, "text": "PODXL up-regulates the expression level of Bmi1 in OTSCC cells."}, {"pubmed": 26017117, "text": "PCX promotes cisplatin chemoresistance in osteosarcoma cells through a PI3Kdependent mechanism."}, {"pubmed": 26053486, "text": "podocalyxin to be an independent factor for poor prognosis in PDAC. To our knowledge, this is the first such report of its prognostic value."}, {"pubmed": 26135398, "text": "EZR, CLIC5 and PODXL are overexpressed in hepatocellular carcinoma and may have a role in cell migration and invasiveness"}, {"pubmed": 26276714, "text": "PCLP1 expressed on breast tumor cells may function as an immunomodulatory molecule, which may represent a mechanism to evade the immune response."}, {"pubmed": 26329844, "text": "Data show that both mucin16 (MUC16) and podocalyxin (PODXL)-E-selectin-mediated interactions are mechanically stronger than like L-selectin interactions at the single-molecule level."}, {"pubmed": 26635084, "text": "Results indicate that urinary podocalyxin is not only an early marker but also a treatment target for diabetic nephropathy (DN)."}, {"pubmed": 26674770, "text": "In gastric cancer, PODXL expression by the polyclonal antibody HPA2110 is an independent marker of poor prognosis."}, {"pubmed": 26864383, "text": "A novel frameshift mutation in PODXL seems to be the likely cause of ARJP in this family."}, {"pubmed": 26892887, "text": "Results identify an anti-metastatic miRNA, miR-5100, that decreases the metastatic ability of pancreatic cancer partially by suppressing expression of PODXL."}, {"pubmed": 27160084, "text": "These findings suggest a potential functional link in colorectal cancer between PODXL, EGFR and BRAF."}, {"pubmed": 27461278, "text": "PODXL enhances motility and invasiveness through an increase in gelsolin-actin interactions in cell protrusions."}, {"pubmed": 28078490, "text": "Podocalyxin as a major pluripotent marker and novel keratan sulfate proteoglycan in human embryonic and induced pluripotent stem cells."}, {"pubmed": 28432273, "text": "Results show that PODXL performs as a tumor promoter in gastric tumor cells (GC). PODXL is a target gene of miR-509-3-5P; the ectopic expression of miR-509-3-5P in GC cell lines inhibits the colony, motility and invasion abilities via negatively targeting PODXL."}, {"pubmed": 28439668, "text": "An increased urinary level of podocalyxin may be a marker of both active nephron formation and podocyte injury sustained at birth."}, {"pubmed": 28873000, "text": "These results indicate that PcMab-47 is useful in detecting podocalyxin of oral cancers for immunohistochemical analysis"}, {"pubmed": 28946619, "text": "expression of PODXL associates with TAZ downstream gene expression. Suppression of PODXL induces phosphorylation of LATS1 and TAZ, and is accompanied with a decrease in TAZ protein expression. We speculate that changes in actin cytoskeleton may participate in PODXL-mediated TAZ signaling."}, {"pubmed": 28980094, "text": "Summary of the structural features of podocalyxin glycoforms from embryonic and induced pluripotent stem cells (review)."}, {"pubmed": 29244787, "text": "This set of symptoms strikingly mimics previously reported mouse Podxl(-/-) embryos, emphasizing the essential function of PODXL in mammalian kidney development and highlighting this patient as a human PODXL-null model."}, {"pubmed": 29321582, "text": "s-Podxl is independently associated with carotid IMT and might be used as a novel biomarker for cardiovascular disease."}, {"pubmed": 29748877, "text": "KLF4/PODXL signaling pathway assumes an irreplaceable role in tumorigenesis, invasion and metastasis of human gastric cancer"}, {"pubmed": 29976076, "text": "Urine markers of podocyte dysfunction: a review of podocalyxin and nephrin in selected glomerular diseases."}, {"pubmed": 30044991, "text": "The EMT program can directly enhance the efficiency of extravasation and subsequent metastasis formation through a PODXL-ezrin signaling axis."}, {"pubmed": 30277651, "text": "Study identified that LEA is an approximately 230 kDa podocalyxin-like glycoprotein (PODXL) and found that LEA/PODXL can be secreted in exosomes from colorectal cancer (CRC) cells and peripheral blood which can be an independent predictor of CRC prognosis."}, {"pubmed": 30355278, "text": "The aim of the present study was to assess PODXL expression in tumors from patients treated with neoadjuvant +/- adjuvant (i.e. preoperative with or without postoperative) chemotherapy, with regard to histopathologic response, time to recurrence (TTR) and overall survival."}, {"pubmed": 30396958, "text": "Results show high podocalyxin expression in prostate cancer and can be used as a tumor marker for disease progression and patients stratification."}, {"pubmed": 30407695, "text": "Data suggest that targeting the podocalyxin-like protein (PODXL)/RUN and FYVE domain containing 1 (RUFY1) complex might improve cancer therapy."}, {"pubmed": 30415742, "text": "At 11-13 weeks of gestation, serum podocalyxin was significantly elevated in women who subsequently developed preeclampsia."}, {"pubmed": 30523047, "text": "Heterozygous PODXL nonsense mutations may have a role in the development of autosomal dominant focal segmental glomerulosclerosis."}, {"pubmed": 30575907, "text": "PODXL expression was significantly up-regulated in both colorectal cancer (CRC) tissues and cell lines. In vitro experiments showed the knockdown of PODXL reduces CRC tumor growth, metastasis and epithelial-mesenchymal transition, and promoted apoptosis. Moreover, PODXL was predicted and confirmed to be a target of miR-138."}, {"pubmed": 30952947, "text": "Serum podocalyxin levels are increased in the first trimester in pregnancies that result in SGA infants after 34 weeks of gestation.  First-trimester podocalyxin may be useful in screening for SGA infants."}, {"pubmed": 30975647, "text": "PODXL role in the pancreatic cancer cell migration.Interaction between PODXL and dynamin-2 promotes migration and metastasis of pancreatic cancer cells by regulating microtubule and focal adhesion dynamics."}, {"pubmed": 31083655, "text": "Results showed that a cancer stem cell gene, PODXL was upregulated especially in DCC low expression meningiomas. [meta-analysis]"}, {"pubmed": 31166991, "text": "the combination of PODXL with ITGB1 and the combination of BCL7B with ITGB1 accurately predicted the postoperative outcomes of pancreatic cancer patients."}, {"pubmed": 31352863, "text": "Up-regulated miR-193a, down-regulated WT1/PODXL, elevated amounts of proteinuria/serum creatinine, and declined glomerular filtration rate were implicated as prominent biomarkers for the poor renal survival of idiopathic membranous nephropathy patients."}, {"pubmed": 31964937, "text": "Kidney transplant monitoring by urinary flow cytometry: Biomarker combination of T cells, renal tubular epithelial cells, and podocalyxin-positive cells detects rejection."}, {"pubmed": 32464634, "text": "Effect of fetal growth restriction on urinary podocalyxin levels at birth in preterm neonates."}, {"pubmed": 32587323, "text": "Additive clinical impact of epidermal growth factor receptor and podocalyxin-like protein expression in pancreatic and periampullary adenocarcinomas."}, {"pubmed": 32615943, "text": "PODXL might be a new prognostic biomarker in various cancers: a meta-analysis and sequential verification with TCGA datasets."}, {"pubmed": 33472578, "text": "The transcriptome-wide association search for genes and genetic variants which associate with BMI and gestational weight gain in women with type 1 diabetes."}, {"pubmed": 33495099, "text": "CTCF-induced upregulation of LINC01207 promotes gastric cancer progression via miR-1301-3p/PODXL axis."}, {"pubmed": 33692257, "text": "[Measurement of PODXL and SCGB1D2 for detecting intraductal papillary mucinous neoplasm]."}, {"pubmed": 33765479, "text": "The role of serum podocalyxin levels in recurrent pregnancy loss."}, {"pubmed": 33780168, "text": "Atypical focal segmental glomerulosclerosis associated with a new PODXL nonsense variant."}, {"pubmed": 33972616, "text": "Impact of histological response after neoadjuvant therapy on podocalyxin as a prognostic marker in pancreatic cancer."}, {"pubmed": 34272065, "text": "Podocalyxin inhibits human embryo implantation in vitro and luminal podocalyxin in putative receptive endometrium is associated with implantation failure in fertility treatment."}, {"pubmed": 34440856, "text": "Radiation-Induced Overexpression of TGFbeta and PODXL Contributes to Colorectal Cancer Cell Radioresistance through Enhanced Motility."}, {"pubmed": 34907278, "text": "Podocalyxin promotes an impermeable epithelium and inhibits pro-implantation factors to negatively regulate endometrial receptivity."}, {"pubmed": 35284933, "text": "Podocalyxin molecular characteristics and endometrial expression: high conservation between humans and macaques but divergence in micedagger."}, {"pubmed": 38553472, "text": "Podocalyxin promotes the formation of compact and chemoresistant cancer spheroids in high grade serous carcinoma."}], "genomic_pos": {"chr": "7", "end": 131558217, "ensemblgene": "ENSG00000128567", "start": 131500262, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 131242976, "start": 131185021, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007162", "qualifier": "involved_in", "term": "negative regulation of cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0022408", "qualifier": "involved_in", "term": "negative regulation of cell-cell adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0022408", "qualifier": "involved_in", "term": "negative regulation of cell-cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 18456258, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032534", "qualifier": "involved_in", "term": "regulation of microvillus assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032534", "qualifier": "involved_in", "term": "regulation of microvillus assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033634", "qualifier": "involved_in", "term": "positive regulation of cell-cell adhesion mediated by integrin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033634", "pubmed": 18456258, "qualifier": "involved_in", "term": "positive regulation of cell-cell adhesion mediated by integrin"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072015", "qualifier": "involved_in", "term": "podocyte development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072175", "qualifier": "involved_in", "term": "epithelial tube formation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001726", "pubmed": 18456258, "qualifier": "located_in", "term": "ruffle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 18456258, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 18456258, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "is_active_in", "term": "apical plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030027", "pubmed": 18456258, "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030175", "pubmed": 18456258, "qualifier": "located_in", "term": "filopodium"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031528", "qualifier": "is_active_in", "term": "microvillus membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031528", "qualifier": "located_in", "term": "microvillus membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034451", "qualifier": "located_in", "term": "centriolar satellite"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0036057", "qualifier": "located_in", "term": "slit diaphragm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 15326289, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 22662192, "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[9544, 704777], [9598, 472604], [9606, 5420]], "id": 136790}, "interpro": [{"desc": "CD34/Podocalyxin", "id": "IPR013836", "short_desc": "CD34/Podocalyxin"}, {"desc": "Podocalyxin", "id": "IPR017403", "short_desc": "PODXL"}], "ipi": ["IPI00299116", "IPI00604773", "IPI00926191", "IPI01018674"], "map_location": "7q32.3", "name": "podocalyxin like", "other_names": ["GCTM-2 antigen", "podocalyxin", "podocalyxin-like protein 1"], "pantherdb": {"HGNC": "9171", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1351317", "ortholog_type": "LDO", "panther_family": "PTHR12067", "taxid": 10090, "uniprot_kb": "Q9R0M4"}, {"RGD": "621878", "ortholog_type": "LDO", "panther_family": "PTHR12067", "taxid": 10116, "uniprot_kb": "Q9WTQ2"}, {"Gene": "PODXL", "ortholog_type": "LDO", "panther_family": "PTHR12067", "taxid": 9031, "uniprot_kb": "O57604"}, {"Ensembl": "ENSGALG00000006409", "ortholog_type": "LDO", "panther_family": "PTHR12067", "taxid": 9031, "uniprot_kb": "A0A3Q2UBE7"}, {"ZFIN": "ZDB-GENE-030131-2805", "ortholog_type": "LDO", "panther_family": "PTHR12067", "taxid": 7955, "uniprot_kb": "Q5RHU2"}], "uniprot_kb": "O00592"}, "pathway": {"kegg": {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, "wikipathways": [{"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP3646", "name": "Hepatitis C and Hepatocellular Carcinoma"}, {"id": "WP4758", "name": "Nephrotic syndrome"}]}, "pfam": "PF06365", "pharmgkb": "PA33493", "pharos": {"target_id": 15687, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176816", "relationship": "is"}, {"id": "GNF187722", "relationship": "is"}, {"id": "GNF198628", "relationship": "is"}, {"id": "GNF209534", "relationship": "is"}, {"id": "GNF211080", "relationship": "is"}, {"id": "GNF216532", "relationship": "is"}, {"id": "GNF221984", "relationship": "is"}, {"id": "GNF227436", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046520", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF278747", "relationship": "is"}, {"id": "GNF279455", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100165", "relationship": "is"}, {"id": "GNF139820", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_042104.1"], "protein": ["NP_001018121.1", "NP_005388.2"], "rna": ["NM_001018111.3", "NM_005397.4"], "translation": [{"protein": "NP_001018121.1", "rna": "NM_001018111.3"}, {"protein": "NP_005388.2", "rna": "NM_005397.4"}]}, "reporter": {"HG-U133_Plus_2": "201578_at", "HG-U95Av2": "40434_at", "HTA-2_0": "TC07001874.hg.1", "HuEx-1_0": "3073013", "HuGene-1_1": "8142981", "HuGene-2_1": "17062985"}, "summary": "This gene encodes a member of the sialomucin protein family. The encoded protein was originally identified as an important component of glomerular podocytes. Podocytes are highly differentiated epithelial cells with interdigitating foot processes covering the outer aspect of the glomerular basement membrane. Other biological activities of the encoded protein include: binding in a membrane protein complex with Na+/H+ exchanger regulatory factor to intracellular cytoskeletal elements, playing a role in hematopoetic cell differentiation, and being expressed in vascular endothelium cells and binding to L-selectin. [provided by RefSeq, Jul 2008].", "symbol": "PODXL", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418724"}, "unigene": "Hs.744213", "uniprot": {"Swiss-Prot": "O00592", "TrEMBL": ["G3V0E6", "Q96N83"]}, "wikipedia": {"url_stub": "PODXL"}}