{"AllianceGenome": "9181", "HGNC": "9181", "MIM": "603968", "_id": "5429", "_version": 1, "accession": {"genomic": ["AB038008.3", "AL353602.10", "AL355802.13", "AY388614.1", "CH471081.1", "CP068272.2", "FJ907394.1", "NC_000006.12", "NC_060930.1", "NG_009252.1", "NG_028283.4"], "protein": ["AAD43810.1", "AAH15742.1", "AAQ81300.1", "ACQ91143.1", "BAA81666.1", "BAB18601.1", "BAG51237.1", "BAG53738.1", "BAG57675.1", "BAH14522.1", "EAX04209.1", "EAX04210.1", "EAX04211.1", "EAX04212.1", "NP_001278898.1", "NP_001278899.1", "NP_006493.1", "Q9Y253.1", "UXW83515.1", "XP_047274856.1", "XP_054211646.1"], "rna": ["AB024313.1", "AF158185.1", "AF241258.1", "AJ420484.1", "AK023893.1", "AK025631.1", "AK122807.1", "AK294430.1", "AK307660.1", "AK316151.1", "BC015742.1", "DC416114.1", "NM_001291969.2", "NM_001291970.2", "NM_006502.3", "OP491396.1", "XM_047418900.1", "XM_054355671.1"], "translation": [{"protein": "BAG53738.1", "rna": "AK122807.1"}, {"protein": "NP_006493.1", "rna": "NM_006502.3"}, {"protein": "BAH14522.1", "rna": "AK316151.1"}, {"protein": "AAD43810.1", "rna": "AF158185.1"}, {"protein": "AAH15742.1", "rna": "BC015742.1"}, {"protein": "UXW83515.1", "rna": "OP491396.1"}, {"protein": "XP_054211646.1", "rna": "XM_054355671.1"}, {"protein": "BAG57675.1", "rna": "AK294430.1"}, {"protein": "BAG51237.1", "rna": "AK023893.1"}, {"protein": "XP_047274856.1", "rna": "XM_047418900.1"}, {"protein": "BAA81666.1", "rna": "AB024313.1"}, {"protein": "NP_001278898.1", "rna": "NM_001291969.2"}, {"protein": "NP_001278899.1", "rna": "NM_001291970.2"}]}, "alias": ["RAD30", "RAD30A", "XP-V", "XPV"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2018-11-02T21:58:46.146Z", "disease_label": "xeroderma pigmentosum variant type", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0010214", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_bdb29404-0c05-4519-b6ee-8591368ad1ff-2018-11-02T215846.146Z", "sop": "SOP6"}}, "ec": "2.7.7.7", "ensembl": {"gene": "ENSG00000170734", "protein": ["ENSP00000361300", "ENSP00000361310", "ENSP00000405320"], "transcript": ["ENST00000372226", "ENST00000372236", "ENST00000443535"], "translation": [{"protein": "ENSP00000361310", "rna": "ENST00000372236"}, {"protein": "ENSP00000361300", "rna": "ENST00000372226"}, {"protein": "ENSP00000405320", "rna": "ENST00000443535"}], "type_of_gene": "protein_coding"}, "entrezgene": "5429", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.5099269357, "exp_mis": 226.278465836, "exp_syn": 84.2158324778, "lof_z": 2.88551420661073, "mis_z": 0.399245584142025, "mu_lof": 1.58911335595e-06, "mu_mis": 1.98638043458e-05, "mu_syn": 7.15332467501e-06, "n_lof": 8.0, "n_mis": 214.0, "n_syn": 92.0, "p_li": 0.00359087143137192, "p_null": 0.001925755157039, "p_rec": 0.994483373411589, "syn_z": -0.525853684056687}, "bp": 2142, "cds_end": 43582294, "cds_start": 43550056, "n_exons": 10, "nonpsych": {"exp_lof": 19.2684585618, "exp_mis": 204.603751909, "exp_syn": 76.0233614247, "lof_z": 2.74484923511257, "mis_z": 0.373909368323816, "mu_lof": 1.58911335595e-06, "mu_mis": 1.98638043458e-05, "mu_syn": 7.15332467501e-06, "n_lof": 7.0, "n_mis": 194.0, "n_syn": 79.0, "p_li": 0.00919051158879922, "p_null": 0.0029619867784268, "p_rec": 0.987847501632774, "syn_z": -0.214939523756654}, "nontcga": {"exp_lof": 19.7696290105, "exp_mis": 208.156699398, "exp_syn": 77.4590721595, "lof_z": 2.61122783733673, "mis_z": 0.38525683420467, "mu_lof": 1.58911335595e-06, "mu_mis": 1.98638043458e-05, "mu_syn": 7.15332467501e-06, "n_lof": 8.0, "n_mis": 197.0, "n_syn": 85.0, "p_li": 0.00194883453546515, "p_null": 0.00461024928078797, "p_rec": 0.993440916183747, "syn_z": -0.542514139868393}, "transcript": "ENST00000372236.4"}, "exons": [{"cdsend": 43614557, "cdsstart": 43583023, "chr": "6", "position": [[43576184, 43576440], [43583006, 43583141], [43597695, 43597865], [43600987, 43601091], [43603891, 43604011], [43604614, 43604738], [43605253, 43605319], [43610553, 43610723], [43613659, 43620523]], "strand": 1, "transcript": "NM_001291969", "txend": 43620523, "txstart": 43576184}, {"cdsend": 43613731, "cdsstart": 43582319, "chr": "6", "position": [[43576184, 43576440], [43582315, 43582456], [43583006, 43583141], [43587271, 43587489], [43597695, 43597865], [43600987, 43601091], [43603891, 43604011], [43604614, 43604738], [43605253, 43605319], [43610553, 43610723], [43613730, 43620523]], "strand": 1, "transcript": "NM_001291970", "txend": 43620523, "txstart": 43576184}, {"cdsend": 43614557, "cdsstart": 43582319, "chr": "6", "position": [[43576184, 43576440], [43582315, 43582456], [43583006, 43583141], [43587271, 43587489], [43597695, 43597865], [43600987, 43601091], [43603891, 43604011], [43604614, 43604738], [43605253, 43605319], [43610553, 43610723], [43613659, 43620523]], "strand": 1, "transcript": "NM_006502", "txend": 43620523, "txstart": 43576184}], "exons_hg19": [{"cdsend": 43582294, "cdsstart": 43550760, "chr": "6", "position": [[43543921, 43544177], [43550743, 43550878], [43565432, 43565602], [43568724, 43568828], [43571628, 43571748], [43572351, 43572475], [43572990, 43573056], [43578290, 43578460], [43581396, 43588260]], "strand": 1, "transcript": "NM_001291969", "txend": 43588260, "txstart": 43543921}, {"cdsend": 43581468, "cdsstart": 43550056, "chr": "6", "position": [[43543921, 43544177], [43550052, 43550193], [43550743, 43550878], [43555008, 43555226], [43565432, 43565602], [43568724, 43568828], [43571628, 43571748], [43572351, 43572475], [43572990, 43573056], [43578290, 43578460], [43581467, 43588260]], "strand": 1, "transcript": "NM_001291970", "txend": 43588260, "txstart": 43543921}, {"cdsend": 43582294, "cdsstart": 43550056, "chr": "6", "position": [[43543921, 43544177], [43550052, 43550193], [43550743, 43550878], [43555008, 43555226], [43565432, 43565602], [43568724, 43568828], [43571628, 43571748], [43572351, 43572475], [43572990, 43573056], [43578290, 43578460], [43581396, 43588260]], "strand": 1, "transcript": "NM_006502", "txend": 43588260, "txstart": 43543921}], "generif": [{"pubmed": 11554790, "text": "DNA polymerase fidelity and specificity"}, {"pubmed": 11756691, "text": "These results show that XPV cells develop DNA DSBs during the course of UV-induced replication arrest"}, {"pubmed": 11821420, "text": "Preferential misincorporation of purine nucleotides by human DNA polymerase eta opposite benzo[a]pyrene 7,8-diol 9,10-epoxide deoxyguanosine adducts"}, {"pubmed": 11994004, "text": "Translesion synthesis by human DNA polymerase eta across thymine glycol lesions."}, {"pubmed": 12244178, "text": "Mutational analysis of nonproductive rearrangements from a patient with xeroderma pigmentosum variant finds that the contribution of defective pol eta to overall somatic hypermutation is not essential."}, {"pubmed": 12426396, "text": "DNA polymerase eta targets DNA polymerase iota to the replication machinery."}, {"pubmed": 12509472, "text": "DNA polymerase eta is involved in transcription-coupled nucleotide excision repair"}, {"pubmed": 12584190, "text": "DNA polymerase eta has a role in error-prone DNA synthesis in human cells"}, {"pubmed": 12644469, "text": "demonstration that an amino acid substitution within the active site enhances the fidelity of DNA synthesis by human DNA polymerase eta supports the hypothesis that even error-prone DNA polymerases function in base selection"}, {"pubmed": 12644471, "text": "results clearly show the protective role of DNA polymerase eta against UV-induced lesions and the activation by UV of DNA polymerase eta-independent mutagenic processes"}, {"pubmed": 14523013, "text": "study of efficiency and specificity of apurinic/apyrimidinic site bypass by human DNA polymerase eta"}, {"pubmed": 14585988, "text": "mechanistic basis of the low level of fidelity of human Poleta"}, {"pubmed": 14734526, "text": "by analyzing switched memory B cells from two xeroderma pigmentosum variant patients, pol eta is an A/T mutator during class switch recombination"}, {"pubmed": 14999287, "text": "Pol eta bypasses a dimer with low fidelity and with higher error rates at the 3' thymine than at the 5' thymine"}, {"pubmed": 15051760, "text": "C is preferentially mutated in vivo and pol eta generates hypermutation in the mu and gamma switch regions."}, {"pubmed": 15147214, "text": "Data suggest that the properties of DNA polymerases eta and kappa are consistent with the mutagenic events attributed to estrogen-derived DNA adducts."}, {"pubmed": 15149598, "text": "Monoubiquitinated PCNA but not unmodified PCNA specifically interacts with poleta, and we have identified two motifs in poleta that are involved in this interaction."}, {"pubmed": 15380106, "text": "REV1 interacts with pol eta in translesion synthesis of damaged DNA"}, {"pubmed": 15569147, "text": "Catalyses translesion synthesis past cis-syn cyclobutane thymine dimers."}, {"pubmed": 15758026, "text": "High mobility of flap endonuclease 1 and DNA polymerase eta associated with replication foci in S-phase nucleus."}, {"pubmed": 16061253, "text": "Data suggest that DNA polymerase eta may be required for the efficient bypass of some bulky pol delta-blocking N2-guanine adducts in human cells."}, {"pubmed": 16116089, "text": "incorporates dATP opposite the 5' T of the cyclobutane pyrimidine dimers via Watson-Crick base pairing and not by Hoogsteen base pairing"}, {"pubmed": 16357261, "text": "identification of two previously unknown ubiquitin-binding domains in the Y-family translesion synthesis polymerases that enable them to interact with monoubiquitinated targets and undergo monoubiquitination in vivo"}, {"pubmed": 16449651, "text": "PolH has a novel role in the DNA damage checkpoint, and a p53 target can modulate the DNA damage response and subsequently regulate p53 activation."}, {"pubmed": 16675950, "text": "Data show that ultraviolet (UV) radiation-induced ATR signaling is compromised in XPA-deficient human cells during S phase, and this signaling involves UV bypass polymerase eta."}, {"pubmed": 16763556, "text": "DNA polymerases iota and eta interact noncovalently with free polyUb chains, as well as mono-ubiquitinated proliferating cell nuclear antigen (Ub-PCNA)."}, {"pubmed": 16823845, "text": "Neither mutations nor polymorphisms in the coding regions of POLH are required for the generation of human skin squamous cell carcinoma."}, {"pubmed": 17334634, "text": "Differences in gene expression, rather than sequence changes may be the main mechanism by which POLH status varies between normal and skin tumours in the population under investigation."}, {"pubmed": 17344931, "text": "The immunoprecipitation analysis of the POLH protein revealed a very useful method for screening the patients suspected of xeroderma pigmentosum variant type. Seven mutations in the POLH gene including three novel mutations were identified."}, {"pubmed": 18068156, "text": "Results are consistent with a model in which nucleotide excision repair and polymerase eta are are involved in processing crosslinks and avoiding gamma-H2AX associated with double-strand breaks and single-stranded DNA in human cells."}, {"pubmed": 18242151, "text": "findings suggest that Poleta may be involved in induction of various types of mutations through the erroneous and efficient incorporation of oxidized dNTPs into DNA in human cells"}, {"pubmed": 18321066, "text": "PCNA ubiquitylation at K164 of PCNA is not required in vitro for DNA polymerase eta to gain access to replication complexes at forks stalled by T (wedge)T and to catalyze translesion synthesis across this dimer"}, {"pubmed": 18368133, "text": "There is a wide spectrum of mutations in the POLH gene among xeroderma pigmentosum-variant patients in different countries, suggesting that many of these mutations arose independently."}, {"pubmed": 18512958, "text": "Data show that showed that pol kappaDeltaC was more efficient than pol eta by incorporating dCMP opposite both 6alpha- and 6beta-isomeric dG-N(2)-6-E(2) adducts."}, {"pubmed": 18634905, "text": "These results highlight the critical role of poleta in error-free translesion DNA synthesis across thymine-thymine cyclobutane pyrimidine dimer in human cells."}, {"pubmed": 18703314, "text": "Four types of possible founder mutations of POLH are responsible for 87% of Japanese patients with Xeroderma pigmentosum variant type."}, {"pubmed": 18799611, "text": "Data suggest that DNA polymerases eta and iota transiently probe DNA/chromatin; when DNA is exposed at replication forks, the polymerase residence times increase, and this is further facilitated by the ubiquitination of PCNA."}, {"pubmed": 18946034, "text": "phosphorylation of pol eta increased after UV irradiation, and treatment with caffeine, siRNA against ATR, or an inhibitor of PKC, reduced the accumulation of pol eta at stalled replication forks after UV irradiation"}, {"pubmed": 19001268, "text": "The binding to PCNA via its PIP domain is a prerequisite for Poleta's ability to function in translesion synthesis in human cells."}, {"pubmed": 19069642, "text": "Hydroquinone could induce the expression of XPV in a dose- and time-dependent manner in L-02 hepatic cells."}, {"pubmed": 19108641, "text": "Translesional DNA synthesis by POLH on templates containing a pyrimidopurinone deoxyguanosine adduct is reported."}, {"pubmed": 19117014, "text": "Downregulation of DNA polymerases eta is associated with colorectal-adenocarcinomas."}, {"pubmed": 19157994, "text": "Poleta-REV1 interactions prevent spontaneous mutations, probably by promoting accurate translesion DNA synthesis past endogenous DNA lesions"}, {"pubmed": 19237606, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19380493, "text": "short hairpin RNA-mediated depletion of Pol eta from undamaged cells affects cell cycle progression and the rate of cell proliferation and results in increased spontaneous chromosome breaks and common fragile site expression"}, {"pubmed": 19477635, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19477635, "text": "the c.1783G, p.595V allele was statistically associated with melanoma (respective allelic frequencies, 0.040 versus 0.022, P-value=1.17 x 10(-3), odds ratio (OR)=1.86 [1.27-2.71]), which was further confirmed by a meta-analysis"}, {"pubmed": 19661089, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19703417, "text": "Co-immunoprecipitation analyses revealed that MutLalpha, and also MSH2 and MSH6, components of the MutSalpha heterodimer, form complexes with Poleta in human cells."}, {"pubmed": 19806028, "text": "The re-localization of the polymerase (DNA directed) eta to photo-lesions might be temporally and mechanistically uncoupled from replicative DNA synthesis and from DNA damage processing."}, {"pubmed": 19822754, "text": "observe upon the simultaneous knockdown of Pols kappa and zeta implicates a highly error-free role of Poleta in TLS opposite cyclobutane pyrimidine dimers in mammalian cells."}, {"pubmed": 19939936, "text": "results suggested that amino acids at distinct positions in the active sites of Poleta and Polkappa might enhance 8-oxo-dGTP to favor the syn conformation, and thus direct its misincorporation into DNA."}, {"pubmed": 20008555, "text": "found that PolH is recruited by Pirh2 and degraded by 20S proteasome in a ubiquitin-independent manner."}, {"pubmed": 20028736, "text": "REV1 and Polzeta facilitate repair of interstrand cross-links independently of PCNA monoubiquitination and Poleta, whereas RAD18 plus Poleta, REV1, and Polzeta are all necessary for replicative bypass of cisplatin intrastrand DNA cross-links."}, {"pubmed": 20064529, "text": "The authors obtained direct evidence that polymerase switching reactions are stimulated by mono-ubiquitination of PCNA, depending on a function of the ubiquitin binding zinc finger domain of pol eta."}, {"pubmed": 20159558, "text": "Monoubiquitination of Polymerase eta masks its PCNA-interacting region."}, {"pubmed": 20173781, "text": "Targeting the FANCJ-BRCA1 interaction promotes a switch from recombination to poleta-dependent bypass."}, {"pubmed": 20215648, "text": "Contributions of nucleotide excision repair, DNA polymerase eta, and homologous recombination to replication of UV-irradiated herpes simplex virus type 1."}, {"pubmed": 20457011, "text": "this work postulates that loss of either functional pol eta engenders abnormal persistence of stalled replication forks at UV-adducted sites in DNA."}, {"pubmed": 20498091, "text": "show that the two C-terminally deleted DNA polymerase eta proteins (1-475) and (1-555) that contain the PCNA-interacting protein domain complement the UV sensitivity of XPV cells."}, {"pubmed": 20577208, "text": "crystal structures of human Poleta at four consecutive steps during DNA synthesis through cis-syn cyclobutane thymine dimers"}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21242293, "text": "DNA damage-induced phosphorylation of DNA polymerase eta depends on its physical interaction with Rad18 but is independent of PCNA monoubiquitination."}, {"pubmed": 21640722, "text": "A genetically inherited deletion within DNA polymerase eta, is detected."}, {"pubmed": 21704031, "text": "Studies indicate that All the Y-family polymerases have ubiquitin binding domains that bind to mono-ubiquitinated PCNA to effect the switching from replicative to Y-family polymerase."}, {"pubmed": 21855803, "text": "Poleta interacts with mUb-PCNA at sites of oxidative DNA damage via its PCNA-binding and ubiquitin-binding motifs."}, {"pubmed": 22056306, "text": "Mdm2 physically associates with PolH and promotes PolH polyubiquitination in vivo and in vitro"}, {"pubmed": 22154937, "text": "The rate-limiting conformational change step in the Poleta replication cycle likely corresponds to a rate-limiting entry of catalytic metals in the active site."}, {"pubmed": 22367195, "text": "We propose that IRF1 activation is responsible for carcinogen-induced Poleta up-regulation, which contributes to mutagenesis and ultimately carcinogenesis in cells."}, {"pubmed": 22456510, "text": "Ser409, located within the pol-eta binding domain of Rad18, is phosphorylated by c-jun kinase in response to dna damage, promoting the interaction between Rad18 and pol-eta."}, {"pubmed": 22529383, "text": "Data show that to incorporate deoxycytidine opposite cisplatin-cross-linked guanines, DNA polymerase eta (hPol eta) undergoes a specific backbone rearrangement to accommodate the larger base dimer and minimizes the DNA distortion around the lesion."}, {"pubmed": 22691049, "text": "a structural basis for understanding the recognition of the Rev1-CT by Y-family DNA polymerases"}, {"pubmed": 22828282, "text": "the Rev1 C-terminal domain utilizes independent interaction interfaces to simultaneously bind a fragment of the 'inserter' poleta and Rev7 subunit of the 'extender' polvarsigma, thereby serving as a cassette that may accommodate several polymerases"}, {"pubmed": 22981619, "text": "DNA polymerase eta plays an important role in the response of L-02 (liver) cells the hydroquinone-induced DNA damage."}, {"pubmed": 22989887, "text": "the ubiquitin moiety is flexible relative to the PCNA, with its hydrophobic patch mostly accessible for recruitment of TLS polymerases, which promotes the interaction with polymerase eta"}, {"pubmed": 23033487, "text": "GCN5 takes part in transcription regulation of POLH gene through alterations in the chromatin structure by direct interaction with its 5'-flanking region, and protects vertebrate cells against UV-induced DNA damage via controlling POLH gene expression."}, {"pubmed": 23248005, "text": "Results show that the physical and functional interaction between pols eta and iota occurs between ubiquitinated forms of either polymerase via their respective ubiquitin-binding domains."}, {"pubmed": 23345618, "text": "a novel non-catalytic role for POLH in promoting PCNA monoubiquitination."}, {"pubmed": 23388460, "text": "In the early phase of DNA damage response, FANCD2 plays crucial roles in recruiting pol eta to the sites of DNA damage for repair."}, {"pubmed": 23499771, "text": "amino acids Q38, Y52, and R61 play key roles in determining DNA polymerase eta function"}, {"pubmed": 23609533, "text": "Dna polymerase eta is required for DNA synthesis during S phase at replication forks stalled in common fragile sites (CFS) regions to suppress CFS instability."}, {"pubmed": 23630267, "text": "human DNA polymerase eta has a role in somatic hypermutation of Ig at the WA motif"}, {"pubmed": 23630442, "text": "homozygous c.67C>T mutation in the exon 2 of DNA polymerase eta (POLH), a novel non-sense mutation in POLH, was discovered"}, {"pubmed": 23731732, "text": "Pol eta and Pol kappa are involved in redundant pathways for homologous recombination."}, {"pubmed": 23761444, "text": "Poleta is dispensable for DNA-damage tolerance."}, {"pubmed": 23913529, "text": "Mutational analysis of the little finger domain in human DNA polymerase eta confirm the importance of the beta-strand in polymerase function and show that fidelity is most often altered when undamaged DNA is copied."}, {"pubmed": 23965998, "text": "Human Pol iota and yeast Pol zeta complex could function efficiently in the insertion and extension steps, respectively, of ranslesion synthesis and human Pol kappa and Pol eta could also extend past these lesions, albeit much less efficiently."}, {"pubmed": 24130121, "text": "DNA sequencing of POLH in Xeroderma pigmentosum variant patients revealed many mutations leading to truncated polymerases in 69% of them. Also, there is a clear relationship between the types of missense mutations and clinical severity."}, {"pubmed": 24449906, "text": "Human Pol eta inserts a nucleotide opposite the lesion, followed by Pol zeta extending the DNA primer; thus, the two complement each other to fully bypass the cisplatin cross-link."}, {"pubmed": 24485656, "text": "PALB2 and BRCA2, in addition to their functions in D loop formation, play crucial roles in the initiation of recombination-associated DNA synthesis by Poleta-mediated DNA repair."}, {"pubmed": 24553286, "text": "observed enhanced ubiquitylation of Poleta by TRIP E3 ligase and show that TRIP promotes Poleta localization to nuclear foci"}, {"pubmed": 24716551, "text": "time-resolved X-ray crystallographic study of the DNA synthesis reaction catalyzed by the Y-Family DNA polymerase human polymerase eta revealed transient elements that led to the nucleotidyl-transfer reaction[review]"}, {"pubmed": 24877075, "text": "mutation POLH NG_009252.1: g.36847_40771del3925 is caused by an equal crossover event that occurred between two homologous chromosomes at meiosis."}, {"pubmed": 25080294, "text": "The molecular mechanism of 3-nitrobenzanthrone genotoxicity in HEK293 cells is reported."}, {"pubmed": 25139235, "text": "results suggest that WRNIP1 functions upstream of Poleta in the response to UV irradiation"}, {"pubmed": 25268038, "text": "A novel mechanism by which POLH expression is controlled by PCBP1 via mRNA stability."}, {"pubmed": 25435364, "text": "our findings reveal a modulatory role of USP7 in PCNA ubiquitination-mediated stress-tolerance pathways by fine-tuning Poleta turnover."}, {"pubmed": 25662213, "text": "The results show that the FF483-484 amino acids in the human Poleta (designated F1 motif) are necessary for the interaction of this polymerase with POLD2, the B subunit of the replicative DNA polymerase delta, both in vitro and in vivo."}, {"pubmed": 25666608, "text": "Human pol eta, a major copying enzyme with abasic sites, follows a purine rule, which can also lead to frameshifts. The phenomenon can be explained with H-bonds."}, {"pubmed": 25766642, "text": "PolH721 variant present in XP-V patients is unstable. Extra 8 amino acids of PolH721 do not act as degron but induce conformational change of PolH C-terminus exposing its bipartite NLS and sequence close to its UBZ to the ubiquitin/proteasome system."}, {"pubmed": 25831546, "text": "ovarian CSCs have intrinsically enhanced Pol eta-mediated translesion DNA synthesis, allowing CSCs to survive cisplatin treatment, leading to tumor relapse"}, {"pubmed": 25947374, "text": "Arg-61 and Gln-38 of human DNA polymerase (hpol) eta play important roles in the catalytic reaction."}, {"pubmed": 26170230, "text": "Poleta has three PCNA-interacting protein (PIP) boxes (PIP1, 2, 3) that contribute differentially to two distinct functions, stimulation of DNA synthesis and promotion of PCNA ubiquitination."}, {"pubmed": 26434497, "text": "free energy difference is slightly greater for binding at the 5' thymine position than at the 3' thymine position, presumably because of stabilization arising from the A:T base pair formed at the 3' position of the TTD in previous step of Pol eta function"}, {"pubmed": 26935581, "text": "The described is cooperative motion of a key positively charged residue and metal ions for DNA replication catalyzed by human DNA Polymerase eta."}, {"pubmed": 26988343, "text": "Study shows that the posttranslational modifications of nuclear localization signal of pol eta played a dual role in polymerase switching, where Lys682 deubiquitination promotes the recruitment of pol eta to PCNA immediately prior to lesion bypass and Ser687 phosphorylation stimulates its departure from the replication fork immediately after lesion bypass."}, {"pubmed": 27002924, "text": "These results provide important knowledge about the effects of the length and structure of the alkyl group in O(4)-alkylthymidine lesions on the fidelity and efficiency of DNA replication mediated by human DNA polymerase eta."}, {"pubmed": 27095204, "text": "The data directly show that, in the human genome, DNA Pol-eta and Rev1 bypass cyclobutane pyrimidine dimers and 6-4PP at replication forks, while only 6-4PP are also tolerated by a Rev3L-dependent gap-filling mechanism, independent of S phase."}, {"pubmed": 27612622, "text": "DNA polymerases eta and kappa are capable of bypassing of a bulky guanine lesion during DNA replication."}, {"pubmed": 27811911, "text": "Rad18, independently of its ubiquitin ligase activity, promotes DNA polymerase eta SUMOylation by facilitating its interaction with its SUMO ligase PIAS1 and is required for DNA polymerase eta function at difficult to replicate loci."}, {"pubmed": 27829156, "text": "Poleta fulfills an important role in managing replicative stress at alternative lengthening of telomeres."}, {"pubmed": 27838458, "text": "the targeting of Poleta to damage sites after UV exposure is regulated by SPARTAN, and this function contributes highly to its DNA-damage tolerance function."}, {"pubmed": 27994034, "text": "The results suggest that translesion synthesis by Pol eta can contribute to the accumulation of rCMP in the genome, particularly opposite modified guanines."}, {"pubmed": 28180309, "text": "p53 controls the induction of DNA polymerase eta in DNA damaged human cells. The role of DNA polymerase eta in p53-dependent translesion synthesis."}, {"pubmed": 28383109, "text": "The current work explores both the fidelity of DNA polymerase eta and the role of the 3rd metal ion (magnesium), by using empirical valence bond simulations."}, {"pubmed": 28605669, "text": "POLH & POLK are both able to exchange with PolD1 stalled at repetitive CFS (common fragile sites) sequences. POLD1 synthesis was inhibited by replication stress caused by aphidicolin, preventing any replication past CFS. Importantly, POLH & POLK were still proficient in rescuing this stalled POLD1 synthesis. POLD1 stalling at CFSs allows for free exchange with specialized polymerase that is not driven by PCNA."}, {"pubmed": 28688171, "text": "Two novel mutations in the POLH gene, which encodes the translesion DNA polymerase eta, with loss of function due to two independent exon skippings, are reported to be associated as a compound heterozygous state in the patient."}, {"pubmed": 28934491, "text": "POLH is phosphorylated by CDK2.POLH serine 687 is a CDK target and is regulated during the cell cycle.POLH phosphorylation controls protein stability."}, {"pubmed": 28972162, "text": "Data suggest that DNA polymerase eta (POLH/RAD30) is able to bind DNA/DNA, RNA/DNA, and DNA/RNA duplexes with similar affinities; DNA polymerase eta (as well as DNA polymerase kappa) accommodates RNA as one of the two strands during primer extension; both polymerases elongate RNA/DNA and DNA/RNA hybrids; additionally, DNA polymerase eta catalyzes reverse transcription."}, {"pubmed": 29139326, "text": "A substantial excess of single and tandem somatic mutations within known pol eta mutable motifs was noted in skin cancer as well as in many other types of human cancer."}, {"pubmed": 29208956, "text": "Findings demonstrate a novel role of Poleta O-GlcNAcylation in translesion DNA synthesis regulation and genome stability maintenance."}, {"pubmed": 29424536, "text": "In human DNA polymerase eta, the conserved Arg61 favors Watson-Crick base pairing through defined interactions with the incoming nucleotide."}, {"pubmed": 29683380, "text": "Diverse roles of RAD18 and Y-family DNA polymerases, such as DNA polymerase eta, in tumorigenesis has been described. (Review)"}, {"pubmed": 29932331, "text": "In addition to the two Mg(2+) ions aligning the active site of DNA polymerase eta, experiments suggest that a third Mg(2+) ion could play an essential catalytic role. The simulations with three metal ions in the active site suggest that the third metal ion may play a catalytic role through electrostatic interactions with the leaving group."}, {"pubmed": 30839203, "text": "This study used a linear free energy relationship analysis, in the form of a Bronsted plot of log( kpol) versus p Ka4, for Y-family error-prone DNA polymerase eta and X-family DNA polymerases gamma and beta to determine the extent to which different electrostatic active site environments alter kpol values. The apparent chemical rate constant ( kpol) is the rate-determining step for the three pols."}, {"pubmed": 30991231, "text": "Epigenetically modified N(6)-methyladenine inhibits DNA replication by human DNA polymerase eta"}, {"pubmed": 31064846, "text": "Data suggest that PolH expression is controlled by APA and that the short PolH transcript produced by APA can escape miR-619-mediated repression and, subsequently, confers PolH-mediated cisplatin resistance."}, {"pubmed": 31558768, "text": "Processing of a single ribonucleotide embedded into DNA by human nucleotide excision repair and DNA polymerase eta."}, {"pubmed": 31683505, "text": "poleta readily accommodated the N7-methyl-2-deoxyguanosine:dCTP base pair with little conformational change of protein and DNA."}, {"pubmed": 32203168, "text": "Unscheduled MRE11 activity triggers cell death but not chromosome instability in polymerase eta-depleted cells subjected to UV irradiation."}, {"pubmed": 32350109, "text": "Multisite SUMOylation restrains DNA polymerase eta interactions with DNA damage sites."}, {"pubmed": 32425948, "text": "AID Overlapping and Poleta Hotspots Are Key Features of Evolutionary Variation Within the Human Antibody Heavy Chain (IGHV) Genes."}, {"pubmed": 32721818, "text": "Translesion synthesis of 6-nitrochrysene-derived 2'-deoxyadenosine adduct in human cells."}, {"pubmed": 34725419, "text": "Genetic and physical interactions between Poleta and Rev1 in response to UV-induced DNA damage in mammalian cells."}, {"pubmed": 34815340, "text": "Translesion polymerase eta both facilitates DNA replication and promotes increased human genetic variation at common fragile sites."}, {"pubmed": 34871863, "text": "Incorporation of 5',8-cyclo-2'deoxyadenosines by DNA repair polymerases via base excision repair."}, {"pubmed": 35008656, "text": "Manganese Is a Strong Specific Activator of the RNA Synthetic Activity of Human Poleta."}, {"pubmed": 35328096, "text": "Identification of Frameshift Variants in POLH Gene Causing Xeroderma Pigmentosum in Two Consanguineous Pakistani Families."}, {"pubmed": 35952573, "text": "Current state of knowledge of human DNA polymerase eta protein structure and disease-causing mutations."}, {"pubmed": 36702254, "text": "Primer terminal ribonucleotide alters the active site dynamics of DNA polymerase eta and reduces DNA synthesis fidelity."}, {"pubmed": 36758800, "text": "Human DNA polymerase eta promotes RNA-templated error-free repair of DNA double-strand breaks."}, {"pubmed": 37129084, "text": "Mutagenic incorporation of inosine into DNA via T:I mismatch formation by human DNA polymerase eta (poleta)."}, {"pubmed": 37468099, "text": "The peroxidation-derived DNA adduct, 6-oxo-M1dG, is a strong block to replication by human DNA polymerase eta."}, {"pubmed": 37984186, "text": "The accurate bypass of pyrimidine dimers by DNA polymerase eta contributes to ultraviolet-induced mutagenesis."}], "genomic_pos": {"chr": "6", "end": 43620523, "ensemblgene": "ENSG00000170734", "start": 43576185, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 43586701, "start": 43543887, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000731", "pubmed": 17563354, "qualifier": "involved_in", "term": "DNA synthesis involved in DNA repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006260", "qualifier": "involved_in", "term": "DNA replication"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006281", "pubmed": 10871396, "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006282", "pubmed": 10398605, "qualifier": "involved_in", "term": "regulation of DNA repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006290", "qualifier": "involved_in", "term": "pyrimidine dimer repair"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009314", "qualifier": "involved_in", "term": "response to radiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010225", "pubmed": 17563354, "qualifier": "involved_in", "term": "response to UV-C"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042276", "qualifier": "involved_in", "term": "error-prone translesion synthesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070987", "qualifier": "involved_in", "term": "error-free translesion synthesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071494", "qualifier": "involved_in", "term": "cellular response to UV-C"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005657", "qualifier": "is_active_in", "term": "replication fork"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0035861", "qualifier": "is_active_in", "term": "site of double-strand break"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003684", "qualifier": "enables", "term": "damaged DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003887", "qualifier": "enables", "term": "DNA-directed DNA polymerase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003887", "qualifier": "enables", "term": "DNA-directed DNA polymerase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16763556, 17304240, 24485656], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[6239, 175337], [7955, 678520], [8364, 100487374], [9031, 395102], [9544, 700772], [9598, 462720], [9606, 5429], [9615, 474915], [9913, 513606], [10090, 80905], [10116, 316235]], "id": 38189}, "interpro": [{"desc": "UmuC domain", "id": "IPR001126", "short_desc": "UmuC"}, {"desc": "Reverse transcriptase/Diguanylate cyclase domain", "id": "IPR043128", "short_desc": "Rev_trsase/Diguanyl_cyclase"}, {"desc": "DNA/RNA polymerase superfamily", "id": "IPR043502", "short_desc": "DNA/RNA_pol_sf"}, {"desc": "DNA polymerase, Y-family, little finger domain", "id": "IPR017961", "short_desc": "DNA_pol_Y-fam_little_finger"}, {"desc": "DNA polymerase, Y-family, little finger domain superfamily", "id": "IPR036775", "short_desc": "DNA_pol_Y-fam_lit_finger_sf"}, {"desc": "DNA polymerase eta, ubiquitin-binding zinc finger", "id": "IPR041298", "short_desc": "UBZ3"}], "ipi": ["IPI00008011", "IPI00552037", "IPI00646080"], "map_location": "6p21.1", "name": "DNA polymerase eta", "other_names": ["DNA polymerase eta", "DNA polymerase eta transcript", "RAD30 homolog A", "polymerase (DNA directed), eta", "polymerase (DNA) eta", "xeroderma pigmentosum variant type protein"], "pantherdb": {"HGNC": "9181", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1891457", "ortholog_type": "LDO", "panther_family": "PTHR45873", "taxid": 10090, "uniprot_kb": "Q9JJN0"}, {"RGD": "1309893", "ortholog_type": "LDO", "panther_family": "PTHR45873", "taxid": 10116, "uniprot_kb": "D4ADZ0"}, {"Ensembl": "ENSGALG00000010317", "ortholog_type": "LDO", "panther_family": "PTHR45873", "taxid": 9031, "uniprot_kb": "Q5ZIW9"}, {"ZFIN": "ZDB-GENE-060421-4949", "ortholog_type": "LDO", "panther_family": "PTHR45873", "taxid": 7955, "uniprot_kb": "F1Q7Z9"}, {"WormBase": "WBGene00018721", "ortholog_type": "LDO", "panther_family": "PTHR45873", "taxid": 6239, "uniprot_kb": "G5EFY1"}, {"FlyBase": "FBgn0037141", "ortholog_type": "LDO", "panther_family": "PTHR45873", "taxid": 7227, "uniprot_kb": "Q9VNX1"}, {"SGD": "S000002827", "ortholog_type": "LDO", "panther_family": "PTHR45873", "taxid": 4932, "uniprot_kb": "Q04049"}, {"PomBase": "SPBC16A3.11", "ortholog_type": "LDO", "panther_family": "PTHR45873", "taxid": 4896, "uniprot_kb": "O42917"}, {"TAIR": "2156309", "ortholog_type": "LDO", "panther_family": "PTHR45873", "taxid": 3702, "uniprot_kb": "Q8H2D5"}], "uniprot_kb": "Q9Y253"}, "pathway": {"kegg": {"id": "hsa03460", "name": "Fanconi anemia pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-110313", "name": "Translesion synthesis by Y family DNA polymerases bypasses lesions on DNA template"}, {"id": "R-HSA-110320", "name": "Translesion Synthesis by POLH"}, {"id": "R-HSA-5656169", "name": "Termination of translesion DNA synthesis"}, {"id": "R-HSA-5685942", "name": "HDR through Homologous Recombination (HRR)"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693538", "name": "Homology Directed Repair"}, {"id": "R-HSA-5693567", "name": "HDR through Homologous Recombination (HRR) or Single Strand Annealing (SSA)"}, {"id": "R-HSA-73893", "name": "DNA Damage Bypass"}, {"id": "R-HSA-73894", "name": "DNA Repair"}], "wikipathways": [{"id": "WP4946", "name": "DNA Repair Pathways Full Network"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}]}, "pdb": ["2I5O", "2LSK", "3JAA", "3MR2", "3MR3", "3MR5", "3MR6", "3SI8", "3TQ1", "3WUP", "4DL2", "4DL3", "4DL4", "4DL5", "4DL6", "4DL7", "4ECQ", "4ECR", "4ECS", "4ECT", "4ECU", "4ECV", "4ECW", "4ECX", "4ECY", "4ECZ", "4ED0", "4ED1", "4ED2", "4ED3", "4ED6", "4ED7", "4ED8", "4EEY", "4J9K", "4J9L", "4J9M", "4J9N", "4J9O", "4J9P", "4J9Q", "4J9R", "4J9S", "4O3N", "4O3O", "4O3P", "4O3Q", "4O3R", "4O3S", "4Q8E", "4Q8F", "4RNM", "4RNN", "4RNO", "4RU9", "4YP3", "4YQW", "4YR0", "4YR2", "4YR3", "5DG7", "5DG8", "5DG9", "5DGA", "5DGB", "5DLF", "5DLG", "5DQG", "5DQH", "5DQI", "5EWE", "5EWF", "5EWG", "5F9L", "5F9N", "5JUM", "5KFA", "5KFB", "5KFC", "5KFD", "5KFE", "5KFF", "5KFG", "5KFH", "5KFI", "5KFJ", "5KFK", "5KFL", "5KFM", "5KFN", "5KFO", "5KFP", "5KFQ", "5KFR", "5KFS", "5KFT", "5KFU", "5KFV", "5KFW", "5KFX", "5KFY", "5KFZ", "5KG0", "5KG1", "5KG2", "5KG3", "5KG4", "5KG5", "5KG6", "5KG7", "5L1I", "5L1J", "5L1K", "5L1L", "5L9X", "6D0M", "6D0Z", "6M7O", "6M7P", "6M7T", "6M7U", "6M7V", "6MP3", "6MQ8", "6MXO", "6PL7", "6PL8", "6PLC", "6PZ3", "6Q02", "6UI2", "6UQI", "6V5K", "6W5X", "6WK6", "7L69", "7LCD", "7M7L", "7M7M", "7M7N", "7M7O", "7M7P", "7M7Q", "7M7R", "7M7S", "7M7T", "7M7U", "7M7Y", "7M7Z", "7M80", "7M81", "7M82", "7M83", "7M84", "7M85", "7M86", "7M87", "7M88", "7M89", "7M8A", "7M8B", "7M8C", "7M8D", "7U72", "7U73", "7U74", "7U75", "7U76", "7U77", "7U78", "7U79", "7U7A", "7U7B", "7U7C", "7U7D", "7U7E", "7U7F", "7U7G", "7U7I", "7U7J", "7U7K", "7U7L", "7U7R", "7U7S", "7U7T", "7U7U", "7U7V", "7U7W", "7U7X", "7U7Y", "7U7Z", "7U80", "7U81", "7U82", "7U83", "7U84", "8E85", "8E86", "8E87", "8E88", "8E89", "8E8A", "8E8B", "8E8C", "8E8D", "8E8E", "8E8F", "8E8G", "8E8H", "8E8J", "8E8K", "8EVE", "8EVF", "8FN3", "8FOG", "8G8H", "8G8J", "8GBF", "8GKR", "8GML", "8SKI", "8UJT", "8UJV", "8UJX", "8UK4"], "pfam": ["PF00817", "PF11799", "PF18439", "PF21704"], "pharmgkb": "PA279", "pharos": {"target_id": 17287, "tdl": "Tchem"}, "prosite": ["PS50173", "PS51907"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254431", "relationship": "is"}, {"id": "GNF254432", "relationship": "is"}, {"id": "GNF254433", "relationship": "is"}, {"id": "GNF254434", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158735", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031874", "relationship": "is"}, {"id": "GNF034804", "relationship": "weakly similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087649", "relationship": "is"}, {"id": "GNF087650", "relationship": "is"}, {"id": "GNF087651", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050652", "relationship": "is"}, {"id": "GNF055414", "relationship": "is"}, {"id": "GNF060051", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070729", "relationship": "is"}, {"id": "GNF070730", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF011437", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101850", "relationship": "is"}, {"id": "GNF101851", "relationship": "is"}, {"id": "GNF141505", "relationship": "is"}, {"id": "GNF141506", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_009252.1", "NG_028283.4"], "protein": ["NP_001278898.1", "NP_001278899.1", "NP_006493.1", "XP_047274856.1", "XP_054211646.1"], "rna": ["NM_001291969.2", "NM_001291970.2", "NM_006502.3", "XM_047418900.1", "XM_054355671.1"], "translation": [{"protein": "NP_006493.1", "rna": "NM_006502.3"}, {"protein": "XP_054211646.1", "rna": "XM_054355671.1"}, {"protein": "XP_047274856.1", "rna": "XM_047418900.1"}, {"protein": "NP_001278898.1", "rna": "NM_001291969.2"}, {"protein": "NP_001278899.1", "rna": "NM_001291970.2"}]}, "reporter": {"HG-U133_Plus_2": ["1557700_at", "1557701_s_at", "219380_x_at", "222879_s_at", "231115_at", "233852_at"], "HTA-2_0": "TC06000605.hg.1", "HuEx-1_0": ["2908100", "2908140", "2908142", "2945869", "3403724", "3837823", "3840630", "3945392"], "HuGene-1_1": "8119858", "HuGene-2_1": "17009054"}, "summary": "This gene encodes a member of the Y family of specialized DNA polymerases. It copies undamaged DNA with a lower fidelity than other DNA-directed polymerases. However, it accurately replicates UV-damaged DNA; when thymine dimers are present, this polymerase inserts the complementary nucleotides in the newly synthesized DNA, thereby bypassing the lesion and suppressing the mutagenic effect of UV-induced DNA damage. This polymerase is thought to be involved in hypermutation during immunoglobulin class switch recombination. Mutations in this gene result in XPV, a variant type of xeroderma pigmentosum. Several transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, May 2014].", "symbol": "POLH", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418733"}, "unigene": "Hs.655467", "uniprot": {"Swiss-Prot": "Q9Y253", "TrEMBL": ["Q5JTF2", "B3KN75"]}, "wikipedia": {"url_stub": "DNA polymerase eta"}}