{"AllianceGenome": "9210", "HGNC": "9210", "MIM": "173110", "_id": "5449", "_version": 1, "accession": {"genomic": ["AC130885.3", "CH471110.2", "CP068275.2", "D11333.1", "D11334.1", "D12892.3", "KF457648.1", "KT585059.1", "NC_000003.12", "NC_060927.1", "NG_008225.2", "X77223.1", "X77224.1"], "protein": ["AAA60093.1", "AAB31227.2", "BAA01068.1", "BAA02291.1", "BAA34536.1", "CAA44295.1", "CAA51017.1", "CAA54440.2", "CAA54441.1", "EAW68866.1", "EAW68867.1", "NP_000297.1", "NP_001116229.1", "P28069.1"], "rna": ["D10216.1", "L18781.1", "NM_000306.4", "NM_001122757.3", "S73501.1", "X62429.1", "X72215.1"], "translation": [{"protein": "NP_000297.1", "rna": "NM_000306.4"}, {"protein": "CAA44295.1", "rna": "X62429.1"}, {"protein": "AAA60093.1", "rna": "L18781.1"}, {"protein": "NP_001116229.1", "rna": "NM_001122757.3"}, {"protein": "CAA51017.1", "rna": "X72215.1"}, {"protein": "BAA01068.1", "rna": "D10216.1"}, {"protein": "AAB31227.2", "rna": "S73501.1"}]}, "alias": ["CPHD1", "GHF-1", "PIT1", "POU1F1a", "Pit-1"], "ensembl": {"gene": "ENSG00000064835", "protein": ["ENSP00000263781", "ENSP00000342931", "ENSP00000452610", "ENSP00000454072"], "transcript": ["ENST00000344265", "ENST00000350375", "ENST00000560656", "ENST00000561167"], "translation": [{"protein": "ENSP00000342931", "rna": "ENST00000344265"}, {"protein": "ENSP00000263781", "rna": "ENST00000350375"}, {"protein": "ENSP00000454072", "rna": "ENST00000561167"}, {"protein": "ENSP00000452610", "rna": "ENST00000560656"}], "type_of_gene": "protein_coding"}, "entrezgene": "5449", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.3980645, "exp_mis": 87.9878763391, "exp_syn": 35.3002801198, "lof_z": 2.7574811439076, "mis_z": -0.834937283880952, "mu_lof": 8.73626328229e-07, "mu_mis": 7.86569064398e-06, "mu_syn": 3.03224650257e-06, "n_lof": 2.0, "n_mis": 104.0, "n_syn": 46.0, "p_li": 0.618818418545953, "p_null": 0.00165190369140443, "p_rec": 0.379529677762643, "syn_z": -1.11643329140816}, "bp": 954, "cds_end": 87325612, "cds_start": 87309043, "n_exons": 6, "nonpsych": {"exp_lof": 10.201771691, "exp_mis": 79.522944299, "exp_syn": 31.8355839107, "lof_z": 2.52186499017851, "mis_z": -0.253226052214798, "mu_lof": 8.73626328229e-07, "mu_mis": 7.86569064398e-06, "mu_syn": 3.03224650257e-06, "n_lof": 2.0, "n_mis": 84.0, "n_syn": 40.0, "p_li": 0.542121412077715, "p_null": 0.00377098343761088, "p_rec": 0.454107604484674, "syn_z": -0.911029506045904}, "nontcga": {"exp_lof": 10.4750515525, "exp_mis": 80.9376837947, "exp_syn": 32.4650914629, "lof_z": 2.58312549392918, "mis_z": -0.55722731579701, "mu_lof": 8.73626328229e-07, "mu_mis": 7.86569064398e-06, "mu_syn": 3.03224650257e-06, "n_lof": 2.0, "n_mis": 91.0, "n_syn": 43.0, "p_li": 0.544314976779139, "p_null": 0.0030441602987143, "p_rec": 0.452640862922147, "syn_z": -1.17069777015062}, "transcript": "ENST00000344265.3"}, "exons": [{"cdsend": 87276462, "cdsstart": 87259893, "chr": "3", "position": [[87259403, 87260104], [87261272, 87261333], [87262070, 87262235], [87264287, 87264512], [87273346, 87273418], [87276320, 87276584]], "strand": -1, "transcript": "NM_000306", "txend": 87276584, "txstart": 87259403}, {"cdsend": 87276462, "cdsstart": 87259893, "chr": "3", "position": [[87259403, 87260104], [87261272, 87261333], [87262070, 87262235], [87264287, 87264512], [87273346, 87273496], [87276320, 87276584]], "strand": -1, "transcript": "NM_001122757", "txend": 87276584, "txstart": 87259403}], "exons_hg19": [{"cdsend": 87325612, "cdsstart": 87309043, "chr": "3", "position": [[87308553, 87309254], [87310422, 87310483], [87311220, 87311385], [87313437, 87313662], [87322496, 87322568], [87325470, 87325734]], "strand": -1, "transcript": "NM_000306", "txend": 87325734, "txstart": 87308553}, {"cdsend": 87325612, "cdsstart": 87309043, "chr": "3", "position": [[87308553, 87309254], [87310422, 87310483], [87311220, 87311385], [87313437, 87313662], [87322496, 87322646], [87325470, 87325734]], "strand": -1, "transcript": "NM_001122757", "txend": 87325734, "txstart": 87308553}], "generif": [{"pubmed": 11847467, "text": "severe hypothyroidism and combined pituitary hormone deficiency due to a new mutation in the PIT-1 gene.  the newly described mutation is inherited in an autosomal-recessive way."}, {"pubmed": 11924936, "text": "the clinical presentation of the PIT1 mutation involves intrauterine growth retardation"}, {"pubmed": 12165656, "text": "silence in silent thyrotroph adenomas seems to be downstream to transcription of Pit-1 gene in the pathway leading to hormone secretion"}, {"pubmed": 12189206, "text": "specification of unique Pit-1 activity in the hGH locus control region"}, {"pubmed": 12200420, "text": "found that codon 24 proline in the transactivation domain as well as the POU domain of Pit-1 was crucial to recruit coactivator CREB-binding protein (CBP) for the expression of Pit-1-targeted genes."}, {"pubmed": 12223489, "text": "full responsiveness to several signaling pathways regulating the hPRL promoter requires the B2 Pitx binding site and that Pitx factors may be part of the proteic complex involved in these regulations"}, {"pubmed": 12242337, "text": "phosphorylation of Pit-1 affects binding to transcription factor Ets-1"}, {"pubmed": 12717343, "text": "Pit-1 which is required for generation of hormone producing cells in the anterior pituitary gland, have proved to be important in the cause of hypopituitarism in humans--REVIEW"}, {"pubmed": 12773133, "text": "that phenotypically normal cases have been reported with this mutation, our results deny the relationship between R271W and combined pituitary hormone deficiency."}, {"pubmed": 12932747, "text": "New mutation located in the N-terminal (Q-4ter) of PIT-1 gene causing recessive combined pitutary hormone deficiency."}, {"pubmed": 14646405, "text": "PIT1 mutations in man are associated with ...thyroid stimulating hormone and growth hormone deficiency... p. 278"}, {"pubmed": 14714741, "text": "Mutations within POUF1 or P1T1 are associated with growth hormone, thyroid stimulating hormone and prolactin deficiency... p. 207"}, {"pubmed": 15031321, "text": "the smad pathway and the tumor suppressor menin are key regulators of activin effects on PRL and Pit-1 expression, as well as on cell growth inhibition"}, {"pubmed": 15928241, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 15928241, "text": "the phenotype associated with POU1F1 mutations may be more variable, with the occasional preservation of TSH secretion in pituitary deficiency disease"}, {"pubmed": 15998782, "text": "Findings are consistent with the existence of LHX4-driven pathway leading to expression of GH through transcriptional activation of POU1F1. They argue against dominant-negative effect of mutant LHX4 proteins over normal LHX4."}, {"pubmed": 16030140, "text": "The redistribution of co-repressor complexes by Pit-1 might represent an important mechanism by which transcription factors direct changes in cell-specific gene expression."}, {"pubmed": 16061841, "text": "depending on its level of expression, Pit-1 may be involved in normal mammary development, breast disorders, or both"}, {"pubmed": 16133148, "text": "Data suggest that the expression of Pit-1 in cells of the alpha SU-based gonadotropin cell lineage might also lead to the expression of growth hormone, prolactin, and thyroid-stimulating hormone beta subunit."}, {"pubmed": 16214911, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16263824, "text": "CBP/p300 recruitment and Pit-1 dimerization are necessary for Pit-1 target gene activation and are important in the pathogenesis of combined pituitary hormone deficiency"}, {"pubmed": 16322098, "text": "direct interaction between the vitamin D receptor (VDR) as homodimer (without the retinoid X receptor), and the Pit-1 promoter, supporting the view that Pit-1 is a direct transcriptional target of VDR"}, {"pubmed": 16505001, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16740974, "text": "findings show that activin negatively regulates the human Pit-1 gene promoter; activin effects on Pit-1 gene regulation are Smad independent and require the p38 MAPK pathway"}, {"pubmed": 16879162, "text": "Review article uses Pit-1 as an example while exploring the role of transcription factors in pituitary hormone secretion, and examining mutations involved in human anterior pituitary pathologies."}, {"pubmed": 16901973, "text": "The growth-promoting effects of Pit-1 are at least partly due to the fact that this transcription factor prevents apoptotic cell death."}, {"pubmed": 17021049, "text": "the Pit-1/Pit-1beta TADs are composed of multiple, modular, and transferable subdomains, including a regulatory R1 domain, a basal activation region, a selective inhibitory-Ras-responsive segment, and a beta-specific repressor domain"}, {"pubmed": 17047377, "text": "Review discusses the possibility that Pit-1-driven remodeling at nuclease-hypersensitive site (HS) III may precede that at HS I/II in the pituitary."}, {"pubmed": 17456792, "text": "up-regulation of VDR transcription by Pit-1 is dependent on the presence of VDR protein"}, {"pubmed": 17565274, "text": "Phosphate uptake via Pit-1 is required for osteochondrogenic phenotypic change and calcification of vascular smooth muscle cells in vitro.[review]"}, {"pubmed": 18059085, "text": "novel POU1F1 splice site mutation, IVS4+1G>A, the first of its kind, in a Thai patient with combined pituitary hormone deficiency"}, {"pubmed": 18514160, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18653712, "text": "The novel functioning binding elements of Prop1 in human Pit-1 gene."}, {"pubmed": 19369455, "text": "Our results suggested that there is a coordinated interrelationship between 2 key participants of Pi and PPi metabolism, ANKH and PiT-1."}, {"pubmed": 19427323, "text": "These findings are consistent with a role for Pit-1 as an initiating factor in human growth hormone (hGH) locus activation during somatotrope ontogeny, acting through binding sites at the locus control region."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19556346, "text": "analysis of a Pit-1beta 26-amino acid dominant and independent repressor domain"}, {"pubmed": 19608642, "text": "Activation of Syt1 gene expression is part of a mechanism mediating POU1F-induced differentiation of pituitary cells."}, {"pubmed": 19609847, "text": "Novel association of two rare conditions Pit-1 mutation and lipoedema in a family that has not been described before."}, {"pubmed": 19808898, "text": "Pit-1 regulates mammary PRL transcription by binding to the proximal PRL promoter. Pit-1 raises cyclin D1 expression before increasing PRL levels. There was a significant correlation between Pit-1 & PRL expression in 94 invasive ductal breast carcinomas."}, {"pubmed": 19887646, "text": "Data suggest phosphorylation of Pit-1 (POU1F1) at T220 serves as a mechanism to modulate Pit-1 target genes by regulating binding of Pit-1 to monomeric (Pit-1) versus dimeric (Ets-1/Pit-1) sites on DNA"}, {"pubmed": 20381582, "text": "These results support the inference that W194XProp1 is unable to increase POU1F1 gene expression by the defect of transactivating domain and that S156insTProp1 is unable to increase due to the loss of DNA-binding activity."}, {"pubmed": 20395397, "text": "Data are consistent with recruitment and an early role for Pit-1 in remodeling of the growth hormone locus control region at the constitutively open hypersensitive site III through protein-protein interaction."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20534763, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20810604, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21060149, "text": "Pit-1 overexpression or knockdown in human breast cancer cell lines induced profound phenotypic changes in the expression of proteins involved in cell proliferation, apoptosis, and invasion."}, {"pubmed": 21521297, "text": "study, which identifies a novel loss-of-function mutation in POU1F1, describes the phenotype of a rare condition in a patient followed from the first weeks of life to adulthood"}, {"pubmed": 21722153, "text": "This is the first report of a mutation at the exon 2 donor splice site of POU1F1, affecting TAD-R2."}, {"pubmed": 21761366, "text": "Data show no mutations in HESX1, PROP1, and POU1F1 genes, seven different mutations in CTNNB1 in 8/16 patients, and hyperexpression of miR-150."}, {"pubmed": 22094313, "text": "HSII confers robust POU1F1-dependent activation of hGH-N in this system."}, {"pubmed": 22199144, "text": "Expression analysis of HMGA1, HMGA2 and PIT1 in human pituitary adenomas of different histological types revealed a direct correlation between PIT1 and HMGA expression levels."}, {"pubmed": 22638072, "text": "New target genes of POU1F1 and downstream networks controlled by this factor."}, {"pubmed": 24937538, "text": "These results suggest that the anti-PIT-1 antibody is not a cause but a marker of anti-PIT-1 antibody syndrome, in which cytotoxic T lymphocytes play a pivotal role in the pathogenesis."}, {"pubmed": 25500790, "text": "investigated the specific mutations in PROP1, POU1F1, LHX3, and HESX1 genes in patients with combined pituitary hormone deficiency (CPHD) in Turkey"}, {"pubmed": 25527274, "text": "Pit-1 regulates MMP-1 and MMP-13, and that inhibition of MMP-13 blocked invasiveness to lung in Pit-1-overexpressed breast cancer cells."}, {"pubmed": 26612202, "text": "A missense POU1F1 mutation is associated with isolated growth hormone deficiency."}, {"pubmed": 26743473, "text": "Data identify silent subtype 3 adenomas as aggressive monomorphous plurihormonal adenomas of Pit-1 lineage that may be associated with hyperthyroidism, acromegaly or galactorrhea and amenorrhea."}, {"pubmed": 27227698, "text": "Data suggest that the first screening step diagnosis for pituitary adenoma was determined based upon immunohistochemical (IHC) scores for Pit-1, SF-1, and ACTH."}, {"pubmed": 27756091, "text": "The present study reports on screening of POU1F1, PROP1, and HESX1 in combined pituitary hormone deficiency patients and the novel variations identified."}, {"pubmed": 27798557, "text": "High expression level of Pit-1 was significantly associated with poor overall survival of the patients (P=0.001) and Cox regression analysis indicated that Pit-1 might be a prognostic factor for breast cancer prognosis (HR=1.955, 95% CI=1.295-3.035, P=0.003)."}, {"pubmed": 27885216, "text": "This result strongly suggests the possibility, for the first time, that isolated mutations in the short isoform of POU1F1 could be sufficient for induction of POU1F1-related combined pituitary hormone deficiency."}, {"pubmed": 28356564, "text": "Deletion in the POU1F1 gene is associated with Combined pituitary hormone deficiency."}, {"pubmed": 29186613, "text": "Results suggest that transcriptional regulation of macrophage migration inhibitory factor (MIF) and pursuing pituitary-specific positive transcription factor 1 (Pit-1) as a therapeutic target to treat MIF-mediated inflammatory disorders."}, {"pubmed": 31022740, "text": "POU1F1 c.605delC mutation codes for a truncated protein with reduced transactivation capacity on its downstream effectors, viz., growth hormone (GH) and prolactin (PRL) causing severe combined pituitary hormone deficiency."}, {"pubmed": 31292963, "text": "Through the release of CXCL12, Pit-1 in tumor cells was found to mediate the recruitment and polarization of macrophages into tumor-associated macrophages (TAMs). In turn, TAMs collaborated with tumor cells to increase tumor growth, angiogenesis, extravasation and metastasis to lung."}, {"pubmed": 31613887, "text": "Transgenic mouse model for conditional expression of influenza hemagglutinin-tagged human SLC20A1/PIT1 has been reported."}, {"pubmed": 32445923, "text": "Data identify POU1F1 as a transcription factor that regulates TFPI transcription in response to ADTRP, and link POU1F1 variants to risk of CAD for the first time."}, {"pubmed": 33388754, "text": "Transcription Factor Pit-1 Affects Transcriptional Timing in the Dual-Promoter Human Prolactin Gene."}, {"pubmed": 33714987, "text": "POU1F1 transcription factor induces metabolic reprogramming and breast cancer progression via LDHA regulation."}, {"pubmed": 33886498, "text": "A mutation of the beta-domain in POU1F1 causes pituitary deficiency due to dominant PIT-1beta expression."}, {"pubmed": 33927188, "text": "HMGA1B/2 transcriptionally activated-POU1F1 facilitates gastric carcinoma metastasis via CXCL12/CXCR4 axis-mediated macrophage polarization."}, {"pubmed": 34378789, "text": "A novel POU1F1 pathogenic variant: Two familial case reports with phenotype expansion."}, {"pubmed": 35456463, "text": "A Novel Splice-Site Deletion in the POU1F1 Gene Causes Combined Pituitary Hormone Deficiency in Multiple Sudanese Pedigrees."}, {"pubmed": 35951005, "text": "Heterozygous variants in SIX3 and POU1F1 cause pituitary hormone deficiency in mouse and man."}, {"pubmed": 37268858, "text": "Multilineage Pituitary Neuroendocrine Tumors (PitNETs) Expressing PIT1 and SF1."}, {"pubmed": 37948564, "text": "Genetic diagnosis of congenital hypopituitarism in Turkish patients by a target gene panel: novel pathogenic variants in GHRHR, GLI2, LHX4 and POU1F1 genes."}, {"pubmed": 38134555, "text": "CTGF regulates mineralization in human mature chondrocyte by controlling Pit-1 and modulating ANK via the BMP/Smad signalling."}, {"pubmed": 38139044, "text": "Phosphate (Pi) Transporter PIT1 Induces Pi Starvation in Salmonella-Containing Vacuole in HeLa Cells."}, {"pubmed": 38146732, "text": "Clinical features of anti-pituitary-specific transcription factor-1 (PIT-1) hypophysitis: a new aspect of paraneoplastic autoimmune condition."}, {"pubmed": 38228887, "text": "Pituitary neuroendocrine tumors with PIT1/SF1 co-expression show distinct clinicopathological and molecular features."}], "genomic_pos": {"chr": "3", "end": 87276584, "ensemblgene": "ENSG00000064835", "start": 87259404, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 87325737, "start": 87308554, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 11301317, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 9392392, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021984", "qualifier": "involved_in", "term": "adenohypophysis development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [9482665, 9685346, 26612202], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 26612202, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": [9685346, 26612202], "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [9482665, 11301317], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": [9685346, 12612071, 26612202], "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106222", "qualifier": "enables", "term": "lncRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 405777], [8364, 100492413], [9031, 374215], [9544, 719349], [9598, 470861], [9606, 5449], [9615, 403753], [9913, 282315], [10090, 18736], [10116, 25517]], "id": 259}, "interpro": [{"desc": "POU-specific domain", "id": "IPR000327", "short_desc": "POU_dom"}, {"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Lambda repressor-like, DNA-binding domain superfamily", "id": "IPR010982", "short_desc": "Lambda_DNA-bd_dom_sf"}, {"desc": "POU domain", "id": "IPR013847", "short_desc": "POU"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}], "ipi": ["IPI00000794", "IPI00216420"], "map_location": "3p11.2", "name": "POU class 1 homeobox 1", "other_names": ["POU domain, class 1, transcription factor 1", "growth hormone factor 1", "pituitary transcript factor 1", "pituitary-specific positive transcription factor 1"], "pantherdb": {"HGNC": "9210", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97588", "ortholog_type": "LDO", "panther_family": "PTHR11636", "taxid": 10090, "uniprot_kb": "Q00286"}, {"RGD": "3367", "ortholog_type": "LDO", "panther_family": "PTHR11636", "taxid": 10116, "uniprot_kb": "P10037"}, {"Ensembl": "ENSGALG00000015495", "ortholog_type": "LDO", "panther_family": "PTHR11636", "taxid": 9031, "uniprot_kb": "A0A1D5NY46"}, {"Gene": "POU1F1", "ortholog_type": "LDO", "panther_family": "PTHR11636", "taxid": 9031, "uniprot_kb": "Q9YGL7"}, {"ZFIN": "ZDB-GENE-040630-7", "ortholog_type": "LDO", "panther_family": "PTHR11636", "taxid": 7955, "uniprot_kb": "A0A2R8RYW1"}], "uniprot_kb": "P28069"}, "pathway": {"kegg": {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, "pid": {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}}, "pdb": "5WC9", "pfam": ["PF00046", "PF00157"], "pharmgkb": "PA33534", "pharos": {"target_id": 17948, "tdl": "Tbio"}, "pir": "S18718", "prosite": ["PS50071", "PS51179"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254455", "relationship": "is"}, {"id": "GNF254456", "relationship": "is"}, {"id": "GNF254457", "relationship": "is"}, {"id": "GNF254458", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087909", "relationship": "is"}, {"id": "GNF087910", "relationship": "is"}, {"id": "GNF087911", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054627", "relationship": "is"}, {"id": "GNF059405", "relationship": "is"}, {"id": "GNF074788", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069927", "relationship": "is"}, {"id": "GNF069928", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF097147", "relationship": "is"}, {"id": "GNF136802", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_008225.2"], "protein": ["NP_000297.1", "NP_001116229.1"], "rna": ["NM_000306.4", "NM_001122757.3"], "translation": [{"protein": "NP_001116229.1", "rna": "NM_001122757.3"}, {"protein": "NP_000297.1", "rna": "NM_000306.4"}]}, "reporter": {"HG-U133_Plus_2": "207846_at", "HG-U95Av2": ["34013_f_at", "34014_f_at"], "HTA-2_0": "TC03001585.hg.1", "HuEx-1_0": "2684957", "HuGene-1_1": "8088986", "HuGene-2_1": "16956543"}, "summary": "This gene encodes a member of the POU family of transcription factors that regulate mammalian development. The protein regulates expression of several genes involved in pituitary development and hormone expression. Mutations in this genes result in combined pituitary hormone deficiency. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "POU1F1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418759"}, "unigene": "Hs.591654", "uniprot": {"Swiss-Prot": "P28069", "TrEMBL": ["H0YK06", "H0YNM5"]}, "wikipedia": {"url_stub": "Pituitary-specific positive transcription factor 1"}}