{"AllianceGenome": "9253", "HGNC": "9253", "MIM": "123840", "_id": "5478", "_version": 1, "accession": {"genomic": ["AC013436.5", "AH005034.2", "AY739283.1", "CH236960.1", "CP068271.2", "NC_000007.14", "NC_060931.1", "NG_029697.1", "X52851.1"], "protein": ["AAH00689.1", "AAH03026.2", "AAH05320.1", "AAH05982.1", "AAH07104.1", "AAH13915.1", "AAH73992.1", "AAH93076.1", "AAI06031.1", "AAI37058.1", "AAI37059.1", "AAU13906.1", "ACJ13704.1", "BAA05717.1", "BAF82774.1", "BAF83540.1", "BAF85692.1", "BAG38153.1", "BAG59794.1", "BAG70121.1", "BAG70252.1", "CAA37039.1", "CAA68264.1", "CAG32988.1", "NP_001287910.1", "NP_066953.1", "P62937.2", "XP_047276492.1", "XP_047276493.1", "XP_054214491.1"], "rna": ["AB451307.1", "AB451438.1", "AK026569.1", "AK130101.1", "AK290085.1", "AK290851.1", "AK293003.1", "AK297340.1", "AK316564.1", "AU100120.1", "BC000689.2", "BC003026.1", "BC005320.1", "BC005982.1", "BC007104.1", "BC013915.1", "BC037419.1", "BC073992.1", "BC093076.1", "BC106030.1", "BC137057.1", "BC137058.1", "BM806224.1", "BM909285.1", "BU786475.1", "BX347265.1", "BX408703.2", "CD014106.1", "CR456707.1", "D28351.1", "EU794650.1", "NM_001300981.2", "NM_021130.5", "NM_203430.1", "NM_203431.1", "XM_047420536.1", "XM_047420537.1", "XM_054358516.1", "Y00052.1"], "translation": [{"protein": "BAF85692.1", "rna": "AK293003.1"}, {"protein": "AAH05320.1", "rna": "BC005320.1"}, {"protein": "XP_054214491.1", "rna": "XM_054358516.1"}, {"protein": "NP_001287910.1", "rna": "NM_001300981.2"}, {"protein": "AAH03026.2", "rna": "BC003026.1"}, {"protein": "BAF83540.1", "rna": "AK290851.1"}, {"protein": "AAI37059.1", "rna": "BC137058.1"}, {"protein": "BAG59794.1", "rna": "AK297340.1"}, {"protein": "AAH05982.1", "rna": "BC005982.1"}, {"protein": "AAH93076.1", "rna": "BC093076.1"}, {"protein": "BAG70121.1", "rna": "AB451307.1"}, {"protein": "BAA05717.1", "rna": "D28351.1"}, {"protein": "NP_066953.1", "rna": "NM_021130.5"}, {"protein": "BAG38153.1", "rna": "AK316564.1"}, {"protein": "AAI06031.1", "rna": "BC106030.1"}, {"protein": "AAH73992.1", "rna": "BC073992.1"}, {"protein": "BAF82774.1", "rna": "AK290085.1"}, {"protein": "CAA68264.1", "rna": "Y00052.1"}, {"protein": "ACJ13704.1", "rna": "EU794650.1"}, {"protein": "AAH07104.1", "rna": "BC007104.1"}, {"protein": "AAH13915.1", "rna": "BC013915.1"}, {"protein": "XP_047276493.1", "rna": "XM_047420537.1"}, {"protein": "AAH00689.1", "rna": "BC000689.2"}, {"protein": "AAI37058.1", "rna": "BC137057.1"}, {"protein": "XP_047276492.1", "rna": "XM_047420536.1"}, {"protein": "BAG70252.1", "rna": "AB451438.1"}, {"protein": "CAG32988.1", "rna": "CR456707.1"}]}, "alias": ["CYPA", "CYPH", "HEL-S-69p"], "ec": "5.2.1.8", "ensembl": {"gene": "ENSG00000196262", "protein": ["ENSP00000394670", "ENSP00000405975", "ENSP00000419425", "ENSP00000427976", "ENSP00000429251", "ENSP00000430817", "ENSP00000479961", "ENSP00000502945", "ENSP00000503804", "ENSP00000504216", "ENSP00000504293", "ENSP00000504621", "ENSP00000504735"], "transcript": ["ENST00000355968", "ENST00000415933", "ENST00000451562", "ENST00000468812", "ENST00000479021", "ENST00000480603", "ENST00000481437", "ENST00000489459", "ENST00000494484", "ENST00000620047", "ENST00000676977", "ENST00000677022", "ENST00000677107", "ENST00000677521", "ENST00000678165", "ENST00000678643", "ENST00000678789", "ENST00000678805"], "translation": [{"protein": "ENSP00000405975", "rna": "ENST00000451562"}, {"protein": "ENSP00000427976", "rna": "ENST00000489459"}, {"protein": "ENSP00000430817", "rna": "ENST00000355968"}, {"protein": "ENSP00000504621", "rna": "ENST00000676977"}, {"protein": "ENSP00000504735", "rna": "ENST00000677107"}, {"protein": "ENSP00000419425", "rna": "ENST00000468812"}, {"protein": "ENSP00000429251", "rna": "ENST00000479021"}, {"protein": "ENSP00000394670", "rna": "ENST00000415933"}, {"protein": "ENSP00000479961", "rna": "ENST00000620047"}, {"protein": "ENSP00000503804", "rna": "ENST00000678789"}, {"protein": "ENSP00000504216", "rna": "ENST00000677022"}, {"protein": "ENSP00000502945", "rna": "ENST00000678805"}, {"protein": "ENSP00000504293", "rna": "ENST00000480603"}], "type_of_gene": "protein_coding"}, "entrezgene": "5478", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.18476425611, "exp_mis": 60.3931133653, "exp_syn": 26.2334575045, "lof_z": 2.25555898795197, "mis_z": 2.85701615516559, "mu_lof": 2.8607863125e-07, "mu_mis": 5.32530053637e-06, "mu_syn": 2.19947174826e-06, "n_lof": 0.0, "n_mis": 15.0, "n_syn": 18.0, "p_li": 0.808049495342876, "p_null": 0.00490776433386844, "p_rec": 0.187042740323256, "syn_z": 0.99656133992917}, "bp": 498, "cds_end": 44841021, "cds_start": 44836323, "n_exons": 5, "nonpsych": {"exp_lof": 4.59244360557, "exp_mis": 54.5613285887, "exp_syn": 23.643541702, "lof_z": 2.10462103256004, "mis_z": 2.83797538215908, "mu_lof": 2.8607863125e-07, "mu_mis": 5.32530053637e-06, "mu_syn": 2.19947174826e-06, "n_lof": 0.0, "n_mis": 13.0, "n_syn": 15.0, "p_li": 0.792801156055433, "p_null": 0.00723751815155051, "p_rec": 0.199961325793017, "syn_z": 1.11917721724167}, "nontcga": {"exp_lof": 4.76020962389, "exp_mis": 55.5518945814, "exp_syn": 24.1250079381, "lof_z": 2.15225787511843, "mis_z": 3.04485633981341, "mu_lof": 2.8607863125e-07, "mu_mis": 5.32530053637e-06, "mu_syn": 2.19947174826e-06, "n_lof": 0.0, "n_mis": 10.0, "n_syn": 17.0, "p_li": 0.788300084956114, "p_null": 0.00636974242246203, "p_rec": 0.205330172621424, "syn_z": 0.918489217350228}, "transcript": "ENST00000468812.1"}, "exons": [{"cdsend": 44801422, "cdsstart": 44799471, "chr": "7", "position": [[44796680, 44796793], [44798747, 44798904], [44799246, 44799277], [44799391, 44799480], [44799701, 44799874], [44801286, 44803117]], "strand": 1, "transcript": "NM_001300981", "txend": 44803117, "txstart": 44796680}, {"cdsend": 44801422, "cdsstart": 44796724, "chr": "7", "position": [[44796680, 44796793], [44799246, 44799277], [44799391, 44799480], [44799701, 44799874], [44801286, 44803117]], "strand": 1, "transcript": "NM_021130", "txend": 44803117, "txstart": 44796680}], "exons_hg19": [{"cdsend": 44841021, "cdsstart": 44839070, "chr": "7", "position": [[44836279, 44836392], [44838346, 44838503], [44838845, 44838876], [44838990, 44839079], [44839300, 44839473], [44840885, 44842716]], "strand": 1, "transcript": "NM_001300981", "txend": 44842716, "txstart": 44836279}, {"cdsend": 44841021, "cdsstart": 44836323, "chr": "7", "position": [[44836279, 44836392], [44838845, 44838876], [44838990, 44839079], [44839300, 44839473], [44840885, 44842716]], "strand": 1, "transcript": "NM_021130", "txend": 44842716, "txstart": 44836279}], "generif": [{"pubmed": 11830645, "text": "novel mode of tyrosine kinase regulation for a Tec family member and provide a molecular basis for understanding a cellular function of the ubiquitous peptidyl prolyl isomerase, CypA"}, {"pubmed": 11859194, "text": "NMR relaxation methods used to characterize conformational exchange during catalysis"}, {"pubmed": 11929983, "text": "Catalysis of cis/trans isomerization in native HIV-1 capsid by human cyclophilin A."}, {"pubmed": 11943775, "text": "Active site residues of cyclophilin A are crucial for its signaling activity via CD147"}, {"pubmed": 12210402, "text": "Effects of gag mutations on human immunodeficiency virus type 1 particle assembly, processing, and cyclophilin A incorporation."}, {"pubmed": 12218175, "text": "Crystal structure of calcineurin-cyclophilin-cyclosporin shows common but distinct recognition of immunophilin-drug complexes."}, {"pubmed": 12810862, "text": "functional CypA required for Vesicular Stomatis Virus-New Jersey replication and infection; interacts with the nucleocapsid (N) protein of VSV-NJ and VSV-IND in infected cells, but not obligatory for the latter serotype."}, {"pubmed": 12859974, "text": "Comparative molecular modeling of allergenic cyclophilin proteins, including cyclophilin A, was performed in order to investigate the structural basis of their cross-reactivity."}, {"pubmed": 12881522, "text": "Cyclophilin A interacts with HIV-1 Vpr and is required for its functional expression"}, {"pubmed": 14526201, "text": "alternative splicing and role implicated in interaction with HIV-1"}, {"pubmed": 14716299, "text": "CYPA and AIF cooperate in apoptosis-associated chromatinolysis."}, {"pubmed": 15111303, "text": "CyPA is a novel paracrine and autocrine modulator of EC functions in immune-mediated vascular disease"}, {"pubmed": 15130913, "text": "Recombinant CyPA activated MAP kinases in cultured human umbilical vein EC & stimulated IkappaB-alpha phosphorylation, NF-kappaB activation, & adhesion molecule expression. It may play a role in the pathogenesis of inflammatory diseases."}, {"pubmed": 15147195, "text": "Results suggest that the N-terminal domain of the capsid domain of the HIV-1 Gag precursor polyprotein is the preferential site for cyclophilin A binding."}, {"pubmed": 15229879, "text": "Interaction energy and dynamical cross-correlation calculations are used for a detailed investigation of the protein-protein interactions in the cyclophilin A-HIV-1 capsid protein complex."}, {"pubmed": 15311922, "text": "identify a network of protein vibrations, extending from surface regions of the enzyme to the active site and coupled to substrate turnover. Crucial parts of this network are found to be conserved in 10 cyclophilin structures from six different species."}, {"pubmed": 15358143, "text": "Results describe the binding of severe acute respiratory syndrome coronavirus to human cyclophilin A."}, {"pubmed": 15388255, "text": "cyclophilin A binds CD99 and may be either a signaling mediator or a signaling regulator for CD99"}, {"pubmed": 15596813, "text": "affects the fate of incoming HIV-1 capsid either directly or by modulating interactions with unidentified host cell factors."}, {"pubmed": 15680395, "text": "CypA substantially alters the mRNA levels of several key genes in human vascular cells, indicating potential multifunctional roles of CypA in vascular system."}, {"pubmed": 15772070, "text": "x-ray crystallographic analysis of human cyclophilin A in complex with the novel immunosuppressant sanglifehrin A"}, {"pubmed": 15845542, "text": "The peptide FGPDLPAGD showed inhibition of the isomerase reaction and NMR chemical shift mapping experiments highlight the cyclophilin A interaction epitope"}, {"pubmed": 16275650, "text": "analysis of HIV-1 Gag protein interactions with cyclophilin A"}, {"pubmed": 16501094, "text": "protects HIV-1 from an unknown antiviral activity in human cells, completely independnet of TRIM5alpha"}, {"pubmed": 16584201, "text": "results support that Pseudomonas aeruginosa exoenzyme S ADP-ribosylates and affects the function of the cytosolic protein, CpA, with the predominant functional effect relating to interference of CpA-cellular protein interactions"}, {"pubmed": 16703398, "text": "PPIA, the c-myc-regulated gene is involved in genotype-C-HBV-related HCC, suggesting that c-myc is related to the hepatocarcinogenic activity of genotype-C HBV."}, {"pubmed": 16901758, "text": "cyclophilin A and G2 cell cycle arrest appear to be two independent factors important for efficient lentiviral gene transfer"}, {"pubmed": 17038183, "text": "Diverse lentiviruses, FIV and SIVagmTAN also bind to CypA."}, {"pubmed": 17522232, "text": "Results describe a novel vif-sensitive antiviral activity of human cyclophilin A that may limit zoonotic transmission of SIV and the first demonstration of CypA encapsidation into a virus other than human immunodeficiency virus type 1."}, {"pubmed": 17590083, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17678621, "text": "the expression of CypA and its receptor CD147 in several kinds of lung cancer cells as well as a normal lung cell and found that in H446 cell, a kind of small cell lung cancer cell, the expression are the highest"}, {"pubmed": 17897064, "text": "virus assembly and disassembly are attractive candidate processes for antiviral intervention; HIV-1 capsid (CA) protein and human cyclophilin A (CypA) play important roles in these processes"}, {"pubmed": 17919644, "text": "CyPA acts as a potent monocyte chemoattractant and induces monocyte Il-6 release, implying a role for extracellular CyPA in the pathogenesis of atherosclerosis via activation of monocytes rather than endothelial cells"}, {"pubmed": 17927958, "text": "most potent derivative binds CypA with a K(d) of 11.2+/-9.2 microM and an IC50 for activity against Caenorhabditis elegans (C. elegans) of 190 microM compared to 28 microM for cyclophilin A"}, {"pubmed": 17991743, "text": "Data show that cyclophilin A is required for CXCR4-mediated nuclear export of heterogeneous nuclear ribonucleoprotein A2,activation and nuclear translocation of ERK1/2, and chemotactic cell migration."}, {"pubmed": 18321308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18321308, "text": "PPIA variation did not significantly contribute to the risk of suffering from myocardial infarction among patients with atherosclerotic diseased vessels."}, {"pubmed": 18385230, "text": "reveal the molecular mechanism of cyclosporine resistance and identify CyPA as a critical cellular cofactor for HCV replication and infection"}, {"pubmed": 18417509, "text": "cyclophilin A gene was identified as the most suitable normaliser in gene expression studies involving human airway epithelial cells derived from normal, atopic and asthmatic children"}, {"pubmed": 18421009, "text": "These data suggest that cyclophilin A may serve as a novel prognostic factor and possibly an attractive therapeutic target for endometrial carcinoma."}, {"pubmed": 18673375, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18673375, "text": "cyclophilin-A promoter polymorphism (-11 G/C) could be associated with clinical nephrotoxicity."}, {"pubmed": 18704644, "text": "Data suggest that cyclophilin A is required for stabilizing N-WASP to form a N-WASP/Arp2/3 complex for the nucleation/initiation of F-actin polymerization."}, {"pubmed": 18829531, "text": "The peptidyl-prolyl isomerase (PPI) cyclophilin A (CypA), which is implicated in the regulation of protein conformation, is necessary for the prolactin (PRL)-induced activation of Jak2 and the progression of human breast cancer."}, {"pubmed": 19073742, "text": "The data suggest a role for CypA in uncoating the core of HIV-1 to facilitate integration."}, {"pubmed": 19092998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19092998, "text": "The A1650G polymorphism in the regulatory region of the CypA gene may be associated with protection from HIV-1 infection."}, {"pubmed": 19185003, "text": "R55A mutant of Cyp18(CypA)is as efficient as wild type in refolding of carbonic anhydrase II; the active-site located Arg 55 is not required for catalysis of rate-limiting prolyl cis-trans isomerization steps during folding of protein substrate"}, {"pubmed": 19205352, "text": "Its function is correlated to the structure. (review)"}, {"pubmed": 19254360, "text": "Interactions between host-cell factor, CypA, and Gag strongly affect HIV-1 infectivity."}, {"pubmed": 19297321, "text": "many proline residues in NS5A-D2 form a valid substrate for the enzymatic peptidyl-prolyl cis/trans isomerase (PPIase) activity of CypA and CypB."}, {"pubmed": 19380579, "text": "the HCV NS5B polymerase associates with CypA via its enzymatic pocket"}, {"pubmed": 19386705, "text": "Cyclophilin A is recruited into the HCV replication complex together with NS5B. The prolyl-peptidyl isomerase motif of CyPA is essential for HCV replication."}, {"pubmed": 19503092, "text": "Data show thatCypA and CypB both play pivotal roles, yet at different signaling levels, for Stat3 activation and function."}, {"pubmed": 19584157, "text": "Resutls show that three of five autoantibodies, FKBP52, PPIA, and PRDX2, showed significantly increased reactivity in primary breast cancer and CIS compared with healthy controls."}, {"pubmed": 19656870, "text": "Data show that in both Jurkat and Hela cells, decreased stability of HIV-1 capsid is associated with a decrease in the efficiency of HIV-1 infection."}, {"pubmed": 19680534, "text": "Our results thus identify an unexpected correlation between HCV polyprotein processing and CypA dependence of HCV replication."}, {"pubmed": 19741300, "text": "Results describe the action of a human HIV-1 inhibitor modeled after AoT5Cyp, constructued by fusing human CypA to human TRIM5."}, {"pubmed": 19758589, "text": "The CyPA/EMMPRIN activation pathway may play a relevant role in promoting the vulnerability of atherosclerotic plaques."}, {"pubmed": 19789967, "text": "enhances the secretion of MMP-2 and MMP-9, the cell invasion, and the inflammatory cytokines production of monocytes"}, {"pubmed": 19865066, "text": "REVIEW: potential functions of cyclophiln A and therapeutic target for human cancer"}, {"pubmed": 19956261, "text": "structurally unravel interconverting substates of the human proline isomerase, cyclophilin A (CYPA, also known as PPIA)"}, {"pubmed": 20070121, "text": "Single-domain cyclophilin 18 (Cyp18) can both accelerate the rate of refolding and increase the yield of native protein during the folding reaction, i.e., function as both a folding catalyst and a chaperone."}, {"pubmed": 20107018, "text": "CypA depletion of replication complex does not influence NS5A and NS5B replication complex association, arguing against a model where CypA governs hepatitis c virus replication by recruiting NS5A or NS5B into the replication complex."}, {"pubmed": 20139366, "text": "Cyclophilin A is a regulator of SERCA2b in human platelets."}, {"pubmed": 20381070, "text": "This protein has been found differentially expressed in the anterior cingulate cortex in men patients with schizophrenia."}, {"pubmed": 20454998, "text": "These results establish the relevance of CypA to glioblastoma growth in vitro and in vivo"}, {"pubmed": 20471030, "text": "This protein has been found differentially expressed in thalami from patients with schizophrenia."}, {"pubmed": 20553309, "text": "The expressions of cyclophilin A (CypA) and apoptosis-inducing factor (AIF) were detected in the motor neurons of ALS transgenic mice, and CypA and AIF cotranslocated to the motor neuronal nuclei."}, {"pubmed": 20702630, "text": "three interlinked factors--capsid sequence, CypA levels, and TRIM5alpha--interact to determine capsid stability and therefore HIV-1 viral infectivity."}, {"pubmed": 20796224, "text": "It could be detected that CypA is associated with tumorigenesis in TSCCs. High levels of CypA expression may predict reduced survival time."}, {"pubmed": 20946244, "text": "cyclophilin A and Hsp90 facilitate translocation of lethal factor(N) diphtheria toxin, but not of lethal factor, across endosomal membranes, and thus they function selectively in promoting translocation of certain proteins, but not of others"}, {"pubmed": 21245143, "text": "Cyclophilin A (CyPA) induces chemotaxis independent of its peptidylprolyl cis-trans isomerase activity: direct binding between CyPA and the ectodomain of CD147."}, {"pubmed": 21441138, "text": "treatment with CyPA induced monocyte chemotaxis in a CD147- and phosphatidylinositol 3-kinase-dependent manner"}, {"pubmed": 21464540, "text": "The interaction between CD147 and CyPA might play an important role in the process of skin aging."}, {"pubmed": 21489988, "text": "CypA has in vitro peptidyl-prolyl cis/trans-isomerase activity toward some, but not all, of the peptidyl-prolyl bonds in NS5A-D3."}, {"pubmed": 21585617, "text": "Proteomics showed that the expression of Hsp27 and cyclophilin A was upregulated in smokers, and this upregulation was particularly marked in COPD smokers."}, {"pubmed": 21667159, "text": "CypA promotes HCC cell metastasis at least partially through up-regulation of MMP3 and MMP9."}, {"pubmed": 21724278, "text": "Cyclophilin A represents a novel and specific marker for cardiac inflammation."}, {"pubmed": 21839816, "text": "Data show six differentially expressed proteins were identified as HSP70, PPIA and alpha-Enolase (up-regulated) S100-A9, PIMT and beta-5 tubulin (down-regulated), most of which had been shown to play a potential role in the pathogenesis of atherosclerosis."}, {"pubmed": 21871105, "text": "CypA may represent an important new therapeutic target for liver fluke-associated cholangiocarcinoma."}, {"pubmed": 21956400, "text": "These findings suggest that cyclophilin A, through its interaction with EMMPRIN, contributes to head and neck squamous cell carcinoma tumorigenesis."}, {"pubmed": 22185200, "text": "interaction of full-length HIV-1 Vpr with the host cellular factor CypA"}, {"pubmed": 22205628, "text": "First report of a unique, multicomponent, high-capacity milk fat reservoir of prolactin as a bilayer-bound complex with cyclophilins A and B in human milk."}, {"pubmed": 22238232, "text": "an important factor in cytomegalovirus IE protein expression and virus production"}, {"pubmed": 22256739, "text": "CypA protein may play an important role in the development and progression of laryngeal squamous cell carcinoma."}, {"pubmed": 22342556, "text": "The binding motifs of p6 to Tsg-101, ALIX and Vpr coincide with binding regions and catalytic sites of p6 to CypA, suggesting a potential role of CypA in modulating functional interactions of HIV-1."}, {"pubmed": 22421161, "text": "Collectively, this data reveals a novel role for cypA isomerase activity in the completion of cytokinesis and the maintenance of genome stability."}, {"pubmed": 22492959, "text": "High Cyclophilin A is associated with pediatric diffuse intrinsic pontine glioma."}, {"pubmed": 22580540, "text": "We identified variants in PPIA that destabilize its product, CypA, and prevent HCV infection and replication."}, {"pubmed": 22677509, "text": "Our results suggest that the secreted CypA plays a specific role in the signaling pathway of embryo implantation."}, {"pubmed": 22814107, "text": "This review is about diverse roles of CyPA in viral infection.[Review]"}, {"pubmed": 22874433, "text": "Cells lacking Cyclophilin A showed more glutathionylation of other proteins than wild-type cells, suggesting that cyclophilin-regulated deglutathionylation could contribute to redox changes in HOCl/chloramine-exposed cells."}, {"pubmed": 22902549, "text": "The hepatitis C virus (HCV) non-structural 5A (NS5A) protein, which is known to modulate the IFN response, competes with IRF9 for CypA binding and can prevent the formation of IRF9-CypA complexes."}, {"pubmed": 22930659, "text": "CYPA could possibly be used as a marker for assessing proinflammatory status and severity of vascular lesions in type 2 diabetes."}, {"pubmed": 22944661, "text": "REVIEW: Cyps and their relation to the HCV viral life cycle"}, {"pubmed": 22996014, "text": "The new prognostic biomarkers GRP78, Fructose-bisphosphate Aldolase A (ALDOA), Carbonic Anhydrase I (CA1) and Peptidyl-prolyl cis-trans isomerase A or Cyclophilin A (PPIA)) provided good survival prediction for TNM stage I-IV patients."}, {"pubmed": 23031673, "text": "Data indicate that cyclophilin A (CypA) inhibition correlates with the down-regulation of matrix metallopeptidase 9 (MMP9) activity."}, {"pubmed": 23097435, "text": "These results suggest that TNPO3 and cyclophilin A facilitate HIV-1 infection by coordinating proper uncoating of the core in target cells."}, {"pubmed": 23138189, "text": "CyPA was strongly expressed in coronary atherosclerotic plaque in patients with myocardial infarction."}, {"pubmed": 23152499, "text": "Hepatitis C virus NS5A-D2 site interacts with both the HCV polymerase NS5B and the host CypA."}, {"pubmed": 23180369, "text": "This study shows that Cyclophilin A may initiate antiapoptotic and proapoptotic signaling in endothelial cells, especially in response to reactive oxygen species stimulation."}, {"pubmed": 23322171, "text": "Upon influenza virus infection, CypA inhibits viral replication by interacting with the M1 protein. [review]"}, {"pubmed": 23332074, "text": "Molecular dynamics simulation was used to study human cyclophilin A (CypA), in order to understand the role of enzyme motions in the catalytic mechanism and recognition."}, {"pubmed": 23448277, "text": "These data suggest that HIV-1 escapes restriction by TRIM5alpha through the selective disruption of CypA-dependent, TRIM5alpha-mediated inhibition of nuclear import."}, {"pubmed": 23511555, "text": "we demonstrate accumulation of CPA in the culture medium after repeated blast exposures supporting the notion of extracellular CPA mediated neuroprotection"}, {"pubmed": 23558220, "text": "Simvastatin-treated patients with abdominal aortic aneurysms exert lower CyPA mRNA/protein levels and a decreased amount of phospho-ERK1/2."}, {"pubmed": 24036847, "text": "Data suggest that CypA expression is up-regulated in paclitaxel-resistant endometrial cancer cells; knockdown of CypA appears to reverse paclitaxel resistance suggesting possible molecular targeted therapies for endometrial cancer."}, {"pubmed": 24055605, "text": "Taken together, it is concluded that human MxB protein inhibits HIV-1 DNA integration by a CypA-dependent mechanism."}, {"pubmed": 24272759, "text": "The frequency of immunihistochemistry detected cyclophilin A protein expression was found to be equal in tumor of both histotypes."}, {"pubmed": 24434516, "text": "Inhibition of the AIF/CypA complex protects against intrinsic death pathways induced by oxidative stress."}, {"pubmed": 24479545, "text": "These data demonstrate that, while CypA promotes reverse transcription under all conditions tested here, its effect on HIV-1 infectivity correlates more closely with effects on nuclear entry of the viral cDNA."}, {"pubmed": 24502618, "text": "Patients with type 2 diabetes have higher circulating levels of cyclophilin A than the normal population."}, {"pubmed": 24662981, "text": "These results suggested that,CypA, a gene downstream of HIF-1alpha, could promote the development of PDAC."}, {"pubmed": 24713575, "text": "The extracellular portion of cyclophilin A probably plays an important role in human diseases associated with acute or chronic inflammation."}, {"pubmed": 24982184, "text": "Cyclophilin A catalyzes proline isomerization by an electrostatic handle mechanism."}, {"pubmed": 24998431, "text": "the results indicated that the combination of ENO1 and CYPA can serve as a potential molecular marker for the early detection of NPC."}, {"pubmed": 25225668, "text": "The present data demonstrate that immunophilins regulate CrkII, but not CrkI activity in T cells and suggest that CsA and FK506 inhibit selected effector T cell functions via a CrkII-dependent mechanism."}, {"pubmed": 25296734, "text": "CypA is secreted from CCA cells and enhances cell proliferation in an autocrine/paracrine manner, at least via direct binding with CD147, which may activate the ERK1/2 and p38 MAPK signaling pathways."}, {"pubmed": 25420107, "text": "The poor prognosis of esophageal cancer patients was associated with high expression of CypA."}, {"pubmed": 25445708, "text": "Cyclophilin A regulates HIV-1 replication kinetics and infectivity, modulates sensitivity to host restriction factors, and cooperates in the transit of the pre-integration complex into the nucleus of infected cells."}, {"pubmed": 25550208, "text": "Extracellular CyPA activates platelets via cluster of differentiation 147-mediated phosphoinositid-3-kinase/Akt-signaling, leading to enhanced adhesion and thrombus formation independently of intracellular CyPA."}, {"pubmed": 25552928, "text": "Decrease in plasma cyclophilin A concentration at 1 month after myocardial infarction predicts better left ventricular performance and synchronicity at 6 months."}, {"pubmed": 25580061, "text": "review of the role of cyclophilin A and CD147 in kidney diseases and potential implications for treatment of kidney diseases"}, {"pubmed": 25738284, "text": "Overexpression of CypA/WT protected the cells against cisplatin or H2O2-induced oxidative damage, however, the CypA/P16S mutant had no effect. These findings suggested that CypA exhibits a protective antioxidant effect"}, {"pubmed": 26005854, "text": "These findings suggest that eCyPA-CD147 signaling promotes the bone marrow homing of B cell malignancies and offer a compelling rationale for exploring this axis as a therapeutic target for these malignancies."}, {"pubmed": 26008617, "text": "These results indicate a special function mode for CypA of playing more important roles in the early stage of gastric tumorigenesis."}, {"pubmed": 26084004, "text": "Enhanced platelet-bound CyPA is associated with hypertension and hypercholesterolemia in stable coronary artery disease patients. In patients with acute myocardial infarction platelet-bound CyPA is significantly decreased."}, {"pubmed": 26095851, "text": "Cyclophilin A regulates JNK/p38-MAPK signaling through its physical interaction with ASK1."}, {"pubmed": 26281011, "text": "review of PPIA polymorphisms and what is known about their impact on the replication cycle and course of disease for different viral infections"}, {"pubmed": 26318518, "text": "The present knowledge on the role of cyclophilin A during coronavirus replication is summarized (Review)"}, {"pubmed": 26702934, "text": "results indicate that the PPIA SNP rs6850: A > G is associated with increased risk for elevated plasma levels of cyclophilin A and coronary artery disease in patients with and without type 2 diabetes"}, {"pubmed": 26792730, "text": "CsA and FK506 might interfere with selected effector T cell functions via a CrkII-, but not CrkI-dependent mechanisms."}, {"pubmed": 26833980, "text": "the states of phosphorylation of Cyp A by Akt can influence the progress of the cell cycle in multiple myeloma."}, {"pubmed": 27033630, "text": "The critical roles of Cyclophilin A in mediating or inhibiting viral infections. [review]"}, {"pubmed": 27071107, "text": "found to be coupled and temporally dispersed, ranging over 4 to 5 orders of magnitude. Finally, using network centrality measures we demonstrate the changes in the communication network, connectivity, and influence of CypA residues upon substrate binding, mutation, and during catalysis."}, {"pubmed": 27088296, "text": "data suggest that rs6850 G SNP enhances HIV-1 replication through upregulation of CypA expression following HIV-1 infection"}, {"pubmed": 27397650, "text": "PPIA may play a pivotal role in hepatocellular carcinoma (HCC) by regulating cell growth and could serve as a novel marker and therapeutic molecular target for HCC patients."}, {"pubmed": 27468721, "text": "Overexpression of CYPA is associated with colorectal cancer."}, {"pubmed": 27533088, "text": "Data show that cyclophilin A (CypA) is up-regulated in oral squamous cell carcinoma (OSCC) arising from oral submucous fibrosis (OSF)."}, {"pubmed": 27676132, "text": "K308 of NS5A is indispensable for both RNA and NS5B binding, whereas W316 is essential for protein-protein interactions with CypA and NS5B."}, {"pubmed": 28076787, "text": "inosine-5'-monophosphate dehydrogenase 2 (IMPDH2) is an intracellular target of the PPIA-Sanglifehrin A binary complex."}, {"pubmed": 28077629, "text": "These results demonstrate that SUN2 is required for the optimal activation and proliferation of primary CD4 T cells and suggest that the disruption of these processes explains the contribution of endogenous SUN2 to HIV infection in primary lymphocytes and show that CypA is not required for the decreased infection observed in SUN2-silenced cells."}, {"pubmed": 28089447, "text": "Networks of dynamic allostery regulate cyclophilin A function."}, {"pubmed": 28153875, "text": "Plasma CyPA levels can be used to predict all-cause death, rehospitalization, and coronary revascularization in patients with coronary artery disease."}, {"pubmed": 28317380, "text": "these data suggest that CypA-NS4B interaction regulates Yellow fever virus (YFV )replication. Finally, we present the first evidence that YFV inhibition may depend on NS4B-CypA interaction."}, {"pubmed": 28442737, "text": "Here, the binding site of AIF(Delta1-121) and AIF(370-394) on CypA has been mapped by NMR spectroscopy and biochemical studies, and a molecular model of the complex has been proposed. The authors show that AIF(370-394) interacts with CypA on the same surface recognized by AIF(Delta1-121) protein and that the region is very close to the CypA catalytic pocket."}, {"pubmed": 28479159, "text": "PPIA is differentially expressed in lesional biopsy specimens from patients with atopic eczema relative to normal skin"}, {"pubmed": 28594325, "text": "Taken together, these findings reveal an essential role of CypA in boosting RIG-I-mediated antiviral immune responses by controlling the ubiquitination of RIG-I and MAVS."}, {"pubmed": 28729360, "text": "This report reviews the literature related to the mechanism of CypA-dependent cytokine secretion and discusses this factor as a possible therapeutic target in inflammatory diseases."}, {"pubmed": 28739738, "text": "Results show that CypA is overexpressed in human hepatocellular carcinoma (HCC) and is associated with TNM stage and suggest that CypA may be involved in the development and progression of HCC."}, {"pubmed": 28981554, "text": "Extracellular cyclophilin A augments platelet-dependent thrombosis and thromboinflammation."}, {"pubmed": 29027312, "text": "CypA expression was not an independent prognostic factor, but correlated with poor prognosis of lung adenocarcinoma"}, {"pubmed": 29081463, "text": "the increased expression of CyPA in ectopic endometrial tissue is associated with endometrioma recurrences and vascularity."}, {"pubmed": 29396555, "text": "cyclophilin A (CypA) was identified as an important molecule for USP4-mediated oncogenic activity in hepatocellular carcinoma."}, {"pubmed": 29403273, "text": "CyPA was significantly increased in convalescent COPD patients and further elevated in COPD patients with acute exacerbation."}, {"pubmed": 29551599, "text": "These results suggested that the CyPA located on SV-HUC-1 cell membranes may be the potential receptor of Mycoplasma genitalium adhesion protein (MgPa), which could provide an experimental basis for elucidating the function of MgPa and the possible pathogenic mechanism of M. genitalium."}, {"pubmed": 29884859, "text": "Cyclophilin A is required for HIV-1 Tat palmitoylation ."}, {"pubmed": 29885319, "text": "increased serum cyclophilin A concentrations could reflect trauma severity and unfavorable outcome after head trauma, substantializing cyclophilin A as a potential biomarker for prognostic prediction of TBI"}, {"pubmed": 29891613, "text": "The model is consistent with experimental data also from previous works and supports the concept that the peptide does not interfere with other CypA activities unrelated to AIF activation; therefore, it may serve as an ideal template for generating future non-peptidic antagonists."}, {"pubmed": 30198892, "text": "Molecular structure of cyclophilin A in complex with alispovir has been presented."}, {"pubmed": 30328013, "text": "our findings reveal a novel ubiquitination-based mechanism by which CypA regulates the replication of influenza A virus."}, {"pubmed": 30572748, "text": "Plasma CyP A and CD147 can serve as indicators of renal disease progression in type 2 diabetes patients"}, {"pubmed": 30825933, "text": "The CypA genetic polymorphisms of rs3735481 and rs9638978 may be associated with severe PE, and rs9638978 AA genotype may be associated with an increasing risk of early onset severe PE in Han Chinese women. High CypA levels in serum and placenta may contribute to the pathogenesis of severe PE."}, {"pubmed": 30844143, "text": "miR-192-5p sensitizes breast cancer cells to doxorubicin by targeting PPIA."}, {"pubmed": 31063269, "text": "This study established the utility of circulating exosomal CYPA as a potential noninvasive diagnostic biomarker for EBV-associated NPC."}, {"pubmed": 31063815, "text": "Cyclophilin A-FoxO1 signaling pathway in endothelial cell apoptosis."}, {"pubmed": 31240211, "text": "PPIA, HPRT1, and YWHAZ Genes Are Suitable for Normalization of mRNA Expression in Long-Term Expanded Human Mesenchymal Stem Cells."}, {"pubmed": 31282281, "text": "Expression of REGgamma in atherosclerotic plaques and promotes endothelial cells apoptosis via the cyclophilin A pathway indicates functional implications in atherogenesis."}, {"pubmed": 31494257, "text": "STAT3-CyPA signaling pathway in endothelial cell apoptosis."}, {"pubmed": 31519036, "text": "Platelet surface expression of cyclophilin A is associated with increased mortality in patients with symptomatic coronary artery disease."}, {"pubmed": 31594532, "text": "Serum cyclophilin A and matrix metalloproteinase-9 are elevated in stable coronary artery disease."}, {"pubmed": 31615744, "text": "Cyclophilin A as a biomarker for the therapeutic effect of balloon angioplasty in chronic thromboembolic pulmonary hypertension."}, {"pubmed": 31623908, "text": "CypA may be involved in the development of periapical lesions with an increase in inflammatory cell infiltration, angiogenesis acceleration, and alveolar bone degradation."}, {"pubmed": 31634494, "text": "Influences of cyclosporin A and non-immunosuppressive derivatives on cellular cyclophilins and viral nucleocapsid protein during human coronavirus 229E replication."}, {"pubmed": 31655924, "text": "The molecular chaperone CypA stimulates hair follicle and HDP cells through Wnt/beta-catenin signaling pathway, suggesting that it might be a key molecule for hair loss disorder therapy."}, {"pubmed": 31799884, "text": "Circulating levels of inflammatory parameters pentraxin-3, cyclophilin and heparin-binding epidermal growth factor-like growth factor in patients with ST-elevation myocardial infarction."}, {"pubmed": 31825469, "text": "Role of CyPA in cardiac hypertrophy and remodeling."}, {"pubmed": 31936351, "text": "Cyclophilin A/EMMPRIN Axis Is Involved in Pro-Fibrotic Processes Associated with Thoracic Aortic Aneurysm of Marfan Syndrome Patients."}, {"pubmed": 32079425, "text": "Single-nucleotide Polymorphism rs17860041 A/C in the Promoter of the PPIA Gene is Associated with Susceptibility to Kawasaki Disease in Chinese Children."}, {"pubmed": 32149981, "text": "Concentrations of Serum Cyclophilin A in Patients With Bell Palsy."}, {"pubmed": 32162654, "text": "Cyclophilins A and B oppositely regulate renal tubular epithelial cell phenotype."}, {"pubmed": 32188574, "text": "Cyclophilin a knokdown inhibits cell migration and invasion through the suppression of epithelial-mesenchymal transition in colorectal cancer cells."}, {"pubmed": 32321766, "text": "Cyclophilin A Inhibitor Debio-025 Targets Crk, Reduces Metastasis, and Induces Tumor Immunogenicity in Breast Cancer."}, {"pubmed": 32406527, "text": "Fibroblast-enhanced cyclophilin A releasing from U937 cell upregulates MMP-2 in gingival fibroblast."}, {"pubmed": 32507068, "text": "Predictive value of early second trimester maternal serum cyclophilin A concentrations in women complicated with preeclampsia: a preliminary case-control study."}, {"pubmed": 32539931, "text": "Hepatitis C virus exploits cyclophilin A to evade PKR."}, {"pubmed": 32631377, "text": "Variations in Trim5alpha and Cyclophilin A genes among HIV-1 elite controllers and non controllers in Uganda: a laboratory-based cross-sectional study."}, {"pubmed": 32708451, "text": "The Secretome Analysis of Activated Human Renal Fibroblasts Revealed Beneficial Effect of the Modulation of the Secreted Peptidyl-Prolyl Cis-Trans Isomerase A in Kidney Fibrosis."}, {"pubmed": 32727878, "text": "ISGylation of Hepatitis C Virus NS5A Protein Promotes Viral RNA Replication via Recruitment of Cyclophilin A."}, {"pubmed": 32747784, "text": "Intrinsic curvature of the HIV-1 CA hexamer underlies capsid topology and interaction with cyclophilin A."}, {"pubmed": 32775435, "text": "Downregulation of CyclophilinA/CD147 Axis Induces Cell Apoptosis and Inhibits Glioma Aggressiveness."}, {"pubmed": 32829656, "text": "Endothelial-to-Mesenchymal Transition and Inflammation Play Key Roles in Cyclophilin A-Induced Pulmonary Arterial Hypertension."}, {"pubmed": 33191348, "text": "Expression of Cyclophilin A in Coronary Artery Plaque with Intraplaque Hemorrhage Is More Frequent in Deceased Patients Who Had Impaired Kidney Function."}, {"pubmed": 33758083, "text": "Cytoplasmic CPSF6 Regulates HIV-1 Capsid Trafficking and Infection in a Cyclophilin A-Dependent Manner."}, {"pubmed": 33834670, "text": "[Expression of cyclophilin A in oral squamous cell carcinoma and its effect on cell proliferation and invasion]."}, {"pubmed": 33849122, "text": "Levels of S100 calcium binding protein B (S100B), neuron-specific enolase (NSE), and cyclophilin A (CypA) in the serum of patients with severe craniocerebral injury and multiple injuries combined with delirium transferred from the ICU and their prognostic value."}, {"pubmed": 34099711, "text": "Proline/arginine dipeptide repeat polymers derail protein folding in amyotrophic lateral sclerosis."}, {"pubmed": 34360654, "text": "CD147-Cyclophilin a Interactions Promote Proliferation and Survival of Cutaneous T-Cell Lymphoma."}, {"pubmed": 34533641, "text": "Cyclophilin A: a possible host modulator in Chandipura virus infection."}, {"pubmed": 34972208, "text": "Defective cyclophilin A induces TDP-43 proteinopathy: implications for amyotrophic lateral sclerosis and frontotemporal dementia."}, {"pubmed": 35163387, "text": "Cyclophilin A Is Not Acetylated at Lysine-82 and Lysine-125 in Resting and Stimulated Platelets."}, {"pubmed": 35457075, "text": "TBP, PPIA, YWHAZ and EF1A1 Are the Most Stably Expressed Genes during Osteogenic Differentiation."}, {"pubmed": 36231045, "text": "Clinical and Prognostic Value of PPIA, SQSTM1, and CCL20 in Hepatocellular Carcinoma Patients by Single-Cell Transcriptome Analysis."}, {"pubmed": 36495335, "text": "Cyclophilin A associates with and regulates the activity of ZAP70 in TCR/CD3-stimulated T cells."}, {"pubmed": 36535629, "text": "Cyclophilin A accelerates SiO2-induced macrophage foaming."}, {"pubmed": 37129415, "text": "A Tripartite Complex HIV-1 Tat-Cyclophilin A-Capsid Protein Enables Tat Encapsidation That Is Required for HIV-1 Infectivity."}, {"pubmed": 37558876, "text": "TRIM5alpha restricts poxviruses and is antagonized by CypA and the viral protein C6."}, {"pubmed": 37761906, "text": "New Insights into Dyskerin-CypA Interaction: Implications for X-Linked Dyskeratosis Congenita and Beyond."}, {"pubmed": 37843371, "text": "Emerging role of cyclophilin A in HIV-1 infection: from producer cell to the target cell nucleus."}, {"pubmed": 37926757, "text": "Bioinformatics analysis and experimental validation of tumorigenic role of PPIA in gastric cancer."}, {"pubmed": 37993081, "text": "Secreted cyclophilin A is non-genotoxic but acts as a tumor promoter."}, {"pubmed": 38830868, "text": "PPIA dictates NRF2 stability to promote lung cancer progression."}], "genomic_pos": {"chr": "7", "end": 44824564, "ensemblgene": "ENSG00000196262", "start": 44796680, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 44864163, "start": 44836279, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000413", "qualifier": "involved_in", "term": "protein peptidyl-prolyl isomerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000413", "pubmed": [14993672, 20676357], "qualifier": "involved_in", "term": "protein peptidyl-prolyl isomerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001933", "pubmed": 26095851, "qualifier": "involved_in", "term": "negative regulation of protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 11943775, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006457", "qualifier": "involved_in", "term": "protein folding"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006457", "pubmed": [2179953, 2644542], "qualifier": "involved_in", "term": "protein folding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006469", "pubmed": 26095851, "qualifier": "involved_in", "term": "negative regulation of protein kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006915", "pubmed": 15130913, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006915", "pubmed": 31063815, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019076", "pubmed": 21711559, "qualifier": "involved_in", "term": "viral release from host cell"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030168", "qualifier": "involved_in", "term": "platelet activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030593", "pubmed": 11943775, "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030595", "pubmed": 21245143, "qualifier": "involved_in", "term": "leukocyte chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032148", "pubmed": 23180369, "qualifier": "involved_in", "term": "activation of protein kinase B activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032873", "pubmed": 26095851, "qualifier": "involved_in", "term": "negative regulation of stress-activated MAPK cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034389", "pubmed": 21711559, "qualifier": "involved_in", "term": "lipid droplet organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034599", "pubmed": 16527992, "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035307", "pubmed": 31063815, "qualifier": "involved_in", "term": "positive regulation of protein dephosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042118", "pubmed": 15130913, "qualifier": "involved_in", "term": "endothelial cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": 15130913, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045069", "pubmed": 11250896, "qualifier": "involved_in", "term": "regulation of viral genome replication"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045069", "pubmed": 7590732, "qualifier": "involved_in", "term": "regulation of viral genome replication"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045070", "pubmed": 19932913, "qualifier": "involved_in", "term": "positive regulation of viral genome replication"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050714", "pubmed": 21711559, "qualifier": "involved_in", "term": "positive regulation of protein secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051092", "pubmed": [15130913, 23180369], "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060352", "pubmed": 15130913, "qualifier": "involved_in", "term": "cell adhesion molecule production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061944", "pubmed": 30328013, "qualifier": "involved_in", "term": "negative regulation of protein K48-linked ubiquitination"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070527", "qualifier": "involved_in", "term": "platelet aggregation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902176", "pubmed": 26095851, "qualifier": "involved_in", "term": "negative regulation of oxidative stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903901", "pubmed": [19207730, 22347431], "qualifier": "involved_in", "term": "negative regulation of viral life cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001233", "pubmed": 23180369, "qualifier": "involved_in", "term": "regulation of apoptotic signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 16527992, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16780588, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 25678563, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 26095851, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 16780588, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0031982", "pubmed": 19190083, "qualifier": "located_in", "term": "vesicle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 12218175, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034774", "qualifier": "located_in", "term": "secretory granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0070062", "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904813", "qualifier": "located_in", "term": "ficolin-1-rich granule lumen"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003755", "qualifier": "enables", "term": "peptidyl-prolyl cis-trans isomerase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003755", "pubmed": [14993672, 20676357], "qualifier": "enables", "term": "peptidyl-prolyl cis-trans isomerase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003755", "pubmed": [2001362, 21245143, 21593166, 25678563], "qualifier": "enables", "term": "peptidyl-prolyl cis-trans isomerase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11353871, 11943775, 12218175, 12357034, 12730686, 15358143, 15688292, 16049941, 16169070, 16273344, 20147391, 21245143, 21593166, 22046132, 22174692, 23152499, 23935497, 25416956, 25556234, 25678563, 26095851, 26656091, 31063815, 32814053, 34161778, 34462738, 34901782], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016018", "qualifier": "enables", "term": "cyclosporin A binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016018", "pubmed": [12218175, 12357034, 20676357], "qualifier": "enables", "term": "cyclosporin A binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016018", "pubmed": 2001362, "qualifier": "enables", "term": "cyclosporin A binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0046790", "pubmed": 11250896, "qualifier": "enables", "term": "virion binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0051082", "pubmed": 2644542, "qualifier": "enables", "term": "unfolded protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1904399", "pubmed": 11943775, "qualifier": "enables", "term": "heparan sulfate binding"}]}, "homologene": {"genes": [[3702, 824773], [4530, 4347920], [4932, 854897], [6239, 179936], [7955, 336612], [8364, 100496569], [9031, 776282], [9544, 574102], [9598, 463386], [9606, 5478], [9615, 608151], [10090, 268373], [10116, 25518], [10116, 100360977], [10116, 100911252], [28985, 2896995], [33169, 4621220]], "id": 134504}, "interpro": [{"desc": "Cyclophilin-type peptidyl-prolyl cis-trans isomerase domain", "id": "IPR002130", "short_desc": "Cyclophilin-type_PPIase_dom"}, {"desc": "Cyclophilin-like domain superfamily", "id": "IPR029000", "short_desc": "Cyclophilin-like_dom_sf"}, {"desc": "Cyclophilin-type peptidyl-prolyl cis-trans isomerase, conserved site", "id": "IPR020892", "short_desc": "Cyclophilin-type_PPIase_CS"}, {"desc": "Cyclophilin-type peptidyl-prolyl cis-trans isomerase", "id": "IPR024936", "short_desc": "Cyclophilin-type_PPIase"}], "ipi": ["IPI00419585", "IPI00925411", "IPI00925747", "IPI00974374", "IPI00981317"], "map_location": "7p13", "name": "peptidylprolyl isomerase A", "other_names": ["PPIase A", "T cell cyclophilin", "cyclosporin A-binding protein", "epididymis secretory sperm binding protein Li 69p", "peptidyl-prolyl cis-trans isomerase A", "peptidylprolyl isomerase A (cyclophilin A)", "rotamase A"], "pantherdb": {"HGNC": "9253", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97749", "ortholog_type": "LDO", "panther_family": "PTHR11071", "taxid": 10090, "uniprot_kb": "P17742"}, {"Ensembl": "ENSRNOG00000032310", "ortholog_type": "O", "panther_family": "PTHR11071", "taxid": 10116, "uniprot_kb": "D3ZSF3"}, {"RGD": "1559682", "ortholog_type": "O", "panther_family": "PTHR11071", "taxid": 10116, "uniprot_kb": "M0RCZ9"}, {"Ensembl": "ENSRNOG00000032424", "ortholog_type": "O", "panther_family": "PTHR11071", "taxid": 10116, "uniprot_kb": "A0A0G2K869"}, {"Ensembl": "ENSRNOG00000031045", "ortholog_type": "O", "panther_family": "PTHR11071", "taxid": 10116, "uniprot_kb": "A0A0G2K2E4"}, {"RGD": "3372", "ortholog_type": "LDO", "panther_family": "PTHR11071", "taxid": 10116, "uniprot_kb": "P10111"}, {"Ensembl": "ENSGALG00000028600", "ortholog_type": "LDO", "panther_family": "PTHR11071", "taxid": 9031, "uniprot_kb": "A0A3Q3AT29"}, {"ZFIN": "ZDB-GENE-040912-52", "ortholog_type": "LDO", "panther_family": "PTHR11071", "taxid": 7955, "uniprot_kb": "B7ZCQ5"}, {"WormBase": "WBGene00044705", "ortholog_type": "O", "panther_family": "PTHR11071", "taxid": 6239, "uniprot_kb": "Q2L6V8"}, {"FlyBase": "FBgn0039347", "ortholog_type": "O", "panther_family": "PTHR11071", "taxid": 7227, "uniprot_kb": "Q8IMS5"}, {"SGD": "S000004543", "ortholog_type": "O", "panther_family": "PTHR11071", "taxid": 4932, "uniprot_kb": "P25719"}, {"SGD": "S000002562", "ortholog_type": "O", "panther_family": "PTHR11071", "taxid": 4932, "uniprot_kb": "P14832"}, {"PomBase": "SPBC28F2.03", "ortholog_type": "O", "panther_family": "PTHR11071", "taxid": 4896, "uniprot_kb": "P18253"}], "uniprot_kb": "P62937"}, "pathway": {"biocarta": {"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}, "kegg": {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, "netpath": {"id": "Pathway_Prolactin", "name": "Prolactin"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-1168372", "name": "Downstream signaling events of B Cell Receptor (BCR)"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162585", "name": "Uncoating of the HIV Virion"}, {"id": "R-HSA-162587", "name": "HIV Life Cycle"}, {"id": "R-HSA-162588", "name": "Budding and maturation of HIV virion"}, {"id": "R-HSA-162589", "name": "Reverse Transcription of HIV RNA"}, {"id": "R-HSA-162592", "name": "Integration of provirus"}, {"id": "R-HSA-162594", "name": "Early Phase of HIV Life Cycle"}, {"id": "R-HSA-162599", "name": "Late Phase of HIV Life Cycle"}, {"id": "R-HSA-162906", "name": "HIV Infection"}, {"id": "R-HSA-162909", "name": "Host Interactions of HIV factors"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-164516", "name": "Minus-strand DNA synthesis"}, {"id": "R-HSA-164525", "name": "Plus-strand DNA synthesis"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-173107", "name": "Binding and entry of HIV virion"}, {"id": "R-HSA-175474", "name": "Assembly Of The HIV Virion"}, {"id": "R-HSA-180689", "name": "APOBEC3G mediated resistance to HIV-1 infection"}, {"id": "R-HSA-2025928", "name": "Calcineurin activates NFAT"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-210991", "name": "Basigin interactions"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-8950505", "name": "Gene and protein expression by JAK-STAT signaling after Interleukin-12 stimulation"}, {"id": "R-HSA-9020591", "name": "Interleukin-12 signaling"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9692916", "name": "SARS-CoV-1 activates/modulates innate immune responses"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-983705", "name": "Signaling by the B Cell Receptor (BCR)"}], "wikipathways": {"id": "WP2037", "name": "Prolactin Signaling Pathway"}}, "pdb": ["1AK4", "1AWQ", "1AWR", "1AWS", "1AWT", "1AWU", "1AWV", "1BCK", "1CWA", "1CWB", "1CWC", "1CWF", "1CWH", "1CWI", "1CWJ", "1CWK", "1CWL", "1CWM", "1CWO", "1FGL", "1M63", "1M9C", "1M9D", "1M9E", "1M9F", "1M9X", "1M9Y", "1MF8", "1MIK", "1NMK", "1OCA", "1RMH", "1VBS", "1VBT", "1W8L", "1W8M", "1W8V", "1YND", "1ZKF", "2ALF", "2CPL", "2CYH", "2MS4", "2MZU", "2N0T", "2RMA", "2RMB", "2X25", "2X2A", "2X2C", "2X2D", "2XGY", "3CYH", "3CYS", "3K0M", "3K0N", "3K0O", "3K0P", "3K0Q", "3K0R", "3ODI", "3ODL", "3RDD", "4CYH", "4IPZ", "4N1M", "4N1N", "4N1O", "4N1P", "4N1Q", "4N1R", "4N1S", "4YUG", "4YUH", "4YUI", "4YUJ", "4YUK", "4YUL", "4YUM", "4YUN", "4YUO", "4YUP", "5CYH", "5F66", "5FJB", "5KUL", "5KUN", "5KUO", "5KUQ", "5KUR", "5KUS", "5KUU", "5KUV", "5KUW", "5KUZ", "5KV0", "5KV1", "5KV2", "5KV3", "5KV4", "5KV5", "5KV6", "5KV7", "5LUD", "5NOQ", "5NOR", "5NOS", "5NOT", "5NOU", "5NOV", "5NOW", "5NOX", "5NOY", "5NOZ", "5T9U", "5T9W", "5T9Z", "5TA2", "5TA4", "5WC7", "6BTA", "6GJI", "6GJJ", "6GJL", "6GJM", "6GJN", "6GJP", "6GJR", "6GJY", "6GS6", "6I42", "6U5C", "6U5D", "6U5E", "6U5G", "6X3R", "6X3Y", "6X4M", "6X4N", "6X4O", "6X4P", "6X4Q", "6Y9V", "6Y9W", "6Y9X", "6Y9Y", "6Y9Z", "6ZDJ", "7ABT", "7N9X", "7PCJ", "7QBW", "7TA8", "7UPN", "7UXJ", "7UXM", "7UXN", "8G9P", "8G9Q", "8HZ8", "8TBF", "8TBG", "8TBH", "8TBI", "8TBJ", "8TBK", "8TBL", "8TBM", "8TBN", "9AX6"], "pfam": "PF00160", "pharmgkb": "PA33574", "pharos": {"target_id": 8818, "tdl": "Tclin"}, "pir": "A94496", "prosite": "PS50072", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176818", "relationship": "is"}, {"id": "GNF187724", "relationship": "is"}, {"id": "GNF198630", "relationship": "is"}, {"id": "GNF209536", "relationship": "is"}, {"id": "GNF210978", "relationship": "is"}, {"id": "GNF211797", "relationship": "is"}, {"id": "GNF217298", "relationship": "is"}, {"id": "GNF227334", "relationship": "is"}, {"id": "GNF230043", "relationship": "is"}, {"id": "GNF230631", "relationship": "is"}, {"id": "GNF231518", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF159258", "relationship": "is"}, {"id": "GNF160712", "relationship": "is"}, {"id": "GNF160713", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF033302", "relationship": "is"}, {"id": "GNF040906", "relationship": "is"}, {"id": "GNF041853", "relationship": "is"}, {"id": "GNF043039", "relationship": "weakly similar to"}, {"id": "GNF045514", "relationship": "weakly similar to"}], "GNF_mm+hs-MGC": [{"id": "GNF011537", "relationship": "similar to"}, {"id": "GNF011539", "relationship": "is"}, {"id": "GNF011541", "relationship": "is"}, {"id": "GNF131897", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF104946", "relationship": "is"}, {"id": "GNF116363", "relationship": "is"}, {"id": "GNF144593", "relationship": "is"}, {"id": "GNF156004", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_029697.1"], "protein": ["NP_001287910.1", "NP_066953.1", "XP_047276492.1", "XP_047276493.1", "XP_054214491.1"], "rna": ["NM_001300981.2", "NM_021130.5", "NM_203430.1", "NM_203431.1", "XM_047420536.1", "XM_047420537.1", "XM_054358516.1"], "translation": [{"protein": "XP_047276492.1", "rna": "XM_047420536.1"}, {"protein": "NP_001287910.1", "rna": "NM_001300981.2"}, {"protein": "XP_054214491.1", "rna": "XM_054358516.1"}, {"protein": "XP_047276493.1", "rna": "XM_047420537.1"}, {"protein": "NP_066953.1", "rna": "NM_021130.5"}]}, "reporter": {"HG-U133_Plus_2": ["201293_x_at", "211378_x_at", "211765_x_at", "211978_x_at", "212661_x_at", "217602_at", "226336_at", "235741_at"], "HG-U95Av2": "33667_at", "HTA-2_0": "TC07000278.hg.1", "HuEx-1_0": ["2898664", "3000073", "3000102", "3295263"], "HuGene-1_1": ["7904997", "7905016", "7905051", "7919157", "7919162", "7919407", "7919436", "8067978", "8132642"], "HuGene-2_1": "17045738"}, "retired": 388817, "summary": "This gene encodes a member of the peptidyl-prolyl cis-trans isomerase (PPIase) family. PPIases catalyze the cis-trans isomerization of proline imidic peptide bonds in oligopeptides and accelerate the folding of proteins. The encoded protein is a cyclosporin binding-protein and may play a role in cyclosporin A-mediated immunosuppression. The protein can also interact with several HIV proteins, including p55 gag, Vpr, and capsid protein, and has been shown to be necessary for the formation of infectious HIV virions. Multiple pseudogenes that map to different chromosomes have been reported. [provided by RefSeq, Jul 2008].", "symbol": "PPIA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418793"}, "unigene": "Hs.356331", "uniprot": {"Swiss-Prot": "P62937", "TrEMBL": ["E5RIZ5", "V9HWF5", "A0A7P0S768", "A0A7I2V5J5", "F8WE65", "A0A7I2V4V1", "C9J5S7"]}, "wikipedia": {"url_stub": "Peptidylprolyl isomerase A"}}