{"AllianceGenome": "18838", "HGNC": "18838", "MIM": "607463", "_id": "10848", "_version": 1, "accession": {"genomic": ["AC092309.3", "CH471126.1", "CP068259.2", "DQ314886.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAD27004.1", "AAD27005.1", "AAH01475.1", "AAH20589.1", "AAH32298.1", "AAH64913.1", "AAW51146.1", "ABC40745.1", "ABK76301.1", "BAC85327.1", "CAI60219.1", "EAW57343.1", "EAW57344.1", "EAW57345.1", "NP_001135974.1", "NP_006654.2", "Q8WUF5.4", "XP_016881666.1", "XP_016881667.1", "XP_016881668.1", "XP_054175549.1", "XP_054175550.1", "XP_054175551.1"], "rna": ["AF078036.1", "AF078037.1", "AJ888472.1", "AK130326.1", "AY869712.1", "BC001475.2", "BC014499.1", "BC020259.1", "BC020589.1", "BC032298.1", "BC064913.1", "DB209153.1", "DQ986418.1", "NM_001142502.2", "NM_006663.4", "XM_017026177.2", "XM_017026178.2", "XM_017026179.2", "XM_054319574.1", "XM_054319575.1", "XM_054319576.1"], "translation": [{"protein": "AAH01475.1", "rna": "BC001475.2"}, {"protein": "AAD27005.1", "rna": "AF078037.1"}, {"protein": "AAH32298.1", "rna": "BC032298.1"}, {"protein": "CAI60219.1", "rna": "AJ888472.1"}, {"protein": "XP_054175549.1", "rna": "XM_054319574.1"}, {"protein": "NP_001135974.1", "rna": "NM_001142502.2"}, {"protein": "XP_054175550.1", "rna": "XM_054319575.1"}, {"protein": "NP_006654.2", "rna": "NM_006663.4"}, {"protein": "XP_054175551.1", "rna": "XM_054319576.1"}, {"protein": "AAD27004.1", "rna": "AF078036.1"}, {"protein": "XP_016881667.1", "rna": "XM_017026178.2"}, {"protein": "AAH64913.1", "rna": "BC064913.1"}, {"protein": "BAC85327.1", "rna": "AK130326.1"}, {"protein": "ABK76301.1", "rna": "DQ986418.1"}, {"protein": "XP_016881666.1", "rna": "XM_017026177.2"}, {"protein": "XP_016881668.1", "rna": "XM_017026179.2"}, {"protein": "AAH20589.1", "rna": "BC020589.1"}, {"protein": "AAW51146.1", "rna": "AY869712.1"}]}, "alias": ["ARCME", "CMAEA", "IASPP", "NKIP1", "RAI", "RAI4"], "ensembl": {"gene": "ENSG00000104881", "protein": ["ENSP00000354218", "ENSP00000403902", "ENSP00000466555", "ENSP00000466730", "ENSP00000466939", "ENSP00000467471"], "transcript": ["ENST00000360957", "ENST00000418234", "ENST00000585905", "ENST00000587270", "ENST00000589371", "ENST00000589858", "ENST00000591986", "ENST00000592134", "ENST00000593226"], "translation": [{"protein": "ENSP00000466555", "rna": "ENST00000589371"}, {"protein": "ENSP00000466939", "rna": "ENST00000591986"}, {"protein": "ENSP00000354218", "rna": "ENST00000360957"}, {"protein": "ENSP00000403902", "rna": "ENST00000418234"}, {"protein": "ENSP00000466730", "rna": "ENST00000593226"}, {"protein": "ENSP00000467471", "rna": "ENST00000592134"}], "type_of_gene": "protein_coding"}, "entrezgene": "10848", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.7018778493, "exp_mis": 363.762537394, "exp_syn": 212.080130134, "lof_z": 2.76536688895459, "mis_z": 2.37892063946246, "mu_lof": 1.87641089884e-06, "mu_mis": 4.19077753875e-05, "mu_syn": 2.37869295412e-05, "n_lof": 8.0, "n_mis": 271.0, "n_syn": 154.0, "p_li": 0.00265401837731973, "p_null": 0.00297169009517937, "p_rec": 0.994374291527501, "syn_z": 2.47244597382865}, "bp": 2487, "cds_end": 45901576, "cds_start": 45883447, "n_exons": 12, "nonpsych": {"exp_lof": 18.5290646856, "exp_mis": 329.032076095, "exp_syn": 191.744863992, "lof_z": 3.086689818001, "mis_z": 2.44784317785911, "mu_lof": 1.87641089884e-06, "mu_mis": 4.19077753875e-05, "mu_syn": 2.37869295412e-05, "n_lof": 5.0, "n_mis": 241.0, "n_syn": 140.0, "p_li": 0.160210283917519, "p_null": 0.000802138396998424, "p_rec": 0.838987577685483, "syn_z": 2.35271431310382}, "nontcga": {"exp_lof": 19.0254409313, "exp_mis": 334.641271674, "exp_syn": 195.093454395, "lof_z": 2.94582073587122, "mis_z": 2.57751180301279, "mu_lof": 1.87641089884e-06, "mu_mis": 4.19077753875e-05, "mu_syn": 2.37869295412e-05, "n_lof": 6.0, "n_mis": 240.0, "n_syn": 141.0, "p_li": 0.0385839638445088, "p_null": 0.00142419205937479, "p_rec": 0.959991844096116, "syn_z": 2.45214373187287}, "transcript": "ENST00000418234.2"}, "exons": [{"cdsend": 45398318, "cdsstart": 45380189, "chr": "19", "position": [[45379638, 45380228], [45382526, 45382726], [45385561, 45385728], [45385823, 45385957], [45386048, 45386180], [45391879, 45392340], [45395435, 45395886], [45396167, 45396259], [45396337, 45396436], [45396544, 45397058], [45398004, 45398147], [45398263, 45398339], [45406291, 45406361]], "strand": -1, "transcript": "NM_001142502", "txend": 45406361, "txstart": 45379638}, {"cdsend": 45398318, "cdsstart": 45380189, "chr": "19", "position": [[45379638, 45380228], [45382526, 45382726], [45385561, 45385728], [45385823, 45385957], [45386048, 45386180], [45391879, 45392340], [45395435, 45395886], [45396167, 45396259], [45396337, 45396436], [45396544, 45397058], [45398004, 45398147], [45398263, 45398339], [45404998, 45405069]], "strand": -1, "transcript": "NM_006663", "txend": 45405069, "txstart": 45379638}], "exons_hg19": [{"cdsend": 45901576, "cdsstart": 45883447, "chr": "19", "position": [[45882896, 45883486], [45885784, 45885984], [45888819, 45888986], [45889081, 45889215], [45889306, 45889438], [45895137, 45895598], [45898693, 45899144], [45899425, 45899517], [45899595, 45899694], [45899802, 45900316], [45901262, 45901405], [45901521, 45901597], [45909549, 45909619]], "strand": -1, "transcript": "NM_001142502", "txend": 45909619, "txstart": 45882896}, {"cdsend": 45901576, "cdsstart": 45883447, "chr": "19", "position": [[45882896, 45883486], [45885784, 45885984], [45888819, 45888986], [45889081, 45889215], [45889306, 45889438], [45895137, 45895598], [45898693, 45899144], [45899425, 45899517], [45899595, 45899694], [45899802, 45900316], [45901262, 45901405], [45901521, 45901597], [45908256, 45908327]], "strand": -1, "transcript": "NM_006663", "txend": 45908327, "txstart": 45882896}], "generif": [{"pubmed": 12134007, "text": "Effect of RAI on transcription and replication of human immunodeficiency virus type 1 (HIV-1)."}, {"pubmed": 15607367, "text": "The RAI protein, human is an evolutionarily conserved inhibitor of p53, and its expression is upregulated in human breast carcinomas expressing wild-type p53."}, {"pubmed": 15885892, "text": "neither polymorphisms in several DNA repair genes nor alleles of several polymorphisms in the chromosomal of region 19q13.2-3, encompassing the genes ASE, ERCC1, RAI and XPD, were associated with risk of testicular cancer in Danish patients"}, {"pubmed": 16139958, "text": "role of ASPP1, ASPP2, and iASPP as apoptotic specific regulators of p53 [review]"}, {"pubmed": 16690207, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16817948, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16817948, "text": "The RAI polymorphism showed a trend towards risk reduction for both adenomas (OR of 0.70, 95% CI 0.49-1.01) and carcinomas (OR of 0.49, 95% CI 0.21-1.13) among wo"}, {"pubmed": 16964264, "text": "iASPP binds to and regulates the activity of p53 Pro72 variant more efficiently than that of p53 Arg72"}, {"pubmed": 17131345, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17222938, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17391696, "text": "iASPP-SV is a nuclear protein, and is capable of binding to p53 in vivo. Overexpression of iASPP-SV can inhibit the transcriptional activity of p53 on the promoters of both Bax and p21."}, {"pubmed": 17570360, "text": "RAI induction is necessary but not sufficient for apoptosis induction in non-transformed cells."}, {"pubmed": 17872376, "text": "Data show here that RAI mRNA expression in human increased as gestation proceeded and that RAI was localized mainly in the syncytiotrophoblast throughout pregnancy."}, {"pubmed": 17906639, "text": "Data suggest that Pin1 is required for efficient loading of p53 on target promoters upon stress, and that after phosphorylation of p53 triggered by cytotoxic stimuli, Pin1 mediates p53's dissociation from iASPP, promoting cell death."}, {"pubmed": 18201273, "text": "3-dimensional structure of RelA-associated inhibitor in complex with p53 using computational chemistry."}, {"pubmed": 18275817, "text": "High-resolution crystal structure for the C terminus of iASPP, comprised of four ankyrin repeats and an SH3 domain."}, {"pubmed": 18289367, "text": "No consistent association between RAI polymorphism, the haplotype and risk of colorectal cancer has been found."}, {"pubmed": 18289367, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18588689, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18588689, "text": "We expect the marker RAI-3'd1 to be (part of) the cause for the association of the chromosome 19q13.3 region's association with cancer"}, {"pubmed": 18798069, "text": "Inhibition of expression of iASPP may resume the ability of p53 to induce apoptosis in MCF-7 cells."}, {"pubmed": 19116388, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19246451, "text": "ASPP2 primarily binds to the core domain of p53, whereas iASPP predominantly interacts with a linker region adjacent to the core domain."}, {"pubmed": 19257887, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19734419, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20354815, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20354815, "text": "results suggest that polymorphism Asn118Asn in ERCC1, A67T in iASPP and Asn148Glu in APE1 may associated with early onset of lung cancer as well as some specific subtype of lung cancer"}, {"pubmed": 20422457, "text": "Single-nucleotide polymorphisms in PPP1R13L gene is associated with early-stage non-small-cell lung cancer."}, {"pubmed": 20600029, "text": "iASPP is up-regulated in hepatocellular carcinoma; it is a direct transcription target of NF-kappaB"}, {"pubmed": 20840860, "text": "Data provide evidence that endogenous PPP1R13L acts as a negative regulator of p53 function, presumably by direct binding."}, {"pubmed": 21046104, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21184255, "text": "Role of iASPP in cell cycle progression of glioblastoma cells."}, {"pubmed": 21192816, "text": "iASPP regulates the proliferation and motility of lung cancer cells. This effect is intimately associated with the p53 pathway."}, {"pubmed": 21391736, "text": "results showed that iASPP mRNA and protein levels were significantly down-regulated in both cells infected with the siRNA against iASPP"}, {"pubmed": 21625267, "text": "iASPP is essential for prostate cancer cellular proliferation and survival and may be a potential target for the gene therapy for prostate cancer"}, {"pubmed": 21897369, "text": "These data showed iASPP to be a key regulator of epithelial homeostasis in skin."}, {"pubmed": 21926165, "text": "Data show an association of iASPP overexpression with gene amplification in ovarian cancer and suggest a role of iASPP in poor patient outcome and chemoresistance, through blocking mitotic catastrophe."}, {"pubmed": 21998301, "text": "Study identifies iASPP as a new binding partner of PP1, interacting through a noncanonical PP1 binding motif."}, {"pubmed": 22335888, "text": "variant alleles of PPP1R13L rs1970764 and CD3EAP rs967591 may contribute to risk factors of lung cancer."}, {"pubmed": 22351191, "text": "Highly significant differential distributions of haplotypes defined by both nine haplotype-tagging SNPs covering ERCC2 and PPP1R13L and fourteen haplotype-tagging SNPs covering ERCC2, PPP1R13L, and ERCC1 were found."}, {"pubmed": 22538442, "text": "iASPP inhibited apoptosis independently of p53 in tumor cells, mainly by inhibiting the transcriptional activity of p63/p73 on the promoters of proapoptotic genes"}, {"pubmed": 22552744, "text": "Downregulation of iASPP by siRNA stimulated apoptosis through p53 in two non-small cell lung cancer cell lines"}, {"pubmed": 22766503, "text": "These findings showed that iAPSS/iASPPsv reduced the growth inhibition and apoptosis induced by Dex or VP-16, with DNA damage accumulating which might promote the pathogenesis and/or progression of cancer."}, {"pubmed": 22815155, "text": "results suggest iASPP may contribute to the malignant progression of head and neck squamous cell carcinoma"}, {"pubmed": 23088536, "text": "When the Px(T)PxR motif is deleted or mutated via insertion of a phosphorylation site mimic (T311D), PP-1c fails to bind to all three ASPP proteins, ASPP1, ASPP2 and iASPP."}, {"pubmed": 23180017, "text": "The PPP1R13L rs1970764 variant is a possible prognostic marker for patients with rectal cancer."}, {"pubmed": 23420450, "text": "This study thus demonstrates that iASPP is highly elevated in human cervical cancer, and that overexpression of nuclear iASPP is correlated with poor prognosis and chemoresistance/radioresistance"}, {"pubmed": 23528480, "text": "higher rate Helicobacter pylori infection, an increased expression of inhibitor of apoptosis stimulating protein of p53 (iASPP), and decreased expression of apoptosis-stimulating of p53 protein 2(ASPP2) was present in gastric cancer"}, {"pubmed": 23624123, "text": "PPP1R13L and CD3EAP variants may be associated with lung cancer risk in nonsmoking Chinese women."}, {"pubmed": 23624869, "text": "Downregulation of miR-124 promotes the growth and invasiveness of glioblastoma cells involving upregulation of PPP1R13L."}, {"pubmed": 24140460, "text": "Haplotype PPP1R13L rs4803817 polymorphism is associated with lung cancer risk."}, {"pubmed": 24405603, "text": "overexpression of iASPP and the low expression of caspase-9 in esophageal cancer are closely correlated with tumor invasion and metastasis"}, {"pubmed": 24604828, "text": "rs6966 (3' UTR of PPP1R13L, chr 19q13.32, P = 4.55 x 10(-9)) and rs414580 (intron 2 of MSR1, chr 8p22, P = 6.09 x 10(-8)) were significantly associated with ALL."}, {"pubmed": 24668753, "text": "Hematopoietic cells can be protected against apoptosis by iASPP."}, {"pubmed": 24966937, "text": "MIRN124 binds to the 3'UTR of iASPP and suppressing mRNA expression and the proliferation of prostate tumor cells."}, {"pubmed": 24997996, "text": "data highlight the importance of 14-3-3 proteins in antiviral responses and identify RelA-associated inhibitor and sirtuin 1 as novel regulators of antiviral innate immune responses."}, {"pubmed": 25149434, "text": "The present study showed that iASPP is overexpressed in oral cavity squamous cell carcinomas (OSCC)tissues and increased cytoplasmic iASPP is correlated with recurrence and poor survival outcomes in OSCC patients"}, {"pubmed": 25341046, "text": "iASPP expression may act as a predictive marker of prostate cancer progression."}, {"pubmed": 25675294, "text": "destabilization of p300/CBP by downregulation of iASPP expression levels appears to represent a molecular mechanism that contributes to chemoresistance in melanoma cells."}, {"pubmed": 25691752, "text": "These data demonstrate that by interacting with desmoplakin and desmin, iASPP is an important regulator of desmosomal function both in vitro and in vivo."}, {"pubmed": 25917613, "text": "results suggest that NFKB1 common variants and smoking duration and smoking duration-PPP1R13L rs1970764 interaction could be concerned with the lung cancer development in a Chinese population"}, {"pubmed": 26109723, "text": "One of the proteins identified, iASPP, showed reduced levels in the presence of GSK-3. Further, blocking iASPP activity increased cell death, particularly in p53 wild-type BC3 PEL cells."}, {"pubmed": 26563375, "text": "we were able to reproduce previously found associations between PPP1R13L and CD3EAP polymorphisms and lung cancer risk in an increased study group, and we found interactions between NFKB1 rs28362491-PPP1R13L rs1970764 and smoking duration and between CD3EAP rs735482 and smoking duration"}, {"pubmed": 26628298, "text": "Our study provides the first evidence that high iASPP-SV expression may be a novel prognostic factor and therapeutic target for glioma"}, {"pubmed": 26646590, "text": "we show that iASPP is a novel substrate of caspases in response to apoptotic stimuli"}, {"pubmed": 26787707, "text": "inhibitor of apoptosis-stimulating protein of p53 (iASPP) was identified to be a direct target of miR-140 in pancreatic duct adenocarcinoma specimens and cell lines"}, {"pubmed": 27075368, "text": "one novel region within PPP1R13L is hypomethylated in all transient neonatal diabetes type 1 patients included in this study"}, {"pubmed": 27177208, "text": "Increased expression of p53 and ASPP1 and downregulation of iASPP."}, {"pubmed": 27683195, "text": "We describe the identification of a maternally inherited frameshift mutation in RAI1, causative for SMS. This is the first report about transmission of SMS from an affected parent to an offspring."}, {"pubmed": 27693036, "text": "lncRNA H19 interacts with miR-140 to modulate glioma growth by targeting iASPP"}, {"pubmed": 27765948, "text": "the restoration of miR-124 reduces iASPP expression and leads to p53-dependent tumor suppression, suggesting a therapeutic strategy to treat iASPP-associated cervical cancer."}, {"pubmed": 28012196, "text": "findings revealed the detailed role of the miR-184/iASPP axis in Central nervous system lymphoma (CNSL) and this axis might modulate the proliferation and invasion of CNSL via regulating the PI3K/Akt signaling pathway."}, {"pubmed": 28069640, "text": "These results determined PPP1R13L as the gene underlying a novel autosomal-recessive cardio-cutaneous syndrome in humans and strongly suggest that the fatal dilated cardiomyopathy during infancy is a consequence of failure to regulate transcriptional pathways necessary for tuning cardiac threshold response to common inflammatory stressors."}, {"pubmed": 28137422, "text": "UCA1 might promote proliferation and migration of glioma, to regulate the tumor growth and metastasis via miR-182 dependent iASPP regulation."}, {"pubmed": 28402264, "text": "FHL2 and iASPP interacted with each other and co-localized in both nucleus and cytoplasm. Either FHL2 or iASPP silenced could reduce cell proliferation, induce cell cycle arrest at G0/G1 phase, and increase cell apoptosis."}, {"pubmed": 28418858, "text": "miR-124 regulates p63 via iASPP, while p63 targets miR-155 via the modulation of STAT1 expression in colorectal cancer."}, {"pubmed": 28489738, "text": "Results demonstrate that iASPP is overexpressed in bladder cancer and promotes the malignancy of bladder cancer"}, {"pubmed": 28656261, "text": "These findings indicated that XIST may regulate the tumor growth and metastasis via miR-140-dependent iASPP regulation. Taken together, our data indicated that XIST may be an oncogenic lncRNA that promotes the proliferation and metastasis of lung cancer through the regulation of miR-140 and could be regarded as a therapeutic target in human lung cancer."}, {"pubmed": 28870783, "text": "Three htSNPs (haplotype-tagging single nucleotide polymorphism) (rs7354, rs14384, and rs3783501) covering 95% of the common haplotype diversity in 19p13.3-GADD45B and interaction of 19p13.3-GADD45B and 19q13.3-PPP1R13L and 19q13.3-CD3EAP variants and smoking-duration were explored in lung cancer risk Chinese."}, {"pubmed": 29022915, "text": "The interactive modulation among miR-124 and iASPP in p53-mutant or -deleted cells may serve as a crucial pathway, which mediates therapy resistance when p53 is mutated or deleted, in the process of photodynamic therapy treatment of Colorectal cancer."}, {"pubmed": 29033244, "text": "Data suggest that Keap1, rather than Nrf2, is critical for the recruitment of iASPP into the Keap1-Nrf2 complex"}, {"pubmed": 29072696, "text": "Data showed that iASPP could promote tumor growth by increasing autophagic flux, and iASPP could serve as a poor prognostic factor and a potential therapeutic target in lung cancer."}, {"pubmed": 29179704, "text": "Sertad1 could antagonize iASPP function by hindering its entrance into nuclei to interact with P53 in leukemic cells when iASPP was in the stage of overproduction."}, {"pubmed": 29257240, "text": "The expression of iASPP was higher in highgrade astrocytic gliomas compared with lowgrade astrocytic gliomas."}, {"pubmed": 29412778, "text": "TP73-AS1 inhibited the brain glioma growth and metastasis as a competing endogenous RNA (ceRNA) through miR-124-dependent iASPP regulation."}, {"pubmed": 29620255, "text": "The expression of CD3EAP exon 1 was demonstrated to be significantly associated with PPP1R13L exon 1, while CD3EAP exon 3 was significantly associated with ERCC1 exon 11 in normal and non-small cell lung cancer (NSCLC) tissues. It was observed that short transcripts of ERCC1, CD3EAP and PPP1R13L are co-expressed in A549 NSCLC cell line."}, {"pubmed": 29663364, "text": "High iASPP expression is associated with chemoresistant ovarian clear cell carcinoma."}, {"pubmed": 29743530, "text": "iASPP associates with centrosomal protein of 55 kDa (CEP55), an important cytokinetic abscission regulator. Mechanically, iASPP acts as a PP1-targeting subunit to facilitate the interaction between PP1 and CEP55 and to remove PLK1-mediated Ser436 phosphorylation in CEP55 during late mitosis."}, {"pubmed": 29750311, "text": "Increased expression of miR-150 suppressed viability, proliferation, migration and invasion of SW480 cells. Furthermore, iASPP was a direct target of miR-150 and played a key role in its anti-colorectal cancer (CRC)function. miR-150 may be a promising predictor of prognosis in CRC patients."}, {"pubmed": 29910468, "text": "Acute myeloid leukemia patients with high expressions of FHL2 and iASPP had shorter event-free survival (EFS) and overall survival (OS) than patients with low expressions."}, {"pubmed": 29982095, "text": "IASPP knockdown suppressed cell viability and DNA synthesis capacity; the effect of miR-340 inhibition was partially attenuated by iASPP inhibition."}, {"pubmed": 30128886, "text": "Haplotypes consisting of PPP1R13L rs1970764 and ATM rs11212592 may be associated with lung cancer.  Haplotypes consisting of PPP1R13L, CD3EAP and GLTSCR1 SNPs on Chr19q13.3 may associate with lung cancer risk in the Chinese population."}, {"pubmed": 30710576, "text": "Study revealed increased iASPP and DeltaNp63 expression in cutaneous squamous cell carcinoma (cSCC) clinical samples, but also highlighted a significant alteration of iASPP cellular localization, with consequent deregulation of its function. Data suggest that while direct effects of iASPP and p63 upon each other's expression are maintained in cSCC, epigenetic dysregulation of the feedback loop occurs at the microRNA le..."}, {"pubmed": 31013288, "text": "GEM and PPP1R13L were predicted as novel genes which may act as potential target or biomarkers of obesity as they occur with other 21 target genes with known obesity relationship."}, {"pubmed": 31395738, "text": "iASPP inhibits p53 through a distinct surface overlapping the E6 footprint, opening prospects for p53-targeting precision medicine to improve cancer therapy."}, {"pubmed": 31601301, "text": "These results suggest iASPP may play an important role in progression and aggressive behavior of head and neck squamous cell carcinoma (HNSCC) and may be an efficient chemotherapeutic target for the treatment of HNSCC."}, {"pubmed": 31615473, "text": "iASPP regulates growth and the cellular responses towards oxidative stress in choriocarcinoma cells. Its overexpression is advantageous to the pathogenesis of gestational trophoblastic disease."}, {"pubmed": 32005663, "text": "A previously identified apoptosis inhibitor iASPP confers resistance to chemotherapeutic drugs by suppressing senescence in cancer cells."}, {"pubmed": 32666529, "text": "Biallelic variants in PPP1R13L cause paediatric dilated cardiomyopathy."}, {"pubmed": 34705028, "text": "iASPP contributes to cell cortex rigidity, mitotic cell rounding, and spindle positioning."}, {"pubmed": 35121659, "text": "iASPP suppresses Gp78-mediated TMCO1 degradation to maintain Ca(2+) homeostasis and control tumor growth and drug resistance."}, {"pubmed": 35169254, "text": "iASPP is essential for HIF-1alpha stabilization to promote angiogenesis and glycolysis via attenuating VHL-mediated protein degradation."}, {"pubmed": 35351459, "text": "TP53 common variants and interaction with PPP1R13L and CD3EAP SNPs and lung cancer risk and smoking behavior in a Chinese population."}, {"pubmed": 35717675, "text": "Chitosan-Gelatin-EGCG Nanoparticle-Meditated LncRNA TMEM44-AS1 Silencing to Activate the P53 Signaling Pathway for the Synergistic Reversal of 5-FU Resistance in Gastric Cancer."}, {"pubmed": 37147350, "text": "Common variants of pro-inflammatory gene IL1B and interactions with PPP1R13L and POLR1G in relation to lung cancer among Northeast Chinese."}, {"pubmed": 37698259, "text": "Variable phenotype of a null PPP1R13L allele in children with dilated cardiomyopathy."}], "genomic_pos": {"chr": "19", "end": 45406349, "ensemblgene": "ENSG00000104881", "start": 45379638, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 45909607, "start": 45882892, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003215", "qualifier": "involved_in", "term": "cardiac right ventricle morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003229", "qualifier": "involved_in", "term": "ventricular cardiac muscle tissue development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009791", "qualifier": "involved_in", "term": "post-embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031076", "qualifier": "involved_in", "term": "embryonic camera-type eye development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035264", "qualifier": "involved_in", "term": "multicellular organism growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042633", "qualifier": "involved_in", "term": "hair cycle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045597", "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048871", "qualifier": "involved_in", "term": "multicellular organismal-level homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050728", "pubmed": 28069640, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060048", "qualifier": "involved_in", "term": "cardiac muscle contraction"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 10336463, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030054", "qualifier": "located_in", "term": "cell junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045171", "qualifier": "located_in", "term": "intercellular bridge"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0003714", "pubmed": 10336463, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17906639, 18275817, 18985028, 21513714, 21998301, 22321011, 23623661, 24855949, 26496610, 27173435, 27880917, 28330616, 28514442], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [18275817, 23623661], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}]}, "homologene": {"genes": [[9544, 714389], [9598, 456126], [9606, 10848], [9913, 505818], [10090, 333654], [10116, 686781]], "id": 84635}, "interpro": [{"desc": "SH3 domain", "id": "IPR001452", "short_desc": "SH3_domain"}, {"desc": "Ankyrin repeat", "id": "IPR002110", "short_desc": "Ankyrin_rpt"}, {"desc": "RelA-associated inhibitor", "id": "IPR028320", "short_desc": "iASPP"}, {"desc": "SH3-like domain superfamily", "id": "IPR036028", "short_desc": "SH3-like_dom_sf"}, {"desc": "Ankyrin repeat-containing domain superfamily", "id": "IPR036770", "short_desc": "Ankyrin_rpt-contain_sf"}, {"desc": "RelA-associated inhibitor, SH3 domain", "id": "IPR042722", "short_desc": "SH3_iASPP"}], "ipi": ["IPI00439948", "IPI01018117"], "map_location": "19q13.32", "name": "protein phosphatase 1 regulatory subunit 13 like", "other_names": ["NFkB interacting protein 1", "PPP1R13B-like protein", "inhibitor of ASPP protein", "inhibitor of apoptosis stimulating protein of p53", "protein iASPP", "protein phosphatase 1, regulatory (inhibitor) subunit 13 like", "relA-associated inhibitor", "retinoic acid induced 4"], "pantherdb": {"HGNC": "18838", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3525053", "ortholog_type": "LDO", "panther_family": "PTHR24164", "taxid": 10090, "uniprot_kb": "Q5I1X5"}, {"RGD": "1593681", "ortholog_type": "LDO", "panther_family": "PTHR24164", "taxid": 10116, "uniprot_kb": "F1LW07"}, {"ZFIN": "ZDB-GENE-050327-33", "ortholog_type": "LDO", "panther_family": "PTHR24164", "taxid": 7955, "uniprot_kb": "Q1L9A3"}, {"WormBase": "WBGene00007877", "ortholog_type": "LDO", "panther_family": "PTHR24164", "taxid": 6239, "uniprot_kb": "G5EDE9"}], "uniprot_kb": "Q8WUF5"}, "pathway": {"netpath": {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, "pid": {"id": "p53regulationpathway", "name": "p53 pathway"}, "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5633007", "name": "Regulation of TP53 Activity"}, {"id": "R-HSA-6804759", "name": "Regulation of TP53 Activity through Association with Co-factors"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}], "wikipathways": {"id": "WP4754", "name": "IL-18 signaling pathway"}}, "pdb": ["2VGE", "6DCX", "6HL6", "6RZ3"], "pfam": ["PF12796", "PF14604"], "pharmgkb": "PA34195", "pharos": {"target_id": 3782, "tdl": "Tbio"}, "prosite": ["PS50002", "PS50088", "PS50297"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169656", "relationship": "is"}, {"id": "GNF180562", "relationship": "is"}, {"id": "GNF191468", "relationship": "is"}, {"id": "GNF202374", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF041355", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF012153", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF234242", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098527", "relationship": "is"}, {"id": "GNF138182", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001135974.1", "NP_006654.2", "XP_016881666.1", "XP_016881667.1", "XP_016881668.1", "XP_054175549.1", "XP_054175550.1", "XP_054175551.1"], "rna": ["NM_001142502.2", "NM_006663.4", "XM_017026177.2", "XM_017026178.2", "XM_017026179.2", "XM_054319574.1", "XM_054319575.1", "XM_054319576.1"], "translation": [{"protein": "XP_054175549.1", "rna": "XM_054319574.1"}, {"protein": "NP_001135974.1", "rna": "NM_001142502.2"}, {"protein": "XP_054175550.1", "rna": "XM_054319575.1"}, {"protein": "NP_006654.2", "rna": "NM_006663.4"}, {"protein": "XP_054175551.1", "rna": "XM_054319576.1"}, {"protein": "XP_016881667.1", "rna": "XM_017026178.2"}, {"protein": "XP_016881666.1", "rna": "XM_017026177.2"}, {"protein": "XP_016881668.1", "rna": "XM_017026179.2"}]}, "reporter": {"HG-U133_Plus_2": "218849_s_at", "HG-U95B": "55079_at", "HTA-2_0": "TC19001619.hg.1", "HuEx-1_0": "3865344", "HuGene-1_1": "8037563", "HuGene-2_1": "16873296"}, "retired": 23453, "summary": "IASPP is one of the most evolutionarily conserved inhibitors of p53 (TP53; MIM 191170), whereas ASPP1 (MIM 606455) and ASPP2 (MIM 602143) are activators of p53.[supplied by OMIM, Mar 2008].", "symbol": "PPP1R13L", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1538712"}, "unigene": "Hs.466937", "uniprot": {"Swiss-Prot": "Q8WUF5", "TrEMBL": ["K7EPP1", "K7ENG6", "K7EML6", "K7EN03"]}, "wikipedia": {"url_stub": "PPP1R13L"}}