{"AllianceGenome": "9346", "HGNC": "9346", "MIM": "603423", "_id": "639", "_version": 2, "accession": {"genomic": ["AL022067.1", "AL358952.9", "AL672292.9", "CH471051.2", "CP068272.2", "EF064715.1", "NC_000006.12", "NC_060930.1", "NG_029115.2"], "protein": ["AAC33300.1", "AAI03833.1", "AAI03834.1", "AAI03835.1", "AAI03836.1", "AAO45623.1", "AAO45624.1", "ABK41898.1", "ABL96617.1", "BAF82245.1", "BAG62889.1", "CAH56276.1", "EAW48419.1", "EAW48420.1", "EAW48421.1", "EAW48422.1", "NP_001189.2", "NP_878911.1", "O75626.2", "XP_006715613.1", "XP_011534364.1", "XP_011534366.1", "XP_016866676.1", "XP_047275202.1", "XP_047275203.1", "XP_047275204.1", "XP_054212181.1", "XP_054212182.1", "XP_054212183.1", "XP_054212184.1", "XP_054212185.1", "XP_054212186.1", "XP_054212187.1"], "rna": ["AF084199.1", "AK129768.1", "AK289556.1", "AK301341.1", "AL832963.1", "AY198414.1", "AY198415.1", "BC103832.1", "BC103833.1", "BC103834.1", "BC103835.1", "EF151143.1", "NM_001198.4", "NM_182907.3", "XM_006715550.4", "XM_011536062.4", "XM_011536064.4", "XM_017011187.2", "XM_047419246.1", "XM_047419247.1", "XM_047419248.1", "XM_054356206.1", "XM_054356207.1", "XM_054356208.1", "XM_054356209.1", "XM_054356210.1", "XM_054356211.1", "XM_054356212.1"], "translation": [{"protein": "XP_011534364.1", "rna": "XM_011536062.4"}, {"protein": "BAG62889.1", "rna": "AK301341.1"}, {"protein": "XP_054212187.1", "rna": "XM_054356212.1"}, {"protein": "AAO45623.1", "rna": "AY198414.1"}, {"protein": "ABL96617.1", "rna": "EF151143.1"}, {"protein": "NP_878911.1", "rna": "NM_182907.3"}, {"protein": "NP_001189.2", "rna": "NM_001198.4"}, {"protein": "AAI03834.1", "rna": "BC103833.1"}, {"protein": "XP_054212182.1", "rna": "XM_054356207.1"}, {"protein": "XP_006715613.1", "rna": "XM_006715550.4"}, {"protein": "AAI03835.1", "rna": "BC103834.1"}, {"protein": "XP_054212185.1", "rna": "XM_054356210.1"}, {"protein": "XP_047275204.1", "rna": "XM_047419248.1"}, {"protein": "XP_054212186.1", "rna": "XM_054356211.1"}, {"protein": "XP_016866676.1", "rna": "XM_017011187.2"}, {"protein": "XP_054212184.1", "rna": "XM_054356209.1"}, {"protein": "XP_047275202.1", "rna": "XM_047419246.1"}, {"protein": "XP_054212183.1", "rna": "XM_054356208.1"}, {"protein": "BAF82245.1", "rna": "AK289556.1"}, {"protein": "CAH56276.1", "rna": "AL832963.1"}, {"protein": "XP_054212181.1", "rna": "XM_054356206.1"}, {"protein": "AAO45624.1", "rna": "AY198415.1"}, {"protein": "AAI03836.1", "rna": "BC103835.1"}, {"protein": "XP_011534366.1", "rna": "XM_011536064.4"}, {"protein": "XP_047275203.1", "rna": "XM_047419247.1"}, {"protein": "AAI03833.1", "rna": "BC103832.1"}, {"protein": "AAC33300.1", "rna": "AF084199.1"}]}, "alias": ["BLIMP-1", "BLIMP1", "PRDI-BF1"], "ensembl": {"gene": "ENSG00000057657", "protein": ["ENSP00000358085", "ENSP00000358087", "ENSP00000358092", "ENSP00000395566", "ENSP00000399772", "ENSP00000498029", "ENSP00000498580", "ENSP00000498716"], "transcript": ["ENST00000369089", "ENST00000369091", "ENST00000369096", "ENST00000424894", "ENST00000450060", "ENST00000481163", "ENST00000489365", "ENST00000648754", "ENST00000651185", "ENST00000652320"], "translation": [{"protein": "ENSP00000498580", "rna": "ENST00000652320"}, {"protein": "ENSP00000498716", "rna": "ENST00000651185"}, {"protein": "ENSP00000358087", "rna": "ENST00000369091"}, {"protein": "ENSP00000358092", "rna": "ENST00000369096"}, {"protein": "ENSP00000395566", "rna": "ENST00000424894"}, {"protein": "ENSP00000498029", "rna": "ENST00000648754"}, {"protein": "ENSP00000399772", "rna": "ENST00000450060"}, {"protein": "ENSP00000358085", "rna": "ENST00000369089"}], "type_of_gene": "protein_coding"}, "entrezgene": "639", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.12423662, "exp_mis": 308.117038, "exp_syn": 155.100304, "lof_z": 3.73098626668709, "mis_z": 1.81448329812526, "mu_lof": 1.2343284975e-06, "mu_mis": 2.76530871795e-05, "mu_syn": 1.36610733576e-05, "n_lof": 1.0, "n_mis": 243.0, "n_syn": 132.0, "p_li": 0.980264413149198, "p_null": 3.1425431894302e-06, "p_rec": 0.0197324443076129, "syn_z": 1.14990178302176}, "bp": 2478, "cds_end": 106555361, "cds_start": 106534428, "n_exons": 7, "nonpsych": {"exp_lof": 14.4701767, "exp_mis": 278.7518471, "exp_syn": 140.2569257, "lof_z": 3.47766922134717, "mis_z": 2.0165816936441, "mu_lof": 1.2343284975e-06, "mu_mis": 2.76530871795e-05, "mu_syn": 1.36610733576e-05, "n_lof": 1.0, "n_mis": 212.0, "n_syn": 114.0, "p_li": 0.968392452999047, "p_null": 1.22754665443687e-05, "p_rec": 0.0315952715344087, "syn_z": 1.39586953606921}, "nontcga": {"exp_lof": 14.82222986, "exp_mis": 283.4556275, "exp_syn": 142.68021448, "lof_z": 3.79785188528815, "mis_z": 2.08488941518761, "mu_lof": 1.2343284975e-06, "mu_mis": 2.76530871795e-05, "mu_syn": 1.36610733576e-05, "n_lof": 0.0, "n_mis": 213.0, "n_syn": 120.0, "p_li": 0.993990078159754, "p_null": 8.39173555174712e-07, "p_rec": 0.00600908266669105, "syn_z": 1.20222939128273}, "transcript": "ENST00000369096.4"}, "exons": [{"cdsend": 106107486, "cdsstart": 106086553, "chr": "6", "position": [[106086335, 106086595], [106088200, 106088449], [106095614, 106095734], [106099299, 106099552], [106104824, 106105933], [106106370, 106106499], [106106910, 106109936]], "strand": 1, "transcript": "NM_001198", "txend": 106109936, "txstart": 106086335}, {"cdsend": 106107486, "cdsstart": 106099085, "chr": "6", "position": [[106098940, 106099094], [106099299, 106099552], [106104824, 106105933], [106106370, 106106499], [106106910, 106109936]], "strand": 1, "transcript": "NM_182907", "txend": 106109936, "txstart": 106098940}], "exons_hg19": [{"cdsend": 106555361, "cdsstart": 106534428, "chr": "6", "position": [[106534210, 106534470], [106536075, 106536324], [106543489, 106543609], [106547174, 106547427], [106552699, 106553808], [106554245, 106554374], [106554785, 106557811]], "strand": 1, "transcript": "NM_001198", "txend": 106557811, "txstart": 106534210}, {"cdsend": 106555361, "cdsstart": 106546960, "chr": "6", "position": [[106546815, 106546969], [106547174, 106547427], [106552699, 106553808], [106554245, 106554374], [106554785, 106557811]], "strand": 1, "transcript": "NM_182907", "txend": 106557811, "txstart": 106546815}], "generif": [{"pubmed": 11877292, "text": "were expressed by human PCs following a gradient of increasing maturity in the direction: tonsil-->blood-->BM"}, {"pubmed": 12150891, "text": "Blimp-1 orchestrates plasma cell differentiation by extinguishing the mature B cell gene expression program"}, {"pubmed": 12165517, "text": "BCL-6 regulates the Blimp-1 promoter through a novel mechanism involving AP-1 elements."}, {"pubmed": 12453881, "text": "Premature Blimp-1 expression coupled to altered and deficient Pax5 expression causes some proliferating B cells to prematurely differentiate to plasma cells in MM."}, {"pubmed": 12626569, "text": "PRDI-BF1 beta is abundantly expressed in myeloma cell lines through alternative transcription initiation, has a disrupted PR domain and a significantly impaired transcription repressor function on multiple target genes."}, {"pubmed": 14985713, "text": "PRDI-BF1 mediates silencing of interferon-beta gene transcription via recruitment of the histone H3 methyltransferase G9a."}, {"pubmed": 16002735, "text": "Transcriptional regulator PRD1-BF1 governing B-cell terminal cellular differentiation provides multiple myeloma- and other tumor- and nonmalignant-associated cytotoxic T-lymphocyte epitopes."}, {"pubmed": 16424392, "text": "identifies PRDM1 inactivation as a recurrent genetic defect in diffuse large B-cell lymphomas cells and establishes PRDM1 as a potential tumor suppressor gene."}, {"pubmed": 16492805, "text": "Blimp1 is a tumor suppressor gene, whose inactivation may contribute to lymphomagenesis by blocking post-germinal center differentiation of B cells toward plasma cells."}, {"pubmed": 16547239, "text": "tetanus toxoid (tet) (+) plasma cell (PC)expressed several times more positive regulatory domain I- binding factor 1/B lymphocyte-induced maturation protein 1 transcription factor than the tetC(-) PC"}, {"pubmed": 16585013, "text": "diffuse large B-cell lymphoma cases with increased PRDM1 expression co-expressed BCL-6 and MUM1/IRF4, confirming that PRDM1 expression is insufficient to drive the full genetic program associated with plasmacytic differentiation"}, {"pubmed": 16765445, "text": "In addition to silencing expression of major histocompatibility class II transactivator protein (CIITA) promoter III in B lymphocytes, PRDI-BF1 is capable of binding and suppressing CIITA promoter type IV."}, {"pubmed": 16849320, "text": "Results identify Viperin as a tightly regulated ISGF3 target gene, which is counter-regulated by PRDI-BF1."}, {"pubmed": 17043021, "text": "Normal human plasma cells have significantly lower levels of PRDI-BF1beta expression than plasma cells isolated from multiple myeloma patients."}, {"pubmed": 17213024, "text": "Altered expression of BLIMP1 may cause neoplastic B-cell proliferation; BLIMP1 is a pivotal molecule in the pathogenesis of diffuse large B-cell lymphoma."}, {"pubmed": 17264218, "text": "Suppression of p53 transcription is a crucial function of endogenous BLIMP1 and is essential for normal cell growth."}, {"pubmed": 17379744, "text": "both PRDM1alpha and PRDM1beta transcripts were expressed in microdissected lymphoma cells only in the non-germinal center B-cell-like (non-GCB) subtype of DLBCL"}, {"pubmed": 17682124, "text": "Repression of PRDM1 by BSAP reveals an autoregulatory negative-feedback loop that could play a relevant role in controlling human PC differentiation."}, {"pubmed": 17877160, "text": "Blimp-1 could directly repress the expression of c-myc in 2ME2-mediated differentiation induction of multiple myeloma cells."}, {"pubmed": 18071884, "text": "Blimp-1 expression is controlled by the same cgammaC cytokines that regulate T cell homeostasis suggesting a direct link between the extrinsic and intrinsic arms of the process."}, {"pubmed": 18089822, "text": "Blimp-1 ensures the survival of transformed plasma cells."}, {"pubmed": 18192112, "text": "that transcription factors Xbp-1, Blimp-1, and PAX-5-encoded BSAP play important roles in the regulation of plasmacytic differentiation and exert their effects on differentiation induced by low 2ME2 concentrations"}, {"pubmed": 18235046, "text": "bortezomib down-regulation of PRDM1beta preceded decreased IRF4 and c-MYC expression"}, {"pubmed": 18256039, "text": "reporter assays demonstrated that Bach2 and Bcl6 cooperate to repress Prdm1 through its intron enhancer region"}, {"pubmed": 18354204, "text": "STAT3 activation functionally mimicked IL-21 treatment and that STAT3-mediated BLIMP1 up-regulation occurred despite high BCL6 expression levels"}, {"pubmed": 18370921, "text": "In spite of some commonalities, different targets and regulators of Blimp-1 in B and T cells suggest intriguing evolutionary divergence of this regulatory machinery."}, {"pubmed": 18552212, "text": "By chromatin immunoprecipitation and assays using an inducible Spi-B construct BLIMP1 and XBP-1 were identified as direct target genes of Spi-B mediated repression."}, {"pubmed": 18583325, "text": "MiRNA-mediated down-regulation of PRDM1/Blimp-1 may contribute to the phenotype maintenance and pathogenesis of Hodgkin/Reed-Sternberg cells"}, {"pubmed": 18596541, "text": "PRDM1 may be a tumor suppressor in some primary central nervous system lymphoma and contribute to lymphomagenesis by impairing terminal differentiation"}, {"pubmed": 18604866, "text": "the basal activity of the human PRDM1 promoter, through which several factors, including SP1, SP3 and early growth response 1, modulate its expression through a conserved GC-box."}, {"pubmed": 18845144, "text": "Blimp-1Delta7 interferes with endogenous Blimp-1 expression, suggesting an auto-regulatory mechanism of Blimp-1 activation."}, {"pubmed": 18992153, "text": "BLIMP1 and PRMT5 were expressed and arginine dimethylation of histones H2A and H4 was detected in human male gonocytes and intratubular germ cell neoplasia unclassified and most seminomas, while downregulated in embryonal carcinoma."}, {"pubmed": 19047678, "text": "GC-enriched hsa-miR-125b down-regulates the expression of IRF4 and PRDM1/BLIMP1, and memory B cell-enriched hsa-miR-223 down-regulates the expression of LMO2."}, {"pubmed": 19194464, "text": "tumor-promoting effect of deletion in 6q21, that included genes PRDM1, ATG5 and AIM1"}, {"pubmed": 19234190, "text": "Blimp-1 is a key regulator of Toll-like receptor-mediated and differentiation-associated reduction of nucleotide-binding domain, leucine-rich repeat family pyrin domain-containing (NLRP)12 protein in human myeloid-monocytic cells."}, {"pubmed": 19269192, "text": "regulates the contraction phase of CD8+ T cell response via IL-2 transcription inhibition"}, {"pubmed": 19433448, "text": "the induction of Blimp1 represents a novel mechanism whereby the RelB NF-kappaB subunit mediates repression, specifically of ERalpha, thereby promoting a more migratory phenotype in breast cancer cells"}, {"pubmed": 19530237, "text": "Data provide evidence that hsa-miR-127 is involved in B-cell differentiation process through posttranscriptional regulation of BLIMP1 and XBP1."}, {"pubmed": 19563034, "text": "Low dose 2-methoxyestradiol can up-regulate the expression of PRDMlalpha and PRDM1beta in myeloma cells."}, {"pubmed": 19717648, "text": "C/EBPbeta directly bound to the promoter region of IRF4, BLIMP1, and BCL2."}, {"pubmed": 19735688, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19735688, "text": "polymorphisms studied in the PRDM1 and XBP1 genes do not seem to be involved in immunoglobulin A deficiency predisposition in the Spanish population."}, {"pubmed": 19760754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19788443, "text": "The reported expression pattern is difficult to reconcile with a function of Blimp-1 as a marker for sebocytic progenitor cells but indicates a major role in terminal differentiation."}, {"pubmed": 19828629, "text": "By binding to interferon-responsive sites in the indoleamine 2,3-dioxygenase (IDO1) promoter, BLIMP-1 acts in a negative feedback loop to successfully balance the outcome of tolerance vs inflammation."}, {"pubmed": 19828640, "text": "A direct link exists between B cell receptor cross-linking and transcriptional activation of positive regulatory domain I-binding factor 1 (PRDI-BF1)."}, {"pubmed": 19838195, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19838195, "text": "identified five new systemic lupus erythematosus susceptibility loci (P < 5 x 10(-8)): TNIP1 (odds ratio (OR) = 1.27), PRDM1 (OR = 1.20), JAZF1 (OR = 1.20), UHRF1BP1 (OR = 1.17) and IL10 (OR = 1.19)."}, {"pubmed": 19898481, "text": "Genetic variants at PRDM1, is associated with rheumatoid arthritis risk"}, {"pubmed": 19898481, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19915048, "text": "PPARgamma ligands alone or combined with 9-cis-retinoic acid enhanced CpG-induced expression of Cox-2 and the plasma cell transcription factor BLIMP-1."}, {"pubmed": 20047096, "text": "Blimp-1 is located in chromosome 6q21-22.1, a region frequently deleted in several tumors including lymphoid malignancies and has been supposed to be a candidate of tumor suppressor gene"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20530581, "text": "PRDM1 is an essential component of the apoptotic response in mantle cell lymphoma and a potential important marker for the effectiveness of bortezomib therapy."}, {"pubmed": 20800019, "text": "A high level of Blimp-1 expression in diffuse large B-cell lymphoma was associated with a significantly shorter overall survival."}, {"pubmed": 20859709, "text": "PRDM1beta expression differed in B-lymphoma cells and corresponded to the methylation status of the PRDM1beta promoter."}, {"pubmed": 20944005, "text": "these data demonstrate a key role for PRDM1 in the negative regulation of NK activation"}, {"pubmed": 20966935, "text": "demonstrate that the miR-30 family directly controls BCL-6 expression and miR-9-1 and let-7a directly control PRDM-1 expression through targeting their 3'UTR, mediating the follicular dendritic cells effect"}, {"pubmed": 21103670, "text": "Data show that Blimp-1 expression was directly proportional to the expression of the negative costimulatory molecules."}, {"pubmed": 21216962, "text": "Positive regulatory domain I (PRDM1) and IRF8/PU.1 counter-regulate MHC class II transactivator (CIITA) expression during dendritic cell maturation."}, {"pubmed": 21411757, "text": "LMP-1 expression in progenitor germinal center B cells could contribute to the pathogenesis of EBV-associated lymphomas by down-regulating BLIMP1alpha, in turn preventing plasma cell differentiation and induction of the viral lytic cycle."}, {"pubmed": 21622776, "text": "study demonstrated that polymorphisms in the intergenic region of PRDM1-ATG5 were associated with systemic lupus erythematosus susceptibility in a Chinese population"}, {"pubmed": 21690554, "text": "FOXO3 and PRDM1 are tumor-suppressor gene candidates in NK-cell neoplasms."}, {"pubmed": 21722313, "text": "Data suggest that PRDM1 directly regulates both HGAL and LMO2--overexpression of PRDM1 down-regulates HGAL and LMO2; PRDM1 directly binds to promoters of both HGAL and LMO2 and represses genetic transcription."}, {"pubmed": 21722636, "text": "SUMOylation of Blimp-1 regulates its intracellular stability."}, {"pubmed": 21785431, "text": "PRDM1 is implicated in the etiology of therapy-induced second malignancies after Hodgkin's lymphoma."}, {"pubmed": 22020966, "text": "results reveal a CD99-miR-9-PRDM1 molecule axis in lymphomagenesis of cHL and suggest that upregulation of CD99 in H/RS cells induces terminal B-cell differentiation, which may provide a novel therapeutic strategies for cHL"}, {"pubmed": 22040493, "text": "Results showed no involvement of rs548234 at PRDM1-ATG5 region in the susceptibility or clinical relevance of RA in Chinese Han population."}, {"pubmed": 22143801, "text": "Disruption of homeostatic control by PRDM1 may be an important pathogenetic mechanism for natural killer cell lymphoma."}, {"pubmed": 22278826, "text": "The authors show that expression of the Epstein-Barr virus immediate-early protein BZLF1 is restricted to Blimp1-positive epithelial cells in oral hairy leukoplakia."}, {"pubmed": 22438909, "text": "Blimp1 is a mediator of Ras/Raf/AP-1 signaling that promotes cell migration, and is repressed by LOX-PP in lung cancer."}, {"pubmed": 22580854, "text": "loss of BLIMP1alpha as an important step in the pathogenesis of the Epstein-Barr virus (EBV) associated B cell lymphomas"}, {"pubmed": 22585398, "text": "data provide evidence that abundance of Blimp-1, and consequently the secretion of proinflammatory cytokines such as IL-2, is regulated in 2 ways: (i)transcriptional regulation by activation of CD4( )T cells and (ii) posttranscriptional regulation by enhanced miR-9 expression"}, {"pubmed": 22593617, "text": "B-cell receptor stimulation induced ERK1/2 activation and upregulation of BLIMP1 mRNA expression in B cells"}, {"pubmed": 22634616, "text": "BLIMP-1 and STAT3 constitute an incoherent feed-forward loop downstream of interleukin (IL)-21 that can coordinate microRNA with mRNA expression during plasma cell differentiation."}, {"pubmed": 23028907, "text": "A parent-of-origin effect in inflammatory bowel diseases was observed for single nucleotide polymorphisms in IL12B, PRDM1, and IL10."}, {"pubmed": 23129528, "text": "Blimp-1 levels are translationally regulated by microRNA-9 (miR-9)."}, {"pubmed": 23348703, "text": "found that PRDM1 was a direct target of miR-30a-5p, and PRDM1 dysfunction was attributable to miR-30a-5p-mediated repression"}, {"pubmed": 23624108, "text": "Two missense SNPs, chr6:106659789 (Ser354Asn) and chr6:106660076 (Leu450Phe) at PRDM1 on chromosome 6q21, were significantly associated with Crohn's disease and ulcerative colitis."}, {"pubmed": 23911415, "text": "Data indicate that B lymphocyte induced maturation protein 1 (Blimp1) mRNA expression level was 2.1 times greater in the SLE group as compared to the control group."}, {"pubmed": 23977359, "text": "miR-23a and miR-125b, proved to be negatively associated with up-modulation of Blimp-1 occurring during IFN-alpha-driven dendritic cell differentiation."}, {"pubmed": 24004669, "text": "In vitro and in vivo experiments showed that that PRDM1 is a tumor suppressor gene in anaplastic large T-cell lymphoma models, likely acting as an antiapoptotic agent."}, {"pubmed": 24009228, "text": "Studies indicate that The oncogenic events leading to MYC up-regulation seem to overcome the inhibitory effect of physiological repressors such as BCL6 or BLIMP1."}, {"pubmed": 24306881, "text": "Single nucleotide polymorphism in PRDM1 gene is associated with Hodgkin disease therapy induced second malignancy."}, {"pubmed": 24438193, "text": "Downregulation of the tumour suppressor PRDM1 in extranodal NK/T-cell lymphoma, nasal type, is mediated by miR-223."}, {"pubmed": 24527393, "text": "our results demonstrate that PRDM1 serves as a molecular switch to modulate the divergence of neural or germline fates through repression of SOX2 during human development."}, {"pubmed": 24637363, "text": "The failure of chronic lymphocytic leukemia cells to express or induce PRDM1 correlates with anergy."}, {"pubmed": 24796719, "text": "Blimp1-deficient effector T cells fail to produce IL-10, and deficiency in Tr-1 cell function leads to uncontrolled Th17 cell-driven CNS pathology without the need to stabilize the Th17 phenotype with IL-23"}, {"pubmed": 24804861, "text": "These data suggest that Blimp-1 might be involved in controlling the HIV reservoirs in the key central-memory T-cell subset."}, {"pubmed": 25263394, "text": "study gives no definite evidence for a pathogenic genetic link of periodontitis and RA but suggests IRF5 and PRDM1 as shared susceptibility factors."}, {"pubmed": 25280345, "text": "The PRDM1 expression appeared to play an essential role in Warthin tumour pathogenesis."}, {"pubmed": 25382611, "text": "results expand the spectrum of lymphoid malignancies in which PRDM1 may have a tumor suppressor role and identify an epigenetic event that likely contributes to the pathogenesis of BL."}, {"pubmed": 25410866, "text": "Authors conclude that BLIMP1 expression is both necessary and sufficient to induce Epstein-Barr virus lytic replication in many (possibly all) latently infected epithelial-cell types, but in only a subset of B-cell types."}, {"pubmed": 25487076, "text": "aberrant methylation silencing of PRDM1alpha and hypomethylation activation of PRDM1beta are frequent events in DLBCL."}, {"pubmed": 25710909, "text": "the transcriptional repressor, Blimp-1, is an intrinsic factor that predisposes CD4(+) memory T cells to latent HIV-1 infection."}, {"pubmed": 25713110, "text": "Positional mapping of PRKD1, NRP1 and PRDM1 as novel candidate disease genes in truncus arteriosus"}, {"pubmed": 25826676, "text": "Blimp-1 expression in dendritic cells can alter an innate inflammatory response by modulating the activation of myeloid cells"}, {"pubmed": 26054109, "text": "peritoneal fluid mRNA level significantly elevated in endometriosis"}, {"pubmed": 26146066, "text": "level of Blimp-1 mRNA in the monocytes from patients with active tuberculosis and latent tuberculosis infection subjects was down-regulated"}, {"pubmed": 26206802, "text": "Antineoplastic effects of liposomal short interfering RNA treatment targeting BLIMP1/PRDM1 in primary effusion lymphoma."}, {"pubmed": 26212250, "text": "Data show that vascular endothelial growth factor (VEGF) upregulates the transcription repressor PRD1-BF1 protein in endothelial cells."}, {"pubmed": 26221594, "text": "heterozygous deletion of 6q21 and/or PRDM1 was frequently detected in extranodal NK/T cell lymphoma, nasal type and correlated with downregulation of PRDM1."}, {"pubmed": 26310579, "text": "Blimp-1 regulates the transcription of CS1 gene in NK and B cell lines from multiple myeloma and diffuse large B cell lymphoma patients."}, {"pubmed": 26431332, "text": "KLF4, together with BLIMP1, plays a critical role in mediating lytic Epstein-Barr virus reactivation in epithelial cells."}, {"pubmed": 26475096, "text": "Our findings suggest a previously unrecognized role of PRDM1 and human parvovirus B19 in the pathogenesis of Hashimoto thyroiditis"}, {"pubmed": 26530011, "text": "The interaction between EBV-miR-BHRF1-2 and PRDM1 may be one of the mechanisms by which EBV-miRBHRF1-2 promotes Epstein-Barr virus lymphomagenesis."}, {"pubmed": 26823144, "text": "Blimp-1 suppresses the transcription of CUL4A, resulting in the maintenance of the expression of Aiolos and Ikaros."}, {"pubmed": 26976045, "text": "identified the Prdm1 gene encoding the B lymphocyte-induced maturation protein 1 as a crucial negative regulator of human TH17 cell differentiation"}, {"pubmed": 27132888, "text": "SOX2 repression in TCam-2 cells can be abrogated by recruitment of the constitutively expressed H3K27 demethylase UTX to the SOX2 promoter through retinoid signaling, leading to expression of neuronal and other lineage genes. SOX17 has been shown to initiate human PGC specification, with its target PRDM1 suppressing mesendodermal genes"}, {"pubmed": 27181361, "text": "B cell receptor signaling component, SYK, caused PAX5 tyrosine phosphorylation in vitro and in cells. Transcriptional repression on the BLIMP1 promoter by PAX5 was attenuated by this phosphorylation."}, {"pubmed": 27363279, "text": "Data show there was a positive correlation between B cell lymphoma 6 (Bcl-6) and B lymphocyte-induced maturation protein 1 (Blimp-1) at the level of mRNA."}, {"pubmed": 27568520, "text": "these results provide novel clinical and biological insight into the tumor-suppressive role of PRDM1/BLIMP-1 in ABC-DLBCL patients and suggest that loss of PRDM1/BLIMP-1 function contributes to the overall poor prognosis of ABC-DLBCL patients."}, {"pubmed": 27613090, "text": "Data indicate that BTG2, MAP3K11, RPS6KA1 and PRDM1 as putative targets of microRNA miR-125b."}, {"pubmed": 27687004, "text": "In conclusion, aberrant coexpression of MYC and PRDM1/Blimp1alpha owing to genetic changes is responsible for the phenotype of plasmablastic lymphoma cases."}, {"pubmed": 27704586, "text": "the promoter hypermethylation of PRDM1 harbored a predominant role in the downregulation of PRDM1 expression, significantly affecting the biological behavior of tumor cells in EN-NK/T-NT."}, {"pubmed": 27924626, "text": "Blimp1, Foxp1 and pStat3 are expressed in extranodal diffuse large B-cell lymphomas"}, {"pubmed": 28097234, "text": "Female carriers of SNP rs548234 in PRDM1 gene exhibit lower levels of PRDM1 expression in monocyte-derived dendritic cells due to recruitment of Kruppel-like factor 4, and histone deacetylases 4, 6 and 7 to the polymorphism sequence."}, {"pubmed": 28300844, "text": "The interaction between c-Maf and RORgammat, and Blimp-1."}, {"pubmed": 28314753, "text": "PRDM1 was identified as a susceptibility gene for systemic sclerosis."}, {"pubmed": 28378641, "text": "Depletion of PRDM1 in lung cancer cells promotes cellular invasion and anoikis resistance in vitro and lung metastasis in vivo."}, {"pubmed": 28442738, "text": "The authors herein prove, for the first time, that the transcriptional repressor Blimp1 is a novel mediator of p130Cas/ErbB2-mediated invasiveness. Indeed, high Blimp1 expression levels are detected in invasive p130Cas/ErbB2 cells and correlate with metastatic status in human breast cancer patients."}, {"pubmed": 28468592, "text": "we identified MIR155HG and TERC to be transcriptionally downregulated by PRDM1 in two PRDM1-null NK-cell lines when it is ectopically expressed. These findings suggest that ZFAS1 and other dysregulated long non-coding RNAs may be involved in natural killer/T-cell lymphoma pathobiology through regulation of cancer-related genes, and loss-of-PRDM1 expression in natural killer/T-cell lymphomas tumorigenesis"}, {"pubmed": 28629373, "text": "Blimp-1 binds to the promoters of PD-1 and TIGIT and positively regulates their expression in patients with acute myeloid leukemia."}, {"pubmed": 28790031, "text": "Data found that intratumoral hypoxia, which is an inevitable feature of advanced human pancreatic ductal adenocarcinoma, induces the expression of the pro-metastatic transcription factor Blimp1. The co-option of this master regulatory transcription factor is required for metastatic ability, and the molecular output of Blimp1 expression is the modulation of discrete hypoxia-induced gene expression programs."}, {"pubmed": 28842558, "text": "HSP70-Hrd1 axis represents a potential therapeutic target for restoring the oncorepressor activity of unstable lymphoma-associated Blimp-1 mutants."}, {"pubmed": 29416540, "text": "The binding of bio-tagged NFATc1/alphaA to a regulatory region of the Prdm1 gene indicates Prdm1 as a direct target of NFATc1/alphaA which, when overexpressed in centrocytic B cells impairs plasma cell formation."}, {"pubmed": 29713018, "text": "The PAX5-OCT4-PRDM1 proteins form a core transcriptional network that activates germline and represses somatic programmes during human germ cell differentiation."}, {"pubmed": 29760071, "text": "Studied role of PR/SET domain 1 (PRDM1) protein in colon cancer; found that PRDM1beta acts as a tumor-suppressor gene in colon tumor organoids, probably by acting downstream of p53. The study also shows It modifies the expression of stem cell related genes, inhibits colon epithelial cell proliferation, and is associated with good survival in colon cancer patients."}, {"pubmed": 30051906, "text": "These findings suggest that Blimp-1 initiates cytotoxic effector function and that Hobit maintains cytotoxicity in a deployment-ready modus in tissue-resident memory CD8 T cells."}, {"pubmed": 30096391, "text": "Blimp-1 regulates TH9 differentiation and IL-9 production. Blimp-1-deficient mice show severe IL-9-mediated allergic airway inflammation. Blimp-1 overexpression in human TH9 cells represses IL-9 expression. These findings might have important implications for the development of new therapeutic approaches to control allergic airway inflammation."}, {"pubmed": 30197274, "text": "Study demonstrated that EGFR activation could upregulate the BLIMP1 gene transcription via the PKC, p38, and ERK pathways in keratinocytes. Besides, proteasome and lysosome contribute to the maintenance of BLIMP1 protein stability."}, {"pubmed": 30654767, "text": "Study analyzing lymphocyte subsets from healthy donors, aged from 20 to 90 years, and untreated chronic lymphocytic leukemia patients suggest that BACH2 and PRDM1 genes are significantly correlated with age in human immune cells and may be involved in immunosenescence."}, {"pubmed": 30687317, "text": "we find that GC B cells express the plasma cell master regulator Blimp-1 at low levels during periods of active proliferation in their DZ state."}, {"pubmed": 30793688, "text": "B-cells had compromised abilities of antigen processing and presentation and altered levels of (Blimp-1). This study indicated for impaired B-cell functions during chronic infection which may lead to pathological consequences in human visceral leishmaniasis."}, {"pubmed": 31002364, "text": "The present results revealed that the JAK3/STAT3 oncogenic pathway and PRDM1 expression could stratify clinicopathologic features ofextranodal NK/Tcell lymphoma, nasal type (ENNK/TNT)."}, {"pubmed": 31100710, "text": "PRDM1 levels are associated with the clinical diseases of chronic HBV infection. Highly elevated PRDM1 levels are discriminative of hepatocellular carcinoma(HCC) from other clinical diseases and indicative of a poor prognosis of HCC patients."}, {"pubmed": 31376415, "text": "These results provide novel evidence for a role of PRDM1 rs1010273 in the pathogenesis of HBV-related hepatocellular carcinoma."}, {"pubmed": 31618572, "text": "Study have shown that transcriptional repressor molecule, BLIMP-1, regulates macrophage pyroptosis during Leishmania parasite's growth within the macrophage."}, {"pubmed": 31729038, "text": "Genetic association of polymorphisms at the intergenic region between PRDM1 and ATG5 with hepatitis B virus infection in Han Chinese patients."}, {"pubmed": 32349189, "text": "Hypomethylation of PRDM1 is associated with recurrent pregnancy loss."}, {"pubmed": 32533097, "text": "The BLIMP1-EZH2 nexus in a non-Hodgkin lymphoma."}, {"pubmed": 32562448, "text": "Loss of prdm1a accelerates melanoma onset and progression."}, {"pubmed": 32732362, "text": "Genetic manipulation of primary human natural killer cells to investigate the functional and oncogenic roles of PRDM1."}, {"pubmed": 32798401, "text": "[Correlation of Blimp1 with ATF4/CHOP Signaling Pathway in Multiple Myeloma U266 Cells]."}, {"pubmed": 32958255, "text": "Microbiota-derived short chain fatty acid promotion of Amphiregulin expression by dendritic cells is regulated by GPR43 and Blimp-1."}, {"pubmed": 32985591, "text": "Differential epigenetic regulation between the alternative promoters, PRDM1alpha and PRDM1beta, of the tumour suppressor gene PRDM1 in human multiple myeloma cells."}, {"pubmed": 33145710, "text": "IL-21 enhances STAT3/Blimp-1 signaling pathway in B cells and contributes to plasma cell differentiation in newly diagnosed patients with myasthenia gravis."}, {"pubmed": 33145806, "text": "PRDM1 decreases sensitivity of human NK cells to IL2-induced cell expansion by directly repressing CD25 (IL2RA)."}, {"pubmed": 33194842, "text": "BLIMP-1 Mediated Downregulation of TAK1 and p53 Molecules Is Crucial in the Pathogenesis of Kala-Azar."}, {"pubmed": 33463110, "text": "Increased Expression of B Lymphocyte Induced Maturation Protein 1 (BLIMP1) in Patients with Common Variable Immunodeficiency (CVID)."}, {"pubmed": 33706054, "text": "Blimp-1 inhibits Th9 cell differentiation and attenuates diabetic coronary heart disease."}, {"pubmed": 33972671, "text": "Mucosal ribosomal stress-induced PRDM1 promotes chemoresistance via stemness regulation."}, {"pubmed": 34362511, "text": "[Expression and Significance of BLIMP-1 in Regulatory T Cells of Children with Aplastic Anemia]."}, {"pubmed": 34484219, "text": "Coupled Antigen and BLIMP1 Asymmetric Division With a Large Segregation Between Daughter Cells Recapitulates the Temporal Transition From Memory B Cells to Plasma Cells and a DZ-to-LZ Ratio in the Germinal Center."}, {"pubmed": 34809630, "text": "Genome-wide DNA methylation analysis of pulmonary function in middle and old-aged Chinese monozygotic twins."}, {"pubmed": 34844236, "text": "Dysregulated MDR1 by PRDM1/Blimp1 Is Involved in the Doxorubicin Resistance of Non-Germinal Center B-Cell-Like Diffuse Large B-Cell Lymphoma."}, {"pubmed": 34861037, "text": "Genetic ablation of PRDM1 in antitumor T cells enhances therapeutic efficacy of adoptive immunotherapy."}, {"pubmed": 34907035, "text": "O-GlcNAcylation of Blimp-1 in Lymphocytes Inhibits Its Transcriptional Function and Is Associated with Migration and Invasion of Breast Cancer Cells."}, {"pubmed": 34920653, "text": "Evaluation of MicroRNA-125b-5p and Transcription Factors BLIMP1 and IRF4 Expression in Unsolved Common Variable Immunodeficiency Patients."}, {"pubmed": 35386001, "text": "Blimp-1 is a prognostic indicator for progression of cervical intraepithelial neoplasia grade 2."}, {"pubmed": 35429891, "text": "The genetic deletion and protein expression of PRDM1 and its clinical implications in diffuse large B cell lymphoma: A retrospective cohort study in China."}, {"pubmed": 35572579, "text": "PRDM1 Drives Human Primary T Cell Hyporesponsiveness by Altering the T Cell Transcriptome and Epigenome."}, {"pubmed": 36042041, "text": "Expression of B lymphocyte-induced maturation protein 1 (Blimp-1) in keratinocyte and cytokine signalling drives human Th17 response in psoriasis."}, {"pubmed": 36081178, "text": "Regulatory network of BLIMP1, IRF4, and XBP1 triad in plasmacytic differentiation and multiple myeloma pathogenesis."}, {"pubmed": 36350986, "text": "BLIMP1 and NR4A3 transcription factors reciprocally regulate antitumor CAR T cell stemness and exhaustion."}, {"pubmed": 36424348, "text": "The role of PRDM1 gene polymorphism in the progression of hepatocellular carcinoma in Egyptian patients."}, {"pubmed": 36964555, "text": "Exploring the putative role of PRDM1 and PRDM2 transcripts as mediators of T lymphocyte activation."}, {"pubmed": 37385228, "text": "Pro-Inflammatory of PRDM1/SIRT2/NLRP3 Axis in Monosodium Urate-Induced Acute Gouty Arthritis."}, {"pubmed": 38456586, "text": "Human split hand/foot variants are not as functional as wildtype human PRDM1 in the rescue of craniofacial defects."}, {"pubmed": 39097652, "text": "PTIP epigenetically regulates DNA damage-induced cell cycle arrest by upregulating PRDM1."}], "genomic_pos": {"chr": "6", "end": 106109939, "ensemblgene": "ENSG00000057657", "start": 105993463, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 106557814, "start": 106534195, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 1851123, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001763", "qualifier": "involved_in", "term": "morphogenesis of a branching structure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001822", "qualifier": "involved_in", "term": "kidney development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001893", "qualifier": "involved_in", "term": "maternal placenta development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003170", "qualifier": "involved_in", "term": "heart valve development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003281", "qualifier": "involved_in", "term": "ventricular septum development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007281", "qualifier": "involved_in", "term": "germ cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009791", "qualifier": "involved_in", "term": "post-embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032259", "qualifier": "involved_in", "term": "methylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032823", "qualifier": "involved_in", "term": "regulation of natural killer cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033082", "qualifier": "involved_in", "term": "regulation of extrathymic T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035904", "qualifier": "involved_in", "term": "aorta development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042462", "qualifier": "involved_in", "term": "eye photoreceptor cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045165", "qualifier": "involved_in", "term": "cell fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048844", "qualifier": "involved_in", "term": "artery morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051136", "qualifier": "involved_in", "term": "regulation of NK T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060040", "qualifier": "involved_in", "term": "retinal bipolar neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060576", "qualifier": "involved_in", "term": "intestinal epithelial cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060707", "qualifier": "involved_in", "term": "trophoblast giant cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060976", "qualifier": "involved_in", "term": "coronary vasculature development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990654", "qualifier": "involved_in", "term": "sebum secreting cell proliferation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 28842558, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 21421998, "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 1851123, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 1851123, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22555612, 28842558, 32417234], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008168", "qualifier": "enables", "term": "methyltransferase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:1990226", "qualifier": "enables", "term": "histone methyltransferase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:1990841", "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[7955, 323473], [8364, 493207], [9031, 445340], [9544, 696757], [9598, 462904], [9606, 639], [9615, 481947], [9913, 538384], [10090, 12142], [10116, 309871]], "id": 925}, "interpro": [{"desc": "SET domain", "id": "IPR001214", "short_desc": "SET_dom"}, {"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "PR domain zinc finger protein 1", "id": "IPR016608", "short_desc": "PRDM1"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}, {"desc": "SET domain superfamily", "id": "IPR046341", "short_desc": "SET_dom_sf"}, {"desc": "PRDM1, PR/SET domain", "id": "IPR044413", "short_desc": "PRDM1_PR-SET"}], "ipi": ["IPI00385453", "IPI00747253", "IPI00896484", "IPI00915310", "IPI00917506"], "map_location": "6q21", "name": "PR/SET domain 1", "other_names": ["B-lymphocyte-induced maturation protein 1", "PR domain 1", "PR domain containing 1, with ZNF domain", "PR domain zinc finger protein 1", "PRDI-binding factor-1", "beta-interferon gene positive-regulatory domain I binding factor"], "pantherdb": {"HGNC": "9346", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99655", "ortholog_type": "LDO", "panther_family": "PTHR16515", "taxid": 10090, "uniprot_kb": "Q60636"}, {"RGD": "1311765", "ortholog_type": "LDO", "panther_family": "PTHR16515", "taxid": 10116, "uniprot_kb": "A0A096MJU6"}, {"Ensembl": "ENSGALG00000015388", "ortholog_type": "LDO", "panther_family": "PTHR16515", "taxid": 9031, "uniprot_kb": "A0A3Q2UNE4"}, {"ZFIN": "ZDB-GENE-080618-2", "ortholog_type": "O", "panther_family": "PTHR16515", "taxid": 7955, "uniprot_kb": "A0A2R8Q3S6"}, {"ZFIN": "ZDB-GENE-030131-2193", "ortholog_type": "LDO", "panther_family": "PTHR16515", "taxid": 7955, "uniprot_kb": "Q68EH4"}, {"WormBase": "WBGene00003847", "ortholog_type": "LDO", "panther_family": "PTHR16515", "taxid": 6239, "uniprot_kb": "Q93560"}, {"FlyBase": "FBgn0035625", "ortholog_type": "LDO", "panther_family": "PTHR16515", "taxid": 7227, "uniprot_kb": "M9PBR0"}], "uniprot_kb": "O75626"}, "pathway": {"pid": {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, "reactome": [{"id": "R-HSA-1474165", "name": "Reproduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-201556", "name": "Signaling by ALK"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5633007", "name": "Regulation of TP53 Activity"}, {"id": "R-HSA-6804754", "name": "Regulation of TP53 Expression"}, {"id": "R-HSA-6806003", "name": "Regulation of TP53 Expression and Degradation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9701898", "name": "STAT3 nuclear events downstream of ALK signaling"}, {"id": "R-HSA-9827857", "name": "Specification of primordial germ cells"}], "wikipathways": [{"id": "WP1433", "name": "Nucleotide-binding Oligomerization Domain (NOD) pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP364", "name": "IL-6 signaling pathway"}, {"id": "WP4542", "name": "Overview of leukocyte-intrinsic Hippo pathway functions"}]}, "pdb": "3DAL", "pfam": ["PF00096", "PF21549"], "pharmgkb": "PA33707", "pharos": {"target_id": 11033, "tdl": "Tbio"}, "pir": "A39564", "prosite": ["PS50157", "PS50280"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176557", "relationship": "is"}, {"id": "GNF187463", "relationship": "is"}, {"id": "GNF198369", "relationship": "is"}, {"id": "GNF209275", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF083764", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF059981", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF277145", "relationship": "is"}, {"id": "GNF277146", "relationship": "is"}, {"id": "GNF277162", "relationship": "is"}, {"id": "GNF277163", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100971", "relationship": "is"}, {"id": "GNF140626", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_029115.2"], "protein": ["NP_001189.2", "NP_878911.1", "XP_006715613.1", "XP_011534364.1", "XP_011534366.1", "XP_016866676.1", "XP_047275202.1", "XP_047275203.1", "XP_047275204.1", "XP_054212181.1", "XP_054212182.1", "XP_054212183.1", "XP_054212184.1", "XP_054212185.1", "XP_054212186.1", "XP_054212187.1"], "rna": ["NM_001198.4", "NM_182907.3", "XM_006715550.4", "XM_011536062.4", "XM_011536064.4", "XM_017011187.2", "XM_047419246.1", "XM_047419247.1", "XM_047419248.1", "XM_054356206.1", "XM_054356207.1", "XM_054356208.1", "XM_054356209.1", "XM_054356210.1", "XM_054356211.1", "XM_054356212.1"], "translation": [{"protein": "XP_047275204.1", "rna": "XM_047419248.1"}, {"protein": "XP_011534364.1", "rna": "XM_011536062.4"}, {"protein": "XP_054212181.1", "rna": "XM_054356206.1"}, {"protein": "XP_054212186.1", "rna": "XM_054356211.1"}, {"protein": "XP_016866676.1", "rna": "XM_017011187.2"}, {"protein": "XP_006715613.1", "rna": "XM_006715550.4"}, {"protein": "XP_011534366.1", "rna": "XM_011536064.4"}, {"protein": "XP_054212187.1", "rna": "XM_054356212.1"}, {"protein": "XP_054212184.1", "rna": "XM_054356209.1"}, {"protein": "XP_047275202.1", "rna": "XM_047419246.1"}, {"protein": "XP_054212183.1", "rna": "XM_054356208.1"}, {"protein": "XP_054212185.1", "rna": "XM_054356210.1"}, {"protein": "NP_878911.1", "rna": "NM_182907.3"}, {"protein": "XP_047275203.1", "rna": "XM_047419247.1"}, {"protein": "XP_054212182.1", "rna": "XM_054356207.1"}, {"protein": "NP_001189.2", "rna": "NM_001198.4"}]}, "reporter": {"HG-U133_Plus_2": ["217192_s_at", "228964_at", "235668_at"], "HG-U95Av2": "31779_s_at", "HTA-2_0": "TC06000844.hg.1", "HuEx-1_0": "2919669", "HuGene-1_1": "8121257", "HuGene-2_1": "17011279"}, "retired": 11110, "summary": "This gene encodes a protein that acts as a repressor of beta-interferon gene expression. The protein binds specifically to the PRDI (positive regulatory domain I element) of the beta-IFN gene promoter. Transcription of this gene increases upon virus induction. Two alternatively spliced transcript variants that encode different isoforms have been reported. [provided by RefSeq, Jul 2008].", "symbol": "PRDM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335253"}, "unigene": "Hs.436023", "uniprot": {"Swiss-Prot": "O75626", "TrEMBL": ["B4DW27", "Q5T4E8", "A0A3B3IU23", "B2REA5", "B2REA4"]}, "wikipedia": {"url_stub": "PRDM1"}}