{"AllianceGenome": "16753", "HGNC": "16753", "MIM": "602316", "_id": "9588", "_version": 1, "accession": {"genomic": ["AL139142.10", "CH471067.1", "CP068277.2", "DQ230990.1", "HH826019.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAH35857.1", "AAH53550.1", "ABB02185.1", "ABO65079.1", "ACJ13706.1", "BAA03496.1", "BAF82041.1", "BAG62363.1", "CAH59743.1", "CBX32674.1", "EAW90944.1", "EAW90945.1", "NP_004896.1", "P30041.3"], "rna": ["AJ844621.1", "AJ844622.2", "AK095940.1", "AK289352.1", "AK300680.1", "BC025421.2", "BC035857.1", "BC053550.1", "D14662.1", "EF036493.1", "EU794652.1", "NM_004905.3"], "translation": [{"protein": "ACJ13706.1", "rna": "EU794652.1"}, {"protein": "ABO65079.1", "rna": "EF036493.1"}, {"protein": "NP_004896.1", "rna": "NM_004905.3"}, {"protein": "BAA03496.1", "rna": "D14662.1"}, {"protein": "AAH35857.1", "rna": "BC035857.1"}, {"protein": "BAF82041.1", "rna": "AK289352.1"}, {"protein": "BAG62363.1", "rna": "AK300680.1"}, {"protein": "AAH53550.1", "rna": "BC053550.1"}, {"protein": "CAH59743.1", "rna": "AJ844621.1"}]}, "alias": ["1-Cys", "AOP2", "HEL-S-128m", "LPCAT-5", "NSGPx", "PRX", "aiPLA2", "p29"], "ec": ["1.11.1.27", "2.3.1.23", "3.1.1.4"], "ensembl": {"gene": "ENSG00000117592", "protein": "ENSP00000342026", "transcript": ["ENST00000340385", "ENST00000460950", "ENST00000470017"], "translation": [{"protein": "ENSP00000342026", "rna": "ENST00000340385"}], "type_of_gene": "protein_coding"}, "entrezgene": "9588", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.11377170182, "exp_mis": 75.9588936704, "exp_syn": 30.9315036374, "lof_z": 1.15644895605418, "mis_z": 1.2884810784445, "mu_lof": 4.68148550781e-07, "mu_mis": 6.74332675406e-06, "mu_syn": 2.65297753146e-06, "n_lof": 4.0, "n_mis": 53.0, "n_syn": 33.0, "p_li": 0.00998976782458624, "p_null": 0.166818501038467, "p_rec": 0.823191731136947, "syn_z": -0.23057090822464}, "bp": 675, "cds_end": 173457002, "cds_start": 173446536, "n_exons": 5, "nonpsych": {"exp_lof": 6.33799905353, "exp_mis": 68.6494799309, "exp_syn": 27.8953463058, "lof_z": 0.912053299727376, "mis_z": 1.2570488566346, "mu_lof": 4.68148550781e-07, "mu_mis": 6.74332675406e-06, "mu_syn": 2.65297753146e-06, "n_lof": 4.0, "n_mis": 48.0, "n_syn": 30.0, "p_li": 0.00788448042287902, "p_null": 0.233896066739079, "p_rec": 0.758219452838042, "syn_z": -0.250886638616338}, "transcript": "ENST00000340385.5"}, "exons": [{"cdsend": 173487863, "cdsstart": 173477397, "chr": "1", "position": [[173477334, 173477492], [173481325, 173481482], [173485360, 173485507], [173486254, 173486401], [173487734, 173488815]], "strand": 1, "transcript": "NM_004905", "txend": 173488815, "txstart": 173477334}], "exons_hg19": [{"cdsend": 173457002, "cdsstart": 173446536, "chr": "1", "position": [[173446473, 173446631], [173450464, 173450621], [173454499, 173454646], [173455393, 173455540], [173456873, 173457954]], "strand": 1, "transcript": "NM_004905", "txend": 173457954, "txstart": 173446473}], "generif": [{"pubmed": 12121978, "text": "Data show that p29 is a novel protein that associates with p67, has peroxiredoxin activity, and has a potential role in protecting the NADPH oxidase by inactivating H(2)O(2) or altering signaling pathways affected by H(2)O(2) [neutrophil protein p29 ]"}, {"pubmed": 12193653, "text": "overexpression protects cells against phospholipid peroxidation-mediated membrane damage [1-cys peroxiredoxin]"}, {"pubmed": 12650976, "text": "The significant increase in peroxiredoxin 6 level in frontal cortex of patients with Pick's disease is useful in discriminating it from Down syndrome/Alzheimer's disease."}, {"pubmed": 14751239, "text": "AOP2 protects hyperglycemia-induced lens epithelial cell apoptosis; this molecule may have the potential to prevent hyperglycemia-mediated complications in diabetes"}, {"pubmed": 15890616, "text": "Prdx6 is an important antioxidant enzyme and has a major role in lung phospholipid metabolism [review]"}, {"pubmed": 15941719, "text": "Protects HeLa cells from H(2)O(2)-induced cell death."}, {"pubmed": 16186110, "text": "Saitohin interacts with peroxiredoxin 6, a unique member of that family that is bifunctional and the levels of which increase in Pick disease."}, {"pubmed": 16330552, "text": "SP-A and Prdx6 directly interact, which provides a mechanism for regulation of the PLA(2) activity of Prdx6 by SP-A"}, {"pubmed": 17653765, "text": "overexpression of peroxiredoxin 6 is associated with oligodendroglioma"}, {"pubmed": 17980029, "text": "Overexpression of peroxiredoxin 6 leads to a more invasive phenotype and metastatic potential in human breast cancer, at least in part, through regulation of the levels of uPAR, Ets-1, MMP-9, RhoC and TIMP-2 expression."}, {"pubmed": 18025307, "text": "PRDX6 is required for blood vessel integrity in wounded skin."}, {"pubmed": 18386021, "text": "In brain tissue of patients with Alzheimer's disease , many blood vessels exhibited peroxiredoxin 6 staining that appeared to be due to the astrocytic foot processes."}, {"pubmed": 18619034, "text": "two potential interaction partners of Prx6: the calcium-activated cysteine endopeptidase calpain and the p50RhoGAP protein of the family of Sec14-like proteins."}, {"pubmed": 18826942, "text": "H2O2-mediated hyperoxidation of Prdx6 induces cell cycle arrest at the G2/M transition through up-regulation of iPLA2 activity."}, {"pubmed": 18973804, "text": "expression is upregulated during response to oxidative stress"}, {"pubmed": 19140803, "text": "The MAPKs can mediate phosphorylation of Prdx6 at Thr-177 with a consequent marked increase in its aiPLA(2) activity."}, {"pubmed": 19165527, "text": "Using shotgun mass spectrometry, we found this protein differentially expressed in the dorsolateral prefrontal cortex from patients with schizophrenia."}, {"pubmed": 19236840, "text": "Prdx6 binds to reduced phospholipid at acidic pH but at cytosolic pH binds only phospholipid that is oxidized compatible with a role for Prdx6 in the repair of peroxidized cell membranes"}, {"pubmed": 19405953, "text": "This protein has been found differentially expressed in the Wernicke's Area from patients with schizophrenia."}, {"pubmed": 19566940, "text": "Overexpression of peroxiredoxin I and is associated with breast carcinoma."}, {"pubmed": 19572226, "text": "PRDX6 attenuates oxidative stress- and TGFbeta-induced abnormalities of human trabecular meshwork cells."}, {"pubmed": 19700648, "text": "The localization of Prdx6 in acidic organelles and consequent PLA2 activity depend on a novel 10-aa peptide located at positions 31-40 of the protein."}, {"pubmed": 19889963, "text": "Extrinsic PRDX6 prevents UV-triggered cell death and abnormal protein expression in PRDX6-deficient lens epitheial cells."}, {"pubmed": 19937138, "text": "promotes lung cancer cell invasion by inducing urokinase-type plasminogen activator via p38 kinase, phosphoinositide 3-kinase, and Ak"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20354123, "text": "This study is the first to define the functions of the enzymatic activities of PRDX6 in metastasis and to show the involvement of arachidonic acid in PRDX6 action in intact cells."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20532202, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20796224, "text": "It could be detected that PRDX6 is associated with tumorigenesis in tonge squamous cell carcinoma."}, {"pubmed": 20829884, "text": "Prx6 modulates TRAIL signaling as a negative regulator of caspase-8 and caspase-10 in death-inducing signaling complex formation of TRAIL-resistant metastatic cancer cells."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21166495, "text": "The antioxidant Prdx 6 protects ovarian cancer cells against cisplatin-induced apoptosis via inactivation of the caspase signaling pathway."}, {"pubmed": 21346153, "text": "Results suggest that ERK and p38 MAPK regulate subcellular localization of Prdx6 by activation of 14-3-3epsilon as a chaperone protein, resulting in its translocation to acidic organelles."}, {"pubmed": 21415860, "text": "Results provide new insights into the distinct roles of bifunctional Prdx6 with peroxidase and PLA(2) activities in oxidative stress-induced and TNF-induced apoptosis, respectively."}, {"pubmed": 21627785, "text": "Study revealed novel SNPs within the PRDX6 gene and its 5' and 3' flanking regions via direct sequencing."}, {"pubmed": 22178385, "text": "Data suggest that Prdx6 serves an additional biochemical or structural role in supporting optimal NADPH oxidase activity."}, {"pubmed": 22215146, "text": "Data suggest that SNPs of peroxiredoxin 1, 2 and 6 are not associated with esophageal cancer."}, {"pubmed": 22236188, "text": "expression and function of Prdx1 and Prdx6 in MCF-7 and noncancerous MCF-10A cell lines; found elevated Prdx1 expression in MCF-7 cells and comparable expression of Prdx6; data suggest synergistic role for Prdx1 and Prdx6 in MCF-10A cells"}, {"pubmed": 22492841, "text": "decreased levels, combined with higher thiol oxidation (and probable inhibition) of PRDXs (particularly PRDX6), are noted when human sperm function is altered."}, {"pubmed": 22663767, "text": "a change in the conformation of Prdx6 upon its phosphorylation is the basis for enhancement of PLA(2) enzymatic activity"}, {"pubmed": 22678913, "text": "(2) activity of Prdx6-PLA(2) in intact cells mediates its ability to enhance phox activity in response to fMLF"}, {"pubmed": 22985558, "text": "The protein and mRNA expressions of Prx1 and Prx6 increased significantly in the order of normal brain tissue, grade II astrocytoma, grade III astrocytoma and grade IV astrocytoma."}, {"pubmed": 23113308, "text": "Drug resistance formation was accompanied by a significant increase in the expression of PRDX1, PRDX2, PRDX3, PRDX6 genes in all cancer cell strains, which confirms the importance of redox-dependent mechanisms into development of cisplatin resistance."}, {"pubmed": 23158669, "text": "The level of Prx6 protein is lower in gastric cancer tissues than in normal para-cancer tissue. Prx6 expression is significantly correlated with the differentiation degree of GC."}, {"pubmed": 23164639, "text": "Oxidation of the catalytic cysteine in Prdx6 is required for its interaction with PiGST, the interaction plays an important role in regenerating the peroxidase activity of Prdx6."}, {"pubmed": 23643677, "text": "overexpression of PRDX6 promotes lung tumor growth via increased glutathione peroxidase and iPLA2 activities through the upregulation of the AP-1 and JNK pathways."}, {"pubmed": 23815338, "text": "KGF can activate an antioxidant response element in a promoter without reactive oxygen species involvement and that KGF and Dex can synergistically activate the PRDX6 promoter and protect cells from oxidative stress"}, {"pubmed": 24316730, "text": "Hypoexpression of PRDX6 is associated with papillary thyroid carcinomas."}, {"pubmed": 24391750, "text": "Apoptosis related proteins ERp29, PRDX6 and MPO were differentially expressed in placentas of pregnant women with intrahepatic cholestasis and in healthy pregnant women."}, {"pubmed": 24512906, "text": "our findings indicate that PRDX6 promotes lung tumor growth via increased glutathione peroxidase and iPLA2 activities."}, {"pubmed": 24910119, "text": "Reactive oxygen species-evoked aberrant sumoylation signaling affects Prdx6 activity by reducing Prdx6 abundance."}, {"pubmed": 25748205, "text": "Several regions of reduced PRDX6 are in a substantially different conformation from that of the crystal structure of the peroxidase catalytic intermediate. The differences between the two structures likely reflect catalysis-related conformational changes."}, {"pubmed": 25935550, "text": "High intensity of cytoplasmic Prx VI expression in pretreatment diffuse large B-cell lymphoma samples predicts worse outcome."}, {"pubmed": 25938937, "text": "PRDX6 may serve as a biomarker for traumatic brain injury and that autoimmune profiling is a viable strategy for the discovery of novel biomarkers"}, {"pubmed": 26279427, "text": "PRDX6 protects ARPE-19 cells from hydrogen peroxide-induced oxidative stress and apoptosis."}, {"pubmed": 26285655, "text": "AA (arachidonic acid) as a crucial effector of PRDX6-dependent proliferation and inducer of Src family kinase activation."}, {"pubmed": 26293541, "text": "PRDX6 inhibited the carcinogenesis of hepatocellular carcinoma, and the calcium-independent phospholipase A2 activity of PRDX6 promoted cancer cell death induced by TNF-alpha."}, {"pubmed": 26398495, "text": "PRDX6-anion exchanger 1 interaction contributes to the maintenance of anion exchanger 1 during cellular stress such as during metabolic acidosis."}, {"pubmed": 26447207, "text": "Delivery of a protein transduction domain-mediated Prdx6 protein protected against oxidative stress-evoked neuronal cell death."}, {"pubmed": 26560306, "text": "Our study provides new insight into the initial regulatory mechanisms of mitophagy and reveals the protective role of PRDX6 in the clearance of damaged mitochondria."}, {"pubmed": 26647763, "text": "Prdx6 and its PLA2 activity have a protective role in donors after brain death livers."}, {"pubmed": 26830860, "text": "Prdx6 is a complete enzyme comprising both PLA2and LPCAT activities"}, {"pubmed": 26891882, "text": "Peroxidase activity was markedly reduced by mutation at either of the Leu sites and was essentially abolished by the double mutation, while PLA2 activity was unaffected. Decreased peroxidase activity following mutation of the interfacial leucines presumably is mediated via impaired heterodimerization of Prdx6 with piGST that is required for reduction and re-activation of the oxidized enzyme."}, {"pubmed": 26921317, "text": "Thr can substitute for Ser for the enzymatic activities of Prdx6 but not for its targeting to LB. These results confirm an important role for LB Prdx6 in the degradation and remodeling of lung surfactant phosphatidylcholine."}, {"pubmed": 27094494, "text": "the transition-state substrate analogue inhibitor of Prdx6 phospholipase A2 activity (MJ-33) was shown to suppress Nox1 activity, suggesting Nox1 activity is regulated by the phospholipase activity of Prdx6. Finally, wild type Prdx6, but not lipase or peroxidase mutant forms, supports Nox1-mediated cell migration in the HCT-116 colon epithelial cell model of wound closure"}, {"pubmed": 27353378, "text": "Thus far only the crystal structure of Prx in the oxidized state has been reported. In this study, we present the crystal structures of human Prx6 in the reduced (SH) and the sulfinic acid (SO2H) forms."}, {"pubmed": 27484502, "text": "These findings implicate miR-371-3p as a suppressor of PRDX6 and suggest that co-targeting of peroxiredoxin 6 or modulating miR-371-3p expression together with targeted cancer therapies may delay or prevent acquired drug resistance."}, {"pubmed": 27554973, "text": "The constitutive elevations of Prdx6 and NF-kappaB during Clonorchis sinensis infection may be associated with more severe persistent hepatobiliary abnormalities mediated by clonorchiasis."}, {"pubmed": 27932289, "text": "Peroxiredoxin 6 has a role in the repair of peroxidized cell membranes and cell signaling [review]"}, {"pubmed": 27934969, "text": "The increased HDL and plasma levels of PRDX6 in AAA patients support the potential of PRDX6 as a new biomarker of AAA."}, {"pubmed": 28055018, "text": "Mutational analysis of functional sites showed that both peroxidase and PLA2 active sites were necessary for mutant Prdx6 function, and that Prdx6 phosphorylation (at T177 residue) was essential for optimum PLA2 activity.Mutant Prdx6 at its Sumo1 sites escapes and abates this adverse process by maintaining its integrity and gaining function"}, {"pubmed": 28293090, "text": "PRX6 protein is associated with fetal esophageal development and cancer differentiation."}, {"pubmed": 28393051, "text": "the data demonstrate that Prdx6 interrupts the formation of TRAF6-ECSIT complex induced by TLR4 stimulation, leading to suppression of bactericidal activity because of inhibited mROS production in mitochondria and the inhibition of NF-kappaB activation in the cytoplasm."}, {"pubmed": 28513872, "text": "These observations demonstrated that the expression and localization of NPM affected the homeostatic balance of oxidative stress in tumor cells via PRDX6 protein. The regulation axis of NPM/PRDX/ROS may provide a novel therapeutic target for cancer treatment."}, {"pubmed": 29109765, "text": "The present data suggest that PS2 mutations suppress lung tumor development by inhibiting the iPLA2 activity of PRDX6 via a gamma-secretase cleavage mechanism and may explain the inverse relationship between lung cancer and Alzheimer's disease incidence."}, {"pubmed": 29792351, "text": "These findings illuminate the effects of PRDX6 during osteogenic differentiation of hDPSCs, and also suggest that regulating PRDX6 may improve the clinical utility of stem cell-based regenerative medicine for the treatment of bone diseases."}, {"pubmed": 29912414, "text": "The Ca2+-iPLA2 activity of PRDX6 is the most important and first line of defense against oxidative stress in human spermatozoa, maintaining cell viability and DNA integrity."}, {"pubmed": 30104402, "text": "These results suggest that there are distinct prognostic values of PRDX family members in patients with ovarian cancer, and that the expression of PRDX3, PRDX5, and PRDX6 mRNAs are a useful prognostic indicator in the effect of chemotherapy in ovarian cancer patients."}, {"pubmed": 30120980, "text": "These findings highlight the importance of Prdx6 as an essential regulator of oxidative stress in the eye."}, {"pubmed": 30413111, "text": "we examined the therapeutic efficacy of the Ginkgolic acid (GA), a Sumoylation antagonist, to disrupt aberrant Sumoylation signaling in human and mouse lens epithelial cells (LECs) ...our study revealed an unprecedented role for GA in LECs and provided new mechanistic insights into the use of GA in rescuing LECs from aging/oxidative stress-evoked dysregulation of Sp1/Prdx6 protective molecules"}, {"pubmed": 30562740, "text": "These findings demonstrated that PRDX6 expression plays a characteristic growth-promoting role in Colorectal Cancer metastasis."}, {"pubmed": 31036877, "text": "The findings reveal an essential role of PRDX6 in protecting cells against ferroptosis and provide a potential target to improve the antitumor activity of ferroptosis-based chemotherapy."}, {"pubmed": 31519597, "text": "Patients with low Prx6 levels might be more prone to treatment-related adverse effects through elevated levels of oxidative stress."}, {"pubmed": 31651026, "text": "PRDX6 contributes to the regulation of reactive oxygen species production and the PI3K/AKT pathway for the maintenance of sperm survival."}, {"pubmed": 32018008, "text": "The anti-oxidant enzyme, Prdx6 might have cis-acting regulatory sequence(s)."}, {"pubmed": 32051828, "text": "PRDX6 Promotes the Differentiation of Human Mesenchymal Stem (Stromal) Cells to Insulin-Producing Cells."}, {"pubmed": 32643149, "text": "Peroxiredoxins are involved in the pathogenesis of multiple sclerosis and neuromyelitis optica spectrum disorder."}, {"pubmed": 32784474, "text": "Clock Protein Bmal1 and Nrf2 Cooperatively Control Aging or Oxidative Response and Redox Homeostasis by Regulating Rhythmic Expression of Prdx6."}, {"pubmed": 32798391, "text": "[Expression of Peroxiredoxin-6 Gene in Patients with Acute Myeloid Leukemia and Its Clinical Significance]."}, {"pubmed": 33035814, "text": "Knockout of PRDX6 induces mitochondrial dysfunction and cell cycle arrest at G2/M in HepG2 hepatocarcinoma cells."}, {"pubmed": 33060708, "text": "Structural basis of peroxidase catalytic cycle of human Prdx6."}, {"pubmed": 33547545, "text": "KLF9 regulates PRDX6 expression in hyperglycemia-aggravated bupivacaine neurotoxicity."}, {"pubmed": 33561454, "text": "Peroxiredoxin 6 translocates to the plasma membrane of human sperm under oxidative stress during cryopreservation."}, {"pubmed": 33631924, "text": "Identification of peroxiredoxin 6 as a potential lung-adenocarcinoma biomarker for predicting chemotherapy response by proteomic analysis."}, {"pubmed": 33958651, "text": "pH induced conformational alteration in human peroxiredoxin 6 might be responsible for its resistance against lysosomal pH or high temperature."}, {"pubmed": 34937537, "text": "Role of Innate Immunity and Oxidative Stress in the Development of Type 1 Diabetes Mellitus. Peroxiredoxin 6 as a New Anti-Diabetic Agent."}, {"pubmed": 35240453, "text": "Circular RNA hsa_circ_0011385 contributes to cervical cancer progression through sequestering miR-149-5p and increasing PRDX6 expression."}, {"pubmed": 35645108, "text": "Effect of lentivirus-mediated peroxiredoxins 6 gene silencing on the phenotype of human gastric cancer BGC-823 cells."}, {"pubmed": 35705035, "text": "Human peroxiredoxin 6 is essential for malaria parasites and provides a host-based drug target."}, {"pubmed": 35723029, "text": "PRDX6 alleviates lipopolysaccharide-induced inflammation and ferroptosis in periodontitis."}, {"pubmed": 35929062, "text": "Activation of the JAK1/STAT1 signaling pathway is associated with peroxiredoxin 6 expression levels in human epididymis epithelial cells."}, {"pubmed": 36008942, "text": "Selenocysteine Machinery Primarily Supports TXNRD1 and GPX4 Functions and Together They Are Functionally Linked with SCD and PRDX6."}, {"pubmed": 36209344, "text": "PRDX6 knockout restrains the malignant progression of intrahepatic cholangiocarcinoma."}, {"pubmed": 36222336, "text": "Integrated bioinformatics and machine learning strategies reveal PRDX6 as the key ferroptosis-associated molecular biosignature of heart failure."}, {"pubmed": 36361777, "text": "Ferritin Heavy Chain Binds Peroxiredoxin 6 and Inhibits Cell Proliferation and Migration."}, {"pubmed": 37329238, "text": "Effect of PRDX6 gene polymorphism on susceptibility to chronic obstructive pulmonary disease in the Chinese Han population."}, {"pubmed": 37386720, "text": "An Aboriginal-led consortium approach to chronic disease action for health equity and holistic wellbeing."}, {"pubmed": 38003466, "text": "Prdx6 Regulates Nlrp3 Inflammasome Activation-Driven Inflammatory Response in Lens Epithelial Cells."}, {"pubmed": 38506348, "text": "Expression and clinical role of PRDX6 in lung adenocarcinoma."}], "genomic_pos": {"chr": "1", "end": 173488815, "ensemblgene": "ENSG00000117592", "start": 173477330, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 173457946, "start": 173446405, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0006979", "pubmed": 10893423, "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045454", "qualifier": "involved_in", "term": "cell redox homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046475", "pubmed": 10893423, "qualifier": "involved_in", "term": "glycerophospholipid catabolic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0048026", "pubmed": 16186110, "qualifier": "involved_in", "term": "positive regulation of mRNA splicing, via spliceosome"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098869", "pubmed": 10893423, "qualifier": "involved_in", "term": "cellular oxidant detoxification"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 23580065, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16186110, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [16186110, 19188445, 25468996], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 9497358, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035578", "qualifier": "located_in", "term": "azurophil granule lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 16186110, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0004602", "pubmed": 10893423, "qualifier": "enables", "term": "glutathione peroxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004623", "pubmed": 26830860, "qualifier": "enables", "term": "phospholipase A2 activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16186110, 19188445, 20849852, 21044950, 21911577, 26030842, 29128334, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 19725078, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0042802", "pubmed": 9587003, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0047184", "pubmed": 26830860, "qualifier": "enables", "term": "1-acylglycerophosphocholine O-acyltransferase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0047499", "pubmed": 10893423, "qualifier": "enables", "term": "calcium-independent phospholipase A2 activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051920", "qualifier": "enables", "term": "peroxiredoxin activity"}]}, "homologene": {"genes": [[3702, 841231], [4530, 4344045], [4530, 4344046], [4932, 852215], [5141, 3875759], [6239, 176837], [7165, 1270086], [7227, 33493], [7955, 393778], [8364, 394706], [9031, 429062], [9544, 706486], [9598, 469589], [9606, 9588], [9615, 480069], [9913, 282438], [10090, 11758], [10116, 94167], [28985, 2894670], [33169, 4623337], [318829, 2678602]], "id": 3606}, "interpro": [{"desc": "Alkyl hydroperoxide reductase subunit C/ Thiol specific antioxidant", "id": "IPR000866", "short_desc": "AhpC/TSA"}, {"desc": "Thioredoxin domain", "id": "IPR013766", "short_desc": "Thioredoxin_domain"}, {"desc": "Peroxiredoxin, C-terminal", "id": "IPR019479", "short_desc": "Peroxiredoxin_C"}, {"desc": "Peroxiredoxin, AhpC-type", "id": "IPR024706", "short_desc": "Peroxiredoxin_AhpC-typ"}, {"desc": "Thioredoxin-like superfamily", "id": "IPR036249", "short_desc": "Thioredoxin-like_sf"}, {"desc": "1-Cys peroxiredoxin", "id": "IPR045020", "short_desc": "PRX_1cys"}], "ipi": "IPI00220301", "map_location": "1q25.1", "name": "peroxiredoxin 6", "other_names": ["1-Cys PRX", "1-Cys peroxiredoxin", "24 kDa protein", "LPC acyltransferase 5", "acidic calcium-independent phospholipase A2", "antioxidant protein 2", "epididymis secretory sperm binding protein Li 128m", "glutathione-dependent peroxiredoxin", "liver 2D page spot 40", "lyso-PC acyltransferase 5", "lysophosphatidylcholine acyltransferase 5", "non-selenium glutathione peroxidase", "peroxiredoxin-6", "red blood cells page spot 12"], "pantherdb": {"HGNC": "16753", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1336888", "ortholog_type": "O", "panther_family": "PTHR43503", "taxid": 10090, "uniprot_kb": "Q8BG37"}, {"MGI": "894320", "ortholog_type": "LDO", "panther_family": "PTHR43503", "taxid": 10090, "uniprot_kb": "O08709"}, {"RGD": "71005", "ortholog_type": "LDO", "panther_family": "PTHR43503", "taxid": 10116, "uniprot_kb": "O35244"}, {"Gene_ORFName": "RCJMB04_18k11", "ortholog_type": "LDO", "panther_family": "PTHR43503", "taxid": 9031, "uniprot_kb": "Q5ZJF4"}, {"Ensembl": "ENSGALG00000003053", "ortholog_type": "LDO", "panther_family": "PTHR43503", "taxid": 9031, "uniprot_kb": "F1NBV0"}, {"ZFIN": "ZDB-GENE-040426-1778", "ortholog_type": "LDO", "panther_family": "PTHR43503", "taxid": 7955, "uniprot_kb": "A0A2R8Q8M1"}, {"WormBase": "WBGene00021401", "ortholog_type": "LDO", "panther_family": "PTHR43503", "taxid": 6239, "uniprot_kb": "Q8MXT1"}, {"FlyBase": "FBgn0033518", "ortholog_type": "O", "panther_family": "PTHR43503", "taxid": 7227, "uniprot_kb": "Q7JX87"}, {"FlyBase": "FBgn0033520", "ortholog_type": "O", "panther_family": "PTHR43503", "taxid": 7227, "uniprot_kb": "A1Z892"}, {"FlyBase": "FBgn0033521", "ortholog_type": "O", "panther_family": "PTHR43503", "taxid": 7227, "uniprot_kb": "A1Z893"}, {"FlyBase": "FBgn0031479", "ortholog_type": "LDO", "panther_family": "PTHR43503", "taxid": 7227, "uniprot_kb": "Q9VQI7"}, {"SGD": "S000000934", "ortholog_type": "O", "panther_family": "PTHR43503", "taxid": 4932, "uniprot_kb": "P32634"}, {"SGD": "S000003165", "ortholog_type": "O", "panther_family": "PTHR43503", "taxid": 4932, "uniprot_kb": "P53094"}, {"PomBase": "SPBC21.05c", "ortholog_type": "O", "panther_family": "PTHR43503", "taxid": 4896, "uniprot_kb": "P15258"}, {"SGD": "S000000160", "ortholog_type": "O", "panther_family": "PTHR43503", "taxid": 4932, "uniprot_kb": "P34227"}, {"dictyBase": "DDB_G0282517", "ortholog_type": "LDO", "panther_family": "PTHR43503", "taxid": 352472, "uniprot_kb": "Q54SE2"}, {"TAIR": "2023772", "ortholog_type": "LDO", "panther_family": "PTHR43503", "taxid": 3702, "uniprot_kb": "O04005"}], "uniprot_kb": "P30041"}, "pathway": {"kegg": {"id": "hsa00480", "name": "Glutathione metabolism - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}], "wikipathways": [{"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}]}, "pdb": ["1PRX", "5B6M", "5B6N"], "pfam": ["PF00578", "PF10417"], "pharmgkb": "PA134992760", "pharos": {"target_id": 15481, "tdl": "Tbio"}, "prosite": "PS51352", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260399", "relationship": "is"}, {"id": "GNF260400", "relationship": "is"}, {"id": "GNF260401", "relationship": "is"}, {"id": "GNF260402", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF031154", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF011669", "relationship": "is"}, {"id": "GNF011670", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF238964", "relationship": "is"}, {"id": "GNF243519", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF099730", "relationship": "is"}, {"id": "GNF139385", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_004896.1", "rna": "NM_004905.3", "translation": {"protein": "NP_004896.1", "rna": "NM_004905.3"}}, "reporter": {"HG-U133_Plus_2": ["200844_s_at", "200845_s_at"], "HG-U95Av2": "39354_at", "HTA-2_0": "TC01001510.hg.1", "HuEx-1_0": "2367743", "HuGene-1_1": "7907439", "HuGene-2_1": "16673945"}, "summary": "The protein encoded by this gene is a member of the thiol-specific antioxidant protein family. This protein is a bifunctional enzyme with two distinct active sites. It is involved in redox regulation of the cell; it can reduce H(2)O(2) and short chain organic, fatty acid, and phospholipid hydroperoxides. It may play a role in the regulation of phospholipid turnover as well as in protection against oxidative injury. [provided by RefSeq, Jul 2008].", "symbol": "PRDX6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424518"}, "unigene": ["Hs.731505", "Hs.120"], "uniprot": {"Swiss-Prot": "P30041", "TrEMBL": "V9HWC7"}, "wikipedia": {"url_stub": "PRDX6"}}