{"AllianceGenome": "9353", "HGNC": "9353", "MIM": "600538", "_id": "7001", "_version": 1, "accession": {"genomic": ["AC018761.6", "CH471106.1", "CP068259.2", "DQ231563.1", "NC_000019.10", "NC_060943.1", "NG_029901.1"], "protein": ["AAA50465.1", "AAH00452.1", "AAH03022.1", "AAH39428.1", "ABB02182.1", "ACF94478.1", "BAF82174.1", "BAG57331.1", "CAA57764.1", "CAA80269.1", "CAG29352.1", "CAG46588.1", "EAW84308.1", "EAW84309.1", "EAW84310.1", "EAW84311.1", "EAW84312.1", "NP_005800.3", "P32119.5"], "rna": ["AK022395.1", "AK289485.1", "AK293957.1", "AL600939.1", "BC000452.2", "BC003022.1", "BC039428.1", "BC064138.1", "BG705975.1", "BP248561.1", "BQ549456.1", "CR450356.1", "CR541789.1", "EU668325.1", "L19185.1", "NM_005809.6", "NM_181737.1", "NM_181738.1", "X82321.1", "Z22548.1"], "translation": [{"protein": "BAG57331.1", "rna": "AK293957.1"}, {"protein": "CAA80269.1", "rna": "Z22548.1"}, {"protein": "NP_005800.3", "rna": "NM_005809.6"}, {"protein": "CAA57764.1", "rna": "X82321.1"}, {"protein": "AAH03022.1", "rna": "BC003022.1"}, {"protein": "CAG29352.1", "rna": "CR450356.1"}, {"protein": "CAG46588.1", "rna": "CR541789.1"}, {"protein": "ACF94478.1", "rna": "EU668325.1"}, {"protein": "AAA50465.1", "rna": "L19185.1"}, {"protein": "AAH39428.1", "rna": "BC039428.1"}, {"protein": "BAF82174.1", "rna": "AK289485.1"}, {"protein": "AAH00452.1", "rna": "BC000452.2"}]}, "alias": ["HEL-S-2a", "NKEF-B", "NKEFB", "PRP", "PRX2", "PRXII", "PTX1", "TDPX1", "TPX1", "TSA"], "ec": "1.11.1.24", "ensembl": {"gene": "ENSG00000167815", "protein": ["ENSP00000301522", "ENSP00000334063"], "transcript": ["ENST00000301522", "ENST00000334482", "ENST00000466174", "ENST00000477555", "ENST00000478908", "ENST00000498785"], "translation": [{"protein": "ENSP00000334063", "rna": "ENST00000334482"}, {"protein": "ENSP00000301522", "rna": "ENST00000301522"}], "type_of_gene": "protein_coding"}, "entrezgene": "7001", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.74911704187, "exp_mis": 84.6570932821, "exp_syn": 42.8867857019, "lof_z": 1.96201354836583, "mis_z": 1.04497048768557, "mu_lof": 3.62489590671e-07, "mu_mis": 7.91561360938e-06, "mu_syn": 3.95652175276e-06, "n_lof": 1.0, "n_mis": 65.0, "n_syn": 38.0, "p_li": 0.496065280846928, "p_null": 0.0202447651657976, "p_rec": 0.483689953987275, "syn_z": 0.462606104163351}, "bp": 597, "cds_end": 12912075, "cds_start": 12907894, "n_exons": 5, "nonpsych": {"exp_lof": 5.10826245983, "exp_mis": 76.5275976795, "exp_syn": 38.7214334019, "lof_z": 1.78514528941019, "mis_z": 0.952933175311761, "mu_lof": 3.62489590671e-07, "mu_mis": 7.91561360938e-06, "mu_syn": 3.95652175276e-06, "n_lof": 1.0, "n_mis": 60.0, "n_syn": 33.0, "p_li": 0.465978401275397, "p_null": 0.0298759296138957, "p_rec": 0.504145669110707, "syn_z": 0.578885116958877}, "nontcga": {"exp_lof": 5.2799040667, "exp_mis": 77.8752476401, "exp_syn": 39.4465576952, "lof_z": 1.83739377237161, "mis_z": 1.06562096685, "mu_lof": 3.62489590671e-07, "mu_mis": 7.91561360938e-06, "mu_syn": 3.95652175276e-06, "n_lof": 1.0, "n_mis": 59.0, "n_syn": 36.0, "p_li": 0.460356244123541, "p_null": 0.0260328213686785, "p_rec": 0.51361093450778, "syn_z": 0.347458999740276}, "transcript": "ENST00000301522.2"}, "exons": [{"cdsend": 12801261, "cdsstart": 12797080, "chr": "19", "position": [[12796822, 12797166], [12799858, 12799989], [12800176, 12800299], [12800915, 12801069], [12801158, 12801270], [12801739, 12801800]], "strand": -1, "transcript": "NM_005809", "txend": 12801800, "txstart": 12796822}], "exons_hg19": [{"cdsend": 12912075, "cdsstart": 12907894, "chr": "19", "position": [[12907636, 12907980], [12910672, 12910803], [12910990, 12911113], [12911729, 12911883], [12911972, 12912084], [12912553, 12912614]], "strand": -1, "transcript": "NM_005809", "txend": 12912614, "txstart": 12907636}], "generif": [{"pubmed": 11771746, "text": "Protein levels of Prx-I and Prx-II were significantly increased in Alzheimer Disease and Down Syndrome."}, {"pubmed": 11904290, "text": "Proteomics analysis of cellular response to oxidative stress. Evidence for in vivo overoxidation of peroxiredoxins at their active site"}, {"pubmed": 12080185, "text": "2-Cys Prxs act in a mutually nonredundant and sometimes stress-specific fashion to protect human cells from oxidant injury. The substantial resistance of human cells to hydroperoxides may result in part from the additive action of multiple Prxs"}, {"pubmed": 12650976, "text": "Peroxiredoxin 2 levels are significantly increased in the frontal cortex of patients with Down syndrome, Alzheimer and Pick's disease and provides evidence for existence of compensatory response in increased cell loss."}, {"pubmed": 12943237, "text": "decreased expression of PRDX2 may contribute to the altered redox state in Down syndrome at levels comparable to that of the increased expression of SOD1"}, {"pubmed": 12963914, "text": "Prx II can be used as a novel marker of vascular tumors and preferential expression of Prx II is found in benign vascular tumors."}, {"pubmed": 15105503, "text": "results show that sestrins, a family of proteins whose expression is modulated by p53, are required for regeneration of peroxiredoxins containing Cys-SO(2)H"}, {"pubmed": 15864612, "text": "Prx I and Prx II are induced at the early and late stage of differentiation of normal human epidermal keratinocytes."}, {"pubmed": 15936593, "text": "loss of IDPc and Prx-II during tumor development may involve in tumor progression and metastasis"}, {"pubmed": 16188094, "text": "PDX2 was involved in malignant transformation of human bronchial epithelial cell induced by crystalline nickel sulfide."}, {"pubmed": 17105810, "text": "in the erythrocyte Prx2 is extremely efficient at scavenging H(2)O(2) noncatalytically"}, {"pubmed": 17145963, "text": "We propose a model in which Prxs function as peroxide dosimeters in subcellular processes that involve redox cycling, with hyperoxidation controlling structural transitions that alert cells of perturbations in peroxide homeostasis."}, {"pubmed": 17329258, "text": "peroxiredoxin 2 has a tertiary structure that facilitates reaction of the active site thiol with hydrogen peroxide while restricting its reactivity with other thiol reagents"}, {"pubmed": 17519234, "text": "Human Prdx1 and Prdx2 possess unique functions and regulatory mechanisms and that Cys(83) bestows a distinctive identity to Prdx1."}, {"pubmed": 17524271, "text": "PrxII might play an important role in hepatocarcinogenesis and might be used as a molecular target for HCC prevention and treatment."}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18003920, "text": "observation of increased SNO-Prx2 in human Parkinson's disease (PD) brains, and S-nitrosylation of Prx2 inhibited both its enzymatic activity and protective function from oxidative stress"}, {"pubmed": 18022079, "text": "Peroxiredoxin II (PRXII) exclusively expressed in bronchiolitis obliterans syndrome."}, {"pubmed": 18378575, "text": "Significantly decreased expression of Prx-2, -3, and -5 in FED may suggest an alteration in the ability of endothelial cells to withstand oxidant-induced damage and may be closely related to the pathogenesis of this disease."}, {"pubmed": 18387321, "text": "study reports identification of Prx2 in the erythrocyte membrane from hereditary spherocytosis patients; presence of Prx2 in erythrocyte membranes was linked to higher levels of oxidative stress, as reflected by increased membrane bound hemoglobin"}, {"pubmed": 18553980, "text": "2-cysteine peroxiredoxins from Homo sapiens, Arabidopsis thaliana, and Pisum sativum as well as a carboxy-terminally truncated variant were subjected to isothermal titration calorimetry analysis."}, {"pubmed": 18578994, "text": "Silencing of PRDX2 caused decreased rates of Hep3B cell growth and clone formation, increased rates of cell apoptosis, and increased the levels of endogenous ROS and MDA."}, {"pubmed": 18593714, "text": "analysis of a protein thiosulfinate intermediate in the reduction of cysteine sulfinic acid in peroxiredoxin by human sulfiredoxin"}, {"pubmed": 18606608, "text": "The results suggest that Prx II oxidation does not relate to the pathogenesis of IPF/UIP"}, {"pubmed": 18606987, "text": "peroxiredoxin (Prx) I and Prx II are specific targets of HDAC6"}, {"pubmed": 18682255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18718523, "text": "inhibiting peroxiredoxin II sensitizes glioma cells to oxidative stress"}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19061854, "text": "Prx2 is a key antioxidant enzyme for the erythrocyte and reveal red blood cells as active oxidant scrubbers in the bloodstream."}, {"pubmed": 19151395, "text": "These results indicate that both nipradilol and timolol possess a novel mechanism of action and function as potent protective agents against oxidative stress."}, {"pubmed": 19165527, "text": "Using shotgun mass spectrometry, we found this protein differentially expressed in the dorsolateral prefrontal cortex from patients with schizophrenia."}, {"pubmed": 19286652, "text": "Prx II is more susceptible than Prx I to hyperoxidation and that the majority of the hyperoxidized Prx II formation is reversible. However, the hyperoxidized Prx I showed much less reversibility"}, {"pubmed": 19424615, "text": "Conclude that Prx II and III are upregulated in response to the development of cervical cancer."}, {"pubmed": 19561357, "text": "Deglutathionylation of 2-Cys Prx is specifically catalyzed by Srx."}, {"pubmed": 19584157, "text": "Resutls show that three of five autoantibodies, FKBP52, PPIA, and PRDX2, showed significantly increased reactivity in primary breast cancer and CIS compared with healthy controls."}, {"pubmed": 19666612, "text": "P. falciparum imports the human redox-active protein peroxiredoxin 2 (hPrx-2, hTPx1) into its cytosol."}, {"pubmed": 19716412, "text": "Exposure to Chloramines and hypochlorous acid inflammatory oxidants will result in Prx2 oxidation and could compromise the erythrocyte's ability to resist damaging oxidative insult."}, {"pubmed": 19896490, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20363977, "text": "could act as an autoantigen of a streptococcal-induced autoimmune response and represents a target of the exaggerated T cell response in psoriasis."}, {"pubmed": 20646000, "text": "Data suggest that anti-Prx2 autoantibodies would be a useful marker for systemic vasculitis and would be involved in the inflammatory processes of systemic vasculitis."}, {"pubmed": 20721618, "text": "PRDX2 was up-regulated in women older than 38 years, and its expression in cumulus cells was associated with embryo quality"}, {"pubmed": 20840079, "text": "Addition of an uncharged derivative of leucine hydroperoxide to intact erythrocytes caused Prx2 oxidation with no concomitant loss in glutathione."}, {"pubmed": 20859956, "text": "proteomic profiling used to identify the target proteins of miR-122a in hepatocellular carcinoma; PRDXII was identified to be the new target of miR-122a"}, {"pubmed": 21119665, "text": "High PRDX2 expression in the cytoplasm is associated with uterine cervix carcinogenesis."}, {"pubmed": 21137073, "text": "These results establish PRDX 2 as a candidate for chemotherapy responsiveness marker in osteosarcoma."}, {"pubmed": 21148313, "text": "PrxII is likely to be attributed to a tumor survival factor positively regulating JNK-dependent DNA repair with its inhibition possibly sensitizing cancer cells to chemotherapeutic agents."}, {"pubmed": 21539911, "text": "Prx2 expression in nucleus and cytoplasm distinctively regulates androgen receptor signaling, is involved in prostate cancer growth, and may promote castration resistance in prostate cancer."}, {"pubmed": 21750082, "text": "In beta-thalassemic erythroid cells the reduction of delta-aminolevulinate synthase-2 activity and the increased expression of peroxiredoxin-2 might represent two novel stress-response protective systems."}, {"pubmed": 22099303, "text": "a physiological function of PrxII as the residential antioxidant safeguard specific to the redox-sensitive VEGFR2"}, {"pubmed": 22207736, "text": "Study identified peroxiredoxin 2 (PRDX2) as a novel potential tumor suppressor gene in acute myeloid leukemia (AML)."}, {"pubmed": 22215146, "text": "Data suggest that SNPs of peroxiredoxin 1, 2 and 6 are not associated with esophageal cancer."}, {"pubmed": 22360420, "text": "A protein encoded by this locus was found to be differentially expressed in postmortem brains from patients with atypical frontotemporal lobar degeneration."}, {"pubmed": 22430214, "text": "our results strongly suggest that PRDX2 is a targetable 'metabolic adaptor' driver protein implicated in the selective growth of metastatic cells in the lungs by protecting them against oxidative stress."}, {"pubmed": 22537621, "text": "Plasma peroxiredoxins 1 and 2, and tropomyosin 4 were shown to associate with asbestos-exposure, and peroxiredoxin 1 with lung cancer."}, {"pubmed": 22565169, "text": "Data suggest that peroxiredoxin 2 may be involved in the persistence of pro-inflammatory cells in chronic inflammation."}, {"pubmed": 22805285, "text": "Results show that peroxiredoxin 2 (Prx2) could prevent DNA from undergoing oxidative stress."}, {"pubmed": 22902630, "text": "Two cytosolic peroxiredoxins (Prdx1 and Prdx2) have distinct roles in the cellular peroxide signaling and compete for available peroxide substrate."}, {"pubmed": 22960070, "text": "These findings suggest that Prx II plays an important role in preventing hemolytic anemia from oxidative stress by binding to Hb as a decameric structure to stabilize it."}, {"pubmed": 23113308, "text": "Drug resistance formation was accompanied by a significant increase in the expression of PRDX1, PRDX2, PRDX3, PRDX6 genes in all cancer cell strains, which confirms the importance of redox-dependent mechanisms into development of cisplatin resistance."}, {"pubmed": 23123411, "text": "It documents that the antioxidant protein peroxiredoxin-2 (PRDX2), the third most abundant cytoplasmic protein in RBCs, interacts with the cytoplasmic domain of B3."}, {"pubmed": 23393224, "text": "Our data showed that the elevated AZGP1 and decreased PEDF and PRDX2 expressions in CRC serum and tissues were correlated with liver metastases."}, {"pubmed": 23429506, "text": "PRX2 battles poly(ADP-ribose) polymerase 1- and p53-dependent prodeath pathways after ischemic injury"}, {"pubmed": 23499777, "text": "Real-time PCR, western blot and immunohistochemistry showed that peroxiredoxin 2 was increased in pterygium compared to healthy conjunctiva."}, {"pubmed": 23603832, "text": "Data show peroxiredoxin 2 (Prx2) oxidation was detected at erythrocyte:neutrophil ratios found in blood and reversed over time as the oxidative burst subsided."}, {"pubmed": 23713588, "text": "Hyperoxidized peroxiredoxin 2 interacts with the protein disulfide- isomerase ERp46."}, {"pubmed": 23749642, "text": "our findings reveal that Prx2 is a key regulator of invasion and metastasis in melanoma"}, {"pubmed": 24003226, "text": "Data indicate that engineered Prx2 and Prx3 variants C-terminal residues modulate the extent of hyperoxidation."}, {"pubmed": 24152995, "text": "cellular distribution of Peroxiredoxin I and II in human eyes"}, {"pubmed": 24222118, "text": "Up-regulation of peroxiredoxin-2 is associated with gemcitabine resistance in pancreatic cancer."}, {"pubmed": 24234423, "text": "Prdx2 has an essential role in regulating oxidation-induced apoptosis in colorectal cancer cells."}, {"pubmed": 24631019, "text": "Proteomic data suggest a limited protein set is involved in SET- (template activating factor-I-) mediated cytotoxicity of TCE (trichloroethylene) in hepatocytes; this set includes CFL1 (cofilin 1), PRDX2 (peroxiredoxin 2), and S100-A11 (calgizzarin)."}, {"pubmed": 24631653, "text": "These findings suggest that the transduced PEP-1-PRX2 has neuroprotective functions against oxidative stress-induced cell death in vitro and in vivo"}, {"pubmed": 24636884, "text": "Impaired antioxidant activity of Prx2 could contribute to the hemolysis."}, {"pubmed": 24719319, "text": "In this work we characterize Prx2 tyrosine nitration, a post-translational modification on a noncatalytic residue that increases its peroxidase activity and its resistance to overoxidation."}, {"pubmed": 24750185, "text": "the reduced expression of iNOS or peroxiredoxin 2 may play an important role in the carcinogenesis of gastric cancer"}, {"pubmed": 24814289, "text": "Our work is the first to show that nuclear levels of PRDX2 display circadian oscillation participating in the regulation of human keratinocytes redox balance."}, {"pubmed": 24862795, "text": "Results suggest that PRDX2 may perform an important function in the pathogeneis of RCMD."}, {"pubmed": 24909612, "text": "Taken together, cloned porcine kidney is more susceptible in JNK-induced apoptosis caused by PrxII phosphorylation, in oxidative stress condition"}, {"pubmed": 24952139, "text": "the main role of Prx2 in human erythrocytes is not to eliminate peroxide substrates."}, {"pubmed": 25097261, "text": "findings suggest a model in which the release of PRDX2 and TRX from macrophages can modify the redox status of cell surface receptors and enable induction of inflammatory responses"}, {"pubmed": 25221425, "text": "Reported increased expression of ALDH3A1, PDIA3, and PRDX2 in pterygia using a proteomic approach. These proteins are presumed to have a protective role against oxidative stress-induced apoptosis."}, {"pubmed": 25264713, "text": "Prx-2 activity is compromised during red blood cell storage."}, {"pubmed": 25323516, "text": "two placental proteins, Prx3 and Prx4, may act as new placental immune targets."}, {"pubmed": 25471788, "text": "Further conclusion showed that Prdx2 regulates VM formation by targeting VEGFR2 activation, which now represents as a therapeutic target for RC."}, {"pubmed": 25786472, "text": "Functional roles of catalase, PRDX2 and GPX1 during oxidative stress in human erythrocytes."}, {"pubmed": 26021759, "text": "Prx II has an important role in cancer cell survival via the modulation of signaling molecules involved in apoptosis and the phosphorylation of JNK by the downregulation of reactive oxygen species levels in A549/GR cells."}, {"pubmed": 26500057, "text": "Knockdown of forkhead Box M1 (FoxM1) reduced Prx II levels in H-ras(G12V)-hepatocellular carcinoma (HCC) cells, indicating FoxM1 as a direct transcription factor of Prx II in HCC."}, {"pubmed": 26548861, "text": "Data show the protein partners of human Prx1 and Prx2 and identified three sequence motifs, or combination thereof in Prxs partners, namely: CXXC, PXXP, and LXXLL. that can be important for protein localization, function and biological pathways. [review]"}, {"pubmed": 26601956, "text": "Prx2 glutathionylation is a favorable reaction that can occur in cells under oxidative stress and may have a role in redox signaling. GSH/Grx1 provide an alternative mechanism to thioredoxin and thioredoxin reductase for Prx2 recycling."}, {"pubmed": 26614766, "text": "the species with one disulfide and one hyperoxidized active site was decameric for Prx2 and dimeric for Prx3. Reduction and re-oxidation of the hyperoxidized dimer of Prx3 produced hyperoxidized monomers"}, {"pubmed": 26636537, "text": "Data show that peroxiredoxins PRDX1 and PRDX2 are upregulated in tumor B cells as compared with normal counterparts."}, {"pubmed": 26797130, "text": "Oxidative stress promotes PRX2 and PRX3 hyperoxidation and attenuates pro-survival signaling in aging chondrocytes."}, {"pubmed": 26866938, "text": "Prx II plays a key role in the cancer stem cell self-renewal of hepatocellular carcinoma cells through redox regulation."}, {"pubmed": 26970563, "text": "The levels of expression of carbonic anhydrase 2, catalase, and PRDX2 in the nipple discharge were significantly increased in breast ductal carcinoma patients as compared to controls."}, {"pubmed": 27703196, "text": "Lys191 residue in this exposed C-terminal region of oxidized Prx2 is polyubiquitinated and the ubiquitinated Prx2 is readily degraded in proteasome and autophagy."}, {"pubmed": 27821734, "text": "Data indicate that Prx2 is denitrosylated by Srxn1-mediated, and the two proteins physically bind via disulfide bond formation, providing a structural basis for the enzymatic reaction that requires ATP hydrolysis."}, {"pubmed": 27864139, "text": "Changes in PRDX2 redox/oligomeric states correlated with Obstructive Sleep Apnea severity/metabolic status. Six month of positive airway pressure (PAP) treatment decreased this overoxidation and generated multimeric overoxidized forms associated with chaperone/transduction signaling activity of PRDX2."}, {"pubmed": 27869326, "text": "Peroxiredoxin-2 (PRDX2) and hemoglobin-subunits proteins, which are closely involved in the response to oxidative stress."}, {"pubmed": 27894099, "text": "Knockdown of peroxiredoxin 2 (Prdx2) reduced the self-renewal and sphere formation in colon cancer stem cells (CSCs)."}, {"pubmed": 28125800, "text": "High PRDX2 expression is associated with colorectal cancer progression."}, {"pubmed": 28261610, "text": "ig-h3, Peroxiredoxin-2, and NRF2 have roles in cervical carcinogenesis"}, {"pubmed": 28314261, "text": "Activation of PRX1 and -2 indicate cold atmospheric plasma affects redox homeostasis in osteosarcoma cells"}, {"pubmed": 28348082, "text": "Prx1 and Prx2 are likely targets of urate hydroperoxide in cells. Oxidation of Prxs by urate hydroperoxide might affect cell function and be partially responsible for the pro-oxidant and pro-inflammatory effects of uric acid."}, {"pubmed": 28375164, "text": "Data indicate that peroxiredoxin 2 (PRDX2) was upregulated in white matter multiple sclerosis (MS) lesions mainly in astrocytes, and its expression level was positively correlated with the degree of inflammation and oxidative stress, and suggest that PRDX2 expression contributes to the resistance of astrocytes against oxidative damage."}, {"pubmed": 28432271, "text": "PRDX2 and p-AKT protein expression were analyzed by immunohistochemistry technology."}, {"pubmed": 28489720, "text": "Overexpression of peroxiredoxin 2 and VEGFR2 in pterygium might be involved in the pathogenesis or recurrence of pterygium. The increase of VEGFR2 might be related to the increase of peroxiredoxin 2 in response to excessive reactive oxygen species from ultraviolet exposure."}, {"pubmed": 28661480, "text": "Our findings indicate that Prdx2 might have an important role in the regulation of trophoblast proliferation and apoptosis during early pregnancy, and that its expression is mediated by c-Myc. Thus, these two proteins may be involved in the pathogenesis of RM and may represent potential therapeutic targets"}, {"pubmed": 28765537, "text": "Results indicate that PRDX2 plays two roles in acute infarction - the promotion of cell survival and inflammatory myocardial hypertrophy. Also, PRDX2 expression promotes TLR4 mediated inflammatory factor expression and VEGF expression under hypoxia conditions."}, {"pubmed": 29199150, "text": "In combination, proteins PRDX2 and ZAG yielded the highest discriminatory power (AUC=0.999), sensitivity (100%), and specificity (98.77%) in distinguishing the early stages of oral squamous cell carcinoma . The detection of PRDX-2 combining with ZAG protein could potentially be used as salivary biomarkers for early screening of OSCC."}, {"pubmed": 29227081, "text": "Association and oligomerization of Prx II could take part in recovery and protection of the CK BB enzyme activity from inactivation during heat-induced stress."}, {"pubmed": 29258530, "text": "The c-Myc/miR-200b/PRDX2 loop regulates colorectal cancer (CRC) progression and its disruption enhances tumor metastasis and chemotherapeutic resistance in CRC."}, {"pubmed": 29309753, "text": "Authors show that upon binding to phosphatidylserine or phosphatidylglycerol dimeric human 2-Cys PrxII (hPrxII) is assembled to trefoil-shaped small oligomers (possibly hexamers) with full chaperone and null peroxidase activities."}, {"pubmed": 29332450, "text": "our data suggest that overexpression of peroxiredoxin-2, annexin A2, and heat shock protein beta-1 was correlated with tumor invasion, metastasis, and poor prognosis, and therefore, these proteins may serve as potential diagnostic and therapeutic biomarkers."}, {"pubmed": 29339092, "text": "Prx II exhibited more effective molecular chaperone activity than Prx I when UCH-L1 was the client. Prx II interacted with UCH-L1 through its C-terminal region to protect UCH-L1 from thermal or oxidative inactivation"}, {"pubmed": 29422545, "text": "Thus our study suggests that PrxII may be the first thiol peroxidase that simultaneously regulates both survival and metastasis in gastric cancer cells with high clinical relevance."}, {"pubmed": 29720484, "text": "CDK2 directly targets and activates PRDX2 to arrest acute myeloid leukemia cell differentiation."}, {"pubmed": 29884768, "text": "A comparison of a new, 2.15-A-resolution crystal structure of Prx2 in the oxidized, disulfide-bonded state with the hyperoxidized structure of Prx2 and Prx1 in complex with sulfiredoxin revealed three structural regions that rearrange during catalysis."}, {"pubmed": 30070795, "text": "PRX-2 gene can inhibit the phenotypic change of Epidermal Stem Cells differentiating into Sweat Gland Cells and improve the ability to maintain their own specific antigens."}, {"pubmed": 30245403, "text": "both DNMT3A-WT and R882H/C mutants interacted with PRDX2; and R882C/H mutation-induced hypomethylation increased PRDX2 expression which enhanced cell proliferation and growth with impairment of apoptosis, thereby contributing to leukemogenesis."}, {"pubmed": 30284335, "text": "a crucial difference between PRDX1 and PRDX2 is on the resolution step of the catalytic cycle, the rate of disulfide formation (11 s(-1) for PRDX1, 0.2 s(-1) for PRDX2, independent of the oxidant) which correlates with their different sensitivity to hyperoxidation."}, {"pubmed": 30315937, "text": "The interaction between Prx2 and CRMP2 is conserved among humans and rodents."}, {"pubmed": 30341415, "text": "our data suggest that Prx II promotes A549/GR stemness, and that targeting Prx II and miR-122 is a potentially viable strategy for anti-cancer-stem cell therapy in GR NSCLCs."}, {"pubmed": 30611866, "text": "High PRX2 expression is associated with stemness of liver cancer stem cells."}, {"pubmed": 30657231, "text": "REV7-PRDX2 complex also assembled onto DNA double-strand breaks."}, {"pubmed": 30747220, "text": "PRDX2 may serve as a useful prognostic factor and a therapeutic target."}, {"pubmed": 30844732, "text": "Prx2 interacts with hemoglobin A (Alpha2Beta2) and hemoglobin F (Alpha2Gamma2) but not with hemoglobin A2 (Alpha2Delta2)"}, {"pubmed": 30862546, "text": "The NADPH oxidase inhibitor, diphenyleneiodonium, prevented Prx1 dimerization in stimulated dHL-60cells, and decreased the extent of oxidation under resting conditions. In contrast, Prx1 and Prx2 were present in neutrophils from human blood as disulfides, and PMA or S. aureus caused no further oxidation."}, {"pubmed": 30879771, "text": "In human Gastric Cancer cells, Prx2 depletion markedly reduced the beta-catenin levels and expression of beta-catenin target genes and proteins."}, {"pubmed": 31323313, "text": "n this work, studies on various mutants of hPrx2 confirm that the presence of the tyrosyl side-chain of Y193, belonging to the C-terminal YF motif of eukaryotic Prx, is necessary to observe the increase in Prx2 resistance to hyperoxidation."}, {"pubmed": 31470801, "text": "Results found that peroxiredoxin 2 is frequently over-expressed in cervical squamous cancer. Its high expression level is related to a poor response to cisplatin-based neoadjuvant chemotherapy."}, {"pubmed": 31472963, "text": "Findings suggest that peroxiredoxin 2 (Prx2) was highly reactive with peroxides."}, {"pubmed": 31536951, "text": "PRDX2 protects against oxidative stress induced by H. pylori and promotes resistance to cisplatin in gastric cancer."}, {"pubmed": 31567534, "text": "Reactive oxygen species-regulating proteins peroxiredoxin 2 and thioredoxin, and glyceraldehyde-3-phosphate dehydrogenase are differentially abundant in induced sputum from smokers with lung cancer or asbestos exposure."}, {"pubmed": 31578139, "text": "Plasma peroxiredoxin changes and inflammatory cytokines support the involvement of neuro-inflammation and oxidative stress in Autism Spectrum Disorder."}, {"pubmed": 31580947, "text": "Deciphering the in vivo redox behavior of human peroxiredoxins I and II by expressing in budding yeast."}, {"pubmed": 31807984, "text": "Prdx2 Upregulation Promotes the Growth and Survival of Gastric Cancer Cells."}, {"pubmed": 32130676, "text": "PRDX2 plays an oncogenic role in esophageal squamous cell carcinoma via Wnt/beta-catenin and AKT pathways."}, {"pubmed": 32329817, "text": "Prx II reduces oxidative stress and cell senescence in chondrocytes by activating the p16-CDK4/6-pRb-E2F signaling pathway."}, {"pubmed": 32337219, "text": "Silencing of PRDX2 Inhibits the Proliferation and Invasion of Non-Small Cell Lung Cancer Cells."}, {"pubmed": 32692719, "text": "PRDX2 removal inhibits the cell cycle and autophagy in colorectal cancer cells."}, {"pubmed": 32727779, "text": "Peroxiredoxin II Inhibits Alcohol-induced Apoptosis in L02 Hepatocytes Through AKT/beta-Catenin Signaling Pathway."}, {"pubmed": 32908147, "text": "A role for annexin A2 in scaffolding the peroxiredoxin 2-STAT3 redox relay complex."}, {"pubmed": 32908916, "text": "PRDX2 Promotes the Proliferation and Metastasis of Non-Small Cell Lung Cancer In Vitro and In Vivo."}, {"pubmed": 32929220, "text": "Deficiency of peroxiredoxin 2 exacerbates angiotensin II-induced abdominal aortic aneurysm."}, {"pubmed": 32929349, "text": "Celastrol induces ROS-mediated apoptosis via directly targeting peroxiredoxin-2 in gastric cancer cells."}, {"pubmed": 33332365, "text": "Peroxiredoxin 2 is highly expressed in human oral squamous cell carcinoma cells and is upregulated by human papillomavirus oncoproteins and arecoline, promoting proliferation."}, {"pubmed": 33587325, "text": "Active hematopoiesis triggers exosomal release of PRDX2 that promotes osteoclast formation."}, {"pubmed": 33667550, "text": "Modifying the resolving cysteine affects the structure and hydrogen peroxide reactivity of peroxiredoxin 2."}, {"pubmed": 33819194, "text": "The critical role of peroxiredoxin-2 in colon cancer stem cells."}, {"pubmed": 33905956, "text": "Peroxiredoxin 2 oxidation reveals hydrogen peroxide generation within erythrocytes during high-dose vitamin C administration."}, {"pubmed": 34117220, "text": "PRDX2 promotes the proliferation of colorectal cancer cells by increasing the ubiquitinated degradation of p53."}, {"pubmed": 34384442, "text": "CircDIDO1 inhibits gastric cancer progression by encoding a novel DIDO1-529aa protein and regulating PRDX2 protein stability."}, {"pubmed": 34749598, "text": "Oxidative Stress Induced Cell Cycle Arrest: Potential Role of PRX-2 and GSTP-1 as Therapeutic Targets in Hepatocellular Carcinoma."}, {"pubmed": 36177795, "text": "ANXA2, SP17, SERPINA5, PRDX2 genes, and sperm DNA fragmentation differentially represented in male partners of infertile couples with normal and abnormal sperm parameters."}, {"pubmed": 36400181, "text": "Peroxiredoxin2 regulates trophoblast proliferation and migration through SPIB-HDAC2 pathway."}, {"pubmed": 36808393, "text": "The Study of Overexpression of Peroxiredoxin-2 Reduces MPP[+]-Induced Toxicity in the Cell Model of Parkinson's Disease."}, {"pubmed": 37160651, "text": "Redox-stress response resistance (RRR) mediated by hyperoxidation of peroxiredoxin 2 in senescent cells."}, {"pubmed": 37758743, "text": "Negative pressure wound therapy promotes wound healing of diabetic foot ulcers by up-regulating PRDX2 in wound margin tissue."}, {"pubmed": 38188679, "text": "Silencing of peroxiredoxin 2 suppresses proliferation and Wnt/beta-catenin pathway, and induces senescence in hepatocellular carcinoma."}, {"pubmed": 38211680, "text": "MiR-92a-2-5p suppresses esophageal squamous cell carcinoma cell proliferation and invasion by targeting PRDX2."}, {"pubmed": 38219498, "text": "Implications and progression of peroxiredoxin 2 (PRDX2) in various human diseases."}, {"pubmed": 38294069, "text": "PRDX2 regulates stemness contributing to cisplatin resistance and metastasis in bladder cancer."}], "genomic_pos": {"chr": "19", "end": 12801800, "ensemblgene": "ENSG00000167815", "start": 12796820, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 12912694, "start": 12907634, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0002357", "pubmed": 30429596, "qualifier": "involved_in", "term": "defense response to tumor cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002536", "qualifier": "involved_in", "term": "respiratory burst involved in inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006979", "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006979", "pubmed": 12943237, "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006979", "pubmed": 11904290, "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010310", "qualifier": "involved_in", "term": "regulation of hydrogen peroxide metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019430", "qualifier": "involved_in", "term": "removal of superoxide radicals"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019430", "pubmed": 20978343, "qualifier": "involved_in", "term": "removal of superoxide radicals"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030194", "qualifier": "involved_in", "term": "positive regulation of blood coagulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031665", "qualifier": "involved_in", "term": "negative regulation of lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033554", "qualifier": "involved_in", "term": "cellular response to stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034599", "pubmed": 20978343, "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042098", "qualifier": "involved_in", "term": "T cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042744", "qualifier": "involved_in", "term": "hydrogen peroxide catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042744", "pubmed": 18606987, "qualifier": "involved_in", "term": "hydrogen peroxide catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042981", "pubmed": 12943237, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043029", "qualifier": "involved_in", "term": "T cell homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16130169, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045321", "qualifier": "involved_in", "term": "leukocyte activation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045454", "qualifier": "involved_in", "term": "cell redox homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045581", "qualifier": "involved_in", "term": "negative regulation of T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048538", "qualifier": "involved_in", "term": "thymus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097191", "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001240", "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway in absence of ligand"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17557078, 25402766], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008379", "qualifier": "enables", "term": "thioredoxin peroxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008379", "pubmed": 8144038, "qualifier": "enables", "term": "thioredoxin peroxidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008379", "pubmed": 18606987, "qualifier": "enables", "term": "thioredoxin peroxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016209", "pubmed": 8144038, "qualifier": "enables", "term": "antioxidant activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0016209", "pubmed": 12943237, "qualifier": "enables", "term": "antioxidant activity"}]}, "homologene": {"genes": [[3702, 820335], [3702, 830517], [4530, 4329578], [4896, 2539572], [4932, 854980], [6239, 266858], [7165, 1269440], [7227, 53578], [7955, 791455], [8364, 394597], [9544, 716665], [9598, 468740], [9606, 7001], [9615, 100856470], [9913, 286793], [10090, 21672], [10116, 29338]], "id": 21182}, "interpro": [{"desc": "Alkyl hydroperoxide reductase subunit C/ Thiol specific antioxidant", "id": "IPR000866", "short_desc": "AhpC/TSA"}, {"desc": "Thioredoxin domain", "id": "IPR013766", "short_desc": "Thioredoxin_domain"}, {"desc": "Peroxiredoxin, C-terminal", "id": "IPR019479", "short_desc": "Peroxiredoxin_C"}, {"desc": "Peroxiredoxin, AhpC-type", "id": "IPR024706", "short_desc": "Peroxiredoxin_AhpC-typ"}, {"desc": "Thioredoxin-like superfamily", "id": "IPR036249", "short_desc": "Thioredoxin-like_sf"}], "ipi": ["IPI00027350", "IPI00375401", "IPI00794777", "IPI00909207"], "map_location": "19p13.13", "name": "peroxiredoxin 2", "other_names": ["epididymis secretory sperm binding protein Li 2a", "natural killer cell-enhancing factor B", "peroxiredoxin-2", "thiol-specific antioxidant 1", "thioredoxin peroxidase 1", "thioredoxin-dependent peroxide reductase 1", "thioredoxin-dependent peroxiredoxin 2", "torin"], "pantherdb": {"HGNC": "9353", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109486", "ortholog_type": "LDO", "panther_family": "PTHR10681", "taxid": 10090, "uniprot_kb": "Q61171"}, {"RGD": "3838", "ortholog_type": "LDO", "panther_family": "PTHR10681", "taxid": 10116, "uniprot_kb": "P35704"}, {"ZFIN": "ZDB-GENE-030326-2", "ortholog_type": "LDO", "panther_family": "PTHR10681", "taxid": 7955, "uniprot_kb": "Q6DGJ6"}, {"WormBase": "WBGene00006434", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 6239, "uniprot_kb": "A0A0K3AUJ9"}, {"FlyBase": "FBgn0036490", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 7227, "uniprot_kb": "Q9VUM4"}, {"FlyBase": "FBgn0040309", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 7227, "uniprot_kb": "Q9V3P0"}, {"SGD": "S000002861", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 4932, "uniprot_kb": "Q04120"}, {"SGD": "S000004490", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 4932, "uniprot_kb": "P34760"}, {"PomBase": "SPCC576.03c", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 4896, "uniprot_kb": "O74887"}, {"dictyBase": "DDB_G0274859", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 352472, "uniprot_kb": "Q555L5"}, {"TAIR": "2164265", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 3702, "uniprot_kb": "Q9C5R8"}, {"TAIR": "2080707", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 3702, "uniprot_kb": "Q96291"}, {"EnsemblGenome": "BAA35235", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 562, "uniprot_kb": "P0AE08"}], "uniprot_kb": "P32119"}, "pathway": {"reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5628897", "name": "TP53 Regulates Metabolic Genes"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8862803", "name": "Deregulated CDK5 triggers multiple neurodegenerative pathways in Alzheimer's disease models"}, {"id": "R-HSA-8863678", "name": "Neurodegenerative Diseases"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9734009", "name": "Defective Intrinsic Pathway for Apoptosis"}], "wikipathways": [{"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}]}, "pdb": ["1QMV", "5B8A", "5B8B", "5IJT", "7KIZ", "7KJ0", "7KJ1"], "pfam": ["PF00578", "PF10417"], "pharmgkb": "PA33723", "pharos": {"target_id": 12297, "tdl": "Tbio"}, "pir": "I68897", "prosite": "PS51352", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257099", "relationship": "is"}, {"id": "GNF257100", "relationship": "is"}, {"id": "GNF257101", "relationship": "is"}, {"id": "GNF257102", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF031224", "relationship": "similar to"}, {"id": "GNF040578", "relationship": "is"}, {"id": "GNF040772", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF011656", "relationship": "is"}, {"id": "GNF011657", "relationship": "is"}, {"id": "GNF030084", "relationship": "is"}, {"id": "GNF131322", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF234179", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101243", "relationship": "is"}, {"id": "GNF140898", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_029901.1"], "protein": "NP_005800.3", "rna": ["NM_005809.6", "NM_181737.1", "NM_181738.1"], "translation": {"protein": "NP_005800.3", "rna": "NM_005809.6"}}, "reporter": {"HG-U133_Plus_2": ["201006_at", "211658_at", "215067_x_at", "39729_at"], "HG-U95Av2": "39729_at", "HTA-2_0": "TC19001210.hg.1", "HuEx-1_0": "3851776", "HuGene-1_1": "8034544", "HuGene-2_1": "16869324"}, "summary": "This gene encodes a member of the peroxiredoxin family of antioxidant enzymes, which reduce hydrogen peroxide and alkyl hydroperoxides. The encoded protein plays an antioxidant protective role in cells, and it may contribute to the antiviral activity of CD8(+) T-cells. The crystal structure of this protein has been resolved to 2.7 angstroms. This protein prevents hemolytic anemia from oxidative stress by stabilizing hemoglobin, thus making this gene a therapeutic target for patients with hemolytic anemia. This protein may have a proliferative effect and play a role in cancer development or progression. Related pseudogenes have been identified on chromosomes 5, 6, 10 and 13. [provided by RefSeq, Mar 2013].", "symbol": "PRDX2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418880"}, "unigene": "Hs.432121", "uniprot": {"Swiss-Prot": "P32119", "TrEMBL": ["A6NIW5", "V9HW12"]}, "wikipedia": {"url_stub": "Peroxiredoxin 2"}}