{"AllianceGenome": "9352", "HGNC": "9352", "MIM": "176763", "_id": "5052", "_version": 1, "accession": {"genomic": ["AL355480.22", "AL451136.11", "CH471059.2", "CP068277.2", "CQ877459.1", "DQ297142.1", "NC_000001.11", "NC_060925.1", "X72296.1"], "protein": ["AAA50464.1", "AAH07063.1", "AAH21683.1", "AAV38545.1", "ABB84465.1", "ADO22248.1", "BAG34839.1", "BAG70076.1", "BAG70202.1", "CAA48137.1", "CAG28580.1", "CAH59516.1", "EAX06975.1", "EAX06976.1", "EAX06977.1", "EAX06978.1", "EAX06979.1", "EAX06980.1", "EAX06981.1", "EAX06982.1", "NP_001189360.1", "NP_002565.1", "NP_859047.1", "NP_859048.1", "Q06830.1"], "rna": ["AB451262.1", "AB451388.1", "AI912389.1", "AK129949.1", "AK131049.1", "AK311898.1", "AV691526.1", "BC007063.1", "BC021683.1", "BM740381.1", "BM762399.1", "BM787105.1", "BM827394.1", "BT019740.1", "BU564066.1", "CD638470.1", "CR407652.1", "GQ891386.1", "L19184.1", "NM_001202431.2", "NM_002574.4", "NM_181696.3", "NM_181697.3", "X67951.1"], "translation": [{"protein": "BAG70076.1", "rna": "AB451262.1"}, {"protein": "CAG28580.1", "rna": "CR407652.1"}, {"protein": "NP_001189360.1", "rna": "NM_001202431.2"}, {"protein": "AAA50464.1", "rna": "L19184.1"}, {"protein": "AAV38545.1", "rna": "BT019740.1"}, {"protein": "NP_002565.1", "rna": "NM_002574.4"}, {"protein": "CAA48137.1", "rna": "X67951.1"}, {"protein": "ADO22248.1", "rna": "GQ891386.1"}, {"protein": "AAH07063.1", "rna": "BC007063.1"}, {"protein": "BAG34839.1", "rna": "AK311898.1"}, {"protein": "AAH21683.1", "rna": "BC021683.1"}, {"protein": "NP_859047.1", "rna": "NM_181696.3"}, {"protein": "BAG70202.1", "rna": "AB451388.1"}, {"protein": "NP_859048.1", "rna": "NM_181697.3"}]}, "alias": ["MSP23", "NKEF-A", "NKEFA", "PAG", "PAGA", "PAGB", "PRX1", "PRXI", "TDPX2"], "ec": "1.11.1.24", "ensembl": {"gene": "ENSG00000117450", "protein": ["ENSP00000262746", "ENSP00000361150", "ENSP00000361152", "ENSP00000389047", "ENSP00000407034", "ENSP00000503140"], "transcript": ["ENST00000262746", "ENST00000319248", "ENST00000372079", "ENST00000424390", "ENST00000447184", "ENST00000676549"], "translation": [{"protein": "ENSP00000407034", "rna": "ENST00000447184"}, {"protein": "ENSP00000389047", "rna": "ENST00000424390"}, {"protein": "ENSP00000503140", "rna": "ENST00000676549"}, {"protein": "ENSP00000262746", "rna": "ENST00000262746"}, {"protein": "ENSP00000361150", "rna": "ENST00000372079"}, {"protein": "ENSP00000361152", "rna": "ENST00000319248"}], "type_of_gene": "protein_coding"}, "entrezgene": "5052", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.25804328, "exp_mis": 59.229874, "exp_syn": 24.147476, "lof_z": -1.08575284554799, "mis_z": -0.748044267003413, "mu_lof": 3.67386114632e-07, "mu_mis": 5.04266068621e-06, "mu_syn": 1.94630087918e-06, "n_lof": 9.0, "n_mis": 71.0, "n_syn": 29.0, "p_li": 1.43818422373501e-07, "p_null": 0.937811696064488, "p_rec": 0.0621881601170892, "syn_z": -0.612182482828451}, "bp": 600, "cds_end": 45984715, "cds_start": 45977000, "n_exons": 5, "nonpsych": {"exp_lof": 5.560955, "exp_mis": 53.505575, "exp_syn": 21.7526193, "lof_z": -1.01577420249469, "mis_z": -0.654682249709374, "mu_lof": 3.67386114632e-07, "mu_mis": 5.04266068621e-06, "mu_syn": 1.94630087918e-06, "n_lof": 8.0, "n_mis": 63.0, "n_syn": 23.0, "p_li": 9.48894314344049e-07, "p_null": 0.910624085330305, "p_rec": 0.0893749657753804, "syn_z": -0.168386196135964}, "nontcga": {"exp_lof": 5.74734278, "exp_mis": 54.4814307, "exp_syn": 22.20562284, "lof_z": -0.92692119338314, "mis_z": -0.439984982963045, "mu_lof": 3.67386114632e-07, "mu_mis": 5.04266068621e-06, "mu_syn": 1.94630087918e-06, "n_lof": 8.0, "n_mis": 61.0, "n_syn": 28.0, "p_li": 1.0732672811813e-06, "p_null": 0.896327102779323, "p_rec": 0.103671823953396, "syn_z": -0.778570175424458}, "transcript": "ENST00000262746.1"}, "exons": [{"cdsend": 45519043, "cdsstart": 45511328, "chr": "1", "position": [[45511034, 45511414], [45514506, 45514637], [45514872, 45514995], [45515653, 45515807], [45518937, 45519054], [45522777, 45522890]], "strand": -1, "transcript": "NM_001202431", "txend": 45522890, "txstart": 45511034}, {"cdsend": 45519043, "cdsstart": 45511328, "chr": "1", "position": [[45511034, 45511414], [45514506, 45514637], [45514872, 45514995], [45515653, 45515807], [45518937, 45519054], [45521608, 45521938]], "strand": -1, "transcript": "NM_002574", "txend": 45521938, "txstart": 45511034}, {"cdsend": 45519043, "cdsstart": 45511328, "chr": "1", "position": [[45511034, 45511414], [45514506, 45514637], [45514872, 45514995], [45515653, 45515807], [45518937, 45519054], [45521634, 45521938]], "strand": -1, "transcript": "NM_181696", "txend": 45521938, "txstart": 45511034}, {"cdsend": 45519043, "cdsstart": 45511328, "chr": "1", "position": [[45511050, 45511414], [45514506, 45514637], [45514872, 45514995], [45515653, 45515807], [45518937, 45519054], [45521828, 45521884]], "strand": -1, "transcript": "NM_181697", "txend": 45521884, "txstart": 45511050}], "exons_hg19": [{"cdsend": 45984715, "cdsstart": 45977000, "chr": "1", "position": [[45976706, 45977086], [45980178, 45980309], [45980544, 45980667], [45981325, 45981479], [45984609, 45984726], [45988449, 45988562]], "strand": -1, "transcript": "NM_001202431", "txend": 45988562, "txstart": 45976706}, {"cdsend": 45984715, "cdsstart": 45977000, "chr": "1", "position": [[45976706, 45977086], [45980178, 45980309], [45980544, 45980667], [45981325, 45981479], [45984609, 45984726], [45987280, 45987610]], "strand": -1, "transcript": "NM_002574", "txend": 45987610, "txstart": 45976706}, {"cdsend": 45984715, "cdsstart": 45977000, "chr": "1", "position": [[45976706, 45977086], [45980178, 45980309], [45980544, 45980667], [45981325, 45981479], [45984609, 45984726], [45987306, 45987610]], "strand": -1, "transcript": "NM_181696", "txend": 45987610, "txstart": 45976706}, {"cdsend": 45984715, "cdsstart": 45977000, "chr": "1", "position": [[45976722, 45977086], [45980178, 45980309], [45980544, 45980667], [45981325, 45981479], [45984609, 45984726], [45987500, 45987556]], "strand": -1, "transcript": "NM_181697", "txend": 45987556, "txstart": 45976722}], "generif": [{"pubmed": 11771746, "text": "Protein levels of Prx-I and Prx-II were significantly increased in Alzheimer Disease and Down Syndrome."}, {"pubmed": 11904290, "text": "Proteomics analysis of cellular response to oxidative stress. Evidence for in vivo overoxidation of peroxiredoxins at their active site"}, {"pubmed": 11986303, "text": "regulation of activity by Cdc2-mediated phosphorylation"}, {"pubmed": 12080185, "text": "2-Cys Prxs act in a mutually nonredundant and sometimes stress-specific fashion to protect human cells from oxidant injury. The substantial resistance of human cells to hydroperoxides may result in part from the additive action of multiple Prxs"}, {"pubmed": 12161445, "text": "Data show that peroxiredoxin I (Prx I)activity decreased gradually during catalysis, coincident with the conversion of Prx I to a more acidic species."}, {"pubmed": 12650976, "text": "No detectable changes in expression of peroxiredoxin 1 are observed in postmortem cerebellum or frontal cortex of patients with Down syndrome, Alzheimer or Pick's disease."}, {"pubmed": 12714748, "text": "results show that the sulfinic form of peroxiredoxin I, produced during the exposure of cells to H2O2, is rapidly reduced to the catalytically active thiol form"}, {"pubmed": 14703116, "text": "Prx I and Trx expression is increased in lung cancer cells following hypoxia and in human lung cancer tissues"}, {"pubmed": 15105503, "text": "results show that sestrins, a family of proteins whose expression is modulated by p53, are required for regeneration of peroxiredoxins containing Cys-SO(2)H"}, {"pubmed": 15448164, "text": "mammalian sulfiredoxin reactivates hyperoxidized peroxiredoxin through reduction of cysteine sulfinic acid in the active site to cysteine"}, {"pubmed": 15864612, "text": "Prx I and Prx II are induced at the early and late stage of differentiation of normal human epidermal keratinocytes."}, {"pubmed": 15955662, "text": "expression in squamous cell carcinoma of the tongue indicates tumors with a high potential for recurrence"}, {"pubmed": 16278420, "text": "Prdx1 is activated by histone deacetylase inhibitor FK228, which causes apoptosis induction in esophageal cancer cells"}, {"pubmed": 16677601, "text": "Our findings collectively suggest that non-classical secretion of Prx-I is induced by TGF-beta1, which is constitutively activated by furin in A549 cells."}, {"pubmed": 17176052, "text": "Aspartate-187 of peroxiredoxin (Prx) I is the catalytic residue responsible for ATP hydrolysis in the cysteinesulfinic acid reduction of Prx by human sulfiredoxin."}, {"pubmed": 17234762, "text": "The human prx1 promoter was cloned and nuclear factor (erythroid-derived 2)-related factor 2 (Nrf2) was identified as a key transcription factor."}, {"pubmed": 17519234, "text": "Human Prdx1 and Prdx2 possess unique functions and regulatory mechanisms and that Cys(83) bestows a distinctive identity to Prdx1."}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17603937, "text": "Cytoplasmic perocyredoxin 1 inhibited NF-kappaB activation and nuclear translocation."}, {"pubmed": 17606720, "text": "peroxiredoxin 1, but not NF-E2-related factor 2, has a role in non-small cell lung cancer recurrence and progression"}, {"pubmed": 17707450, "text": "In the normal human ciliary body, PRDX I, II and III were immunolocalized to the non-pigmented epithelial cells and ciliary muscle fibers. It suggests that 2-Cys PRDXs may have physiological functions to protect cells in human ciliary body."}, {"pubmed": 17761673, "text": "hippocampal neurons transfected with wild type Prx1 exhibit increased Abeta resistance"}, {"pubmed": 17786348, "text": "Loss of PRDX1 is associated with esophageal squamous cell carcinoma"}, {"pubmed": 17909037, "text": "Cell survival-enhancing property of Prx1 has been attributed to its antioxidant activity, the reactive oxygen species-scavenging activity of Prx1 was not essential for AR stimulation; Prx1 itself was oxidized and inactivated by hypoxia/reoxygenation."}, {"pubmed": 18172504, "text": "2.6 A crystal structure of the human Srx-PrxI complex"}, {"pubmed": 18281480, "text": "The observation that PrxI is involved in suppressing genome instability and protecting against cell death potentially provides a better understanding of the consequences of PrxI dysfunction in human cells."}, {"pubmed": 18413821, "text": "Prx1 may possess unique functions and regulatory mechanisms in NSCLC which are not shared with Prx2, and that Prx1 may serve as a new prognostic biomarker and therapeutic target in NSCLC."}, {"pubmed": 18501712, "text": "These findings suggest a negative role of Prx-1 in ASK1-induced apoptosis."}, {"pubmed": 18549262, "text": "PSB7, PRDX1, and SRP9 up-regulation as candidate biomarkers of colon cancer is discovered"}, {"pubmed": 18606987, "text": "peroxiredoxin (Prx) I and Prx II are specific targets of HDAC6"}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18992915, "text": "We showed that Prx I, PDGF-A, and PDGFR-alpha follow the same expression pattern during carcinoma ex pleomorphic adenoma progression."}, {"pubmed": 19016754, "text": "Ets regulates PRDX1 expression through their interaction with HMGB1 protein."}, {"pubmed": 19135121, "text": "Report the effects of acrolein on peroxiredoxins, thioredoxins, and thioredoxin reductase in human bronchial epithelial cells."}, {"pubmed": 19286652, "text": "Prx II is more susceptible than Prx I to hyperoxidation and that the majority of the hyperoxidized Prx II formation is reversible. However, the hyperoxidized Prx I showed much less reversibility"}, {"pubmed": 19298244, "text": "Prx I is overexpressed in oncocytes regardless of salivary gland lesion where they appear. Results suggest that Prx I expression in oncocytes is related to ability to decompose mitochondrial-derived H(2)O(2) to provide a protective role."}, {"pubmed": 19406930, "text": "Prx I functions to block propagation of Nox-derived ROS signaling to the p38 MAPK/caspase/cell death cascade during TRAIL treatment and also provides a molecular mechanism by which Prx I contributes to TRAIL resistance in liver cancers."}, {"pubmed": 19558833, "text": "The high expressions of Prx1, Trx1 and HIF-1alpha were related to invasion and lymph node metastasis in papillary thyroid carcinoma."}, {"pubmed": 19737972, "text": "Results show Prx1 increases the affinity of androgen receptor to dihydrotestosterone (DHT) and decreases the rate of DHT dissociation from the occupied receptor."}, {"pubmed": 19812042, "text": "Studies present the 2.1 A crystal structure of human Srx in complex with PrxI, ATP, and Mg(2+)."}, {"pubmed": 19902980, "text": "Prdx 1 was found to be the strongest overexpressed protein in malignant ovarian tumors among the selected proteins. Prdx 1 expression (>50% positive cancer cells) was significantly correlated with poor overall survival in ovarian serous carcinomas."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20381070, "text": "This protein has been found differentially expressed in the anterior cingulate cortex from patients with schizophrenia"}, {"pubmed": 20589759, "text": "E6AP mediates the ubiquitin-dependent proteasomal degradation of Prx1"}, {"pubmed": 20610706, "text": "These results suggest that Prdx-1 and Prdx-4 are essential for preventing respiratory syncytial virus-induced oxidative damage in a subset of nuclear intermediate filament and actin binding proteins in epithelial cells."}, {"pubmed": 20631257, "text": "PRDX1 was associated with the cyclooxygenase (COX)-2 upstream promoter region at sites occupied by NF-kappaB in ER- but not in ER+ breast cancer cells."}, {"pubmed": 20647304, "text": "Phosphorylation of Prx1 (Ser-32) by TOPK prevents UVB-induced apoptosis in RPMI7951 melanoma cells through regulation of Prx1 peroxidase activity and blockade of intracellular H(2)O(2) accumulation."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21159870, "text": "Prdx1 is the host factors required for efficient transcription and replication of measles virus."}, {"pubmed": 21273562, "text": "PRX-1 serum levels are increased in abdominal aortic aneurysm (AAA) patients and correlate with AAA size and growth rate, suggesting the potential use of PRX-1 as a biomarker for AAA evolution."}, {"pubmed": 21343392, "text": "these results implicate Prx1 as a tumor-derived inducer of inflammation"}, {"pubmed": 21401077, "text": "glutathionylation of Prx I promotes changes in its quaternary structure from decamers to smaller oligomers and concomitantly inactivates its molecular chaperone function"}, {"pubmed": 21516123, "text": "results show a novel PRX-I function to cause cell death in response to high levels of oxidative stress by activating MST1, which underlies the p53-dependent cytotoxicity caused by anticancer agents"}, {"pubmed": 21980378, "text": "Finding of elevated levels of PRDX1 in the serum of EOC patients versus normal/benign patients warrants further evaluation as a tumor specific biomarker for epithelial ovarian cancer."}, {"pubmed": 22158042, "text": "epigenetic silencing of PRDX1 is frequent in 1p/19q-deleted oligodendroglial tumours and likely contributes to radio- and chemosensitivity of these tumours"}, {"pubmed": 22215146, "text": "Data suggest that SNPs of peroxiredoxin 1, 2 and 6 are not associated with esophageal cancer."}, {"pubmed": 22236188, "text": "expression and function of Prdx1 and Prdx6 in MCF-7 and noncancerous MCF-10A cell lines; found elevated Prdx1 expression in MCF-7 cells and comparable expression of Prdx6; data suggest synergistic role for Prdx1 and Prdx6 in MCF-10A cells"}, {"pubmed": 22446018, "text": "altered expression of peroxiredoxin 1 and radixin-moesin-binding phosphoprotein 50 may be used as prognostic markers in cholangiocarcinoma."}, {"pubmed": 22475482, "text": "These findings provide new insight into the role of hPrx1 in regulating TGF-beta1-induced epithelial-mesenchymal transition ."}, {"pubmed": 22492841, "text": "because of the lower amount of total PRDX1 and PRDX6 and the high thiol oxidation of these PRDXs, very little (less than 20%) protection due to PRDXs remains in infertile men, and this is associated with impaired sperm function and poor DNA integrity"}, {"pubmed": 22537621, "text": "Plasma peroxiredoxins 1 and 2, and tropomyosin 4 were shown to associate with asbestos-exposure, and peroxiredoxin 1 with lung cancer."}, {"pubmed": 22877757, "text": "These findings suggest that hPrx1 may perform biological functions as a RNA-binding protein, which are distinctive from known functions of hPrx1 as a reactive oxygen species scavenger."}, {"pubmed": 22902630, "text": "Two cytosolic peroxiredoxins (Prdx1 and Prdx2) have distinct roles in the cellular peroxide signaling and compete for available peroxide substrate."}, {"pubmed": 22985558, "text": "The protein and mRNA expressions of Prx1 and Prx6 increased significantly in the order of normal brain tissue, grade II astrocytoma, grade III astrocytoma and grade IV astrocytoma."}, {"pubmed": 23060010, "text": "The results obtained indicated a protective role for PrxI in counteracting amyloid beta peptide injury by increasing cell viability, preserving neurites, and decreasing cell death."}, {"pubmed": 23065574, "text": "study suggested that positive ILK and PRDX1 expressions are closely related to the progression and poor prognosis of gallbladder cancer"}, {"pubmed": 23113308, "text": "Drug resistance formation was accompanied by a significant increase in the expression of PRDX1, PRDX2, PRDX3, PRDX6 genes in all cancer cell strains, which confirms the importance of redox-dependent mechanisms into development of cisplatin resistance."}, {"pubmed": 23241402, "text": "PRDX-1 mRNA and PRDX-1 protein were both more abundant in CD68(+)MR(-) than CD68(+)MR(+) macrophages in abdominal aortic aneurysms."}, {"pubmed": 23277276, "text": "observations suggest that PRDX1 acts as a pro-cancer protein in HCC HepG2 cells."}, {"pubmed": 23334324, "text": "Prdx1 orchestrates redox signaling in an H2O2 dose-dependent manner through the oxidation status of its peroxidatic cysteine Cys52."}, {"pubmed": 23386615, "text": "Mst1 inactivates Prdx1 by phosphorylating it at Thr-90 and Thr-183, leading to accumulation of hydrogen peroxide in cells."}, {"pubmed": 23421996, "text": "study identified Pin1 as a novel PRDX1 binding protein and proposed a mechanism for Pin1 in regulating the metabolism of reactive oxygen species in cells"}, {"pubmed": 23479738, "text": "NO/SNO donors such as S-nitrosocysteine and S-nitrosoglutathione readily induced the S-nitrosylation of Prx1, causing structural and functional alterations"}, {"pubmed": 23615915, "text": "Our findings suggest that Prx1 may modulate the chemosensitivity of lung cancer to docetaxel through suppression of FOXO1-induced apoptosis."}, {"pubmed": 23723070, "text": "Data indicate that AMP-dependent kinases (AMPKalpha1 and AMPKalpha2) inhibit caveolin-1 phosphorylation by stabilizing the interaction between c-Abl and Prdx-1."}, {"pubmed": 23737084, "text": "expression of Prxs I and IV, both at mRNA and protein levels, was associated with light chain secretion quantified by ELISA."}, {"pubmed": 23914992, "text": "High level of PRDX1 expression is associated with lymph node metastasis and lung tumor differentiation."}, {"pubmed": 23971998, "text": "MicroRNA-510 promotes cell and tumor growth by targeting peroxiredoxin1 in breast cancer."}, {"pubmed": 24009050, "text": "The data indicate that Prdx1 may contribute to malignant transformation of the esophagus, and may be used as a biomarker in the immunodiagnosis of ESCC."}, {"pubmed": 24062305, "text": "Thioredoxin 1 is inactivated due to oxidation induced by peroxiredoxin under oxidative stress and reactivated by the glutaredoxin system."}, {"pubmed": 24152995, "text": "cellular distribution of Peroxiredoxin I and II in human eyes"}, {"pubmed": 24297309, "text": "increased Prdx1 expression is associated with tumor angiogenesis and progression in hepatocellular carcinoma"}, {"pubmed": 24316730, "text": "Hypoexpression of PRDX1 is associated with papillary thyroid carcinomas."}, {"pubmed": 24480440, "text": "results suggest that NGF-trkA signaling is involved in mechanical allodynia in paclitaxel-induced neuropathy"}, {"pubmed": 25011585, "text": "PRDX1 is shown to be an independent predictor of improved outcomes in ER-positive breast cancer."}, {"pubmed": 25082442, "text": "The K(27)-acetylated hPrx1 exhibited greatly enhanced chaperone activity (e.g. protecting the protein malate dehydrogenase (MDH) from thermally induced aggregation and assisting the refolding of denatured citrate synthase)."}, {"pubmed": 25162226, "text": "Induction of Prx1 by hypoxia regulates heme oxygenase-1 via NF-kappaB in oral cancer."}, {"pubmed": 25426613, "text": "Prdx1 associates with the formation of membrane protrusions through modulation of the activity of p38 MAPK, which in turn promotes pancreatic ductal adenocarcinoma cell invasion."}, {"pubmed": 25484280, "text": "Overexpression of PRDX1 resulted in a higher resistance of cells to BCNU treatment"}, {"pubmed": 25579166, "text": "These findings that Prdx1 may be involved in tumorigenesis in esophageal squamous cell carcinoma"}, {"pubmed": 26117319, "text": "TRX-1/PRX-1 levels are associated with NADPH oxidase-activity in vivo and in vitro in atherosclerosis."}, {"pubmed": 26150388, "text": "Dephosphorylation of PrxI by okadaic acid-sensitive phosphatases during late mitosis again shields the centrosome from H2O2 and thereby allows the reactivation of Cdk1-opposing phosphatases at the organelle."}, {"pubmed": 26159854, "text": "The immunohistochemistry-based validation using tissue microarray slides in oral squamous cell carcinoma revealed overexpression of the RAB2A and PRDX1 gene in 80 and 68 % of the tested clinical cases, respectively."}, {"pubmed": 26170166, "text": "This review will summarize the molecular basis of differences in the affinity of Srx for individual Prx and the role of individual component of the Srx-Prx system in tumor progression and metastasis."}, {"pubmed": 26301632, "text": "the protein and mRNA levels of PRDX1 were significantly elevated under insulin-resistant conditions"}, {"pubmed": 26478675, "text": "PRDX1 was overexpressed in the tumor tissues of liver cancer and served as an independent poor prognostic factor for overall survival. PRDX1 can be modified by small ubiquitin-like modifier to play specific roles in hepatocarcinogenesis."}, {"pubmed": 26548861, "text": "Data show the protein partners of human Prx1 and Prx2 and identified three sequence motifs, or combination thereof in Prxs partners, namely: CXXC, PXXP, and LXXLL. that can be important for protein localization, function and biological pathways. [review]"}, {"pubmed": 26617696, "text": "The data indicate that Prdx1 may contribute to the development and progression of hilar cholangiocarcinoma"}, {"pubmed": 26636537, "text": "Data show that peroxiredoxins PRDX1 and PRDX2 are upregulated in tumor B cells as compared with normal counterparts."}, {"pubmed": 26689287, "text": "Our data suggest that PRX1 inactivation could represent an interesting strategy to enhance cancer cell sensitivity to vitK3, providing a potential new therapeutic perspective for this old molecule."}, {"pubmed": 27142532, "text": "circulating Prdx1 provides not only prognostic information but may be a promising target against ischemia/reperfusion injury."}, {"pubmed": 27177495, "text": "The gene signature of OPA1, CTSA, NDUFA1, STK10 and PRDX1 was able to identify patients post-implant with a sensitivity of 91% and a specificity of 86% in discrimination between post-implant group and healthy controls."}, {"pubmed": 27259998, "text": "Prx1 might play an oncogenic role in tobacco-related oral squamous cell carcinoma and thus serve as a target for chemopreventive and therapeutic interventions."}, {"pubmed": 27388124, "text": "Study uncovered a novel interaction between APE1 and PRDX1, which existed in both the nuclear and cytosolic fractions. Its knockdown enhances APE1 detection in the nucleus and stimulates IL-8 expression. Also, in gastric cancer patients, PRDX1 mRNA expression level is reduced and correlates with poor survival."}, {"pubmed": 27503926, "text": "our findings suggest that the tumor suppressor activity of SIRT2 requires its ability to restrict the antioxidant activity of Prdx-1, thereby sensitizing breast cancer cells to reactive oxygen species -induced DNA damage and cell cytotoxicity"}, {"pubmed": 27517622, "text": "Peroxiredoxin I (Prx I) increased in tumors of hepatocellular carcinoma (HCC) patients that aligned with overexpression of oncogenic H-ras."}, {"pubmed": 27612662, "text": "infection results in S-nitrosylation of multiple host proteins, including Prx1."}, {"pubmed": 27756681, "text": "peroxiredoxin 1 has a role in redox sensing and transducing [review]"}, {"pubmed": 27924073, "text": "Median PRDX1 levels were significantly higher in stroke patients compared to controls."}, {"pubmed": 28009281, "text": "PRDX1 safeguards telomeres from oxygen radicals to counteract telomere damage and preserve telomeric DNA for elongation by telomerase."}, {"pubmed": 28082197, "text": "UV-vis spectra of heme-PRX1 suggested that Cys52 is the axial ligand of ferric heme. PRX1 peroxidase activity was lost upon heme binding, reflecting the fact that Cys52 is not only the heme-binding site but also the active center of peroxidase activity."}, {"pubmed": 28219939, "text": "Data suggest that PRX1 is a dual-function enzyme exhibiting both thioredoxin peroxidase-like activity and catalase-like activity with varied affinities towards reactive oxygen species; studies were conducted using recombinant proteins from green spotted puffer fish Tetraodon nigroviridis and from human."}, {"pubmed": 28314261, "text": "Activation of PRX1 and -2 indicate cold atmospheric plasma affects redox homeostasis in osteosarcoma cells"}, {"pubmed": 28348082, "text": "Prx1 and Prx2 are likely targets of urate hydroperoxide in cells. Oxidation of Prxs by urate hydroperoxide might affect cell function and be partially responsible for the pro-oxidant and pro-inflammatory effects of uric acid."}, {"pubmed": 28398822, "text": "these data ascertain the existence of an H2O2-sensitive PRDX1-FOXO3 signaling axis that fine tunes FOXO3 activity toward the transcription of gene targets in response to oxidative stress."}, {"pubmed": 29063384, "text": "Even low doses of radiation employed for dental purposes are capable to provoke stress to cells, which was demonstrated via the induction of the antioxidant gene PRDX1. In elderly patients, such mechanism was demonstrated to be impaired."}, {"pubmed": 29302025, "text": "The epimutation is present in three generations and results from PRDX1 mutations that force antisense transcription of MMACHC."}, {"pubmed": 29582423, "text": "High PRDX1 expression is associated with glioma brain invasion."}, {"pubmed": 29656298, "text": "The mRNA and protein levels of Prdx1 in the GC tissues were higher than in the peri-tumor tissues. Authors also found that high Prdx1 expression was positively correlated with the lymph node invasion and poor prognosis."}, {"pubmed": 29673884, "text": "that Peroxiredoxin1 expression predicted poor prognosis by regulating the tumor metastasis and angiogenesis of colorectal cancer"}, {"pubmed": 29687844, "text": "Down-regulation of PRDX1 in colorectal cancer SW480 cells could inhibit the cell proliferation, migration, invasion, and induce cell apoptosis."}, {"pubmed": 29773556, "text": "PRDX1 and MTH1 cooperate to prevent accumulation of oxidized guanine in the genome"}, {"pubmed": 29884768, "text": "A comparison of a new, 2.15-A-resolution crystal structure of Prx2 in the oxidized, disulfide-bonded state with the hyperoxidized structure of Prx2 and Prx1 in complex with sulfiredoxin revealed three structural regions that rearrange during catalysis."}, {"pubmed": 29908016, "text": "PRDX1 expression is low in osteosarcoma and fibrosarcoma tumors. PRDX1 suppressed the progression and metastasis of osteosarcoma and fibrosarcoma cells."}, {"pubmed": 29929436, "text": "PRDX1 negatively regulates TLR4 signaling for NFKB activation and autophagy functions such as bactericidal activity, cancer cell migration, and cancer cell invasion by inhibiting TRAF6 ubiquitin-ligase activity."}, {"pubmed": 30284335, "text": "a crucial difference between PRDX1 and PRDX2 is on the resolution step of the catalytic cycle, the rate of disulfide formation (11 s(-1) for PRDX1, 0.2 s(-1) for PRDX2, independent of the oxidant) which correlates with their different sensitivity to hyperoxidation."}, {"pubmed": 30287919, "text": "Study provides evidence for a dominant role for PRDX1 in management of exogeneous oxidative stress by breast cancer cells."}, {"pubmed": 30567989, "text": "The roles of Prdx1 and Exosc5 in host defense mechanisms in HBV infection."}, {"pubmed": 30693924, "text": "Studied inhibition of human peroxiredoxin I (PRX1) by anticancer Ruthenium complexes; results demonstrated the Ruthenium complexes inhibit by binding and oxidation of cysteine 173 in the catalytic site of PRX1."}, {"pubmed": 30862546, "text": "The NADPH oxidase inhibitor, diphenyleneiodonium, prevented Prx1 dimerization in stimulated dHL-60cells, and decreased the extent of oxidation under resting conditions. In contrast, Prx1 and Prx2 were present in neutrophils from human blood as disulfides, and PMA or S. aureus caused no further oxidation."}, {"pubmed": 30886505, "text": "MiR-596 has a tumor suppressive role in gastric cancer and is downregulated partly due to promoter hypermethylation. Furthermore, PRDX1 is one of the putative target genes of miR-596."}, {"pubmed": 30981892, "text": "results show a novel interaction partner of TPD52 providing new insights of its functions and ascertain the role of TPD52-PRDX1 interaction in prostate cancer progression."}, {"pubmed": 31158443, "text": "Prx1 has a role as a post-transcriptional regulator of snoRNAs"}, {"pubmed": 31366734, "text": "The fact that the biologically ubiquitous HCO3 (-)/CO2 pair stimulates Prx1 hyperoxidation and inactivation bears relevance to Prx1 functions beyond its antioxidant activity."}, {"pubmed": 31429766, "text": "High PRDX1 expression is associated with epithelial-mesenchymal transition in head and neck squamous cell carcinoma."}, {"pubmed": 31470801, "text": "Results found that peroxiredoxin 1 is frequently over-expressed in cervical squamous cancer. Its high expression level is related to a poor response to cisplatin-based neoadjuvant chemotherapy."}, {"pubmed": 31477836, "text": "these studies demonstrate that the TXNDC9-PRDX1 axis plays an important role for ROS to activate AR functions. It provides a proof-of-principle that co-targeting AR and PRDX1 may be more effective to control prostate cancer (PCa) growth."}, {"pubmed": 31580947, "text": "Deciphering the in vivo redox behavior of human peroxiredoxins I and II by expressing in budding yeast."}, {"pubmed": 31613423, "text": "Peroxiredoxin 1 as an inflammatory marker in diarrhea-predominant and postinfectious irritable bowel syndrome."}, {"pubmed": 31901729, "text": "Peroxiredoxin-1 regulates lipid peroxidation in corneal endothelial cells."}, {"pubmed": 32357862, "text": "Prdx1 promotes the loss of primary cilia in esophageal squamous cell carcinoma."}, {"pubmed": 32736685, "text": "Peroxiredoxin I deficiency increases keratinocyte apoptosis in a skin tumor model via the ROS-p38 MAPK pathway."}, {"pubmed": 32739204, "text": "Decoy receptor 2 mediation of the senescent phenotype of tubular cells by interacting with peroxiredoxin 1 presents a novel mechanism of renal fibrosis in diabetic nephropathy."}, {"pubmed": 32881473, "text": "PRDX1 stimulates non-small-cell lung carcinoma to proliferate via the Wnt/beta-Catenin signaling."}, {"pubmed": 33011678, "text": "A curious case of cysteines in human peroxiredoxin I."}, {"pubmed": 33147465, "text": "PRDX1 Counteracts Catastrophic Telomeric Cleavage Events That Are Triggered by DNA Repair Activities Post Oxidative Damage."}, {"pubmed": 33338736, "text": "Association of Peroxiredoxin 1 and brain-derived neurotrophic factor serum levels with depression and anxiety symptoms in patients with irritable bowel syndrome."}, {"pubmed": 33712558, "text": "Cullin-5 neddylation-mediated NOXA degradation is enhanced by PRDX1 oligomers in colorectal cancer."}, {"pubmed": 33747258, "text": "Prognostic Value of Peroxiredoxin-1 Expression in Patients with Solid Tumors: a Meta-Analysis of Cohort Study."}, {"pubmed": 34055579, "text": "Clinicopathological Significance of FOXO4 Expression and Correlation with Prx1 in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 34215320, "text": "PRDX1 gene-related epi-cblC disease is a common type of inborn error of cobalamin metabolism with mono- or bi-allelic MMACHC epimutations."}, {"pubmed": 34260286, "text": "Peroxiredoxin 1 Interacts with TBK1/IKKepsilon and Negatively Regulates Pseudorabies Virus Propagation by Promoting Innate Immunity."}, {"pubmed": 34322898, "text": "Guanine Nucleotide-Binding Protein G(i) Subunit Alpha 2 Exacerbates NASH Progression by Regulating Peroxiredoxin 1-Related Inflammation and Lipophagy."}, {"pubmed": 34389806, "text": "Peroxiredoxin-1 Tyr194 phosphorylation regulates LOX-dependent extracellular matrix remodelling in breast cancer."}, {"pubmed": 34409853, "text": "Membrane Bound Peroxiredoxin-1 Serves as a Biomarker for In Vivo Detection of Sessile Serrated Adenomas."}, {"pubmed": 35460420, "text": "The role of human umbilical cord mesenchymal stem cells-derived exosomal microRNA-431-5p in survival and prognosis of colorectal cancer patients."}, {"pubmed": 36587441, "text": "Upregulation of exofacial peroxiredoxin-thioredoxin system of lymphocytes and monocytes in preeclampsia."}, {"pubmed": 37164261, "text": "Peroxiredoxin 1 aggravates acute kidney injury by promoting inflammation through Mincle/Syk/NF-kappaB signaling."}, {"pubmed": 37259925, "text": "A metabolic map of the DNA damage response identifies PRDX1 in the control of nuclear ROS scavenging and aspartate availability."}, {"pubmed": 37468052, "text": "The PRX-1/TLR4 axis promotes hypoxia-induced radiotherapy resistance in non-small cell lung cancer by targeting the NF-kappaB/p65 pathway."}, {"pubmed": 37955780, "text": "LncFASA promotes cancer ferroptosis via modulating PRDX1 phase separation."}], "genomic_pos": {"chr": "1", "end": 45542732, "ensemblgene": "ENSG00000117450", "start": 45510914, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 45988719, "start": 45976708, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 8089076, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006979", "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007249", "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008283", "pubmed": 8089076, "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019430", "qualifier": "involved_in", "term": "removal of superoxide radicals"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030101", "pubmed": 8462106, "qualifier": "involved_in", "term": "natural killer cell activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032872", "qualifier": "involved_in", "term": "regulation of stress-activated MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033554", "qualifier": "involved_in", "term": "cellular response to stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034101", "qualifier": "involved_in", "term": "erythrocyte homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042267", "qualifier": "involved_in", "term": "natural killer cell mediated cytotoxicity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042744", "qualifier": "involved_in", "term": "hydrogen peroxide catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042744", "pubmed": 11986303, "qualifier": "acts_upstream_of_or_within", "term": "hydrogen peroxide catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042744", "pubmed": 18606987, "qualifier": "involved_in", "term": "hydrogen peroxide catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045321", "qualifier": "involved_in", "term": "leukocyte activation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045454", "qualifier": "involved_in", "term": "cell redox homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048144", "qualifier": "involved_in", "term": "fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901222", "qualifier": "involved_in", "term": "regulation of non-canonical NF-kappaB signal transduction"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [22664934, 23580065], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 17603937, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 17603937, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042470", "qualifier": "located_in", "term": "melanosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004601", "pubmed": 11986303, "qualifier": "enables", "term": "peroxidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004601", "qualifier": "enables", "term": "peroxidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15105503, 17909037, 18172504, 19369943, 21044950, 21969592, 23386615, 27607350, 28671123, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008379", "qualifier": "enables", "term": "thioredoxin peroxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008379", "pubmed": 18606987, "qualifier": "enables", "term": "thioredoxin peroxidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}]}, "homologene": {"genes": [[7955, 541344], [8364, 496551], [9031, 424598], [9544, 706142], [9598, 456537], [9606, 5052], [9615, 475375], [9913, 281997], [10090, 18477], [10116, 117254], [10116, 100363379]], "id": 99789}, "interpro": [{"desc": "Alkyl hydroperoxide reductase subunit C/ Thiol specific antioxidant", "id": "IPR000866", "short_desc": "AhpC/TSA"}, {"desc": "Thioredoxin domain", "id": "IPR013766", "short_desc": "Thioredoxin_domain"}, {"desc": "Peroxiredoxin, C-terminal", "id": "IPR019479", "short_desc": "Peroxiredoxin_C"}, {"desc": "Peroxiredoxin, AhpC-type", "id": "IPR024706", "short_desc": "Peroxiredoxin_AhpC-typ"}, {"desc": "Thioredoxin-like superfamily", "id": "IPR036249", "short_desc": "Thioredoxin-like_sf"}], "ipi": "IPI00000874", "map_location": "1p34.1", "name": "peroxiredoxin 1", "other_names": ["epididymis secretory sperm binding protein", "natural killer cell-enhancing factor A", "natural killer-enhancing factor A", "peroxiredoxin-1", "proliferation-associated gene A", "proliferation-associated gene protein", "thioredoxin peroxidase 2", "thioredoxin-dependent peroxide reductase 2", "thioredoxin-dependent peroxiredoxin 1"], "pantherdb": {"HGNC": "9352", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99523", "ortholog_type": "LDO", "panther_family": "PTHR10681", "taxid": 10090, "uniprot_kb": "P35700"}, {"Ensembl": "ENSRNOG00000017695", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 10116, "uniprot_kb": "A0A0G2K3Z9"}, {"RGD": "620039", "ortholog_type": "LDO", "panther_family": "PTHR10681", "taxid": 10116, "uniprot_kb": "Q63716"}, {"Ensembl": "ENSGALG00000010243", "ortholog_type": "LDO", "panther_family": "PTHR10681", "taxid": 9031, "uniprot_kb": "P0CB50"}, {"ZFIN": "ZDB-GENE-050320-35", "ortholog_type": "LDO", "panther_family": "PTHR10681", "taxid": 7955, "uniprot_kb": "A2AWE1"}, {"WormBase": "WBGene00006434", "ortholog_type": "LDO", "panther_family": "PTHR10681", "taxid": 6239, "uniprot_kb": "A0A0K3AUJ9"}, {"FlyBase": "FBgn0036490", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 7227, "uniprot_kb": "Q9VUM4"}, {"FlyBase": "FBgn0040309", "ortholog_type": "LDO", "panther_family": "PTHR10681", "taxid": 7227, "uniprot_kb": "Q9V3P0"}, {"SGD": "S000002861", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 4932, "uniprot_kb": "Q04120"}, {"SGD": "S000004490", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 4932, "uniprot_kb": "P34760"}, {"PomBase": "SPCC576.03c", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 4896, "uniprot_kb": "O74887"}, {"dictyBase": "DDB_G0274859", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 352472, "uniprot_kb": "Q555L5"}, {"TAIR": "2164265", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 3702, "uniprot_kb": "Q9C5R8"}, {"TAIR": "2080707", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 3702, "uniprot_kb": "Q96291"}, {"EnsemblGenome": "BAA35235", "ortholog_type": "O", "panther_family": "PTHR10681", "taxid": 562, "uniprot_kb": "P0AE08"}], "uniprot_kb": "Q06830"}, "pathway": {"kegg": [{"id": "hsa04146", "name": "Peroxisome - Homo sapiens (human)"}, {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}], "netpath": {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, "pid": {"id": "ar_pathway", "name": "Coregulation of Androgen receptor activity"}, "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5628897", "name": "TP53 Regulates Metabolic Genes"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8862803", "name": "Deregulated CDK5 triggers multiple neurodegenerative pathways in Alzheimer's disease models"}, {"id": "R-HSA-8863678", "name": "Neurodegenerative Diseases"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9734009", "name": "Defective Intrinsic Pathway for Apoptosis"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9759194", "name": "Nuclear events mediated by NFE2L2"}, {"id": "R-HSA-9818027", "name": "NFE2L2 regulating anti-oxidant/detoxification enzymes"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}]}, "pdb": ["2RII", "3HY2", "4XCS", "7LJ1", "7WET", "7WEU"], "pfam": ["PF00578", "PF10417"], "pharmgkb": "PA33722", "pharos": {"target_id": 13566, "tdl": "Tchem"}, "pir": "A46711", "prosite": "PS51352", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176789", "relationship": "is"}, {"id": "GNF187695", "relationship": "is"}, {"id": "GNF198601", "relationship": "is"}, {"id": "GNF209507", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156956", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031421", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF011654", "relationship": "is"}, {"id": "GNF011655", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100036", "relationship": "is"}, {"id": "GNF139691", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001189360.1", "NP_002565.1", "NP_859047.1", "NP_859048.1"], "rna": ["NM_001202431.2", "NM_002574.4", "NM_181696.3", "NM_181697.3"], "translation": [{"protein": "NP_859048.1", "rna": "NM_181697.3"}, {"protein": "NP_859047.1", "rna": "NM_181696.3"}, {"protein": "NP_001189360.1", "rna": "NM_001202431.2"}, {"protein": "NP_002565.1", "rna": "NM_002574.4"}]}, "reporter": {"HG-U133_Plus_2": "208680_at", "HG-U95Av2": "41213_at", "HTA-2_0": "TC01002611.hg.1", "HuEx-1_0": "2410241", "HuGene-1_1": "7915733", "HuGene-2_1": "16686472"}, "summary": "This gene encodes a member of the peroxiredoxin family of antioxidant enzymes, which reduce hydrogen peroxide and alkyl hydroperoxides. The encoded protein may play an antioxidant protective role in cells, and may contribute to the antiviral activity of CD8(+) T-cells. This protein may have a proliferative effect and play a role in cancer development or progression. Four transcript variants encoding the same protein have been identified for this gene. [provided by RefSeq, Jan 2011].", "symbol": "PRDX1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418879"}, "unigene": ["Hs.679832", "Hs.180909", "Hs.731900"], "uniprot": {"Swiss-Prot": "Q06830", "TrEMBL": ["A0A0A0MRQ5", "A0A384NPQ2"]}, "wikipedia": {"url_stub": "Peroxiredoxin 1"}}