{"AllianceGenome": "9360", "HGNC": "9360", "MIM": "170280", "_id": "5551", "_version": 1, "accession": {"genomic": ["AL355344.20", "AY489286.1", "CH471083.1", "CP068268.2", "KC863984.1", "KC863985.1", "KF727587.1", "KF727588.1", "LC461698.1", "M31951.1", "NC_000010.11", "NC_060934.1", "NG_009615.1"], "protein": ["AAA60065.1", "AAA60167.1", "AAA63618.1", "AAH47695.2", "AAH63043.1", "ACU25794.1", "AGS13731.1", "AGS13732.1", "AHC72295.1", "AHC72296.1", "BAD92841.1", "BAG35621.1", "BBJ35458.1", "CAA31612.1", "EAW54407.1", "NP_001076585.1", "NP_005032.2", "P14222.1"], "rna": ["AB209604.1", "AK312754.1", "BC047695.1", "BC063043.1", "BQ051559.1", "BQ654088.1", "DA816891.1", "DA941244.1", "FJ555237.1", "HY075867.1", "L40557.1", "M28393.1", "NM_001083116.3", "NM_005041.6", "X13224.1"], "translation": [{"protein": "AAH47695.2", "rna": "BC047695.1"}, {"protein": "AAA60065.1", "rna": "M28393.1"}, {"protein": "ACU25794.1", "rna": "FJ555237.1"}, {"protein": "NP_001076585.1", "rna": "NM_001083116.3"}, {"protein": "BAG35621.1", "rna": "AK312754.1"}, {"protein": "NP_005032.2", "rna": "NM_005041.6"}, {"protein": "CAA31612.1", "rna": "X13224.1"}, {"protein": "BAD92841.1", "rna": "AB209604.1"}, {"protein": "AAA63618.1", "rna": "L40557.1"}, {"protein": "AAH63043.1", "rna": "BC063043.1"}]}, "alias": ["HPLH2", "P1", "PFP"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2023-08-15T11:00:00.000Z", "disease_label": "familial hemophagocytic lymphohistiocytosis 2", "gcep": "Primary Immune Regulatory Disorders Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0011337", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_6705dc54-6e7e-4d7f-8377-4e87bb093819-2023-08-15T110000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000180644", "protein": ["ENSP00000362305", "ENSP00000398568", "ENSP00000492048"], "transcript": ["ENST00000373209", "ENST00000441259", "ENST00000638674", "ENST00000639390"], "translation": [{"protein": "ENSP00000492048", "rna": "ENST00000638674"}, {"protein": "ENSP00000398568", "rna": "ENST00000441259"}, {"protein": "ENSP00000362305", "rna": "ENST00000373209"}], "type_of_gene": "protein_coding"}, "entrezgene": "5551", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.94621117433, "exp_mis": 235.724850408, "exp_syn": 110.810146051, "lof_z": -0.348998609921339, "mis_z": -0.518486433820874, "mu_lof": 7.40225976581e-07, "mu_mis": 2.15778959876e-05, "mu_syn": 1.00663109711e-05, "n_lof": 10.0, "n_mis": 252.0, "n_syn": 118.0, "p_li": 1.39812349386747e-07, "p_null": 0.884919561343233, "p_rec": 0.115080298844417, "syn_z": -0.423430989981609}, "bp": 1668, "cds_end": 72360658, "cds_start": 72357808, "n_exons": 2, "nonpsych": {"exp_lof": 8.0581076109, "exp_mis": 213.314666252, "exp_syn": 100.254804878, "lof_z": 0.0201033515302277, "mis_z": -0.472612923014638, "mu_lof": 7.40225976581e-07, "mu_mis": 2.15778959876e-05, "mu_syn": 1.00663109711e-05, "n_lof": 8.0, "n_mis": 227.0, "n_syn": 106.0, "p_li": 7.37040669646452e-06, "p_null": 0.727166069892276, "p_rec": 0.272826559701028, "syn_z": -0.361256802865631}, "nontcga": {"exp_lof": 8.22670579756, "exp_mis": 216.863069699, "exp_syn": 101.94153664, "lof_z": -0.265957980996695, "mis_z": -0.613593640702555, "mu_lof": 7.40225976581e-07, "mu_mis": 2.15778959876e-05, "mu_syn": 1.00663109711e-05, "n_lof": 9.0, "n_mis": 235.0, "n_syn": 108.0, "p_li": 8.47987414839907e-07, "p_null": 0.831413781267623, "p_rec": 0.168585370744962, "syn_z": -0.379937279065064}, "transcript": "ENST00000441259.1"}, "exons": [{"cdsend": 70600902, "cdsstart": 70598052, "chr": "10", "position": [[70597347, 70599181], [70600363, 70600932], [70602644, 70602741]], "strand": -1, "transcript": "NM_001083116", "txend": 70602741, "txstart": 70597347}, {"cdsend": 70600902, "cdsstart": 70598052, "chr": "10", "position": [[70597347, 70599181], [70600363, 70600906], [70602644, 70602788]], "strand": -1, "transcript": "NM_005041", "txend": 70602788, "txstart": 70597347}], "exons_hg19": [{"cdsend": 72360658, "cdsstart": 72357808, "chr": "10", "position": [[72357103, 72358937], [72360119, 72360688], [72362400, 72362497]], "strand": -1, "transcript": "NM_001083116", "txend": 72362497, "txstart": 72357103}, {"cdsend": 72360658, "cdsstart": 72357808, "chr": "10", "position": [[72357103, 72358937], [72360119, 72360662], [72362400, 72362544]], "strand": -1, "transcript": "NM_005041", "txend": 72362544, "txstart": 72357103}], "generif": [{"pubmed": 11565555, "text": "six novel mutations in children with haemophagocytic lymphohistiocytosis"}, {"pubmed": 12009596, "text": "expressed during acute cellular rejection episodes after kidney transplantation"}, {"pubmed": 12131187, "text": "The fraction of perforin-expressing HIV-specific CD8 T cells is a marker for disease progression in HIV infection"}, {"pubmed": 12270380, "text": "detection of transcript levels of this gene in peripheral blood lymphocytes in patients with renal allografts"}, {"pubmed": 12368910, "text": "Although high frequencies of HIV-specific CD8+ T cells were present in nonprogressors and progressors, only those of nonprogressors maintained a high proliferative capacity. This proliferation was coupled to increases in perforin expression."}, {"pubmed": 12372421, "text": "IL-12-induced expression of the perforin gene in NK cells is directly regulated by STAT4"}, {"pubmed": 12574394, "text": "A study using a combination of hereditary perforin-deficient effector cells and Fas-deficient target cells reveals the essential roles of perforin in antigen-specific cytotoxicity mediated by human CD4+ as well as CD8+ cytotoxic T lymphocytes."}, {"pubmed": 12672182, "text": "Perforin positive cells may participate in the acute phase of RA by maintaining and perpetuating inflammation and contributing to tissue destruction."}, {"pubmed": 12919092, "text": "Expressed in blood as a marker of kidney transplantation rejection."}, {"pubmed": 14512315, "text": "PMNs contain perforin and granzyme B, the 2 molecules known as the cytotoxic entity of natural killer cells and of cytotoxic T lymphocytes"}, {"pubmed": 14634500, "text": "A decrease in perforin expression by cytotoxic cells could be a major factor in explaining the physiopathologic mechanisms of several alcohol-associated diseases."}, {"pubmed": 14697980, "text": "Levels predict acute rejection in small intestine transplants."}, {"pubmed": 14757862, "text": "Hemophagocytic lymphohistiocytosis patients with PRF1 mutations demonstrated absent or markedly decreased natural killer cell function."}, {"pubmed": 14996347, "text": "examined the correlation between injury of the hepatocytes and mRNA expression of FasL and perforin/granzyme B in liver tissue to investigate the roles of both the FasL and the perforin/granzyme B pathways in chronic hepatitis B"}, {"pubmed": 15028722, "text": "perforin has a role in a granzyme M- mediated cell death pathway that plays a significant role in death mediated by NK cells"}, {"pubmed": 15113754, "text": "Ligand-induced LFA-1 clustering facilitated perforin release, demonstrating LFA-1 could regulate degranulation mechanisms"}, {"pubmed": 15336785, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15342365, "text": "role of polymorphism in the familial hemophagocytic lymphohistiocytosis phenotype"}, {"pubmed": 15576364, "text": "the perforin C2 domain regulates calcium-dependent plasma membrane binding and cell lysis"}, {"pubmed": 15641052, "text": "Patients with disease flares were characterized by higher proportions of perforin- and/or granzyme B-positive lymphocytes with a differentiated effector phenotype (CCR7- and CD45RA+)."}, {"pubmed": 15728124, "text": "findings suggest that perforin also plays a key role in the mechanisms of immune surveillance that prevent tumor growth and/or development"}, {"pubmed": 15818305, "text": "etiologic agent of Kawasaki Disease interferes with expression of this cytotoxic protein by CD8 T lymphocytes, prolonging inflammation in the arterial wall and leading to coronary artery aneurysm formation."}, {"pubmed": 15921391, "text": "A91V is a novel and frequent predisposing factor for childhood ALL."}, {"pubmed": 15998831, "text": "polymorphonuclear leukocytes from mice and humans lack the 3 cytotoxic effector molecules, granzyme A, gzmB, and perf, generally associated with natural killer and cytotoxic T lymphocytes"}, {"pubmed": 16278825, "text": "A large group of 63 unrelated patients with Familial hemophagocytic lymphohistiocytosis (FHL) was analysed for mutations in STX11, PRF1, and UNC13D."}, {"pubmed": 16374518, "text": "Perforin missense mutations lead to absent perforin detection and impaired cytotoxicity and underly the diversity of hemophagocytic lymphohistiocytosis."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16524880, "text": "UV-B induces GrB and PFN expression in keratinocytes, and these cells acquire acquire a significant cytotoxicity, which is GrB and PFN dependent, toward a variety of cellular targets."}, {"pubmed": 16611250, "text": "Although the 1012T genotype appears to influence perforin expression, it is not conclusively associated with disease progression in HIV infection."}, {"pubmed": 16611250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16611257, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16611257, "text": "The frequency of the A91V variant in familial haemophagocytic lymphohistiocytosis patients is much higher than that observed in controls and suggests that the alteration is an important genetic susceptibility factor."}, {"pubmed": 16720836, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16720836, "text": "data suggest that perforin variations are a susceptibility factor for ALPS/DALD development in subjects with defective Fas function and may influence disease expression"}, {"pubmed": 16770700, "text": "NK cells express perforin more efficiently than CD8+ T cells, CD8+ T cells expressed perforin higher than that of healthy controls, but NK cells expressed lower perforin than that of healthy controls, both were not correlated with HIV disease progression"}, {"pubmed": 16791263, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16860143, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16860143, "text": "We found that all identified infants with HLH of African descent (17 from USA, 4 from Europe) have 50delT-PRF1 (16 homozygotes, 5 compound heterozygotes), accounting for the most frequently observed PRF1 mutation."}, {"pubmed": 16908262, "text": "PCR analysis for Granzyme B/perforin up-regulation might play a role along with clinical criteria for detection of presymptomatic acute rejection episodes in intestinal recipients."}, {"pubmed": 16914553, "text": "cathepsin B is not essential for protection of cytotoxic lymphocytes from the toxic effects of their secreted perforin"}, {"pubmed": 17055354, "text": "Results suggest that perforin and granzyme-B gene expressions are accurate in detecting both cellular and antibody-mediated rejection."}, {"pubmed": 17213580, "text": "The mRNA and protein expression of perforin significantly increases in CD4(+) and CD8(+) T cells treated with 5-azaC, which is associated with DNA hypomethylation of perforin promoter in T cells."}, {"pubmed": 17222571, "text": "we identified the locus-wide ensemble of cis-acting sequences that drives PRF1 transcription physiologically"}, {"pubmed": 17266056, "text": "nonsense perforin gene mutations yield early onset and missense mutations late onset in familial hemophagocytic lymphohistiocytosis cases"}, {"pubmed": 17311987, "text": "PRF1 genetic alterations may represent genetic risk factors for bone marrow failure"}, {"pubmed": 17475905, "text": "Polymorphism in PRF1 is associated with presynaptic and postsynaptic defects in function"}, {"pubmed": 17477373, "text": "Germline mutations of the perforin gene are a frequent occurrence in childhood anaplastic large cell lymphoma"}, {"pubmed": 17477373, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17627755, "text": "data indicate that A91V-PRF1 genotype is insufficient to cause familial haemophagocytic lymphohistiocytosis by itself, although it may represent a genetic susceptibility factor for immune dysregulation"}, {"pubmed": 17652853, "text": "Not much evidence is present concerning a correlation between perforin gene defects and familial hemophagocytic lymphohistiocytosis."}, {"pubmed": 17674359, "text": "Perforin gene defects do not seem to be involved in one-third of the cases of familial hemophagocytic lymphohistiocytosis."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17724145, "text": "the cytotoxic granules-dependent cell death in ALPS may compensate for Fas deficiency in T lymphocytes. Furthermore, a novel AICD pathway is identified as a unique alternative to Fas apoptosis in human peripheral T lymphocytes."}, {"pubmed": 17873118, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 17873118, "text": "genotype-phenotype study of familial haemophagocytic lymphohistiocytosis type 2; PRF1 mutations are spread over the functional domains; later onset & residual cytotoxic function are observed in patients with at least one missense mutation"}, {"pubmed": 18097852, "text": "The mRNA and protein expression levels of perforin, which is the cytolytic granule of NK cells, were regulated by heat shock in a similar manner as NK cytotoxicity at 5 h and at 24 h after heat shock."}, {"pubmed": 18190960, "text": "Perforin mutations are associated with hemophagocytic lymphohistiocytosis"}, {"pubmed": 18198357, "text": "N252S amino acid substitution and possibly other PRF1 variations are susceptibility factors for type 1 diabetes development."}, {"pubmed": 18198357, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18275349, "text": "We report on a frequent ex vivo dissociation of the HIV peptide-induced secretion of perforin, granzymeB and IFN gamma by HIV-specific CD8(+) cells in HIV infection."}, {"pubmed": 18311812, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18311812, "text": "The genes PRF1, GZMB, UNC13D, and Rab27a involved in hemophagocytic lymphohistiocytosis do not confer a significant risk of association with systemic-onset juvenile idiopathic arthritis."}, {"pubmed": 18496551, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18496551, "text": "Variations in the perforin gene displayed a trend in association with MS."}, {"pubmed": 18523274, "text": "Accessible chromatin associated (histone 3 lysine 9) acetylation state serves as a cornerstone for differentially high expression of effector gene eomesodermin and its targets perforin 1 and granzyme B in memory CD8 T cells."}, {"pubmed": 18580471, "text": "Granzyme B and perforin are diagnostic molecular markers of acute rejection. Granzyme B and perforin blood levels are also increased in viral infections and posttransplant lymphoproliferative disease."}, {"pubmed": 18615597, "text": "Polychromatic flow cytometry was used to detect perforin and cytokine production following stimulation of ex vivo human CD8 T cells."}, {"pubmed": 18710388, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18927437, "text": "Functional assessment of perforin C2 domain mutations illustrates the critical role for calcium-dependent lipid binding in perforin cytotoxic function."}, {"pubmed": 19058215, "text": "a heterozygous alteration in the PRF1 gene may have made the patient more susceptible for hemophagocytic lymphohistiocytosis under the circumstances of ongoing infection associated with X-linked chronic granulomatous disease"}, {"pubmed": 19141320, "text": "difference in gene expression between acute rejection and non-rejection in kidney graft biopsies"}, {"pubmed": 19150377, "text": "Unlike peripheral CD8+CD28- T cells, decidual CD8+CD28- T cells do not express the cytolytic molecule perforin"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19284501, "text": "Urinary mRNA levels of perforin, granzyme B and granulysin are significantly elevated during acute rejection but not during bacteriuria or CMV infections when compared with recipients with stable graft function."}, {"pubmed": 19380804, "text": "Following antigen-specific activation, newly synthesized perforin rapidly appears at the immunological synapse, both in association with and independent of virus-specific CD8-positive T cell cytotoxic granules, where it functions to promote cytotoxicity."}, {"pubmed": 19394279, "text": "Data showed that the CD70, perforin and KIR2DL4 promoters are demethylated in CD4(+)CD28(-) T cells, and that DNA methyltransferase 1 (Dnmt1) and Dnmt3a levels are decreased in this subset."}, {"pubmed": 19639728, "text": "genetic polymorphism is associated with familial hemophagocytic lymphohistiocytosis"}, {"pubmed": 19651491, "text": "DNA demethylation at the perforin locus contributes to perforin overexpression in subacute cutaneous lupus erythematosus CD4(+) T cells."}, {"pubmed": 20019066, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20035050, "text": "GZMB contributes to abdominal aortic aneurysm pathogenesis via a perforin-independent mechanism involving extracellular matrix degradation and subsequent loss of vessel wall integrity."}, {"pubmed": 20049450, "text": "We did not find a correlation between PRF1 transcripts and proteins in CD4(+) T cells and systemic lupus erythematosus disease activity."}, {"pubmed": 20092789, "text": "Mutations in the perforin gene in children with hemophagocytic lymphohistiocytosis."}, {"pubmed": 20092789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20100010, "text": "Results describe the relationship between the expression of IFN-gamma, IL-4, Foxp3 and perforin genes and the methylation status of their promoters in immune thrombocytopenic purpura (ITP) patients."}, {"pubmed": 20221423, "text": "The differential propensity of CD8(+) T cells to produce either IL-2 or perforin is in part related to levels of CD28 and the transcription factor T-bet in viral infections"}, {"pubmed": 20225066, "text": "Human CD4(+)CD25(high) Treg and CD4(+)CD25(neg) responder T cells reciprocally regulate death/growth arrest by differentially utilizing the granzyme-perforin pathway depending on IL-2 concentrations."}, {"pubmed": 20229057, "text": "is not present among cytolytic NK cells-derived molecules in patients with HIV-associated pulmonary tuberculosis"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20306696, "text": "Data suggest the role of Perforin + cytotoxic T lymphocytes and CD134+ cells in the pathogenesis of autoimmunity of SLE."}, {"pubmed": 20368273, "text": "Preformed perforin granules predominate in unstimulated natural killer (NK) cells which are not producing cytokines; recycling endosomes are not needed for release of perforin from preformed granules."}, {"pubmed": 20497195, "text": "Upregulation of perforin is associated with acute pancreas allograft rejection."}, {"pubmed": 20497254, "text": "Granule-bound cathepsins are essential for processing perforin to its active form, and that CatL is an important, but not exclusive, participant in this process."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20523897, "text": "the capability of HIV-specific CD8(+) T-cells to rapidly express perforin defines a novel correlate of control in HIV infection"}, {"pubmed": 20580434, "text": "It was possible to activate adsorbed PFN and to induce membrane permeabilization by simply raising pH to a physiological level (pH 7.4)."}, {"pubmed": 20618609, "text": "The number of apoptotic body clusters in oral lesions of chronic graft vs host disease patients was positive correlated with connective tissue perforin."}, {"pubmed": 20638125, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20638125, "text": "Our results suggest that mutations in PRF1 may play a role in the pathogenesis of acute lymphoblastic leukemia"}, {"pubmed": 20921521, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20921521, "text": "These findings suggest a gender dimorphism in the PRF1 association with multiple sclerosis"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21157294, "text": "association between PRF1 gene polymorphisms and HIV-1 vertical transmission"}, {"pubmed": 21307295, "text": "Transgenic natural killer (NK) cells shape CD8-positive T cell fate by killing recently activated CD8-positive T cells in a perforin- and NKG2D-dependent manner."}, {"pubmed": 21388427, "text": "Patients with non-ST elevation myocardial infarction have a strong and prolonged perforin-mediated systemic inflammatory reaction, which may sustain autoaggressive reactions towards myocardial tissue during the development of myocardial infarction."}, {"pubmed": 21518502, "text": "Perforin gene mutation may be one risk factor in the aberrant proliferation and activation of cytotoxic T cells in pathogenesis of some patients with aplastic anemia."}, {"pubmed": 21535078, "text": "findings showed low frequency of P+ lymphocytes in prostate tissue of BPH and PCa patients could be consequence of local tissue microenvironment and 1 of the mechanisms involved in pathogenesis of prostate hyperplasia following malignant alteration"}, {"pubmed": 21661365, "text": "Investigated the presence of perforin in peripheral blood lymphocytes after acute myocardial infarction. Detected an early decrease of perforin-positive lymphocytes in STEMI patients in contrast with their persisting elevation among NSTEMI patients."}, {"pubmed": 21674762, "text": "Seven novel mutations in PRF1, UNC13D, and XIAP were identified in Chinese EBV-HLH patients. Only a fraction of Chinese children with EBV-HLH have genetic defects in PRF1, UNC13D, and XIAP."}, {"pubmed": 21867635, "text": "IL-2 can enhance cytotoxicity of cord blood NK cells by increasing perforin expression."}, {"pubmed": 21881043, "text": "Missense and splice-site sequence variants in PRF1, MUNC13-4, and STXBP2 were found in 25 (14%) of the adult patients. The A91V-PRF1 genotype was found in 12 of these patients (48%)."}, {"pubmed": 21931672, "text": "Structures that PFN oligomers form in the membrane bilayer may include arcs previously observed by electron microscopy and these unusual structures represent an incomplete mixture of plasma membrane lipid."}, {"pubmed": 21960590, "text": "Human microRNA (miR)-27a* is a negative regulator of NK-cell cytotoxicity by silencing Prf1 and GzmB expression."}, {"pubmed": 22001684, "text": "MS is characterized by a dysregulation of CD8+CD56-perforin+ T cells that may play a role in the development of disability."}, {"pubmed": 22084442, "text": "Granzyme B-deficient mice, and to a lesser extent perforin-deficient mice, exhibit a significant increase in the number of antigen-specific CD8+ T cells in the lungs and draining lymph nodes of virally infected animals."}, {"pubmed": 22169516, "text": "Expression of PFN was significantly increased in severe preeclampsia."}, {"pubmed": 22173634, "text": "Perforin activity at membranes leads to invaginations and vesicle formation."}, {"pubmed": 22359105, "text": "Described is a case of hemophagocytic lymphohistiocytosis-associated severe pulmonary hypertension paralleling Epstein-Barr virus (EBV) reactivation in a 52-year-old male in whom a novel perforin missense mutation was found (PRF1 1517C>T)."}, {"pubmed": 22425625, "text": "Perforin plays a dominant role in CD8+ T cell-mediated lysis of hepatitis C virus-replicating human hepatoma cells but that lysis may be limited in human chronic viral infection by the low perforin expression."}, {"pubmed": 22437823, "text": "study identified a common PRF1 haplotype in unrelated families with atypical presentation of Familial hemophagocytic lymphohistiocytosis type 2 in Colombia"}, {"pubmed": 22759804, "text": "Data show that upregulation of sCD30, iATP, granzyme B, perforin, and downregulation of HLA-G5 could provide valuable diagnostic standards to identify those recipients in the risk of acute rejection (AR)."}, {"pubmed": 22768097, "text": "These results suggest a great diagnostic potential for perforin mRNA detection as a reliable marker of acute rejection in renal allograft recipients."}, {"pubmed": 22829880, "text": "Expression of PRF in human cancer cells induces cell growth inhibition and cell death, as evidenced by chromosome condensation and DNA fragmentation, increased caspase-3 activity, and the release of AIF and cytochrome c from the mitochondria."}, {"pubmed": 22837658, "text": "analysis of the differential expression by sex of perforin in relapsed multiple sclerosis in CD4+ regulatory T cells"}, {"pubmed": 23073042, "text": "Missense mutations of Perforin codon His222 may lead to intrauterine presentation of familial hemophagocytic lymphohistiocytosis"}, {"pubmed": 23160464, "text": "Distinct severity of HLH in both human and murine mutants with complete loss of cytotoxic effector PRF1, RAB27A, and STX11."}, {"pubmed": 23179144, "text": "FCgammaR3A and PRF1 may participate in the pathogenesis and progression of primary biliary cirrhosis."}, {"pubmed": 23216954, "text": "Chlamydia trachomatis-infected tissues have significantly higher numbers of CD3 and CD8 T cells compared to non-infected tissues (p<0.01), and that the majority of CD8+ cells do not express perforin in situ."}, {"pubmed": 23377437, "text": "This study defines the final sequence of events controlling cytotoxic lymphocyte immune defense, in which perforin pores assemble on the target cell plasma membrane, ensuring efficient delivery of lethal granzymes."}, {"pubmed": 23443029, "text": "Exome sequencing identified a biallelic perforin1 mutation (PRF1; p.R225W) previously associated with familial hemophagocytic lymphohistiocytosis."}, {"pubmed": 23528102, "text": "Perforin I polymorphism is associated with graft rejection in kidney transplant recipients."}, {"pubmed": 23592409, "text": "Calculated stability (free energy) changes show that the mutations mainly destabilize the protein structure, interestingly however, A91V polymorphism, leads to a more stable one."}, {"pubmed": 23853583, "text": "Data suggest that acidic pH microenvironment of natural killer (NK) cells enhances Cryptococcus-induced perforin degranulation suggesting that perforin degranulation is involved in the greater immunologic cytotoxic activity of NK cells in acidic pH."}, {"pubmed": 24070258, "text": "Defining the interaction of perforin with calcium and the phospholipid membrane."}, {"pubmed": 24157130, "text": "The increased percentage of CD3(-)CD56(dim) NK cells expressing perforin in patients affected by the progressive forms of MS suggests a possible role of this NK cell subpopulation in the pathogenesis of the disease."}, {"pubmed": 24238281, "text": "PRF1 is overexpressed in systemic lupus erythematosus CD4+ T cells, but expression is not linked to the typical clinical and serological parameters associated with the disease."}, {"pubmed": 24309606, "text": "These data show that monoallelic germline mutations of PRF1 are frequent in patients with childhood anaplastic large cell lymphoma, suggesting that partially impaired cytotoxic machinery may represent a predisposing factor for it."}, {"pubmed": 24390453, "text": "This study shows variety of clinical manifestations of perforin deficiency and although the onset of hemophagocytic lymphohistiocytosis is delayed in these patients."}, {"pubmed": 24632576, "text": "findings suggest that the g.272C>T PRF1 gene single-nucleotide variation in combination with other gene alterations could increase the risk of developing nasal NK/T-cell lymphoma, at least in a subgroup of the Spanish population"}, {"pubmed": 24696715, "text": "our data indicate that the co-expression of perforin and granzyme B genes exhibits anticancer potential"}, {"pubmed": 24698324, "text": "miR-150 is a common post-transcriptional regulator for Prf1 in mouse and human NK cells that represses NK cell lytic activity."}, {"pubmed": 24916509, "text": "Synergistic defects of different molecules in the cytotoxic pathway lead to clinical familial hemophagocytic lymphohistiocytosis."}, {"pubmed": 25146929, "text": "PFN appears to form arc structures on target membranes that serve as minimally disrupting conduits for GzmB translocation."}, {"pubmed": 25344268, "text": "Perforin expression in CD4+ and CD8+ cells is a prognostic biomarker for head and neck cancer patient survival."}, {"pubmed": 25354579, "text": "The entire coding region of PRF1 was sequenced in 94 patients and 158 controls; missense variations leading to amino acid substitutions and one nonsense variation resulting in a premature stop codon found, data suggest that PRF1 variations may influence chronic inflammatory demyelinating polyradiculoneuropathy development and course"}, {"pubmed": 25531694, "text": "Synthetic consensus HIV-1 DNA induces potent cellular immune responses and synthesis of granzyme B, perforin in HIV infected individuals."}, {"pubmed": 25577959, "text": "A wide heterogeneity was observed in the nature of perforin gene mutations in familial hemophagocytic lymphohistiocytosis patients in India."}, {"pubmed": 25725937, "text": "elevated in the inflammatory lesions of placentas with villitis of unknown etiology"}, {"pubmed": 25776844, "text": "monoallelic mutations of PRF1 decrease NK-cell cytotoxicity should be considered in individuals presenting with the manifestations of immune deficiency states that impinge on NK-cell cytotoxicity."}, {"pubmed": 25947952, "text": "mutations result in severe chronic active Epstein-Barr virus disease"}, {"pubmed": 25975970, "text": "mutations result in hemophagocytic lymphohistiocytosis"}, {"pubmed": 26182270, "text": "There is no association between gene polymorphisms of PRF1 gene and the susceptibility to hemophagocytic lymphohistiocytosis"}, {"pubmed": 26184781, "text": "linking PRF1 missense mutations to lymphoma susceptibility and highlighting clinical variability within families. PRF1 mutations should, therefore, be considered as a cause of several diseases disparate to HLH."}, {"pubmed": 26207425, "text": "identified among the key genes in circulating monocytes that were altered by exercise"}, {"pubmed": 26314831, "text": "Among SLAMF4+ cells, the T cell fraction positive for perforin and granzyme B was higher in those obtained from healthy donors compared to SLE patients."}, {"pubmed": 26450956, "text": "PRF1 mutations are associated with hemophagocytic lymphohistiocytosis."}, {"pubmed": 26586704, "text": "The decreased expression of perforin in circulating CD3+CD8+ positive T cells is an important biomarker of damaged antitumor immunity in advanced lung cancer."}, {"pubmed": 26739415, "text": "A new heterozygous mutation (c.916G>A and c.65delC) was identified as familial hemophagocytic lymphohistiocytosis type 2 causing defect."}, {"pubmed": 26752080, "text": "Letter/Case Report: recurrent episodes of macrophage activation syndrome in peripheral spondyloarthritis with monoallelic missense mutations in PRF1."}, {"pubmed": 26752517, "text": "PRF delivers granulysin and granzymes into parasite infected cells to kill the parasite."}, {"pubmed": 26897841, "text": "Calcific aortic valve disease is characterized by increased expression of granzymes and perforin."}, {"pubmed": 27271812, "text": "A girl with neurological manifestations of familial hemophagocytic lymphohistiocytosis 2 had reduced perforin 1 expression and was found to be homozygous for a mutation in PRF1 at codon 637 in exon 3 (c.673C>T p.Arg225Trp). Her non-consanguineous parents were both heterozygous carriers of this mutation."}, {"pubmed": 27391055, "text": "ITP patients displayed an increased frequency of rare missense variations of the PRF1 gene"}, {"pubmed": 27471778, "text": "Our studies suggest that although moderate levels of expression can result in partial amelioration of the hemophagocytic lymphohistiocytosis (HLH)phenotype, high levels of perforin expression per cell are required for complete correction of HLH."}, {"pubmed": 27781387, "text": "Mutation in PRF1 gene is associated with hemophagocytic lymphohistiocytosis."}, {"pubmed": 27846431, "text": "Increased TIM3+CD8+T cells with lower perforin and granzyme B expression and higher CD95 expression in MDS patients were observed."}, {"pubmed": 28087292, "text": "our data provide the first evidence of a strict link between the absence of CD28 and the expression of perforin, which is likewise enhanced by the expression of NKG2D, within selected CD4(+) T cells from cervical cancer patients."}, {"pubmed": 28253869, "text": "Findings support an association between childhood DNA methylation patterns in PRF1 and a record of severe respiratory syncytial virus bronchiolitis in infancy."}, {"pubmed": 28757431, "text": "Perforin binds to membranes and undergoes substantial structural re-arrangement to form pores that enable diffusion of granzyme into the target cell [Review]."}, {"pubmed": 28757574, "text": "Study focuses on the role of perforin in both protecting and promoting human disease. It concludes with a novel hypothesis that diversity observed in the PRF1 gene may be an example of selective advantage that protects an individual from perforin-mediated pathology, such as blood-brain barrier disruption. [review]"}, {"pubmed": 28808112, "text": "findings show that N-linked glycosylation of the perforin C-terminus at Asn549 within the endoplasmic reticulum inhibits oligomerisation of perforin monomers and protects the host cell from premature pore formation; studies reveal a post-translational regulatory mechanism essential for maintaining perforin in an inactive state until its secretion from the inhibitory acidic environment of the secretory granule"}, {"pubmed": 29304394, "text": "results of the study may imply that perforin gene variation has a role in modifying mortality in childhood ALL"}, {"pubmed": 29966014, "text": "Urothelial bladder cancer may suppress perforin expression in CD8+ T cells by an ICAM-1/TGFbeta2 mediated pathway"}, {"pubmed": 30551399, "text": "Up-regulated miR-30e can reduce the cytotoxicity of PB-NK cells and D-NK cells by targeting PRF1."}, {"pubmed": 30953940, "text": "CD8+CD70+ T cells combined with CD8+CD27+perforin+ T cells may serve as potential immune biomarkers for estimating the severity of AA."}, {"pubmed": 31930827, "text": "perforin/granzyme-B may be involved in interactions of sex hormones system in polycystic ovary syndrome patients"}, {"pubmed": 31932842, "text": "The data strongly suggest that p.A91V perforin is a nonpathological polymorphism whose inheritance does not affect the health or longevity of carriers, even those who inherit 2 copies. Therefore this study provides population-based evidence to refute an association of p.A91V homozygosity with familial hemophagocytic lymphohistiocytosis in whites."}, {"pubmed": 32035135, "text": "Inverse relationship between CD40L expression and cytolytic molecule expression by CD8(+)CXCR5(+) T follicular cytotoxic cells in colorectal cancer."}, {"pubmed": 32198610, "text": "Associations between PRF1 Ala91Val polymorphism and risk of hemophagocytic lymphohistiocytosis: a meta-analysis based on 1366 subjects."}, {"pubmed": 32574709, "text": "COVID-19 pneumonia: CD8(+) T and NK cells are decreased in number but compensatory increased in cytotoxic potential."}, {"pubmed": 32785835, "text": "Immunohistochemical study of perforin and apoptosis stimulation fragment ligand (FasL)in active vitiligo."}, {"pubmed": 33224420, "text": "Clinico-laboratory profile and perforin gene mutations of pediatric hemophagocytic lymphohistiocytosis cases: a five-year single center study."}, {"pubmed": 33256384, "text": "Perforin gene variant A91V in young patients with severe COVID-19."}, {"pubmed": 33566725, "text": "PRF1 mutation alters immune system activation, inflammation, and risk of autoimmunity."}, {"pubmed": 33662167, "text": "Identification of CD56(dim) subpopulation marked with high expression of GZMB/PRF1/PI-9 in CD56(+) interferon-alpha-induced dendritic cells."}, {"pubmed": 34093532, "text": "A Profound Membrane Reorganization Defines Susceptibility of Plasmodium falciparum Infected Red Blood Cells to Lysis by Granulysin and Perforin."}, {"pubmed": 34339548, "text": "Spectrum mutations of PRF1, UNC13D, STX11, and STXBP2 genes in Vietnamese patients with hemophagocytic lymphohistiocytosis."}, {"pubmed": 34492245, "text": "Granzyme B and perforin produced by SEC2 mutant-activated human CD4(+) T cells and CD8(+) T cells induce apoptosis of K562 leukemic cells by the mitochondrial apoptotic pathway."}, {"pubmed": 34535957, "text": "Human intestinal and circulating invariant natural killer T cells are cytotoxic against colorectal cancer cells via the perforin-granzyme pathway."}, {"pubmed": 36631067, "text": "Baseline red blood cell distribution width and perforin, dynamic levels of interleukin 6 and lactate are predictors of mortality in patients with sepsis."}, {"pubmed": 36765484, "text": "[Gene Polymorphisms of Patients with Lymphoma-Associated Hemophagocytic Syndrome in Longyan area, Fujian Province]."}, {"pubmed": 37149695, "text": "Entorhinal cortex epigenome-wide association study highlights four novel loci showing differential methylation in Alzheimer's disease."}, {"pubmed": 37390248, "text": "Familial hemophagocytic phohistiocytosis induced by PRF1 mutation with neurologic manifestations as the initial clinical presentations: A case report."}], "genomic_pos": {"chr": "10", "end": 70602759, "ensemblgene": "ENSG00000180644", "start": 70597348, "strand": -1}, "genomic_pos_hg19": {"chr": "10", "end": 72362531, "start": 72357104, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001771", "qualifier": "involved_in", "term": "immunological synapse formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001771", "pubmed": 21438968, "qualifier": "involved_in", "term": "immunological synapse formation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001913", "qualifier": "involved_in", "term": "T cell mediated cytotoxicity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001913", "qualifier": "involved_in", "term": "T cell mediated cytotoxicity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002357", "qualifier": "involved_in", "term": "defense response to tumor cell"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002418", "qualifier": "involved_in", "term": "immune response to tumor cell"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 10779745, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006968", "pubmed": 10779745, "qualifier": "involved_in", "term": "cellular defense response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009306", "qualifier": "involved_in", "term": "protein secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0017038", "pubmed": 20038786, "qualifier": "involved_in", "term": "protein import"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031640", "qualifier": "involved_in", "term": "killing of cells of another organism"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051260", "pubmed": 20889983, "qualifier": "involved_in", "term": "protein homooligomerization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051712", "pubmed": 9756476, "qualifier": "involved_in", "term": "positive regulation of killing of cells of another organism"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071806", "pubmed": [20038786, 24558045], "qualifier": "involved_in", "term": "protein transmembrane transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0140507", "qualifier": "involved_in", "term": "granzyme-mediated programmed cell death signaling pathway"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0001772", "qualifier": "is_active_in", "term": "immunological synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [20038786, 21037563], "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 20889983, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031904", "qualifier": "located_in", "term": "endosome lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044194", "pubmed": [9756476, 24088571], "qualifier": "located_in", "term": "cytolytic granule"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0044194", "qualifier": "located_in", "term": "cytolytic granule"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904856", "qualifier": "located_in", "term": "cytolytic granule lumen"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11911826, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0022829", "qualifier": "enables", "term": "wide pore channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0022829", "pubmed": [20038786, 20889983, 24558045], "qualifier": "enables", "term": "wide pore channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [21037563, 21685908], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140911", "qualifier": "enables", "term": "pore-forming activity"}]}, "homologene": {"genes": [[7955, 569443], [7955, 100000903], [7955, 100535230], [8364, 100489175], [8364, 100489487], [8364, 100491518], [8364, 100492973], [8364, 100493140], [8364, 100493300], [8364, 101732506], [9031, 101750363], [9544, 710241], [9598, 450512], [9606, 5551], [9615, 489030], [9913, 369025], [10090, 18646], [10116, 50669]], "id": 3698}, "interpro": [{"desc": "C2 domain", "id": "IPR000008", "short_desc": "C2_dom"}, {"desc": "Membrane attack complex component/perforin domain, conserved site", "id": "IPR020863", "short_desc": "MACPF_CS"}, {"desc": "Membrane attack complex component/perforin (MACPF) domain", "id": "IPR020864", "short_desc": "MACPF"}, {"desc": "C2 domain superfamily", "id": "IPR035892", "short_desc": "C2_domain_sf"}, {"desc": "Perforin-1, C2 domain", "id": "IPR037300", "short_desc": "Perforin-1_C2"}], "ipi": "IPI00293423", "map_location": "10q22.1", "name": "perforin 1", "other_names": ["cytolysin", "lymphocyte pore-forming protein", "perforin 1 (pore forming protein)", "perforin-1"], "pantherdb": {"HGNC": "9360", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97551", "ortholog_type": "LDO", "panther_family": "PTHR46096", "taxid": 10090, "uniprot_kb": "P10820"}, {"RGD": "708463", "ortholog_type": "LDO", "panther_family": "PTHR46096", "taxid": 10116, "uniprot_kb": "P35763"}, {"ZFIN": "ZDB-GENE-111212-11", "ortholog_type": "O", "panther_family": "PTHR46096", "taxid": 7955, "uniprot_kb": "I3IS28"}, {"ZFIN": "ZDB-GENE-060503-461", "ortholog_type": "O", "panther_family": "PTHR46096", "taxid": 7955, "uniprot_kb": "F1R8E0"}, {"ZFIN": "ZDB-GENE-111212-3", "ortholog_type": "O", "panther_family": "PTHR46096", "taxid": 7955, "uniprot_kb": "F8W236"}, {"ZFIN": "ZDB-GENE-070410-126", "ortholog_type": "O", "panther_family": "PTHR46096", "taxid": 7955, "uniprot_kb": "A0A2R8RIA8"}, {"ZFIN": "ZDB-GENE-081105-3", "ortholog_type": "O", "panther_family": "PTHR46096", "taxid": 7955, "uniprot_kb": "A0A0R4IHJ2"}, {"ZFIN": "ZDB-GENE-131127-344", "ortholog_type": "O", "panther_family": "PTHR46096", "taxid": 7955, "uniprot_kb": "E7F996"}, {"ZFIN": "ZDB-GENE-111212-2", "ortholog_type": "LDO", "panther_family": "PTHR46096", "taxid": 7955, "uniprot_kb": "E7FA66"}], "uniprot_kb": "P14222"}, "pathway": {"biocarta": [{"id": "caspasepathway", "name": "caspase cascade in apoptosis"}, {"id": "setpathway", "name": "granzyme a mediated apoptosis pathway"}], "kegg": [{"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa04940", "name": "Type I diabetes mellitus - Homo sapiens (human)"}, {"id": "hsa05320", "name": "Autoimmune thyroid disease - Homo sapiens (human)"}, {"id": "hsa05330", "name": "Allograft rejection - Homo sapiens (human)"}, {"id": "hsa05332", "name": "Graft-versus-host disease - Homo sapiens (human)"}, {"id": "hsa05416", "name": "Viral myocarditis - Homo sapiens (human)"}], "pid": [{"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, {"id": "cd8tcrpathway", "name": "TCR signaling in na&#xef;ve CD8+ T cells"}, {"id": "il12_stat4pathway", "name": "IL12 signaling mediated by STAT4"}, {"id": "il2_stat5pathway", "name": "IL2 signaling events mediated by STAT5"}], "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}, {"id": "R-HSA-9725371", "name": "Nuclear events stimulated by ALK signaling in cancer"}], "wikipathways": [{"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP2507", "name": "Nanomaterial induced apoptosis"}, {"id": "WP254", "name": "Apoptosis"}]}, "pfam": ["PF00168", "PF01823"], "pharmgkb": "PA33732", "pharos": {"target_id": 5521, "tdl": "Tchem"}, "pir": "A45816", "prosite": ["PS50004", "PS51412"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254679", "relationship": "is"}, {"id": "GNF254680", "relationship": "is"}, {"id": "GNF254681", "relationship": "is"}, {"id": "GNF254682", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036624", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087200", "relationship": "is"}, {"id": "GNF087201", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054170", "relationship": "is"}, {"id": "GNF074254", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070569", "relationship": "is"}, {"id": "GNF070570", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF011678", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF233449", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095249", "relationship": "is"}, {"id": "GNF134906", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_009615.1"], "protein": ["NP_001076585.1", "NP_005032.2"], "rna": ["NM_001083116.3", "NM_005041.6"], "translation": [{"protein": "NP_001076585.1", "rna": "NM_001083116.3"}, {"protein": "NP_005032.2", "rna": "NM_005041.6"}]}, "reporter": {"HG-U133_Plus_2": ["1553681_a_at", "214617_at"], "HG-U95Av2": "32904_at", "HTA-2_0": "TC10001366.hg.1", "HuEx-1_0": "3293435", "HuGene-1_1": "7934161", "HuGene-2_1": "16715170"}, "summary": "This gene encodes a protein with structural similarities to complement component C9 that is important in immunity. This protein forms membrane pores that allow the release of granzymes and subsequent cytolysis of target cells. Whether pore formation occurs in the plasma membrane of target cells or in an endosomal membrane inside target cells is subject to debate. Mutations in this gene are associated with a variety of human disease including diabetes, multiple sclerosis, lymphomas, autoimmune lymphoproliferative syndrome (ALPS), aplastic anemia, and familial hemophagocytic lymphohistiocytosis type 2 (FHL2), a rare and lethal autosomal recessive disorder of early childhood. [provided by RefSeq, Aug 2017].", "symbol": "PRF1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418887"}, "unigene": "Hs.2200", "uniprot": {"Swiss-Prot": "P14222", "TrEMBL": "A0A1W2PR25"}, "wikipedia": {"url_stub": "Perforin"}}