{"AllianceGenome": "9378", "HGNC": "9378", "MIM": "602740", "_id": "5564", "_version": 1, "accession": {"genomic": ["AC002563.1", "AH007140.2", "CH471054.1", "CP068266.2", "NC_000012.12", "NC_060936.1"], "protein": ["AAB71326.1", "AAC98897.1", "AAD00625.1", "AAD09237.1", "AAH01007.1", "AAH01056.1", "AAH01823.1", "AAH17671.1", "BAG35397.1", "BAG62754.1", "CAA12024.1", "CAA73146.1", "EAW98151.1", "EAW98152.1", "EAW98153.1", "EAW98154.1", "NP_006244.2", "Q9Y478.4", "XP_005253966.1", "XP_054228496.1"], "rna": ["AF022116.1", "AJ224515.1", "AK127820.1", "AK301165.1", "AK312495.1", "BC001007.2", "BC001056.2", "BC001823.2", "BC017671.1", "BC018818.2", "BU539177.1", "BX537486.1", "NM_006253.5", "U83994.1", "XM_005253909.2", "XM_054372521.1", "Y12556.1"], "translation": [{"protein": "AAC98897.1", "rna": "AF022116.1"}, {"protein": "BAG35397.1", "rna": "AK312495.1"}, {"protein": "AAH01056.1", "rna": "BC001056.2"}, {"protein": "AAH01823.1", "rna": "BC001823.2"}, {"protein": "XP_005253966.1", "rna": "XM_005253909.2"}, {"protein": "CAA73146.1", "rna": "Y12556.1"}, {"protein": "AAH17671.1", "rna": "BC017671.1"}, {"protein": "XP_054228496.1", "rna": "XM_054372521.1"}, {"protein": "AAD09237.1", "rna": "U83994.1"}, {"protein": "NP_006244.2", "rna": "NM_006253.5"}, {"protein": "CAA12024.1", "rna": "AJ224515.1"}, {"protein": "BAG62754.1", "rna": "AK301165.1"}, {"protein": "AAH01007.1", "rna": "BC001007.2"}]}, "alias": ["AMPK", "HAMPKb"], "ensembl": {"gene": "ENSG00000111725", "protein": ["ENSP00000229328", "ENSP00000437993", "ENSP00000439235", "ENSP00000441369", "ENSP00000444816", "ENSP00000486936"], "transcript": ["ENST00000229328", "ENST00000537057", "ENST00000537400", "ENST00000538271", "ENST00000540121", "ENST00000541640", "ENST00000542698", "ENST00000545223", "ENST00000545870", "ENST00000630317"], "translation": [{"protein": "ENSP00000441369", "rna": "ENST00000541640"}, {"protein": "ENSP00000229328", "rna": "ENST00000229328"}, {"protein": "ENSP00000444816", "rna": "ENST00000537400"}, {"protein": "ENSP00000486936", "rna": "ENST00000630317"}, {"protein": "ENSP00000439235", "rna": "ENST00000540121"}, {"protein": "ENSP00000437993", "rna": "ENST00000545223"}], "type_of_gene": "protein_coding"}, "entrezgene": "5564", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.2003736862, "exp_mis": 106.952153355, "exp_syn": 57.4882784098, "lof_z": 2.13122082644196, "mis_z": 1.0382445662453, "mu_lof": 7.55589853668e-07, "mu_mis": 9.75749870157e-06, "mu_syn": 5.12722488371e-06, "n_lof": 4.0, "n_mis": 85.0, "n_syn": 48.0, "p_li": 0.0518791329975909, "p_null": 0.0209338463047977, "p_rec": 0.927187020697611, "syn_z": 0.775795545320381}, "bp": 813, "cds_end": 120118130, "cds_start": 120106049, "n_exons": 7, "nonpsych": {"exp_lof": 9.99901726905, "exp_mis": 96.6636206388, "exp_syn": 51.8940367876, "lof_z": 1.86317416401892, "mis_z": 0.906170394712761, "mu_lof": 7.55589853668e-07, "mu_mis": 9.75749870157e-06, "mu_syn": 5.12722488371e-06, "n_lof": 4.0, "n_mis": 79.0, "n_syn": 43.0, "p_li": 0.0377190019908372, "p_null": 0.0398434066882571, "p_rec": 0.922437591320906, "syn_z": 0.777327174098465}, "nontcga": {"exp_lof": 10.2908536012, "exp_mis": 98.3824976595, "exp_syn": 52.8757268787, "lof_z": 1.93448386117102, "mis_z": 0.973555358174669, "mu_lof": 7.55589853668e-07, "mu_mis": 9.75749870157e-06, "mu_syn": 5.12722488371e-06, "n_lof": 4.0, "n_mis": 79.0, "n_syn": 43.0, "p_li": 0.0385424337741706, "p_null": 0.0321849509294147, "p_rec": 0.929272615296415, "syn_z": 0.859930348902301}, "transcript": "ENST00000229328.5"}, "exons": [{"cdsend": 119680325, "cdsstart": 119668244, "chr": "12", "position": [[119668132, 119668403], [119672300, 119672464], [119673963, 119674057], [119674339, 119674454], [119676536, 119676670], [119679932, 119680001], [119680247, 119681619]], "strand": 1, "transcript": "NM_006253", "txend": 119681619, "txstart": 119668132}], "exons_hg19": [{"cdsend": 120118130, "cdsstart": 120106049, "chr": "12", "position": [[120105937, 120106208], [120110105, 120110269], [120111768, 120111862], [120112144, 120112259], [120114341, 120114475], [120117737, 120117806], [120118052, 120119424]], "strand": 1, "transcript": "NM_006253", "txend": 120119424, "txstart": 120105937}], "generif": [{"pubmed": 15289653, "text": "AMP-activated protein kinase has a role in gene expression in single islet beta-cells [review]"}, {"pubmed": 15694368, "text": "Dipyridamole, an adenosine transporter inhibitor, and 5'-amino-5'-deoxyadenosine, an adenosine kinase inhibitor, blocked the effect of AICAR on the down-regulation of the insulin receptor protein, mRNA, and promoter activity."}, {"pubmed": 15769985, "text": "Reduced activation of AMPK by globular adiponectin in obese and obese type 2 diabetic subjects is not caused by reduced adiponectin receptor expression."}, {"pubmed": 15886229, "text": "it is likely that the AMPK-GDE association is a novel mechanism regulating AMPK activity and the resultant fatty acid oxidation and glucose uptake"}, {"pubmed": 15896711, "text": "These results suggested that the combination of 5-FU and genistein exert a novel chemotherapeutic effect in colon cancers, and AMPK may be a regulatory molecule of COX-2 expression, further implying its involvement in cytotoxicity caused by genistein."}, {"pubmed": 16405649, "text": "These are the first data to show an effect of AMPK on cell movement, and suggest a fundamental role for energy deficiency in regulating cellular behaviour."}, {"pubmed": 16505254, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16516166, "text": "These results show that AICAR and insulin/IGF-1 regulate VEGF expression through different mechanisms."}, {"pubmed": 16600998, "text": "In conclusion, during prolonged submaximal exercise at 60% VO2peak, higher fat oxidation in women cannot be explained by higher AMPK signalling."}, {"pubmed": 16624523, "text": "AMPK phosphorylated TRIP6 in vitro at the N-terminus and the transcriptional co-activator properties of TRIP6 were enhanced by AMPK action."}, {"pubmed": 16873412, "text": "AMPK activation and a reduced phosphorylation of 4E-BP1 may contribute to the inhibition of muscle protein synthesis during resistance exercise."}, {"pubmed": 16880506, "text": "Endothelial cells possess two pathways to activate AMPK, one Ca2+/CaMKKbeta dependent and one AMP/LKB1 dependent."}, {"pubmed": 16949049, "text": "AMPK has a role in regulating growth of cultured human keratinocytes"}, {"pubmed": 16953221, "text": "modulation of AMPK activity did not affect PI3K/AKT signalling, an advantage for the potential use of AMPK as a target for cancer therapy in LKB1 wild-type tumours"}, {"pubmed": 17012231, "text": "analysis of a new model for AMPK heterotrimer structure where through its C terminus the beta-subunit binds to the alpha-subunit that, in turn, binds to the gamma-subunit"}, {"pubmed": 17028174, "text": "Results suggest that FLCN, mutated in Birt-Hogg-Dube syndrome, and its interacting partner FNIP1 may be involved in energy and/or nutrient sensing through the AMPK and mTOR signaling pathways."}, {"pubmed": 17054914, "text": "These findings suggest that the activation of JAK2, but not STAT3, may play a critical role in leptin-induced AMPK activation in Huh7 cells."}, {"pubmed": 17097050, "text": "AMPK mediates IL-2 production by regulating NF-AT and AP-1activation during T cell stimulation."}, {"pubmed": 17459875, "text": "phosphatidylinositol 3-kinase/Akt signaling and induces apoptosis is inhibited by energy depletion via AMP-activated protein kinase-dependent phosphorylation of IRS-1 at Ser-794"}, {"pubmed": 17513605, "text": "5-Aminoimidazole-4-carboxamide riboside sensitizes TRAIL- and TNF{alpha}-induced cytotoxicity in colon cancer cells through AMP-activated protein kinase signaling"}, {"pubmed": 17669398, "text": "These results suggest that activation of AMPK inhibits multiple myeloma (MM) cell growth despite stimulation with IL-6, IGF-1, or HS-5 stromal cell conditioned medium and represents a potential new target in the therapy of MM."}, {"pubmed": 17711846, "text": "regulation of FOXO3 by AMPK may play a crucial role in fine tuning gene expression programs that control energy balance and stress resistance in cells throughout life"}, {"pubmed": 17849173, "text": "Grb2 functions as a factor which mediates phosphorylation of AMPK at Thr172."}, {"pubmed": 18006475, "text": "AMPK activated by fluid shear stress is a novel regulator of FoxO1a phosphorylation and protein levels."}, {"pubmed": 18006825, "text": "metformin-mediated AMPK activation leads to inhibition of mTOR and a reduction in translation initiation"}, {"pubmed": 18079111, "text": "findings show that that a beta1(186-270)gamma1 complex can form in the absence of detectable alpha subunit and that beta1 Thr-263 and Tyr-267 are required for betagamma association but not alphabeta association"}, {"pubmed": 18184747, "text": "Inhibition of SIRT1 in telomerase-immortalized human cells and hematopoietic stem cells obtained from SIRT1-deficient mice enhanced cell growth under normal and nutrient limiting conditions."}, {"pubmed": 18184930, "text": "AMP-activated protein kinase (AMPK) regulates GLUT4 transcription through the histone deacetylase (HDAC)5 transcriptional repressor."}, {"pubmed": 18247380, "text": "the activities of AMP-activated protein kinase, protein kinase B, and mammalian target of rapamycin by limiting energy availability with 2-deoxyglucose"}, {"pubmed": 18250161, "text": "AMPK inhibits TGFbeta-induced transcription downstream of Smad3 COOH-terminal phosphorylation and nuclear translocation"}, {"pubmed": 18258605, "text": "AMPK activity is a key determinant of HIF-1 functions in response to reactive oxygen species and may be involffed in HIF-1 regulatory mechanisms."}, {"pubmed": 18328803, "text": "AMPK regulates the proteasomal activity under conditions of energy demand."}, {"pubmed": 18436530, "text": "modulating basal AMPK and CAMKKB activity in the hypothalamus is essential for maintaining tight regulation of pathways contributing to food intake"}, {"pubmed": 18449856, "text": "UVB irradfiation regulates COX2 mRNA stability through AMPK and HuR in human keratinocytes."}, {"pubmed": 18551130, "text": "Results report that oxygen deprivation can activate the autophagic pathway in human cancer cell lines via AMPK activity, independent of HIF-1, BNIP3, and BNIP3L."}, {"pubmed": 18614968, "text": "Data suggest that increased expression of malonyl CoA decarboxylase, and the decreased expression of acetyl CoA carboxylase and 5'-AMP activated protein kinase are important regulators of the maturation of fatty acid oxidation in the newborn human heart."}, {"pubmed": 18617528, "text": "Akt and AMPK have roles in the pathway of hydrogen peroxide-activated endothelial nitric-oxide synthase phosphorylation and function"}, {"pubmed": 18729810, "text": "The proliferation potential of senescent human diploid fibroblasts can be modulated through the regulation of the AMPK signaling pathway."}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19037093, "text": "AMPK controls the molecular mechanism underlying the differential biological functions of JNK, providing a novel explanation for the antiapoptotic role of LKB1."}, {"pubmed": 19050047, "text": "Regulation of erythrocyte survival by AMPK is reported."}, {"pubmed": 19071085, "text": "These findings raise the possibility that glucose-induced changes in AMPK are linked to alterations in SIRT1 abundance and activity and possibly cellular redox state."}, {"pubmed": 19112161, "text": "Brief intense interval exercise activates AMPK and p38 MAPK signaling and increases the expression of PGC-1alpha in human skeletal muscle."}, {"pubmed": 19211918, "text": "AMP-activated protein kinase inhibits alkaline pH- and PKA-induced apical vacuolar H+-ATPase accumulation in epididymal clear cells."}, {"pubmed": 19225536, "text": "p53 activation may downregulate the AKT/mTOR pathway through a mechanism involving AMP kinase in mantle cell lymphoma"}, {"pubmed": 19347029, "text": "Inactivation of AMPK alters gene expression and promotes growth of prostate cancer cells."}, {"pubmed": 19477172, "text": "inhibition of AMPK sensitizes cells to Fas-induced apoptosis via enhancement of ubiquitination and consequent proteasome degradation of the apoptosis inhibitory protein c-FLIP"}, {"pubmed": 19584313, "text": "Cellular polarity and energy metabolism are regulated through the conserved LKB1-AMPK signal transduction pathway."}, {"pubmed": 19592618, "text": "AMPK activates FOXO3 by promoting its nuclear translocation by reducing reactive oxygen species levels."}, {"pubmed": 19654324, "text": "These data show a novel role for AMPK, in concert with other signals induced by IFNgamma, in mediating reduced epithelial barrier function in a cell model of chronic intestinal inflammation."}, {"pubmed": 19723334, "text": "AMPK phosphorylation and AMPK signalling are reduced in primary breast cancer."}, {"pubmed": 19843515, "text": "Data show that AMPK activation suppressed Ox-LDL-induced macrophage proliferation by suppressing GM-CSF expression and inducing cell cycle arrest."}, {"pubmed": 19844168, "text": "AMPK is a novel and biologically significant participant with a tumor suppressive activity in the mitotic/cytokinetic phase of the cell cycle."}, {"pubmed": 19896469, "text": "These results indicate that AMPK activators facilitate the activation by TRAIL of an apoptotic cell death program through a mechanism independent of AMPK and dependent on the down-regulation of cFLIP levels."}, {"pubmed": 19911004, "text": "It is necessary to clarify the tissue-specific and stress-specific activation mechanism of AMPK--REVIEW"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 19958286, "text": "Calmodulin-dependent protein kinase kinase-beta activates AMPK without forming a stable complex. There is a synergistic effects of Ca2+ and AMP."}, {"pubmed": 19963029, "text": "Chlorophyll a up-regulated the AMPK and p-AMPK levels, and down-regulated the expression of PPAR-gamma."}, {"pubmed": 20018878, "text": "Data showed that HDL-induced activation of AMPK is dependent on both sphingosine 1-phosphate receptors and scavenger receptor class B type I."}, {"pubmed": 20019839, "text": "findings suggest that CCL2 hyperactivates mTORC1 through simultaneous regulation of both AMPK and Akt pathways and reveals a new network that promotes prostate cancer: CCL2-AMPK-mTORC1-survivin."}, {"pubmed": 20083895, "text": "Data demonstrate that autophagy depends on the early activation of the AMP-activated protein kinase (AMPK)/mTOR-mediated pathway."}, {"pubmed": 20103737, "text": "we will examine the evidence that AMP-activated protein kinase and SIRT1 both regulate each other and share many common target molecules--REVIEW"}, {"pubmed": 20107043, "text": "Data suggest that upregulation of adipose triglyceride lipase and suppression of hormone-sensitive lipase and AMP kinase signaling mediate high-fat diet-induced alterations in lipolysis and lipid utilization in adipocytes."}, {"pubmed": 20177150, "text": "The nuclear translocation of GAPDH might be regulated by the PI3K signaling pathway acting mainly as a nuclear export signal and the AMPK signaling pathway acting as a nuclear import signal."}, {"pubmed": 20190568, "text": "The connections between AMPK and FoxO3A, are reviewed."}, {"pubmed": 20196784, "text": "cisplatin-triggered activation of AMPK and subsequent suppression of mTOR activity can induce an autophagic response that protects tumour cells from cisplatin-mediated apoptotic death"}, {"pubmed": 20231899, "text": "AMPK-mediated PLD1 activation is required for (14)C-glucose uptake through ERK stimulation"}, {"pubmed": 20334581, "text": "These observations support a role for AMPK in the regulation of Na+-coupled glucose transport."}, {"pubmed": 20534540, "text": "AMP-activated protein kinase inhibition mediates hepatitis C virus genome replication and lipid accumulation"}, {"pubmed": 20534808, "text": "These results suggest that the modification introduced by the laforin-malin complex could affect the subcellular distribution of AMPK beta subunits."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20668229, "text": "The LKB1/AMPK/TSC tumor suppressor axis is functional in acute myeloid leukemia."}, {"pubmed": 20682687, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20797423, "text": "Endoplasmic reticulum stress triggers suppression of AMPK while increasing C/EBPbeta and pCREB expression which activates PEPCK gene transcription."}, {"pubmed": 20810907, "text": "Data suggest that AMPK is required for the serum starvation-related increase in insulin-stimulated glucose transport, with ATM as a possible downstream effector."}, {"pubmed": 20957377, "text": "AMPK is abnormally activated in tangle- and pre-tangle-bearing neurons in Alzheimer's disease and other tauopathies."}, {"pubmed": 21042744, "text": "There is a mutual suppressive interaction between AMPK and Akt."}, {"pubmed": 21072212, "text": "Results suggest that AMPK association with ULK1 plays an important role in autophagy induction."}, {"pubmed": 21088205, "text": "Compared with slow-twitch fibers, there was less AMP-activated protein kinase (AMPK)-alpha(1) ( approximately 25%) and AMPK-beta(1) ( approximately 60%) in fast-twitch fibers from human skeletal muscle biopsies."}, {"pubmed": 21271224, "text": "High AMPK expression is associated with ovarian carcinoma."}, {"pubmed": 21334384, "text": "The aim of this study was to investigate the effects of adiponectin on StAR protein expression, steroidogenic genes, and cortisol production and to dissect the signalling cascades involved in the activation of StAR expression."}, {"pubmed": 21460634, "text": "Phosphorylation of AMPK by Ulk1 represents a negative feedback circuit."}, {"pubmed": 21554950, "text": "Androgen deprivation and hypoxia augmented AMPK activation and triggered autophagy in androgen-dependent prostate cancer cells."}, {"pubmed": 21570709, "text": "Glucose deprivation resulted in activation of AMPK and inhibition of Akt phosphorylation"}, {"pubmed": 21573174, "text": "Glucose restriction or treatment of human diploid fibroblasts (HDFs) with the activators of the AMPK/p53 pathway induced the expression of IFI16 protein."}, {"pubmed": 21619869, "text": "results of this study show that AMPK induces MUC5B expression through the p38 MAPK signaling pathway in airway epithelial cells."}, {"pubmed": 21670147, "text": "Findings reveal that hypoxia can trigger AMPK activation in the apparent absence of increased [AMP] through ROS-dependent CRAC channel activation, leading to increases in cytosolic calcium that activate the AMPK upstream kinase CaMKKbeta."}, {"pubmed": 21824431, "text": "1q21.1 copy number variant (CNV) results in gene function changes, specifically in the deletion containing lymphobalst cell lines, where AMPK was attenuated."}, {"pubmed": 21859551, "text": "LKB1-AMPK negatively regulated mTOR function in tumor."}, {"pubmed": 21873433, "text": "NT5C1A suppression promotes AMP-activated protein kinase (AMPK) phosphorylation and metabolism in human and mouse skeletal muscle"}, {"pubmed": 21892142, "text": "Studies indicate that in most species, AMPK exists as an obligate heterotrimer, containing a catalytic subunit (alpha), and two regulatory subunits (beta and gamma)."}, {"pubmed": 21907923, "text": "Inactivation of fumarate hydratase drives a metabolic shift to aerobic glycolysis in FH-de fi cient kidney tumors resulting in decreased levels of AMP-activated kinase."}, {"pubmed": 22001850, "text": "Phosphorylation levels of AMPK and glycolysis were up-regulated to confer an advantage of survival for MERRF skin fibroblasts."}, {"pubmed": 22029423, "text": "AMPK, Akt and mTOR pathways have roles in resveratrol-enhanced prostate cancer cell response to ionizing radiation"}, {"pubmed": 22105511, "text": "Adiponectin could attenuate renal dysfunction associated with mesangial cells disorders through AMPK-mTOR signal pathway."}, {"pubmed": 22323564, "text": "Adipose tissues of markedly obese insulin resistant individuals uniformly show decreased AMPK activity and increased oxidative stress compared with insulin sensitive patients."}, {"pubmed": 22363791, "text": "In breast cancer cells SESN2 is associated with AMPK."}, {"pubmed": 22435535, "text": "Changes in translational control of mitochondrial proteins are signaled by the activation of AMPK and general control non-derepressible kinase 2 (GCN2), leading also to the activation of autophagy."}, {"pubmed": 22897928, "text": "Data indicate that except AMPK-alpha1, expressions of the other five AMPK subunits -alpha2, -beta1, -beta2, -gamma1 and -gamma2 are significantly higher in ovarian carcinomas."}, {"pubmed": 23266705, "text": "The effects of ethanol on AMPK and PP2A may result in activation of ChREBP, providing another potential mechanism for ethanol-induced hepatic steatosis."}, {"pubmed": 23515442, "text": "Data indicate that a diet high in iron improves glucose tolerance by activating AMPK through mechanisms that include deacetylation."}, {"pubmed": 24602453, "text": "findings suggest that the reduced expression of AMPK-beta1 confers lower AMPK activity, which enhances the oncogenic capacity of advanced-stage ovarian cancer."}, {"pubmed": 25940306, "text": "Salicylate activates the AMP-activated protein kinase (AMPK) by binding at the A-769662 drug binding site on the AMPK beta1-subunit"}, {"pubmed": 27666489, "text": "we studied the role of the beta 1 subunit in erythrocytes and observed microcytic anemia with compensatory extramedullary hematopoiesis together with splenomegaly and increased osmotic resistance."}, {"pubmed": 29915361, "text": "Oncogenic stress chronically activates AMPK in glioblastoma tumor stem cells that coopt the AMPK-CREB1 pathway to coordinate tumour bioenergetics through the transcription factors HIF1alpha and GABPA."}, {"pubmed": 30232152, "text": "AMPK activity in response to redox changes is not due to direct action on AMPK itself, but is a secondary consequence of redox effects on other processes, such as mitochondrial ATP production."}, {"pubmed": 30242113, "text": "CAMKK2 and AMPK have opposing effects on lipogenesis, providing a potential mechanism for their contrasting effects on prostate cancer progression in vivo"}, {"pubmed": 32020222, "text": "Inhibitory mechanism of muscone in liver cancer involves the induction of apoptosis and autophagy."}, {"pubmed": 33454005, "text": "AMPKbeta1 and AMPKbeta2 define an isoform-specific gene signature in human pluripotent stem cells, differentially mediating cardiac lineage specification."}, {"pubmed": 37142272, "text": "Exosomal miR-663b from \"M1\" macrophages promotes pulmonary artery vascular smooth muscle cell dysfunction through inhibiting the AMPK/Sirt1 axis."}, {"pubmed": 37143083, "text": "Promoting AMPK/SR-A1-mediated clearance of HMGB1 attenuates chemotherapy-induced peripheral neuropathy."}, {"pubmed": 37217519, "text": "AMPK is a mechano-metabolic sensor linking cell adhesion and mitochondrial dynamics to Myosin-dependent cell migration."}, {"pubmed": 38167670, "text": "Direct effects of adipocyte lipolysis on AMPK through intracellular long-chain acyl-CoA signaling."}, {"pubmed": 38233384, "text": "Phosphorylation of INF2 by AMPK promotes mitochondrial fission and oncogenic function in endometrial cancer."}, {"pubmed": 38266576, "text": "Endothelial H2S-AMPK dysfunction upregulates the angiocrine factor PAI-1 and contributes to lung fibrosis."}, {"pubmed": 38322520, "text": "[Extracellular Matrix Stiffness Induces Mitochondrial Morphological Heterogeneity via AMPK Activation]."}], "genomic_pos": {"chr": "12", "end": 119681624, "ensemblgene": "ENSG00000111725", "start": 119667864, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 120119435, "start": 120105558, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": 17028174, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006633", "qualifier": "involved_in", "term": "fatty acid biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 17028174, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031669", "pubmed": 30478170, "qualifier": "involved_in", "term": "cellular response to nutrient levels"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031669", "qualifier": "involved_in", "term": "cellular response to nutrient levels"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0031669", "pubmed": 9693118, "qualifier": "involved_in", "term": "cellular response to nutrient levels"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035878", "qualifier": "involved_in", "term": "nail development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 27411013, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 9693118, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031588", "qualifier": "part_of", "term": "nucleotide-activated protein kinase complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0031588", "pubmed": [9693118, 29480465], "qualifier": "part_of", "term": "nucleotide-activated protein kinase complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031588", "qualifier": "part_of", "term": "nucleotide-activated protein kinase complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004672", "pubmed": 17028174, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16306228, 17028174, 18403135, 18480843, 18624398, 20562859, 21072212, 21988832, 22363791, 23455922, 25686248, 25852190, 28514442, 28561066, 32296183, 32707033], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}]}, "homologene": {"genes": [[3702, 827331], [4896, 2539130], [5141, 3876743], [7165, 1277776], [7227, 35931], [7955, 436905], [8364, 100380160], [9031, 416986], [9544, 695737], [9598, 452297], [9606, 5564], [9615, 486295], [9913, 534107], [10090, 19079], [10116, 83803], [318829, 2685103]], "id": 38160}, "interpro": [{"desc": "Association with the SNF1 complex (ASC) domain", "id": "IPR006828", "short_desc": "ASC_dom"}, {"desc": "ASC domain superfamily", "id": "IPR037256", "short_desc": "ASC_dom_sf"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin E-set", "id": "IPR014756", "short_desc": "Ig_E-set"}, {"desc": "AMP-activated protein kinase, glycogen-binding domain", "id": "IPR032640", "short_desc": "AMPK1_CBM"}], "ipi": ["IPI00220409", "IPI01011405", "IPI01011846", "IPI01013083"], "map_location": "12q24.23", "name": "protein kinase AMP-activated non-catalytic subunit beta 1", "other_names": ["5'-AMP-activated protein kinase beta-1 subunit", "5'-AMP-activated protein kinase subunit beta-1", "AMP-activated protein kinase beta subunit", "AMPK beta -1 chain", "AMPK beta 1", "AMPK subunit beta-1", "AMPKb", "protein kinase, AMP-activated, beta 1 non-catalytic subunit", "protein kinase, AMP-activated, noncatalytic, beta-1"], "pantherdb": {"HGNC": "9378", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1336167", "ortholog_type": "LDO", "panther_family": "PTHR10343", "taxid": 10090, "uniprot_kb": "Q9R078"}, {"RGD": "71057", "ortholog_type": "LDO", "panther_family": "PTHR10343", "taxid": 10116, "uniprot_kb": "P80386"}, {"Ensembl": "ENSGALG00000007373", "ortholog_type": "LDO", "panther_family": "PTHR10343", "taxid": 9031, "uniprot_kb": "Q27IP4"}, {"ZFIN": "ZDB-GENE-030131-7172", "ortholog_type": "O", "panther_family": "PTHR10343", "taxid": 7955, "uniprot_kb": "Q6NY31"}, {"ZFIN": "ZDB-GENE-040718-377", "ortholog_type": "LDO", "panther_family": "PTHR10343", "taxid": 7955, "uniprot_kb": "Q6DHM2"}, {"WormBase": "WBGene00012928", "ortholog_type": "O", "panther_family": "PTHR10343", "taxid": 6239, "uniprot_kb": "Q9NAH7"}, {"WormBase": "WBGene00010115", "ortholog_type": "LDO", "panther_family": "PTHR10343", "taxid": 6239, "uniprot_kb": "Q9XUY2"}, {"FlyBase": "FBgn0260972", "ortholog_type": "LDO", "panther_family": "PTHR10343", "taxid": 7227, "uniprot_kb": "A1Z7Q8"}, {"SGD": "S000005117", "ortholog_type": "O", "panther_family": "PTHR10343", "taxid": 4932, "uniprot_kb": "P53885"}, {"SGD": "S000001189", "ortholog_type": "O", "panther_family": "PTHR10343", "taxid": 4932, "uniprot_kb": "P38845"}, {"SGD": "S000002830", "ortholog_type": "O", "panther_family": "PTHR10343", "taxid": 4932, "uniprot_kb": "P32578"}, {"SGD": "S000003176", "ortholog_type": "O", "panther_family": "PTHR10343", "taxid": 4932, "uniprot_kb": "P34164"}, {"SGD": "S000000829", "ortholog_type": "LDO", "panther_family": "PTHR10343", "taxid": 4932, "uniprot_kb": "Q04739"}, {"PomBase": "SPCC1919.03c", "ortholog_type": "LDO", "panther_family": "PTHR10343", "taxid": 4896, "uniprot_kb": "P78789"}, {"dictyBase": "DDB_G0281089", "ortholog_type": "LDO", "panther_family": "PTHR10343", "taxid": 352472, "uniprot_kb": "Q54UG7"}], "uniprot_kb": "Q9Y478"}, "pathway": {"biocarta": [{"id": "chrebppathway", "name": "chrebp regulation by carbohydrates and camp"}, {"id": "leptinpathway", "name": "reversal of insulin resistance by leptin"}], "kegg": [{"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04152", "name": "AMPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04211", "name": "Longevity regulating pathway - Homo sapiens (human)"}, {"id": "hsa04213", "name": "Longevity regulating pathway - multiple species - Homo sapiens (human)"}, {"id": "hsa04371", "name": "Apelin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04710", "name": "Circadian rhythm - Homo sapiens (human)"}, {"id": "hsa04714", "name": "Thermogenesis - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04920", "name": "Adipocytokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04921", "name": "Oxytocin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04922", "name": "Glucagon signaling pathway - Homo sapiens (human)"}, {"id": "hsa04931", "name": "Insulin resistance - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa05410", "name": "Hypertrophic cardiomyopathy - Homo sapiens (human)"}], "pid": {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, "reactome": [{"id": "R-HSA-112314", "name": "Neurotransmitter receptors and postsynaptic signal transmission"}, {"id": "R-HSA-112315", "name": "Transmission across Chemical Synapses"}, {"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-1445148", "name": "Translocation of SLC2A4 (GLUT4) to the plasma membrane"}, {"id": "R-HSA-1592230", "name": "Mitochondrial biogenesis"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-165159", "name": "MTOR signalling"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2151209", "name": "Activation of PPARGC1A (PGC-1alpha) by phosphorylation"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-380972", "name": "Energy dependent regulation of mTOR by LKB1-AMPK"}, {"id": "R-HSA-438064", "name": "Post NMDA receptor activation events"}, {"id": "R-HSA-442755", "name": "Activation of NMDA receptors and postsynaptic events"}, {"id": "R-HSA-5628897", "name": "TP53 Regulates Metabolic Genes"}, {"id": "R-HSA-5633007", "name": "Regulation of TP53 Activity"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-6804756", "name": "Regulation of TP53 Activity through Phosphorylation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9613354", "name": "Lipophagy"}, {"id": "R-HSA-9619483", "name": "Activation of AMPK downstream of NMDARs"}, {"id": "R-HSA-9663891", "name": "Selective autophagy"}], "wikipathways": [{"id": "WP1403", "name": "AMP-activated protein kinase (AMPK) signaling"}, {"id": "WP1471", "name": "Target Of Rapamycin (TOR) Signaling"}, {"id": "WP1541", "name": "Energy Metabolism"}, {"id": "WP1982", "name": "Sterol regulatory element-binding proteins (SREBP) signaling"}, {"id": "WP3850", "name": "Factors and pathways affecting insulin-like growth factor (IGF1)-Akt signaling"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP3934", "name": "Leptin and adiponectin"}, {"id": "WP3965", "name": "Lipid Metabolism Pathway"}, {"id": "WP4286", "name": "Genotoxicity pathway"}, {"id": "WP4321", "name": "Thermogenesis"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4539", "name": "Synaptic signaling pathways associated with autism spectrum disorder"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4905", "name": "1q21.1 copy number variation syndrome"}, {"id": "WP4923", "name": "Autophagy"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}]}, "pdb": ["4CFE", "4CFF", "4ZHX", "5EZV", "5ISO", "6B1U", "6C9F", "6C9G", "6C9H", "6C9J", "7MYJ"], "pfam": ["PF04739", "PF16561"], "pharmgkb": "PA33746", "pharos": {"target_id": 1950, "tdl": "Tchem"}, "pir": "T09514", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF216131", "relationship": "is"}, {"id": "GNF254699", "relationship": "is"}, {"id": "GNF254700", "relationship": "is"}, {"id": "GNF254701", "relationship": "is"}, {"id": "GNF254702", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF040276", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088272", "relationship": "is"}, {"id": "GNF088273", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052327", "relationship": "is"}, {"id": "GNF057097", "relationship": "is"}, {"id": "GNF061944", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069613", "relationship": "is"}, {"id": "GNF069614", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF011686", "relationship": "is"}, {"id": "GNF030163", "relationship": "is"}, {"id": "GNF131353", "relationship": "is"}, {"id": "GNF131372", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284558", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF335779", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106387", "relationship": "is"}, {"id": "GNF146033", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": ["NP_006244.2", "XP_005253966.1", "XP_054228496.1"], "rna": ["NM_006253.5", "XM_005253909.2", "XM_054372521.1"], "translation": [{"protein": "XP_005253966.1", "rna": "XM_005253909.2"}, {"protein": "NP_006244.2", "rna": "NM_006253.5"}, {"protein": "XP_054228496.1", "rna": "XM_054372521.1"}]}, "reporter": {"HG-U133_Plus_2": ["201834_at", "201835_s_at"], "HG-U95Av2": "35348_at", "HTA-2_0": "TC12000936.hg.1", "HuEx-1_0": "3434142", "HuGene-1_1": "7959123", "HuGene-2_1": "16757806"}, "summary": "The protein encoded by this gene is a regulatory subunit of the AMP-activated protein kinase (AMPK). AMPK is a heterotrimer consisting of an alpha catalytic subunit, and non-catalytic beta and gamma subunits. AMPK is an important energy-sensing enzyme that monitors cellular energy status. In response to cellular metabolic stresses, AMPK is activated, and thus phosphorylates and inactivates acetyl-CoA carboxylase (ACC) and beta-hydroxy beta-methylglutaryl-CoA reductase (HMGCR), key enzymes involved in regulating de novo biosynthesis of fatty acid and cholesterol. This subunit may be a positive regulator of AMPK activity. The myristoylation and phosphorylation of this subunit have been shown to affect the enzyme activity and cellular localization of AMPK. This subunit may also serve as an adaptor molecule mediating the association of the AMPK complex. [provided by RefSeq, Jul 2008].", "symbol": "PRKAB1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418899"}, "unigene": "Hs.741184", "uniprot": {"Swiss-Prot": "Q9Y478", "TrEMBL": ["F5H2X8", "F5H4Y8", "F5H610"]}, "wikipedia": {"url_stub": "PRKAB1"}}