{"AllianceGenome": "9393", "HGNC": "9393", "MIM": "176960", "_id": "5578", "_version": 3, "accession": {"genomic": ["AC005918.13", "AC005988.1", "AC006263.1", "AC006947.2", "AC009452.21", "AC060796.8", "AF395829.1", "CH471099.1", "CP068261.2", "CS098008.1", "EU332865.1", "FB764948.1", "JX512457.1", "KF456310.1", "KF456322.1", "NC_000017.11", "NC_060941.1", "NG_012206.2"], "protein": ["AAA60098.1", "AAH53321.1", "AAI09274.1", "AAI09275.1", "AAK84184.1", "AAV33302.1", "ABY87554.1", "AGC09604.1", "BAD92712.1", "BAG70072.1", "BAG70197.1", "BAU98542.1", "CAA36718.1", "CAJ00128.1", "CAV30668.1", "EAW89014.1", "NP_002728.2", "P17252.4", "XP_016880325.1", "XP_016880326.1", "XP_024306597.1", "XP_024306598.1", "XP_047292344.1", "XP_047292345.1", "XP_054172616.1", "XP_054172617.1", "XP_054172618.1", "XP_054172619.1", "XP_054172620.1", "XP_054172621.1"], "rna": ["AA017296.1", "AB209475.1", "AB451258.1", "AB451383.1", "AF035594.1", "AF035595.1", "AF086287.1", "AK055431.1", "AK125425.1", "AK130736.1", "AL596674.1", "AY633609.1", "BC015855.1", "BC053321.1", "BC062759.1", "BC071767.1", "BC103691.1", "BC107592.1", "BC109273.1", "BC109274.1", "BC122530.1", "BM015483.1", "BQ018414.1", "BU150006.1", "BX648954.1", "CA417000.1", "LC151409.1", "M22199.1", "NM_002737.3", "X52479.1", "XM_017024836.3", "XM_017024837.2", "XM_024450829.2", "XM_024450830.2", "XM_047436388.1", "XM_047436389.1", "XM_054316641.1", "XM_054316642.1", "XM_054316643.1", "XM_054316644.1", "XM_054316645.1", "XM_054316646.1", "XR_001752558.2", "XR_007065315.1", "XR_007065316.1", "XR_007065317.1", "XR_008484859.1", "XR_008484860.1", "XR_008484861.1", "XR_008484862.1"], "translation": [{"protein": "XP_047292344.1", "rna": "XM_047436388.1"}, {"protein": "XP_016880326.1", "rna": "XM_017024837.2"}, {"protein": "BAU98542.1", "rna": "LC151409.1"}, {"protein": "AAI09275.1", "rna": "BC109274.1"}, {"protein": "XP_016880325.1", "rna": "XM_017024836.3"}, {"protein": "XP_054172621.1", "rna": "XM_054316646.1"}, {"protein": "BAG70072.1", "rna": "AB451258.1"}, {"protein": "BAD92712.1", "rna": "AB209475.1"}, {"protein": "AAA60098.1", "rna": "M22199.1"}, {"protein": "XP_054172620.1", "rna": "XM_054316645.1"}, {"protein": "NP_002728.2", "rna": "NM_002737.3"}, {"protein": "XP_054172617.1", "rna": "XM_054316642.1"}, {"protein": "XP_024306598.1", "rna": "XM_024450830.2"}, {"protein": "CAA36718.1", "rna": "X52479.1"}, {"protein": "XP_054172616.1", "rna": "XM_054316641.1"}, {"protein": "AAH53321.1", "rna": "BC053321.1"}, {"protein": "XP_024306597.1", "rna": "XM_024450829.2"}, {"protein": "AAI09274.1", "rna": "BC109273.1"}, {"protein": "AAV33302.1", "rna": "AY633609.1"}, {"protein": "BAG70197.1", "rna": "AB451383.1"}, {"protein": "XP_047292345.1", "rna": "XM_047436389.1"}, {"protein": "XP_054172618.1", "rna": "XM_054316643.1"}, {"protein": "XP_054172619.1", "rna": "XM_054316644.1"}]}, "alias": ["AAG6", "PKC-alpha", "PKCA", "PKCI+/-", "PKCalpha", "PRKACA"], "ec": "2.7.11.13", "ensembl": {"gene": "ENSG00000154229", "protein": ["ENSP00000284384", "ENSP00000408695", "ENSP00000462087"], "transcript": ["ENST00000284384", "ENST00000413366", "ENST00000578063", "ENST00000583361", "ENST00000583775"], "translation": [{"protein": "ENSP00000462087", "rna": "ENST00000578063"}, {"protein": "ENSP00000408695", "rna": "ENST00000413366"}, {"protein": "ENSP00000284384", "rna": "ENST00000284384"}], "type_of_gene": "protein_coding"}, "entrezgene": "5578", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 31.3144713688, "exp_mis": 250.33597311, "exp_syn": 127.154264301, "lof_z": 4.65813164648989, "mis_z": 3.50366577818126, "mu_lof": 2.15290498073e-06, "mu_mis": 2.16019937013e-05, "mu_syn": 1.06771243085e-05, "n_lof": 5.0, "n_mis": 137.0, "n_syn": 121.0, "p_li": 0.952135908118796, "p_null": 4.75530012841676e-08, "p_rec": 0.0478640443282032, "syn_z": 0.338347230042498}, "bp": 2019, "cds_end": 64800155, "cds_start": 64298969, "n_exons": 17, "nonpsych": {"exp_lof": 27.9943666221, "exp_mis": 226.22996698, "exp_syn": 114.738626428, "lof_z": 4.45375104285797, "mis_z": 3.72999739032318, "mu_lof": 2.15290498073e-06, "mu_mis": 2.16019937013e-05, "mu_syn": 1.06771243085e-05, "n_lof": 4.0, "n_mis": 115.0, "n_syn": 112.0, "p_li": 0.971623366108322, "p_null": 7.79064293246386e-08, "p_rec": 0.0283765559852485, "syn_z": 0.160967176302202}, "nontcga": {"exp_lof": 28.7753692674, "exp_mis": 230.275166251, "exp_syn": 116.947981692, "lof_z": 4.37218058430871, "mis_z": 3.62046201837696, "mu_lof": 2.15290498073e-06, "mu_mis": 2.16019937013e-05, "mu_syn": 1.06771243085e-05, "n_lof": 5.0, "n_mis": 120.0, "n_syn": 110.0, "p_li": 0.889089287712053, "p_null": 4.05520948228435e-07, "p_rec": 0.110910306766999, "syn_z": 0.406804478204331}, "transcript": "ENST00000413366.3"}, "exons": [{"cdsend": 66804037, "cdsstart": 66302851, "chr": "17", "position": [[66302612, 66303024], [66306095, 66306127], [66496200, 66496283], [66641354, 66641466], [66645382, 66645511], [66687110, 66687267], [66688301, 66688436], [66688950, 66689047], [66732687, 66732825], [66735488, 66735662], [66738763, 66738855], [66741658, 66741721], [66742621, 66742760], [66773986, 66774067], [66786866, 66786974], [66788838, 66788979], [66803872, 66810743]], "strand": 1, "transcript": "NM_002737", "txend": 66810743, "txstart": 66302612}], "exons_hg19": [{"cdsend": 64800155, "cdsstart": 64298969, "chr": "17", "position": [[64298730, 64299142], [64302213, 64302245], [64492318, 64492401], [64637472, 64637584], [64641500, 64641629], [64683228, 64683385], [64684419, 64684554], [64685068, 64685165], [64728805, 64728943], [64731606, 64731780], [64734881, 64734973], [64737776, 64737839], [64738739, 64738878], [64770104, 64770185], [64782984, 64783092], [64784956, 64785097], [64799990, 64806861]], "strand": 1, "transcript": "NM_002737", "txend": 64806861, "txstart": 64298730}], "generif": [{"pubmed": 11688977, "text": "activation required for vitamin C-succinate induced apoptosis of HL-60 cells"}, {"pubmed": 11705379, "text": "Four residues located near the calcium binding site of PKC alpha are critical for activation and in vivo membrane translocation of the enzyme."}, {"pubmed": 11740573, "text": "Isoforms of protein kinase C and their distribution in human adrenal cortex and tumors"}, {"pubmed": 11751262, "text": "PKCalpha is required for ET-1-induced human myometrial cell growth"}, {"pubmed": 11805101, "text": "the first report of focal adhesion kinase and phosphatidylinositol 3-kinase-dependent PKC-alpha activation in bacterial invasion related to cytoskeletal reorganization"}, {"pubmed": 11836255, "text": "role in induction of metallproteinases 1 and 3 in fibroblasts by basic calcium phosphate crystals"}, {"pubmed": 11864971, "text": "Calcium-dependent involucrin expression is inversely regulated by protein kinase C (PKC)alpha and PKCdelta."}, {"pubmed": 12056906, "text": "PKC alpha expressed in human neutrophils can phosphorylate p47phox and induce both its translocation and NADPH oxidase activation as well as the binding of p47phox to the cytosolic fragment of p22phox."}, {"pubmed": 12064599, "text": "Data show that protein kinase Calpha mediates the effect of antiarrhythmic peptide on gap junction conductance."}, {"pubmed": 12093536, "text": "REVIEW:Interaction of protein kinase C isozymes with membranes containing anionic phospholipids utilizing fluorescent phorbol esters to probe the properties of the C1 domains"}, {"pubmed": 12097375, "text": "PKC alpha functions as a negative modulator of calcineurin-regulated retinoid X receptor responsive element-dependent transcription during T cell activation."}, {"pubmed": 12173071, "text": "A294G mutation of protein kinase C alpha does not detectably affect its biochemical properties in vitro or in vivo, and is at least rare in thyroid neoplasias"}, {"pubmed": 12269829, "text": "Cis activation of the basal promoter of the PKC alpha gene occurs through an activator protein-2-dependent, phorbol ester-responsive pathway, which suggests an autoregulatory manner of transcription in glioblastoma multiforme cells."}, {"pubmed": 12351446, "text": "Alpha-tocopherol decreases superoxide anion release in human monocytes under hyperglycemic conditions via inhibition of protein kinase C-alpha."}, {"pubmed": 12372800, "text": "Protein kinase C alpha plays an important role in activating store-operated Ca2+ channels (SOC) in human mesangial cells"}, {"pubmed": 12372816, "text": "Activation of PKCalpha stabilizes F-actin and thereby opposes the effect of PKCepsilon on membrane remodeling in T84 cells."}, {"pubmed": 12412804, "text": "Our findings present original data that PKCalpha is the isoform specifically involved in the proliferation of primary human osteoblasts."}, {"pubmed": 12490289, "text": "greater increase of PKCalpha translocation after PMA treatment in breast cancer erythrocytes compared to controls was observed"}, {"pubmed": 12536241, "text": "Il-2 increased protein kinase C alpha expression, but polysaccharide K decreased it."}, {"pubmed": 12610653, "text": "the direct PKC-dependent activation of the amyloid protein precursor secretory pathway is compromised by reduced PKCalpha expression and a specific role of this isoform in these mechanisms"}, {"pubmed": 12632071, "text": "PKCalpha may regulate Ets1 activity in invasive breast cancer cells"}, {"pubmed": 12652652, "text": "PKC alpha plays a necessary role in mediating calcium-induced differentiation. Failure to regulate PKC alpha in SCC4 carcinoma cells may underlie at least part of the failure of calcium to promote differentiation in these cells."}, {"pubmed": 12704190, "text": "Filamin A was identified as a direct binding partner of protein kinase Calpha; two binding sites were identified on filamin A; a Ca2+ and phospholipid-dependent association of the regulatory domain of protein kinase C with these sites was revealed."}, {"pubmed": 12724315, "text": "PKCalpha is involved in the regulation of Ca2+-induced platelet aggregation."}, {"pubmed": 12754211, "text": "data demonstrate a pathway of Rho activation involving protein kinase c alpha-dependent phosphorylation of p115Rho guanine exchange factor"}, {"pubmed": 12783114, "text": "The novel varepsilon and eta and atypical zeta, but not the conventional alpha and beta and the novel delta PKCs, may be involved in the signaling pathways involved in thrombin-induced human platelet P-selectin expression"}, {"pubmed": 12824193, "text": "Protein kinase C promotes apoptosis in LNCaP prostate cancer cells through activation of p38 MAPK and inhibition of the Akt survival pathway"}, {"pubmed": 12839565, "text": "protein kinase C alpha associates with phospholipase D1 and enhances basal phospholipase D activity in a protein phosphorylation-independent manner in melanoma cells, which contributes to the cell's high invasive potential."}, {"pubmed": 12878187, "text": "Protein kinase C alpha negatively regulates cell spreading and motility in breast cancer cells."}, {"pubmed": 12890670, "text": "PKC alpha phosphorylates diacylglycerol kinase zeta in cells, and this phosphorylation inhibits its kinase activity to remove cellular diacylglycerol, thereby affecting cell growth."}, {"pubmed": 12907651, "text": "Loss of protein kinase Calpha expression may enhance the tumorigenic potential of Gli1 in basal cell carcinoma."}, {"pubmed": 12952980, "text": "protein kinase C alpha signaling is activated by apolipoprotein A-I, and it has a role in phosphorylation and stabilization of ATP binding cassette transporter A1 for the high density lipoprotein assembly"}, {"pubmed": 12954613, "text": "the affinity of isolated C1A and C1B domains of PKCalpha and PKCgamma for soluble and membrane-incorporated DAG and phorbol ester were measured by isothermal calorimetry and surface plasmon resonance in order to compare activation mechanisms"}, {"pubmed": 12960759, "text": "there is an impairment of degradation of protein kinase c alpha in huntington disease 150q cells that is connected with the sequestration of proteasome on mutant huntingtin aggregates"}, {"pubmed": 12972622, "text": "PKCA acts upstream of PKCtheta to activate IkappaB kinase and NF-kappaB in T-lymphocytes."}, {"pubmed": 14527960, "text": "PKCalpha and betaII have roles in the regulation of membrane recycling"}, {"pubmed": 14606067, "text": "in gastric cancer, protein translocation of PLCgamma2 and PKCalpha is critical event in the process of apoptosis induction."}, {"pubmed": 14709334, "text": "PKC-alpha and PKC-epsilon act cooperatively in regulating JNK activation in response to PMA"}, {"pubmed": 14739142, "text": "Only PKC-alpha is involved in the signal transduction cascade leading to neutrophil transepithelial migration."}, {"pubmed": 14960580, "text": "PKC alpha is a critical regulatory element that is required for efficient regulatory volume decrease in HeLa cells"}, {"pubmed": 15051732, "text": "PKCalpha-S100C/A11-mediated pathway is involved in and essential for the growth inhibition of normal human keratinocytes cells by TGFbeta1."}, {"pubmed": 15123666, "text": "PKD activation plays a central role in NT peptide secretion; upstream regulators of PKD include PKC-alpha and -delta and Rho/ROK"}, {"pubmed": 15155525, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15159477, "text": "There was expression of protein kinase C alpha in abnormal muscle fibers. Protein kinase C isoforms may play a role in the pathogenesis of myofibrillar myopathy."}, {"pubmed": 15169840, "text": "PKCA has a major role in cytoskeleton-dependent avidity modulation of ALCAM."}, {"pubmed": 15192100, "text": "protein kinase C alpha, iota, and theta binding to L-selectin cytoplasmic domain is modulated by receptor phosphorylation"}, {"pubmed": 15233804, "text": "Results suggest that the involvement of protein kinase C alpha in carbachol-induced soluble amyloid precursor protein (sAPPalpha) release is negligible, but PKC epsilon may be important in coupling cholinergic receptors with APP metabolism."}, {"pubmed": 15272003, "text": "phosphorylation of LRP by PKCalpha modulates the endocytic and signaling function of LRP by modifying its association with adaptor proteins"}, {"pubmed": 15277524, "text": "autophosphorylation of PKCalpha limits its sensitivity to DAG; kinase inhibitors augment the DAG sensitivity of PKCalpha by destabilizing the closed conformation"}, {"pubmed": 15284224, "text": "Use of PKC agonists and isozyme-specific pseudosubstrate peptide antagonists suggested a role for PKCalpha and -epsilon in VEGF-mediated DAF up-regulation, mediating A cytoprotective pathway in ECs."}, {"pubmed": 15456937, "text": "Results propose a new mechanism by which lithium indirectly inhibits glycogen synthase kinase-3beta via phosphatidylinositol 3 kinase-dependent activation of protein kinase C alpha."}, {"pubmed": 15499829, "text": "We analyzed the dependence of the expression of some selected protein kinase C isoenzymes on the availability and/or action of androgens."}, {"pubmed": 15504744, "text": "PKC-alpha-mediated NG2 phosphorylation at Thr(2256) is a key step for initiating cell polarization and motility"}, {"pubmed": 15509588, "text": "central role of PKC isoforms and the negative regulatory function of c-Src in the control of stromelysin 3 expression"}, {"pubmed": 15531915, "text": "Ets1 serves as an effector for PKCalpha to fulfil certain functions in cancer ce"}, {"pubmed": 15555220, "text": "we used publicly available gene expression array data to further understand PKC-a-associated gene expression profiles in NSCLC"}, {"pubmed": 15563462, "text": "protein kinase Calpha transcriptional repression via Sp1 by wild type p53 is involved in inhibition of multidrug resistance 1 P-glycoprotein phosphorylation"}, {"pubmed": 15564481, "text": "colocalizes with virus particles and is required for Respiratory syncytial virus (RSV) fusion to the cell membrane of bronchial epithelial cells"}, {"pubmed": 15572354, "text": "diacylglycerol-responsive PKC isoforms differentially influence CaR agonist-induced release of Ca2+ from internal stores"}, {"pubmed": 15576373, "text": "Calpha activation and phosphorylation of syntaxin 4 and Munc18c are required for the cell surface expression of P-selectin and the consequent binding of neutrophils to endothelial cells."}, {"pubmed": 15583006, "text": "there is a complex interplay between PKCalpha, Syk, and Src involving physical interaction, phosphorylation, translocation within the cell, and functional activity regulation"}, {"pubmed": 15603822, "text": "protein kinase C has a role in chitosan glutamate-mediated tight junction disruption"}, {"pubmed": 15613483, "text": "Epidermal and hepatocyte growth factors, but not keratinocyte growth factor, modulate protein kinase Calpha translocation to the plasma membrane"}, {"pubmed": 15627650, "text": "two fatty acids inhibited the phorbol 12-myristate 13-acetate (PMA)-induced plasma membrane translocation of protein kinase C (PKC)-alpha and -epsilon"}, {"pubmed": 15691837, "text": "Results demonstrate that a branched signaling pathway involving MEK, ERK, PKCepsilon, PKCalpha, and caveolin-1 regulates collagen expression in normal lung tissue and is perturbed during fibrosis."}, {"pubmed": 15757899, "text": "NAG-1 expression is up-regulated by TPA in LNCaP cells through a PKC-dependent pathway involving the activation of NF-kappa B"}, {"pubmed": 15814724, "text": "Inhibition of the oxidative burst, i.e., cellular desensitization, was clearly reversed in cells overexpressing PKC alpha, pointing to PKC alpha as the major transmitter in eliciting the oxidative burst in monocytes/macrophages."}, {"pubmed": 15917995, "text": "PKCalpha is specifically required for TPA-induced ERK(MAPK) signaling to trigger gene expressions of p15(INK4b) and p16(INK4a) leading to HepG2 growth inhibition"}, {"pubmed": 16006559, "text": "PRKCA-dependent PRKD1 activation modulates ERK signal pathway and endothelial cell proliferation by vascular endothelial growth factor A."}, {"pubmed": 16079140, "text": "PKCalpha C1A-C2 interdomain interactions have a role in lipid-mediated PKCalpha activation"}, {"pubmed": 16080189, "text": "The data do not support a strong association between single nucleotide polymorphism of PRKCA and spina bifida risk."}, {"pubmed": 16081872, "text": "PKCalpha stimulates NO production in endothelial cells and plays a role in regulation of blood flow in vivo."}, {"pubmed": 16087181, "text": "Results identify targets in RLIP76 for phosphorylation by protein kinase C alpha, which may act as substrates for differential transport of doxorubicin."}, {"pubmed": 16099831, "text": "PKC stimulation upregulates neuron-specific ELAV (nELAV) proteins (HuB, HuC, and HuD), and induces nELAV proteins to colocalize with the translocated PKCalpha isozyme on the cytoskeleton, with a concomitant increase of nELAV threonine phosphorylation."}, {"pubmed": 16236797, "text": "Ca2+-activated PKCalpha and its isolated C2 domain localize exclusively to the plasma membrane"}, {"pubmed": 16297876, "text": "PKCalpha expression may be modulated by Elk-1 and MZF-1 at the transcriptional level."}, {"pubmed": 16300929, "text": "Thrombin is able to induce activation of caspases 3 and 9 in human platelets and significantly increases the amount in the cytoskeleton of the active forms of both caspases and the procaspases 3 and 9."}, {"pubmed": 16338977, "text": "protein phosphorylation and dephosphorylation via PKC and the corresponding protein phosphatases contribute to phosphatidylserine exposure and erythrocyte shrinkage after energy depletion"}, {"pubmed": 16517978, "text": "increased expression of PKC-alpha and -betaI leads to increased total classical PKC kinase activity; increased activity of the isoenzymes plays a role in accelerated growth of TCC. In carcinoma tissue, PKC expression and activity are under strict control."}, {"pubmed": 16571380, "text": "Data show that protein kinase C-alpha activation in endothelial cells leads to upregulation of sphingosine kinase-1 expression and activity, which is critically involved in the mechanism of endothelial cell migration."}, {"pubmed": 16620963, "text": "Inhibition of Protein Kinase C represents a mechanism by which high tyrosine kinase activity can enhance cellular Ca(2+) transients and thus exert profound effects on the proliferation, apoptosis and chemotaxis of leukemic cells."}, {"pubmed": 16642043, "text": "PKC alpha mmodulates Bcl2 phosphorylation and is relevant to chemoresistance in acute myeloid leukemia"}, {"pubmed": 16673150, "text": "effect of insulin is dependent on activation of PKCalpha and/or PKCbeta, and these insulin signals may interfere with the dynamic assembly/disassembly and/or distribution of F-actin, which is required for the phagocytosis process"}, {"pubmed": 16697522, "text": "PKCalpha activation is a critical step in androgen receptor nuclear exclusion by melatonin."}, {"pubmed": 16710050, "text": "In conclusion, although CDCA and UDCA activate different PKC isoforms, PKCalpha plays a major role in the bile acid-induced inhibition of cAMP synthesis in fibroblasts."}, {"pubmed": 16751194, "text": "PKC regulates sequestration of recycling molecules into this compartment, the pericentrion; PKC acted distal to the site of internalization of endocytic cargo"}, {"pubmed": 16775601, "text": "Incubation of podocytes with membranous glomerulonephritis sera determined strong upregulation of pPKC-alpha/beta that was reverted by pre-incubation with clusterin"}, {"pubmed": 16836077, "text": "The overexpression of protein kinase CK2alpha is closely related to the formation and development of laryngeal squamous cell carcinoma."}, {"pubmed": 16890208, "text": "RLIP76-/- mouse embryonic fibroblasts were resistant to PKCalpha-depletion mediated growth inhibition, as well as to the PKCalpha-dependent mitogen, phorbol 12-myristate 13-acetate (PMA)."}, {"pubmed": 16939222, "text": "WISP-2/CCN5 is a novel signaling molecule that critically participates in the mitogenic action of PMA on noninvasive, WISP-2/CCN5-positive breast tumor cells through PKCalpha-dependent, multiple molecular signal transduction pathways."}, {"pubmed": 16942862, "text": "We conclude that compound 48/80 is an effective activator of PI 3-kinase dependent pathways, leading to the activation of effectors including PKB/Akt, p70(S6K) and PKCalpha."}, {"pubmed": 16963226, "text": "Our data suggest that PKCalpha, but not PKCbeta, is the predominant cPKC isoenzyme required for cPLA(2) protein phosphorylation and maximal induction of cPLA(2) enzymatic activity upon activation of human monocytes."}, {"pubmed": 16964312, "text": "PCK-alpha activation in keratinocytes is a crucial event orchestrating cutaneous neutrophil responses."}, {"pubmed": 16979586, "text": "These results show for the first time that IP6 represses telomerase activity in prostate cancer cells by posttranslational modification of TERT via the deactivation of Akt and PKCalpha."}, {"pubmed": 16984735, "text": "NT uses PKC-dependent pathways to modulate GSK-3, which may play a role in the NT regulation of intestinal cell growth"}, {"pubmed": 17061041, "text": "a functional contribution of PKCalpha to tamoxifen resistant growth of human breast cancer cells"}, {"pubmed": 17157935, "text": "alpha-PKC and beta-PKC are required for optimal O(2)(-) generation, but play different roles in Ca2+ signaling for phagocytic responses such as O(2)(-) generation"}, {"pubmed": 17171646, "text": "Data suggest that MCF-7 cell proliferation or the anti-cancer action of doxorubicin and vinblastine on breast cancer cells is independent of PKC-alpha."}, {"pubmed": 17197445, "text": "Galphaq activation of TRPC6 signals the activation of PKCalpha, and thereby induces RhoA activity and endothelial cell contraction"}, {"pubmed": 17212360, "text": "These results suggest that different PKC isoforms may exert ontogenetic-specific functions in erythropoiesis and that modulation of PKCalpha might affect the activity of (A)gamma-promoter-driven reporters."}, {"pubmed": 17255356, "text": "Ras is able to promote monocyte lineage selection via PKC."}, {"pubmed": 17307332, "text": "Conventional PKC isoforms, especially PKCalpha, mediate feedback inhibition of G-protein-coupled receptor -induced EGFR transactivation."}, {"pubmed": 17321722, "text": "These data suggest that an intracellular calcium store independent PKC-Sp1 signaling pathway induces early keratinocyte differentiation through upregulation of TSG101."}, {"pubmed": 17334233, "text": "PKCalpha-NF- kappaB-dependent cascade is involved in the signaling leading to phorbol myristate acetate-induced matrix metalloproteinase-9 expression in the lung epithelium"}, {"pubmed": 17341442, "text": "These data demonstrate that IGF-I induces COX-2 expression in human ovarian cancer cells, which is mediated by three parallel signaling cascades--PI3K, MAPK, and PKC pathways that differentially regulate COX-2 expression."}, {"pubmed": 17438848, "text": "AP-1 may participate in the signal transduction of PKC-triggered expression of IL-5 in allergic rhinitis T lymphocytes."}, {"pubmed": 17455194, "text": "the cell fate commitment of CD14(+)monocytes towards MDMs or MoDCs appears to be steered by the selective activation of PKCalpha or PKCbeta(I), respectively."}, {"pubmed": 17459358, "text": "Protein Kinase C alpha mRNA was significantly increased in human hepatocellur carcinomas as compared to corresponding non-cancerous liver tissues."}, {"pubmed": 17525530, "text": "STAT3 and PKC differentially regulate telomerase activity during megakaryocytic differentiation of K562 cells."}, {"pubmed": 17545611, "text": "HER2 overexpression in HER2 2+ carcinomas is associated with neither an increase in gene transcription nor a deregulation in the ubiquitin-dependent pathways, but instead seems to be regulated by protein kinase Calpha (PKCalpha) activity."}, {"pubmed": 17588800, "text": "Determination of PKC-alpha levels/activity in leukaemia seems to be relevant when choosing efficient chemotherapy protocols based on the use of apoptosis-inducing anticancer drugs."}, {"pubmed": 17591920, "text": "Differential phosphorylation of NG2 proteoglycan by ERK and PKCA helps balance cell proliferation and cell movement."}, {"pubmed": 17666590, "text": "analysis of direct binding and activation of PKCalpha and PKCdelta by steroid hormones and the molecular mechanisms involved"}, {"pubmed": 17689692, "text": "PKC-alpha is the predominant conventional PKC present in the human coronary and skeletal microcirculation"}, {"pubmed": 17724468, "text": "PKC alpha, rather than other protein kinase C isoforms, participates in lysophosphatidic acid-induced NF-kappa B activation and urokinase upregulation in ovarian cancer cells."}, {"pubmed": 17786270, "text": "Hemoglobin promptly and markedly modified the levels of expression of both calcium-dependent PKCalpha and calcium-independent PKCzeta."}, {"pubmed": 17828490, "text": "Ginkgo Biloba extract may decrease the activation of the PKCalpha in the inflammatory cells and thereby decrease the IL-5 level in induced sputum of asthmatic patients."}, {"pubmed": 17923691, "text": "The protein kinase C (PKC) inhibitor and apoptotic inducer staurosporine switches the production of Bcl-x towards the x(S) mRNA isoform in 293 cells."}, {"pubmed": 17934063, "text": "These results suggest that the PKCalpha isoform is an important regulator of cell migration in response to agricultural dust exposure."}, {"pubmed": 17936705, "text": "Data show that expression of DMPK-CUG-repeat RNA results in hyperphosphorylation and stabilization of CUGBP1, and suggest that inappropriate activation of the PKC pathway contributes to the pathogenic effects of a noncoding RNA."}, {"pubmed": 17951978, "text": "findings provide the first evidence that stimulation of P-selectin surface expression via PKCalpha-dependent PKD2 activation could be an important mechanism in the early onset of AII-initiated endothelial adhesiveness."}, {"pubmed": 17974965, "text": "Study shows that activation of protein kinase C-alpha (PKC-alpha) phosphorylated and down-regulated LRP expression."}, {"pubmed": 18056764, "text": "Protein kinase C alpha promotes angiogenic activity of human endothelial cells via induction of vascular endothelial growth factor."}, {"pubmed": 18089814, "text": "Ro3582 inhibits cell proliferation and activates bone morphogenetic protein/Smad signaling via a Ras and PKC alpha pathway in breast epithelial cells."}, {"pubmed": 18162471, "text": "discrete PKCs trigger distinctive responses when activated in different phases of the cell cycle via a common mechanism that involves p21 Cip1 up-regulation."}, {"pubmed": 18184679, "text": "Moraxella catarrhalis infection activates protein kinase C and its isoforms alpha, epsilon and theta, which differentially regulate interleukin-8 transcription in human pulmonary epithelial cells."}, {"pubmed": 18206668, "text": "RXR ligands rapidly inhibit high-glucose-induced oxidative stress by antagonizing high-glucose-induced PKC activation, and cytoplasmic RXRalpha is implicated in this regulation"}, {"pubmed": 18239055, "text": "In pancreatic tumor cells calcium-dependent PKC-alpha mediates TGF-beta-induced transcriptional downregulation of PTEN, and this pathway promotes cell migration in a SMAD4-null environment."}, {"pubmed": 18281137, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18292781, "text": "Data show that NG2 and integrin alpha4 oppositely regulate anoikis in fibroblasts, and that NG2 and integrin alpha4 regulate FAK phosphorylation by PKCalpha-dependent and -independent pathways, respectively."}, {"pubmed": 18314869, "text": "Overexpression of protein kinase Calpha mRNA is associated with gastric carcinoma"}, {"pubmed": 18354190, "text": "modulation of PKC may have therapeutic potential in the prevention of smoke-related lung injury"}, {"pubmed": 18372238, "text": "Protein kinase C alpha modulates liver X receptor alpha transactivation."}, {"pubmed": 18372343, "text": "A novel regulatory signaling mechanism of transcriptional control in which the LHR is derepressed through PKCalpha/ERK-mediated Sp1 phosphorylation, causing the release of HDAC1/mSin3A complex from the promoter."}, {"pubmed": 18401527, "text": "Thus, survivin, Smac, and PKC alpha might play important roles in the inhibition of apoptosis by FGF-2 in human small cell lung cancer cells."}, {"pubmed": 18434368, "text": "IGF-II/mannose-6-phosphate receptor signaling induced cell hypertrophy and atrial natriuretic peptide/BNP expression via Galphaq interaction and protein kinase C-alpha/CaMKII activation in H9c2 cardiomyoblast cells."}, {"pubmed": 18474624, "text": "PKP2 knockdown is accompanied by increased phosphorylation of PKC substrates, raising the possibility that global alterations in PKC signaling may contribute to pathogenesis of congenital defects caused by PKP2 deficiency."}, {"pubmed": 18489726, "text": "These results suggest a significant role of PKCalpha and downstream actin filament activity during the fungal invasion into human brain microvascular endothelial cells."}, {"pubmed": 18503554, "text": "TRPV1 mediates heat shock-induced MMP-1 expression via calcium-dependent PKCalpha signaling in HaCaT cells"}, {"pubmed": 18534651, "text": "A 46kDa variant of ERalpha increased in abundance in the cell membrane within 20 minutes of estradiol treatment suggesting that ERalpha mediated the estradiol non-genomic effects on PKCA through the formation of a membrane-associated signalling complex."}, {"pubmed": 18566014, "text": "A novel interferon-independent pathway involving protein kinase C (PKC)-alpha activation, upstream of p38 and c-jun N-terminal kinase, is responsible for poly (I:C) pro-apoptotic effects on LNCaP cells."}, {"pubmed": 18622039, "text": "Akt-mediated phosphorylation modulates eNOS uncoupling and greatly increases O(2)* generation from the enzyme at low Ca(2+) concentrations, and PKCalpha-mediated phosphorylation alters the sensitivity of the enzyme to other negative regulatory signals."}, {"pubmed": 18637128, "text": "The expression of P-cadherin (a marker of proliferating keratinocytes) was regulated by all of the examined protein kinase C isoenzymes, also in an antagonistic manner (inhibited by cPKCalpha/nPKCdelta and stimulated by cPKCbeta/nPKCepsilon)."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18755856, "text": "phosphorylation of FXR induced by PKCalpha directly modulates the ability of agonists to activate FXR"}, {"pubmed": 18950621, "text": "PDGFR-mediated phosphorylation at this site is dependent on PKCalpha, a conventional PKC isoform implicated previously in disruption of adherens junctions."}, {"pubmed": 18983267, "text": "The direct interaction of PI3Kgamma with PKCalpha forms a discrete regulatory module of N-formylmethionyl-leucyl-phenylalanine-dependent reactive oxygen species production in neutrophils."}, {"pubmed": 18991684, "text": "findings shed light on post-transcriptional regulation of HSP70 expression, suggesting a molecular cascade involving PKC/HuR/HSP70- that possibly represents an early event in the cellular response to oxidative stress in SH-SY5Y human neuroblastoma cells"}, {"pubmed": 19029835, "text": "findings support a model in which activation of PKCalpha downregulates ATM protein and delays tumor growth in prostate cancer cells."}, {"pubmed": 19056838, "text": "An investigation of the marine compound spongistatin 1 links the inhibition of PKCA translocation to nonmitotic effects of tubulin antagonism in angiogenesis."}, {"pubmed": 19060919, "text": "ezrin is regulated during osteosarcoma metastasis by PKC"}, {"pubmed": 19073232, "text": "These results provide evidence for the existence of a cAMP-dependent but PKA-independent pathway in mediating the endothelial cell-conditioned medium-induced aldosterone release and the significant influence of more than one signaling mechanism."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19087983, "text": "Protein kinase Calpha levels are elevated in the pregnant myometrium suggesting the involvement of protein kinase Calpha in regulation of human uterine contraction."}, {"pubmed": 19088254, "text": "ANG II inhibited hOAT1 activity through activation of PKCalpha, which led to the redistribution of the transporter from the cell surface to the intracellular compartments."}, {"pubmed": 19097143, "text": "These results demonstrated that in A549 cells, activation of p50/p65 heterodimer through sequential activation of PKC alpha-JNK-NIK-IKK beta-NF-kappaB was required for IL-1 beta-induced uPA expression associated with migration of tumor cells."}, {"pubmed": 19116345, "text": "Evidence suggesting that SPHK enhances migration of ML-1 cells by an autocrine mechanism and that the S1P-evoked migration is dependent on protein kinase C alpha, ERK1/2, and SPHK."}, {"pubmed": 19158275, "text": "p73 is able to induce cell cycle arrest independently of its amino-terminal transactivation domain, whereas this domain is crucial for p73 proapoptotic functions."}, {"pubmed": 19176518, "text": "EGFR signals to mTOR through PKC and independently of Akt in glioma"}, {"pubmed": 19235902, "text": "Protein kinase C alpha (PKCalpha) regulates growth and invasion of endometrial cancer cells."}, {"pubmed": 19291828, "text": "PKCalpha positively regulates multidrug resistance(MDR) in a stomach cancer cell line and inhibition of PKCalpha can partially attenuate MDR in human gastric cancer cells."}, {"pubmed": 19324870, "text": "A functional polymorphism that impairs the activity of PHLPP2 and correlates with elevated Akt phosphorylation and increased PKC levels, was identified."}, {"pubmed": 19324950, "text": "PKC(alpha) and PKC(epsilon) differentially regulate Legionella pneumophila-induced GM-CSF"}, {"pubmed": 19340015, "text": "PKCalpha activation is both necessary and sufficient to trigger irreversible growth arrest during human epidermal keratinocyte differentiation."}, {"pubmed": 19357285, "text": "N-cadherin cleavage is regulated by a PKC-alpha-metalloproteinase ADAM-10 cascade in glioblastoma (GBM) cells and may be involved in mediating GBM cell migration."}, {"pubmed": 19449091, "text": "These results suggest that LeY oligosaccharide acts as a signal molecule to modulate diacylglycerol/PKC signaling pathway."}, {"pubmed": 19459855, "text": "PKCA-responsive polymeric carrier: its application for gene delivery into human cancers is reported."}, {"pubmed": 19509063, "text": "Results show that the expression of PKCalpha in proliferating intestinal epithelial cells is repressed both in vitro and in vivo by the SOX9 transcription factor."}, {"pubmed": 19523156, "text": "ESI-MS analysis and cellular expression of PB1-F2 mutants identified the positions Ser-35 as the major and the Thr-27 as an alternative PKC phosphorylation site."}, {"pubmed": 19576566, "text": "PRKCA is a pleiotropic locus that is associated with both BMI and asthma and that has been identified via linkage analysis of BMI in a Costa Rican population with asthma."}, {"pubmed": 19592459, "text": "Mutation of protein kinase C phosphorylation site S1076 on alpha-subunits affects BK(Ca) channel activity."}, {"pubmed": 19609943, "text": "Data imply that targeting CAV1 and/or PKCalpha may allow the development of new molecular therapeutic strategies to improve the treatment outcome for patients with ESFT."}, {"pubmed": 19626679, "text": "The functional analysis on the relationship between CCh-induced calcium response and endogenous PKCalpha expression might be helpful to predict the development of melanoma."}, {"pubmed": 19635931, "text": "The cascade of events initiated by hog dust exposure is mediated by PKC-alpha/-epsilon and ultimately results in the release of TNF-alpha."}, {"pubmed": 19639961, "text": "molecular mechanism for the regulation of FR recycling through PKC"}, {"pubmed": 19655190, "text": "PKCalpha- and PKCepsilon-mediated phosphorylation of cMyBP-C and cTnI as well as cTnT decrease myofilament Ca2+ sensitivity and may thereby reduce contractility and enhance relaxation of human myocardium."}, {"pubmed": 19672862, "text": "Overexpression of Protein kinase C alpha is associated with endometrial cancer."}, {"pubmed": 19681907, "text": "YadA and invasin of Yersinia pseudotuberculosis both trigger signal transduction pathways during integrin-mediated phagocytosis into epithelial cells, which lead to the activation of Akt, PLC-gamma1, PKCalpha and -beta downstream of PI3 kinase."}, {"pubmed": 19698232, "text": "PKC activation can up-regulate CD44 expression by phosphorylation in human erythrocytes."}, {"pubmed": 19712589, "text": "SH2D4A inhibited cell proliferation by suppression of the ERalpha/PLC-gamma/PKC signaling pathway."}, {"pubmed": 19786960, "text": "We conclude that, although we have obtained convergent lines of evidence implicating both rare and common schizophrenia risk variants at PRKCA, none of these is individually compelling"}, {"pubmed": 19794964, "text": "Data show that PKCalpha was slightly elevated in HUVECs exposed to UKF-NB-4."}, {"pubmed": 19801684, "text": "Data show that stimulation of HIF-1alpha transcription by the ND6 mutation was mediated by overproduction of reactive oxygen species (ROS) and subsequent activation of phosphatidylinositol 3-kinase (PI3K)-Akt and protein kinase C (PKC) signaling pathways."}, {"pubmed": 19825989, "text": "Modulation of PKCalpha by histamine receptors may be important in regulating cholangiocarcinoma growth."}, {"pubmed": 19855090, "text": "Results show that IGF-IR can inhibit PKC-alpha gene transcription and thereby block the synthesis of PMA-regulated MMPs, suggesting that within the same cells, IGF-IR can act as both a positive and negative regulator of MMP expression and function."}, {"pubmed": 19895572, "text": "PMA-responsive cPKC isoforms (alpha, beta and gamma) play a key role in negative regulation of CD98 signalling and homotypic aggregation"}, {"pubmed": 19950169, "text": "Data demonstrate that PKC-alpha is induced by several MyD88-dependent TLR/IL-1R ligands and regulates cytokine expression in human and murine DC."}, {"pubmed": 20011080, "text": "These results suggest that PKC(alpha) affects cell cycle progression and proliferation in human RPE cells through the downregulation of p27(kip1)."}, {"pubmed": 20030858, "text": "The results demonstrate that pathogenic mycobacteria recognize and then inhibit PKCalpha via the action of PknG to circumvent phagocytosis and the hostile environment of macrophages."}, {"pubmed": 20032081, "text": "The anti-angiogenic effect of PPARgamma agonists is due, at least in part, to an interference with the VEGF-stimulated PKCalpha-mediated activation of CREB and the related expression of COX-2."}, {"pubmed": 20056645, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20141446, "text": "Am80 inhibits surface CXCR4 expression and SDF-1-induced chemotaxis by the acceleration of CXCR4 internalization via activation of conventional PKC"}, {"pubmed": 20145126, "text": "Mda-9/syntenin acts as a molecular adaptor linking PKCalpha and FAK activation in a pathway of FN adhesion by human cancer cells."}, {"pubmed": 20149875, "text": "Data suggest that phosphorylation of S26 is the primary mechanism through which PKCalpha modulates cardiac stiffness."}, {"pubmed": 20216103, "text": "PKC-alpha plays an important role in melanoma cell migration"}, {"pubmed": 20333651, "text": "TNF-alpha induces MMP-9 expression via the TNFR1/TRAF2/PKCalpha-dependent JNK1/2/c-Jun and c-Src/EGFR/PI3K/Akt pathways."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20350647, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20350647, "text": "risk of preterm delivery that is associated with tag polymorphisms in genes that regulate the inflammatory response is modified by an environmental exposure such as bacterial vaginosis"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20385812, "text": "Phosphorylation of S(695) by PKC or introducing a phosphomimetic aspartate at this position (S(695)D) renders BK channels insensitive to the stimulatory effect of PKG or PKA."}, {"pubmed": 20398285, "text": "PKCalpha is a marker for poor prognosis of breast cancer"}, {"pubmed": 20407865, "text": "Increased expressions of PKCalpha and cyclin D1 might be involved in the pathogenesis of abnormal proliferation of pulmonary artery smooth muscle cells in smokers with normal lung function and smokers with mild to moderate COPD."}, {"pubmed": 20419132, "text": "PKCalpha is involved in reduction of nephrin surface expression; activation of PKCalpha is a pathomechanistic key event during the development of diabetic nephropathy"}, {"pubmed": 20422977, "text": "Overexpression of IGF-IR and PKC may play an important role in the carcinogenesis and development of laryngeal squamous cell carcinoma."}, {"pubmed": 20426528, "text": "promotes the proliferation of human airway smooth muscle cells sensitized with atopic asthmatic serum via up-regulation of cyclin D1 expression"}, {"pubmed": 20430034, "text": "Activation of PKCalpha by phorbol esters or thymeleatoxin causes a transient increase of arginine transport through system y(+), referable to the induction of SLC7A2 mRNAs and to the increased expression of CAT2 transporters."}, {"pubmed": 20444294, "text": "PKCalpha and ERK pathways play an important role in activating miR-101 expression, reducing PRC2 complex and H3K27me3 levels in HepG2 hepatoma cells."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20458747, "text": "The application of flavonoids to prevent the migration/invasion of glioblastoma cells through blocking PKCalpha/ERK/NF-kappaB activation is demonstrated."}, {"pubmed": 20486122, "text": "Three different isotypes of protein kinase C, i.e. PKC-alpha, PKC-eta and PKC-theta, were found to be regulated and translocated in opposite directions upon apoptosis induction."}, {"pubmed": 20506636, "text": "Activation of PKC reduced expression of NOS3 in endothelial cells treated with oleic acid."}, {"pubmed": 20513439, "text": "These results confirm the novel possibility that PKCalpha is a direct substrate of Erk1/2 in neuronal cells and help link two important signaling molecules that regulate maturation and protection of hippocampal neurons as well as many other cell types."}, {"pubmed": 20618341, "text": "intracellular Francisella tularensis novicida triggers temporal and early activation of Ras through the SOS2/GrB2/PKCalpha/PKCbetaI quaternary complex; Ras signalling by intracellular F. tularensis is essential for intracellular proliferation in the cytosol"}, {"pubmed": 20673527, "text": "The results suggest ERCC1 and PKCalpha might be correlated with the development of NSCLC. ERCC1 might be related to prognosis of non-small cell lung cancer."}, {"pubmed": 20689063, "text": "Production of the PKCalpha C-terminal fragment in ischemic hearts occurs via a receptor-independent mechanism"}, {"pubmed": 20691662, "text": "these results suggest that PKC-alpha is a candidate for PDK-2 in T cells upon TCR stimulation."}, {"pubmed": 20815813, "text": "Results provide evidence for both physical and functional interactions between the PKC and Fbw7 families, and yield insights into the isoform-specific regulation of Fbw7alpha."}, {"pubmed": 20816195, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20819076, "text": "Results reveal novel signalling cross-talk, whereby RACK1 mediates PKC-dependent activation of PDE4D5 in the particulate fraction of HEK-293 cells in response to elevations in intracellular cAMP."}, {"pubmed": 20940303, "text": "PKC-dependent phosphorylation of the alpha4 subunit plays a significant role in enhancing the cell surface stability and activity of GABA(A)R subtypes that mediate tonic inhibition"}, {"pubmed": 21090097, "text": "Abnormal expression of Bcl2, Bax and PKC in nasal polyp tissues might play an important role in the occurrence and progression of nasal polyps."}, {"pubmed": 21106355, "text": "JNK might be an important downstream target of PKCalpha in multidrug resistance in breast cancer"}, {"pubmed": 21113078, "text": "Nuclear localization of phospholipase D1 mediates the activation of nuclear protein kinase C(alpha) and extracellular signal-regulated kinase signaling pathways."}, {"pubmed": 21156808, "text": "SERCA2-deficiency is sufficient to impede desmosome assembly and weaken intercellular adhesive strength via a PKCalpha-dependent mechanism, implicating SERCA2 as a novel regulator of PKCalpha signaling"}, {"pubmed": 21321125, "text": "PKC alpha mediates beta-arrestin2-dependent nephrin endocytosis in hyperglycemia."}, {"pubmed": 21323641, "text": "PKC-alpha and -betaI play critical roles in the epithelial-mesenchymal transdifferentiation of renal tubular epithelial cells in response to urinary proteins."}, {"pubmed": 21354279, "text": "The anti-invasive effects of piperine may occur through inhibition of PKCalpha and ERK phosphorylation and reduction of NF-kappaB and AP-1 activation, leading to down-regulation of MMP-9 expression."}, {"pubmed": 21386996, "text": "PKCalpha is the key participant in the activation of ADAM17."}, {"pubmed": 21389833, "text": "PKCalpha is the major contributory factor in melanoma vasculogenic mimicry."}, {"pubmed": 21448905, "text": "Overexpression of PRKCA is associated with non-small cell lung cancer with brain metastasis."}, {"pubmed": 21474332, "text": "capsaicin-mediated IL-6 increase in prostate cancer PC-3 cells is regulated at least in part by TNF-alpha secretion and signaling pathway involving Akt, ERK and PKC-alpha activat"}, {"pubmed": 21482705, "text": "A novel pathway of Btk regulation via protein kinase C phosphorylation of IBtkgamma."}, {"pubmed": 21576361, "text": "Data show that PKCalpha activation elicits a cascade of orchestrated phosphorylation events that may modulate eIF4G1 structure and control interaction with the eIF4E kinase, Mnk1."}, {"pubmed": 21658388, "text": "Data indicate that pure curcumin attenuates WT1 auto-regulatory function through inhibition of PKCalpha signaling in K562 cells."}, {"pubmed": 21705328, "text": "Dual function of protein kinase C (PKC) in TPA-induced MnSOD expression: activation of CREB and FOXO3a by PKC-alpha phosphorylation and by PKC-mediated inactivation of Akt, respectively."}, {"pubmed": 21712053, "text": "The nuclear binding of pri-microRNA 15a is a novel function of protein kinase C alpha, which plays an important role in endothelin-1 mediated signaling."}, {"pubmed": 21720730, "text": "The results demonstrate that PKCalpha suppresses the expression of STC1 in breast cancer cells."}, {"pubmed": 21735098, "text": "PKCalpha is involved in the CCR7/NF-kappaB autocrine signaling loop in squamous cell carcinoma of head and neck."}, {"pubmed": 21741352, "text": "the effect of curcumin on PKCalpha activity was related to its effect on the membrane, which may modulate the binding of the enzyme to the membrane."}, {"pubmed": 21825068, "text": "These findings demonstrate that specific host factors involving cPLAalpha and cysteinyl LTs contribute to type III GBS penetration of the blood-brain barrier and their contribution involves PKCalpha."}, {"pubmed": 21829170, "text": "The authors have identified a protein kinase C (PKC) phosphorylation site within the cytoplasmic domain of the beta-subunit of the GlyR (residue S403) that causes a reduction of the binding affinity between the receptor and gephyrin."}, {"pubmed": 21840882, "text": "Tauroursodeoxycholate inhibits neointimal hyperplasia by reducing proliferation and inducing apoptosis of smooth muscle cells by suppression of ERK via PKCalpha-mediated MKP-1 induction."}, {"pubmed": 21873429, "text": "Ca(2+) influx through reverse mode NCX is required for the activation and the targeting of PKCalpha to the plasma membrane, an essential step for VEGF-induced ERK1/2 phosphorylation and downstream EC functions in angiogenesis"}, {"pubmed": 21895402, "text": "High levels of protein kinase C alpha expression were associated with cellular differentiation in squamous cervical cancer."}, {"pubmed": 21903576, "text": "PKC-mediated remodeling of the actin cytoskeleton is likely regulated by the ability of SSeCKS to control PKC signaling and activity through a direct scaffolding function"}, {"pubmed": 21952047, "text": "PKC alpha regulates Sendai virus-mediated interferon induction through HDAC6 and beta-catenin"}, {"pubmed": 21957166, "text": "Exercise induces FXYD1 phosphorylation at multiple sites in human muscle; in mice, contraction-induced changes in FXYD1 phosphorylation are fiber-type specific and dependent on protein kinase Calpha activity."}, {"pubmed": 22027822, "text": "Data establish the requirement of scaffolding to DLG1 for PKCalpha to promote cellular migration."}, {"pubmed": 22031842, "text": "VCAM-1 activation of endothelial cell NADPH oxidase/PKCalpha/PTP1B induces transient ERK1/2 activation that is necessary for VCAM-1-dependent leukocyte transendothelial migration."}, {"pubmed": 22242952, "text": "elevated expression of in breast cancer cells may be correlated with the potential of cell migration and invasion"}, {"pubmed": 22242955, "text": "expression higher in breast tumors than in the adjacent normal breast tissue"}, {"pubmed": 22247259, "text": "New protein synthesis and trafficking through the Golgi are required for protein kinase C alpha-induced CD36 phosphorylation and blocked thrombospondin-1 binding, suggesting that phosphorylation probably occurs intracellularly."}, {"pubmed": 22393054, "text": "phosphorylation by PKCalpha is critical for RalB-mediated vesicle trafficking and exocytosis."}, {"pubmed": 22407785, "text": "Reveal a central role for PKCalpha in cutaneous wound repair via changes in desmosomal adhesiveness."}, {"pubmed": 22469974, "text": "RhoGDI2 becomes rapidly phosphorylated at Ser31 in response to phorbol 12-myristate 13-acetate stimulation. Conventional type PKCalpha is responsible for this phosphorylation."}, {"pubmed": 22475757, "text": "SZ95 sebocytes express the conventional cPKCalpha; the novel nPKCdelta, epsilon, and eta; and the atypical aPKCzeta"}, {"pubmed": 22532149, "text": "The result indicated that protein kinase Calpha was involved in knee osteoarthritic progression, along with the increase of cell apoptosis."}, {"pubmed": 22532564, "text": "Data indicates that 2B15 requires regulated phosphorylation by both PKCalpha and Src, which is consistent with the complexity of synthesis and metabolism of its major substrate, DHT."}, {"pubmed": 22536444, "text": "a novel role for PKCalpha in the regulation of stress granule formation during cellular stress"}, {"pubmed": 22537850, "text": "Protein kinase C stimulates human B cell activating factor gene expression through reactive oxygen species-dependent c-Fos in THP-1 pro-monocytic cells."}, {"pubmed": 22559731, "text": "Although the findings showed elevated expression of Elk-1 and PKCalpha in 5637 cells, the regulator of PKCalpha in bladder cancer cells is yet to be determined."}, {"pubmed": 22582175, "text": "Protein kinase C alpha represents one of the early targets activated in response to pneumonia associated pneumolysin exposure in the lung."}, {"pubmed": 22586106, "text": "Results indicate a role for PKCalpha in memory and suggest a genetic link between memory and the risk for posttraumatic stress disorder (PTSD)."}, {"pubmed": 22617682, "text": "High levels of CCL2 expressed in bladder cancer mediates tumor invasion and is involved with advanced tumorigenesis."}, {"pubmed": 22639047, "text": "Over-expression and activity of endogenous PKC-alpha is closely associated with the regulation of the multidrug resistance phenotype in human colon cancer HCT15 cells."}, {"pubmed": 22653970, "text": "A LQT2-associated mutation can inhibit Kv11.1 ion channel activity by perturbing a consensus site for the Ser/Thr protein kinase C alpha (PKCalpha)."}, {"pubmed": 22670899, "text": "Data from studies using recombinant proteins suggest that isoforms of PRKA (A kinase anchor protein 7) exhibit high-affinity interactions with isoforms of PKC (primarily PKCalpha and PKCbeta used here); AKAP7 could dictate PKC localization/function."}, {"pubmed": 22685300, "text": "APPL1 is a novel target in endoplasmic reticulum (ER) stress-induced insulin resistance and PKCalpha is the kinase mediating ER stress-induced phosphorylation of APPL1 at Ser(430)."}, {"pubmed": 22732145, "text": "DGKtheta; translocation and activity is regulated by the concerted activity of EGFR and PKC."}, {"pubmed": 22773839, "text": "PKCalpha constitutes a crucial component of the integrin alphav-mediated pathway(s) that promote p53 relocalization and melanoma survival."}, {"pubmed": 22797061, "text": "AnxA6 is a new PKCalpha scaffold to promote PKCalpha-mediated EGFR inactivation."}, {"pubmed": 22815910, "text": "d-alpha-tocopherol and d-gamma-tocopherol have opposing regulatory functions for ICAM-1-activated PKCalpha in endothelial cells"}, {"pubmed": 22865467, "text": "These data indicate that EGFR and PKC are involved in mAChR-mediated activation of ERK1/2 and RSK and the subsequent proliferation of SNU-407 colon cancer cells."}, {"pubmed": 22872490, "text": "Protein kinase C alpha plays a significant role in the maintenance of myometrial quiescence and must decrease at the end of pregnancy allowing myometrial activation."}, {"pubmed": 22898813, "text": "C. neoformans activates RhoGTPases and subsequently FAK, ezrin, and PKCalpha to promote their traversal across the HBMEC monolayer, which is the critical step for cryptococcal brain infection and development of meningitis."}, {"pubmed": 22919060, "text": "we provide evidence that PGF2alpha induces COX-2 expression via the FP receptor and phosphorylates CREB1 by PKC, thus increasing CREB1 binding to the COX-2 promoter and the expression of COX-2 in human amnion fibroblasts."}, {"pubmed": 22969158, "text": "a negative feedback loop from PKCalpha that dampened PI3K activity and invasive behavior in cells with genetic hyperactivation of the PI3K pathway."}, {"pubmed": 23066026, "text": "Src family kinases, PI3 kinase and protein kinase C synergize to mediate Gq-dependent platelet activation"}, {"pubmed": 23070544, "text": "TNF-alpha up-regulates protein level and cell surface expression of the leptin receptor by stimulating its export via a PKC-dependent mechanism"}, {"pubmed": 23098446, "text": "Down-regulation of protein kinase C-alpha is associated with drug resistance in ovarian cancer."}, {"pubmed": 23114726, "text": "alpha-Tomatine inhibited 12-O-tetradecanoylphorbol-13-acetate-induced expressions of PKC-alpha in MCF-7 cells."}, {"pubmed": 23201854, "text": "Activation of PKC is an important step in the translocation of ANCA antigens and C5a-induced activation of neutrophils by ANCA."}, {"pubmed": 23288845, "text": "PKC regulates the secretion of apoE from primary human macrophages"}, {"pubmed": 23349388, "text": "A significant part of ROS production in sickle cells is mediated enzymatically by NADPH oxidase, which is regulated by protein kinase C, Rac GTPase, and intracellular Ca(2+) signaling within the sickle red blood cells."}, {"pubmed": 23389293, "text": "PKC-alpha regulates claudin-1 via Snail- and mitogen-activated protein kinase/ERK-dependent pathways during EMT in pancreatic cancer."}, {"pubmed": 23393340, "text": "These results suggest that serum activated PKCalpha is a reliable biomarker, applicable to lung cancer diagnosis."}, {"pubmed": 23401860, "text": "VEGF and PKC promote degradation-independent protein ubiquitination of FLNB to control intracellular trafficking of HDAC7."}, {"pubmed": 23468872, "text": "PKCalpha protein is upregulated in gastric carcinoma. PKCalpha protein expression is statistically correlated with age, histologic type, tumor differentiation, depth of invasion, angiolymphatic invasion, pathologic stage, and distant metastasis."}, {"pubmed": 23508961, "text": "novel and widespread mechanism of desensitization of PKCalpha signaling that involves endocytic trafficking and lysosome-mediated degradation of the mature, fully phosphorylated protein."}, {"pubmed": 23524339, "text": "PKC alpha plays central role in mediating HGF-induced fluctuant ERK-paxillin signaling, probably via the regulation of endosomal degradation of c-Met for the migration of HepG2."}, {"pubmed": 23525101, "text": "PGE2-induced activation of angiogenesis is mediated via syndecan-4-dependent activation of PKCalpha."}, {"pubmed": 23526078, "text": "protein kinase C alpha was upregulated in kidney carcinoma."}, {"pubmed": 23536578, "text": "Knockdown of protein kinase C alpha and delta enhances nanog expression in cancer cell lines."}, {"pubmed": 23589289, "text": "Electrostatic and hydrophobic interactions differentially tune membrane binding kinetics of the C2 domain of protein kinase Calpha."}, {"pubmed": 23629676, "text": "The degradation of zonula occludens-1 (ZO-1), and claudin-2 exhibited a great dependence on the activation of the transient receptor potential melastatin (TRPM) 2 channel, phospholipase Cgamma1 (PLCgamma1) and the protein kinase Calpha (PKCalpha) signaling cascade."}, {"pubmed": 23680674, "text": "ATPgammaS induced prostaglandin E2 generation via a cPLA2/COX-2-dependent pathway."}, {"pubmed": 23754287, "text": "A novel, time-dependent change in the relationship between total ERK and phosphorylated ERK levels that persists without negative feedback, is reported."}, {"pubmed": 23824807, "text": "This study identifies PKCalpha, PKCepsilon, and vimentin as key factors affecting efficient infection and transduction by echovirus 1 and baculovirus, respectively."}, {"pubmed": 23838138, "text": "These results suggest that serum activated PKCalpha is a good biomarker applicable to cancer diagnosis."}, {"pubmed": 23844163, "text": "Data indicate that a PKCa-independent mechanism of IL6 gene activation is very sensitive to physical forces in thyroid cells cultured in vitro as monolayers."}, {"pubmed": 23882690, "text": "Active PKCalpha phosphorylates Src to induce PI-3K to phosphorylate AKT that subsequently activates the ERK1/2 cascade to stimulate goblet cell proliferation."}, {"pubmed": 23887639, "text": "Sirolimus-FKBP12.6 impairs endothelial barrier function by activation of protein kinase C-alpha and downstream disruption of the p120-VE cadherin interaction in vascular endothelium."}, {"pubmed": 23893289, "text": "Data indicate that catalytically active non-structural protein 3 (NS3) NTPase/helicase can act in an analogous manner to shorter NS3 fragments as a pseudosubstrate inhibitor of protein kinase C (PKC)."}, {"pubmed": 23900841, "text": "phosphorylated PKCalpha is a direct target for agonist-induced proteasomal degradation via an Hsp-regulated mechanism, and highlight the existence of a novel pathway of PKC desensitization in cells."}, {"pubmed": 23977066, "text": "Cysteinyl leukotrienes signaling downstream of CysLT1R in mast cells is differentially regulated by two distinct PKCalpha and PKC epsilon."}, {"pubmed": 23977398, "text": "These results provide further support for the contribution of PKCs in Niemann Pick Type C1 disease pathogenesis."}, {"pubmed": 24029232, "text": "Protein kinase C alpha is a central signaling node and therapeutic target for breast cancer stem cells."}, {"pubmed": 24040137, "text": "miR-203 inhibits cell proliferation and migration of lung cancer cells by targeting PKCalpha."}, {"pubmed": 24219286, "text": "Elevation of protein kinase Calpha stimulates osteogenic differentiation of mesenchymal stem cells."}, {"pubmed": 24225947, "text": "results suggest that PKCalpha can modify PP2A activity by phosphorylation of B56alpha at Ser(41). This interplay between PKCalpha and PP2A represents a new mechanism to regulate important cellular functions like cellular Ca(2+) homeostasis."}, {"pubmed": 24297175, "text": "Differential protein kinase C-dependent modulation of Kv7.4 and Kv7.5 subunits of vascular Kv7 channels."}, {"pubmed": 24316392, "text": "PKCalpha/beta is critical for PLCepsilon-mediated cancer cell invasion and migration"}, {"pubmed": 24336654, "text": "Calcium oscillations induced by activation of the Ca2+-sensing receptor in response to an increase in extracellular or exposure to the calcimimetic R-568 result from negative feedback involving PKCalpha-mediated phosphorylation of the CaR at Thr(888)."}, {"pubmed": 24366551, "text": "PRKCA activity suppresses the level of ER-alpha expression by inhibiting c-JUN phosphorylation."}, {"pubmed": 24401212, "text": "Hydroxytyrosol, at nutritionally relevant concentrations, reduces MMP-9 and COX-2 induction in activated human monocytes via PKCalpha and PKCbeta1 inhibition"}, {"pubmed": 24410631, "text": "SNAIL expression was attenuated by knockdown of EGR-1, but upregulated by ectopic expression of EGR-1."}, {"pubmed": 24505490, "text": "The study reveals that PKC-alpha is the primary isoform mediating the activation of Nox5."}, {"pubmed": 24510606, "text": "Results indicated that the two PRKCI SNPs were jointly associated with prostate cancer risk in an Eastern Chinese population."}, {"pubmed": 24528886, "text": "Protein kinase C alpha signaling regulates netrin-1/UNC5B pathway in bladder cancer."}, {"pubmed": 24559055, "text": "PKCalpha first docks to the membrane via its C2 domain, and then its C1A domain embeds itself in the bilayer."}, {"pubmed": 24560667, "text": "PKA turnover by the REGgamma-proteasome modulates FoxO1 cellular activity and VEGF-induced angiogenesis."}, {"pubmed": 24574051, "text": "These findings call attention to PKC-mediated phosphorylation of alpha-tubulin as a novel mechanism for controlling the dynamics of microtubules that result in cell movement."}, {"pubmed": 24583280, "text": "Moreover, we have shown that phosphorylated catalytically competent PKCalpha is critical for U87 glioma cell viability in response to HypPDT treatment."}, {"pubmed": 24632200, "text": "By treatment of cells with octaarginine (R8), enhanced clustering of syndecan-4 on plasma membranes and binding of PKC-alpha to the cytoplasmic domain of syndecan-4 were observed."}, {"pubmed": 24790081, "text": "Disruption of the homodimer results in a loss of PKC-mediated ERK1/2 phosphorylation, whereas disruption of the auto-inhibited state promotes the homodimer and prolongs PKC membrane localization."}, {"pubmed": 24841200, "text": "Knocking down Wnt5b expression reduced phospho-PKCA levels and cell migration."}, {"pubmed": 24842701, "text": "PRKCA polymorphism changes the neural basis of episodic remembering in healthy individuals."}, {"pubmed": 24898696, "text": "Results show that Wnt5a promoted epithelial-mesenchymal transition via PKCalpha in epithelial ovarian cancer."}, {"pubmed": 24925028, "text": "PKC alpha is down-regulated by miR-200b in triple-negative breast cancer."}, {"pubmed": 24928086, "text": "The results demonstrate LPA-stimulated migration in oral carcinoma cells through LPAR3, mediated further by PKC, which acts either in concert with or independently of EGFR transactivation"}, {"pubmed": 25026300, "text": "T-ALL patients with PKCalpha down-regulation, compared to patients with PKCalpha levels above the threshold, presented a markedly increased cumulative incidence of relapse"}, {"pubmed": 25058461, "text": "results suggest that the association of PKCalpha with the armadillo repeats of beta-catenin placed the Ser33/37/Thr41 residues of beta-catenin in close proximity to PKCalpha, thereby facilitating PKCalpha-mediated beta-catenin phosphorylation"}, {"pubmed": 25080502, "text": "Functional variations modulating PRKCA expression and alternative splicing predispose to multiple sclerosis."}, {"pubmed": 25122662, "text": "Whole exome sequencing followed by immunohistochemistry of fibrolamellar hepatocellular carcinoma cell lines and tumors showed two structural variants resulting in fusion transcripts: DNAJB1-PRKCA and CLPTM1L-GLIS3."}, {"pubmed": 25124035, "text": "These results are consistent with a model in which binding of OspE to PDLIM7 during infection regulates the activity of PKC isoforms that bind to the PDLIM7 LIM domain."}, {"pubmed": 25124796, "text": "The PKC/GSK-3beta signaling pathway controls both the stability and transcription of Snail, which is crucial for epithelial-mesenchymal transition induced by EGF in PC-3 and A549 cells."}, {"pubmed": 25138157, "text": "CD44/selectin binding signals increased intercellular adhesion molecule 1 up-regulation on the endothelial cells (ECs)surface through a PKCalpha-p38-SP-1 pathway, which further enhances melanoma cell adhesion to ECs during metastasis"}, {"pubmed": 25225290, "text": "Activation of PKC-alpha and -delta mediates a novel positive feedback loop by promoting ErbB2 entry into the endocytic recycling compartment."}, {"pubmed": 25233429, "text": "Data suggest that calcium-dependent phosphatidylinositol 4,5-diphosphate- (PI(4,5)P2-) binding proteins (such as PRKCA, SYT1 [synaptotagmin I], and ANXA2 [annexin A2]) interactions with membrane microdomains are tightly regulated. [REVIEW]"}, {"pubmed": 25248616, "text": "INPP4B is a novel suppressor of oncogenic PKC signaling, further emphasizing the role of INPP4B in maintaining normal physiology of the prostate epithelium and suppressing metastatic potential of prostate tumors."}, {"pubmed": 25313067, "text": "KLHL3 is phosphorylated at serine 433 in the Kelch domain (a site frequently mutated in hypertension with hyperkalemia) by protein kinase C in cultured cells and that this phosphorylation prevents WNK4 binding and degradation."}, {"pubmed": 25362646, "text": "PKCa and Cyclin B1 are linked in a DAG-dependent mechanism that regulates cell cycle progression"}, {"pubmed": 25391900, "text": "contributes to high NaCl-dependent activation of NFAT5 through ERK1/2"}, {"pubmed": 25429624, "text": "the synapse-associated protein-97 (SAP97), an excitatory synapse scaffolding element, governs ADAM10 trafficking from dendritic Golgi outposts to synaptic membranes, mediated by a previously uncharacterized protein kinase C."}, {"pubmed": 25483185, "text": "The suppression of PKC activates the Chk1-mediated mitotic exit checkpoint in Nf1-deficient cells, leading to the induction of apoptosis via mitotic catastrophe."}, {"pubmed": 25514083, "text": "These results show a key participation of PKCalpha and PKCdelta in progesterone receptor regulation and function."}, {"pubmed": 25646356, "text": "The expression of protein kinase Calpha may be regulated by miRNA-328, which in turn may promote brain metastasis from lung cancer."}, {"pubmed": 25675530, "text": "Endogenous NLGN4X is intensely phosphorylated on T707 upon PKC stimulation in human neurons."}, {"pubmed": 25687755, "text": "Data indicate that rotein kinase calpha (PKCalpha) plays a role in downregulating complement receptor Ig (CRIg coded by V-set and Ig domain-containing protein 4 VSIG4) expression."}, {"pubmed": 25691573, "text": "Data indicate that cellular glucose deprivation activates protein kinase C alpha-(PKCalpha) to induce both autophagy and degradation of beta-catenin."}, {"pubmed": 25693686, "text": "Data show that in K562 cells, the protein kinase C alpha (PKCalpha) and protein kinase C beta II (PKCbetaII) expressions enhanced in the presence of the drug when the growth was inhibited."}, {"pubmed": 25724832, "text": "Whereas ectopic overexpression of PKCalpha in parental H1650 cells was not sufficient to alter the expression of EMT genes."}, {"pubmed": 25752336, "text": "Data indicate a direct correlation between the protein kinase C alpha (PKC-alpha) and ribonuclease III Dicer."}, {"pubmed": 25924946, "text": "Our data also suggest that PKCalpha is important for both mesenchymal and amoeboid invasiveness, making it an attractive target for anti-metastatic therapies"}, {"pubmed": 26009201, "text": "We present the current knowledge of protein kinase C (PKC)-dependent regulation of Cx43 and discuss the divergent results."}, {"pubmed": 26009271, "text": "Taken together, our present study demonstrated that PKC regulates the function of OATP1B1 by affecting internalization and recycling of the transporter protein."}, {"pubmed": 26010542, "text": "These findings suggest that PKCalpha expression in HCC could be stimulated by the formation of MZF-1/Elk-1 complex, which directly binds to the PKCalpha promoter."}, {"pubmed": 26033110, "text": "results indicate that PKC-mediated cortactin phosphorylation might be implicated in the maintenance of growth cone"}, {"pubmed": 26044736, "text": "Aurora kinases ((Aurora kinase A and B )mediate PKC-MAPK signal to NF-kappaB/AP-1 with increasing MMP-9 expression and invasion of MCF-7 cells."}, {"pubmed": 26056003, "text": "findings demonstrate that PKCalpha plays a critical role in HCC development by inducing DUOX2 expression and ROS generation, and propose a strategy to target PKCalpha/DUOX2 as a potential adjuvant therapy for HCC treatment"}, {"pubmed": 26063340, "text": "These results suggest that over-activated ERK and PKC pathways are involved in the P2Y2R-mediated invasion of breast cancer cells."}, {"pubmed": 26092940, "text": "this study identified PKC as the kinase that phosphorylates a specific site in the linker region of PACSIN2."}, {"pubmed": 26160374, "text": "Syndecan-4 is essential for transmitting the mechanotransduction signals via activation of PKC-alpha and is important for tumor cells spreading, assembly of actin cytoskeleton and cell contractility."}, {"pubmed": 26234676, "text": "we suggest that PKCA tightly controls TRM6/61 activity to prevent translation deregulation that would favor neoplastic development."}, {"pubmed": 26256210, "text": "These data establish a role for FMNL2 in the regulation of beta1-integrin and provide a mechanistic understanding of the function of FMNL2 in cancer invasiveness."}, {"pubmed": 26277396, "text": "Our data suggest that PKCalpha, beta and epsilon activation may underlie physiological and pathophysiological responses of alpha1-AR signaling for the phosphorylation of membrane-associated substrates including ion-channel and transporter proteins."}, {"pubmed": 26284819, "text": "PKCalpha controls HIF-1alpha translation via AKT-mTOR under hypoxic conditions."}, {"pubmed": 26300055, "text": "The results suggest that PKC-delta is an essential part of the apoptotic program in mesothelioma cells, whereas PKC-alpha mediates a pro-survival response to cisplatin."}, {"pubmed": 26304124, "text": "lipids mediate post-transcriptional regulation of HAMP through PKC- and HuR-dependent mechanisms"}, {"pubmed": 26323260, "text": "PKCalpha activity was effectively suppressed by the PKC inhibitor."}, {"pubmed": 26350262, "text": "PKCalpha Attenuates Jagged-1-Mediated Notch Signaling in ErbB-2-Positive Breast Cancer to Reverse Trastuzumab Resistance"}, {"pubmed": 26398575, "text": "InB may exhibit growth-inhibitory activity through the activation of PKCalpha, followed by an increase in NFAT transactivation ability."}, {"pubmed": 26404773, "text": "Data suggest that targeted manipulation of protein kinase C isoforms PKCalpha, PKCbeta, and PKCeta might be beneficial in certain proteinuric kidney diseases with altered transient receptor potential cation channel subfamily C member 6 protein (TRPC6) functions."}, {"pubmed": 26527181, "text": "Oxygen-glucose deprivation +/- reperfusion increased blood-brain barrier permeability. Intracellular calcium levels and protein kinase C-alpha activity were also increased. Protein kinase C-alpha regulates urokinase plasminogen activator and NADPH oxidase."}, {"pubmed": 26542395, "text": "PKCalpha is coupled to ATP-stimulated TMEM16A activation in biliary epithelial cells."}, {"pubmed": 26657401, "text": "Data show that bisindolylmaleimides (BIMs) Ro 31-8220 also blocks activity of the solute carrier organic cation transporter 1 (OCT1), involved in uptake of marketed drugs in the liver, in a protein kinase C (PKC)-independent manner."}, {"pubmed": 26660275, "text": "Our results provide compelling evidence that glucose-induced PKCalpha/PKCbeta-mediated inhibition of Kv current in vascular smooth muscle causes an enhanced constrictor response. Inhibition of Kv current causes a significant depolarization of vascular myocytes leading to marked vasoconstriction"}, {"pubmed": 26662512, "text": "Kinocilium is essential for proper localization of Lgn, as well as Gai and aPKC, suggesting that cilium function plays a role in positioning of apical proteins critical for hearing."}, {"pubmed": 26671581, "text": "This study showed that SLC44A1-PRKCA fusion seems to be a specific characteristic of Papillary glioneuronal tumors with a high diagnostic value."}, {"pubmed": 26676968, "text": "RNA sequencing identified a novel ATPase, Ca2+ transporting, plasma membrane 4(ATP2B4)-protein kinase C-alpha (PRKCA) fusion transcript."}, {"pubmed": 26769967, "text": "Prolonged membrane association/activation of PKCalpha is seen in self-renewing epithelium of the intestine, cervix, and skin."}, {"pubmed": 26803658, "text": "Protein kinase C alpha (PKCalpha) is able to phosphorylate CK1delta at its C-terminally located residues S328, T329, and S370."}, {"pubmed": 26826385, "text": "High P-PKCalpha expression in neoplastic gastric cancer biopsy samples as compared to nonneoplastic samples suggests that P-PKCalpha might act as an indicator of gastric cancer progression."}, {"pubmed": 26940200, "text": "this study shows that the mTOR inhibitors suppression of invasion and migration of glioblastoma cells is mediated by reduction of PKC-alpha activity and downregulation of NFkappaB"}, {"pubmed": 27094771, "text": "TNF-alpha increased the enzymatic activities of urokinase and protein kinase C alpha. TNF-alpha increased matrix metalloproteinase-2 activity and blood-brain barrier leakage."}, {"pubmed": 27113904, "text": "Results show that PKCalpha expression is under the regulation of miR-142-3p contributing to reduced osteoclasts survival."}, {"pubmed": 27119641, "text": "Ca(2+)-PKC-MARCKS-PIP2-PI3K-PIP3 system functions as an activation module in vitro"}, {"pubmed": 27165780, "text": "protein kinase Calpha (PKCalpha) gain of function mutations may promote synaptic defects in Alzheimer's disease"}, {"pubmed": 27165942, "text": "PKCalpha translocation may occur as an early event in radiation-induced bystander responses."}, {"pubmed": 27219672, "text": "PKCalpha-GSK3beta-NF-kappaB signaling pathway involvement in TRAIL-induced apoptosis"}, {"pubmed": 27349634, "text": "calpain and protein kinase Calpha abnormal release promotes a constitutive release of matrix metalloproteinase 9 in peripheral blood mononuclear cells from cystic fibrosis patients"}, {"pubmed": 27357025, "text": "these results confirm the correlation between AXL and PKCalpha, and suggest PKCalpha-AXL signaling may be a treatment target, particularly in malignant cancer cells."}, {"pubmed": 27369735, "text": "Some polyphenols exert their antioxidant properties by regulating the transcription of the antioxidant enzyme genes through PKC signaling. Regulation of PKC by polyphenols is isoform dependent"}, {"pubmed": 27376808, "text": "Protein kinase C enhances the swelling-induced chloride current in human atrial myocytes."}, {"pubmed": 27411394, "text": "In polymorphism PRKCA rs9892651, HDL-C levels were lower in carriers of CC and TC genotypes that were more frequent in current-wheezers Vs TT genotype (52.2 and 52.7 Vs 55.2 mg/dl, p-value = 0.042 and p-value for trend = 0.02)."}, {"pubmed": 27417454, "text": "these data propose a mechanism where CD82 membrane organization regulates sustained PKCalpha signaling that results in an aggressive leukemia phenotype. These observations suggest that the CD82 scaffold may be a potential therapeutic target for attenuating aberrant signal transduction in acute myeloid leukemia (AML)."}, {"pubmed": 27478064, "text": "This study provides evidences of a new PKCalpha/GAP-43 nuclear signalling pathway that controls neuronal differentiation in Human Periodontal Ligament Stem Cells."}, {"pubmed": 27490031, "text": "Molecular Determinants for the Binding Mode of Alkylphosphocholines in the C2 Domain of PKCalpha."}, {"pubmed": 27555323, "text": "a library of FRET sensors to monitor these transient complexes, specifically examining weak interactions between the catalytic domain of protein kinase Calpha and 14 substrate peptides."}, {"pubmed": 27644318, "text": "data provided evidence that increased Rack1-mediated upregulation of PKC kinase activity may be responsible for the development of chemoresistance in T-ALL-derived cell line potentially by reducing FEM1b and Apaf-1 level."}, {"pubmed": 27665747, "text": "After inhibition of the PKC/ERK signalling pathway, the effects of DOR on breast cancer were significantly attenuated in vivo and in vitro. In summary, DOR is highly expressed in breast cancer and is closely related to its progression. These results suggest that DOR may serve as a potential biomarker for the early diagnosis of breast cancer and may be a viable molecular target for therapeutic intervention."}, {"pubmed": 27696692, "text": "authors found significant interactions among PRKCA, NOS3 and BDKRB2 genotypes associated with enalapril responses."}, {"pubmed": 27717886, "text": "The interplay between intracellular progesterone receptor and PRKCA-PRKCD plays a key role in migration and invasion of human glioblastoma cells."}, {"pubmed": 27776404, "text": "Curcumin inhibited phorbol ester-induced membrane translocation of protein kinase C-epsilon (PKCepsilon) mutants, in which the epsilonC1 domain was replaced with alphaC1, but not the protein kinase C-alpha (PKCalpha) mutant in which alphaC1 was replaced with the epsilonC1 domain, suggesting that alphaC1 is a determinant for curcumin's inhibitory effect."}, {"pubmed": 27808106, "text": "the spatial organization of cPKCs bound to the plasma membrane, is reported."}, {"pubmed": 27876854, "text": "this study reveals a protective role for miR-706 by blocking the oxidative stress-induced activation of PKCalpha/TAOK1. Our results further identify a major implication for miR-706 in preventing hepatic fibrogenesis and suggest that miR-706 may be a suitable molecular target for anti-fibrosis therapy."}, {"pubmed": 27925688, "text": "Studies suggest that rare deleterious variants of PARD3 in the aPKC-binding region contribute to human cranial neural tube defect (NTD)."}, {"pubmed": 27939168, "text": "phosphorylation of TIMAP on Ser331 by PKC represents a new mechanism of endothelial barrier regulation, through the inhibition of phospho-ERM dephosphorylation"}, {"pubmed": 28049730, "text": "pseudosubstrate and C1a domains, however, are minimally essential for maintaining the inactivated state. Furthermore, disrupting known interactions between the C1a and other regulatory domains releases the autoinhibited interaction and increases basal activity"}, {"pubmed": 28051079, "text": "PRKCA SNPs are associated with neuropathic pain post total joint replacement."}, {"pubmed": 28077314, "text": "study identified PKCalpha as hepatitis E virus HEV in host defense"}, {"pubmed": 28082304, "text": "protein kinase C modulates alpha1B-adrenergic receptor transfer to late endosomes and that Rab9 regulates this process and participates in G protein-mediated signaling turn-off."}, {"pubmed": 28084179, "text": "In nasopharyngeal carcinoma, PKCalpha is linked to the invasion of adjacent tissues, especially in the skull base. Down-regulation of PKCalpha is a risk factor for regional lymph node metastasis."}, {"pubmed": 28093527, "text": "these results provide evidence for inherent deficits in the cystic fibrosis macrophage oxidative burst caused by decreased phosphorylation of NADPH oxidase cytosolic components that are augmented by Burkholderia"}, {"pubmed": 28120175, "text": "The haplotype carrying rs9909004 influences PRKCA expression in the heart and is associated with traits linked to heart failure, potentially affecting therapy of heart failure"}, {"pubmed": 28186199, "text": "PKC activation triggers down-regulation of Kv1.3 by inducing a clathrin-mediated endocytic event that targets the channel to lysosomal-degradative compartments."}, {"pubmed": 28186503, "text": "Phosphorylated PKCalpha is elevated in epidermis genetically deleted of DLX3 and the hyperproliferative response to TPA is increased, suggesting that the homeobox protein indirectly regulates the activity in the pathway, possibly through an effect on reduced phosphatase expression"}, {"pubmed": 28283479, "text": "These findings provide the first evidence linking PKC activation to suppression of Kv7 currents, membrane depolarization, and Ca(2+) influx via L-type voltage-sensitive Ca(2+) channels as a mechanism for histamine-induced bronchoconstriction."}, {"pubmed": 28402280, "text": "high expression of both PLCE1 and PRKCA is significantly associated with poor outcomes of the patients with esophageal cancers."}, {"pubmed": 28415683, "text": "our study indicated that PKC alpha and beta appeared coping with oncogenic Ras or mutated Akt to maintain the balance of the homeostasis in cancer cells. Once these PKC isoforms were suppressed, the redox state in the cancer cells was disrupted, which elicited persistent oncogenic stress and subsequent apoptotic crisis."}, {"pubmed": 28419216, "text": "LAV-BPIFB4 isoform modulates eNOS signalling through Ca2+/PKC-alpha-dependent mechanism."}, {"pubmed": 28476658, "text": "Protein kinase C acts as a tumor suppressor.Cancer-associated mutations in protein kinase C are generally loss-of-function mutations.[review]"}, {"pubmed": 28629334, "text": "Our study showed that PKCalpha modulated cell resistance to apoptosis by stimulating NF-kappaB activation and thus promoted the tumorigenesis of bladder cancer."}, {"pubmed": 28777435, "text": "ADP inhibits mesothelioma cell proliferation via PKC-alpha/ERK/p53 signaling."}, {"pubmed": 28796000, "text": "we used next-generation sequencing to assess 480 cancer-related genes and performed immunohistochemistry on 13 cases morphologically consistent with pigmented epithelioid melanocytoma. These results further validate the concept of pigmented epithelioid melanocytoma as a distinctive intermediate/borderline melanocytic tumor, and also illustrate its molecular heterogeneity"}, {"pubmed": 28821615, "text": "Data suggest that phosphorylation activity of PRKCA stems from conformational flexibility in region C-terminal to phosphorylated Ser/Thr residues; flexibility of substrate-kinase interaction enables an Arg/Lys two to three amino acids C-terminal to phosphorylated Ser/Thr to prime a catalytically active conformation, facilitating phosphoryl transfer to substrate."}, {"pubmed": 28826907, "text": "We also discuss the contribution of PKC enzymes to pancreatic diseases, including insulin resistance and diabetes mellitus, as well as pancreatitis and the development and progression of pancreatic cancer"}, {"pubmed": 28904974, "text": "MiR-3148 may play an important role in the development of CTEPH. The key mechanisms for this miRNA may be hsa-miR-3148-AR-pathways in cancer or hsa-miR-3148-PRKCA-pathways in cancer/glioma/ErbB signaling pathway."}, {"pubmed": 28970249, "text": "results could not only better explain the role of PI-PLCbeta1/PKC-alpha signaling in erythropoiesis but also lead to a better comprehension of the lenalidomide effect on del(5q) MDS and pave the way to innovative, targeted therapies."}, {"pubmed": 29016732, "text": "Regulation of vascular smooth muscle cell calcification by syndecan-4/FGF-2/PKCalpha signalling and cross-talk with TGF-beta1."}, {"pubmed": 29029784, "text": "Regulation of insulin exocytosis by calcium-dependent protein kinase C in beta cells has been summarized. (Review)"}, {"pubmed": 29106388, "text": "High PRKCA expression is associated with cancer."}, {"pubmed": 29123098, "text": "A characteristic di-leucine motif (SVRPLL) in the C-terminal cytoplasmic region of ATP11C becomes functional upon PKCalpha activation. Moreover, endocytosis of ATP11C is induced by Ca(2+)-signaling via Gq-coupled receptors."}, {"pubmed": 29216867, "text": "Studied interactions between protein kinase C alpha (PKCalpha), FOXC2, and p120-catenin (CTNND1) in breast cancer, cell migration/ invasion; found PKCalpha acts as an upstream regulator of FOXC2, which in turn represses the expression of p120-catenin, in both in endocrine resistant ER+breast cancer and basal A triple negative breast cancer"}, {"pubmed": 29320953, "text": "Spaceflight Activates Protein Kinase C Alpha Signaling and Modifies the Developmental Stage of Human Neonatal Cardiovascular Progenitor Cells."}, {"pubmed": 29335433, "text": "Modeling of the different conformations of PRKACA-DNAJB1 Chimeric Kinase revealed no obvious steric interactions of the J-domain with the rest of the RIIbeta holoenzyme."}, {"pubmed": 29374149, "text": "co-activation of FLI1 and PKC could induce differentiation of human embryonic stem cells into induced endothelial cells in a fast, efficient and economic manner."}, {"pubmed": 29470442, "text": "our results demonstrate that Pc-induced expression of HO-1 is mediated by the PKCA-Nrf-2/HO-1 pathway, and inhibits UVB-induced apoptotic cell death in primary skin cells."}, {"pubmed": 29476136, "text": "PRKCA is a recurrently mutated oncogene in human chordoid glioma."}, {"pubmed": 29637628, "text": "This study provided evidence for the first time that PKCalpha in colon cancer cells play an anticancer action by inducing the polarization of tumor associated macrophages to M1-like phenotype in the tumor microenvironment. PKCalpha promoted IL12/GM-CSF-mediated M1 polarization through MKK3/6-P38 signaling pathway."}, {"pubmed": 29752438, "text": "Role of FGFR2b expression and signaling in keratinocyte differentiation: sequential involvement of PKCdelta and PKCalpha."}, {"pubmed": 29915258, "text": "D463H mutation highly specific to chordoid glioma, enhances proliferation of astrocytes and tanycytes"}, {"pubmed": 30017192, "text": "The PKCalpha directly phosphorylated Ser65 of PIM-1L, which is a long isoform of PIM-1."}, {"pubmed": 30021163, "text": "PKCalpha acts as a tumor suppressor in PI3K/AKT-driven endometrial cancer."}, {"pubmed": 30098331, "text": "Protein kinase C mediated internalization of ErbB2 is independent of clathrin, ubiquitination and Hsp90 dissociation."}, {"pubmed": 30348826, "text": "Listeria monocytogenes InlB-mediated uptake was accompanied by PKC-alpha-dependent phosphorylation of serine 2152 in FlnA."}, {"pubmed": 30419043, "text": "Study has demonstrated that ARX is a novel substrate of PRKCA, with phosphorylation at serine 174, and that the c-terminal region of ARX required to bind PICK1.  Binding causes a shift in PICK1 subcellular localization to the nucleus to co-locate with the ARX protein, and truncation of this C-terminal region leads to the same loss of transcriptional activation as S174A mutant."}, {"pubmed": 30423260, "text": "PKCalpha promotes microvillus membrane DMT1 expression."}, {"pubmed": 30455396, "text": "the protective role of Gal-3 inhibition in the kidney injury was shown to be mediated by protein kinase C alpha (PKC-a), which promoted cell apoptosis and collagen I synthesis in HEK293 cells. These results demonstrated the potential Gal-3 and PKC-alpha as therapeutic targets for the treatment of acute kidney injury (AKI) and chronic kidney diseases (CKD)"}, {"pubmed": 30463939, "text": "Inhibition of ezrin synergizes with lapatinib in a PKCalpha-dependent fashion to inhibit proliferation and promote apoptosis in HER2-positive breast cancer cells."}, {"pubmed": 30543563, "text": "PKCalpha is upregulated by IMP1 in melanoma and may have a role in worse survival"}, {"pubmed": 30618318, "text": "low-dose staurosporine selectively increased the sensitivity of IM-resistant CML to IM by arresting cell cycle in the G2/M phase through PKC-alpha-dependent CDC23 inhibition"}, {"pubmed": 30733340, "text": "Using a combination of immunoblotting, immunoprecipitation, protein overexpression, and CRISPR/Cas9-mediated PKCalpha knockout experiments, the study showed that PKCalpha-mediated Twist1 phosphorylation at Ser-144 inhibits Twist1 ubiquitination and consequently stabilizes it."}, {"pubmed": 30849522, "text": "LPA1 receptor activation induces PKCalpha nuclear translocation in glioblastoma cells"}, {"pubmed": 30904392, "text": "Cancer-associated hotspot mutations in the pseudosubstrate of PKCbeta that impair autoinhibition result in dephosphorylated and unstable enzymes. Protein-level analysis reveals that PKCalpha is fully phosphorylated at the PHLPP site in over 5,000 patient tumors, with higher PKC levels correlating (1) inversely with PHLPP1 levels and (2) positively with improved survival in pancreatic adenocarcinoma"}, {"pubmed": 30913280, "text": "Fine-scale haplotype mapping of MUT, AACS, SLC6A15 and PRKCA genes indicates association with insulin resistance of metabolic syndrome and relationship with branched chain amino acid metabolism or regulation."}, {"pubmed": 31094294, "text": "findings indicated that TRPC1 and PKCalpha are involved in promoting insulin secretion and that PKCalpha promotes insulin secretion via TRPC1 phosphorylation in INS-1E cells"}, {"pubmed": 31096047, "text": "work for the first time demonstrates the effects of PKCalpha-mediated site-specific phosphorylation in the CK1delta kinase domain and enhances our knowledge about the regulation of the disease-associated CK1 kinase family."}, {"pubmed": 31160710, "text": "Focusing on BRAF(V600E) tumours, we found mechanisms of intrinsic resistance to BRAF(V600E)-targeted therapy in colorectal cancer, including targetable parallel activation of PDPK1 and PRKCA."}, {"pubmed": 31366607, "text": "Cardiac contractile dysfunction and protein kinase C-mediated myofilament phosphorylation in disease and aging."}, {"pubmed": 31420605, "text": "High PKCA expression is associated with Akt-mTORC1 activation in non-small cell lung carcinoma with EGFR mutation."}, {"pubmed": 31525436, "text": "Receptor-specific regulation of atrial GIRK channel activity by different Ca(2+)-dependent PKC isoforms."}, {"pubmed": 31603255, "text": "Identification of novel LncRNA targeting Smad2/PKCalpha signal pathway to negatively regulate malignant progression of glioblastoma."}, {"pubmed": 31647538, "text": "Here, the authors show recruitment of multiple isoforms of protein kinase C (PKC) including active phosphorylated PKC isoforms to the chlamydial inclusion colocalizing with active Src family kinases. Pharmacological inhibition of PKC led to a modest reduction of infectious progeny production."}, {"pubmed": 31728800, "text": "PRKCA (rs9909004) is independently associated with a decreased risk for all-cause mortality in patients with heart failure. The variant did not interact with mortality benefit associated with cornerstone HF pharmacotherapies."}, {"pubmed": 31974614, "text": "Protein kinase C promotes choline transporterlike protein 1 function via improved cell surface expression in immortalized human hepatic cells."}, {"pubmed": 32019797, "text": "Genome-Wide Association Study of Cryptosporidiosis in Infants Implicates PRKCA."}, {"pubmed": 32054382, "text": "Identification, characterization, and comparison of n-alkanols and anesthetics binding to the C1b subdomain of protein kinase calpha: similar function with different binding sites."}, {"pubmed": 32203165, "text": "Tetraspanin CD82 drives acute myeloid leukemia chemoresistance by modulating protein kinase C alpha and beta1 integrin activation."}, {"pubmed": 32272716, "text": "Increase in PKCalpha Activity during Heart Failure Despite the Stimulation of PKCalpha Braking Mechanism."}, {"pubmed": 32367578, "text": "Genetic variants of the peroxisome proliferator-activated receptor (PPAR) signaling pathway genes and risk of pancreatic cancer."}, {"pubmed": 32394523, "text": "SNPs in PRKCA-HIF1A-GLUT1 are associated with diabetic kidney disease in a Chinese Han population with type 2 diabetes."}, {"pubmed": 32420639, "text": "The P2Y6 receptor signals through Galphaq /Ca(2+) /PKCalpha and Galpha13 /ROCK pathways to drive the formation of membrane protrusions and dictate cell migration."}, {"pubmed": 32638182, "text": "The specific PKC-alpha inhibitor chelerythrine blunts costunolide-induced eryptosis."}, {"pubmed": 32741526, "text": "Alteration of orexin-A and PKCalpha in the postmortem brain of pure-opioid and multi-drug abusers."}, {"pubmed": 32865619, "text": "Protein Kinase C Alpha (PKCalpha) overexpression leads to a better response to retinoid acid therapy through Retinoic Acid Receptor Beta (RARbeta) activation in mammary cancer cells."}, {"pubmed": 32898554, "text": "Protein kinase C inhibitor anchored BRD4 PROTAC PEGylated nanoliposomes for the treatment of vemurafenib-resistant melanoma."}, {"pubmed": 32958674, "text": "Targeting the histone demethylase PHF8-mediated PKCalpha-Src-PTEN axis in HER2-negative gastric cancer."}, {"pubmed": 32966616, "text": "Activation of PKCalpha participates in the reduction of Ikur in atrial myocytes induced by tumour necrosis factor-alpha."}, {"pubmed": 33085976, "text": "PRKCA D463H Mutation in Chordoid Glioma of the Third Ventricle: A Cohort of 16 Cases, Including Two Cases Harboring BRAFV600E Mutation."}, {"pubmed": 33142761, "text": "Protein Kinase C Alpha Cellular Distribution, Activity, and Proximity with Lamin A/C in Striated Muscle Laminopathies."}, {"pubmed": 33307285, "text": "The complexities of PKCalpha signaling in cancer."}, {"pubmed": 33443102, "text": "Protein kinase Calpha regulates the nucleocytoplasmic shuttling of KRIT1."}, {"pubmed": 33452764, "text": "Exploring the five different genes associated with PKCalpha in bladder cancer based on gene expression microarray."}, {"pubmed": 33460725, "text": "Activating p53 function by targeting RLIP."}, {"pubmed": 33617877, "text": "Protein kinase C fusion proteins are paradoxically loss of function in cancer."}, {"pubmed": 33916643, "text": "LPA1 Receptor Promotes Progesterone Receptor Phosphorylation through PKCalpha in Human Glioblastoma Cells."}, {"pubmed": 34314739, "text": "IGFBP-1 hyperphosphorylation in response to nutrient deprivation is mediated by activation of protein kinase Calpha (PKCalpha)."}, {"pubmed": 34482802, "text": "Coordination of PRKCA/PRKCA-AS1 interplay facilitates DNA methyltransferase 1 recruitment on DNA methylation to affect protein kinase C alpha transcription in mitral valve of rheumatic heart disease."}, {"pubmed": 34502182, "text": "Identification of Activated Protein Kinase Calpha (PKCalpha) in the Urine of Orthotopic Bladder Cancer Xenograft Model as a Potential Biomarker for the Diagnosis of Bladder Cancer."}, {"pubmed": 34810254, "text": "Click chemistry-enabled CRISPR screening reveals GSK3 as a regulator of PLD signaling."}, {"pubmed": 34825477, "text": "Gene-gene interactions in the protein kinase C/endothelial nitric oxide synthase axis impact the hypotensive effects of propofol."}, {"pubmed": 34958868, "text": "PKC-isoform specific regulation of receptor desensitization and KCNQ1/KCNE1 K(+) channel activity by mutant alpha1B-adrenergic receptors."}, {"pubmed": 35013120, "text": "ATF4/CEMIP/PKCalpha promotes anoikis resistance by enhancing protective autophagy in prostate cancer cells."}, {"pubmed": 35033667, "text": "The interplay between estrogen receptor beta and protein kinase C, a crucial collaboration for medulloblastoma cell proliferation and invasion."}, {"pubmed": 35318310, "text": "PKCalpha phosphorylation of GLT-1 at Ser562/563 induces glutamate excitotoxicity in ischemia in mice."}, {"pubmed": 36112502, "text": "Lipid-independent activation of a muscle-specific PKCalpha splicing variant."}, {"pubmed": 36478369, "text": "PKCalpha interacts with Cav 1.3 calcium channels to promote the Cav 1.2/Cav 1.3 duo tuning Th2 functions."}, {"pubmed": 36648303, "text": "Protein Kinase C Modulation Determines the Mesoderm/Extraembryonic Fate Under BMP4 Induction From Human Pluripotent Stem Cells."}, {"pubmed": 36791912, "text": "Crosstalk between protein kinase C alpha and transforming growth factor beta signaling mediated by Runx2 in intestinal epithelial cells."}, {"pubmed": 36979484, "text": "Spatiotemporal Regulation of FMNL2 by N-Terminal Myristoylation and C-Terminal Phosphorylation Drives Rapid Filopodia Formation."}, {"pubmed": 37463241, "text": "Histone Methyltransferase NSD2 Activates PKCalpha to Drive Metabolic Reprogramming and Lenalidomide Resistance in Multiple Myeloma."}, {"pubmed": 38164042, "text": "Cav-1 regulates the bile salt export pump on the canalicular membrane of hepatocytes by PKCalpha-associated signalling under cholesterol stimulation."}, {"pubmed": 38815861, "text": "Multi-modal mechanisms of the metastasis suppressor, NDRG1: Inhibition of WNT/beta-catenin signaling by stabilization of protein kinase Calpha."}, {"pubmed": 39113702, "text": "PKCalpha Induced the Generation of Extracellular Vesicles in Activated Platelets to Promote Breast Cancer Metastasis."}], "genomic_pos": {"chr": "17", "end": 66810743, "ensemblgene": "ENSG00000154229", "start": 66302613, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 64806861, "start": 64298754, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001938", "pubmed": 11909826, "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002159", "pubmed": 18474624, "qualifier": "involved_in", "term": "desmosome assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": 10770950, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007077", "qualifier": "involved_in", "term": "mitotic nuclear membrane disassembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010595", "pubmed": 11909826, "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010613", "qualifier": "involved_in", "term": "positive regulation of cardiac muscle hypertrophy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018105", "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0018105", "pubmed": 26078884, "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0018107", "pubmed": 16717194, "qualifier": "involved_in", "term": "peptidyl-threonine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 23990668, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031666", "pubmed": 9830023, "qualifier": "involved_in", "term": "positive regulation of lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034351", "pubmed": 9927633, "qualifier": "involved_in", "term": "negative regulation of glial cell apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035556", "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043488", "qualifier": "involved_in", "term": "regulation of mRNA stability"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043536", "pubmed": 20011604, "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043687", "pubmed": 20228790, "qualifier": "involved_in", "term": "post-translational protein modification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045651", "qualifier": "involved_in", "term": "positive regulation of macrophage differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045766", "pubmed": 11909826, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045780", "qualifier": "involved_in", "term": "positive regulation of bone resorption"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045785", "pubmed": 11909826, "qualifier": "involved_in", "term": "positive regulation of cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045931", "pubmed": 10848585, "qualifier": "involved_in", "term": "positive regulation of mitotic cell cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070555", "pubmed": 19281832, "qualifier": "involved_in", "term": "response to interleukin-1"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090330", "pubmed": 12724315, "qualifier": "involved_in", "term": "regulation of platelet aggregation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0097190", "pubmed": 10825394, "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0106071", "qualifier": "involved_in", "term": "positive regulation of adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0110063", "pubmed": 25313067, "qualifier": "involved_in", "term": "positive regulation of angiotensin-activated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000707", "qualifier": "involved_in", "term": "positive regulation of dense core granule biogenesis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [15632189, 23990668], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 20833797, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 18556656, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 17983652, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [15632189, 23990668], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031966", "qualifier": "located_in", "term": "mitochondrial membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0035866", "qualifier": "part_of", "term": "alphav-beta3 integrin-PKCalpha complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036064", "pubmed": 33934390, "qualifier": "is_active_in", "term": "ciliary basal body"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004672", "pubmed": 10770950, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0004697", "pubmed": [7520444, 7539802, 12391145, 17392515], "qualifier": "enables", "term": "diacylglycerol-dependent serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004697", "pubmed": 25313067, "qualifier": "enables", "term": "diacylglycerol-dependent serine/threonine kinase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004697", "qualifier": "enables", "term": "diacylglycerol-dependent serine/threonine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004697", "qualifier": "enables", "term": "diacylglycerol-dependent serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004698", "pubmed": 25313067, "qualifier": "enables", "term": "calcium,diacylglycerol-dependent serine/threonine kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004698", "pubmed": 33934390, "qualifier": "enables", "term": "calcium,diacylglycerol-dependent serine/threonine kinase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12571249, 12893243, 16810323, 17244820, 18566587, 21703451, 21952047, 24658140, 30017192, 31980649, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019899", "pubmed": 18556656, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035403", "pubmed": 20228790, "qualifier": "enables", "term": "histone H3T6 kinase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[6239, 181166], [7165, 1280437], [7227, 48311], [7955, 497384], [8364, 780209], [9031, 417430], [9544, 718412], [9598, 454832], [9606, 5578], [9615, 490904], [9913, 282001], [10090, 18750], [10116, 24680]], "id": 55679}, "interpro": [{"desc": "C2 domain", "id": "IPR000008", "short_desc": "C2_dom"}, {"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "AGC-kinase, C-terminal", "id": "IPR000961", "short_desc": "AGC-kinase_C"}, {"desc": "Protein kinase C-like, phorbol ester/diacylglycerol-binding domain", "id": "IPR002219", "short_desc": "PE/DAG-bd"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Protein kinase C, alpha/beta/gamma types", "id": "IPR014375", "short_desc": "Protein_kinase_C_a/b/g"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Protein kinase, C-terminal", "id": "IPR017892", "short_desc": "Pkinase_C"}, {"desc": "Diacylglycerol/phorbol-ester binding", "id": "IPR020454", "short_desc": "DAG/PE-bd"}, {"desc": "Classical Protein Kinase C alpha, catalytic domain", "id": "IPR034663", "short_desc": "cPKC_alpha"}, {"desc": "C2 domain superfamily", "id": "IPR035892", "short_desc": "C2_domain_sf"}, {"desc": "C1-like domain superfamily", "id": "IPR046349", "short_desc": "C1-like_sf"}], "ipi": ["IPI00385449", "IPI00748556"], "map_location": "17q24.2", "name": "protein kinase C alpha", "other_names": ["PKC-A", "aging-associated gene 6", "protein kinase C alpha type"], "pantherdb": {"HGNC": "9393", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97595", "ortholog_type": "LDO", "panther_family": "PTHR24356", "taxid": 10090, "uniprot_kb": "P20444"}, {"RGD": "3395", "ortholog_type": "LDO", "panther_family": "PTHR24356", "taxid": 10116, "uniprot_kb": "P05696"}, {"Ensembl": "ENSGALG00000025950", "ortholog_type": "LDO", "panther_family": "PTHR24356", "taxid": 9031, "uniprot_kb": "R4GHL2"}, {"ZFIN": "ZDB-GENE-131121-412", "ortholog_type": "O", "panther_family": "PTHR24356", "taxid": 7955, "uniprot_kb": "A0A0R4IPY3"}, {"ZFIN": "ZDB-GENE-050208-100", "ortholog_type": "LDO", "panther_family": "PTHR24356", "taxid": 7955, "uniprot_kb": "A0A2R8QIY5"}, {"WormBase": "WBGene00004033", "ortholog_type": "LDO", "panther_family": "PTHR24356", "taxid": 6239, "uniprot_kb": "P90980"}, {"FlyBase": "FBgn0004784", "ortholog_type": "O", "panther_family": "PTHR24356", "taxid": 7227, "uniprot_kb": "P13677"}, {"FlyBase": "FBgn0003091", "ortholog_type": "LDO", "panther_family": "PTHR24356", "taxid": 7227, "uniprot_kb": "P05130"}, {"SGD": "S000000201", "ortholog_type": "LDO", "panther_family": "PTHR24356", "taxid": 4932, "uniprot_kb": "P24583"}, {"PomBase": "SPAC17G8.14c", "ortholog_type": "O", "panther_family": "PTHR24356", "taxid": 4896, "uniprot_kb": "P36582"}, {"PomBase": "SPBC12D12.04c", "ortholog_type": "LDO", "panther_family": "PTHR24356", "taxid": 4896, "uniprot_kb": "P36583"}], "uniprot_kb": "P17252"}, "pathway": {"biocarta": [{"id": "agpcrpathway", "name": "attenuation of gpcr signaling"}, {"id": "arenrf2pathway", "name": "oxidative stress induced gene expression via nrf2"}, {"id": "at1rpathway", "name": "angiotensin ii mediated activation of jnk pathway via pyk2 dependent signaling"}, {"id": "bcrpathway", "name": "bcr signaling pathway"}, {"id": "biopeptidespathway", "name": "bioactive peptide induced signaling pathway"}, {"id": "calcineurinpathway", "name": "effects of calcineurin in keratinocyte differentiation"}, {"id": "cardiacegfpathway", "name": "role of egf receptor transactivation by gpcrs in cardiac hypertrophy"}, {"id": "cblpathway", "name": "cbl mediated ligand-induced downregulation of egf receptors pathway"}, {"id": "ccr3pathway", "name": "ccr3 signaling in eosinophils"}, {"id": "cdmacpathway", "name": "cadmium induces dna synthesis and proliferation in macrophages"}, {"id": "crebpathway", "name": "transcription factor creb and its extracellular signals"}, {"id": "edg1pathway", "name": "phospholipids as signalling intermediaries"}, {"id": "egfpathway", "name": "egf signaling pathway"}, {"id": "eif4pathway", "name": "regulation of eif-4e and p70s6 kinase"}, {"id": "erbb4pathway", "name": "g-secretase mediated erbb4 signaling pathway"}, {"id": "fmlppathway", "name": "fmlp induced chemokine gene expression in hmc-1 cells"}, {"id": "ghpathway", "name": "growth hormone signaling pathway"}, {"id": "gpcrpathway", "name": "signaling pathway from g-protein families"}, {"id": "ionpathway", "name": "ionomycin and phorbal ester signaling pathway"}, {"id": "keratinocytepathway", "name": "keratinocyte differentiation"}, {"id": "mef2dpathway", "name": "role of mef2d in t-cell apoptosis"}, {"id": "myosinpathway", "name": "pkc-catalyzed phosphorylation of inhibitory phosphoprotein of myosin phosphatase"}, {"id": "nos1pathway", "name": "nitric oxide signaling pathway"}, {"id": "par1pathway", "name": "thrombin signaling and protease-activated receptors"}, {"id": "pdgfpathway", "name": "pdgf signaling pathway"}, {"id": "pkcpathway", "name": "activation of pkc through g-protein coupled receptors"}, {"id": "pparapathway", "name": "mechanism of gene regulation by peroxisome proliferators via ppara"}, {"id": "pyk2pathway", "name": "links between pyk2 and map kinases"}, {"id": "sppapathway", "name": "aspirin blocks signaling pathway involved in platelet activation"}, {"id": "tcrpathway", "name": "t cell receptor signaling pathway"}, {"id": "telpathway", "name": "telomeres telomerase cellular aging and immortality"}, {"id": "tpopathway", "name": "tpo signaling pathway"}, {"id": "trkapathway", "name": "trka receptor signaling pathway"}, {"id": "vegfpathway", "name": "vegf hypoxia and angiogenesis"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04012", "name": "ErbB signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04070", "name": "Phosphatidylinositol signaling system - Homo sapiens (human)"}, {"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04072", "name": "Phospholipase D signaling pathway - Homo sapiens (human)"}, {"id": "hsa04150", "name": "mTOR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04261", "name": "Adrenergic signaling in cardiomyocytes - Homo sapiens (human)"}, {"id": "hsa04270", "name": "Vascular smooth muscle contraction - Homo sapiens (human)"}, {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, {"id": "hsa04370", "name": "VEGF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04540", "name": "Gap junction - Homo sapiens (human)"}, {"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa04664", "name": "Fc epsilon RI signaling pathway - Homo sapiens (human)"}, {"id": "hsa04666", "name": "Fc gamma R-mediated phagocytosis - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa04713", "name": "Circadian entrainment - Homo sapiens (human)"}, {"id": "hsa04720", "name": "Long-term potentiation - Homo sapiens (human)"}, {"id": "hsa04723", "name": "Retrograde endocannabinoid signaling - Homo sapiens (human)"}, {"id": "hsa04724", "name": "Glutamatergic synapse - Homo sapiens (human)"}, {"id": "hsa04725", "name": "Cholinergic synapse - Homo sapiens (human)"}, {"id": "hsa04726", "name": "Serotonergic synapse - Homo sapiens (human)"}, {"id": "hsa04727", "name": "GABAergic synapse - Homo sapiens (human)"}, {"id": "hsa04728", "name": "Dopaminergic synapse - Homo sapiens (human)"}, {"id": "hsa04730", "name": "Long-term depression - Homo sapiens (human)"}, {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}, {"id": "hsa04911", "name": "Insulin secretion - Homo sapiens (human)"}, {"id": "hsa04912", "name": "GnRH signaling pathway - Homo sapiens (human)"}, {"id": "hsa04916", "name": "Melanogenesis - Homo sapiens (human)"}, {"id": "hsa04918", "name": "Thyroid hormone synthesis - Homo sapiens (human)"}, {"id": "hsa04919", "name": "Thyroid hormone signaling pathway - Homo sapiens (human)"}, {"id": "hsa04921", "name": "Oxytocin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04925", "name": "Aldosterone synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04929", "name": "GnRH secretion - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04960", "name": "Aldosterone-regulated sodium reabsorption - Homo sapiens (human)"}, {"id": "hsa04961", "name": "Endocrine and other factor-regulated calcium reabsorption - Homo sapiens (human)"}, {"id": "hsa04970", "name": "Salivary secretion - Homo sapiens (human)"}, {"id": "hsa04971", "name": "Gastric acid secretion - Homo sapiens (human)"}, {"id": "hsa04972", "name": "Pancreatic secretion - Homo sapiens (human)"}, {"id": "hsa05017", "name": "Spinocerebellar ataxia - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05031", "name": "Amphetamine addiction - Homo sapiens (human)"}, {"id": "hsa05032", "name": "Morphine addiction - Homo sapiens (human)"}, {"id": "hsa05110", "name": "Vibrio cholerae infection - Homo sapiens (human)"}, {"id": "hsa05143", "name": "African trypanosomiasis - Homo sapiens (human)"}, {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05214", "name": "Glioma - Homo sapiens (human)"}, {"id": "hsa05223", "name": "Non-small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}, {"id": "hsa05231", "name": "Choline metabolism in cancer - Homo sapiens (human)"}, {"id": "hsa05415", "name": "Diabetic cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_Alpha6Beta4Integrin", "name": "Alpha6Beta4Integrin"}, {"id": "Pathway_CRH", "name": "CRH"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_Gastrin", "name": "Gastrin"}, {"id": "Pathway_Ghrelin", "name": "Ghrelin"}, {"id": "Pathway_IL11", "name": "IL11"}, {"id": "Pathway_IL3", "name": "IL3"}, {"id": "Pathway_KitReceptor", "name": "KitReceptor"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, {"id": "Pathway_Wnt", "name": "Wnt"}], "pid": [{"id": "a6b1_a6b4_integrin_pathway", "name": "a6b1 and a6b4 Integrin signaling"}, {"id": "atf2_pathway", "name": "ATF-2 transcription factor network"}, {"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, {"id": "cd8tcrpathway", "name": "TCR signaling in na&#xef;ve CD8+ T cells"}, {"id": "endothelinpathway", "name": "Endothelins"}, {"id": "erbb1_downstream_pathway", "name": "ErbB1 downstream signaling"}, {"id": "il8cxcr1_pathway", "name": "IL8- and CXCR1-mediated signaling events"}, {"id": "il8cxcr2_pathway", "name": "IL8- and CXCR2-mediated signaling events"}, {"id": "mtor_4pathway", "name": "mTOR signaling pathway"}, {"id": "nfat_3pathway", "name": "Role of Calcineurin-dependent NFAT signaling in lymphocytes"}, {"id": "nfkappabcanonicalpathway", "name": "Canonical NF-kappaB pathway"}, {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}, {"id": "ras_pathway", "name": "Regulation of Ras family activation"}, {"id": "ret_pathway", "name": "Signaling events regulated by Ret tyrosine kinase"}, {"id": "retinoic_acid_pathway", "name": "Retinoic acid receptors-mediated signaling"}, {"id": "syndecan_4_pathway", "name": "Syndecan-4-mediated signaling events"}, {"id": "tcr_pathway", "name": "TCR signaling in na&#xef;ve CD4+ T cells"}, {"id": "tcrraspathway", "name": "Ras signaling in the CD4+ TCR pathway"}, {"id": "thrombin_par1_pathway", "name": "PAR1-mediated thrombin signaling events"}, {"id": "txa2pathway", "name": "Thromboxane A2 receptor signaling"}, {"id": "vegfr1_2_pathway", "name": "Signaling events mediated by VEGFR1 and VEGFR2"}, {"id": "vegfr1_pathway", "name": "VEGFR1 specific signals"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-111885", "name": "Opioid Signalling"}, {"id": "R-HSA-111933", "name": "Calmodulin induced events"}, {"id": "R-HSA-111996", "name": "Ca-dependent events"}, {"id": "R-HSA-111997", "name": "CaM pathway"}, {"id": "R-HSA-112040", "name": "G-protein mediated events"}, {"id": "R-HSA-112043", "name": "PLC beta mediated events"}, {"id": "R-HSA-112314", "name": "Neurotransmitter receptors and postsynaptic signal transmission"}, {"id": "R-HSA-112315", "name": "Transmission across Chemical Synapses"}, {"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-114516", "name": "Disinhibition of SNARE formation"}, {"id": "R-HSA-1227986", "name": "Signaling by ERBB2"}, {"id": "R-HSA-1250196", "name": "SHC1 events in ERBB2 signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1433557", "name": "Signaling by SCF-KIT"}, {"id": "R-HSA-1433559", "name": "Regulation of KIT signaling"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1489509", "name": "DAG and IP3 signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-2179392", "name": "EGFR Transactivation by Gastrin"}, {"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-2514856", "name": "The phototransduction cascade"}, {"id": "R-HSA-2514859", "name": "Inactivation, recovery and regulation of the phototransduction cascade"}, {"id": "R-HSA-2980766", "name": "Nuclear Envelope Breakdown"}, {"id": "R-HSA-3000170", "name": "Syndecan interactions"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-376176", "name": "Signaling by ROBO receptors"}, {"id": "R-HSA-376176", "name": "Signaling by ROBO receptors"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-399719", "name": "Trafficking of AMPA receptors"}, {"id": "R-HSA-399721", "name": "Glutamate binding, activation of AMPA receptors and synaptic plasticity"}, {"id": "R-HSA-399997", "name": "Acetylcholine regulates insulin secretion"}, {"id": "R-HSA-4086398", "name": "Ca2+ pathway"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-416993", "name": "Trafficking of GluR2-containing AMPA receptors"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-418597", "name": "G alpha (z) signalling events"}, {"id": "R-HSA-422356", "name": "Regulation of insulin secretion"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-4419969", "name": "Depolymerization of the Nuclear Lamina"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-450520", "name": "HuR (ELAVL1) binds and stabilizes mRNA"}, {"id": "R-HSA-450531", "name": "Regulation of mRNA stability by proteins that bind AU-rich elements"}, {"id": "R-HSA-5099900", "name": "WNT5A-dependent internalization of FZD4"}, {"id": "R-HSA-5218921", "name": "VEGFR2 mediated cell proliferation"}, {"id": "R-HSA-5668599", "name": "RHO GTPases Activate NADPH Oxidases"}, {"id": "R-HSA-68875", "name": "Mitotic Prophase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-881907", "name": "Gastrin-CREB signalling pathway via PKC and MAPK"}, {"id": "R-HSA-8853659", "name": "RET signaling"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9010642", "name": "ROBO receptors bind AKAP5"}, {"id": "R-HSA-9010642", "name": "ROBO receptors bind AKAP5"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "smpdb": {"id": "SMP00358", "name": "Fc Epsilon Receptor I Signaling in Mast Cells"}, "wikipathways": [{"id": "WP1471", "name": "Target Of Rapamycin (TOR) Signaling"}, {"id": "WP2035", "name": "Follicle Stimulating Hormone (FSH) signaling pathway"}, {"id": "WP2038", "name": "Regulation of Microtubule Cytoskeleton"}, {"id": "WP2197", "name": "Endothelin Pathways"}, {"id": "WP2261", "name": "Glioblastoma signaling pathways"}, {"id": "WP2272", "name": "Pathogenic Escherichia coli infection"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP244", "name": "Alpha 6 Beta 4 signaling pathway"}, {"id": "WP2583", "name": "T-Cell Receptor and Co-stimulatory Signaling"}, {"id": "WP2636", "name": "Common Pathways Underlying Drug Addiction"}, {"id": "WP2795", "name": "Cardiac Hypertrophic Response"}, {"id": "WP2806", "name": "Complement system"}, {"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP3", "name": "Phytochemical activity on NRF2 transcriptional activation"}, {"id": "WP304", "name": "Kit receptor signaling pathway"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3298", "name": "Melatonin metabolism and effects"}, {"id": "WP35", "name": "G Protein Signaling Pathways"}, {"id": "WP363", "name": "Wnt Signaling Pathway"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP399", "name": "Wnt signaling pathway and pluripotency"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4255", "name": "Non-small cell lung cancer"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4341", "name": "Non-genomic actions of 1,25 dihydroxyvitamin D3"}, {"id": "WP4357", "name": "NRF2-ARE regulation"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4549", "name": "Fragile X Syndrome"}, {"id": "WP4558", "name": "Overview of interferons-mediated signaling pathway"}, {"id": "WP4566", "name": "Translation inhibitors in chronically activated PDGFRA cells"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4747", "name": "Netrin-UNC5B signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP4806", "name": "EGFR Tyrosine Kinase Inhibitor Resistance"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP4871", "name": "Kisspeptin-kisspeptin receptor system in the ovary"}, {"id": "WP536", "name": "Calcium Regulation in the Cardiac Cell"}, {"id": "WP673", "name": "ErbB signaling pathway"}]}, "pdb": ["2ELI", "3IW4", "4DNL", "4RA4", "8U37", "8UAK"], "pfam": ["PF00069", "PF00130", "PF00168", "PF00433"], "pharmgkb": "PA33759", "pharos": {"target_id": 20125, "tdl": "Tchem"}, "pir": "S09496", "prosite": ["PS50004", "PS50011", "PS50081", "PS51285"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254747", "relationship": "is"}, {"id": "GNF254748", "relationship": "is"}, {"id": "GNF254749", "relationship": "is"}, {"id": "GNF254750", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF033879", "relationship": "similar to"}, {"id": "GNF040781", "relationship": "is"}, {"id": "GNF048307", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088226", "relationship": "is"}, {"id": "GNF088227", "relationship": "is"}, {"id": "GNF088228", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054060", "relationship": "is"}, {"id": "GNF058839", "relationship": "is"}, {"id": "GNF074123", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069173", "relationship": "is"}, {"id": "GNF069174", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166256", "relationship": "is"}, {"id": "GNF166257", "relationship": "is"}, {"id": "GNF166258", "relationship": "is"}, {"id": "GNF166259", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF275367", "relationship": "is"}, {"id": "GNF275368", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324768", "relationship": "is"}, {"id": "GNF324769", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334701", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092967", "relationship": "is"}, {"id": "GNF132665", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_012206.2"], "protein": ["NP_002728.2", "XP_016880325.1", "XP_016880326.1", "XP_024306597.1", "XP_024306598.1", "XP_047292344.1", "XP_047292345.1", "XP_054172616.1", "XP_054172617.1", "XP_054172618.1", "XP_054172619.1", "XP_054172620.1", "XP_054172621.1"], "rna": ["NM_002737.3", "XM_017024836.3", "XM_017024837.2", "XM_024450829.2", "XM_024450830.2", "XM_047436388.1", "XM_047436389.1", "XM_054316641.1", "XM_054316642.1", "XM_054316643.1", "XM_054316644.1", "XM_054316645.1", "XM_054316646.1", "XR_001752558.2", "XR_007065315.1", "XR_007065316.1", "XR_007065317.1", "XR_008484859.1", "XR_008484860.1", "XR_008484861.1", "XR_008484862.1"], "translation": [{"protein": "XP_047292344.1", "rna": "XM_047436388.1"}, {"protein": "XP_024306597.1", "rna": "XM_024450829.2"}, {"protein": "XP_054172620.1", "rna": "XM_054316645.1"}, {"protein": "NP_002728.2", "rna": "NM_002737.3"}, {"protein": "XP_016880325.1", "rna": "XM_017024836.3"}, {"protein": "XP_054172617.1", "rna": "XM_054316642.1"}, {"protein": "XP_016880326.1", "rna": "XM_017024837.2"}, {"protein": "XP_054172621.1", "rna": "XM_054316646.1"}, {"protein": "XP_047292345.1", "rna": "XM_047436389.1"}, {"protein": "XP_024306598.1", "rna": "XM_024450830.2"}, {"protein": "XP_054172618.1", "rna": "XM_054316643.1"}, {"protein": "XP_054172619.1", "rna": "XM_054316644.1"}, {"protein": "XP_054172616.1", "rna": "XM_054316641.1"}]}, "reporter": {"HG-U133_Plus_2": ["1560074_at", "206923_at", "213093_at", "215194_at", "215195_at"], "HG-U95Av2": ["1437_at", "32304_at", "38042_at", "40566_at"], "HTA-2_0": "TC17000783.hg.1", "HuEx-1_0": ["3045861", "3403724", "3731826", "3732043"], "HuGene-1_1": "8009301", "HuGene-2_1": "16837128"}, "retired": 146784, "summary": "Protein kinase C (PKC) is a family of serine- and threonine-specific protein kinases that can be activated by calcium and the second messenger diacylglycerol. PKC family members phosphorylate a wide variety of protein targets and are known to be involved in diverse cellular signaling pathways. PKC family members also serve as major receptors for phorbol esters, a class of tumor promoters. Each member of the PKC family has a specific expression profile and is believed to play a distinct role in cells. The protein encoded by this gene is one of the PKC family members. This kinase has been reported to play roles in many different cellular processes, such as cell adhesion, cell transformation, cell cycle checkpoint, and cell volume control. Knockout studies in mice suggest that this kinase may be a fundamental regulator of cardiac contractility and Ca(2+) handling in myocytes. [provided by RefSeq, Jul 2008].", "symbol": "PRKCA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335261"}, "unigene": ["Hs.708867", "Hs.531704"], "uniprot": {"Swiss-Prot": "P17252", "TrEMBL": ["L7RSM7", "Q7Z727", "J3KN97", "J3KRN5"]}, "wikipedia": {"url_stub": "PKC alpha"}}