{"AllianceGenome": "9452", "HGNC": "9452", "MIM": "600646", "_id": "10544", "_version": 1, "accession": {"genomic": ["AB026584.2", "AF106202.2", "AF375468.2", "AL121753.32", "AL356652.19", "CH471077.2", "CP068258.2", "NC_000020.11", "NC_060944.1", "NG_032899.2"], "protein": ["AAA63647.1", "AAD43967.1", "AAH14451.1", "AAK53045.1", "BAA77249.2", "BAG37401.1", "CAA61450.1", "CAG33229.1", "EAW76223.1", "EAW76224.1", "NP_006395.2", "Q9UNN8.1", "XP_011526798.2", "XP_047295786.1", "XP_047295787.1", "XP_054178816.1", "XP_054178817.1"], "rna": ["AK314887.1", "BC014451.1", "BG423815.1", "BM808358.1", "BQ939781.1", "CR456948.1", "HY110044.1", "L35545.1", "NM_006404.5", "X89079.1", "XM_011528496.2", "XM_047439830.1", "XM_047439831.1", "XM_054322841.1", "XM_054322842.1"], "translation": [{"protein": "CAA61450.1", "rna": "X89079.1"}, {"protein": "AAA63647.1", "rna": "L35545.1"}, {"protein": "XP_011526798.2", "rna": "XM_011528496.2"}, {"protein": "XP_047295786.1", "rna": "XM_047439830.1"}, {"protein": "NP_006395.2", "rna": "NM_006404.5"}, {"protein": "CAG33229.1", "rna": "CR456948.1"}, {"protein": "XP_054178816.1", "rna": "XM_054322841.1"}, {"protein": "XP_054178817.1", "rna": "XM_054322842.1"}, {"protein": "XP_047295787.1", "rna": "XM_047439831.1"}, {"protein": "AAH14451.1", "rna": "BC014451.1"}, {"protein": "BAG37401.1", "rna": "AK314887.1"}]}, "alias": ["CCCA", "CCD41", "EPCR"], "ensembl": {"gene": "ENSG00000101000", "protein": ["ENSP00000216968", "ENSP00000489117", "ENSP00000489456"], "transcript": ["ENST00000216968", "ENST00000634509", "ENST00000635377"], "translation": [{"protein": "ENSP00000216968", "rna": "ENST00000216968"}, {"protein": "ENSP00000489117", "rna": "ENST00000635377"}, {"protein": "ENSP00000489456", "rna": "ENST00000634509"}], "type_of_gene": "protein_coding"}, "entrezgene": "10544", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.144319589, "exp_mis": 105.409376689, "exp_syn": 52.7738236323, "lof_z": 1.16529512067895, "mis_z": 1.11523670079824, "mu_lof": 5.1148616137e-07, "mu_mis": 9.42241387133e-06, "mu_syn": 4.61779513096e-06, "n_lof": 4.0, "n_mis": 82.0, "n_syn": 46.0, "p_li": 0.0101308888898987, "p_null": 0.164531984690664, "p_rec": 0.825337126419437, "syn_z": 0.57806122676646}, "bp": 717, "cds_end": 33764616, "cds_start": 33759957, "n_exons": 4, "nonpsych": {"exp_lof": 6.38737211939, "exp_mis": 95.3267338856, "exp_syn": 47.6864806392, "lof_z": 0.927707293691735, "mis_z": 1.15339872224806, "mu_lof": 5.1148616137e-07, "mu_mis": 9.42241387133e-06, "mu_syn": 4.61779513096e-06, "n_lof": 4.0, "n_mis": 73.0, "n_syn": 40.0, "p_li": 0.00807968344067082, "p_null": 0.229144856387266, "p_rec": 0.762775460172063, "syn_z": 0.700798827462443}, "nontcga": {"exp_lof": 6.56508098907, "exp_mis": 96.9689403979, "exp_syn": 48.5442309485, "lof_z": 0.987557402326314, "mis_z": 1.26326255362533, "mu_lof": 5.1148616137e-07, "mu_mis": 9.42241387133e-06, "mu_syn": 4.61779513096e-06, "n_lof": 4.0, "n_mis": 72.0, "n_syn": 42.0, "p_li": 0.00812946179539385, "p_null": 0.202231431434013, "p_rec": 0.789639106770594, "syn_z": 0.594719327361261}, "transcript": "ENST00000216968.4"}, "exons": [{"cdsend": 35176813, "cdsstart": 35172154, "chr": "20", "position": [[35172071, 35172224], [35174701, 35174953], [35176167, 35176446], [35176697, 35177362]], "strand": 1, "transcript": "NM_006404", "txend": 35177362, "txstart": 35172071}], "exons_hg19": [{"cdsend": 33764616, "cdsstart": 33759957, "chr": "20", "position": [[33759874, 33760027], [33762504, 33762756], [33763970, 33764249], [33764500, 33765165]], "strand": 1, "transcript": "NM_006404", "txend": 33765165, "txstart": 33759874}], "generif": [{"pubmed": 11552992, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11686350, "text": "A 23bp insertion in the endothelial protein C receptor (EPCR) gene impairs EPCR function.  Since protein C activation depends on the concentration of EPCR, patients with the EPCR insertion could have a diminished protein C activation capacity."}, {"pubmed": 11776299, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11776299, "text": "Our findings showed that the EPCR 23bp insertion is very rare in both patients with VTE and the general population and failed to support an association between the EPCR 23bp insertion and an increased risk of VTE."}, {"pubmed": 12152660, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12152662, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12413583, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 12439143, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12514663, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12529763, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12560236, "text": "Functional analysis of a hypersensitive site in the 5' flanking region of the hEPCR gene in endothelial cells identified multiple regions, containing high and low homology consensus Sp1 binding sequences, that were protected from methylation."}, {"pubmed": 12586611, "text": "data suggest that activated protein C regulates calcium concentration in human brain endothelium and in human umbilical vein endothelial cells by binding to endothelial protein C receptor and signaling via protease activated receptor-1"}, {"pubmed": 12897745, "text": "Endothelial protein C receptor expressed by eosinophils activated with protein C or activated protein C arrests directed migration"}, {"pubmed": 14576048, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15080580, "text": "Endothelial protein C receptor may play an important inflammation-related role in plaque development."}, {"pubmed": 15116250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15116250, "text": "individuals carrying the 4600AG EPCR genotype have high sEPCR levels but do not have an increased risk of thrombosis, whereas individuals carrying the 4678CC genotype have higher APC levels and lower risk of venous thromboembolism"}, {"pubmed": 15150078, "text": "Anti-EPCR autoantibodies can be detected in antiphospholid syndrome patients and are independent risk factors for fetal death."}, {"pubmed": 15178554, "text": "Review. TM, APC, & EPCR impact coagulation, inflammation, fibrinolysis, & cell proliferation. We review the functions of this complex multimolecular system & how its components maintain homeostasis under hypercoagulable &/or proinflammatory conditions."}, {"pubmed": 15304035, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15304035, "text": "this study does not show a strong association between EPCR haplotypes and thrombosis risk, but low sEPCR levels may reduce the risk of deep venous thrombosis"}, {"pubmed": 15634335, "text": "protein C binding to sEPCR and phospholipids is broadly dependent on correct Gla domain folding, but can be selectively influenced by judicious mutation"}, {"pubmed": 15710622, "text": "endothelial protein C receptor ligation and sphingosine 1-phosphate receptor transactivation results in endothelial cell cytoskeletal rearrangement and barrier protection through activated protein C"}, {"pubmed": 15921688, "text": "EPCR-transfected cells suggested increased basal release of sEPCR from cells expressing the 219Gly EPCR phenotype."}, {"pubmed": 15921688, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15954900, "text": "the vascular dysfunction characteristic of systemic lupus erythematosus may be related to a dramatically altered distribution of EPCR, both soluble and membrane-bound forms"}, {"pubmed": 15978102, "text": "protein C receptor autoantibodies may have a role in acute myocardial infarction in young women"}, {"pubmed": 16113830, "text": "EPCR 4600A/G and 4678G/C polymorphisms may be involved in venous thromboembolism in carriers of factor V Leiden"}, {"pubmed": 16113830, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16153429, "text": "CRP significantly decreases the expression of thrombomodulin and EPCR in human endothelial cells, thereby promoting thrombogenic conditions."}, {"pubmed": 16354176, "text": "In vascular endotheliumt, binds activated protein C, generating an anti-inflammatory response."}, {"pubmed": 16354200, "text": "In cultured keratinocytes, EPCR expression was upregulated by the addition of activated protein C and inhibited by tumor necrosis factor-alpha"}, {"pubmed": 16409473, "text": "the A3 haplotype does promote cellular shedding in either 293 or endothelial cells and therefore is likely directly contributory to the higher soluble EPCR levels seen in patients carrying this haplotype"}, {"pubmed": 16444434, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17027065, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17027065, "text": "study confirms that there is a strong association between A3 haplotype and elevated sEPCR levels; we suggest that elevated sEPCR levels might increase the risk of stroke at pediatric age"}, {"pubmed": 17049585, "text": "possible role for high levels of thrombomodulin as a marker of HCC development in patients with cirrhosis, whereas high levels of EPCR are a possible marker of worse HCC prognosis, being a sign of endothelial damage of large vessels"}, {"pubmed": 17054378, "text": "Gamma-carboxyglutamic acid--> Lysine mutation causes a significant reduction in the binding force between this protein and protein C."}, {"pubmed": 17099142, "text": "Release of EPCR into the conditioned medium was inhibited by the metalloproteinase inhibitors TAPI and GM6001, indicating that the shedding of EPCR from the alveolar epithelium is mediated by a metalloproteinase."}, {"pubmed": 17099210, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17099210, "text": "mutations in the EPCR are not a major cause of recurrent miscarriage although they may exert a modifier effect in combination with other variants"}, {"pubmed": 17155946, "text": "the EPCR sequence requirement for shedding is amino acids from residue 193 to residue 200. ADAM17 is responsible for EPCR shedding."}, {"pubmed": 17170365, "text": "EPCR expression is detected in smooth muscle cells in the fibrous cap of human carotid artery plaques."}, {"pubmed": 17327234, "text": "EPCR serves as a cellular binding site for FVII/FVIIa"}, {"pubmed": 17439632, "text": "the presence of anti-EPCR autoantibodies is a moderate risk factor for deep vein thrombosis in the general population"}, {"pubmed": 17454790, "text": "Homozygous 23-bp insertion of endothelial protein c receptor gene is associated with fatal sepsis"}, {"pubmed": 17570903, "text": "relationship between plasma sEPCR levels and development of arteriovenous fistula thromboses"}, {"pubmed": 17823308, "text": "when EPCR is bound by protein C, the PAR-1 cleavage-dependent protective signaling responses in endothelial cells can be mediated by either thrombin or APC."}, {"pubmed": 17849044, "text": "Highlights the different mutations/polymorphisms reported in the EPCR gene and their association with the risk of thrombosis."}, {"pubmed": 18073349, "text": "the sEPCRisoform could contribute to the regulatory effect of sEPCR in plasma."}, {"pubmed": 18160602, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18278202, "text": "Failed to validate association of EPCR gene polymorphisms with venous thromboembolism amoung Californians of European ancestry."}, {"pubmed": 18403391, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18403391, "text": "in 20210A carriers the venous thromboembolism risk is influenced both by the actual prothrombin levels and by the EPCR A3 haplotype, via its effect on sEPCR levels"}, {"pubmed": 18443268, "text": "tEPCR behaves as sEPCR generated by shedding of the cellular endothelial cell protein C receptor"}, {"pubmed": 18480081, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18539144, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18539144, "text": "The EPCR A1 haplotype reduced the risk for recurrent miscarriage in carriers of FV Leiden."}, {"pubmed": 18555797, "text": "Expression of protein-C receptor in vascular endothelium is activated by aldesterone."}, {"pubmed": 18604550, "text": "Possible role of soluble EPCR in the pathogenesis of Behcet's disease. Studies of mutations and polymorphisms in EPCR gene in patients with Behcet's disease might bring to light pathogenic mechanism of ocular and systemic vascular complications."}, {"pubmed": 18612544, "text": "Protease activated receptor 1 (PAR-1) activation by thrombin is protective in human pulmonary artery endothelial cells if endothelial protein C receptor is occupied by its natural ligand, protein C."}, {"pubmed": 18680534, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18680534, "text": "no association between PROCR Ser219Gly and risk of CHD, stroke, or mortality; the minor allele SNP, rs2069948, was associated with lymphoid PROCR mRNA expression and increased risk of incident stroke and all-cause mortality, and decreased healthy survival"}, {"pubmed": 18757851, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18757851, "text": "carriers of the A3 haplotype have a reduced risk of myocardial infarction, only in part due to increased soluble endothelial protein C levels"}, {"pubmed": 18977990, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19004141, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19129726, "text": "Protein C is activated on the surface of endothelial cells by the thrombin-thrombomodulin complex with the stimulation of the endothelial protein C receptor."}, {"pubmed": 19222470, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19236779, "text": "A6936G polymorphism of EPCR can be detected in Chinese Han population which may be correlated with increasing risk of thrombosis in cerebral infarction patients."}, {"pubmed": 19236779, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19238444, "text": "HuGE review of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19296056, "text": "negative relationship between sEPCR levels and the age of individuals"}, {"pubmed": 19436051, "text": "significantly increased expression of EPCR and TM in the valvular sinus endothelium as opposed to the vein lumenal endothelium, and the opposite pattern with VWF"}, {"pubmed": 19467228, "text": "Results suggest that the shedding of endothelial protein C receptors in HUVEC is effectively regulated by IL-1beta and TNF-alpha, and downstream by MAP kinase signaling pathways and metalloproteinases."}, {"pubmed": 19587380, "text": "FVIIa or activated protein C binding to EPCR promotes EPCR endocytosis, and EPCR-mediated endocytosis may facilitate the transcytosis of FVIIa and its clearance from the circulation"}, {"pubmed": 19634686, "text": "Activated protein C protects endothelial cells from inflammatory mediators through an EPCR-dependent mechanism."}, {"pubmed": 19689997, "text": "Soluble endothelial protein C receptor did not show any positive correlation between these proinflammatory cytokines (TNF-alpha, IL-1beta, IL-2, IL-6, and IL-8)."}, {"pubmed": 19696402, "text": "Higher soluble EPCR levels were confirmed for Gly allele carriers (P<0.0001)."}, {"pubmed": 19806250, "text": "polymorphism is associated with the risk of foetal loss in Mediterranean European couples"}, {"pubmed": 19860767, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19895674, "text": "Endothelial protein C receptor plays an unexpected role in supporting cell surface recruitment, PAR1 activation, and signaling by FXa."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20141580, "text": "Suggest that the PROCR 6936G allele when carried by the father may be a risk factor for iliac deep vein thrombosis during pregnancy."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20506163, "text": "Data show that occupancy of EPCR by protein C switches signaling specificity so that activation of PAR-1 by thrombin inhibits TNF-alpha-mediated synthesis of IL-6 and IL-8 and down-regulates TGF-beta-mediated expression of collagen type 4 and fibronectin."}, {"pubmed": 20619102, "text": "EPCR gene was found in 91.7% of solid tumors."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21149441, "text": "EPCR interacts with the ternary TF coagulation initiation complex to enable PAR1,2 signaling."}, {"pubmed": 21228323, "text": "Data suggest that activated protein C protects endothelial cells by attenuating cell adhesion molecule expression during inflammation, and that APC engages a regulatory crosstalk involving EPCR, ERK1/2, and NF-kappaB that impairs TNF signaling."}, {"pubmed": 21252088, "text": "FVIIa, upon binding to EPCR on endothelial cells, activates endogenous protease activated receptor-1 (PAR1) and induces PAR1-mediated p44/42 mitogen-activated protein kinase (MAPK) activation."}, {"pubmed": 21273788, "text": "Male gender is another parameter with A3 haplotype associated with elevated soluble EPCR levels in blood, and both parameters may contribute to selective regulatory mechanisms of EPCR release upon inflammation."}, {"pubmed": 21362311, "text": "EPCR gene 6936A/G polymorphism is associated with increased plasma levels of sEPCR. Subjects carrying 6936AG likely have an increased risk of thrombosis."}, {"pubmed": 21392254, "text": "High levels of protein C are determined by PROCR haplotype 3"}, {"pubmed": 21824644, "text": "The modest increase of sEPCR levels, together with the correlation with other endothelium activation/damage markers, suggest that it is more an innocent bystander of the endothelium activation/damage than an actor in PE."}, {"pubmed": 21851971, "text": "These findings indicate that the H1 haplotype protects Behcet's patients from thrombosis, likely via increased levels of activated protein C."}, {"pubmed": 21885613, "text": "Analysis of the binding of biotinylated, active-site blocked FXa, FVIIa & APC to human EPCR on ransfected CHO-EPCR & HUVECs revealed that little FXa was bound to EPCR on cell surfaces compared with FVIIa or APC."}, {"pubmed": 21901231, "text": "genetic polymorphism is associated with early-onset myocardial infarction in the Italian population"}, {"pubmed": 22036807, "text": "EPCR 1651C/G polymorphism and elevated soluble EPCR levels but low soluble EPCR levels increase the risk of idiopathic RSM."}, {"pubmed": 22251481, "text": "Studies indicate a significant association between the PROCR rs867186 variant and venous thromboembolism (VTE)."}, {"pubmed": 22370814, "text": "Human FVIIa binds efficiently to both murine and human EPCR."}, {"pubmed": 22614534, "text": "in cancer patients, the levels of sEPCR are significantly higher than the normal range compared to healthy volunteers"}, {"pubmed": 22681753, "text": "data indicate that it is possible to overexpress EPCR at a sufficient level to provide protection against transplant-related thrombotic and inflammatory injury"}, {"pubmed": 22715361, "text": "Elevated levels of soluble endothelial protein C receptor, a sensitive marker of endothelial damage, indicated a low level of inflammation and coagulation activation in Maraviroc treated patients not picked up by other widely used markers."}, {"pubmed": 22885985, "text": "Our results demonstrate how a gammadelta TCR mediates recognition of broadly stressed human cells by engaging endothelial protein C receptor"}, {"pubmed": 22885990, "text": "Among 78 Nepalese blood donors, no one had an EPCR 23 bp insertion."}, {"pubmed": 22903729, "text": "FFAs inhibit TM-EPCR-Protein C system in endothelial cells through activating JNK signaling, which may be a mechanism for the prothrombotic state in metabolic syndrome."}, {"pubmed": 23136988, "text": "findings show that in patients with coronary artery disease, circulating sEPCR levels are related to classical cardiovascular risk factors and renal impairment but are not related to long-term incidence of cardiovascular events"}, {"pubmed": 23342274, "text": "EPCR is expressed not only by a wide range of human malignant hematological cells but also the detection of plasma sEPCR levels provides a powerful insight into thrombotic risk assessment in cancer patients, especially when it surpasses 200 ng/mL."}, {"pubmed": 23348224, "text": "EPCR and APC play a limited role in the host response during pulmonary tuberculosis."}, {"pubmed": 23377316, "text": "The ratio of sEPCR levels to protein C activity is high, with a significant negative correlation in patients with STEMI. The sEPCR level has no relation to the development of no-reflow."}, {"pubmed": 23408932, "text": "Under static conditions, human monocytes bind soluble EPCR in a concentration dependent manner, as demonstrated by flow cytometry. Binding can be inhibited by specific antibodies (anti-EPCR and anti-Mac-1)."}, {"pubmed": 23539451, "text": "Tissue factor promoted tumor growth may be attenuated by EPCR expression."}, {"pubmed": 23555015, "text": "Rab GTPases regulate endothelial cell protein C receptor-mediated endocytosis and trafficking of factor VIIa."}, {"pubmed": 23581230, "text": "EPCR was involved in regulating progression of human lung cancer cells. Manipulation of EPCR expression may be a potential therapeutic strategy for lung cancer."}, {"pubmed": 23661674, "text": "Endothelial protease nexin-1 is a novel regulator of A disintegrin and metalloproteinase 17 maturation and endothelial protein C receptor shedding via furin inhibition."}, {"pubmed": 23717683, "text": "conclude that urinary sEPCR could be a novel non-invasive biomarker of antibody mediated rejection in renal transplantation"}, {"pubmed": 23724628, "text": "These observations provide evidence that EPCR may be involved in the carcinogenesis of lung cancer. EPCR may be a useful biomarker for evaluating the clinical status of lung cancer"}, {"pubmed": 23739325, "text": "identification of endothelial protein C receptor (EPCR), which mediates the cytoprotective effects of activated protein C, as the endothelial receptor for Plasmodium falciparum"}, {"pubmed": 23741007, "text": "Loss of EPCR and Thrombomodulin at sites of malaria-infected erythrocytes cytoadherence is detectible in nonfatal cerebral malaria."}, {"pubmed": 23875041, "text": "Increased EPCR-levels correlate with accelerated mortality in patients with melioidosis."}, {"pubmed": 23877403, "text": "sEPCR acts on the innate immune response by decreasing effector cells such as natural killer and T helper cells (TH2, TH17 and TH21)."}, {"pubmed": 23881209, "text": "3 polymorphisms in the EPCR gene were genotyped in 389 critically ill Greek patients to assess genetic risk for developing severe sepsis or septic shock.  H2 carriers had an excess of ss/ss vs. genotypes H1 and H3."}, {"pubmed": 23993723, "text": "The study suggests a putative role of EPCR SNPs in the development of thrombosis in multiple myeloma patients."}, {"pubmed": 24024878, "text": "EPCR expression in breast cancer cells, despite having initial growth advantage, may have a role in limiting cancer progression at an advanced stage"}, {"pubmed": 24051141, "text": "Our data suggest that mutations that impair PC-EPCR interactions may be associated with an increased risk of venous thromboembolism."}, {"pubmed": 24127121, "text": "Piperlonguminine might have potential as an anti-sEPCR shedding reagent against PMA-mediated EPCR shedding."}, {"pubmed": 24158116, "text": "The EPCR AA genotype was significantly more frequent in the healthy volunteers free of venous thrombosis."}, {"pubmed": 24308805, "text": "results did not conclusively identify a direct role of sEPCR in HSP, but our findings warrant further investigations, especially in severe HSP cases characterized by gastrointestinal bleeding or renal involvement"}, {"pubmed": 24436369, "text": "PROCR H1 protects against venous thromboembolism. There is an increased risk of VTE associated with the H3 haplotype."}, {"pubmed": 24495480, "text": "results demonstrate that EPCR is overexpressed and mediates the aggressive behavior of rheumatoid synovial fibroblasts, and is likely driven by group V secretory phospholipase A2"}, {"pubmed": 24627030, "text": "The degree of arteriovenous fistula stenosis was not correlated with serum EPCR"}, {"pubmed": 24635948, "text": "The association of PROCR rs867186 with severe malaria is examined in Thai population and showed significant association with protection from severe malaria."}, {"pubmed": 24862151, "text": "Blocking antibodies to EPCR attenuate in vivo tumor growth and proliferation specifically of EPCR(+) cells on defined integrin matrices in vitro."}, {"pubmed": 25220546, "text": "Upon ICU admission, sEPCR levels in initially non-septic critically-ill patients appear elevated in the subjects who will subsequently become septic"}, {"pubmed": 25246042, "text": "Low PROCR mRNA expression levels associated with a poor prognosis in patients with disseminated intravascular coagulation (DIC) represents an exhaustion of the natural anticoagulant system, and reflects the final decompensate stage of DIC."}, {"pubmed": 25407022, "text": "Increased coagulation activity and genetic polymorphisms in the F5, F10 and EPCR genes are associated with breast cancer."}, {"pubmed": 25425698, "text": "It was concluded that measuring EPCR levels at admission could provide an early biological marker of the outcome of cerebral malaria."}, {"pubmed": 25541704, "text": "genetic variation in the PROCR gene in our study population does not influence susceptibility to major severe malaria phenotypes"}, {"pubmed": 25588409, "text": "Serum soluble EPCR is elevated in Alzheimer's disease. The degree of cognitive impairment is significantly correlated with serum sEPCR levels in Alzheimer's disease and mild cognitive impairment patients and healthy controls."}, {"pubmed": 25667200, "text": "Report activation of protein C and down-regulation of EPCR in trophobolasts stimulated with TNF-alpha."}, {"pubmed": 25760048, "text": "data suggest that either the lack of the protective EPCR 4678C allele or the presence of EPCR 4600G allele may be associated with earlier development of thrombosis."}, {"pubmed": 25895599, "text": "This effect of EPCR may be dependent on PAR1."}, {"pubmed": 26015475, "text": "Individuals exposed to high levels of Plasmodium falciparum PfEMP1 acquire antibodies to EPCR-binding CIDR domains early in life."}, {"pubmed": 26118955, "text": "These data reveal a previously unknown functional heterogeneity in the interaction between Plasmodium falciparum PfEMP1 CIDRalpha1domain binding to EPCR and have major implications for understanding the distinct clinical pathologies of cerebral malaria."}, {"pubmed": 26119044, "text": "Overall, these findings reveal a much greater complexity of how Plasmodium falciparum PfEMP1 CIDRalpha1 domain-expressing parasites may modulate malaria pathogenesis through EPCR adhesion."}, {"pubmed": 26340463, "text": "These data suggest that 6936A/G polymorphism is a risk factor for deep venous thrombosis and is associated with elevated plasma levels of soluble EPCR, while 4678G/C polymorphism plays a role in protection against deep venous thrombosis."}, {"pubmed": 26620701, "text": "In this Tanzanian population, neither PROCR haplotype nor level of soluble EPCR was associated with severe malaria."}, {"pubmed": 26990852, "text": "analysis of renal endothelial PROCR expression and shedding during diabetic nephropathy"}, {"pubmed": 27207424, "text": "Observations that binding of P. falciparum erythrocyte membrane protein 1 to EPCR results in an acquired functional protein C system deficiency support the new paradigm that EPCR plays a central role in the pathogenesis of severe malaria. [review]"}, {"pubmed": 27255786, "text": "The EPCR rs867186-GG genotype is associated with increased soluble protein, and it could mediate protection against severe malaria."}, {"pubmed": 27406562, "text": "This study shows that ICAM-1 is a coreceptor for a subset of EPCR-binding Plasmodium falciparum parasites and provides the first evidence of how EPCR and ICAM-1 interact to mediate parasite binding to both resting and TNF-alpha-activated primary brain and lung endothelial cells."}, {"pubmed": 27561318, "text": "EPCR occupancy recruits G-protein coupled receptor kinase 5, thereby inducing beta-arrestin-2 biased PAR1 signaling by both APC and thrombin. In"}, {"pubmed": 27784899, "text": "Plasma levels of Ang2 were associated with markers of malaria severity and levels of var transcripts encoding P. falciparum Erythrocyte Membrane Protein 1 (PfEMP1) containing Cysteine Rich Inter Domain Region alpha1 (CIDRalpha1) domains predicted to bind Endothelial Protein C receptor (EPCR)."}, {"pubmed": 28007459, "text": "Elevated endothelium-related mediators (vWF, E-selectin and EPCR) appear to participate in the development of pancreatic necrosis and may be a potential indicator of overall prognosis."}, {"pubmed": 28103946, "text": "Analysis of a cohort of breast cancer patients revealed an association of high EPCR levels with adverse clinical outcome. Interestingly, EPCR knockdown did not affect cell growth kinetics in 2D but reduced cell growth in 3D cultures. EPCR silencing reduced primary tumor growth and secondary outgrowths at metastatic sites. EPCR via SPOCK1 confers a cell growth advantage in 3D promoting breast tumorigenesis and metastasis."}, {"pubmed": 28219843, "text": "This study demonstrates that impaired EPCR function can be detected by thrombin generation and clot lysis assays on cells expressing thrombomodulin and EPCR.  Deficiency in EPCR has procoagulant effects that lead to a delay in clot lysis."}, {"pubmed": 28367652, "text": "The results showed that AS-IV could significantly inhibit PMA-induced EPCR shedding."}, {"pubmed": 28415941, "text": "EPCR polymorphisms may be associated with increased risk of sepsis, but this has no effect on the release of soluble EPCR in patients with sepsis."}, {"pubmed": 28480559, "text": "The data indicate that EPCR can regulate p63, is associated with highly proliferative keratinocytes, and is a potential human epidermal stem cell marker."}, {"pubmed": 28538400, "text": "CORM-2 protects human umbilical vein endothelial cells from lipopolysaccharide-induced injury, by way of suppressing NF-kappaB activity, which downregulates TM and EPCR mRNAs. It also decreases MMP-2 expression and prevents the shedding of TM and EPCR from the surface of endothelial cells, so as to preserve their protective effect."}, {"pubmed": 28756987, "text": "Our findings suggested that breast cancer patients with expression of PROCR is more prone to suffer from distant metastasis and bad clinical outcomes."}, {"pubmed": 29217770, "text": "this is the first comprehensive study of PROCR signaling in breast cancer cells, and its findings also shed light on the molecular mechanisms of PROCR in stem cells in normal tissue."}, {"pubmed": 29339517, "text": "analysis of DC8 and DC13 PfEMP1 variants reveals that Plasmodium falciparum-infected erythrocytes-endothelial protein C receptor interaction may be prevented by plasma components under physiological conditions"}, {"pubmed": 29461258, "text": "Recent studies provide a mechanistic basis to how EPCR contributes to PAR1-mediated biased signaling. EPCR may play a role in influencing a wide array of biological functions by binding to diverse ligands."}, {"pubmed": 29484413, "text": "The activation of PAR-1 on the cell surface of SGC7901 and AGS cells was significantly reduced after the knockdown of EPCR. By contrast, blockade of PAR-1 reduced the proliferation and migration of gastric cells in vitro"}, {"pubmed": 29630665, "text": "Low EPCR expression is associated with meningococcal purpura fulminans."}, {"pubmed": 29879294, "text": "As EPCR protein expression has not previously been shown in platelets, the presence of EPCR was confirmed in platelets using immunofluorescence, flow cytometry, immunoprecipitation, and mass spectrometry. This is the first demonstration that human platelets express EPCR."}, {"pubmed": 30048851, "text": "PROCR H1 and H3 haplotypes were determined by genotyping 7014G/C and 1651C/G tag-polymorphisms, respectively. The PROCR H1 haplotype was less frequently found in antiphospholipid syndrome patients with arterial thrombosis, suggesting a protective effect of PROCR H1 against arterial thrombosis in these patients."}, {"pubmed": 30281048, "text": "biophysical analysis of a possible mode of ligand recognition by the EPCR via the involvement of phosphatidylcholine within its hydrophobic groove"}, {"pubmed": 30365003, "text": "The acquisition of antibodies against EPCR-binding cysteine-rich interdomain region alpha1 domains of PfEMP1 after a severe malaria episode suggest that EPCR-binding PfEMP1 may have a role in the pathogenesis of severe malaria in Papua New Guinea."}, {"pubmed": 30383853, "text": "PROCR, but not THBD, polymorphisms are associated with early-onset ischemic stroke in young Caucasians. There were no PROCR or THBD associations in African-Americans."}, {"pubmed": 30384036, "text": "Plasma soluble EPCR was elevated in alpha-thalassemia intermedia."}, {"pubmed": 31138740, "text": "EPCR and ICAM-1 are important in Plasmodium falciparum binding to a 3D human brain microvessel model"}, {"pubmed": 31645483, "text": "single nucleotide polymorphisms of endothelial protein C receptor are associated with Kawasaki disease susceptibility in a Chinese Han children"}, {"pubmed": 32003123, "text": "Down-regulation of endothelial protein C receptor promotes preeclampsia by affecting actin polymerization."}, {"pubmed": 32007797, "text": "Elevated levels of soluble Endothelial protein C receptor in rheumatoid arthritis and block the therapeutic effect of protein C in collagen-induced arthritis."}, {"pubmed": 32496885, "text": "Determining the association of thrombophilic gene polymorphisms with recurrent pregnancy loss in Iranian women."}, {"pubmed": 34281556, "text": "Lentiviral CRISPR-guided RNA library screening identified Adam17 as an upstream negative regulator of Procr in mammary epithelium."}, {"pubmed": 34971808, "text": "Novel Diagnostic Autoantibodies Against Endothelial Protein C Receptor in Patients With Ulcerative Colitis."}, {"pubmed": 34989590, "text": "Decoding the Host-Parasite Protein Interactions Involved in Cerebral Malaria Through Glares of Molecular Dynamics Simulations."}, {"pubmed": 35021256, "text": "Thrombotic Risk Determined by Protein C Receptor (PROCR) Variants among Middle-Aged and Older Adults: A Population-Based Cohort Study."}, {"pubmed": 35169126, "text": "Protein C receptor maintains cancer stem cell properties via activating lipid synthesis in nasopharyngeal carcinoma."}, {"pubmed": 35264566, "text": "Elucidating mechanisms of genetic cross-disease associations at the PROCR vascular disease locus."}, {"pubmed": 35710974, "text": "Are H1 and H3 haplotypes of endothelial protein C receptor (PROCR) an important factor in contracting COVID-19?"}, {"pubmed": 36394528, "text": "Endothelial protein C receptor is increased in preterm preeclampsia and fetal growth restriction."}, {"pubmed": 36416015, "text": "Association of Endothelial Protein C Receptor (EPCR) rs867186 Gene Polymorphism With Increased Levels of Soluble EPCR and High Risk of Severe Malaria and Fatality in Beninese Children."}, {"pubmed": 36523147, "text": "Genetic variant of endothelial protein C receptor genes and its serum level in B thalassemic children."}, {"pubmed": 36775045, "text": "Structural and genomic analysis of single nucleotide polymorphisms in human host factor endothelial protein C receptor (EPCR) reveals complex interplay with malaria parasites."}, {"pubmed": 37108071, "text": "Microvascular Environment Influences Brain Microvascular Heterogeneity: Relative Roles of Astrocytes and Oligodendrocytes for the EPCR Expression in the Brain Endothelium."}, {"pubmed": 37228024, "text": "EPCR deficiency ameliorates inflammatory arthritis in mice by suppressing the activation and migration of T cells and dendritic cells."}], "genomic_pos": {"chr": "20", "end": 35216240, "ensemblgene": "ENSG00000101000", "start": 35172072, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 33765165, "start": 33759876, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007596", "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050819", "qualifier": "involved_in", "term": "negative regulation of coagulation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050819", "pubmed": 19696402, "qualifier": "involved_in", "term": "negative regulation of coagulation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005813", "qualifier": "located_in", "term": "centrosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19581412, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17299037, 20826780], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0038023", "qualifier": "enables", "term": "signaling receptor activity"}]}, "homologene": {"genes": [[9031, 424867], [9544, 706040], [9598, 458198], [9606, 10544], [9615, 485848], [9913, 282005], [10090, 19124], [10116, 362248]], "id": 4670}, "interpro": [{"desc": "Endothelial protein C receptor", "id": "IPR015669", "short_desc": "Endothetial_C_recpt"}, {"desc": "MHC class I-like antigen recognition-like", "id": "IPR011161", "short_desc": "MHC_I-like_Ag-recog"}, {"desc": "MHC classes I/II-like antigen recognition protein", "id": "IPR011162", "short_desc": "MHC_I/II-like_Ag-recog"}, {"desc": "MHC class I-like antigen recognition-like superfamily", "id": "IPR037055", "short_desc": "MHC_I-like_Ag-recog_sf"}], "ipi": "IPI00009276", "map_location": "20q11.22", "name": "protein C receptor", "other_names": ["APC receptor", "CD201 antigen", "activated protein C receptor", "cell cycle, centrosome-associated protein", "centrocyclin", "endothelial protein C receptor", "protein C receptor, endothelial"], "pantherdb": {"HGNC": "9452", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104596", "ortholog_type": "LDO", "panther_family": "PTHR15349", "taxid": 10090, "uniprot_kb": "Q64695"}, {"RGD": "1305991", "ortholog_type": "LDO", "panther_family": "PTHR15349", "taxid": 10116, "uniprot_kb": "Q4V8I1"}, {"Ensembl": "ENSGALG00000006547", "ortholog_type": "LDO", "panther_family": "PTHR15349", "taxid": 9031, "uniprot_kb": "Q4ADW2"}], "uniprot_kb": "Q9UNN8"}, "pathway": {"biocarta": {"id": "dbpbpathway", "name": "transcriptional activation of dbpb from mrna"}, "kegg": {"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-140875", "name": "Common Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140877", "name": "Formation of Fibrin Clot (Clotting Cascade)"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}]}, "pdb": ["1L8J", "1LQV", "3JTC", "4V3D", "4V3E", "6SNY", "7OKS", "7OKT", "7OKU", "7OKV", "7Q5D", "8C44"], "pfam": "PF16497", "pharmgkb": "PA33800", "pharos": {"target_id": 4397, "tdl": "Tbio"}, "pir": "A55365", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326682", "relationship": "is"}, {"id": "GNF326683", "relationship": "is"}, {"id": "GNF326684", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261619", "relationship": "is"}, {"id": "GNF261620", "relationship": "is"}, {"id": "GNF261621", "relationship": "is"}, {"id": "GNF261622", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158554", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032743", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF011733", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286556", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329916", "relationship": "is"}, {"id": "GNF331382", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF113879", "relationship": "is"}, {"id": "GNF153520", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_032899.2"], "protein": ["NP_006395.2", "XP_011526798.2", "XP_047295786.1", "XP_047295787.1", "XP_054178816.1", "XP_054178817.1"], "rna": ["NM_006404.5", "XM_011528496.2", "XM_047439830.1", "XM_047439831.1", "XM_054322841.1", "XM_054322842.1"], "translation": [{"protein": "XP_047295786.1", "rna": "XM_047439830.1"}, {"protein": "XP_011526798.2", "rna": "XM_011528496.2"}, {"protein": "NP_006395.2", "rna": "NM_006404.5"}, {"protein": "XP_054178816.1", "rna": "XM_054322841.1"}, {"protein": "XP_054178817.1", "rna": "XM_054322842.1"}, {"protein": "XP_047295787.1", "rna": "XM_047439831.1"}]}, "reporter": {"HG-U133_Plus_2": "203650_at", "HG-U95Av2": "647_at", "HTA-2_0": "TC20000248.hg.1", "HuEx-1_0": "3883207", "HuGene-1_1": "8062108", "HuGene-2_1": "16913065"}, "summary": "The protein encoded by this gene is a receptor for activated protein C, a serine protease activated by and involved in the blood coagulation pathway. The encoded protein is an N-glycosylated type I membrane protein that enhances the activation of protein C. Mutations in this gene have been associated with venous thromboembolism and myocardial infarction, as well as with late fetal loss during pregnancy. The encoded protein may also play a role in malarial infection and has been associated with cancer. [provided by RefSeq, Jul 2013].", "symbol": "PROCR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418944"}, "unigene": "Hs.647450", "uniprot": {"Swiss-Prot": "Q9UNN8", "TrEMBL": ["A0A0U1RQQ4", "A0A0U1RRC4"]}, "wikipedia": {"url_stub": "Endothelial protein C receptor"}}