{"AllianceGenome": "18454", "HGNC": "18454", "MIM": "606233", "_id": "84432", "_version": 1, "accession": {"genomic": ["AL358215.16", "AL390797.16", "CH471122.1", "CP068277.2", "CS023555.1", "CS583905.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAH25399.1", "AAK33111.1", "AAK49918.1", "AAQ89046.1", "CAI59103.1", "CAN87427.1", "EAW56449.1", "EAW56450.1", "NP_115790.1", "P58294.1"], "rna": ["AF333024.1", "AY029225.1", "AY358683.1", "BC025399.1", "BM544315.1", "NM_032414.3"], "translation": [{"protein": "AAH25399.1", "rna": "BC025399.1"}, {"protein": "NP_115790.1", "rna": "NM_032414.3"}, {"protein": "AAK49918.1", "rna": "AF333024.1"}, {"protein": "AAQ89046.1", "rna": "AY358683.1"}, {"protein": "AAK33111.1", "rna": "AY029225.1"}]}, "alias": ["EGVEGF", "PK1", "PRK1"], "ensembl": {"gene": "ENSG00000143125", "protein": "ENSP00000271331", "transcript": "ENST00000271331", "translation": [{"protein": "ENSP00000271331", "rna": "ENST00000271331"}], "type_of_gene": "protein_coding"}, "entrezgene": "84432", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.90158557, "exp_mis": 46.2508984, "exp_syn": 19.186449, "lof_z": 0.850819171301258, "mis_z": 0.377650545731911, "mu_lof": 3.21644301604e-07, "mu_mis": 3.97111945747e-06, "mu_syn": 1.58242099582e-06, "n_lof": 3.0, "n_mis": 41.0, "n_syn": 19.0, "p_li": 0.0206691663843015, "p_null": 0.230481534740501, "p_rec": 0.748849298875198, "syn_z": 0.0263884898011734}, "bp": 318, "cds_end": 110998973, "cds_start": 110993838, "n_exons": 3, "nonpsych": {"exp_lof": 4.3745012, "exp_mis": 41.7996207, "exp_syn": 17.3036813, "lof_z": 0.645405725858539, "mis_z": 0.452454652423056, "mu_lof": 3.21644301604e-07, "mu_mis": 3.97111945747e-06, "mu_syn": 1.58242099582e-06, "n_lof": 3.0, "n_mis": 36.0, "n_syn": 17.0, "p_li": 0.0180767493255618, "p_null": 0.285497911478546, "p_rec": 0.696425339195892, "syn_z": 0.0459632191483611}, "nontcga": {"exp_lof": 4.50342458, "exp_mis": 42.5447953, "exp_syn": 17.64549983, "lof_z": 0.698862034284842, "mis_z": 0.57628057383762, "mu_lof": 3.21644301604e-07, "mu_mis": 3.97111945747e-06, "mu_syn": 1.58242099582e-06, "n_lof": 3.0, "n_mis": 35.0, "n_syn": 16.0, "p_li": 0.0179046524218345, "p_null": 0.259311149619577, "p_rec": 0.722784197958588, "syn_z": 0.248029419995861}, "transcript": "ENST00000271331.3"}, "exons": [{"cdsend": 110456351, "cdsstart": 110451216, "chr": "1", "position": [[110451148, 110451288], [110453960, 110454086], [110456231, 110457358]], "strand": 1, "transcript": "NM_032414", "txend": 110457358, "txstart": 110451148}], "exons_hg19": [{"cdsend": 110998973, "cdsstart": 110993838, "chr": "1", "position": [[110993770, 110993910], [110996582, 110996708], [110998853, 110999980]], "strand": 1, "transcript": "NM_032414", "txend": 110999980, "txstart": 110993770}], "generif": [{"pubmed": 12604792, "text": "Bv8 and EG-VEGF, along with other factors such as VEGF-A, may maintain the integrity and also regulate proliferation of the blood vessels in the testis"}, {"pubmed": 12858543, "text": "The role of EG-VEGF in the regulation of angiogenesis in endocrine glands. Review."}, {"pubmed": 12915658, "text": "acting via either PK-R2 or PK-R1, prokineticin 1 may have angiogenic as well as nonangiogenic functions in the ovary"}, {"pubmed": 15126578, "text": "Paracrine role for the PKs and their receptors in endometrial vascular function."}, {"pubmed": 15126581, "text": "Expression of VEGFR-1 mRNA, but not EG-VEGF and the other three VEGF receptors studied, was elevated in preeclamptic vs. normal placentas."}, {"pubmed": 15292351, "text": "Human EG-VEGF may play a role in angiogenesis both during the early endocrine development of testis and in the adult testis as well as in Leydig cell tumor growth."}, {"pubmed": 16210375, "text": "EG-VEGF may only play a role in vascular function of peri-implantation endometrium, but is unlikely to be associated with the etiology of endometrial cancer development."}, {"pubmed": 16263331, "text": "PK1 could be one of the causative factors of age-related macular degeneration (AMD); transgenic mice expressing human PK1 exhibit choroidal neovascularization in a model that may be useful for establishing treatments for the exudative form of AMD."}, {"pubmed": 16320832, "text": "Inverse resgulation of mRNA expression by ovarian cells may suggest that in addition to its angiogenic effects, EG-VEGF/PK-1 may also play other roles in ovary. (review)"}, {"pubmed": 16763065, "text": "study demonstrated that prokineticin 1 and 2 and their receptors are expressed in human prostate and that their levels increased with prostate malignancy"}, {"pubmed": 17167981, "text": "High EG-VEGF is associated with carcinogenesis and portal vein tumor thrombus formation in human hepatocellular carcinoma"}, {"pubmed": 17178891, "text": "Overexpressed Prk1 conferred Adriamycin resistance in a human embryo kidney cell line."}, {"pubmed": 17289879, "text": "EG-VEGF/Prok-1 signaling has a role in neuroblastoma progression"}, {"pubmed": 17683928, "text": "Either EG-VEGF is not exclusive of endocrine organs, or the pancreas should be considered as a functional steroidogenic tissue."}, {"pubmed": 18339712, "text": "PROK1 and PROKR1 expression is elevated in human decidua during early pregnancy PROK1-PROKR1 interaction regulates expression of a host of implantation-related genes."}, {"pubmed": 18571163, "text": "EG-VEGF may enhance cell proliferation through the activation of MAPK pathway, although not through the Akt pathway."}, {"pubmed": 19077468, "text": "High PK1 mRNA levels were observed only in cultured pancreatic stellate cells and microdissected islet cells, but not in cancer cells, and PK1 protein was localized mainly in islets and cancer-associated stromal cells."}, {"pubmed": 19135668, "text": "EG-VEGF expression was significantly higher in ectopic endometriotic tissue when compared to eutopic samples in infertile women."}, {"pubmed": 19255255, "text": "hCG-mediated LIF expression in the endometrium is dependent on prior induction of PROK1."}, {"pubmed": 19285664, "text": "Altered expression of PROK1 could be one of the several biochemical abnormalities characterizing eutopic endometrium in endometriosis."}, {"pubmed": 19523441, "text": "EG-VEGF protects pancreatic cancer cells from apoptosis through upregulation of myeloid cell leukemia-1, an anti-apoptotic protein of the bcl-2 family."}, {"pubmed": 19602057, "text": "findings identify EG-VEGF as a novel paracrine regulator of trophoblast invasion. We speculate that a failure to correctly down-regulate placental expression of EG-VEGF at the end of the first trimester of pregnancy might lead to PE"}, {"pubmed": 19801577, "text": "Treatment of human decidua with a lentiviral miRNA to abolish endogenous PROK1 expression results in a significant reduction in IL-11 expression and secretion"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20172976, "text": "Review. Role of prokineticins in inflammatory and contractile pathways at parturition in humans."}, {"pubmed": 20400074, "text": "When endometrial stromal cells from both groups of women were differentiated to decidual phenotype, PROK1 mRNA was up-regulated and PR and HOXA10 mRNA were down-regulated to the same extent."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20795791, "text": "Data show that expression of PK1 and PKR1 was detected in primary MM cells and myeloma cell lines."}, {"pubmed": 20847187, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21098624, "text": "CTGF expression in early pregnancy decidua is regulated by PROK1, via activation of the Gq, PLC, cSrc, EGFR, MAPK/ERK kinase pathway and has a role in cell adhesion."}, {"pubmed": 21385081, "text": "Prok1 is significantly increased in ppapillary thyroid cancer, and its expression in PTC is related to BRAF mutation."}, {"pubmed": 21546446, "text": "identified a novel signalling pathway whereby PROK1 can induce the expression of DKK1 in the human endometrium and first trimester decidua."}, {"pubmed": 21858136, "text": "Findings, together with the detection of sequence variants in PROKR1, PROK1 and PROKR2 genes associated to HSCR and, in some cases in combination with RET or GDNF mutations, provide evidence to consider them as susceptibility genes for HSCR."}, {"pubmed": 21858178, "text": "Data show that decidualization was associated with increased expression of 428 genes including SCARA5 (181-fold), DKK1 (71-fold) and PROK1 (32-fold), and decreased expression of 230 genes including MMP-7 (35-fold) and SFRP4 (21-fold)."}, {"pubmed": 21876489, "text": "The data shows that much more PK1 in healthy pregnant women is produced than those suffering from preeclampsia."}, {"pubmed": 22138749, "text": "During the first trimester of pregnancy, hCG and EG-VEGF exhibit the same pattern of expression, suggesting that EG-VEGF is potentially regulated by hCG."}, {"pubmed": 22941044, "text": "EG-VEGF as a new placental growth factor acting during the first trimester of pregnancy, established its mechanism of action, and provide evidence for its deregulation in FGR."}, {"pubmed": 23891065, "text": "Defective placental maturation is associated with an imbalance of expression of basic fibroblast growth factor (FGF) and PK1."}, {"pubmed": 23972922, "text": "preliminary data suggest a high potential of prokineticin 1 in the success of implantation and pregnancy"}, {"pubmed": 24324064, "text": "number of blood vessels in PROK1-positive primary gastrointestinal lesions was higher than that in PROK1-negative primary lesions. CONCLUSION: PROK1 expression might be related to the extent of malignancy in gastrointestinal cancer"}, {"pubmed": 24671265, "text": "EG-VEGF and VEGFA systems shared several canonical signaling pathways that may contribute to gene-gene interactions, including the Akt, IL-8, EGFR, MAPK, SRC, VHL, HIF-1A and STAT3."}, {"pubmed": 24955357, "text": "More importantly this paper argues for EG-VEGF clinical relevance as a potential biomarker of the onset of pregnancy pathologies and discusses its potential usefulness for future therapeutic directions."}, {"pubmed": 25064403, "text": "Study corroborates the clinical relevance of the EG-VEGF system in human early pregnancy, and provides evidence for the gene-gene interactions of EG-VEGF and PROKR variants."}, {"pubmed": 25128195, "text": "An increased mRNA expression of PROK1 and LIF could be one of the several abnormalities characterizing the endometrium in women recurrent pregnancy loss."}, {"pubmed": 25331005, "text": "High Prokineticin 1 protein expression is associated with sporadic colorectal cancer."}, {"pubmed": 25788276, "text": "Simultaneous targeting of both angiogenic growth factors (VEGF/PROK1) may prove more useful in colorectal cancer"}, {"pubmed": 26047640, "text": "EG-VEGF, BV8, and PROKR2 gene expression is approximately five, four, and two times higher in cystic fibrosis lungs compared with controls."}, {"pubmed": 26192875, "text": "Expression of PROK1 and PROKR1 was significantly higher in mid-gestation ovaries (17-20 wk) than at earlier gestations (8-11 and 14-16 wk)."}, {"pubmed": 26318037, "text": "The prognosis was poorer in colorectal cancers that expressed both PROK1 and VEGF relative to the cases that expressed only 1 protein, and the expression of both proteins was found to be an independent prognostic factor."}, {"pubmed": 26401590, "text": "PROK1 levels in follicular fluid and fertilization culture media could constitute new predictive noninvasive markers of successful embryo implantation in conventional in vitro fertilization-embryo transfer"}, {"pubmed": 26475302, "text": "EG-VEGF and its receptor PKR1 might play a role in the pathogenesis of adrenocortical tumors and could serve as prognostic markers for this rare malignant disease."}, {"pubmed": 26574895, "text": "Data suggest that prokineticins (PROK1 and PROK2) and prokineticin receptors (PROKR1 and PROKR2) act as main regulators of physiological functions of ovary, uterus, placenta, and testis. [REVIEW]"}, {"pubmed": 26828479, "text": "Results show the biological effects of PROK1-V67I on cell functions are similar to those of wild type, and the common variant of V67I may act as a modifier in the PROK1-PROKR system through down-regulation of PROK1 expression."}, {"pubmed": 27484063, "text": "Each follicular fluid (FF) was individually aspirated and FF/serum EG-VEGF, inhibin-a, and FF IGF-1 levels were evaluated. The pregnant group was characterized by increased numbers of WVFs (p = 0.044), a WVE (p = 0.022), and increased levels of FF IGF-1 (p = 0.001) and serum EG-VEGF (p = 0.03)."}, {"pubmed": 27619846, "text": "miR-346 and miR-582-3p regulate EG-VEGF-induced trophoblast invasion through repressing MMP 2 and MMP 9, and may become novel diagnostic biomarkers or therapeutic targets for EG-VEGF-related obstetric disorders. (c) 2016 BioFactors, 43(2):210-219, 2017."}, {"pubmed": 27736039, "text": "These findings demonstrate a novel function of primary cilia in controlling EG-VEGF-regulated trophoblast invasion and reveal the underlying molecular mechanism."}, {"pubmed": 28675948, "text": "Elevated PROK1 in the first pregnancy trimester is a more effective marker than PAPP-A in the prediction of pre-eclampsia and fetal growth restriction."}, {"pubmed": 28782224, "text": "hyperinsulinaemia may be involved in the mechanisms by which PROK1 is linked to placenta-related pregnancy complications."}, {"pubmed": 28820403, "text": "The VEGF/sVEGF-R1 ratio in follicular fluid on the day of oocyte retrieval in women undergoing IVF procedure, regardless of the type of stimulation protocol, might predict the risk of developing ovarian hyperstimulation syndrome (OHSS). To the best of our knowledge this is the first paper in the literature to show interplay among VEGF, EG-VEGF and sVEGF-R1 and the correlation between their concentration and OHSS risk."}, {"pubmed": 29405963, "text": "PROK1 or MMP-2 in the amniotic fluid do not have a role in the prediction of adverse pregnancy outcomes."}, {"pubmed": 30551529, "text": "Silencing of EG-VEGF inhibits the proliferation of pancreatic carcinoma cells."}, {"pubmed": 31276578, "text": "Prokineticin 1 is a new biomarker of human oocyte competence: expression and hormonal regulation throughout late folliculogenesis."}, {"pubmed": 31304922, "text": "PROK-1 and its receptors are involved in the pathogenesis and development of endometriosis"}, {"pubmed": 31991505, "text": "Dihydrotestosterone potentiates insulin to up-regulate prokineticin-1 in decidualizing human endometrial stromal cells."}, {"pubmed": 32876972, "text": "Ovarian cancer derived PKR1 positive exosomes promote angiogenesis by promoting migration and tube formation in vitro."}, {"pubmed": 34657605, "text": "Plasma Prokineticin 1, a prognostic biomarker in colorectal cancer patients with curative resection: a retrospective cohort study."}, {"pubmed": 37801889, "text": "Impaired decidualization and relative increase of PROK1 expression in the decidua of patients with unexplained recurrent pregnancy loss showing insulin resistance."}, {"pubmed": 37963927, "text": "EG-VEGF maternal levels predict spontaneous preterm birth in the second and third trimesters in pregnant women with risk factors for placenta-mediated complications."}], "genomic_pos": {"chr": "1", "end": 110457358, "ensemblgene": "ENSG00000143125", "start": 110451149, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 110999976, "start": 110993822, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001935", "qualifier": "involved_in", "term": "endothelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045765", "qualifier": "involved_in", "term": "regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0101023", "qualifier": "involved_in", "term": "vascular endothelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905564", "qualifier": "involved_in", "term": "positive regulation of vascular endothelial cell proliferation"}], "CC": {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, "MF": {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}}, "homologene": {"genes": [[7955, 100126018], [8364, 100493104], [9031, 428257], [9544, 701766], [9598, 745259], [9606, 84432], [9615, 100856124], [9913, 617599], [10090, 246691], [10116, 192205]], "id": 13023}, "interpro": [{"desc": "Prokineticin", "id": "IPR009523", "short_desc": "Prokineticin"}, {"desc": "Prokineticin domain", "id": "IPR023569", "short_desc": "Prokineticin_domain"}], "ipi": "IPI00033482", "map_location": "1p13.3", "name": "prokineticin 1", "other_names": ["EG-VEGF", "black mamba toxin-related protein", "endocrine-gland-derived vascular endothelial growth factor", "mambakine", "prokineticin-1"], "pantherdb": {"HGNC": "18454", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2180370", "ortholog_type": "LDO", "panther_family": "PTHR18821", "taxid": 10090, "uniprot_kb": "Q14A28"}, {"RGD": "620898", "ortholog_type": "LDO", "panther_family": "PTHR18821", "taxid": 10116, "uniprot_kb": "Q8R414"}, {"Ensembl": "ENSGALG00000047297", "ortholog_type": "LDO", "panther_family": "PTHR18821", "taxid": 9031, "uniprot_kb": "A0A3Q2U6T8"}, {"ZFIN": "ZDB-GENE-070928-34", "ortholog_type": "LDO", "panther_family": "PTHR18821", "taxid": 7955, "uniprot_kb": "A7MC07"}], "uniprot_kb": "P58294"}, "pathway": {"reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}]}, "pfam": "PF06607", "pharmgkb": "PA38539", "pharos": {"target_id": 11590, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328605", "relationship": "is"}, {"id": "GNF328606", "relationship": "is"}, {"id": "GNF328607", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF269115", "relationship": "is"}, {"id": "GNF269116", "relationship": "is"}, {"id": "GNF269117", "relationship": "is"}, {"id": "GNF269118", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF011734", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331172", "relationship": "is"}, {"id": "GNF332401", "relationship": "is"}, {"id": "GNF333204", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338218", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF115065", "relationship": "is"}, {"id": "GNF154706", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_115790.1", "rna": "NM_032414.3", "translation": {"protein": "NP_115790.1", "rna": "NM_032414.3"}}, "reporter": {"GNF1H": "gnf1h00772_at", "HG-U133_Plus_2": "229124_at", "HTA-2_0": "TC01000966.hg.1", "HuEx-1_0": "2351465", "HuGene-1_1": "7903884", "HuGene-2_1": "16668564"}, "summary": "The protein encoded by this gene induces proliferation, migration, and fenestration (the formation of membrane discontinuities) in capillary endothelial cells derived from endocrine glands. It has little or no effect on a variety of other endothelial and non-endothelial cell types. Its expression is restricted to the steroidogenic glands (ovary, testis, adrenal, and placenta), is induced by hypoxia, and often complementary to the expression of vascular endothelial growth factor (VEGF), suggesting that these molecules function in a coordinated manner. [provided by RefSeq, Sep 2011].", "symbol": "PROK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425526"}, "unigene": "Hs.514793", "uniprot": {"Swiss-Prot": "P58294"}}