{"AllianceGenome": "9460", "HGNC": "9460", "MIM": "176895", "_id": "8858", "_version": 1, "accession": {"genomic": ["AB033749.1", "AF440358.1", "AL137002.19", "CH471085.1", "CP068265.2", "EF445049.1", "NC_000013.11", "NC_060937.1", "NG_031993.2"], "protein": ["AAA36499.1", "AAA36500.1", "AAA36501.1", "AAH74906.1", "AAH74907.1", "AAL27631.1", "ACA06105.1", "ACA06106.1", "BAA85763.1", "BAA85764.1", "EAX09186.1", "EAX09187.1", "EAX09188.1", "NP_001243063.1", "NP_003882.1", "P22891.2", "XP_016876302.1", "XP_047286676.1", "XP_047286677.1", "XP_054231085.1", "XP_054231086.1"], "rna": ["AI492996.1", "BC074906.2", "BC074907.2", "M55670.1", "M55671.1", "M59303.1", "NM_001256134.2", "NM_003891.3", "XM_017020813.2", "XM_047430720.1", "XM_047430721.1", "XM_054375110.1", "XM_054375111.1", "XR_008488790.1", "XR_008488791.1"], "translation": [{"protein": "AAH74907.1", "rna": "BC074907.2"}, {"protein": "AAA36501.1", "rna": "M55671.1"}, {"protein": "XP_054231085.1", "rna": "XM_054375110.1"}, {"protein": "XP_047286676.1", "rna": "XM_047430720.1"}, {"protein": "AAA36500.1", "rna": "M55670.1"}, {"protein": "AAH74906.1", "rna": "BC074906.2"}, {"protein": "NP_001243063.1", "rna": "NM_001256134.2"}, {"protein": "AAA36499.1", "rna": "M59303.1"}, {"protein": "XP_047286677.1", "rna": "XM_047430721.1"}, {"protein": "XP_016876302.1", "rna": "XM_017020813.2"}, {"protein": "NP_003882.1", "rna": "NM_003891.3"}, {"protein": "XP_054231086.1", "rna": "XM_054375111.1"}]}, "alias": "PZ", "ensembl": {"gene": "ENSG00000126231", "protein": ["ENSP00000344458", "ENSP00000364697"], "transcript": ["ENST00000342783", "ENST00000375547", "ENST00000493630"], "translation": [{"protein": "ENSP00000344458", "rna": "ENST00000342783"}, {"protein": "ENSP00000364697", "rna": "ENST00000375547"}], "type_of_gene": "protein_coding"}, "entrezgene": "8858", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.9480590799, "exp_mis": 150.797805677, "exp_syn": 75.5270987745, "lof_z": -0.0142987137333439, "mis_z": -0.207207741549805, "mu_lof": 1.13764143201e-06, "mu_mis": 1.47908361878e-05, "mu_syn": 7.34288012019e-06, "n_lof": 13.0, "n_mis": 156.0, "n_syn": 64.0, "p_li": 3.84163746031333e-09, "p_null": 0.90033558962269, "p_rec": 0.0996644065356725, "syn_z": 0.822277067604958}, "bp": 1269, "cds_end": 113826419, "cds_start": 113812974, "n_exons": 9, "nonpsych": {"exp_lof": 11.5725432135, "exp_mis": 136.339870084, "exp_syn": 68.2126179503, "lof_z": 0.165289712227004, "mis_z": -0.287694088875567, "mu_lof": 1.13764143201e-06, "mu_mis": 1.47908361878e-05, "mu_syn": 7.34288012019e-06, "n_lof": 11.0, "n_mis": 143.0, "n_syn": 56.0, "p_li": 1.40939077073288e-07, "p_null": 0.802683372249584, "p_rec": 0.197316486811339, "syn_z": 0.930979088726457}, "nontcga": {"exp_lof": 11.897915416, "exp_mis": 138.719691833, "exp_syn": 69.4706396112, "lof_z": -0.315181506460372, "mis_z": -0.392557393194577, "mu_lof": 1.13764143201e-06, "mu_mis": 1.47908361878e-05, "mu_syn": 7.34288012019e-06, "n_lof": 13.0, "n_mis": 148.0, "n_syn": 58.0, "p_li": 1.7001562402303e-09, "p_null": 0.937283347769693, "p_rec": 0.062716650530151, "syn_z": 0.871383445396821}, "transcript": "ENST00000342783.4"}, "exons": [{"cdsend": 113172105, "cdsstart": 113158660, "chr": "13", "position": [[113158653, 113158730], [113159198, 113159264], [113160013, 113160177], [113160947, 113160972], [113163008, 113163122], [113164512, 113164644], [113165052, 113165120], [113170412, 113170530], [113171593, 113172384]], "strand": 1, "transcript": "NM_001256134", "txend": 113172384, "txstart": 113158653}, {"cdsend": 113172105, "cdsstart": 113158660, "chr": "13", "position": [[113158647, 113158730], [113160013, 113160177], [113160947, 113160972], [113163008, 113163122], [113164512, 113164644], [113165052, 113165120], [113170412, 113170530], [113171593, 113172386]], "strand": 1, "transcript": "NM_003891", "txend": 113172386, "txstart": 113158647}], "exons_hg19": [{"cdsend": 113826419, "cdsstart": 113812974, "chr": "13", "position": [[113812967, 113813044], [113813512, 113813578], [113814327, 113814491], [113815261, 113815286], [113817322, 113817436], [113818826, 113818958], [113819366, 113819434], [113824726, 113824844], [113825907, 113826698]], "strand": 1, "transcript": "NM_001256134", "txend": 113826698, "txstart": 113812967}, {"cdsend": 113826419, "cdsstart": 113812974, "chr": "13", "position": [[113812961, 113813044], [113814327, 113814491], [113815261, 113815286], [113817322, 113817436], [113818826, 113818958], [113819366, 113819434], [113824726, 113824844], [113825907, 113826700]], "strand": 1, "transcript": "NM_003891", "txend": 113826700, "txstart": 113812961}], "generif": [{"pubmed": 11858503, "text": "Weak regulation of protein Z biosynthesis by inflammatory cytokines indicates that it is not a negative acute-phase protein. Plasma PZ concentration is genetically controlled."}, {"pubmed": 12297123, "text": "case control studies in humans indicating that diminution of protein Z in factor V Leiden patients aggravates thromboembolic risk"}, {"pubmed": 12490280, "text": "Low plasma protein Z values were significantly associated with ischemic stroke except in diabetic subjects and females"}, {"pubmed": 12623836, "text": "enhanced immune-complex formation with protein Z may play a role in unexplained embryo losses"}, {"pubmed": 12970515, "text": "Blood levels of protein Z measured within 7 days of acute stroke were significantly higher in cases than in controls (geometric mean, 1.46 versus 1.16 microg/mL; P<0.0001, consistent with its importance in ischemic stroke or as an acute phase reactant"}, {"pubmed": 14507116, "text": "There is a positive correlation between the disease duration and protein Z levels in patients with Behcet's disease"}, {"pubmed": 14652653, "text": "PZ levels below 565 ng/mL were associated with ACS"}, {"pubmed": 14671240, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14671240, "text": "The A allele of an intron F polymorphism of the PZ gene appears to be a novel protective genetic marker for the risk of cerebral ischemia in young adults. In the context of juvenile stroke, high PZ plasma levels may represent a prothrombotic condition"}, {"pubmed": 15314579, "text": "protein Z deficiency could be also a risk factor for acute coronary syndromes, early fetal losses, and increased the arterial risk in antiphospholipid syndrome--REVIEW"}, {"pubmed": 15626740, "text": "Coexpression of E30Q with wild-type protein Z interfered with the secretion of the wild type"}, {"pubmed": 15748239, "text": "decreased PZ and PS levels are additional risk factors for adverse pregnancy outcome"}, {"pubmed": 15841316, "text": "data show a progressive increase in protein Z levels with gestational age in normal pregnancies and a return to normal levels around 6 to 12 weeks postpartum"}, {"pubmed": 15879328, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15879328, "text": "protein Z may have a role in development of ischemic stroke as shown in polymorphism analysis"}, {"pubmed": 16120837, "text": "data does not support the hypothesis that protein Z is prothrombotic and the 79A allele is protective for ischemic stroke [letter]"}, {"pubmed": 16155788, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16191090, "text": "case control studies indicate that low protein Z level may be another risk factor for retinal vessel occlusion in patients without traditional risk factors for these disorders"}, {"pubmed": 16807661, "text": "rare alleles of polymorphisms encoding the protein z gene are not significantly associated with ACS"}, {"pubmed": 17048007, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17403098, "text": "Linkage analysis for three coagulation factors clustering on chromosome 13q34: factor VII, factor X and protein Z."}, {"pubmed": 17456189, "text": "proposed structural model"}, {"pubmed": 17701666, "text": "A high rate of protein Z deficiency is observed in patients with preeclampsia and fetal demise."}, {"pubmed": 17958743, "text": "HNF-4alpha plays a crucial role in human PZ gene expression in hepatocytic cells, and Sp1 is also important"}, {"pubmed": 18000618, "text": "association between low protein Z levels and the occurrence of PAD."}, {"pubmed": 18177644, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18177644, "text": "The isolated presence of the PZ intron F 79A allele as well as the combination with known thrombophilic risk factors was protective against RPL between the 8th and 12th weeks of gestation."}, {"pubmed": 18180611, "text": "Protein Z levels were reduced in patients with chronic kidney disease, and not elevated in patients on haemodialysis"}, {"pubmed": 18246466, "text": "Intron F G79A polymorphism of PZ gene does not contribute to meaningful diagnostic investigation of thrombophilia in cancer patients"}, {"pubmed": 18246466, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18378283, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18677630, "text": "G79A polymorphism of the PZ gene was shown to be a new independent risk factor for cerebral venous thrombosis"}, {"pubmed": 18677630, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18828054, "text": "The median maternal plasma protein Z concentration was significantly lower in patients with pyelonephritis during pregnancy than in patients with normal pregnancies."}, {"pubmed": 19026439, "text": "Low PZ levels, but not intron F G79A polymorphism, are associated with unexplained pregnancy loss."}, {"pubmed": 19026439, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19050305, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19050305, "text": "the ATG haplotype of the protein Zgene is a genetic marker for symptomatic stroke/thromboembolism in white German children"}, {"pubmed": 19124455, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19124455, "text": "The frequency of intron F G79A polymorphism of protein Z gene was higher in patients than controls, and carrying 79 AA genotype could be a risk factor for severe sepsis and septic shock."}, {"pubmed": 19132212, "text": "Haplotypic or genotypic combinations of three protein Z polymorphisms influence protein Z plasma level."}, {"pubmed": 19185907, "text": "Protein Z g-42a variant and the risk of pregnancy-related venous thromboembolism in a cohort of Italian patients."}, {"pubmed": 19188667, "text": "the difference observed in secretion patterns of protein Z and factor X was mainly based on the structure of their gamma-carboxyglutamic acid domains."}, {"pubmed": 19572077, "text": "plasma level is not a key player in the pathophysiology of premature coronary artery disease; rare genotypes of PZ gene were found to be associated with premature coronary artery disease"}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19729601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19796528, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19796528, "text": "The distribution of allele and genotype frequencies of Protein Z A-13G and G79A polymorphisms did not differ significantly between Behcets disease patients and controls; no associations between thrombotic events protein Z gene polymorphisms"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20024489, "text": "PROTEIN A AND PZI WERE FOUND IN KIDNEY TUBULES BY IMMUNOHISTOCHEMISTRY"}, {"pubmed": 20076855, "text": "Results of this meta-analysis are consistent with a role for protein Z deficiency in thrombotic diseases, including arterial thrombosis, pregnancy complications and venous thromboembolism."}, {"pubmed": 20180321, "text": "Premature newborns suffering from respiratory distress syndrome showed decreased serum protein Z levels than normal preterm control newborns with further increase in its pattern after recovery."}, {"pubmed": 20416992, "text": "the roles of PZ plasma level and PZ gene polymorphisms remain debated with conflicting results in arterial, venous, or placental thrombosis"}, {"pubmed": 20427285, "text": "Data show that mutation of four ZPI contact residues eliminated PZ binding and membrane-dependent PZ acceleration of fXa inhibition."}, {"pubmed": 20460354, "text": "Low PZ levels are associated with the pathobiology of HELLP syndrome."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21233768, "text": "The presence of the A allele of the PZ FG79A polymorphism has a higher protective effect against recurrent pregnancy loss than the presence of the G allele of the IL6 C634G polymorphism."}, {"pubmed": 21479979, "text": "Protein Z (PZ) expression in breast cancer cells in association with tumor infiltrating macrophages (TAMs) and endothelial cells may suggest possible PZ contribution to natural anticoagulant mechanisms operating at the tumor site."}, {"pubmed": 21691673, "text": "it was shown that PZ and/or ZPI are synthesised by normal kidney and different cancer cells, suggesting that the complex PZ/ZPI could play a role in inhibiting the tissue deposition of fibrin. [review]"}, {"pubmed": 21837382, "text": "The objective of this study was to measure the PZ levels in pregnant Omani women in the first, second and third trimesters and correlate with the pregnancy outcome."}, {"pubmed": 21975032, "text": "Medium expression of ZPI(IRS=6.5), together with weak expression of PZ(IRS=4), was observed in cancer cells."}, {"pubmed": 22297560, "text": "PZ can be a cofactor associated with an increased bleeding tendency in patients with AML."}, {"pubmed": 22424030, "text": "localization of PZ/ZPI and FX in colon cancer cells indicates that PZ/ZPI may contribute to anticoagulant events at the tumor site."}, {"pubmed": 22559296, "text": "Although thrombosis in Behcet disease is multifactorial, intron F G79A polymorphism of PZ gene in Behcet disease may be one of the factors that contribute to this pathological process"}, {"pubmed": 22576309, "text": "Specific PZ variants and haplotypes are significantly associated with Sickle cell disease Vaso-Occlusive Crisis."}, {"pubmed": 22689435, "text": "expression of PROZ in PLC/PRF/5 cells increased cell viability and clonogenicity compared to mock-transfected cells."}, {"pubmed": 22786881, "text": "The study shows by Ala-scanning mutagenesis of the ZPI-binding interface, together with native PAGE and kinetic analyses of PZ binding to ZPI, that Tyr240 and Asp293 of ZPI are crucial hot spots for PZ binding."}, {"pubmed": 22960740, "text": "74 patients a protein Z deficiency has been found."}, {"pubmed": 23269381, "text": "the PZ/ZPI complex may play some modulating role in hemophilia A"}, {"pubmed": 23420821, "text": "Specific PZSNPs and haplotypes are significantly associated with idiopathic recurrent miscarriage."}, {"pubmed": 23690629, "text": "Data suggest role for complex of PZ with ZPI (PZ-dependent protease inhibitor) in pregnancy maintenance; this is highlighted by progressive elevation in PZ levels in first trimester of gestation which then steadily decline toward delivery. [REVIEW]"}, {"pubmed": 23846529, "text": "active mutations of PZ in the serine protease structural domain were found in women with fetal loss"}, {"pubmed": 24158387, "text": "Protein Z/protein Z-dependent protease inhibitor and Fxa expression in human gastric cancer cells indicate that these proteins may play a role in anticoagulant events at the tumor tissue."}, {"pubmed": 24315319, "text": "The unbalance between PZ and ZPI in plasma samples from patients with Colorectal Cancer or Pancreatic Cancer is not only related to an inflammatory state but could also results from an ectopic synthesis of these proteins by the cancer cells."}, {"pubmed": 24907135, "text": "There was no significant difference in the clinical features of the patients with and without the polymorphism. We therefore conclude that PZ G79A polymorphism is not a risk factor for puerperal CVT in Indian women."}, {"pubmed": 24960590, "text": "Protein Z EGF2 subdomain constitutes an interactive-site for ZPI protein."}, {"pubmed": 25713144, "text": "Results show the energetic basis of the Z-dependent protease inhibitor (ZPI)-protein Z (PZ) interaction and suggest an important role for ZPI Lys-239 in PZ catalytic action."}, {"pubmed": 26761586, "text": "Protein Z G79A AG/AA polymorphism may be a risk factor for thrombosis in systemic lupus erythematosus Egyptian patients."}, {"pubmed": 27350683, "text": "Family-based association study revealed that the G allele of Protein Z rs2273971, and haplotypes GA, CG, and CGA of Protein Z and factor VII had a significant effect on cerebral hemorrhage susceptibility."}, {"pubmed": 27683756, "text": "Report evidence of a non-linear positive association between PZ level and unexplained stroke, with a directionally consistent association for genetic variants related to PZ levels and cryptogenic stroke."}, {"pubmed": 27770663, "text": "Protein Z is a plasma protein involving blood coagulation and inflammation. Low protein Z was found to be associated significantly with acute my.ocardial infarction in coronary atherosclerosis disease patients"}, {"pubmed": 28278182, "text": "SAA, PROZ, and C4BPB may serve as new potential biomarkers for TB"}, {"pubmed": 28717005, "text": "Data suggest oxidized lipid vesicles with phosphatidylserine/polyunsaturated fatty acids promote inactivation of ZPI-PZ complex or free ZPI; binding of PZ-complexed or free ZPI to oxidized vesicles mediates inactivation of ZPI (an inhibitor of FXa); blocking heparin- (anticoagulant-)binding site on ZPI interferes with binding to lipid or PZ. (ZPI = protein Z-dependent protease inhibitor; PZ = protein Z; FXa = factor Xa)"}, {"pubmed": 29302946, "text": "PZ/ZPI polymorphisms do not appear to play an active role in the development of prosthesis heart valve thrombosis."}, {"pubmed": 29360177, "text": "Low PZ appears to be an underestimated risk factor for perioperative bleeding. Determination of PZ plasma concentrations might be useful in the preoperative workup in patients with a bleeding history, when detailed clotting analyses remain inconclusive."}, {"pubmed": 29363996, "text": "Polymorphisms of F2, PROC, PROZ, and F13A1 Genes are Associated With Recurrent Spontaneous Abortion in Chinese Han Women."}, {"pubmed": 29684342, "text": "Protein Z-79 G/A gene polymorphism may be of a protective value against thrombosis in antiphospholipid syndrome (APS).  The G79A polymorphism of protein Z was not found to be an independent risk factor of thrombosis in APS."}, {"pubmed": 31625376, "text": "Data show that women with intrauterine growth restriction (IUGR) had significantly higher mean plasma concentrations of protein Z compared to women with normal pregnancies."}, {"pubmed": 34074095, "text": "Association of Protein Z with Prediabetes and Type 2 Diabetes."}, {"pubmed": 34134169, "text": "The Proteolytic Inactivation of Protein Z-Dependent Protease Inhibitor by Neutrophil Elastase Might Promote the Procoagulant Activity of Neutrophil Extracellular Traps in Sepsis."}, {"pubmed": 35072242, "text": "Expression and diagnostic value of plasma protein Z and protein Z-dependent protease inhibitor in fetal growth restriction."}], "genomic_pos": {"chr": "13", "end": 113172386, "ensemblgene": "ENSG00000126231", "start": 113158648, "strand": 1}, "genomic_pos_hg19": {"chr": "13", "end": 113826694, "start": 113812968, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007596", "qualifier": "involved_in", "term": "blood coagulation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0004252", "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 20427285, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[8364, 496781], [9031, 418746], [9544, 696982], [9598, 467342], [9606, 8858], [9913, 617946], [10090, 66901], [10116, 306608]], "id": 2890}, "interpro": [{"desc": "EGF-type aspartate/asparagine hydroxylation site", "id": "IPR000152", "short_desc": "EGF-type_Asp/Asn_hydroxyl_site"}, {"desc": "Gamma-carboxyglutamic acid-rich (GLA) domain", "id": "IPR000294", "short_desc": "GLA_domain"}, {"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "Serine proteases, trypsin domain", "id": "IPR001254", "short_desc": "Trypsin_dom"}, {"desc": "EGF-like calcium-binding domain", "id": "IPR001881", "short_desc": "EGF-like_Ca-bd_dom"}, {"desc": "Peptidase S1, PA clan", "id": "IPR009003", "short_desc": "Peptidase_S1_PA"}, {"desc": "Peptidase S1A, coagulation factor VII/IX/X/C/Z", "id": "IPR012224", "short_desc": "Pept_S1A_FX"}, {"desc": "Coagulation factor-like, Gla domain superfamily", "id": "IPR017857", "short_desc": "Coagulation_fac-like_Gla_dom"}, {"desc": "Gamma-carboxyglutamic acid-rich (GLA) domain superfamily", "id": "IPR035972", "short_desc": "GLA-like_dom_SF"}, {"desc": "Peptidase S1, PA clan, chymotrypsin-like fold", "id": "IPR043504", "short_desc": "Peptidase_S1_PA_chymotrypsin"}], "ipi": ["IPI00027843", "IPI00216065"], "map_location": "13q34", "name": "protein Z, vitamin K dependent plasma glycoprotein", "other_names": "vitamin K-dependent protein Z", "pantherdb": {"HGNC": "9460", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1860488", "ortholog_type": "LDO", "panther_family": "PTHR24278", "taxid": 10090, "uniprot_kb": "Q9CQW3"}, {"RGD": "1308666", "ortholog_type": "LDO", "panther_family": "PTHR24278", "taxid": 10116, "uniprot_kb": "G3V8K8"}, {"Ensembl": "ENSGALG00000016832", "ortholog_type": "LDO", "panther_family": "PTHR24278", "taxid": 9031, "uniprot_kb": "A0A3Q2U8U2"}, {"ZFIN": "ZDB-GENE-061013-403", "ortholog_type": "O", "panther_family": "PTHR24278", "taxid": 7955, "uniprot_kb": "F1Q5S2"}, {"ZFIN": "ZDB-GENE-120816-1", "ortholog_type": "O", "panther_family": "PTHR24278", "taxid": 7955, "uniprot_kb": "F1QZU6"}, {"ZFIN": "ZDB-GENE-021206-9", "ortholog_type": "O", "panther_family": "PTHR24278", "taxid": 7955, "uniprot_kb": "F1QLC3"}], "uniprot_kb": "P22891"}, "pathway": {"reactome": [{"id": "R-HSA-159740", "name": "Gamma-carboxylation of protein precursors"}, {"id": "R-HSA-159763", "name": "Transport of gamma-carboxylated protein precursors from the endoplasmic reticulum to the Golgi apparatus"}, {"id": "R-HSA-159782", "name": "Removal of aminoterminal propeptides from gamma-carboxylated proteins"}, {"id": "R-HSA-159854", "name": "Gamma-carboxylation, transport, and amino-terminal cleavage of proteins"}, {"id": "R-HSA-163841", "name": "Gamma carboxylation, hypusinylation, hydroxylation, and arylsulfatase activation"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}]}, "pdb": ["3F1S", "3H5C"], "pfam": ["PF00008", "PF00089", "PF00594", "PF14670"], "pharmgkb": "PA33813", "pharos": {"target_id": 12996, "tdl": "Tbio"}, "pir": "A36244", "prosite": ["PS50026", "PS50240", "PS50998"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326319", "relationship": "is"}, {"id": "GNF326320", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292887", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259347", "relationship": "is"}, {"id": "GNF259348", "relationship": "is"}, {"id": "GNF259349", "relationship": "is"}, {"id": "GNF259350", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088444", "relationship": "is"}, {"id": "GNF088445", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054947", "relationship": "is"}, {"id": "GNF059734", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066781", "relationship": "is"}, {"id": "GNF066782", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278364", "relationship": "is"}, {"id": "GNF278523", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF331664", "relationship": "is"}, {"id": "GNF332915", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336043", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093752", "relationship": "is"}, {"id": "GNF133410", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1", "NG_031993.2"], "protein": ["NP_001243063.1", "NP_003882.1", "XP_016876302.1", "XP_047286676.1", "XP_047286677.1", "XP_054231085.1", "XP_054231086.1"], "rna": ["NM_001256134.2", "NM_003891.3", "XM_017020813.2", "XM_047430720.1", "XM_047430721.1", "XM_054375110.1", "XM_054375111.1", "XR_008488790.1", "XR_008488791.1"], "translation": [{"protein": "XP_054231085.1", "rna": "XM_054375110.1"}, {"protein": "XP_047286676.1", "rna": "XM_047430720.1"}, {"protein": "NP_001243063.1", "rna": "NM_001256134.2"}, {"protein": "XP_047286677.1", "rna": "XM_047430721.1"}, {"protein": "XP_016876302.1", "rna": "XM_017020813.2"}, {"protein": "NP_003882.1", "rna": "NM_003891.3"}, {"protein": "XP_054231086.1", "rna": "XM_054375111.1"}]}, "reporter": {"HG-U133_Plus_2": "208034_s_at", "HG-U95Av2": "37109_at", "HTA-2_0": "TC13000418.hg.1", "HuEx-1_0": "3502475", "HuGene-1_1": "7970251", "HuGene-2_1": "16776812"}, "summary": "This gene encodes a liver vitamin K-dependent glycoprotein that is synthesized in the liver and secreted into the plasma. The encoded protein plays a role in regulating blood coagulation by complexing with protein Z-dependent protease inhibitor to directly inhibit activated factor X at the phospholipid surface. Deficiencies in this protein are associated with an increased risk of ischemic arterial diseases and fetal loss. Mutations in this gene are the cause of protein Z deficiency. Alternate splicing results in multiple transcript variants. [provided by RefSeq, Jan 2012].", "symbol": "PROZ", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418952"}, "unigene": "Hs.1011", "uniprot": {"Swiss-Prot": "P22891"}}