{"AllianceGenome": "9942", "HGNC": "9942", "MIM": "179605", "_id": "5961", "_version": 1, "accession": {"genomic": ["AH000821.2", "AL049843.18", "CH471081.1", "CP068272.2", "KF458159.1", "NC_000006.12", "NC_060930.1", "NG_009176.2", "S73627.1"], "protein": ["AAA16958.1", "AAA60260.1", "AAB31191.1", "AAH74720.1", "EAX04098.1", "NP_000313.2", "P23942.2", "XP_054212123.1"], "rna": ["BC074720.2", "DQ426889.1", "DQ579716.1", "M62958.1", "M73531.1", "NM_000322.5", "XM_054356148.1", "XR_007059288.1", "XR_008487374.1"], "translation": [{"protein": "AAH74720.1", "rna": "BC074720.2"}, {"protein": "AAA60260.1", "rna": "M73531.1"}, {"protein": "XP_054212123.1", "rna": "XM_054356148.1"}, {"protein": "NP_000313.2", "rna": "NM_000322.5"}]}, "alias": ["AOFMD", "AVMD", "CACD2", "DS", "MDBS1", "PRPH", "RDS", "RP7", "TSPAN22", "rd2"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2024-04-04T16:00:00.000Z", "disease_label": "inherited retinal dystrophy", "gcep": "Retina Gene Curation Expert Panel", "moi": "SD", "mondo": "MONDO:0019118", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_1f069086-b0fb-4aaa-9921-aec158b938b5-2024-04-04T160000.000Z", "sop": "SOP10"}}, "ensembl": {"gene": "ENSG00000112619", "protein": "ENSP00000230381", "transcript": "ENST00000230381", "translation": [{"protein": "ENSP00000230381", "rna": "ENST00000230381"}], "type_of_gene": "protein_coding"}, "entrezgene": "5961", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.91680106795, "exp_mis": 133.964169448, "exp_syn": 68.4360685134, "lof_z": 2.29451246613059, "mis_z": 0.843672624455077, "mu_lof": 7.00290641761e-07, "mu_mis": 1.20167516177e-05, "mu_syn": 6.07424864831e-06, "n_lof": 2.0, "n_mis": 114.0, "n_syn": 70.0, "p_li": 0.388059586223376, "p_null": 0.00993144890395311, "p_rec": 0.602008964872671, "syn_z": -0.117199091295665}, "bp": 1041, "cds_end": 42690072, "cds_start": 42666032, "n_exons": 3, "nonpsych": {"exp_lof": 8.01048133097, "exp_mis": 121.19042019, "exp_syn": 61.8811690025, "lof_z": 2.43259892441972, "mis_z": 0.65016288063233, "mu_lof": 7.00290641761e-07, "mu_mis": 1.20167516177e-05, "mu_syn": 6.07424864831e-06, "n_lof": 1.0, "n_mis": 107.0, "n_syn": 65.0, "p_li": 0.729938278426291, "p_null": 0.00332660555601772, "p_rec": 0.266735116017692, "syn_z": -0.249618031482755}, "nontcga": {"exp_lof": 8.19760077567, "exp_mis": 123.241188488, "exp_syn": 62.9553364873, "lof_z": 2.13531251294925, "mis_z": 0.818625040646515, "mu_lof": 7.00290641761e-07, "mu_mis": 1.20167516177e-05, "mu_syn": 6.07424864831e-06, "n_lof": 2.0, "n_mis": 105.0, "n_syn": 64.0, "p_li": 0.334048953454937, "p_null": 0.0148758966051357, "p_rec": 0.651075149939927, "syn_z": -0.0833644644624397}, "transcript": "ENST00000230381.5"}, "exons": [{"cdsend": 42722334, "cdsstart": 42698294, "chr": "6", "position": [[42696599, 42698507], [42704364, 42704611], [42721753, 42722597]], "strand": -1, "transcript": "NM_000322", "txend": 42722597, "txstart": 42696599}], "exons_hg19": [{"cdsend": 42690072, "cdsstart": 42666032, "chr": "6", "position": [[42664335, 42666245], [42672102, 42672349], [42689491, 42690335]], "strand": -1, "transcript": "NM_000322", "txend": 42690335, "txstart": 42664335}], "generif": [{"pubmed": 11485765, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 11934323, "text": "This study describes a new RDS/peripherin mutation for BPD and provides the first combined genetic-pathological study of this condition."}, {"pubmed": 12019563, "text": "This review describes the role of peripherin in vision, specifically, disk morphogenesis."}, {"pubmed": 12566026, "text": "A frameshift null mutation in the RDS/Peripherin gene associated with a relatively severe manifestation of adult-onset foveomacular dystrophy in affected family members."}, {"pubmed": 12608515, "text": "Autosomal dominant macular dystrophy is described in a large family with an Arg172Trp mutation in the RDS gene."}, {"pubmed": 12724643, "text": "This study reveals that genetic heterogeneity for BSMD (butterfly-shaped macular dystrophy) is not associated with a mutation in the peripherin/RDS gene nor with any other known non-syndromic retinal disease gene."}, {"pubmed": 12882809, "text": "The RDS mutation in codon 141 is associated with an unusual age-related macular degeneration-like late-onset maculopathy."}, {"pubmed": 12902384, "text": "Peptide mass-signature genotyping applied to the RDS/peripherin gene of 16 individuals from a family exhibiting autosomal dominant macular degeneration revealed an A-->T transversion in the 5' splice site of intron 2 that is the likely cause of disease."}, {"pubmed": 14557182, "text": "A deletion of Asn169 in the peripherin/RDS protein causes a peculiar form of autosomal dominant macular dystrophy in a large family from the Netherlands."}, {"pubmed": 14557183, "text": "Autosomal dominant central areolar choroidal dystrophy and a novel Arg195Leu mutation in the peripherin/RDS gene."}, {"pubmed": 15370544, "text": "Peripherin gene mutation associated with diverse macular phenotypes"}, {"pubmed": 15591062, "text": "Proline at position 296 is necessary for optimal function."}, {"pubmed": 16019073, "text": "This is the first report describing marked intrafamilial variation associated with Arg172Trp (R172W) peripherin/RDS mutation, including nonpenetrance."}, {"pubmed": 16340530, "text": "A three-generation family with an autosomal dominant pattern dystrophy arising from a previously unreported splice site mutation in the RDS gene is described."}, {"pubmed": 16767206, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 16832026, "text": "Age of onset, progression of the disease, and characteristic fundus abnormalities share similarities to previous reports on families with central areolar choroidal dystrophy associated with peripherin/RDS gene mutations"}, {"pubmed": 16885924, "text": "Although RDS and VMD2 are the only known genes with mutations contributing to adult-onset vitelliform macular dystropht, our series demonstrates that most patients have mutations in genes that have yet to be discovered."}, {"pubmed": 17031298, "text": "To our knowledge, we report the first complex mutation in the peripherin/RDS gene as the cause of a mild macular phenotype, supporting the importance of molecular diagnosis in genetic counseling."}, {"pubmed": 17148040, "text": "The two siblings underwent genetic testing and were found to be carriers of a heterozygous frame-shift mutation 920delT affecting codon 307 of the peripherin/RDS gene"}, {"pubmed": 17249552, "text": "mutations in the RDS/peripherin gene cause choroidal neovascularization in patients with adult-onset foveomacular dystrophy"}, {"pubmed": 17362467, "text": "RDS gene is unlikely to be involved in the pathogenesis of age-related macular degeneration."}, {"pubmed": 17504850, "text": "Mutations in the peripherin/RDS gene are the major cause of multifocal pattern dystrophy simulating STGD1/fundus flavimaculatus."}, {"pubmed": 17653047, "text": "Different macular dystrophy phenotypes according to the mutations in peripherin/RDS. Limited phenotype variation was observed for these mutations within the family."}, {"pubmed": 17653047, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17671712, "text": "Peripherin is demonstrated in rectal well-differentiated endocrine neoplasms without metastases and reflects the phenotype of epithelial cells."}, {"pubmed": 17698758, "text": "Patient without a VMD2 mutation carried a sequence variant in the 5' untranslated region of the peripherin/RDS gene."}, {"pubmed": 17851265, "text": "Novel C165R mutation of retinal degeneration slow/peripherin gene in family affected by different patterns of retinal dystrophy."}, {"pubmed": 18050133, "text": "two separate phenotypes (retinitis pigmentosa and adult onset vitelliform macular dystrophy) are associated with an identical mutation (S212G) in the peripherin/RDS gene."}, {"pubmed": 18328765, "text": "characteristics of the peripherin/RDS gene & its protein product; overview of spectrum of clinical phenotypes caused by peripherin mutations, ranging from macular dystrophies to widespread forms of retinal dystrophy such as retinitis pigmentosa [review]"}, {"pubmed": 19038374, "text": "This series describes the broad spectrum of phenotypes associated with PRPH2 mutations."}, {"pubmed": 19243827, "text": "When caused by a p.Arg142Trp mutation in the peripherin/RDS gene, CACD (central areolar choroidal dystrophy) causes a central cone dystrophy phenotype."}, {"pubmed": 19262438, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19262438, "text": "visual prognosis in macular dystrophies associated with peripherin/RDS may be mutation specific and, for the Arg172Trp substitution, worse than the Arg142Trp and Arg172Gln substitutions."}, {"pubmed": 19506198, "text": "Mutations in PRPF31, RHO, and PRPH2 were found in low frequencies (1 of 9 autosomal dominant RP families) in Chinese patients, and the PRPF31 and PRPH2 truncating mutations were novel."}, {"pubmed": 19506198, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19921174, "text": "The structure of peripherin/RDS and of a pathogenic mutant is assessed spectroscopically for the first time."}, {"pubmed": 19958124, "text": "Five novel rhodopsin mutations were c.365A>G in exon 2 (Glu122Gly), and c.233A> in exon 1 (Asn78Ile). The other three RHO mutations were Phe45Leu, Arg135Trp, and Ser186Trp. No peripherin/RDS gene mutations were demonstrated in the remaining 23 probands."}, {"pubmed": 20213611, "text": "Four mutations of the PRPH2 gene were found in 3 sporadic cases and 3 families (n = 11). A p.R46X mutation, previously described in CACD, was found in 3 members of a family with AOFVD and in a sporadic case with DMD."}, {"pubmed": 20335603, "text": "Families showing a variable macular dystrophy phenotype caused by mutations in PRPH2 should be tested for additional mutations in ABCA4 and ROM1, as they may alter the progression of the PRPH2 phenotype."}, {"pubmed": 20458258, "text": "The patient's DNA contained a mutation within the peripherin/RDS gene (CAG>TAG nucleotide substitution) in the coding sequence of exon 3, resulting in the diagnosis of pattern dystrophy."}, {"pubmed": 20801516, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 21071739, "text": "peripherin/RDS mutations produced diffuse AF abnormalities, disruption of the photoreceptor/RPE junction, and increased cone spacing, consistent with cone loss in the macula."}, {"pubmed": 21269699, "text": "PRPH2 screening should be recommended to patients with an age of onset more than 40 years. For an onset between 30 and 40 years, PRPH2 can be screened if no mutation has been detected in BEST1."}, {"pubmed": 22174098, "text": "Molecular screening of the candidate genes BEST1 and PRPH2 revealed no mutations."}, {"pubmed": 22466463, "text": "This is the first report of marked intrafamilial variation of pattern dystrophy because of peripherin/RDS Y141C mutation. Intravitreal ranibizumab injections might be a valuable treatment for associated subfoveal choroidal neovascularization."}, {"pubmed": 22842402, "text": "Novel mutation c.389T > C (p.Leu130Pro) in PRPH2 was found in patients with retinitis pigmentosa and hearing loss."}, {"pubmed": 22863181, "text": "Mutation in PRPH2 gene is associated with Stargardt Disease."}, {"pubmed": 22948568, "text": "5 single nucleotide polymorphisms (SNPs: rs3812153, rs7764439, rs390659, rs434102 and c:929G>A) were detected in PRPH2."}, {"pubmed": 24608669, "text": "This article reports a group of patients with molecularly confirmed mutations in the PRPH2 gene and (electro-) negative electroretinograms, an abnormality usually associated with inner retinal dysfunction."}, {"pubmed": 25447119, "text": "The mutations in PRPH2 account for 10.3% of adRP in the French population, which is higher than previously reported (0%-8%) This makes PRPH2 the second most frequent adRP gene after RHO in our series."}, {"pubmed": 25675413, "text": "The PRPH2 c.828+3A>T splice site mutation is a frequent cause of inherited retinal dystrophies and is owing to the founder effect."}, {"pubmed": 26024099, "text": "reason for high qAF among many PRPH2/RDS-positive patients is not known; higher RPE lipofuscin accumulation may be a primary or secondary effect of the PRPH2/RDS mutation"}, {"pubmed": 26061163, "text": "Bi-allelic PRPH2 mutations cause a distinct Leber congenital amaurosis phenotype in infancy; affected adults have prominent maculopathy."}, {"pubmed": 26427414, "text": "Studies indicate that mutations in the photoreceptor specific gene retina degeneration slow (RDS; peripherin-2) lead to a variety of retinal degenerative diseases."}, {"pubmed": 26773759, "text": "This review reveled that The PRPH2/RDS protein is a critical component for normal vision through its role as a structural protein important for the proper formation of both rod and cone photoreceptor cells."}, {"pubmed": 26796962, "text": "Our data suggest that upregulation of PRPH2 levels in combination with defects in the PRPH2 function caused by the mutation might be an important mechanism leading to cone degeneration"}, {"pubmed": 26842753, "text": "The PRPH2 c.828+3A>T mutation results in multiple distinct phenotypes likely modified by protein haplotypes in trans."}, {"pubmed": 26849151, "text": "These results suggest that genetic variants in PRPH2 do not compose a major genetic risk factor for adult-onset foveomacular vitelliform dystrophy (AFVD). The Israeli population shows a higher percentage of minor allele frequencies in SNPs in the PRPH2 gene, as compared with other populations."}, {"pubmed": 27365499, "text": "These results support the idea that mutations may differentially affect Prph2's role as a structural component, and its role as a functional protein key for organizing membrane domains for cellular signalling. These roles may be different in rods and cones, thus contributing to the phenotypic heterogeneity that characterizes diseases associated with Prph2 mutations."}, {"pubmed": 27813578, "text": "In the control group, four different genetic variations were detected in ELOVL4, and five in PRPH2. STGD patients of different ethnicities may carry distinct ELOVL4 and PRPH2 sequence variants. We believe that the genetic variations identified in this study may be related to STGD etiopathogenesis."}, {"pubmed": 27977834, "text": "there are phenotypic variabilities of late-onset or nonpenetrance in individuals who carried the R172W mutation of the PRPH2 gene. The phenotypes ranged from severe cone-rod dystrophy to asymptomatic individuals with normal retinal function"}, {"pubmed": 28005406, "text": "Of the 225 genetic tests performed, 150 were for recessive IRD, and 75 were for dominant IRD. A positive molecular diagnosis was made in 70 (59%) of probands with recessive IRD and 19 (26%) probands with dominant IRD. Thirty-two novel variants were identified; among these, 17 sequence changes in four genes were predicted to be possibly or probably damaging including: ABCA4 (14), BEST1 (2), PRPH2 (1), and TIMP3"}, {"pubmed": 28053051, "text": "ablation of Rom1 results in the conversion of an MD/PD phenotype characterized by cone functional defects and the formation of abnormal Prph2/Rom1 complexes to an RP phenotype characterized by rod-dominant functional defects and reductions in total Prph2 protein. Thus one method by which ROM1 may act as a disease modifier is by contributing to the large variability in PRPH2-associated disease phenotype"}, {"pubmed": 28761320, "text": "Multiple genes contributing to the retinal dystrophy genotypes within a family were discovered using retinal gene-targeted next-generation sequencing. Families with noted examples of phenotypic variation or apparent non-penetrant individuals may offer a clue to suspect complex inheritance."}, {"pubmed": 29630435, "text": "PRPH2 variant is associated with retinitis pigmentosa with macular involvement."}, {"pubmed": 30819798, "text": "The Late Endosomal Pathway Regulates the Ciliary Targeting of Tetraspanin Protein Peripherin 2."}, {"pubmed": 30926958, "text": "two known retinal dystrophy genes, PRPH2 and CRX, achieved study-wide significance (p < 1.33 x 10-6) under a dominant disease model"}, {"pubmed": 31063015, "text": "Our data showed the patient to be heterozygous for the variant c.500G>A, p.(Gly167Asp) in PRPH2 (NM_000322) for rod-cone dystrophy."}, {"pubmed": 31618092, "text": "Mutation in PRPH2 gene is associated with inherited retinal dystrophy."}, {"pubmed": 32041874, "text": "Tetrameric peripherin-2/rds self-assembly is required for generating high-curvature membranes in cellulo, implicating the noncovalent tetramer as a minimal unit of function."}, {"pubmed": 32531846, "text": "Genotype-phenotype associations in a large PRPH2-related retinopathy cohort."}, {"pubmed": 32660024, "text": "PRPH2-Related Retinal Diseases: Broadening the Clinical Spectrum and Describing a New Mutation."}, {"pubmed": 32716032, "text": "ROM1 contributes to phenotypic heterogeneity in PRPH2-associated retinal disease."}, {"pubmed": 32942919, "text": "Investigating the role of BEST1 and PRPH2 variants in the molecular aetiology of adult-onset vitelliform macular dystrophies."}, {"pubmed": 33354892, "text": "Genetic factors associated with age-related macular degeneration: identification of a novel PRPH2 single nucleotide polymorphism associated with increased risk of the disease."}, {"pubmed": 33801777, "text": "Impairments of Photoreceptor Outer Segments Renewal and Phototransduction Due to a Peripherin Rare Haplotype Variant: Insights from Molecular Modeling."}, {"pubmed": 34127626, "text": "NOVEL PRPH2/RDS MUTATION IDENTIFIED IN A FAMILY WITH VARYING CLINICAL MANIFESTATIONS: A CASE REPORT."}, {"pubmed": 34240658, "text": "Clinical and molecular findings in patients with pattern dystrophy."}, {"pubmed": 34399712, "text": "A novel mutation in the PRPH2 gene in a Chinese pedigree with retinitis pigmentosa and angle-closure glaucoma."}, {"pubmed": 34411390, "text": "PRPH2 mutation update: In silico assessment of 245 reported and 7 novel variants in patients with retinal disease."}, {"pubmed": 34828423, "text": "Genetic and Phenotypic Landscape of PRPH2-Associated Retinal Dystrophy in Japan."}, {"pubmed": 34906036, "text": "PRPH2-Associated Macular Dystrophy in 4 Family Members with a Novel Mutation."}, {"pubmed": 35344225, "text": "Prph2 disease mutations lead to structural and functional defects in the RPE."}, {"pubmed": 35353811, "text": "Rare and common variants in ROM1 and PRPH2 genes trans-modify Stargardt/ABCA4 disease."}, {"pubmed": 35861669, "text": "Delineating the Clinical Phenotype of Patients With the c.629C>G, p.Pro210Arg Mutation in Peripherin-2."}, {"pubmed": 36088804, "text": "PRPF31 interacts with PRPH2 confirmed by co-immunoprecipitation and co-localization."}, {"pubmed": 36563963, "text": "PRPH2-Associated Retinopathy: Novel Variants and Genotype-Phenotype Correlations."}, {"pubmed": 37047703, "text": "New Insight into the Genotype-Phenotype Correlation of PRPH2-Related Diseases Based on a Large Chinese Cohort and Literature Review."}, {"pubmed": 37164409, "text": "Clinical Heterogeneity in Two Siblings Harbouring a Heterozygous PRPH2 Pathogenic Variant."}, {"pubmed": 38474159, "text": "PRPH2-Related Retinal Dystrophies: Mutational Spectrum in 103 Families from a Spanish Cohort."}], "genomic_pos": {"chr": "6", "end": 42722597, "ensemblgene": "ENSG00000112619", "start": 42696598, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 42690312, "start": 42664340, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007601", "pubmed": 1749427, "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009645", "qualifier": "involved_in", "term": "response to low light intensity stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035845", "qualifier": "involved_in", "term": "photoreceptor cell outer segment organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050908", "qualifier": "involved_in", "term": "detection of light stimulus involved in visual perception"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051260", "qualifier": "involved_in", "term": "protein homooligomerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051291", "qualifier": "involved_in", "term": "protein heterooligomerization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051604", "qualifier": "involved_in", "term": "protein maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060041", "qualifier": "involved_in", "term": "retina development in camera-type eye"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0072659", "qualifier": "involved_in", "term": "protein localization to plasma membrane"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001750", "qualifier": "located_in", "term": "photoreceptor outer segment"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001917", "qualifier": "located_in", "term": "photoreceptor inner segment"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 1749427, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32814053, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[7955, 58085], [7955, 559209], [8364, 100491776], [9031, 395899], [9544, 696630], [9598, 735388], [9606, 5961], [9615, 403972], [9913, 280907], [10090, 19133], [10116, 25534]], "id": 273}, "interpro": [{"desc": "Peripherin/rom-1", "id": "IPR000830", "short_desc": "Peripherin/rom-1"}, {"desc": "Tetraspanin, EC2 domain superfamily", "id": "IPR008952", "short_desc": "Tetraspanin_EC2_sf"}, {"desc": "Peripherin/rom-1, conserved site", "id": "IPR018498", "short_desc": "Peripherin/rom-1_CS"}, {"desc": "Tetraspanin/Peripherin", "id": "IPR018499", "short_desc": "Tetraspanin/Peripherin"}, {"desc": "Peripherin, extracellular domain", "id": "IPR042026", "short_desc": "Peripherin_LEL"}], "ipi": "IPI00013928", "map_location": "6p21.1", "name": "peripherin 2", "other_names": ["choroidal dystrophy, central areolar 2", "peripherin 2 (retinal degeneration, slow)", "peripherin 2, homolog of mouse", "peripherin, photoreceptor type", "peripherin-2", "retinal degeneration slow protein", "retinal peripherin", "tetraspanin-22", "tspan-22"], "pantherdb": {"HGNC": "9942", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "102791", "ortholog_type": "LDO", "panther_family": "PTHR19282", "taxid": 10090, "uniprot_kb": "P15499"}, {"RGD": "3549", "ortholog_type": "LDO", "panther_family": "PTHR19282", "taxid": 10116, "uniprot_kb": "P17438"}, {"Ensembl": "ENSGALG00000009909", "ortholog_type": "LDO", "panther_family": "PTHR19282", "taxid": 9031, "uniprot_kb": "O42281"}, {"ZFIN": "ZDB-GENE-040426-1073", "ortholog_type": "O", "panther_family": "PTHR19282", "taxid": 7955, "uniprot_kb": "F1R4E0"}, {"ZFIN": "ZDB-GENE-040426-1765", "ortholog_type": "O", "panther_family": "PTHR19282", "taxid": 7955, "uniprot_kb": "Q6NYK2"}, {"ZFIN": "ZDB-GENE-000616-8", "ortholog_type": "O", "panther_family": "PTHR19282", "taxid": 7955, "uniprot_kb": "Q66HW7"}, {"ZFIN": "ZDB-GENE-000616-9", "ortholog_type": "LDO", "panther_family": "PTHR19282", "taxid": 7955, "uniprot_kb": "Q6PBN3"}, {"FlyBase": "FBgn0033127", "ortholog_type": "O", "panther_family": "PTHR19282", "taxid": 7227, "uniprot_kb": "Q7K010"}], "uniprot_kb": "P23942"}, "pdb": "7ZW1", "pfam": "PF00335", "pharmgkb": "PA34310", "pharos": {"target_id": 13968, "tdl": "Tbio"}, "pir": "A40308", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255623", "relationship": "is"}, {"id": "GNF255624", "relationship": "is"}, {"id": "GNF255625", "relationship": "is"}, {"id": "GNF255626", "relationship": "similar to"}], "GNF_hs-Origene": {"id": "GNF035398", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089384", "relationship": "is"}, {"id": "GNF089385", "relationship": "is"}, {"id": "GNF089386", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054615", "relationship": "is"}, {"id": "GNF059393", "relationship": "is"}, {"id": "GNF074774", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069941", "relationship": "is"}, {"id": "GNF069942", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF278290", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097032", "relationship": "is"}, {"id": "GNF136687", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_009176.2"], "protein": ["NP_000313.2", "XP_054212123.1"], "rna": ["NM_000322.5", "XM_054356148.1", "XR_007059288.1", "XR_008487374.1"], "translation": [{"protein": "XP_054212123.1", "rna": "XM_054356148.1"}, {"protein": "NP_000313.2", "rna": "NM_000322.5"}]}, "reporter": {"HG-U133_Plus_2": "206625_at", "HG-U95Av2": "38874_s_at", "HTA-2_0": "TC06001735.hg.1", "HuEx-1_0": "2954176", "HuGene-1_1": "8126436", "HuGene-2_1": "17019244"}, "retired": 219629, "summary": "The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. The proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is a cell surface glycoprotein found in the outer segment of both rod and cone photoreceptor cells. It may function as an adhesion molecule involved in stabilization and compaction of outer segment disks or in the maintenance of the curvature of the rim. This protein is essential for disk morphogenesis. Defects in this gene are associated with both central and peripheral retinal degenerations. Some of the various phenotypically different disorders are autosomal dominant retinitis pigmentosa, progressive macular degeneration, macular dystrophy and retinitis pigmentosa digenic. [provided by RefSeq, Jul 2008].", "symbol": "PRPH2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1826711"}, "unigene": "Hs.654489", "uniprot": {"Swiss-Prot": "P23942"}, "wikipedia": {"url_stub": "Peripherin 2"}}