{"AllianceGenome": "30500", "HGNC": "30500", "MIM": "614386", "_id": "112476", "_version": 1, "accession": {"genomic": ["AC009133.7", "AC243914.3", "CH471238.1", "CP068262.2", "CQ782530.1", "NC_000016.10", "NC_060940.1", "NG_032039.2"], "protein": ["AAH11405.1", "AAH53594.1", "BAC03843.1", "BAC11067.1", "BAF85082.1", "CAD38881.1", "CAF85814.1", "EAW79990.1", "EAW79991.1", "EAW79992.1", "EAW79993.1", "NP_001243371.1", "NP_001243372.1", "NP_660282.2", "Q7Z6L0.1", "XP_011544017.1", "XP_016878376.1", "XP_016878377.1", "XP_016878378.1", "XP_054235412.1", "XP_054235413.1", "XP_054235414.1", "XP_054235415.1"], "rna": ["AK074572.1", "AK092265.1", "AK098379.1", "AK225785.1", "AK292393.1", "AL834185.1", "BC011405.1", "BC053594.1", "BG702892.1", "DA346262.1", "DC332235.1", "H46459.1", "NM_001256442.2", "NM_001256443.2", "NM_145239.3", "XM_011545715.4", "XM_017022887.3", "XM_017022888.3", "XM_017022889.3", "XM_054379437.1", "XM_054379438.1", "XM_054379439.1", "XM_054379440.1"], "translation": [{"protein": "XP_016878378.1", "rna": "XM_017022889.3"}, {"protein": "AAH11405.1", "rna": "BC011405.1"}, {"protein": "XP_016878376.1", "rna": "XM_017022887.3"}, {"protein": "BAC03843.1", "rna": "AK092265.1"}, {"protein": "NP_001243371.1", "rna": "NM_001256442.2"}, {"protein": "BAC11067.1", "rna": "AK074572.1"}, {"protein": "AAH53594.1", "rna": "BC053594.1"}, {"protein": "XP_011544017.1", "rna": "XM_011545715.4"}, {"protein": "XP_016878377.1", "rna": "XM_017022888.3"}, {"protein": "XP_054235412.1", "rna": "XM_054379437.1"}, {"protein": "XP_054235413.1", "rna": "XM_054379438.1"}, {"protein": "XP_054235415.1", "rna": "XM_054379440.1"}, {"protein": "NP_001243372.1", "rna": "NM_001256443.2"}, {"protein": "XP_054235414.1", "rna": "XM_054379439.1"}, {"protein": "BAF85082.1", "rna": "AK292393.1"}, {"protein": "NP_660282.2", "rna": "NM_145239.3"}, {"protein": "CAD38881.1", "rna": "AL834185.1"}]}, "alias": ["BFIC2", "BFIS2", "DSPB3", "DYT10", "EKD1", "FICCA", "ICCA", "IFITMD1", "PKC"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-01-21T21:38:14.191Z", "disease_label": "infantile convulsions and choreoathetosis", "gcep": "Epilepsy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0011178", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_62af25b8-b9a4-421f-b897-4fc222569618-2020-01-21T213814.191Z", "sop": "SOP7"}}, "ensembl": {"gene": "ENSG00000167371", "protein": ["ENSP00000300797", "ENSP00000351608", "ENSP00000454634", "ENSP00000456226", "ENSP00000458291", "ENSP00000489669", "ENSP00000489782", "ENSP00000489805", "ENSP00000489813", "ENSP00000489935", "ENSP00000489948", "ENSP00000490207", "ENSP00000490278", "ENSP00000490390", "ENSP00000490826", "ENSP00000498021"], "transcript": ["ENST00000300797", "ENST00000358758", "ENST00000562148", "ENST00000567551", "ENST00000567659", "ENST00000568516", "ENST00000572820", "ENST00000636001", "ENST00000636019", "ENST00000636131", "ENST00000636246", "ENST00000636619", "ENST00000636902", "ENST00000637064", "ENST00000637290", "ENST00000637403", "ENST00000637425", "ENST00000637542", "ENST00000637565", "ENST00000637596", "ENST00000647876"], "translation": [{"protein": "ENSP00000489805", "rna": "ENST00000637596"}, {"protein": "ENSP00000454634", "rna": "ENST00000562148"}, {"protein": "ENSP00000498021", "rna": "ENST00000647876"}, {"protein": "ENSP00000490390", "rna": "ENST00000636131"}, {"protein": "ENSP00000489813", "rna": "ENST00000567551"}, {"protein": "ENSP00000490278", "rna": "ENST00000637290"}, {"protein": "ENSP00000456226", "rna": "ENST00000567659"}, {"protein": "ENSP00000490207", "rna": "ENST00000637565"}, {"protein": "ENSP00000351608", "rna": "ENST00000358758"}, {"protein": "ENSP00000489669", "rna": "ENST00000636619"}, {"protein": "ENSP00000300797", "rna": "ENST00000300797"}, {"protein": "ENSP00000489782", "rna": "ENST00000637403"}, {"protein": "ENSP00000458291", "rna": "ENST00000572820"}, {"protein": "ENSP00000490826", "rna": "ENST00000637064"}, {"protein": "ENSP00000489948", "rna": "ENST00000636246"}, {"protein": "ENSP00000489935", "rna": "ENST00000636902"}], "type_of_gene": "protein_coding"}, "entrezgene": "112476", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.92169065, "exp_mis": 130.5901078, "exp_syn": 57.67338, "lof_z": 2.08413790111048, "mis_z": 0.453274606089164, "mu_lof": 6.25186862835e-07, "mu_mis": 1.14518565406e-05, "mu_syn": 5.01625361052e-06, "n_lof": 2.0, "n_mis": 120.0, "n_syn": 64.0, "p_li": 0.301735693046838, "p_null": 0.0191182717703409, "p_rec": 0.679146035182821, "syn_z": -0.516456222622355}, "bp": 1185, "cds_end": 29825959, "cds_start": 29824375, "n_exons": 2, "nonpsych": {"exp_lof": 7.1286234, "exp_mis": 118.1553816, "exp_syn": 52.1587088, "lof_z": 1.88647029691696, "mis_z": 0.656836163951254, "mu_lof": 6.25186862835e-07, "mu_mis": 1.14518565406e-05, "mu_syn": 5.01625361052e-06, "n_lof": 2.0, "n_mis": 104.0, "n_syn": 51.0, "p_li": 0.266091490936521, "p_null": 0.0304268102533774, "p_rec": 0.703481698810101, "syn_z": 0.101012438312479}, "nontcga": {"exp_lof": 7.28393297, "exp_mis": 120.1388853, "exp_syn": 53.05549491, "lof_z": 1.93132600260752, "mis_z": 0.324487840004583, "mu_lof": 6.25186862835e-07, "mu_mis": 1.14518565406e-05, "mu_syn": 5.01625361052e-06, "n_lof": 2.0, "n_mis": 113.0, "n_syn": 58.0, "p_li": 0.260053766241833, "p_null": 0.0266208421901698, "p_rec": 0.713325391567997, "syn_z": -0.429813816136271}, "transcript": "ENST00000567659.1"}, "exons": [{"cdsend": 29814638, "cdsstart": 29813054, "chr": "16", "position": [[29812192, 29812323], [29812989, 29813933], [29814332, 29815881]], "strand": 1, "transcript": "NM_001256442", "txend": 29815881, "txstart": 29812192}, {"cdsend": 29813954, "cdsstart": 29813054, "chr": "16", "position": [[29812192, 29812351], [29812989, 29815881]], "strand": 1, "transcript": "NM_001256443", "txend": 29815881, "txstart": 29812192}, {"cdsend": 29814638, "cdsstart": 29813054, "chr": "16", "position": [[29812192, 29812323], [29812989, 29813933], [29814332, 29814465], [29814627, 29815881]], "strand": 1, "transcript": "NM_145239", "txend": 29815881, "txstart": 29812192}], "exons_hg19": [{"cdsend": 29825959, "cdsstart": 29824375, "chr": "16", "position": [[29823513, 29823644], [29824310, 29825254], [29825653, 29827202]], "strand": 1, "transcript": "NM_001256442", "txend": 29827202, "txstart": 29823513}, {"cdsend": 29825275, "cdsstart": 29824375, "chr": "16", "position": [[29823513, 29823672], [29824310, 29827202]], "strand": 1, "transcript": "NM_001256443", "txend": 29827202, "txstart": 29823513}, {"cdsend": 29825959, "cdsstart": 29824375, "chr": "16", "position": [[29823513, 29823644], [29824310, 29825254], [29825653, 29825786], [29825948, 29827202]], "strand": 1, "transcript": "NM_145239", "txend": 29827202, "txstart": 29823513}], "generif": [{"pubmed": 22101681, "text": "Exome sequencing identifies truncating mutations in PRRT2 that cause paroxysmal kinesigenic dyskinesia"}, {"pubmed": 22120146, "text": "identified PRRT2 as the first causative gene of paroxysmal kinesigenic dyskinesias"}, {"pubmed": 22131361, "text": "The present study identifies PRRT2 as the gene mutated in a subset of Paroxysmal kinesigenic choreoathetosis (PKC), and suggests that PKC is genetically heterogeneous."}, {"pubmed": 22209761, "text": "study shows that kinesigenic paroxysmal dyskinesia, paroxysmal choreoa and some other paroxysmal dyskinesia-related phenotypes are part of the same phenotypic spectrum, caused by mutations in PRRT2; this underscores the complexity of the phenotypic consequences of PRRT2 mutations"}, {"pubmed": 22243967, "text": "Mutations in PRRT2 cause both epilepsy and a movement disorder. Furthermore, PRRT2 mutations elicited pleiotropy in terms of both age of expression (infancy versus later childhood) and anatomical substrate (cortex versus basal ganglia)."}, {"pubmed": 22360420, "text": "A protein encoded by this locus was found to be differentially expressed in postmortem brains from patients with atypical frontotemporal lobar degeneration."}, {"pubmed": 22386217, "text": "This study identified 2 mutations of PRRT2 gene in this study. c.573dupT is novel. c.649dupC is the hot-spot mutation in Chinese paroxysmal kinesigenic dyskinesias patients."}, {"pubmed": 22399141, "text": "Direct sequencing revealed that two mutations, c.649dupC and c.748C>T, were detected in all members of the paroxysmal kinesigenic dyskinesias (PKD) and benign familial infantile convulsions (BFIC) families."}, {"pubmed": 22464846, "text": "This study reported a family diagnosed with infantile convulsions and paroxysmal choreoathetosis syndrome with an Arg217STOP mutation."}, {"pubmed": 22623405, "text": "PRRT2 as the major gene for benign familial infantile seizures alone"}, {"pubmed": 22744660, "text": "Prevalence of PRRT2 mutations is selected for study in a European population of unrelated patients diagnosed with paroxysmal kinesigenic dyskinesia (PKD) and infantile convulsions with choreoathetosis (ICCA) syndrome."}, {"pubmed": 22752065, "text": "PRRT2 mutations co-segregated with Paroxysmal dyskinesia in two families and occurred in two sporadic cases of Paroxysmal dyskinesia."}, {"pubmed": 22782515, "text": "The results of this study confirmed that PRRT2 mutations cause PKD and ICPC in multi-ethnic populations including German, Turkish, and Russian"}, {"pubmed": 22832103, "text": "Mutants associated with paroxysmal kinesigenic dyskinesia with infantile convulsions C lead to dramatically reduced PRRT2 levels."}, {"pubmed": 22845787, "text": "We propose that PRRT2 is a new gene for hemiplegic migraine."}, {"pubmed": 22870186, "text": "PRRT2 mutations account for 61.5% (8 out of 13) of familial PKD/IC and 33.3% (5 out of 15) of apparently sporadic PKD/IC in the Taiwanese cohort. Most patients with the PRRT2 p.R217Pfs*8 mutation in Taiwan likely descend from a single common ancestor"}, {"pubmed": 22875091, "text": "PRRT2 mutations are the major cause of PKD or ICCA, but they do not seem to be involved in the etiology of febrile convulsions and migraine."}, {"pubmed": 22877996, "text": "PRRT2 mutation c.649dupC is a frequent cause of benign familial infantile convulsions in families without paroxysmal kinesigenic dyskinesia."}, {"pubmed": 22902309, "text": "We describe a family with characteristic Paroxysmal dyskinesia and a nonsense PRRT2 mutation"}, {"pubmed": 22902423, "text": "Our findings emphasize that PRRT2 mutations might be responsible of both benign familial infantile seizures and infantile convulsions and choreoathetosis"}, {"pubmed": 22985072, "text": "Heterozygous PRRT2 gene mutations also cause paroxysmal kinesigenic dyskinesia in African-Americans."}, {"pubmed": 23063574, "text": "Missense mutations of the PRRT2 gene other than truncate and frameshift mutations were account for mild paroxysmal kinesigenic dyskinesia and/or infantile convulsions"}, {"pubmed": 23073245, "text": "The results confirm that a mutation of PRRT2,is a hotspot mutation resulting in benign infantile epilepsy or infantile convulsions with choreoathetosis syndrome regardless of the ethnic background."}, {"pubmed": 23077016, "text": "PRRT2 mutations can occasionally cause hemiplegic migraine."}, {"pubmed": 23077017, "text": "Two novel PRRT2 mutations are detected in families with infantile convulsions and paroxysmal dyskinesia with migraine."}, {"pubmed": 23077018, "text": "PRRT2 mutations are present in the majority of benign familial infantile epilepsy and infantile convulsions and choreoathetosis families."}, {"pubmed": 23077019, "text": "Mutation in PRRT2 gene is the causal gene in benign familial infantile convulsions without associated paroxysmal dyskinesia."}, {"pubmed": 23077024, "text": "PRRT2 mutations are associated with paroxysmal kinesigenic dyskinesia and other episodic neurologic disorders."}, {"pubmed": 23077026, "text": "PRRT2 mutations play a predominant role in benign familial infantile seizures, including febrile sizures, childhood absence seizures, migraine and hemiplegic migraine."}, {"pubmed": 23126439, "text": "The present family provides novel evidence that homozygous PRRT2 mutations give rise to more severe BFIS/PKD disease and, thus, enlarges the clinical spectrum related to PRRT2 mutations."}, {"pubmed": 23131349, "text": "Our study revealed that PRRT2 mutations are common in Japanese patients with benign infantile epilepsy, especially in patients with a family history of paroxysmal kinesigenic dyskinesia"}, {"pubmed": 23176561, "text": "This study identified the c.649dupC mutation in two cases and a novel c.133-136delCCAG mutation in one case in chinese patient."}, {"pubmed": 23180180, "text": "This study demonistrated that Migraine with aura in a family with a PRRT2 mutation."}, {"pubmed": 23182655, "text": "The coexistence of paroxysmal kinesigenic dyskinesia and hemiplegic migraine is reported in twins harboring a heterozygous mutation in PRRT2."}, {"pubmed": 23190448, "text": "Five novel PRRT2 mutations showed varied inheritance patterns and phenotypes with distinct clinical characteristics in chorea patients."}, {"pubmed": 23299620, "text": "This study showed that in one paroxysmal kinesigenic dyskinesia combined with infantile seizures family with mutations are exclusively found in two exons of the PRRT2 gene."}, {"pubmed": 23343561, "text": "Review on the role of PRRT2 in benign familial infantile epilepsy, infantile convulsions with choreoathetosis syndrome, and paroxysmal kinesigenic dyskinesia."}, {"pubmed": 23352743, "text": "study enlarges the clinical spectrum related to PPRT2 mutations and underscores the complexity of the phenotypic consequences of mutations in this gene"}, {"pubmed": 23360469, "text": "PRRT2 mutations are clustered in families with benign familial infantile seizures, although it is not found in this study's series."}, {"pubmed": 23363396, "text": "case series provides a detailed clinical description of patients with PRRT2-paroxysmal kinesigenic dyskinesia, and reports a spectrum of disease-causing mutations, thereby expanding both the clinical phenotype and mutation spectrum of disease"}, {"pubmed": 23398397, "text": "In this review, a description of numerous paroxysmal disorders and their link to PRRT2 mutations is described."}, {"pubmed": 23436308, "text": "we identified PRRT2as the main causative gene for paroxysmal kinesigenic dyskinesia among the Taiwanese population"}, {"pubmed": 23456995, "text": "This study further supports the idea that PRRT2 is the main causative gene for parkinson disease in Chinese people"}, {"pubmed": 23496026, "text": "PRRT2 is a common causative gene for patients with paroxysmal kinesigenic dyskinesia from Southwest China."}, {"pubmed": 23529024, "text": "This study showed that 5 variants in the PRRT2 gene in 20 paroxysmal kinesigenic dyskinesia pedigrees."}, {"pubmed": 23532549, "text": "Compared to controls, patients with the p.P217fsX7 mutation showed increased amplitude of low-frequency fluctuation in the right postcentral gyrus. This might reflect the distinct pathological mechanism resulting from PRRT2 mutation"}, {"pubmed": 23535490, "text": "we investigated correlations of PRRT2 mutations with phenotypes of paroxysmal kinesigenic dyskinesia and responses to carbamazepine in a cohort of patients with paroxysmal kinesigenic dyskinesia"}, {"pubmed": 23551744, "text": "This study confirms that PRRT2 mutations are common in paroxysmal kinesigenic dyskinesia with the first double PRRT2 mutation reported"}, {"pubmed": 23566103, "text": "The results of this study suggested that the mutation of PRRT2 are not common cause of infantile epileptic encephalopathies."}, {"pubmed": 23771590, "text": "Study describes a family with paroxysmal kinesigenic dyskinesia associated with PRRT2 gene mutation, mild intrafamilial clinical heterogeneity, and benign course."}, {"pubmed": 23896529, "text": "mutation analysis of PRRT2 has identified c.649-650insC mutation in all BFIS patients."}, {"pubmed": 23963607, "text": "The identification of heterozygous mutations in the PRRT2 gene in paroxysmal kinesigenic dyskinesia as well as in benign familial infantile seizures linked episodic movement disorders with epilepsy."}, {"pubmed": 24101679, "text": "PRRT2 mutations do not seem to be involved in the aetiology of FS or infantile epileptic encephalopathies."}, {"pubmed": 24370076, "text": "PRRT2 is the major causative gene of benign familial infantile epilepsy and infantile convulsions with paroxysmal choreoathetosis in Chinese families."}, {"pubmed": 24372385, "text": "Each rare copy number variation (CNV) is unique to one specific patient, except the PRRT2-containing 16p11.2 microduplication, illustrating the high level of genomic heterogeneity in rolandic epilepsy."}, {"pubmed": 24594579, "text": "results do not support a role for PRRT2 coding sequence variants in ASD, but provide an ascertainment of its genetic variability in worldwide populations that should help researchers and clinicians to better investigate the role of PRRT2 in human diseases"}, {"pubmed": 24609974, "text": "Two novel mutations in PRRT2 were revealed in paroxysmal dyskinesia and choreoathetosis syndrome."}, {"pubmed": 24661410, "text": "This study indicated that positivity for PRRT2 mutation is a predictor of younger age of onset and more frequent of attacks in PKD patients."}, {"pubmed": 24928127, "text": "In this family, benign familial infantile seizures (BFIS) are caused by a PRRT2 mutation and hemiplegic migraine by p.Arg689Gln ATPase ATP1A2 mutation."}, {"pubmed": 25027704, "text": "Our findings demonstrated that the c.186-187delGC mutation resulted in a truncated protein from the PRRT2 gene to involve in paroxysmal kinesigenic dyskinesia pathogenesis with haploinsufficiency"}, {"pubmed": 25060993, "text": "A novel PRRT2 mutation was found in patients with benign familial infantile seizures."}, {"pubmed": 25194488, "text": "we describe the wide clinical spectrum associated with PRRT2 mutations and present the current hypotheses on the underlying pathophysiology [review]"}, {"pubmed": 25205014, "text": "investigated sequences of PRRT2 and CLCN1 in a proband diagnosed with paroxysmal kinesigenic dyskinesia and suspected myotonia congenita; the proband and his father harbored a PRRT2 c.649dupC mutation, and CLCN1 c.1723C>T and c.2492A>G mutations; first report showing the coexistence of PRRT2 and CLCN1 mutations"}, {"pubmed": 25297589, "text": "Data indicate proline-rich transmembrane protein 2 (PRRT2) as the causative gene of paroxysmal kinesigenic dyskinesias, benign familial infantile seizures, convulsions with choreoathetosis, and suggest to name them as PRRT2-related paroxysmal disorders."}, {"pubmed": 25449067, "text": "PRRT2 is the causative gene of infantile convulsions with paroxysmal choreoathetosis and the mutation c.649_650insC was the hotspot of PRRT2 mutations."}, {"pubmed": 25457817, "text": "The results of this study suggest that the NMD of truncated mutation of PRRT2 and altered cellular localization of undegraded of PRRT2, might lead to Paroxysmal Kinesigenic."}, {"pubmed": 25502464, "text": "Exome sequencing was conducted and a duplication mutation c.649dupC (p.R217Pfs*8) in the proline-rich transmembrane protein 2 gene (PRRT2) was identified in patients with febrile seizures."}, {"pubmed": 25522171, "text": "PRRT2 variants were probably involved in the etiology of febrile seizures in epileptic patients."}, {"pubmed": 25595153, "text": "phenotypic spectrum of biallelic mutations"}, {"pubmed": 25915028, "text": "mutant PRRT2, probably through its weakened interaction with SNAP25, affects glutamate signaling and glutamate receptor activity, resulting in the increase of glutamate release and subsequent neuronal hyperexcitability."}, {"pubmed": 26384010, "text": "we found three new mutations in PRTTS in patients with Paroxysmal Kinesigenic Dyskinesia: c.insT27 p.Ser9*, c.G967A p.Gly323Arg and c.delCA215_216 p.Thr72Argfs*62."}, {"pubmed": 26446061, "text": "PRRT2 mutations are common in patients with paroxysmal kinesigenic dyskinesia (PKD) and are associated with an earlier age at onset, longer duration of attacks, combined phenotypes of dystonia and chorea, and a tendency for a family history of PKD."}, {"pubmed": 26561923, "text": "In this study, 20 probands with BPEI were negative for family history of BPEI and negative for PRRT2 mutation."}, {"pubmed": 26598493, "text": "comprehensive review of PRRT2-associated diseases."}, {"pubmed": 26598494, "text": "study highlights the frequency, novel mutations and clinical and molecular spectrum of PRRT2, SLC2A1 and PNKD mutations as well as the phenotype-genotype overlap among these paroxysmal movement disorders."}, {"pubmed": 26829736, "text": "649dupC frameshift mutation of the PRRT2 gene is associated paroxysmal kinesigenic dyskinesia."}, {"pubmed": 26936445, "text": "a novel intronic PRRT2 mutation causes paroxysmal kinesigenic dyskinesia with infantile convulsions"}, {"pubmed": 26954261, "text": "PRRT2 mutations most likely not associated with benign epilepsy with centrotemporal spikes in Chinese mainland population."}, {"pubmed": 27172900, "text": "PRRT2 mutations have roles in neuronal dysfunction and neurodevelopmental defects"}, {"pubmed": 27449084, "text": "the expression level of PRRT2 was much higher in the human brain than in other human tissues, thus providing experimental evidence for a potential relationship between PRRT2 and neurogenesis. To the best of our knowledge, this study is the first to report the expression pattern of PRRT2 in human tissues."}, {"pubmed": 27907910, "text": "Results identified PRRT2 and DAB2IP to be frequently mutated in all different cancer cell line types. Further analysis showed that both genes were also frequently mutated in colorectal and endometrial cancer patient samples. Functional studies revealed PRRT2 to be implicated in cellular proliferation and migration with the truncated microsatellite instability-derived PRRT2 form promoting both processes."}, {"pubmed": 27920401, "text": "The cases reported here constitute the first genetic-confirmed series of paroxysmal kinesigenic dyskinesia (PKD) in Hong Kong. The PRRT2 c.649dupC screening is recommened for all patients with all forms of PKD."}, {"pubmed": 28122729, "text": "These findings indicate a novel role for zinc regulation in the PKCalpha/beta-catenin pathway and explain an important mechanism for controlling of stem cell program in lung cancer cells."}, {"pubmed": 28192116, "text": "Data show that proline-rich transmembrane protein 2 (PRRT2) is decreased in glioma and is targeted by microRNA miR-30a-5p."}, {"pubmed": 28550683, "text": "miR-30b promotes glioblastoma cell proliferation, migration, and invasion via targeting PRRT2."}, {"pubmed": 29285950, "text": "This study showed that there is no significant difference in the the age at onset between the PKD patients with (n = 27) and without (n = 46) PRRT2 mutation."}, {"pubmed": 29346777, "text": "Findings provide insights into the molecular mechanisms through which loss-of-function mutations in PRRT2 result in paroxysmal neurological disorders."}, {"pubmed": 29554219, "text": "This study demonstrates that the lack of PRRT2 leads to a hyperactivity of voltage-dependent Na+ channels in homozygous PRRT2-KO human."}, {"pubmed": 30009426, "text": "This study identified a PRRT2 variant in a family with paroxysmal kinesigenic dyskinesia/benign familial infantile seizures and confirmed STX1B as a new binding partner of PRRT2, which suggested that the loss of the interaction between PRRT2 and STX1B may contribute to the pathogenesis of PKD/BFIS."}, {"pubmed": 30307717, "text": "The results of this study identified two de novo 16p11.2 deletions involving PRRT2 in patients with PKD but without intellectual disability, extending the phenotype of 16p11.2 deletions to typical PKD."}, {"pubmed": 30392205, "text": "Benign infantile epilepsy with PRRT2 mutation is characterized by early onset of seizure mostly before 6 months, focal seizures with or without secondary generalization, a high incidence of a cluster of seizures, rapid resolution of seizure by antiepileptic drugs and cessation of seizure mostly before 2 years of age; most PRRT2 gene mutations are heterozygous mutations, and a few are the overall deletion of PRRT2 gene"}, {"pubmed": 30501978, "text": "Case Report: acute cerebellar ataxia associated with heterozygous PRRT2 mutation and transient cerebellar hyperintensity on diffusion MRI."}, {"pubmed": 30980674, "text": "In 2 families with paroxysmal kinesigenic dyskinesia and epilepsy, 2 novel PRRT2 variants, p.His232Glnfs*10 and p.Leu298Pro, were found which caused impaired localization of both mutant proteins to the plasma membrane. Other reported missense variants revealed decreased protein targeting to the plasma membrane in eight of the 13 missense variants examined, but not in benign variants."}, {"pubmed": 31124310, "text": "Functional study and pathogenicity classification of PRRT2 missense variants in PRRT2-related disorders."}, {"pubmed": 31154286, "text": "in Japanese patients with benign infantile epilepsy and paroxysmal kinesigenic dyskinesia, the PRRT2 c.649dupC mutation was the most frequent, followed by the c.981C > G mutation."}, {"pubmed": 31785815, "text": "PRRT2 frameshift mutation reduces its mRNA stability resulting loss of function in paroxysmal kinesigenic dyskinesia."}, {"pubmed": 31922585, "text": "two novel variants c.282dupA and c.715_716dupCC probably underlie paroxysmal kinesigenic dyskinesia in the two children."}, {"pubmed": 32237035, "text": "Novel and de novo point and large microdeletion mutation in PRRT2-related epilepsy."}, {"pubmed": 32246320, "text": "Different experiences of two PRRT2-associated self-limited familial infantile epilepsy."}, {"pubmed": 32509037, "text": "A Novel PRRT2 Variant in Chinese Patients Suffering from Paroxysmal Kinesigenic Dyskinesia with Infantile Convulsion."}, {"pubmed": 32592228, "text": "Brain structural connectome in relation to PRRT2 mutations in paroxysmal kinesigenic dyskinesia."}, {"pubmed": 32651081, "text": "Clinical spectrum and genotype-phenotype correlations in PRRT2 Italian patients."}, {"pubmed": 32882578, "text": "Protein and mRNA expression of protein kinase C (PKC) in the postmortem brain of bipolar and schizophrenic subjects."}, {"pubmed": 32891704, "text": "Presynaptic PRRT2 Deficiency Causes Cerebellar Dysfunction and Paroxysmal Kinesigenic Dyskinesia."}, {"pubmed": 33056987, "text": "Proline-rich transmembrane protein 2 (PRRT2) regulates the actin cytoskeleton during synaptogenesis."}, {"pubmed": 33826176, "text": "Association of an insertion mutation in PRRT2 with hereditary spastic paraplegia accompanied by polyneuropathy."}, {"pubmed": 34649875, "text": "Hemiplegic Migraine Associated With PRRT2 Variations: A Clinical and Genetic Study."}, {"pubmed": 34825340, "text": "Penetrance estimation of PRRT2 variants in paroxysmal kinesigenic dyskinesia and infantile convulsions."}, {"pubmed": 34855108, "text": "Interferon-induced transmembrane protein 2 promotes epithelial-mesenchymal transition by activating transforming growth factor-beta1/small mother against decapentaplegic 2 signaling in gastric cancer."}, {"pubmed": 35083789, "text": "Features Differ Between Paroxysmal Kinesigenic Dyskinesia Patients with PRRT2 and TMEM151A Variants."}, {"pubmed": 35438471, "text": "PRRT2 Mutation and Serum Cytokines in Paroxysmal Kinesigenic Dyskinesia."}, {"pubmed": 36441479, "text": "A Push-Pull Mechanism Between PRRT2 and beta4-subunit Differentially Regulates Membrane Exposure and Biophysical Properties of NaV1.2 Sodium Channels."}, {"pubmed": 36775847, "text": "PRRT2-positive self-limited infantile epilepsy: Initial seizure characteristics and response to sodium channel blockers."}, {"pubmed": 36913149, "text": "PRRT2 benign familial infantile seizures (BFIS) with atypical evolution to encephalopathy related to status epilepticus during sleep (ESES)."}, {"pubmed": 36958475, "text": "The intramembrane COOH-terminal domain of PRRT2 regulates voltage-dependent Na[+] channels."}, {"pubmed": 37170076, "text": "Peri-ictal EEG in infants with PRRT2-related self-limited infantile epilepsy."}, {"pubmed": 37271286, "text": "Missense mutations in the membrane domain of PRRT2 affect its interaction with Nav1.2 voltage-gated sodium channels."}, {"pubmed": 37955636, "text": "Effects of PRRT2 mutation on brain gray matter networks in paroxysmal kinesigenic dyskinesia."}], "genomic_pos": {"chr": "16", "end": 29815892, "ensemblgene": "ENSG00000167371", "start": 29811382, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 29827201, "start": 29823177, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0031629", "qualifier": "involved_in", "term": "synaptic vesicle fusion to presynaptic active zone membrane"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035544", "qualifier": "involved_in", "term": "negative regulation of SNARE complex assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050884", "pubmed": 22101681, "qualifier": "acts_upstream_of_or_within", "term": "neuromuscular process controlling posture"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0150037", "qualifier": "involved_in", "term": "regulation of calcium-dependent activation of synaptic vesicle fusion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905513", "qualifier": "involved_in", "term": "negative regulation of short-term synaptic potentiation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0008021", "qualifier": "located_in", "term": "synaptic vesicle"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030672", "qualifier": "located_in", "term": "synaptic vesicle membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031982", "qualifier": "located_in", "term": "vesicle"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0042734", "qualifier": "located_in", "term": "presynaptic membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043197", "qualifier": "located_in", "term": "dendritic spine"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043679", "qualifier": "located_in", "term": "axon terminus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0098793", "qualifier": "located_in", "term": "presynapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098839", "qualifier": "located_in", "term": "postsynaptic density membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0017075", "qualifier": "enables", "term": "syntaxin-1 binding"}]}, "homologene": {"genes": [[9598, 738350], [9606, 112476], [9615, 100686783], [10090, 69017], [10116, 361651]], "id": 114328}, "interpro": {"desc": "CD225/Dispanin family", "id": "IPR007593", "short_desc": "CD225/Dispanin_fam"}, "ipi": ["IPI00328520", "IPI00642382", "IPI00718906"], "map_location": "16p11.2", "name": "proline rich transmembrane protein 2", "other_names": ["Benign familial infantile convulsions-2", "Paroxysmal kinesigenic dyskinesia", "dispanin subfamily B member 3", "dystonia 10", "infantile convulsions and paroxysmal choreoathetosis", "interferon induced transmembrane protein domain containing 1", "proline-rich transmembrane protein 2"], "pantherdb": {"HGNC": "30500", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1916267", "ortholog_type": "LDO", "panther_family": "PTHR14948", "taxid": 10090, "uniprot_kb": "E9PUL5"}, {"RGD": "1564195", "ortholog_type": "LDO", "panther_family": "PTHR14948", "taxid": 10116, "uniprot_kb": "D3ZFB6"}, {"ZFIN": "ZDB-GENE-091204-45", "ortholog_type": "O", "panther_family": "PTHR14948", "taxid": 7955, "uniprot_kb": "E9QIE7"}, {"ZFIN": "ZDB-GENE-131121-306", "ortholog_type": "O", "panther_family": "PTHR14948", "taxid": 7955, "uniprot_kb": "E7F6S5"}], "uniprot_kb": "Q7Z6L0"}, "pathway": {"wikipathways": {"id": "WP4949", "name": "16p11.2 proximal deletion syndrome"}}, "pfam": "PF04505", "pharmgkb": "PA142671132", "pharos": {"target_id": 13304, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF173734", "relationship": "is"}, {"id": "GNF184640", "relationship": "is"}, {"id": "GNF195546", "relationship": "is"}, {"id": "GNF206452", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161900", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF038833", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF008065", "relationship": "is"}, {"id": "GNF008066", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF233815", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100390", "relationship": "is"}, {"id": "GNF140045", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_032039.2"], "protein": ["NP_001243371.1", "NP_001243372.1", "NP_660282.2", "XP_011544017.1", "XP_016878376.1", "XP_016878377.1", "XP_016878378.1", "XP_054235412.1", "XP_054235413.1", "XP_054235414.1", "XP_054235415.1"], "rna": ["NM_001256442.2", "NM_001256443.2", "NM_145239.3", "XM_011545715.4", "XM_017022887.3", "XM_017022888.3", "XM_017022889.3", "XM_054379437.1", "XM_054379438.1", "XM_054379439.1", "XM_054379440.1"], "translation": [{"protein": "XP_016878378.1", "rna": "XM_017022889.3"}, {"protein": "XP_016878376.1", "rna": "XM_017022887.3"}, {"protein": "NP_001243371.1", "rna": "NM_001256442.2"}, {"protein": "XP_011544017.1", "rna": "XM_011545715.4"}, {"protein": "XP_054235412.1", "rna": "XM_054379437.1"}, {"protein": "XP_054235413.1", "rna": "XM_054379438.1"}, {"protein": "XP_054235415.1", "rna": "XM_054379440.1"}, {"protein": "NP_001243372.1", "rna": "NM_001256443.2"}, {"protein": "XP_054235414.1", "rna": "XM_054379439.1"}, {"protein": "XP_016878377.1", "rna": "XM_017022888.3"}, {"protein": "NP_660282.2", "rna": "NM_145239.3"}]}, "reporter": {"GNF1H": "gnf1h10986_at", "HG-U133_Plus_2": "227192_at", "HG-U95B": "50240_at", "HTA-2_0": "TC16000329.hg.1", "HuEx-1_0": "3655687", "HuGene-1_1": "7994647", "HuGene-2_1": "16817677"}, "retired": [3387, 50818, 81865], "summary": "This gene encodes a transmembrane protein containing a proline-rich domain in its N-terminal half. Studies in mice suggest that it is predominantly expressed in brain and spinal cord in embryonic and postnatal stages. Mutations in this gene are associated with episodic kinesigenic dyskinesia-1. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jan 2012].", "symbol": "PRRT2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1826724"}, "unigene": "Hs.655071", "uniprot": {"Swiss-Prot": "Q7Z6L0", "TrEMBL": ["A0A1B0GU37", "A0A1B0GTR2", "A0A1B0GUR0", "A0A1B0GUW9", "A0A1B0GTE9", "H3BN10", "A0A1B0GTP1", "A0A1B0GU25", "A0A1B0GTS0"]}, "wikipedia": {"url_stub": "PRRT2"}}