{"AllianceGenome": "9495", "HGNC": "9495", "MIM": "177020", "_id": "5657", "_version": 1, "accession": {"genomic": ["AC004799.2", "AC212840.2", "AH005293.2", "AH007523.2", "CH471139.2", "CP068259.2", "KF456467.1", "M96628.1", "NC_000019.10", "NC_060943.1", "NT_187622.1"], "protein": ["AAA36342.1", "AAA59558.1", "AAB59364.1", "AAB59493.1", "AAD21524.1", "AAH96183.1", "AAH96184.1", "AAH96185.1", "AAH96186.1", "CAA39203.1", "CAA39597.1", "CAA39598.1", "CAA39943.1", "CBI83574.1", "EAW69590.1", "EAW69591.1", "NP_002768.3", "P24158.3", "XP_011526438.1", "XP_054177459.1", "XP_054185416.1"], "rna": ["BC096183.1", "BC096184.3", "BC096185.3", "BC096186.3", "FN647680.1", "LT222231.1", "M29142.1", "M75154.1", "NM_002777.4", "X55668.1", "X56132.1", "X56606.1", "XM_011528136.2", "XM_054321484.1", "XM_054329441.1"], "translation": [{"protein": "AAA36342.1", "rna": "M29142.1"}, {"protein": "CAA39203.1", "rna": "X55668.1"}, {"protein": "XP_054185416.1", "rna": "XM_054329441.1"}, {"protein": "AAH96185.1", "rna": "BC096185.3"}, {"protein": "XP_011526438.1", "rna": "XM_011528136.2"}, {"protein": "CAA39597.1", "rna": "X56132.1"}, {"protein": "AAH96183.1", "rna": "BC096183.1"}, {"protein": "AAH96186.1", "rna": "BC096186.3"}, {"protein": "CAA39943.1", "rna": "X56606.1"}, {"protein": "XP_054177459.1", "rna": "XM_054321484.1"}, {"protein": "AAH96184.1", "rna": "BC096184.3"}, {"protein": "AAA59558.1", "rna": "M75154.1"}, {"protein": "CAA39598.1", "rna": "X56132.1"}, {"protein": "CBI83574.1", "rna": "FN647680.1"}, {"protein": "NP_002768.3", "rna": "NM_002777.4"}]}, "alias": ["ACPA", "AGP7", "C-ANCA", "CANCA", "MBN", "MBT", "NP-4", "NP4", "P29", "PR-3", "PR3"], "ec": "3.4.21.76", "ensembl": [{"gene": "ENSG00000196415", "protein": ["ENSP00000234347", "ENSP00000475174"], "transcript": ["ENST00000234347", "ENST00000544537"], "translation": [{"protein": "ENSP00000234347", "rna": "ENST00000234347"}, {"protein": "ENSP00000475174", "rna": "ENST00000544537"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000277804", "protein": ["ENSP00000478164", "ENSP00000478977"], "transcript": ["ENST00000612112", "ENST00000622152"], "translation": [{"protein": "ENSP00000478977", "rna": "ENST00000612112"}, {"protein": "ENSP00000478164", "rna": "ENST00000622152"}], "type_of_gene": "protein_coding"}], "entrezgene": "5657", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.95334384339, "exp_mis": 92.7253572209, "exp_syn": 45.5365468784, "lof_z": 0.387042559243685, "mis_z": 0.290817149307664, "mu_lof": 6.51130029943e-07, "mu_mis": 1.25327472131e-05, "mu_syn": 6.06767109591e-06, "n_lof": 5.0, "n_mis": 87.0, "n_syn": 40.0, "p_li": 0.000831488795975963, "p_null": 0.449023975124016, "p_rec": 0.550144536080008, "syn_z": 0.508637776719213}, "bp": 771, "cds_end": 847969, "cds_start": 841008, "n_exons": 5, "nonpsych": {"exp_lof": 5.31926213864, "exp_mis": 83.8563099883, "exp_syn": 41.1458851605, "lof_z": 0.135948290029431, "mis_z": 0.0471655408544325, "mu_lof": 6.51130029943e-07, "mu_mis": 1.25327472131e-05, "mu_syn": 6.06767109591e-06, "n_lof": 5.0, "n_mis": 83.0, "n_syn": 37.0, "p_li": 0.000634333085429631, "p_null": 0.534850720647508, "p_rec": 0.464514946267063, "syn_z": 0.406928432636778}, "nontcga": {"exp_lof": 5.47034220633, "exp_mis": 85.3006005902, "exp_syn": 41.8868953058, "lof_z": 0.620143805121933, "mis_z": 0.555643537523085, "mu_lof": 6.51130029943e-07, "mu_mis": 1.25327472131e-05, "mu_syn": 6.06767109591e-06, "n_lof": 4.0, "n_mis": 75.0, "n_syn": 35.0, "p_li": 0.00465727595970801, "p_null": 0.314082525206592, "p_rec": 0.6812601988337, "syn_z": 0.673762580841929}, "transcript": "ENST00000234347.5"}, "exons": [{"cdsend": 847969, "cdsstart": 841008, "chr": "19", "position": [[840998, 841069], [843460, 843626], [843892, 844034], [846146, 846377], [847798, 848175]], "strand": 1, "transcript": "NM_002777", "txend": 848175, "txstart": 840998}, {"cdsend": 26812, "cdsstart": 19851, "chr": "19_KI270868v1_alt", "position": [[19841, 19912], [22303, 22469], [22735, 22877], [24989, 25220], [26641, 27018]], "strand": 1, "transcript": "NM_002777", "txend": 27018, "txstart": 19841}], "exons_hg19": [{"cdsend": 847969, "cdsstart": 841008, "chr": "19", "position": [[840998, 841069], [843460, 843626], [843892, 844034], [846146, 846377], [847798, 848175]], "strand": 1, "transcript": "NM_002777", "txend": 848175, "txstart": 840998}], "generif": [{"pubmed": 11115080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11389039, "text": "PR-3 is responsible for the extracellular generation of antimicrobial peptides in human neutrophils"}, {"pubmed": 11714826, "text": "Neutrophil proteinase 3 combined with LPS induces bioactive IL-18 secretion by IFN-gamma-primed gingival epithelial cells via a caspase-1-independent pathway."}, {"pubmed": 12067299, "text": "Human proteinase 3 can inhibits LPS-mediated TNF-alpha production through CD14 degradation"}, {"pubmed": 12114510, "text": "Proteinase 3 plays a role in neutrophil response to inflammation"}, {"pubmed": 12135665, "text": "A comparison of proforms and mature forms of proteinase 3 in regulating granulopoiesis"}, {"pubmed": 12140766, "text": "Proteinase-3, a serine protease which mediates doxorubicin-induced apoptosis in the HL-60 leukemia cell line, is downregulated in its doxorubicin-resistant variant"}, {"pubmed": 12191967, "text": "PR3 expression on the membrane of neutrophils plays a role in the pathophysiology of PR3-ANCA associated vasculitis."}, {"pubmed": 12200377, "text": "CD8 T-cell responses to Wilms tumor gene product WT1 and proteinase 3 were observed in patients with acute myeloid leukemia, and not in controls."}, {"pubmed": 12354776, "text": "Cleavage of p21waf1 by proteinase-3, a myeloid-specific serine protease, potentiates cell proliferation"}, {"pubmed": 12393722, "text": "Interferon-alpha, but not the ABL-kinase inhibitor imatinib (STI571), induces expression of myeloblastin in chronic myeloid leukemia"}, {"pubmed": 12444202, "text": "Protease entry results in direct cleavage of p65 NF-kappaB in the N-terminal region by PR3 and in the C-terminal region by human neutrophil elastase (HNE). PR3 and HNE have specific, fundamental roles in endothelial responses during inflammation."}, {"pubmed": 12506139, "text": "Wegener granulomatosis patients have a higher percentage of membrane proteinase 3 expressing neutrophils. Expression is influenced by genetic variance."}, {"pubmed": 12538645, "text": "comparison of the action of this enzyme and neutrophil elastase on model substrates"}, {"pubmed": 12832446, "text": "PR-3 is able to degrade matrigel componenets and denatured collagen and to directly activate secreted but not membrane-bound pro-MMP-2"}, {"pubmed": 12894870, "text": "Wegener's disease results from the breakdown of self tolerance to PR3 [review]"}, {"pubmed": 12960243, "text": "Interaction of proteinase 3 with CD11b/CD18 (beta2 integrin) on the cell membrane of human neutrophils."}, {"pubmed": 14525959, "text": "PR3 originates from two distinct pools, the granular pool mobilized following degranulation or a plasma membrane pool mobilized upon apoptosis."}, {"pubmed": 14675038, "text": "the granulocyte protease, PR3, is an exogenous caspase-like molecule that can sidestep intracellular caspase functions at sites of inflammation."}, {"pubmed": 15331626, "text": "relation between membrane expression of PR3 on nonprimed neutrophils of patients with Wegener granulomatosis and their susceptibility for relapses"}, {"pubmed": 15686586, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15879139, "text": "A potential novel role is described for proteinase 3, which can mediate compartmentalized caspase-3 activation in resting neutrophils, in the context of neutrophil survival mechanisms or terminal differentiation."}, {"pubmed": 15916759, "text": "The Proteinase 3 (PR3), the target autoantigen of antineutrophil cytoplasmic antibodies in the autoimmune vasculitis, Wegener's granulomatosis, is a serine proteinase stored in granules of human neutrophils."}, {"pubmed": 15975933, "text": "p21 is one specific target of PR3; PR3-mediated p21 cleavage prevents monocytic differentiation"}, {"pubmed": 16167885, "text": "This review discusses the expression of proteinase 3 (PR3) in non-hemopoietic cells and its critical involvement in the regulation of immune function through direct modulation of cell signaling, the cytokine network and innate immunity."}, {"pubmed": 16263417, "text": "CFU-GM S-phase arrest is mediated by the first four N-terminal amino acids of PR3, andthis activity is dependent on the configuration of the proform providing the correct presentation of this N-terminal motif"}, {"pubmed": 16478888, "text": "Wegener autoantigen interacts with a \"gateway\" receptor (PAR-2) on iDCs in vitro triggering their maturation and licenses them for a T helper 1 (Th1)-type response potentially favoring granuloma formation in Wegener granulomatosis."}, {"pubmed": 16598772, "text": "FcgammaRIIIb acts as a membrane adaptor for PR3"}, {"pubmed": 16792675, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17088257, "text": "analysis of human neutrophil protease 3 and elastase active site charge distribution"}, {"pubmed": 17158864, "text": "glycosylation occurs at both sites in native neutrophil PR3 and in wild type recombinant PR3 (rPR3) expressed in HMC-1 cells. glycosylation at Asn-147, but not at Asn-102, is critical for thermal stability, and for optimal hydrolytic activity of PR3."}, {"pubmed": 17244676, "text": "PR-3 and NB1 coimmunoprecipitated from and colocalized on the neutrophil plasma membrane."}, {"pubmed": 17412886, "text": "The primary granule proteins elastase (ELA2) and proteinase 3 (PR3) both contain the nonapeptide PR1, which can induce cytotoxic T lymphocyte responses against chronic myeloid leukemia"}, {"pubmed": 17452051, "text": "These results suggest that anti-PR3 Abs prime human monocytic cells to produce cytokines upon stimulation with various bacterial components by up-regulating the TLR and NOD signaling pathway."}, {"pubmed": 17534941, "text": "Rheumatoid arthritis phenotype can be subclassified according to the presence or absence of ACPAs."}, {"pubmed": 17634439, "text": "In plasma, anti-PR3 antibodies poorly recognized suspended neutrophils, whereas they bound to mPR3 on adherent cells"}, {"pubmed": 17681950, "text": "proteinase 3 has a critical role in annexin 1 cleavage in activated neutrophils"}, {"pubmed": 17712045, "text": "PR3 externalization depended on PLSCR1"}, {"pubmed": 17785293, "text": "there are a number of (auto)molecules that bind to PR3, some of them even competitive and each binding interaction seems to have specific implications"}, {"pubmed": 18023421, "text": "Murine and human proteinase 3 complexes have different interaction patterns with peptidic substrates."}, {"pubmed": 18076025, "text": "Computational prediction is made of the binding site of PRTN3 to the plasma membrane."}, {"pubmed": 18596726, "text": "About half of the patients were found to have CD4+TH1 memory cells responsive to the cPR3(138-169)-peptide; while only a third of the patients had HI-PR3 protein responsive T cells"}, {"pubmed": 18854317, "text": "The NB1-bound PR3 was active and was cleared from the surface by alpha-1-protease inhibitor"}, {"pubmed": 19185066, "text": "elevated expression levels of membrane-bound form in Wegener's Granulomatosis patients"}, {"pubmed": 19447886, "text": "This suggests that constitutive mPr3 is enzymatically inactive or its active site is not accessible to the substrate"}, {"pubmed": 19490915, "text": "Antineutrophil cytoplasmic antibody (ANCA) testing of routine sera varies in different laboratories but concordance is greater for cytoplasmic fluorescence (proteinase3/C-ANCA) and myeloperoxidase specificity (MPO-ANCA)."}, {"pubmed": 19494315, "text": "Neutrophil-derived PR3 can proteolyze high-molecular weight kininogen and liberate PR3-kinin, thereby initiating kallikrein-independent activation of the kinin pathway"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20059480, "text": "Epitope shift of proteinase-3 anti-neutrophil cytoplasmic antibodies in patients with small vessel vasculitis."}, {"pubmed": 20155833, "text": "Transcription of PR3 and related myeloid differentiation genes in peripheral blood mononuclear cells may represent novel markers of disease activity in Wegener's granulomatosis."}, {"pubmed": 20412702, "text": "mPR3high status is associated with generalised not local Wegener granulomatosis and correlates with disease activity and ANCA status"}, {"pubmed": 20412704, "text": "PR3 and PAR-2- agonists did not induce maturation of human ex vivo DC-like monocytes in Wegener granulomatosis and controls"}, {"pubmed": 20423453, "text": "REVIEW:  structural basis for the different ligand specificities and membrane binding mechanisms of human proteinase 3 and neutrophil elastase"}, {"pubmed": 20491791, "text": "The increased membrane expression of PR3 found in ANCA-associated systemic vasculitis is not linked directly to circulating PR3 or PR3 gene transcription, but is dependent upon CD177 expression and correlated with the transcription of the CD177 gene."}, {"pubmed": 20530264, "text": "cANCAs from Wegener's granulomatosis patients at least in part recognize similar surface structures as do mouse monoclonal antibodies and compete with the binding of alpha1-protease inhibitor to PR3."}, {"pubmed": 20592714, "text": "healthy individuals have masked circulating, noncross-reactive, antigen-specific natural autoantibodies against MPO, PR3, and GBM in their serum and IgG fraction"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20828556, "text": "The trafficking of precursor NE (proNE) and precursor PR3 (proPR3), was compared."}, {"pubmed": 21193404, "text": "neutrophil elastase (NE) and proteinase-3 are capable of almost complete degradation of hemoglobin in vitro"}, {"pubmed": 21193407, "text": "pivotal role of the NB1-Mac-1 receptor interaction for PR3-ANCA-mediated neutrophil activation"}, {"pubmed": 21470489, "text": "Suggest that in Wegener's granulomatosis and Churg-Strauss syndrome the cytokine response of the total CD4+ T-cell population and PR3-specific cells is influenced by the underlying disorder."}, {"pubmed": 21700341, "text": "membrane-bound PR3 acts as a non-opsonic phagocytosis receptor for bacteria probably by activating PAR2 in neutrophils"}, {"pubmed": 22138257, "text": "Proteinase 3 carries small unusual carbohydrates and associates with alphalpha-defensins."}, {"pubmed": 22210048, "text": "the activity of myeloblastin was significantly altered in the lung adenocarcinoma biopsies harboring a KRAS gene mutation."}, {"pubmed": 22266279, "text": "PR3 expression and activity are significantly increased on transmigrating neutrophils; PR3 and NB1/CD177 interactions may play a role in aiding neutrophil transmigration."}, {"pubmed": 22270365, "text": "the dual functions (activation/termination) of PR3 in IL-33 biological activity."}, {"pubmed": 22510451, "text": "Early plasma exchange in addition to cyclophosphamide/glucocorticoid treatment improves outcome in PR3-ANCA-positive renal vasculitis."}, {"pubmed": 22791638, "text": "Some anti-PR3 responses are highly variable across donors."}, {"pubmed": 22844112, "text": "Membrane PR3 expressed on apoptotic neutrophils might amplify inflammation by affecting the anti-inflammatory \"reprogramming\" of macrophages."}, {"pubmed": 22936713, "text": "Proteinase 3 may play a greater role in alpha-1-antitrypsin deficiency and COPD"}, {"pubmed": 22952809, "text": "PAR signaling and serine protease-induced alterations in endothelial function modulate glomerular inflammation via parallel but independent pathways"}, {"pubmed": 23202369, "text": "Neutrophil proteinase 3 plays a significant role in promoting vascular integrity by signaling through endothelial cell PAR-2."}, {"pubmed": 23380137, "text": "Changes in proteinase 3 anti-neutrophil cytoplasm autoantibody levels in early systemic granulomatosis with polyangiitis (Wegener's) may reflect treatment rather than disease activity."}, {"pubmed": 23911525, "text": "It reports the synthesis and enzymatic studies on a new proteinase 3 intermolecular quenched substrate with enhanced selectivity over neutrophil elastase."}, {"pubmed": 23957616, "text": "The presence of ANCA in the bile of patients with primary sclerosing cholangitis (PSC) is a novel finding and highly suggestive of PSC. Biliary IgG ANCA correlates with the severity of bile duct strictures."}, {"pubmed": 24052258, "text": "Neutrophil elastase and proteinase-3 trigger G protein-biased signaling through proteinase-activated receptor-1 (PAR1)."}, {"pubmed": 24271323, "text": "Proteinase 3-anti-neutrophil cytoplasmic antibody (ANCA) serum and cerebrospinal fluid (CSF) levels are used as a marker for the more severe form of hypertrophic pachymeningitis."}, {"pubmed": 24291125, "text": "Lateral flow assay for the determination of IgG-autoantibodies to Pr3."}, {"pubmed": 24719228, "text": "Anti-PR3 autoantibodies not detected in sera of patients with pulmonary tuberculosis."}, {"pubmed": 24929239, "text": "These in vivo data provide, for the first time, compelling evidence of the collateral involvement of cathepsin G, NE, and proteinase 3 in cigarette smoke-induced tissue damage and emphysema"}, {"pubmed": 24949444, "text": "Elevated levels of GCF proteinase 3 in CP, G-AgP, and gingivitis might suggest that proteinase 3 plays a role during inflammatory periodontal events in host response."}, {"pubmed": 24993595, "text": "The data shows that the neutrophil protease PR3 is a direct modulator of human platelets and causes shape change through activation of the Rho/Rho kinase and Ca(2+) signaling pathways."}, {"pubmed": 25092677, "text": "Circulating protein levels and enzymatic activity of PRTN3 are markedly elevated in patients with type 1 diabetes mellitus, and are correlated with increased autoantibodies against beta-cell antigens."}, {"pubmed": 25180606, "text": "Proteinase 3-mediated caspase-3 activation controls neutrophil spontaneous death"}, {"pubmed": 25416382, "text": "these results highlight a potentially important role for proteinase 3 in emphysema."}, {"pubmed": 25461407, "text": "Data suggest that targeting proteinase-3 (PR3) specific effector memory cells, to prevent relapse, and instituting anti IL-17 therapy, or modulating Tregs could be newer forms of therapy for granulomatosis with polyangiitis (GPA)."}, {"pubmed": 25788529, "text": "miR-634 mimics induced a proinflammatory phenotype in monocyte-derived macrophages, with enhanced expression and release of ADAM17 and IL-6 in Proteinase-3 ANCA-Associated Vasculitis"}, {"pubmed": 25927497, "text": "ACPA negative rheumatoid arthritis shares the genetic susceptibility loci with ACPA positive disease."}, {"pubmed": 26436651, "text": "The PR3-induced microenvironment facilitated recruitment of inflammatory cells, such as macrophages, plasmacytoid DCs (pDCs), and neutrophils, which were observed in close proximity within granulomatous lesions in the lungs of GPA patients."}, {"pubmed": 26873743, "text": "Report prognostic value of proteinase-3-antineutrophil cytoplasmic antibody in patients with idiopathic interstitial pneumonias."}, {"pubmed": 26939803, "text": "The levels of both NE and PR3 correlated with absolute neutrophil counts and are reduced in type 1 diabetes mellitus patients."}, {"pubmed": 26961880, "text": "Molecular simulations suggest that PR3 interacts with phosphatidylserine via a small number of amino acids, which engage in long lasting interactions with the lipid heads. As phosphatidylserine is a major component of microvesicles (MVs), this study also examined the consequences of this interaction on MV production and function."}, {"pubmed": 27559009, "text": "Studies indicate that the premature activation of proteinase 3 (PR3) would seriously harm the cell by its protease activity."}, {"pubmed": 27752292, "text": "Study shows that MPO and PRTN3 in neutrophils of Anti-neutrophil cytoplasmic autoantibody (ANCA)-associated vasculitis (AAV) patients with active disease have a distinct pattern of histone modifications, which implicates epigenetic mechanisms in regulating expression of autoantigen genes and suggests that the epigenome may be involved in AAV pathogenesis."}, {"pubmed": 27821628, "text": "Changes in the DNA methylation status of the PRTN3 promoter may predict the likelihood of stable remission and explain autoantigen gene regulation"}, {"pubmed": 28029757, "text": "PRTN3 variants are associated with ANCA-associated vasculitis risk."}, {"pubmed": 28240246, "text": "Characterization of the CD177 interaction with the ANCA antigen proteinase 3 responsible for autoimmune diseases has been reported."}, {"pubmed": 28339364, "text": "Clinical manifestations varied ANCA-associated vasculitis categories, and neither MPO-ANCA nor PR3-ANCA significantly affected relapse of AAV."}, {"pubmed": 28428279, "text": "Our findings demonstrate how RAGE-PR3 interactions between human prostate cancer cells and the bone marrow microenvironment mediate bone metastasis during prostate cancer progression"}, {"pubmed": 28546501, "text": "unique structural and functional characteristics of PR3 might be key contributors to the systemic inflammation and to the immune dysregulation observed in granulomatosis with polyangiitis."}, {"pubmed": 29079698, "text": "this study shows that transgenic mice expressing human Proteinase 3 exhibit sustained neutrophil-associated peritonitis"}, {"pubmed": 29132840, "text": "A few peptides bound to proteinase 3 (PR3) hydrophobic pockets and inhibited PR3 binding to lipids, while the (KFF)3K d-peptide inshowed a significant affinity for the lipids."}, {"pubmed": 29621735, "text": "Our results demonstrate that in the early stage of sepsis, JMJD3 contributes to high levels of neutrophil mPR3 expression and thereby to the production of the inflammatory cytokine IL-1beta"}, {"pubmed": 30017196, "text": "The lung extracellular matrix is vulnerable to pathological structural changes upon upregulation of serine proteases, including cathepsin G (CG) and proteinase 3 (PR3)."}, {"pubmed": 30021768, "text": "findings demonstrate a novel mechanism whereby PMN- and AML-associated mP3 inhibits T cell proliferation via direct LRP1 and mP3 interaction, and we identify P3 as a novel target to modulate immunity in myeloid leukemia and autoimmune disease."}, {"pubmed": 30236095, "text": "PR3 is involved in triggering inflammatory pathways, disrupting cellular signalling, degrading key structural proteins, and pathogen response.PR3 dysfunction may play a critical role in many processes central to the pathophysiology of COPD and other chronic neutrophilic human diseases."}, {"pubmed": 30880498, "text": "The data show that a low P4HA2 and high PRTN3 expression correlates with poor survival in patients with pancreatic cancer, indicating the involvement of collagen deposition in the restraint of the tumor."}, {"pubmed": 30938436, "text": "PR3-ANCA-associated vasculitis is strongly associated with the HLA-DPB1 alleles HLA-DPB1*04:01, -DPB1*04:02 and -DPB1*23:01, which share amino acid sequences crucial for the peptide-binding groove."}, {"pubmed": 31125555, "text": "Knockdown of PR3 inhibits IkappaBalpha cleavage and enhances the sensitivities of AML cells to differentiation inducers. The level of PR3 mRNA was relatively higher in newly diagnosed AML patients than in those patients with complete remission. PR3 expression and its involvement in IkappaBalpha cleavage might be closely associated with AML."}, {"pubmed": 31490025, "text": "A large-scale transcriptome analysis identified ELANE and PRTN3 as novel methylation prognostic signatures for clear cell renal cell carcinoma."}, {"pubmed": 31963828, "text": "Potent and Broad but not Unselective Cleavage of Cytokines and Chemokines by Human Neutrophil Elastase and Proteinase 3."}, {"pubmed": 31995266, "text": "Human proteinase 3 resistance to inhibition extends to alpha-2 macroglobulin."}, {"pubmed": 32303641, "text": "Local structural plasticity of the Staphylococcus aureus evasion protein EapH1 enables engagement with multiple neutrophil serine proteases."}, {"pubmed": 32794199, "text": "Proteinase 3 Autoreactivity in Anti-Neutrophil Cytoplasmic Antibody-associated vasculitis-Immunological versus clinical features."}, {"pubmed": 33023023, "text": "Immunopathogenesis of ANCA-Associated Vasculitis."}, {"pubmed": 33679731, "text": "Pathogenicity of Proteinase 3-Anti-Neutrophil Cytoplasmic Antibody in Granulomatosis With Polyangiitis: Implications as Biomarker and Future Therapies."}, {"pubmed": 34292081, "text": "Proteinase 3 contributes to endothelial dysfunction in an experimental model of sepsis."}, {"pubmed": 35063507, "text": "Competitively disrupting the neutrophil-specific receptor-autoantigen CD177:proteinase 3 membrane complex reduces anti-PR3 antibody-induced neutrophil activation."}, {"pubmed": 35341779, "text": "Increased Neutrophil elastase and proteinase 3 are closely associated with occurrence and severity of stroke and acute myocardial infarction in patients with type 2 diabetes mellitus."}, {"pubmed": 35602671, "text": "Human Proteinase 3, an important autoantigen of c-ANCA associated vasculitis, shares cross-reactive epitopes with serine protease allergens from mites: an in silico analysis."}, {"pubmed": 35672132, "text": "Immunological Interaction of HLA-DPB1 and Proteinase 3 in ANCA Vasculitis is Associated with Clinical Disease Activity."}, {"pubmed": 36626226, "text": "PRTN3 variant correlates with increased autoantigen levels and relapse risk in PR3-ANCA versus MPO-ANCA disease."}, {"pubmed": 36801813, "text": "Proteinase 3 promotes formation of multinucleated giant cells and granuloma-like structures in patients with granulomatosis with polyangiitis."}, {"pubmed": 36804380, "text": "Identification of proteinase 3 autoreactive CD4[+]T cells and their T-cell receptor repertoires in antineutrophil cytoplasmic antibody-associated vasculitis."}, {"pubmed": 36804624, "text": "Identification of PRTN3 as a novel biomarker for the diagnosis of early gastric cance."}, {"pubmed": 36944270, "text": "N-glycan in the variable region of monoclonal ACPA (CCP-Ab1) promotes the exacerbation of experimental arthritis."}, {"pubmed": 36990659, "text": "Risk of relapse of ANCA-associated vasculitis among patients homozygous for the proteinase 3 gene Val119Ile polymorphism."}, {"pubmed": 38167145, "text": "Elevated first-trimester neutrophil elastase and proteinase 3 increase the risk of gestational diabetes mellitus and adverse fetal outcomes."}], "genomic_pos": [{"chr": "19", "end": 848175, "ensemblgene": "ENSG00000196415", "start": 840999, "strand": 1}, {"chr": "HSCHR19_5_CTG2", "end": 27018, "ensemblgene": "ENSG00000277804", "start": 19803, "strand": 1}], "genomic_pos_hg19": {"chr": "19", "end": 848175, "start": 840963, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": 28240246, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006508", "pubmed": 22266279, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006509", "pubmed": 23202369, "qualifier": "involved_in", "term": "membrane protein ectodomain proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 2598267, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019730", "qualifier": "involved_in", "term": "antimicrobial humoral response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030574", "qualifier": "involved_in", "term": "collagen catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043547", "pubmed": 23202369, "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045217", "pubmed": 23202369, "qualifier": "involved_in", "term": "cell-cell junction maintenance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050765", "pubmed": 17712045, "qualifier": "involved_in", "term": "negative regulation of phagocytosis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072672", "pubmed": 22266279, "qualifier": "involved_in", "term": "neutrophil extravasation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097029", "pubmed": 16478888, "qualifier": "involved_in", "term": "mature conventional dendritic cell differentiation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 17712045, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [17244676, 18462208, 21193407, 22266279, 28240246], "qualifier": "colocalizes_with", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 17712045, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035578", "pubmed": 18462208, "qualifier": "located_in", "term": "azurophil granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035578", "qualifier": "located_in", "term": "azurophil granule lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044853", "pubmed": 21193407, "qualifier": "located_in", "term": "plasma membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0004252", "pubmed": 11389039, "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004252", "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004252", "pubmed": 28240246, "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004252", "pubmed": [22266279, 23202369], "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 17244676, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16488976, 28240246, 30692621], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008236", "pubmed": 2679910, "qualifier": "enables", "term": "serine-type peptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 17712045, "qualifier": "enables", "term": "enzyme binding"}]}, "homologene": {"genes": [[7165, 1269964], [7165, 1270347], [7165, 1270348], [7165, 1270350], [7165, 3290313], [7165, 4576607], [8364, 448597], [9544, 721131], [9606, 5657], [9913, 100298591], [10090, 19152], [10116, 314615]], "id": 120934}, "interpro": [{"desc": "Serine proteases, trypsin domain", "id": "IPR001254", "short_desc": "Trypsin_dom"}, {"desc": "Peptidase S1A, chymotrypsin family", "id": "IPR001314", "short_desc": "Peptidase_S1A"}, {"desc": "Peptidase S1, PA clan", "id": "IPR009003", "short_desc": "Peptidase_S1_PA"}, {"desc": "Serine proteases, trypsin family, histidine active site", "id": "IPR018114", "short_desc": "TRYPSIN_HIS"}, {"desc": "Serine proteases, trypsin family, serine active site", "id": "IPR033116", "short_desc": "TRYPSIN_SER"}, {"desc": "Peptidase S1, PA clan, chymotrypsin-like fold", "id": "IPR043504", "short_desc": "Peptidase_S1_PA_chymotrypsin"}], "ipi": "IPI00027409", "map_location": "19p13.3", "name": "proteinase 3", "other_names": ["C-ANCA antigen", "Wegener granulomatosis autoantigen", "azurophil granule protein 7", "leukocyte proteinase 3", "myeloblastin", "neutrophil proteinase 4", "serine proteinase, neutrophil", "wegener autoantigen"], "pantherdb": {"HGNC": "9495", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "893580", "ortholog_type": "LDO", "panther_family": "PTHR24257", "taxid": 10090, "uniprot_kb": "Q61096"}, {"RGD": "1304898", "ortholog_type": "LDO", "panther_family": "PTHR24257", "taxid": 10116, "uniprot_kb": "F7FNG0"}, {"ZFIN": "ZDB-GENE-060710-2", "ortholog_type": "O", "panther_family": "PTHR24257", "taxid": 7955, "uniprot_kb": "A2BGP5"}], "uniprot_kb": "P24158"}, "pathway": {"pid": {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-140875", "name": "Common Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140877", "name": "Formation of Fibrin Clot (Clotting Cascade)"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449836", "name": "Other interleukin signaling"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}]}, "pdb": "1FUJ", "pfam": "PF00089", "pharmgkb": "PA33842", "pharos": {"target_id": 6112, "tdl": "Tchem"}, "pir": "A45080", "prosite": "PS50240", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326108", "relationship": "is"}, {"id": "GNF326109", "relationship": "is"}, {"id": "GNF326110", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293067", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254975", "relationship": "is"}, {"id": "GNF254976", "relationship": "is"}, {"id": "GNF254977", "relationship": "is"}, {"id": "GNF254978", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF045603", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088446", "relationship": "is"}, {"id": "GNF088447", "relationship": "is"}, {"id": "GNF088448", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054553", "relationship": "is"}, {"id": "GNF059330", "relationship": "is"}, {"id": "GNF074705", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064751", "relationship": "is"}, {"id": "GNF064752", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF132119", "relationship": "is"}, {"id": "GNF132130", "relationship": "is"}, {"id": "GNF132141", "relationship": "is"}, {"id": "GNF132152", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF329937", "relationship": "is"}, {"id": "GNF331411", "relationship": "is"}, {"id": "GNF333013", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337124", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093762", "relationship": "is"}, {"id": "GNF133420", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NT_187622.1"], "protein": ["NP_002768.3", "XP_011526438.1", "XP_054177459.1", "XP_054185416.1"], "rna": ["NM_002777.4", "XM_011528136.2", "XM_054321484.1", "XM_054329441.1"], "translation": [{"protein": "XP_054177459.1", "rna": "XM_054321484.1"}, {"protein": "XP_011526438.1", "rna": "XM_011528136.2"}, {"protein": "XP_054185416.1", "rna": "XM_054329441.1"}, {"protein": "NP_002768.3", "rna": "NM_002777.4"}]}, "reporter": {"HG-U133_Plus_2": "207341_at", "HG-U95Av2": "37066_at", "HTA-2_0": "TC19000018.hg.1", "HuEx-1_0": "3815223", "HuGene-1_1": "8024048", "HuGene-2_1": "16856284"}, "summary": "Enables enzyme binding activity; serine-type endopeptidase activity; and signaling receptor binding activity. Involved in several processes, including mature conventional dendritic cell differentiation; membrane protein ectodomain proteolysis; and neutrophil extravasation. Located in azurophil granule lumen; cytosol; and plasma membrane raft. Colocalizes with plasma membrane. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "PRTN3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335267"}, "unigene": "Hs.928", "uniprot": {"Swiss-Prot": "P24158", "TrEMBL": "U3KPS2"}, "wikipedia": {"url_stub": "Proteinase 3"}}