{"AllianceGenome": "9500", "HGNC": "9500", "MIM": "602470", "_id": "8000", "_version": 1, "accession": {"genomic": ["AC108002.3", "CH471162.2", "CP068270.2", "CS448246.1", "JB238365.1", "JB315133.1", "KC877375.1", "NC_000008.11", "NC_060932.1", "NG_011722.3"], "protein": ["AAC39607.1", "AAH23582.1", "AAH65183.1", "AAQ89271.1", "CAB97347.1", "CAL69804.1", "CDH61610.1", "CDH92562.1", "EAW82312.1", "EAW82313.1", "NP_005663.2", "O43653.2"], "rna": ["AF043498.1", "AI685668.1", "AJ297436.1", "AY358912.1", "BC023582.2", "BC048808.1", "BC065183.1", "BI758811.1", "BM768967.1", "BU157227.1", "CB993163.1", "NM_005672.5", "NR_033343.2"], "translation": [{"protein": "AAH23582.1", "rna": "BC023582.2"}, {"protein": "CAB97347.1", "rna": "AJ297436.1"}, {"protein": "NP_005663.2", "rna": "NM_005672.5"}, {"protein": "AAH65183.1", "rna": "BC065183.1"}, {"protein": "AAC39607.1", "rna": "AF043498.1"}, {"protein": "AAQ89271.1", "rna": "AY358912.1"}]}, "alias": ["PRO232", "lncPSCA"], "ensembl": {"gene": "ENSG00000167653", "protein": ["ENSP00000301258", "ENSP00000426508"], "transcript": ["ENST00000301258", "ENST00000505305", "ENST00000510969", "ENST00000513264"], "translation": [{"protein": "ENSP00000301258", "rna": "ENST00000301258"}, {"protein": "ENSP00000426508", "rna": "ENST00000513264"}], "type_of_gene": "protein_coding"}, "entrezgene": "8000", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.34712150944, "exp_mis": 34.3045730099, "exp_syn": 21.9320190688, "lof_z": 0.187947024353222, "mis_z": -1.06020022898235, "mu_lof": 3.73866101896e-07, "mu_mis": 4.19373131872e-06, "mu_syn": 2.5869650412e-06, "n_lof": 3.0, "n_mis": 47.0, "n_syn": 19.0, "p_li": 0.00894842686480651, "p_null": 0.411217475989646, "p_rec": 0.579834097145547, "syn_z": 0.388129894856391}, "bp": 345, "cds_end": 143763550, "cds_start": 143761956, "n_exons": 3, "nonpsych": {"exp_lof": 2.99328516847, "exp_mis": 31.0127670007, "exp_syn": 19.8144084305, "lof_z": -0.00381164898244614, "mis_z": -0.542272145329664, "mu_lof": 3.73866101896e-07, "mu_mis": 4.19373131872e-06, "mu_syn": 2.5869650412e-06, "n_lof": 3.0, "n_mis": 37.0, "n_syn": 18.0, "p_li": 0.00825325639874282, "p_null": 0.458749271377146, "p_rec": 0.532997472224112, "syn_z": 0.256630524347244}, "nontcga": {"exp_lof": 3.0758250225, "exp_mis": 31.5566825871, "exp_syn": 20.1739290899, "lof_z": 0.605120782174342, "mis_z": -1.10357110962522, "mu_lof": 3.73866101896e-07, "mu_mis": 4.19373131872e-06, "mu_syn": 2.5869650412e-06, "n_lof": 2.0, "n_mis": 44.0, "n_syn": 18.0, "p_li": 0.0527219473846274, "p_null": 0.249491342458684, "p_rec": 0.697786710156689, "syn_z": 0.306459136123198}, "transcript": "ENST00000301258.4"}, "exons": [{"cdsend": 142682132, "cdsstart": 142680538, "chr": "8", "position": [[142680494, 142680563], [142681326, 142681434], [142681920, 142682725]], "strand": 1, "transcript": "NM_005672", "txend": 142682725, "txstart": 142680494}, {"cdsend": 142682725, "cdsstart": 142682725, "chr": "8", "position": [[142670296, 142670568], [142681326, 142681434], [142681920, 142682725]], "strand": 1, "transcript": "NR_033343", "txend": 142682725, "txstart": 142670296}], "exons_hg19": [{"cdsend": 143763550, "cdsstart": 143761956, "chr": "8", "position": [[143761912, 143761981], [143762744, 143762852], [143763338, 143764143]], "strand": 1, "transcript": "NM_005672", "txend": 143764143, "txstart": 143761912}, {"cdsend": 143764143, "cdsstart": 143764143, "chr": "8", "position": [[143751714, 143751986], [143762744, 143762852], [143763338, 143764143]], "strand": 1, "transcript": "NR_033343", "txend": 143764143, "txstart": 143751714}], "generif": [{"pubmed": 11752398, "text": "This transgenic system helps define the range of cellular changes associated with altered expression of PSCA, shows that transcriptional control is a major component regulating PSCA levels."}, {"pubmed": 12351697, "text": "Here we describe the identification of a compact cell-specific and androgen-responsive enhancer between 2.7 and 3 kb upstream of the transcription start site. The enhancer functions autonomously when positioned immediately adjacent to a minimal promoter."}, {"pubmed": 12496358, "text": "PSCA is expressed in an intermediate subpopulation of PrEC in transition from a basal to a terminally differentiated secretory phenotype"}, {"pubmed": 15814638, "text": "Data suggest that PSCA is a promising tumor marker and potential therapeutic target for patients with metastatic prostate cancer."}, {"pubmed": 16957968, "text": "Significantly higher prostate stem cell antigen copy number was associated with pancreatic cancer"}, {"pubmed": 17492652, "text": "The chimeric alpha-PSCA-beta2/CD3zeta-TCR might now be used for arming human cytotoxic T-cells for further studies towards a clinical treatment of prostate cancer."}, {"pubmed": 17503471, "text": "data identify prostate stem cell antigen(PSCA) mRNA in initial prostatic intraepithelial neoplasia (PIN) as a significant predictor of subsequent prostate cancer"}, {"pubmed": 17549363, "text": "Increased levels of IgG antibodies against the prostate stem cell antigen in the plasma is associated with pancreatic cancer"}, {"pubmed": 17853904, "text": "Result shows PSCA contains the cleavage site of the ER signal peptidase and the resulting cleavage products fail to bind to HLA-A(*)0201 and are not recognized by T lymphocytes."}, {"pubmed": 18076024, "text": "This prospective study identifies PSCA mRNA in BPH as a significant predictor of cancer development after TURP"}, {"pubmed": 18184265, "text": "Overexpression of prostate stem cell antigen (PSCA) is associated with development of gestational trophoblastic neoplasia in hydatidiform mole."}, {"pubmed": 18440837, "text": "combination of prostate stem cell antigen enhancer and uroplakin II promoter is feasible in constructing bladder cancer-specific vectors"}, {"pubmed": 18488030, "text": "Genetic variation in PSCA is associated with susceptibility to diffuse-type gastric cancer"}, {"pubmed": 18488030, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18838214, "text": "the expression of PSCA correlates with relevant clinical benchmarks, such as Gleason score and metastasis."}, {"pubmed": 19180924, "text": "The expressions of PSCA and Claudin-4 are upregulated in the pancreatic carcinomas."}, {"pubmed": 19343734, "text": "Prostate stem cell antigen and prostate-specific membrane antigen are both highly expressed in lymph node and bone metastases of prostate cancer."}, {"pubmed": 19462463, "text": "This prospective study identifies PSCA mRNA in preoperatively negative prostatic biopsies as a significant predictor of subsequent cancer after TURP."}, {"pubmed": 19554573, "text": "Genetic variations in prostate stem cell antigen is associated with gastric cancer."}, {"pubmed": 19554573, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19582881, "text": "Prostate stem cell antigen polymorphisms are associated with stomach cancer."}, {"pubmed": 19648920, "text": "Genetic variation in PSCA confers susceptibility to urinary bladder cancer."}, {"pubmed": 19648920, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19822092, "text": "Suggest that PSCA is a marker associated with neoplastic transformation of prostate cells, both in cystoprostatectomies with incidental prostate carcinoma and radical prostatectomies."}, {"pubmed": 19861285, "text": "The expression of PSCA can be related to the development of pancreatic cancer, but not to the clinicopathological factors of the tumor."}, {"pubmed": 20083643, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20083643, "text": "rs2294008 polymorphism of PSCA gene may play a role in bladder cancer carcinogenesis."}, {"pubmed": 20085909, "text": "Prostate stem cell antigen is highly expressed in non-small cell lung cancer and may be functionally important for this fatal disease."}, {"pubmed": 20230293, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20230293, "text": "PSCA gene polymorphisms may be associated with gastric cancer in Tibetans."}, {"pubmed": 20374648, "text": "Correlation between the level of PSCA expression and tumor growth and suggest a role of PSCA in counteracting the natural immune response.in bladder cancer."}, {"pubmed": 20501618, "text": "REVIEW: PSCA seems to be a Jekyll and Hyde molecule that plays differential roles, tumor promoting or suppressing, depending on the cellular context."}, {"pubmed": 20502058, "text": "We report the first analysis of PSCA, PIWIL1, and TBX2 expression in EAC. Our findings suggest that PSCA and TBX2 might be candidate targets for cancer therapy."}, {"pubmed": 20507324, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20955382, "text": "prostate stem cell antigen is a marker associated with neoplastic transformation of prostate cells"}, {"pubmed": 21064099, "text": "Genetic variant in PSCA is associated with diffuse-type gastric cancer."}, {"pubmed": 21064099, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21070776, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21070776, "text": "The rs2294008 polymorphism in prostate stem cell antigen increases the risk of noncardia gastric cancer and its precursors in white individuals but protects against proximal cancers."}, {"pubmed": 21070779, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21268123, "text": "Data show that the T allele of PSCA rs2294008 is associated with increased risk of gastric cancer."}, {"pubmed": 21429770, "text": "Data indicate that RNA silencing of PSCA can inhibit the proliferation and invasiveness properties of prostate cancer PC-3M cells, which may provide a promising therapeutic strategy for prostate cancer."}, {"pubmed": 21497359, "text": "Men with the rs1045531 AA genotype of PSCA were at higher risk for prostate cancer. On haplotype analysis CCCAGGTACGG and CGA haplotype carriers showed a significant association with prostate cancer risk"}, {"pubmed": 21503583, "text": "prostate stem cell antigen is a novel glioma-associated antigen"}, {"pubmed": 21538581, "text": "This study showed that rs2294008 in the PSCA gene was associated with increased risks of gastric cancer in a Korean population, suggests that rs2294008 might play an important role in gastric carcinogenesis."}, {"pubmed": 21600799, "text": "Data indicate that PSA, PSMA, hK2, PSCA, DD3, and their combinations, combined analysis of PSA and/or hK2 expression in pelvic lymph nodes could predict biochemical recurrence free survival (BRFS) following radical prostatectomy (RP)."}, {"pubmed": 21681742, "text": "results confirm the association between variation in the promoter region of PSCA and GC risk in Caucasians and also indicate that the rs2294008 variant is a similar risk factor for both the diffuse and intestinal-types of GC."}, {"pubmed": 21748756, "text": "Integrin alpha(nu) beta(3), NTRS1 and PSCA mRNA expression increased with tumorigenic potential, but mRNA expression levels for these proteins do not translate directly to equivalent expression levels of membrane bound protein."}, {"pubmed": 21914346, "text": "PSCA might play an important role in lymph node metastasis in PSCA might play an important role in lymph node metastasis in the breast. Expression of PSCA was correlated with lymph nodes metastasis."}, {"pubmed": 21936014, "text": "PSCA is acting as a tumor suppressor in GBC development."}, {"pubmed": 22155405, "text": "meta-analysis suggests that PSCA -rs2294008C>T and -rs2976392G>A are potential factors of gastric cancer development for Eastern Asians"}, {"pubmed": 22387998, "text": "The C allele of rs2294008 at PSCA was associated with increased risk of duodenal ulcer in a recessive model but was associated with decreased risk of gastric cancer."}, {"pubmed": 22416122, "text": "A joint effect of two PSCA SNPs, rs2294008 and rs2978974, suggests that both variants may be important for bladder cancer susceptibility."}, {"pubmed": 22426141, "text": "The two loci of PSCA (rs2294008 and rs2976392) were both significantly associated with gastric cancer susceptibility and in linkage disequilibrium."}, {"pubmed": 22481254, "text": "Findings suggest that prostate stem cell antigen (PSCA) rs2294008 C > T and rs2976392 G > A polymorphisms may contribute to the susceptibility to gastric cancer, particular in non-cardia or diffused gastric cancer."}, {"pubmed": 22502712, "text": "Associations exist between PSCA SNPs and breast cancer susceptibility in Korean women"}, {"pubmed": 22536409, "text": "Two direct YY1 binding sites within the PSCA promoter, an inhibitory upstream site and a downstream site, proximal to the androgen-responsive element, which stimulated PSCA promoter activity."}, {"pubmed": 22778595, "text": "intensity of QDs fluorescence remained stable for two weeks (p = 0.083) after conjugation to the PSCA protein, and nearly 93% of positive expression with their fluorescence still could be seen after four weeks"}, {"pubmed": 22796266, "text": "Results indicate the importance of four gastric cancer susceptibility polymorphisms of IL-10, NOC3L, PSCA and MTRR in the Chinese Han population."}, {"pubmed": 22824379, "text": "a genotyping study to assess for associations between the PSCA rs2294008 polymorphism and risk of adenomatous polyps and colorectal cancer"}, {"pubmed": 22938426, "text": "study suggested rs2294008 in the PSCA gene to be associated with increased risk of gastric cancer and rs2070803 in MUC1 to play a protective role in a Chinese population"}, {"pubmed": 22938475, "text": "findings suggest that the PSCA rs2294008 C>T polymorphism is a risk factor for gastric cancer, especially in diffuse and noncardia gastric cancer and in Chinese"}, {"pubmed": 23391636, "text": "Of the 10 target genes, PCA3 and PSCA mRNAs were significantly differently expressed in cancerous tissue than in histologically benign tissue of cancerous prostates"}, {"pubmed": 23704932, "text": "A C-allele of rs2294008 at PSCA increased the risk of gastric ulcer."}, {"pubmed": 23984394, "text": "Overexpression of PSCA and Oct-4 might be closely related to the carcinogenesis, progression, metastasis, or invasive potential and prognosis of gallbladder carcinoma."}, {"pubmed": 23988503, "text": "A significant association has been found between the PSCA Trs2294008-Grs2978974 haplotype and higher risk of gallbladder carcinoma in females, whereas this haplotype conferred significantly lower risk to males."}, {"pubmed": 24023815, "text": "no clearcut interaction with PSCA SNPs in defining risk of gastric precancerous lesions or cancer"}, {"pubmed": 24146278, "text": "Our findings demonstrated that rs2294008 and rs2976392 polymorphism of PSCA is a risk-conferring factor associated with increased gastric cancer susceptibility"}, {"pubmed": 24183365, "text": "expression of PSCA as a cell surface marker increased from benign prostate tissues and High Grade Prostatic Intraepithelial Neoplasias to prostate cancer"}, {"pubmed": 24308679, "text": "Accumulating evidence shows an association of PSCA with cancers, such as prostate, gastric, bladder, and pancreatic cancer; however, its expression varies with different cancer types."}, {"pubmed": 24320701, "text": "PSCA is not a marker for a stem cell population nor is it exclusively expressed in the prostate; the function of PSCA in normal cellular processes or carcinogenesis is currently unknown"}, {"pubmed": 24438073, "text": "PSCA-chimeric antigen receptor T cells may be developed for treatment of prostate cancer."}, {"pubmed": 24557062, "text": "In the Han Chinese population, genetic variation in PSCA was significantly correlated with susceptibility to colorectal cancer."}, {"pubmed": 24654646, "text": "the T allele of rs2294008, an intronic variant of the PSCA gene at 8q24 that was previously associated with an increased risk of gastric cancer, was inversely associated with a decreased risk of esophageal squamous cell carcinoma."}, {"pubmed": 25117309, "text": "the results suggest that the PSCA rs2294008 (C>T) polymorphism is a risk factor for bladder cancer development."}, {"pubmed": 25374226, "text": "rs2294008 polymorphism in the PSCA gene is associated with the risk of bladder cancer."}, {"pubmed": 25503145, "text": "PSCA rs2294008 allele A & T was linked with risk of gastric cancer and high-risk gastritis"}, {"pubmed": 25582162, "text": "The PSCA rs2294008 C>T polymorphism may be acting through induction of gastric mucosal atrophy, finally leading to development of gastric ulcer and gastric cancer in PSCA rs2294008 T allele carriers with Helicobacter infections."}, {"pubmed": 25658482, "text": "a significantly increased stomach cancer risk was associated with PSCA SNPs rs2294008 and s2976392 in a Han Chinese population."}, {"pubmed": 25698533, "text": "PSCA mRNA is overexpressed in the peripheral blood of prostate cancer patients."}, {"pubmed": 25721731, "text": "The PSCA rs2294008 polymorphism is involved in the susceptibility to GC and DU."}, {"pubmed": 25727947, "text": "These findings imply that the T allele significantly suppresses PSCA expression in vivo by recruiting YY1 to its promoter, which eventually predisposes gastric epithelial cells to GC development"}, {"pubmed": 25964537, "text": "PSCA signaling may suppress tumor growth in vivo by modulating immunological characteristics of gallbladder cancer cells."}, {"pubmed": 26006239, "text": "These results suggest that PSCA gene variation has a potential effect on its expression and gastric adenocarcinoma risk in the Northwest Chinese population."}, {"pubmed": 26147638, "text": "we show that PSCA is a key player in nasopharyngeal carcinoma metastasis"}, {"pubmed": 26308216, "text": "PSCA rs2294008 Polymorphism is associated with Increased Risk of Cancer"}, {"pubmed": 26320491, "text": "Genetic Variants of PSCA Gene are not Associated with Colorectal Cancer."}, {"pubmed": 26477693, "text": "PSCA has a promoting role in the growth and metastasis of prostate cancer."}, {"pubmed": 26527100, "text": "analysis of PSCA level in the peripheral blood of PC patients who underwent radical prostatectomy shows it is related to a GADPH reference level (PSCA/GAPDH ratio)"}, {"pubmed": 26554163, "text": "Studied six SNP loci: (rs2279115 of BCL2 gene, rs804270 of NEIL2 gene, rs909253 of LTA gene, rs2294008 of PSCA gene, rs3765524 and rs10509670 of PLCE1 gene) to evaluate gastric cancer risk using magnetic nanoparticles and universal tagged arrays."}, {"pubmed": 26785734, "text": "our data provide a novel molecular mechanism for the tumor suppressor role of PSCA"}, {"pubmed": 26848528, "text": "the results indicated that the PSCA rs2294008 T and rs2976392 A alleles were low-penetrate risk factors for gastric cancer in this study population."}, {"pubmed": 26982980, "text": "suggest that PSCA is a useful tissue marker for predicting biochemical recurrence in patients with high risk PC receiving NHT and radical prostatectomy"}, {"pubmed": 27001215, "text": "the PSCA rs2294008 polymorphism may serve as a biomarker of cervical cancer, particularly of early-stage cervical cancer"}, {"pubmed": 27050280, "text": "Among Chinese Han women, the PSCA rs2294008, rs2978974, and rs2976392 minor alleles are associated with increased breast cancer risk especially in progesterone receptor positive breast cancer patients, with breast cancer risk in postmenopausal women, and with high lymph node metastasis risk, respectively."}, {"pubmed": 27232854, "text": "The expression of Ki-67, PSCA, and Cox-2 biomarkers along with other clinicopathologic factors were prognostic factors for biochemical recurrence in patients with clinically localized prostate cancer following radical prostatectomy"}, {"pubmed": 28755148, "text": "Study shows that PSCA gene is a target of 8q24 locus in Invasive micropapillary carcinoma (IMPC) of the breast, and the PSCA gene amplification results in PSCA protein overexpression. These results demonstrate an independently worse prognosis for PSCA overexpression in IMPC, and suggest that the differential expression of PSCA is associated with cell adhesion molecules in breast cancer."}, {"pubmed": 28845520, "text": "PSCA regulates IL-6 expression through p38/NF-kappaB signaling in Prostate cancer."}, {"pubmed": 28971496, "text": "PSCA is a novel cell cycle regulator with a key role in prostate cancer cell proliferation."}, {"pubmed": 29332451, "text": "Men with the rs1045531 AC genotype of prostate stem cell antigen(PSCA) were at higher risk of prostate cancer in Chinese patients undergoing prostate biopsy."}, {"pubmed": 29855276, "text": "PSCA expression is a statistically independent predictor of favorable prognosis in prostate cancer. Although its prognostic impact per se is not very strong, PSCA expression analysis could be considered for inclusion in multi-parametric prognostic tests to distinguish prostate cancers with need for radical therapy."}, {"pubmed": 29892961, "text": "The decreased PSCA m-RNA levels were involved in the progress of bladder cancer. T allele takes more responsibility for PSCA m-RNA down-regulation to promote cell proliferation and migration and hinder cell apoptosis, thus leading to a higher risk."}, {"pubmed": 30189721, "text": "we confirmed that variants in the PSCA gene showed significant GWAS associations in a Korean population for gastric cancer, especially for females and diffuse type gastric cancer."}, {"pubmed": 30191681, "text": "Data imply an upregulated expression of PTGER4 and PSCA as well as a downregulated expression of MBOAT7 in gastric tissue as risk-conferring gastric cancer patho-mechanisms."}, {"pubmed": 30753327, "text": "PSCA single nucleotide polymorphisms are associated with Heliobacter pylori-induced gastric atrophy."}, {"pubmed": 31213476, "text": "Prostate Stem Cell Antigen Gene Polymorphism Is Associated with H. pylori-related Promoter DNA Methylation in Nonneoplastic Gastric Epithelium."}, {"pubmed": 31416884, "text": "Impact of PSCA gene polymorphisms in modulating gastric cancer risk in the Chinese population."}, {"pubmed": 31839644, "text": "Impact of PSCA Polymorphisms on the Risk of Duodenal Ulcer."}, {"pubmed": 31983162, "text": "Association between PSCA, TNF-alpha, PARP1 and TP53 Gene Polymorphisms and Gastric Cancer Susceptibility in the Brazilian Population."}, {"pubmed": 32640304, "text": "Risk of gastric ulcer contributed by genetic polymorphisms of PSCA: A case-control study based on Chinese Han population."}, {"pubmed": 32660489, "text": "Association of MUC1 5640G>A and PSCA 5057C>T polymorphisms with the risk of gastric cancer in Northern Iran."}, {"pubmed": 32664326, "text": "Evolutionary History of the Risk of SNPs for Diffuse-Type Gastric Cancer in the Japanese Population."}, {"pubmed": 33029516, "text": "The Correlation between PSCA Expression and Neuroendocrine Differentiation in Prostate Cancer."}, {"pubmed": 33128686, "text": "Polymorphisms PSCA rs2294008, IL-4 rs2243250 and MUC1 rs4072037 are associated with gastric cancer in a high risk population."}, {"pubmed": 33774280, "text": "Silencing of the proteasome and oxidative stress impair endoplasmic reticulum targeting and signal cleavage of a prostate carcinoma antigen."}, {"pubmed": 34472665, "text": "LncPSCA in the 8q24.3 risk locus drives gastric cancer through destabilizing DDX5."}, {"pubmed": 36708571, "text": "Diagnostic Efficacy of PSMA and PSCA mRNAs Combined to PSA in Prostate Cancer Patients."}, {"pubmed": 36853840, "text": "The PSCA rs2294008 (C/T) Polymorphism Increases the Risk of Gastric and Bladder Cancer: A Meta-Analysis."}, {"pubmed": 38407596, "text": "VDR, CXCR1, CXCR2, PSCA Polymorphisms and Recurrent Urinary Tract Infections in Women: Genetic Association Study."}], "genomic_pos": {"chr": "8", "end": 142682725, "ensemblgene": "ENSG00000167653", "start": 142670308, "strand": 1}, "genomic_pos_hg19": [{"chr": "8", "end": 143764142, "start": 143751726, "strand": 1}, {"chr": "HG418_PATCH", "end": 143764085, "start": 143751669, "strand": 1}], "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0070373", "pubmed": 25680266, "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0099601", "pubmed": 25680266, "qualifier": "involved_in", "term": "regulation of neurotransmitter receptor activity"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098552", "qualifier": "located_in", "term": "side of membrane"}], "MF": {"category": "MF", "evidence": "IDA", "id": "GO:0033130", "pubmed": 25680266, "qualifier": "enables", "term": "acetylcholine receptor binding"}}, "homologene": {"genes": [[9031, 420302], [9544, 703505], [9598, 472876], [9606, 8000], [9615, 482068], [9913, 100298702], [10090, 72373], [10116, 680210]], "id": 4150}, "interpro": [{"desc": "Ly-6 antigen/uPA receptor-like", "id": "IPR016054", "short_desc": "LY6_UPA_recep-like"}, {"desc": "Snake toxin-like superfamily", "id": "IPR045860", "short_desc": "Snake_toxin-like_sf"}], "ipi": "IPI00013446", "map_location": "8q24.3", "name": "prostate stem cell antigen", "other_names": "prostate stem cell antigen", "pantherdb": {"HGNC": "9500", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1919623", "ortholog_type": "LDO", "panther_family": "PTHR16983", "taxid": 10090, "uniprot_kb": "P57096"}, {"RGD": "1594221", "ortholog_type": "LDO", "panther_family": "PTHR16983", "taxid": 10116, "uniprot_kb": "D4A6I7"}, {"Ensembl": "ENSGALG00000045875", "ortholog_type": "LDO", "panther_family": "PTHR16983", "taxid": 9031, "uniprot_kb": "A0A1L1RYU0"}, {"FlyBase": "FBgn0054045", "ortholog_type": "LDO", "panther_family": "PTHR16983", "taxid": 7227, "uniprot_kb": "A1ZBJ7"}], "uniprot_kb": "O43653"}, "pathway": {"reactome": [{"id": "R-HSA-163125", "name": "Post-translational modification: synthesis of GPI-anchored proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}]}, "pfam": "PF00021", "pharmgkb": "PA33847", "pharos": {"target_id": 4476, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168804", "relationship": "is"}, {"id": "GNF179710", "relationship": "is"}, {"id": "GNF190616", "relationship": "is"}, {"id": "GNF201522", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047388", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF011779", "relationship": "is"}, {"id": "GNF011780", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102920", "relationship": "is"}, {"id": "GNF142572", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_011722.3"], "protein": "NP_005663.2", "rna": ["NM_005672.5", "NR_033343.2"], "translation": {"protein": "NP_005663.2", "rna": "NM_005672.5"}}, "reporter": {"HG-U133_Plus_2": "205319_at", "HG-U95Av2": "33792_at", "HTA-2_0": ["TC08000808.hg.1", "TC08002144.hg.1"], "HuEx-1_0": "3119200", "HuGene-1_1": "8148548", "HuGene-2_1": "17073213"}, "retired": 90297, "summary": "This gene encodes a glycosylphosphatidylinositol-anchored cell membrane glycoprotein. In addition to being highly expressed in the prostate it is also expressed in the bladder, placenta, colon, kidney, and stomach. This gene is up-regulated in a large proportion of prostate cancers and is also detected in cancers of the bladder and pancreas. This gene includes a polymorphism that results in an upstream start codon in some individuals; this polymorphism is thought to be associated with a risk for certain gastric and bladder cancers. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Feb 2010].", "symbol": "PSCA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418977"}, "unigene": "Hs.652235", "uniprot": {"Swiss-Prot": "O43653", "TrEMBL": "H0YAA6"}, "wikipedia": {"url_stub": "PSCA (gene)"}}