{"AllianceGenome": "9592", "HGNC": "9592", "MIM": "176803", "_id": "5730", "_version": 1, "accession": {"genomic": ["AH005144.2", "AL807752.10", "CH471090.1", "CP068269.2", "DQ297141.1", "NC_000009.12", "NC_060933.1"], "protein": ["AAA36494.2", "AAB51074.1", "AAH05939.1", "AAK07679.1", "AAV38724.1", "AAV38725.1", "ABB84464.1", "AEE61283.1", "BAG35674.1", "BAG52113.1", "EAW88321.1", "EAW88322.1", "EAW88323.1", "NP_000945.3", "P41222.1"], "rna": ["AA621632.1", "AI659247.1", "AK075333.1", "AK312817.1", "AY026356.1", "BC005939.1", "BC041463.1", "BG037037.1", "BM686612.1", "BT019921.1", "BT019922.1", "HM005686.1", "M61900.2", "NM_000954.6"], "translation": [{"protein": "AAH05939.1", "rna": "BC005939.1"}, {"protein": "NP_000945.3", "rna": "NM_000954.6"}, {"protein": "BAG52113.1", "rna": "AK075333.1"}, {"protein": "AEE61283.1", "rna": "HM005686.1"}, {"protein": "AAV38725.1", "rna": "BT019922.1"}, {"protein": "AAA36494.2", "rna": "M61900.2"}, {"protein": "BAG35674.1", "rna": "AK312817.1"}, {"protein": "AAV38724.1", "rna": "BT019921.1"}, {"protein": "AAK07679.1", "rna": "AY026356.1"}]}, "alias": ["L-PGDS", "LPGDS", "PDS", "PGD2", "PGDS", "PGDS2"], "ec": "5.3.99.2", "ensembl": {"gene": "ENSG00000107317", "protein": ["ENSP00000360687", "ENSP00000392633", "ENSP00000392692", "ENSP00000397468", "ENSP00000491730"], "transcript": ["ENST00000371623", "ENST00000371625", "ENST00000413913", "ENST00000444903", "ENST00000446677", "ENST00000457950", "ENST00000460340", "ENST00000462514", "ENST00000492068", "ENST00000640716"], "translation": [{"protein": "ENSP00000491730", "rna": "ENST00000640716"}, {"protein": "ENSP00000360687", "rna": "ENST00000371625"}, {"protein": "ENSP00000392633", "rna": "ENST00000457950"}, {"protein": "ENSP00000397468", "rna": "ENST00000446677"}, {"protein": "ENSP00000392692", "rna": "ENST00000444903"}], "type_of_gene": "protein_coding"}, "entrezgene": "5730", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.8609824702, "exp_mis": 78.804321984, "exp_syn": 43.9012404178, "lof_z": 1.76167405343598, "mis_z": 0.540205489161685, "mu_lof": 7.91467086968e-07, "mu_mis": 7.14159049416e-06, "mu_syn": 3.89196019511e-06, "n_lof": 5.0, "n_mis": 69.0, "n_syn": 37.0, "p_li": 0.00887038851736075, "p_null": 0.0547881289540435, "p_rec": 0.936341482528596, "syn_z": 0.645710890304627}, "bp": 573, "cds_end": 139875307, "cds_start": 139872030, "n_exons": 6, "nonpsych": {"exp_lof": 9.71621498667, "exp_mis": 71.2114957094, "exp_syn": 39.6208380041, "lof_z": 1.48592527681802, "mis_z": 0.431034671209058, "mu_lof": 7.91467086968e-07, "mu_mis": 7.14159049416e-06, "mu_syn": 3.89196019511e-06, "n_lof": 5.0, "n_mis": 64.0, "n_syn": 32.0, "p_li": 0.00633818792540101, "p_null": 0.0973329562214457, "p_rec": 0.896328855853153, "syn_z": 0.762262507561433}, "nontcga": {"exp_lof": 9.98099009246, "exp_mis": 72.4888671488, "exp_syn": 40.3780298948, "lof_z": 1.5552855898557, "mis_z": 0.4967340078462, "mu_lof": 7.91467086968e-07, "mu_mis": 7.14159049416e-06, "mu_syn": 3.89196019511e-06, "n_lof": 5.0, "n_mis": 64.0, "n_syn": 36.0, "p_li": 0.00648161800048647, "p_null": 0.0806496050043819, "p_rec": 0.912868776995132, "syn_z": 0.436243012300443}, "transcript": "ENST00000371625.3"}, "exons": [{"cdsend": 136980855, "cdsstart": 136977578, "chr": "9", "position": [[136977503, 136977692], [136978992, 136979132], [136979222, 136979299], [136979945, 136980062], [136980182, 136980284], [136980832, 136980855], [136981578, 136981742]], "strand": 1, "transcript": "NM_000954", "txend": 136981742, "txstart": 136977503}], "exons_hg19": [{"cdsend": 139875307, "cdsstart": 139872030, "chr": "9", "position": [[139871955, 139872144], [139873444, 139873584], [139873674, 139873751], [139874397, 139874514], [139874634, 139874736], [139875284, 139875307], [139876030, 139876194]], "strand": 1, "transcript": "NM_000954", "txend": 139876194, "txstart": 139871955}], "generif": [{"pubmed": 11751991, "text": "Pronounced eosinophilia and Th2 cytokine release in human lipocalin-type prostaglandin D synthase transgenic mice"}, {"pubmed": 12900000, "text": "Study performed in patients with kidney function ranging from normal to advanced renal failure suggests that serum beta-trace protein is an indicator of impaired glomerular filtration rate."}, {"pubmed": 15081423, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15325247, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15453544, "text": "The circadian lipocalin-type PGDS pattern and its suppression by total sleep deprivation indicate an interaction of the prostaglandin D system and human sleep regulation."}, {"pubmed": 15718494, "text": "Shear stress induces l-PGDS expression by transcriptional activation through the AP-1 binding site."}, {"pubmed": 17093043, "text": "Results show that the lipocalin-type prostaglandin D2 synthase (PGDS)/PGD2/prostaglandin D receptor (DP1R) system plays pivotal roles in the regulation of physiological sleep."}, {"pubmed": 17230501, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17230501, "text": "Our data do not support the involvement of the PTGDS gene in the etiology of schizophrenia."}, {"pubmed": 17307169, "text": "PGD2 synthetases, as well as receptors for PGD2, are described in testicular interstitial cells of men with spermatogenic damage and infertility."}, {"pubmed": 17404210, "text": "Lipocalin-type prostaglandin D synthase/beta-trace is a major amyloid beta-chaperone in human cerebrospinal fluid and the disturbance of this function may be involved in the onset and progression of Alzheimer's disease."}, {"pubmed": 17499437, "text": "expression of L-PGDS in degenerating neurons implies that L-PGDS functions as an early stress protein to protect against neuronal death in the hypoxic-ischemic encephalopathy brain"}, {"pubmed": 17532558, "text": "The embryonic male prostaglandin D synthase (Pgds)/SOX9 pathway is expressed at both the RNA and protein levels in different types of human ovarian tumors."}, {"pubmed": 17574780, "text": "L-PGDS gene expression in TE671 cells was activated by USF1 through the aE-box within intron 4 and cooperatively by AP-2beta in the promoter in a cell-type-specific manner."}, {"pubmed": 17588556, "text": "Data confirm the potential of Beta-trace protein as an endogenous Glomerular Filtration Rate marker in children."}, {"pubmed": 17852800, "text": "The cystatin C, beta2-microglobulin and beta-trace protein levels displayed changes with increased levels in the third trimester but unaltered levels during the first and second trimesters."}, {"pubmed": 18077799, "text": "Thirteen different proteins with 3-NT modification were identified in the CSF of HIV Dementia patients. L-PGDS was the most abundant."}, {"pubmed": 18349703, "text": "A single nucleotide polymorphism, rs3814500 (MspI site) ws found in the promoter region of the PTGDS gene among Chinese schizophrenic families. No association with schizophrenia was seen."}, {"pubmed": 18436228, "text": "Lipocalin-type prostaglandin D synthase may have a role in coronary artery disease"}, {"pubmed": 18448869, "text": "Quantifying the prostaglandin-D-synthase/transthyretin complex in ventricular cerebrospinal fluid may be useful in the diagnosis of Alzheimer disease, possibly in its early stages."}, {"pubmed": 18552976, "text": "Among gene transcripts elevated in depressed episodes were prostaglandin D synthetase (PTGDS) and prostaglandin D2 11-ketoreductase (AKR1C3), both involved in hibernation. We hypothesized them to account for some of the rapid cycling symptoms."}, {"pubmed": 18802357, "text": "These results suggest that expression of DP and CRTH2 is associated with the pathophysiology of chronic rhinosinusitis, and the expression of these receptors may be regulated by h-PGDS and PGD."}, {"pubmed": 18817855, "text": "Enhancement of PGD2 production through COX-2 and LPGDS by USF1 in human brain-derived TE671 cells under serum starvation are reported."}, {"pubmed": 18830622, "text": "Prostaglandin D synthase-mediated SOX-9 upregulation could provide a reasonable explanation for the presence of testicular differentiation in ovarian ovarian sex cord-stromal tumours."}, {"pubmed": 19015601, "text": "an increase in serum L-PGDS concentration is associated with the progression of atherosclerosis"}, {"pubmed": 19094210, "text": "Lipocalin-type prostaglandin D synthase might have an important role in the pathophysiology of osteoarthritis."}, {"pubmed": 19124506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19131342, "text": "Biochemical, functional, and pharmacological characterization of AT-56, an orally active and selective inhibitor of lipocalin-type prostaglandin D synthase."}, {"pubmed": 19132521, "text": "CC16 did not inhibit eosinophil migration towards PGD(2)."}, {"pubmed": 19276290, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19598000, "text": "As the CSF is in contact with axons and mitochondria of the optic nerve, we postulate that a change in the concentration of CSF protein such as L-PGDS could exercise a harmful effect on these structures."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19949816, "text": "This beta-trace protein based formula was found to estimate GFR with reasonable precision"}, {"pubmed": 19958607, "text": "protein levels in nasal fluids can serve for diagnosis of cerebrospinal fluid leak"}, {"pubmed": 20008150, "text": "The expression of H-PGDS in human dendritic cells (DCs) and the regulatory mechanisms by which DCs produce prostaglandin D2, is demonstrated."}, {"pubmed": 20144489, "text": "Using RT-PCR we demonstrated that L-PGDS gene expression decreased proportionately with tumor progression in lung cancer."}, {"pubmed": 20403807, "text": "L-PGDS may fine-tune the retinoic acid signalling in melanocytes."}, {"pubmed": 20596612, "text": "This study included 62 persons aged 18-30 years and cell phone exposure.  EMF emissions may down-regulate the synthesis of beta-trace protein."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20667974, "text": "Met64 seems to function as a kinetic clamp, pushing the thiol group of Cys65 close to the site of nucleophilic attack during catalysis."}, {"pubmed": 21104585, "text": "RBP-4, lipocalin-2 and L-PGDS do not regulate insulin sensitivity in healthy men. Rather their expression seemed to reflect inflammatory activity and were inversely correlated with alcohol intake and serum HDL levels."}, {"pubmed": 21163901, "text": "Report the presence of L-PGDS in the COX-2-expressing cells in the mucosa of active ulcerative colitis patients in parallel with disease activity."}, {"pubmed": 21192373, "text": "It may be feasible to test for perilymphatic fluid fistula using PTGDS in samples from the tympanic cavity."}, {"pubmed": 21271676, "text": "Proteomic profiling of cerebrospinal fluid identifies prostaglandin D2 synthase as a putative biomarker for pediatric medulloblastoma."}, {"pubmed": 21325722, "text": "Lipocalin-type prostaglandin D synthase is associated with coronary vasospasm and vasomotor reactivity in response to acetylcholine"}, {"pubmed": 21501068, "text": "Ascites and pleural effusion contain high concentrations of beta-TP that exceed the levels in corresponding plasma"}, {"pubmed": 21603615, "text": "two genes involved in cardiovascular diseases, ADORA1 and PTGDS, were differentially up-regulated in epicardial adipose tissue compared to mediastinal and subcutaneous adipose tissue"}, {"pubmed": 21745310, "text": "Beta-trace protein can be used as an alternative diagnostic tool to detect moderate or severe glomerular filtrate rate reduction in patients after liver transplantation."}, {"pubmed": 22248185, "text": "these results demonstrate that L-PGDS protected against neuronal cell death by scavenging reactive oxygen species without losing its ligand-binding function"}, {"pubmed": 22299829, "text": "L-PGDS expression may contribute to the restricted proliferation of epidermal melanocytes, but conversely its overexpression may reflect the dysregulated proliferation of melanoma cells."}, {"pubmed": 22342541, "text": "The DHEA metabolite 7beta-hydroxy-epiandrosterone exerts anti-estrogenic effects on breast cancer cell lines."}, {"pubmed": 22370065, "text": "The gene coding for PTGDS was found to be more expressed in patients with attention deficit hyperactivity disorder (ADHD)relative to patients with bipolar disorder indicating a possible link with the differential etiology of ADHD."}, {"pubmed": 22498882, "text": "Urinary PGDS, not ZA2G, may serve as a biomarker for active LN and upon validation in larger studies, may become the non-invasive test to evaluate the disease activity in future management of LN."}, {"pubmed": 22664386, "text": "Delta(12)-PGJ(2) is a dominant metabolite of L-PGDS-produced PGD(2) during adipogenesis and acts as an activator for adipogenesis through both PPARgamma-dependent and -independent mechanisms"}, {"pubmed": 22677050, "text": "Data suggest that L-PGDS binds small lipophilic ligands with both high-affinity and low-affinity interactions; molecular models are proposed from studies that include binding of hemin, biliverdin, and bilirubin."}, {"pubmed": 22745274, "text": "The serum level of beta-trace protein is an independent predictor of death and cardiovascular disease mortality in incident hemodialysis patients."}, {"pubmed": 22818840, "text": "Elevated plasma level of beta-trace protein associated with all cause of death in patients with acute coronary syndrome."}, {"pubmed": 22960220, "text": "Low PTGDS expression is associated with testis cancer."}, {"pubmed": 22989106, "text": "no overall evidence of an association between wireless phone use and serum concentrations of beta-trace protein"}, {"pubmed": 23076868, "text": "The results we obtained from mice led to our investigation of PTGDS in 29 human cryptorchid patients but we failed to find any mutation that supported an involvement of this gene in human testicular descent."}, {"pubmed": 23335043, "text": "betaTP, beta2M, CysC, and creatinine differ in their associations with demographic and clinical factors, suggesting variation in their non-glomerular filtration rate determinants."}, {"pubmed": 23518194, "text": "All-cause and cardiovascular mortality are strongly associated with beta-trace protein marker levels and beta-microglobulin in a representative sample of US adults."}, {"pubmed": 23526831, "text": "Structural and dynamic insights into substrate binding and catalysis of human lipocalin prostaglandin D synthase."}, {"pubmed": 23698027, "text": "Among NSTE-ACS patients, BTP and CysC were superior to conventional renal parameters for predicting MB, and improved clinical stratification for hemorrhagic risk."}, {"pubmed": 24438498, "text": "These data indicate that scalp is spatially programmed via mast cell prostaglandin D-synthase distribution in a manner reminiscent of the pattern seen in androgenetic alopecia."}, {"pubmed": 24493589, "text": "Lipocalin-type prostaglandin D2 (PGD2) synthase (L-PGDS) interacts intracellularly with the G protein-coupled receptor DP1 in an agonist-independent manner."}, {"pubmed": 24521203, "text": "involved in pathogenesis of androgenetic alopecia [review]"}, {"pubmed": 25005874, "text": "These results suggest that L-PGDS acted as a scavenger of biliverdin, which is a molecule not found in normal CSF."}, {"pubmed": 25522430, "text": "PTGDS mRNA expression was down-regulated in rapid-cycling bipolar disorder patients in a euthymic, depressive, and manic/hypomanic state compared with healthy control subjects."}, {"pubmed": 25964109, "text": "levels of L-PGDS in cervicovaginal secretions of pregnant women at different stages of parturition correlate with preterm birth."}, {"pubmed": 25966493, "text": "Expression of MR and prostaglandin D2 synthase is strongly correlated in adipose tissues from obese patients."}, {"pubmed": 26211517, "text": "Given that uPGDS levels fall after treatment of LN, uPGDS may be used to monitor the efficacy of therapy. It can also differentiate patients with active nephritis and active non renal lupus."}, {"pubmed": 26431580, "text": "Hematopoietic prostaglandin D synthase defines a proeosinophilic pathogenic effector human T(H)2 cell subpopulation with enhanced function"}, {"pubmed": 26800100, "text": "BTP and B2M levels are less affected than serum by amputation, and should be considered for future study of GFR estimation"}, {"pubmed": 26924065, "text": "Serum levels of beta trace protein and beta 2 microglobulin can be used to predict residual kidney function in hemodialysis patients."}, {"pubmed": 27271931, "text": "Thus, our results suggest decreased NK cell-mediated eosinophil regulation, possibly through an increased level of PGD2, as a previously unrecognized link between PG dysregulation and eosinophilic inflammation in CRS."}, {"pubmed": 27614217, "text": "The cut off value for betaTP in the diagnosis and follow-up of cerebrospinal fluid leaks should be modified depending on the type of secretion (sample type), for a better diagnostic accuracy"}, {"pubmed": 29124765, "text": "These observations suggest that tumor cell-derived inflammatory cytokines increase L-PGDS expression and subsequent PGD2 production in the tumor endothelial cells (ECs). This PGD2 acts as a negative regulator of the tumorigenic changes in tumor ECs."}, {"pubmed": 29421771, "text": "Measurement of serum BTP can be a reliable tool for detecting kidney function in neonates."}, {"pubmed": 29621631, "text": "High lipocalin-type prostaglandin D synthase expression is associated with Spontaneous intracranial hypotension."}, {"pubmed": 29668081, "text": "Lipocalin-type PGD synthase is a novel phytocannabinoid-binding protein."}, {"pubmed": 30393234, "text": "The expression levels of CDC20 and PTGDS were able to predict overall survival in diffuse large B-cell lymphoma patients."}, {"pubmed": 30720106, "text": "Prostaglandin D2 synthase 21 kDa (brain) (PTGDS) was found to be expressed at a significantly higher level in the tumors of highgrade serous ovarian cancer (HGSOC) patients with a short diseasefree survival time. Inverse profile, with positivity for PTGDS product prostaglandin D2 strongly associated with an increase in diseasefree survival, the absence of relapse and sensitivity to platinumbased therapy."}, {"pubmed": 30730082, "text": "Herein, we found that PTGDS is overexpressed in AGA."}, {"pubmed": 30734298, "text": "that in the HCl-induced murine ALI model PGD2 was produced locally by inflamed endothelial and epithelial L-PGDS and this enhanced the endothelial barrier through the DP receptor"}, {"pubmed": 30996283, "text": "Galectin-3 and beta-trace protein concentrations are higher in clinically unaffected patients with Fabry disease."}, {"pubmed": 31467325, "text": "Abundant neuroprotective chaperone Lipocalin-type prostaglandin D synthase (L-PGDS) disassembles the Amyloid-beta fibrils."}, {"pubmed": 31575663, "text": "-type prostaglandin D synthase regulates the trafficking of the PGD2 DP1 receptor by interacting with the GTPase Rab4"}, {"pubmed": 31755786, "text": "Evidence for shrunken pore syndrome in children."}, {"pubmed": 32334026, "text": "GGA3 interacts with L-type prostaglandin D synthase and regulates the recycling and signaling of the DP1 receptor for prostaglandin D2 in a Rab4-dependent mechanism."}, {"pubmed": 32389118, "text": "COX and PTGDS Gene Expression Levels in PGD2 Synthesis Pathway are Correlated with miR-520 in Patients with Vessel Restenosis."}, {"pubmed": 32851567, "text": "YAP promotes self-renewal of gastric cancer cells by inhibiting expression of L-PTGDS and PTGDR2."}, {"pubmed": 33175978, "text": "Lipocalin-type prostaglandin D synthase levels increase in patients with narcolepsy and idiopathic hypersomnia."}, {"pubmed": 34116656, "text": "SNX10 and PTGDS are associated with the progression and prognosis of cervical squamous cell carcinoma."}, {"pubmed": 34743203, "text": "Glycoprotein PTGDS promotes tumorigenesis of diffuse large B-cell lymphoma by MYH9-mediated regulation of Wnt-beta-catenin-STAT3 signaling."}, {"pubmed": 36762787, "text": "Thermodynamic stability of human lipocalin-type prostaglandin D synthase under various pH conditions."}, {"pubmed": 36949072, "text": "Sex-differences in prostaglandin signaling: a semi-systematic review and characterization of PTGDS expression in human sensory neurons."}, {"pubmed": 37526190, "text": "PGD2/PTGDR2 Signal Affects the Viability, Invasion, Apoptosis, and Stemness of Gastric Cancer Stem Cells and Prevents the Progression of Gastric Cancer."}], "genomic_pos": {"chr": "9", "end": 136981742, "ensemblgene": "ENSG00000107317", "start": 136975092, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 139879887, "start": 139871956, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001516", "pubmed": [20347284, 20667974], "qualifier": "involved_in", "term": "prostaglandin biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001516", "qualifier": "involved_in", "term": "prostaglandin biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019371", "qualifier": "involved_in", "term": "cyclooxygenase pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043303", "qualifier": "involved_in", "term": "mast cell degranulation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045187", "qualifier": "involved_in", "term": "regulation of circadian sleep/wake cycle, sleep"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000255", "qualifier": "involved_in", "term": "negative regulation of male germ cell proliferation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 7692978, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 19878301, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005791", "pubmed": 9065498, "qualifier": "located_in", "term": "rough endoplasmic reticulum"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031965", "qualifier": "located_in", "term": "nuclear membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004667", "pubmed": [20347284, 20667974], "qualifier": "enables", "term": "prostaglandin-D synthase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004667", "qualifier": "enables", "term": "prostaglandin-D synthase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004667", "qualifier": "enables", "term": "prostaglandin-D synthase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005501", "qualifier": "enables", "term": "retinoid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005504", "pubmed": 20667974, "qualifier": "enables", "term": "fatty acid binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16713569, 25416956, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9031, 374110], [9598, 100610452], [9606, 5730], [9615, 403740], [9913, 286858], [10090, 19215], [10116, 25526]], "id": 737}, "interpro": [{"desc": "Lipocalin/cytosolic fatty-acid binding domain", "id": "IPR000566", "short_desc": "Lipocln_cytosolic_FA-bd_dom"}, {"desc": "Lipocalin", "id": "IPR002345", "short_desc": "Lipocalin"}, {"desc": "Calycin", "id": "IPR012674", "short_desc": "Calycin"}, {"desc": "Lipocalin family conserved site", "id": "IPR022272", "short_desc": "Lipocalin_CS"}], "ipi": ["IPI00013179", "IPI00514208", "IPI00514285"], "map_location": "9q34.3", "name": "prostaglandin D2 synthase", "other_names": ["PGD2 synthase", "beta-trace protein", "cerebrin-28", "glutathione-independent PGD synthase", "glutathione-independent PGD synthetase", "lipocalin-type prostaglandin D synthase", "prostaglandin D synthase", "prostaglandin D2 synthase 21kDa (brain)", "prostaglandin-H2 D-isomerase", "testis tissue sperm-binding protein Li 63n"], "pantherdb": {"HGNC": "9592", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99261", "ortholog_type": "LDO", "panther_family": "PTHR11430", "taxid": 10090, "uniprot_kb": "O09114"}, {"RGD": "3433", "ortholog_type": "LDO", "panther_family": "PTHR11430", "taxid": 10116, "uniprot_kb": "P22057"}, {"Ensembl": "ENSGALG00000030886", "ortholog_type": "LDO", "panther_family": "PTHR11430", "taxid": 9031, "uniprot_kb": "A0A1D5PIT4"}, {"ZFIN": "ZDB-GENE-060825-349", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "Q0P3U6"}, {"ZFIN": "ZDB-GENE-081022-118", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "A0A2R8QRB3"}, {"ZFIN": "ZDB-GENE-060929-1114", "ortholog_type": "LDO", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "F6PDB9"}, {"ZFIN": "ZDB-GENE-030911-3", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "F1R6B8"}, {"ZFIN": "ZDB-GENE-030131-8436", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "Q8QGV5"}, {"FlyBase": "FBgn0264776", "ortholog_type": "LDO", "panther_family": "PTHR11430", "taxid": 7227, "uniprot_kb": "Q8IND7"}], "uniprot_kb": "P41222"}, "pathway": {"humancyc": {"id": "PWY66-374", "name": "C20 prostanoid biosynthesis"}, "kegg": {"id": "hsa00590", "name": "Arachidonic acid metabolism - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-2142753", "name": "Arachidonic acid metabolism"}, {"id": "R-HSA-2162123", "name": "Synthesis of Prostaglandins (PG) and Thromboxanes (TX)"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8978868", "name": "Fatty acid metabolism"}, {"id": "R-HSA-9690406", "name": "Transcriptional regulation of testis differentiation"}], "smpdb": [{"id": "SMP00075", "name": "Arachidonic Acid Metabolism"}, {"id": "SMP00077", "name": "Piroxicam Action Pathway"}, {"id": "SMP00083", "name": "Acetylsalicylic Acid Action Pathway"}, {"id": "SMP00084", "name": "Etodolac Action Pathway"}, {"id": "SMP00085", "name": "Ketoprofen Action Pathway"}, {"id": "SMP00086", "name": "Ibuprofen Action Pathway"}, {"id": "SMP00087", "name": "Rofecoxib Action Pathway"}, {"id": "SMP00093", "name": "Diclofenac Action Pathway"}, {"id": "SMP00094", "name": "Sulindac Action Pathway"}, {"id": "SMP00096", "name": "Celecoxib Action Pathway"}, {"id": "SMP00098", "name": "Ketorolac Action Pathway"}, {"id": "SMP00101", "name": "Suprofen Action Pathway"}, {"id": "SMP00102", "name": "Bromfenac Action Pathway"}, {"id": "SMP00104", "name": "Indomethacin Action Pathway"}, {"id": "SMP00106", "name": "Meloxicam Action Pathway"}, {"id": "SMP00109", "name": "Mefenamic Acid Action Pathway"}, {"id": "SMP00113", "name": "Oxaprozin Action Pathway"}, {"id": "SMP00114", "name": "Nabumetone Action Pathway"}, {"id": "SMP00116", "name": "Valdecoxib Action Pathway"}, {"id": "SMP00120", "name": "Naproxen Action Pathway"}, {"id": "SMP00289", "name": "Diflunisal Action Pathway"}, {"id": "SMP00353", "name": "Leukotriene C4 Synthesis Deficiency"}, {"id": "SMP00692", "name": "Antipyrine Action Pathway"}, {"id": "SMP00693", "name": "Antrafenine Action Pathway"}, {"id": "SMP00694", "name": "Carprofen Action Pathway"}, {"id": "SMP00695", "name": "Etoricoxib Action Pathway"}, {"id": "SMP00696", "name": "Fenoprofen Action Pathway"}, {"id": "SMP00697", "name": "Flurbiprofen Action Pathway"}, {"id": "SMP00698", "name": "Magnesium salicylate Action Pathway"}, {"id": "SMP00699", "name": "Lumiracoxib Action Pathway"}, {"id": "SMP00700", "name": "Lornoxicam Action Pathway"}, {"id": "SMP00701", "name": "Phenylbutazone Action Pathway"}, {"id": "SMP00702", "name": "Nepafenac Action Pathway"}, {"id": "SMP00703", "name": "Trisalicylate-choline Action Pathway"}, {"id": "SMP00704", "name": "Tolmetin Action Pathway"}, {"id": "SMP00705", "name": "Tiaprofenic Acid Action Pathway"}, {"id": "SMP00706", "name": "Tenoxicam Action Pathway"}, {"id": "SMP00707", "name": "Salsalate Action Pathway"}, {"id": "SMP00708", "name": "Salicylate-sodium Action Pathway"}, {"id": "SMP00709", "name": "Salicylic Acid Action Pathway"}, {"id": "SMP00710", "name": "Acetaminophen  Action Pathway"}], "wikipathways": [{"id": "WP167", "name": "Eicosanoid Synthesis"}, {"id": "WP4719", "name": "Eicosanoid metabolism via cyclooxygenases (COX)"}, {"id": "WP4814", "name": "Somatic sex determination"}, {"id": "WP4842", "name": "Mammalian disorder of sexual development"}, {"id": "WP98", "name": "Prostaglandin Synthesis and Regulation"}]}, "pdb": ["2WWP", "3O19", "3O22", "3O2Y", "4IMN", "4IMO", "4ORR", "4ORS", "4ORU", "4ORW", "4ORX", "4ORY", "4OS0", "4OS3", "4OS8", "5WY9", "8HTA"], "pfam": "PF00061", "pharmgkb": "PA33945", "pharos": {"target_id": 2613, "tdl": "Tchem"}, "pir": ["A44455", "PH1567"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325429", "relationship": "is"}, {"id": "GNF325430", "relationship": "is"}, {"id": "GNF325431", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168304", "relationship": "is"}, {"id": "GNF179210", "relationship": "is"}, {"id": "GNF190116", "relationship": "is"}, {"id": "GNF201022", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159328", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF034843", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF011908", "relationship": "is"}, {"id": "GNF131244", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330591", "relationship": "is"}, {"id": "GNF332224", "relationship": "is"}, {"id": "GNF334060", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338414", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098176", "relationship": "is"}, {"id": "GNF137831", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": "NP_000945.3", "rna": "NM_000954.6", "translation": {"protein": "NP_000945.3", "rna": "NM_000954.6"}}, "reporter": {"HG-U133_Plus_2": ["211663_x_at", "211748_x_at", "212187_x_at"], "HG-U95Av2": ["216_at", "38406_f_at", "38407_r_at"], "HTA-2_0": "TC09002910.hg.1", "HuEx-1_0": ["3195034", "3195059"], "HuGene-1_1": ["8159521", "8159531"], "HuGene-2_1": ["17091502", "17091517"]}, "summary": "The protein encoded by this gene is a glutathione-independent prostaglandin D synthase that catalyzes the conversion of prostaglandin H2 (PGH2) to postaglandin D2 (PGD2). PGD2 functions as a neuromodulator as well as a trophic factor in the central nervous system. PGD2 is also involved in smooth muscle contraction/relaxation and is a potent inhibitor of platelet aggregation. This gene is preferentially expressed in brain. Studies with transgenic mice overexpressing this gene suggest that this gene may be also involved in the regulation of non-rapid eye movement sleep. [provided by RefSeq, Jul 2008].", "symbol": "PTGDS", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419060"}, "unigene": "Hs.446429", "uniprot": {"Swiss-Prot": "P41222", "TrEMBL": ["H0Y4L4", "A0A024R8G3", "A0A1W2PPU3", "H0Y5A1", "Q5SQ11"]}, "wikipedia": {"url_stub": "Prostaglandin D2 synthase"}}