{"AllianceGenome": "9596", "HGNC": "9596", "MIM": "601586", "_id": "5734", "_version": 2, "accession": {"genomic": ["AC093264.2", "CH471119.1", "CP068273.2", "DQ400918.1", "JA738687.1", "NC_000005.10", "NC_060929.1", "NG_047000.1", "X97873.1"], "protein": ["AAA36434.1", "AAA36438.1", "AAH27934.1", "AAI01535.1", "AAI13524.1", "AAR07904.1", "ABD48960.1", "BAA05834.1", "CAA66463.1", "CCF76996.1", "EAW55996.1", "EAW55997.1", "NP_000949.1", "P35408.1", "XP_016865148.1", "XP_047273369.1", "XP_047273370.1", "XP_047273371.1", "XP_047273372.1", "XP_054208933.1", "XP_054208934.1", "XP_054208935.1", "XP_054208936.1", "XP_054208937.1"], "rna": ["AY429109.1", "BC027934.1", "BC101534.1", "BC113523.1", "BM312677.1", "BQ029720.1", "CD000197.1", "D28472.1", "L25124.1", "L28175.1", "NM_000958.3", "XM_017009659.3", "XM_047417413.1", "XM_047417414.1", "XM_047417415.1", "XM_047417416.1", "XM_054352958.1", "XM_054352959.1", "XM_054352960.1", "XM_054352961.1", "XM_054352962.1"], "translation": [{"protein": "NP_000949.1", "rna": "NM_000958.3"}, {"protein": "XP_047273369.1", "rna": "XM_047417413.1"}, {"protein": "BAA05834.1", "rna": "D28472.1"}, {"protein": "XP_054208935.1", "rna": "XM_054352960.1"}, {"protein": "XP_047273371.1", "rna": "XM_047417415.1"}, {"protein": "AAA36438.1", "rna": "L25124.1"}, {"protein": "XP_054208934.1", "rna": "XM_054352959.1"}, {"protein": "XP_054208936.1", "rna": "XM_054352961.1"}, {"protein": "XP_054208933.1", "rna": "XM_054352958.1"}, {"protein": "XP_047273372.1", "rna": "XM_047417416.1"}, {"protein": "AAI13524.1", "rna": "BC113523.1"}, {"protein": "AAA36434.1", "rna": "L28175.1"}, {"protein": "AAR07904.1", "rna": "AY429109.1"}, {"protein": "AAH27934.1", "rna": "BC027934.1"}, {"protein": "AAI01535.1", "rna": "BC101534.1"}, {"protein": "XP_054208937.1", "rna": "XM_054352962.1"}, {"protein": "XP_016865148.1", "rna": "XM_017009659.3"}, {"protein": "XP_047273370.1", "rna": "XM_047417414.1"}]}, "alias": ["EP4", "EP4R"], "ensembl": {"gene": "ENSG00000171522", "protein": "ENSP00000302846", "transcript": ["ENST00000302472", "ENST00000509543", "ENST00000512578", "ENST00000513635", "ENST00000514343"], "translation": [{"protein": "ENSP00000302846", "rna": "ENST00000302472"}], "type_of_gene": "protein_coding"}, "entrezgene": "5734", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.47119568, "exp_mis": 237.6953721, "exp_syn": 120.83463, "lof_z": 3.06253904636348, "mis_z": 3.92427677337562, "mu_lof": 9.38464865638e-07, "mu_mis": 2.09049303681e-05, "mu_syn": 1.05908412083e-05, "n_lof": 1.0, "n_mis": 114.0, "n_syn": 74.0, "p_li": 0.896912956538018, "p_null": 0.000199355402832241, "p_rec": 0.102887688059149, "syn_z": 2.64131790068483}, "bp": 1467, "cds_end": 40692480, "cds_start": 40681095, "n_exons": 2, "nonpsych": {"exp_lof": 10.3412681, "exp_mis": 215.0959844, "exp_syn": 109.3257312, "lof_z": 2.85279725933397, "mis_z": 3.85509966749415, "mu_lof": 9.38464865638e-07, "mu_mis": 2.09049303681e-05, "mu_syn": 1.05908412083e-05, "n_lof": 1.0, "n_mis": 103.0, "n_syn": 68.0, "p_li": 0.867019290825106, "p_null": 0.000472700601417222, "p_rec": 0.132508008573476, "syn_z": 2.48841401962426}, "nontcga": {"exp_lof": 10.54947783, "exp_mis": 218.675736, "exp_syn": 111.16384357, "lof_z": 2.90031645111521, "mis_z": 3.8298105076631, "mu_lof": 9.38464865638e-07, "mu_mis": 2.09049303681e-05, "mu_syn": 1.05908412083e-05, "n_lof": 1.0, "n_mis": 105.0, "n_syn": 64.0, "p_li": 0.865106589861648, "p_null": 0.000402374712042826, "p_rec": 0.134491035426309, "syn_z": 2.83236633590583}, "transcript": "ENST00000302472.3"}, "exons": [{"cdsend": 40692378, "cdsstart": 40680993, "chr": "5", "position": [[40679914, 40680478], [40680950, 40681860], [40691778, 40693735]], "strand": 1, "transcript": "NM_000958", "txend": 40693735, "txstart": 40679914}], "exons_hg19": [{"cdsend": 40692480, "cdsstart": 40681095, "chr": "5", "position": [[40680016, 40680580], [40681052, 40681962], [40691880, 40693837]], "strand": 1, "transcript": "NM_000958", "txend": 40693837, "txstart": 40680016}], "generif": [{"pubmed": 11782353, "text": "Involvement of prostaglandin E receptor subtype EP(4) in colon carcinogenesis."}, {"pubmed": 11876748, "text": "Placentally derived prostaglandin E2 acts via the EP4 receptor to inhibit IL-2-dependent proliferation of CTLL-2 T cells."}, {"pubmed": 11948128, "text": "Increased PGE(2) synthesis in the adjacent stroma and its biological effect via EP(4) on the carcinoma cells may contribute to tumor growth and progression of gallbladder carcinoma."}, {"pubmed": 12149218, "text": "effects of PGE2 on monocyte-derived dendritic cells were mediated through increased cyclic adenosine monophosphate by 2 of the known PGE2 receptors, EP2 and EP4"}, {"pubmed": 12215436, "text": "endogenous PGE(2) may modulate inflammation during atherogenesis and other inflammatory diseases by suppressing macrophage-derived chemokine production via the EP4 receptor"}, {"pubmed": 12228765, "text": "Activation of prostaglandin E2-receptor EP2 and EP4 pathways induces growth inhibition in human gastric carcinoma cell lines."}, {"pubmed": 12566441, "text": "activation of PI3K/ERK signaling by the EP(4) receptors induces the functional expression of early growth response factor-1 (EGR-1)."}, {"pubmed": 14517215, "text": "COX-2 induction by bradykinin in human pulmonary artery smooth muscle cells is mediated by the cyclic AMP response element through a novel autocrine loop involving endogenous prostaglandin E2, EP2 receptor, and EP4 receptor"}, {"pubmed": 14709160, "text": "both beta-arrestin1 recruitment and the presence of Ser/Thr residues in the distal half of the C-terminal domain were necessary for maximal agonist-induced internalization"}, {"pubmed": 15100359, "text": "Vascular COX-2 was colocalized with prostaglandin E(2) EP4 receptors but not with EP2 receptors in kidney"}, {"pubmed": 15290741, "text": "EP3 and EP4 mediate different actions of PGE2 on mature human osteoclasts. Activation of EP4 receptors inhibits actin ring formation and activation of EP3 receptors increases number of lamellipodia."}, {"pubmed": 15347673, "text": "Endothelin-1-induced prostaglandin E2-EP2 and EP4 signaling regulates vascular endothelial growth factor production and ovarian carcinoma cell invasion"}, {"pubmed": 15528329, "text": "Prostaglandin (PG)E2 induces an increase in intracellular cyclic AMP concentration in the T-leukemic cell line Jurkat via the E-prostanoid (EP)3 receptor."}, {"pubmed": 15970595, "text": "PGE2 increases VEGF transcriptionally and involves the Sp-1 binding site via a cAMP-dependent mechanism involving EP2 and EP4 receptors"}, {"pubmed": 16020747, "text": "EP4 overexpression is associated with enhanced inflammatory reaction in atherosclerotic plaques"}, {"pubmed": 16428339, "text": "We concluded that PGE2 stimulates the BNP promoter mainly via EP4, PKA, Rap, and p42/44 MAPK."}, {"pubmed": 16574793, "text": "seminal plasma and PGE(2) can promote the expression of tumorigenic and angiogenic factors, in cervical adenocarcinoma cells via the EP4 receptor, EGFR, and ERK1/2 signaling pathways"}, {"pubmed": 16857763, "text": "Presumably plays a key role for active patency of the human ductus arteriosus in the third trimester."}, {"pubmed": 17046175, "text": "The EP4 receptor mediates IL-1 beta-induced catabolic metabolism via the p38 MAP kinase pathway in human tendon fibroblasts and may play a major role in the tendon's degenerative changes often seen in the later stages of tendinopathy."}, {"pubmed": 17130837, "text": "Elevated activity in colorectal cancer cells increases resistance to spontaneous apoptosis and promotes anchorage-independent growth, but has no effect on proliferation."}, {"pubmed": 17290397, "text": "EP4 mRNA was significantly higher in normal colon tissue compared with tumor tissue."}, {"pubmed": 17447842, "text": "Genetic variants associated with Crohn disease risk in a locus modulating cis-acting regulatory elements of PTGER4."}, {"pubmed": 17496729, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17525067, "text": "participates in placentation through EVT invasion by up-regulating PGE2 production and PGE2 receptor expression in first trimester extravillous trophoblasts"}, {"pubmed": 17611676, "text": "Results show co-expression of cyclooxygenase-2 and prostaglandin E2 receptors EP1, 2 and 4 in non-small cell lung cancer cells concomitant with the synthesis of PGE2."}, {"pubmed": 17631291, "text": "Results reveal that egr-1 is a target gene of PGE(2) in HCA-7 cells and is regulated via the newly identified EP4/ERK/CREB pathway."}, {"pubmed": 17877755, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18005048, "text": "Expression of prostaglandin E(2) receptors (EP(2), EP(3), EP(4)), prostaglandin D(2) receptor (DP(2)), prostanoid thromboxane A(2) receptor (TP) and to a lesser extent EP(1) were observed in several hair follicle compartments."}, {"pubmed": 18086382, "text": "herpes simplex virus type 1 infected mature monocyte-derived dendritic cells demonstrated a dramatic down-regulation of the expression of the EP2 and EP4 receptors"}, {"pubmed": 18254372, "text": "mRNA expressions of EP4 receptors observed in NCI-H292 cells and human nasal epithelial cells."}, {"pubmed": 18270204, "text": "PGE(2)-EP4 signaling augments NF-kappaB1 p105 protein stability through EPRAP after proinflammatory stimulation, limiting macrophage activation."}, {"pubmed": 18319253, "text": "CCR7 and the EP2/EP4 receptor signaling pathway are down-stream targets for COX-2 to enhance the migration of breast cancer cells toward LECs and to promote lymphatic invasion"}, {"pubmed": 18516068, "text": "Of the 4 EP receptor subtypes, smooth muscle cells in the human pulmonary vein express the EP4 and EP1 receptor subtypes. The relaxations induced by PGE2 in this vessel result from the activation of the EP4 receptor."}, {"pubmed": 18797183, "text": "level of exptression in nasal polyps reversely correlates with chronic rhinosinusitis associated with bronchial asthma"}, {"pubmed": 18802112, "text": "The catabolic effects of prostaglandin E2 in osteoarthritis (OA) are specifically mediated via engagement of the EP4 receptor; of the four PGE2 receptors, only EP4 is up-regulated in OA vs normal cartilage."}, {"pubmed": 18829529, "text": "PGE(2) induces angiogenesis in prostate cancer through EP2 and EP4."}, {"pubmed": 19227010, "text": "EP4 is directly involved in regulation of proliferation and invasion of inflammatory breast cancer cells"}, {"pubmed": 19273625, "text": "PGE2 acts via prostaglandin receptor EP2- and EP4-mediated signaling and cyclic AMP pathways to up-regulate IL-23 and IL-1 receptor expression."}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19407222, "text": "EP2 and EP4 receptor inhibition induces apoptosis of human endometriotic cells through suppression of ERK1/2, AKT, NFkappaB, and beta-catenin pathways and activation of intrinsic apoptotic mechanisms"}, {"pubmed": 19407341, "text": "PGE(2)-stimulated production of Abeta involves EP(4) receptor-mediated endocytosis of PS-1 followed by activation of the gamma-secretase, as well as EP(2) receptor-dependent activation of adenylate cyclase and PKA"}, {"pubmed": 19444759, "text": "These results suggest that IL-1beta induces EP4 receptor expression in chondrocytes by an autocrine mechanism that increases PGE2 production, whereas it reduces the expression of EP1 and EP2 via direct action."}, {"pubmed": 19445930, "text": "The EP4 agonist PF-04475270 is a novel ocular hypotensive compound which is bioavailable following topical dosing and effectively lowers intraocular pressure."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19558693, "text": "PGE2 expression is mediated by EP4 receptor and may have a role in colorectal cancer"}, {"pubmed": 19760754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19879194, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20014019, "text": "Observational study and genome-wide association study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20018632, "text": "PGE2 potently inhibits secretion of IFN-alpha by TLR-activated plasmacytoid dendritic cells, an effect mainly mediated by PG receptors E-prostanoid 2 and E-prostanoid 4"}, {"pubmed": 20086108, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20145136, "text": "EP4 overexpression, via AR activation, supports an important mechanism for castration-resistant progression of prostate cancer."}, {"pubmed": 20222910, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20353998, "text": "Increased expression of PGE2 in the lung tumor microenvironment may initiate a mitogenic signaling cascade composed of EP4, betaArrestin1, and c-Src which mediates cancer cell migration."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20484658, "text": "EP1 and EP4 subtypes of prostaglandin E receptors (but not EP2 and EP3 receptors) may be involved in regulation of paracellular permeability in differentiated Caco-2 cell cultures."}, {"pubmed": 20503412, "text": "regulate activities exhibited by IBC cells that have been associated with the aggressive phenotype. ep4 regulate invasion"}, {"pubmed": 20549515, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20551148, "text": "Prostaglandin E2 receptor subtype EP2 and EP4 regulated gene expression profiling in ciliary smooth muscle cells."}, {"pubmed": 20561984, "text": "Data seem to rule out a major influence of these polymorphisms on UC or RA predisposition."}, {"pubmed": 20587336, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20846217, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20962850, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20970516, "text": "chronic activation of the EP receptor is associated with increased production of mediators likely to increase the pro-inflammatory milieu of airway epithelial cells."}, {"pubmed": 21052031, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21071691, "text": "Results are suggestive of platelet EP4 receptor activation as a novel antithrombotic strategy."}, {"pubmed": 21072187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21081469, "text": "miR-16 and miR-21 are directly regulated by the transcription factor NF-kappaB and yet nicotine-promoted cell proliferation is mediated via EP2/4 receptors."}, {"pubmed": 21111772, "text": "Data show that inhibition of PGE2 receptors EP2 and EP4 suppresses expression and/or activity of MMP1, MMP2, MMP3, MMP7 and MMP9 proteins and increases expression of TIMP1, TIMP2, TIMP3, and TIMP4 proteins."}, {"pubmed": 21365278, "text": "EP4 receptors are expressed by human eosinophils, and are also present on infiltrating leukocytes in inflamed human nasal mucosa."}, {"pubmed": 21424266, "text": "The role of PGE(2) in human atherosclerotic plaque on platelet EP(3) and EP(4) receptor activation and platelet function in whole blood."}, {"pubmed": 21589857, "text": "found that PGE(2) and hypoxia independently induce expression of PTGER4 indicating two independent pathways regulating prostanoid receptor expression"}, {"pubmed": 21600299, "text": "Prostaglandin EP4 receptor enhances BCR-induced apoptosis of immature B cells"}, {"pubmed": 21681739, "text": "Data suggest that PGE(2) -EP4 signaling might be protective against allergic responses by inhibiting the interaction of eosinophils with the endothelium and might hence be a useful therapeutic option for controlling inappropriate eosinophil infiltration."}, {"pubmed": 21683675, "text": "Prostaglandin E2 produced by Entamoeba histolytica signals via EP4 receptor and alters claudin-4 to increase ion permeability of tight junctions"}, {"pubmed": 21723865, "text": "findings indicate early divergence in the signaling pathways stimulated by strain and establish PGE2/EP4 as the pathway used by strain to regulate Sost expression."}, {"pubmed": 21832044, "text": "Human kidney cells evidence increased EP4 and decreased Rap1GAP expression levels in the malignant compared with benign samples."}, {"pubmed": 22037551, "text": "We identified new susceptibility loci for non-cardia gastric cancer at 5p13.1: rs13361707 in the region including PTGER4 and PRKAA1"}, {"pubmed": 22080750, "text": "PGE(2) enhances IL-8 production via EP4 receptor coupled to G(s) protein in human pulmonary microvascular endothelial cells"}, {"pubmed": 22276108, "text": "Neuroblastoma express all four forms of PGE(2) receptors."}, {"pubmed": 22353936, "text": "EP-4 receptor expression is modulated at the post-transcriptional level by miR-101."}, {"pubmed": 22362924, "text": "With HO as a model oxidant stress, stimulation of CFTR seems to involve PGE production and likely EP receptor activation in Calu-3 airway epithelial cells."}, {"pubmed": 22580611, "text": "Targeted interference of EP2/EP4 signal to RalA.GTP may provide benefit to patients diagnosed with advanced kidney cancer."}, {"pubmed": 22695889, "text": "The PTGER4 -1254 G allele demonstrated a higher frequency in aspirin-intolerant chronic urticaria (AICU)patients and lower promoter activity with decreased expression of PTGER4 and contributes to the development of AICU."}, {"pubmed": 22704539, "text": "Activation of E-type prostanoid (EP) 4 receptor by PGE(2) or an EP4-selective agonist (ONO AE1-329) enhanced the barrier function of human microvascular lung endothelial cells."}, {"pubmed": 22706114, "text": "This review article presents a short overview of experimental approaches aimed at manipulation of signaling via EP2 and EP4 receptors that could have therapeutic utility."}, {"pubmed": 22732652, "text": "different EP receptors (EP(1-4)) to PGE(2)-induced anion secretion in human and mouse colon mucosa"}, {"pubmed": 22924768, "text": "PGE(2) -mediated NF-kappaB activation by simultaneous stimulation of EP(1) and EP(4) receptors induces maximal IL-8 promoter activation and IL-8 mRNA and protein induction"}, {"pubmed": 23090667, "text": "Data indicate that PGE2 regulates pancreatic stellate cell profibrotic activities via EP4 receptor, thus suggesting EP4 receptor as useful therapeutic target for pancreatic cancer to reduce desmoplasia."}, {"pubmed": 23242524, "text": "Loss of function of EP2- and EP4-mediated PGE2 signaling inhibits adhesion of human endometriotic epithelial and stromal cells through integrin-mediated mechanisms."}, {"pubmed": 23300802, "text": "Single nucleotide polymorphisms in the PTGER4 gene regulatory sequences are strongly associated with Crohn's disease susceptibility."}, {"pubmed": 23337716, "text": "PGE(2) coordinates control of IL-23 release in a dose-dependent manner by differential use of EP(2) and EP(4) receptors in LPS-activated MoDCs."}, {"pubmed": 23364535, "text": "Human prostate cancer is associated with EP4 and EP2 overexpression and reduced EP3 expression."}, {"pubmed": 23613969, "text": "This is the first report to demonstrate that Lymphocytic colitis is associated with increased TNF-alpha, INF-gamma and IL-8 concurrent with a marked up-regulation of EP4."}, {"pubmed": 23619266, "text": "PGE2 induces MUC2 and MUC5AC expression in intrahepatic biliary epithelial cells via EP4-p38MAPK signaling."}, {"pubmed": 23759445, "text": "PGE2 production induced by pathogen recognition receptors/p38 MAPK signaling is up-regulated by EP4-triggered signaling to maintain an effective PGE2 concentration."}, {"pubmed": 24069348, "text": "JARID1A, JMY, and PTGER4 polymorphisms are related to ankylosing spondylitis in Chinese Han patients."}, {"pubmed": 24133193, "text": "potential relevance of the COX-2/mPGES-1/EP-4 axis in the AAA-associated hypervascularization"}, {"pubmed": 24146253, "text": "Elastogenesis is spatially regulated by PGE-EP4 signaling in the ductus arteriosus."}, {"pubmed": 24467603, "text": "Four single nucleotide polymorphisms in two genes in the PGE2 family, PTGES2 and PTGER4, were significantly associated with primary graft dysfunction after lung transplantation."}, {"pubmed": 24793213, "text": "The PTGER4 modulating variant rs7720838 increases susceptibility for Crohn's disease and might resemble a risk factor for stricturing disease behavior."}, {"pubmed": 24876670, "text": "the microsomal PGE2-synthase-1/PGE-receptor-4 axis is increased by smoking in human abdominal aortic aneurysms"}, {"pubmed": 24980222, "text": "mediates inhibitory effect of Prostaglandin E2 on nasal fibroblast migration"}, {"pubmed": 25109834, "text": "PGE2 upregulates c-myc in hepatocellular carcinoma via PTGER4 signaling."}, {"pubmed": 25329458, "text": "data show a protective role for the PGE2 receptors EP(2) and EP(4) following osmotic changes, through the reduction of human mast cell activity caused by calcium influx impairment and MAP kinase inhibition."}, {"pubmed": 25531811, "text": "Altered inhibitory function of the EP4R in eosinophils and monocytes from aspirin-intolerant patients"}, {"pubmed": 25670004, "text": "Gene expression analysis revealed that three gene BACH2, PTGER4 and ZFP36L1, are down-regulated in MS patients' blood cells compared to healthy subjects."}, {"pubmed": 25690101, "text": "TGF-beta2 therefore promotes the adhesion and invasiveness of virulent macrophages by modulating COX2, EP4, and PKIG transcription to initiate a prostaglandin E2 (PGE2)-driven autostimulatory loop that augments PKA and EPAC activities."}, {"pubmed": 25733698, "text": "miRNA 526b is a COX-2 upregulated, oncogenic miRNA promoting stem-like cells, the expression of which follows EP4 receptor-mediated signaling."}, {"pubmed": 26188701, "text": "IP and EP4 receptors have a role in prostanoid regulation of angiogeneis"}, {"pubmed": 26538147, "text": "The PTGER4 gene is a candidate risk factor for radiological progression in rheumatoid arthritis"}, {"pubmed": 26689593, "text": "The cross-talk between SP1 and p65, and the positive feedback regulatory loop of PI3-K/Akt signaling by EP4 contribute to the overall responses of solamargine in this process"}, {"pubmed": 27010855, "text": "GW627368X therefore effectively inhibits cervical cancer survival, motility, proliferation and angiogenesis by blocking EP4/EGFR interactive signaling."}, {"pubmed": 27230680, "text": "Findings suggest SUMO-1 protein and PGE2 receptor subtype 4 (EP4) as two potential targets for new therapeutic or prevention strategies for endometrial cancers."}, {"pubmed": 27450806, "text": "These results indicate that the blockage of PGE2-EP4 signaling prevents the bone destruction required for prostate cancer metastases, and that this is, in part due to the abrogation of bone cell responses. The study provides further evidence that an EP4 antagonist is a candidate for the treatment of prostate cancer in the blockade of bone metastasis."}, {"pubmed": 27506158, "text": "Reprogramming of mammary epithelial cells can result from EP4 -mediated stem cell property transfer by extracellular vesicles/exosomes containing caveolae-associated proteins, between mammary basal and luminal epithelial cells."}, {"pubmed": 27544059, "text": "High PTGER4 methylation is associated with Lung cancer."}, {"pubmed": 27616330, "text": "in breast cancer cells overexpression of S1P3 and its activation by S1P has pro-inflammatory and pro-metastatic potential by inducing COX-2 expression and PGE2 signaling via EP2 and EP4."}, {"pubmed": 27869171, "text": "EP4 expression can promote the development of resistance to aromatase inhibitor therapy for breast cancer"}, {"pubmed": 28094049, "text": "The results show that stimulation with the selective EP4 agonist CAY10598 or PGE2 promotes invadopodia-mediated degradation of the ECM, as well as the invasion of breast cancer cells in in vitro models."}, {"pubmed": 28108433, "text": "Case Report: elevated EP4 expression in pulmonary hypertension patient with dissecting pulmonary aneurysm."}, {"pubmed": 28432343, "text": "Collectively, these results indicate that COX-1/PGE2/EP4 upregulates the beta-arr1 mediated Akt signaling pathway to provide mucosal protection in colitis."}, {"pubmed": 28899736, "text": "discovery of recurrent PTGER4 amplification implies a potential of exploring targeting therapy to the prostaglandin synthesis pathways in a subset of these tumors"}, {"pubmed": 29401596, "text": "results indicate that PGE2 inhibits hCAP18/LL-37 expression, especially VD3-induced cathelicidin and autophagy, which may reduce host defense against Mtb. Accordingly, antagonists of EP4 may constitute a novel adjunctive therapy in Mtb infection."}, {"pubmed": 29491476, "text": "COLEC12 integrates H. pylori, PGE2-EP2/4 axis and innate immunity in gastric diseases"}, {"pubmed": 29658109, "text": "High EP4 expression is associated with chemoresistant breast carcinoma."}, {"pubmed": 30053598, "text": "Data indicates that PGE2 suppression of TNF-alpha by human monocytic cells occurs via EP2R and EP4R expression. However EP4Rs also control their own expression and that of EP2 whereas the EP2R does not affect EP4R expression. This implies that EP4 receptors have an important master role in controlling inflammatory responses."}, {"pubmed": 30191681, "text": "Data imply an upregulated expression of PTGER4 and PSCA as well as a downregulated expression of MBOAT7 in gastric tissue as risk-conferring gastric cancer patho-mechanisms."}, {"pubmed": 30455960, "text": "Study demonstrated that the expression of EP4 receptors was up-regulated by c-Myc by binding to Sp-1 under low cellular density conditions but was down-regulated under high cellular density conditions via the increase in the expression levels of HIF-1alpha protein, which may pull out c-Myc and Sp-1 from DNA-binding."}, {"pubmed": 30835912, "text": "These results suggest that PGE2 regulates human brain endothelial cell migration via cooperation of EP2, EP3, and EP4 receptors."}, {"pubmed": 30917001, "text": "EP2 and EP4 receptors play different roles in the regulation of COX-2 expression in human amnion fibroblasts."}, {"pubmed": 30980797, "text": "butyrate uptake reduces expressions of prostanoid EP4 receptors and their mediation of cyclooxygenase-2 induction in HCA-7 human colon cancer cells"}, {"pubmed": 31167696, "text": "SHOX2 and PTGER4 methylation detection in blood plasma has certain value in the early diagnosis of lung cancer"}, {"pubmed": 31217077, "text": "a role for EP2/EP4 signaling in regulating IGF-1-induced cell proliferation, in which EP2/EP4 signaling represses IGF-1-induced GGCT expression, is reported."}, {"pubmed": 31253169, "text": "Prostaglandin receptor EP4 expression by Th17 cells is associated with high disease activity in ankylosing spondylitis."}, {"pubmed": 31455205, "text": "This work has generated a set of novel homology models of the rEP4 and hEP4 receptors."}, {"pubmed": 32321307, "text": "Dysregulated prostaglandin E receptor 4 overexpression in vascular smooth muscle cells promotes inflammatory monocyte/macrophage infiltration leading to abdominal aortic aneurysm exacerbation."}, {"pubmed": 32438662, "text": "Concerted EP2 and EP4 Receptor Signaling Stimulates Autocrine Prostaglandin E2 Activation in Human Podocytes."}, {"pubmed": 32464244, "text": "3 SNPs were found to be significantly associated with CD/UC/IBD: IRF5 rs4728142 (UC: OR = 1.21, 95% CI = 1.09-1.35, P = 0.0003; OR = 1.30, 95% CI = 1.08-1.57, P = 0.006 in Asian), PTGER4 rs4613763 (CD: the overall OR = 1.28, 95% CI = 1.01-1.64, P = 0.04; IBD: OR = 1.31, 95% CI = 1.04-1.65, P = 0.02), IL12B rs6887695 (CD: the overall OR = 1.17, 95% CI = 1.06-1.30, P = 0.002; UC: the overall OR = 1.13, 95% CI = 1.01-1.26."}, {"pubmed": 32846747, "text": "Association between PTGER4 polymorphisms and inflammatory bowel disease risk in Caucasian: A meta-analysis."}, {"pubmed": 33038299, "text": "Prostaglandin D2 strengthens human endothelial barrier by activation of E-type receptor 4."}, {"pubmed": 33053354, "text": "Prostaglandin E2-EP4 Axis Promotes Lipolysis and Fibrosis in Adipose Tissue Leading to Ectopic Fat Deposition and Insulin Resistance."}, {"pubmed": 33158942, "text": "Prostanoid Receptors of the EP4-Subtype Mediate Gene Expression Changes in Human Airway Epithelial Cells with Potential Anti-Inflammatory Activity."}, {"pubmed": 33264604, "text": "Cryo-EM Structure of the Prostaglandin E Receptor EP4 Coupled to G Protein."}, {"pubmed": 33600772, "text": "Whole-genome sequencing of African Americans implicates differential genetic architecture in inflammatory bowel disease."}, {"pubmed": 33662689, "text": "DNA methylation of PTGER4 in peripheral blood plasma helps to distinguish between lung cancer, benign pulmonary nodules and chronic obstructive pulmonary disease patients."}, {"pubmed": 34262017, "text": "CD147 receptor is essential for TFF3-mediated signaling regulating colorectal cancer progression."}, {"pubmed": 34475053, "text": "Pathological Roles of Prostaglandin E2-specific E-type Prostanoid Receptors in Hormone-sensitive and Castration-resistant Prostate Cancer."}, {"pubmed": 34502044, "text": "Prostaglandin E2 Receptor 4 (EP4) Affects Trophoblast Functions via Activating the cAMP-PKA-pCREB Signaling Pathway at the Maternal-Fetal Interface in Unexplained Recurrent Miscarriage."}, {"pubmed": 34529833, "text": "Prostaglandin E2 directly inhibits the conversion of inducible regulatory T cells through EP2 and EP4 receptors via antagonizing TGF-beta signalling."}, {"pubmed": 34740924, "text": "Single-Cell Analysis Reveals EP4 as a Target for Restoring T-Cell Infiltration and Sensitizing Prostate Cancer to Immunotherapy."}, {"pubmed": 35549670, "text": "Nanomolar EP4 receptor potency and expression of eicosanoid-related enzymes in normal appearing colonic mucosa from patients with colorectal neoplasia."}, {"pubmed": 35914351, "text": "PARP14 regulates EP4 receptor expression in human colon cancer HCA-7 cells."}, {"pubmed": 36078128, "text": "The Prostaglandin E2 Receptor EP4 Promotes Vascular Neointimal Hyperplasia through Translational Control of Tenascin C via the cAPM/PKA/mTORC1/rpS6 Pathway."}, {"pubmed": 37232020, "text": "Complementary roles of EP2 and EP4 receptors in malignant glioma."}, {"pubmed": 37670284, "text": "Association of PTGER4 and PRKAA1 genetic polymorphisms with gastric cancer."}, {"pubmed": 38631491, "text": "Association between vertebral endplate defects and patient-reported symptoms: an immunohistochemical study investigating the COX-2/PGE-2/EP-4 axis."}, {"pubmed": 38745046, "text": "EP4-induced mitochondrial localization and cell migration mediated by CALML6 in human oral squamous cell carcinoma."}], "genomic_pos": {"chr": "5", "end": 40693735, "ensemblgene": "ENSG00000171522", "start": 40679915, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 40693837, "start": 40679600, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001818", "qualifier": "involved_in", "term": "negative regulation of cytokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001819", "qualifier": "involved_in", "term": "positive regulation of cytokine production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0006955", "pubmed": 8862514, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007188", "pubmed": 8163486, "qualifier": "involved_in", "term": "adenylate cyclase-modulating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007254", "qualifier": "involved_in", "term": "JNK cascade"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009612", "pubmed": 21723865, "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009624", "qualifier": "involved_in", "term": "response to nematode"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030278", "qualifier": "involved_in", "term": "regulation of ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033624", "pubmed": 21681739, "qualifier": "involved_in", "term": "negative regulation of integrin activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042093", "qualifier": "involved_in", "term": "T-helper cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050728", "pubmed": 16424369, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050729", "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051492", "qualifier": "involved_in", "term": "regulation of stress fiber assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060348", "qualifier": "involved_in", "term": "bone development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070371", "qualifier": "involved_in", "term": "ERK1 and ERK2 cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071260", "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071380", "qualifier": "involved_in", "term": "cellular response to prostaglandin E stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000420", "pubmed": 21681739, "qualifier": "involved_in", "term": "negative regulation of eosinophil extravasation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8163486, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004957", "qualifier": "enables", "term": "prostaglandin E receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004957", "pubmed": 8163486, "qualifier": "enables", "term": "prostaglandin E receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 16424369, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 100005416], [8364, 100145708], [9031, 427183], [9544, 695220], [9598, 450195], [9606, 5734], [9615, 403589], [9913, 282331], [10090, 19219], [10116, 84023]], "id": 20261}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Prostaglandin DP receptor", "id": "IPR001244", "short_desc": "Prostglndn_DP_rcpt"}, {"desc": "Prostanoid EP4 receptor", "id": "IPR001758", "short_desc": "Prost_EP4_rcpt"}, {"desc": "Prostanoid receptor", "id": "IPR008365", "short_desc": "Prostanoid_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00018648", "IPI00980993"], "map_location": "5p13.1", "name": "prostaglandin E receptor 4", "other_names": ["PGE receptor, EP4 subtype", "PGE2 receptor EP4 subtype", "prostaglandin E receptor 4 (subtype EP4)", "prostaglandin E2 receptor EP4 subtype", "prostanoid EP4 receptor"], "pantherdb": {"HGNC": "9596", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104311", "ortholog_type": "LDO", "panther_family": "PTHR11866", "taxid": 10090, "uniprot_kb": "P32240"}, {"RGD": "628641", "ortholog_type": "LDO", "panther_family": "PTHR11866", "taxid": 10116, "uniprot_kb": "P43114"}, {"Ensembl": "ENSGALG00000014824", "ortholog_type": "LDO", "panther_family": "PTHR11866", "taxid": 9031, "uniprot_kb": "A2TH16"}, {"ZFIN": "ZDB-GENE-070705-128", "ortholog_type": "O", "panther_family": "PTHR11866", "taxid": 7955, "uniprot_kb": "A0A0A0MPL9"}, {"ZFIN": "ZDB-GENE-060531-102", "ortholog_type": "LDO", "panther_family": "PTHR11866", "taxid": 7955, "uniprot_kb": "A0A2R8RL91"}, {"ZFIN": "ZDB-GENE-060222-1", "ortholog_type": "O", "panther_family": "PTHR11866", "taxid": 7955, "uniprot_kb": "F1Q955"}, {"FlyBase": "FBgn0036742", "ortholog_type": "O", "panther_family": "PTHR11866", "taxid": 7227, "uniprot_kb": "Q9VVJ1"}], "uniprot_kb": "P35408"}, "pathway": {"biocarta": {"id": "eicosanoidpathway", "name": "eicosanoid metabolism"}, "kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}, {"id": "hsa04924", "name": "Renin secretion - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-391903", "name": "Eicosanoid ligand-binding receptors"}, {"id": "R-HSA-391908", "name": "Prostanoid ligand receptors"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP247", "name": "Small Ligand GPCRs"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP4286", "name": "Genotoxicity pathway"}, {"id": "WP4483", "name": "Relationship between inflammation, COX-2 and EGFR"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP98", "name": "Prostaglandin Synthesis and Regulation"}]}, "pdb": ["5YHL", "5YWY", "7D7M", "8GCM", "8GCP", "8GD9", "8GDA", "8GDB"], "pfam": "PF00001", "pharmgkb": "PA289", "pharos": {"target_id": 11264, "tdl": "Tclin"}, "pir": "A53572", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255119", "relationship": "is"}, {"id": "GNF255120", "relationship": "is"}, {"id": "GNF255121", "relationship": "is"}, {"id": "GNF255122", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280052", "relationship": "is"}, {"id": "GNF280053", "relationship": "is"}, {"id": "GNF280054", "relationship": "is"}, {"id": "GNF280055", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038005", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088098", "relationship": "is"}, {"id": "GNF088099", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053386", "relationship": "is"}, {"id": "GNF073340", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067693", "relationship": "is"}, {"id": "GNF067694", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093485", "relationship": "is"}, {"id": "GNF133143", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_047000.1"], "protein": ["NP_000949.1", "XP_016865148.1", "XP_047273369.1", "XP_047273370.1", "XP_047273371.1", "XP_047273372.1", "XP_054208933.1", "XP_054208934.1", "XP_054208935.1", "XP_054208936.1", "XP_054208937.1"], "rna": ["NM_000958.3", "XM_017009659.3", "XM_047417413.1", "XM_047417414.1", "XM_047417415.1", "XM_047417416.1", "XM_054352958.1", "XM_054352959.1", "XM_054352960.1", "XM_054352961.1", "XM_054352962.1"], "translation": [{"protein": "NP_000949.1", "rna": "NM_000958.3"}, {"protein": "XP_047273369.1", "rna": "XM_047417413.1"}, {"protein": "XP_054208935.1", "rna": "XM_054352960.1"}, {"protein": "XP_047273371.1", "rna": "XM_047417415.1"}, {"protein": "XP_054208934.1", "rna": "XM_054352959.1"}, {"protein": "XP_054208936.1", "rna": "XM_054352961.1"}, {"protein": "XP_054208933.1", "rna": "XM_054352958.1"}, {"protein": "XP_047273372.1", "rna": "XM_047417416.1"}, {"protein": "XP_054208937.1", "rna": "XM_054352962.1"}, {"protein": "XP_016865148.1", "rna": "XM_017009659.3"}, {"protein": "XP_047273370.1", "rna": "XM_047417414.1"}]}, "reporter": {"HG-U133_Plus_2": ["204896_s_at", "204897_at"], "HG-U95Av2": ["1118_at", "33772_at"], "HG-U95B": "50746_at", "HTA-2_0": "TC05000184.hg.1", "HuEx-1_0": "2807621", "HuGene-1_1": "8105067", "HuGene-2_1": "16984287"}, "summary": "The protein encoded by this gene is a member of the G-protein coupled receptor family. This protein is one of four receptors identified for prostaglandin E2 (PGE2). This receptor can activate T-cell factor signaling. It has been shown to mediate PGE2 induced expression of early growth response 1 (EGR1), regulate the level and stability of cyclooxygenase-2 mRNA, and lead to the phosphorylation of glycogen synthase kinase-3. Knockout studies in mice suggest that this receptor may be involved in the neonatal adaptation of circulatory system, osteoporosis, as well as initiation of skin immune responses. [provided by RefSeq, Jul 2008].", "symbol": "PTGER4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419064"}, "unigene": "Hs.199248", "uniprot": {"Swiss-Prot": "P35408", "TrEMBL": "A0PJF5"}, "wikipedia": {"url_stub": "EP4 receptor"}}