{"AllianceGenome": "9599", "HGNC": "9599", "MIM": "605172", "_id": "9536", "_version": 1, "accession": {"genomic": ["AJ271802.1", "AJ271803.1", "AJ271804.1", "AL590369.18", "AL592219.16", "CH471090.1", "CP068269.2", "EF543149.1", "NC_000009.12", "NC_060933.1"], "protein": ["AAB82299.1", "AAC39534.1", "AAG17208.1", "AAG17215.1", "AAH08280.1", "ABQ01233.1", "BAG34888.1", "CAB72099.1", "EAW87902.1", "EAW87904.1", "NP_004869.1", "O14684.2"], "rna": ["AF010316.1", "AF027740.1", "AF217965.1", "AF217972.1", "AK127663.1", "AK311947.1", "BC008280.1", "BC018201.2", "BM550187.1", "BQ927197.1", "BX357872.2", "BX396892.2", "CB960064.1", "NM_004878.5", "NM_198797.1"], "translation": [{"protein": "AAH08280.1", "rna": "BC008280.1"}, {"protein": "AAG17208.1", "rna": "AF217965.1"}, {"protein": "AAB82299.1", "rna": "AF027740.1"}, {"protein": "AAC39534.1", "rna": "AF010316.1"}, {"protein": "AAG17215.1", "rna": "AF217972.1"}, {"protein": "BAG34888.1", "rna": "AK311947.1"}, {"protein": "NP_004869.1", "rna": "NM_004878.5"}]}, "alias": ["MGST-IV", "MGST1-L1", "MGST1L1", "MPGES", "PGES", "PIG12", "PP102", "PP1294", "TP53I12", "mPGES-1"], "ec": ["2.5.1.18", "5.3.99.3"], "ensembl": {"gene": "ENSG00000148344", "protein": "ENSP00000342385", "transcript": ["ENST00000340607", "ENST00000481476"], "translation": [{"protein": "ENSP00000342385", "rna": "ENST00000340607"}], "type_of_gene": "protein_coding"}, "entrezgene": "9536", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.86726176884, "exp_mis": 53.928958291, "exp_syn": 27.286489866, "lof_z": 1.67734880024557, "mis_z": 1.06094496750086, "mu_lof": 2.22014629504e-07, "mu_mis": 6.57552182746e-06, "mu_syn": 3.15509812978e-06, "n_lof": 0.0, "n_mis": 38.0, "n_syn": 33.0, "p_li": 0.624659346812814, "p_null": 0.0313322029739891, "p_rec": 0.344008450213196, "syn_z": -0.678076336031905}, "bp": 459, "cds_end": 132515291, "cds_start": 132501889, "n_exons": 3, "nonpsych": {"exp_lof": 2.54600427172, "exp_mis": 48.7617683612, "exp_syn": 24.6477631461, "lof_z": 1.56704516003693, "mis_z": 0.99402258590165, "mu_lof": 2.22014629504e-07, "mu_mis": 6.57552182746e-06, "mu_syn": 3.15509812978e-06, "n_lof": 0.0, "n_mis": 35.0, "n_syn": 33.0, "p_li": 0.624563800096918, "p_null": 0.0367840978832018, "p_rec": 0.33865210201988, "syn_z": -1.05919942879465}, "nontcga": {"exp_lof": 2.63309058914, "exp_mis": 49.6098549435, "exp_syn": 25.0987825791, "lof_z": 1.6007156231701, "mis_z": 1.10414146031159, "mu_lof": 2.22014629504e-07, "mu_mis": 6.57552182746e-06, "mu_syn": 3.15509812978e-06, "n_lof": 0.0, "n_mis": 34.0, "n_syn": 29.0, "p_li": 0.612287763114796, "p_null": 0.034352953954075, "p_rec": 0.353359282931129, "syn_z": -0.493056231203295}, "transcript": "ENST00000340607.4"}, "exons": [{"cdsend": 129753012, "cdsstart": 129739610, "chr": "9", "position": [[129738348, 129739860], [129748654, 129748737], [129752886, 129753042]], "strand": -1, "transcript": "NM_004878", "txend": 129753042, "txstart": 129738348}], "exons_hg19": [{"cdsend": 132515291, "cdsstart": 132501889, "chr": "9", "position": [[132500627, 132502139], [132510933, 132511016], [132515165, 132515321]], "strand": -1, "transcript": "NM_004878", "txend": 132515321, "txstart": 132500627}], "generif": [{"pubmed": 12145315, "text": "PGES upregulates PGE2 production in human thyrocytes"}, {"pubmed": 12414902, "text": "no significant change in prostaglandin E synthase protein or mRNA levels at labor indicates that alterations at other points of arachidonic acid metabolism pathway may be of greater importance in affecting local changes in PGE(2)"}, {"pubmed": 12512699, "text": "IL-1beta-triggered-PGE2 biosynthesis in endothelial cells is probably regulated by induction of both COX-2 and PGE-S."}, {"pubmed": 12519887, "text": "It does NOT appear that expression of PGES is the rate-limiting step in PGE2 synthesis in fetal membranes at labor."}, {"pubmed": 12626523, "text": "results collectively suggest that aberrant expression of microsomal prostaglandin E synthase-1 in combination with cyclooxygenase-2 can contribute to tumorigenesis"}, {"pubmed": 12664599, "text": "The microsomal, glutathione dependent enzyme is characterized."}, {"pubmed": 12672824, "text": "The purification, kinetics and structure of this microsomal enzyme are determined."}, {"pubmed": 12721500, "text": "the expression of prostaglandin E synthase mRNA did not change with labor in full membranes or placenta"}, {"pubmed": 12818425, "text": "It appears that both the Sp1 and Sp3 proteins are important for the basal expression of PGES, mutational analysis of two Barbie-box elements in the PGES promoter showed that these were not involved in the down-regulation of PGES by phenobarbital (PB)."}, {"pubmed": 12835322, "text": "mPGES-2 is a unique PGES that can be coupled with both COXs and may play a role in the production of the PGE2 involved in both tissue homeostasis and disease."}, {"pubmed": 12860389, "text": "role for NF-kappaB in the co-ordinate induction of COX-2, mPGES and in the corresponding release of PGE2 by IL-1beta"}, {"pubmed": 14558087, "text": "Enhancement of mPGES expression by PGE(2) via the EP2/EP4 receptors with an increase in cAMP may play an important role in articular inflammation in patients with rheumatoid arthritis"}, {"pubmed": 14630996, "text": "Co-induction of COX-2 and mPGES in cells of the macula densa suggests that PGE(2) activates renin secretion in humans."}, {"pubmed": 14671209, "text": "mPGES, as well as COX-2, can be stimulated by cytokines, potentially contributing to increased prostaglandin production at time of infection-driven preterm labor."}, {"pubmed": 14871981, "text": "COX-2 and mPGES-1 are overexpressed in squamous cell carcinoma of the penis"}, {"pubmed": 15023995, "text": "mPGES-1 and Egr-1 are novel targets of PPARgamma and inhibition of mPGES-1 gene transcription may be one of the mechanisms by which PPARgamma regulates inflammatory responses"}, {"pubmed": 15167446, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15188353, "text": "The demonstration of mPGES-1 expression in synovial tissues from patients with rheumatoid arthritis suggests a role for mPGES-1 in the disease process."}, {"pubmed": 15234907, "text": "cigarette smoke induced 25-fold increase in microsomal prostaglandin E synthase, the key enzyme involved in the production of PGE2"}, {"pubmed": 15379214, "text": "microsomal PGES-1 regulates PGE2 production in gingival fibroblasts stimulated by inflammatory mediators IL-1beta and TNFa"}, {"pubmed": 15789615, "text": "Is this okay for pge synthase 1?  PGH synthase-2, CYP4F8, and PGE synthase-1 likely forms 19-hydroxy-PGE compounds in seminal vesicles and vas deferens"}, {"pubmed": 15868626, "text": "mPGES-1 expression is upregulated in osteoarthritis versus normal cartilage and proinflammatory cytokines increased mPGES-1 expression in chondrocytes"}, {"pubmed": 15870920, "text": "Significantly higher expression of microsomal prostaglandin E synthase is associated with metastasis in non-small cell lung cancer"}, {"pubmed": 16212965, "text": "Patients with carotid atherosclerosis depict an overexpression of COX-2, mPGES-1 and EPs in blood mononuclear cells and plaque of patients with carotid atherosclerosis regulated by nuclear factor-kappaB"}, {"pubmed": 16598755, "text": "These findings demonstrate a coordinated induction of COX-2 and mPGES-1 by PDB/TG that proceeds through PKC/ERK and Ca2+ signaling cascades, resulting in increased PGE2 production."}, {"pubmed": 16891468, "text": "mPGES-1 plays a critical role in promoting astroglioma cell growth via PGE(2)-dependent activation of type II PKA"}, {"pubmed": 16952028, "text": "Microsomal prostaglandin e synthase-1 overexpression is associated with human non-small-cell lung cancer"}, {"pubmed": 17295901, "text": "Results suggest that expression of microsomal PGES in addition to COX-2 plays a role in increasing PGE(2) production in endometriosis."}, {"pubmed": 17505022, "text": "Regulation of the microsomal PTGES in polarized mononuclear phagocytes and its constitutive expression in neutrophils were studied."}, {"pubmed": 17680542, "text": "The findings suggests that mPGES-1 might play a role in pathogenesis of atheroscleros and modulation of inflammatory process involved in plaque stability."}, {"pubmed": 17696939, "text": "Demonstrate increased microsomal prostaglandin E synthase in hepatocellular carcinoma tissues from patients with viral hepatitis."}, {"pubmed": 17697149, "text": "Carbonyl reductase-1 (CBR1), microsomal prostaglandin E synthase-1 and 2 (mPGES-1, mPGES-2), cytosolic prostaglandin E synthase (cPGES), aldoketoreductase (AKR1C1) and prostaglandin F synthase (AKR1C3) were all expressed in hair follicles."}, {"pubmed": 17707523, "text": "mPGES-1 siRNA down-regulates mPGES-1 expression, and neither mPGES-2 nor cPGES substituted for mPGES-1 in a knockdown setting in gingival fibroblasts."}, {"pubmed": 17708577, "text": "PAR2 stimulation up-regulated mPGES-1 as well as COX-2, but not mPGES-2 or cPGES, leading to PGE(2) formation."}, {"pubmed": 17928629, "text": "The results of this study results support a role for NFkappaB in cytokine-induced prostaglandin E synthase expression in amnion mesenchymal cells in vitro."}, {"pubmed": 17968936, "text": "microparticles up-regulate the production of PGE(2) in synovial fibroblasts by inducing COX-2 and mPGES-1 in rheumatoid arthritis"}, {"pubmed": 18038187, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18050215, "text": "Transcription factor HIF-1alpha is involved in the up-regulation of mPGES-1 and may therefore play an important role in the metabolism of osteoarthritic cartilage."}, {"pubmed": 18479189, "text": "Results show that GPx2 by compartmentalized removal of hydroperoxides silences COX-2 activity and suppresses PGE(2)-dependent COX-2 and mPGES-1 expression."}, {"pubmed": 18555503, "text": "7-hydroxyandrosterone decreased mPGES-1 expression."}, {"pubmed": 18631945, "text": "microsomal prostaglandin-E synthase is normally expressed constitutively in human neurons, microglia, astrocytes, and endothelial cells but is up-regulated in Alzheimer's disease"}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18984580, "text": "R126A and R126Q mPGES-1 exhibit a novel, glutathione-dependent, reductase activity, which allows conversion of prostaglandin H2 into prostaglandin F2alpha."}, {"pubmed": 19017494, "text": "Expression and purification of human mPGES-1 in E. coli and identification of inhibitory compounds."}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19035518, "text": "demonstrate a novel association between APC functional status and mPGES-1 expression in colorectal tumor cells, being most likely related to reduced mPGES-1 mRNA degradation rate in the APC wild type state"}, {"pubmed": 19046748, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19053751, "text": "microsomal prostaglandin E2 synthase-1 and 5-lipoxygenase can be inhibited by pirinixic acid derivatives"}, {"pubmed": 19114118, "text": "Data demonstrate the coregulation of cPLA(2), COX, and mPGES-1, in PGE(2) synthesis pathway, and that these enzymes contribute to the elevation of PGE(2) level when one COX isoform is absent."}, {"pubmed": 19115247, "text": "HDAC4 contributes to transcriptional induction of mPGES-1 by IL-1 through a mechanism involving up-regulation of Egr-1 transcriptional activity"}, {"pubmed": 19124506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19276290, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19343046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19347995, "text": "all three terminal prostaglandin synthases, mPGES-1, mPGES-2, and cPGES, are over-expressed in human gliomas"}, {"pubmed": 19399588, "text": "mPGES-1 may be coupled to COX-1. ABCC4 up-regulation further supports the assumption of its involvement in prostanoid transport"}, {"pubmed": 19412621, "text": "These results indicate that mPGES-1 and mPGES-2 may each play a role in colorectal cancer progression."}, {"pubmed": 19428335, "text": "The production of PGE(2) was decreased by HO-1 induction as a result of diminished mPGES-1 protein and mRNA expression."}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19802674, "text": "IL-1beta markedly enhanced the expression of COX-2 and microsomal prostaglandin E synthase-1 (mPGES-1)"}, {"pubmed": 19846775, "text": "MPGES-1 knockdown conferred decreased clonogenic capacity and slower growth of xenograft tumors (with disintegrated tissue structure) in nude mice."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20042640, "text": "PTGES is a novel HIF-1alpha target gene. It is among the commonly upregulated genes in esophageal squamous cell carcinoma & the cells exposed to hypoxia. It is involved in prostaglandin E biosynthesis in the esophageal tumor hypoxic microenvironment."}, {"pubmed": 20086108, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20369883, "text": "microscopic binding of human microsomal prostaglandin E synthase-1 (mPGES-1) trimer with substrate PGH2 and cofactor GSH"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20605783, "text": "Data identified key residues Thr-131, Leu-135, and Ala-138 in human MPGES1, which play a crucial role as gate keepers for the active site of MPGES1."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20635443, "text": "The study shows that cPLA2 and mPGES-1, in addition to COX-2, are constitutively overexpressed, and that 15-PGDH might be attenuated in colorectal cancer. Furthermore, cPLA2 and 15-PGDH as well as COX-2 could have an important role in tumor progression."}, {"pubmed": 20939114, "text": "Data suggest that increased mPGES-1 expression in non-cancerous liver tissues is closely associated with the early recurrence of HCC after curative resection."}, {"pubmed": 21052031, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21239760, "text": "Data show that the suppressive effect of valproic acid on chondrocytes is not due to reduced expression or recruitment of Egr-1 to the mPGES-1 promoter and involves upregulation of NAB1."}, {"pubmed": 21277633, "text": "These results stress the essential roles of JAK1 and STAT6 in the early signaling pathway of IL-4 and IL-13 leading to suppression of COX-2 expression and repression of prostaglandin production."}, {"pubmed": 21277871, "text": "Tumor cell-induced COX-2 and mPGES-1 in human microvascular endothelial cells was strongly inhibited by the IL-1-receptor antagonist, indicating the important implication of tumor-derived IL-1 in this effect."}, {"pubmed": 21354147, "text": "mPGES-1 promotes experimental cholangiocarcinogenesis and tumor progression by inhibiting PTEN."}, {"pubmed": 21448233, "text": "Study found that gene polymorphisms in PTGES might have not only a disease-predisposing impact but also a disease-modifying effect, as two SNPs within PTGES gene were related to early disease onset."}, {"pubmed": 21645444, "text": "Over-expression of mPGES-1 was associated with tumorigenesis and progression of hepatocellular carcinoma."}, {"pubmed": 21743491, "text": "Data show a crosstalk between mPGES-1/PGE(2) and EGR1/beta-catenin signaling that is critical for hepatocarcinogenesis."}, {"pubmed": 21805999, "text": "Study of specific inhibitor binding sites of MPGES1 demonstrates the glutathione binding site and a hydrophobic cleft in the protein thought to accommodate the prostaglandin H2 substrate."}, {"pubmed": 21842276, "text": "In meniscal cells from osteoarthritic knees, AGEs increased the production of inflammatory mediators, including PGE(2), COX-2 and mPGES-1"}, {"pubmed": 21907186, "text": "The present study was aimed at addressing the hypothesis that the activated state of RhoA GTPase signals can trigger mPGES-1."}, {"pubmed": 21925143, "text": "Treatment of Ca9-22 cells and HOK with oxLDL induced an up-regulation of IL-8 and the PGE(2)-producing enzymes, cyclooxygenase-2 and microsomal PGE(2) synthase-1."}, {"pubmed": 22081067, "text": "a tight cooperation between the EGF/EGFR and mPGES-1 leads to a significant tumorigenic gain in epithelial cells"}, {"pubmed": 22137787, "text": "imidazoquinolines represent a novel structural class of microsomal prostaglandin E synthase-1 inhibitors"}, {"pubmed": 22260630, "text": "identified two DNase I-hypersensitive sites within the proximal promoter near the Egr-1 element and a novel distal site near -8.6 kb"}, {"pubmed": 22308510, "text": "IL-1 released by head and neck squamous cell carcinoma cells plays a key role in inducing the expression of COX-2 and mPGES-1 in fibroblasts."}, {"pubmed": 22342541, "text": "The DHEA metabolite 7beta-hydroxy-epiandrosterone exerts anti-estrogenic effects on breast cancer cell lines."}, {"pubmed": 22511203, "text": "S. officinalis extracts and its ingredients carnosol and carnosic acid inhibit PGE(2) formation by selectively targeting mPGES-1."}, {"pubmed": 22588264, "text": "Cyclooxygenase-2/mPGES-1 are expressed in the wall of human cerebral aneurysms and more abundantly so in ruptured aneurysms than in nonruptured."}, {"pubmed": 22822059, "text": "Cyclooxygenase-2, not microsomal prostaglandin E synthase-1, is the mechanism for interleukin-1beta-induced prostaglandin E2 production and inhibition of insulin secretion in pancreatic islets"}, {"pubmed": 23252918, "text": "Relationship between TLR4 and mPGES-1 mRNA in endometriotic lesions indicate that innate immunity may play an important role in the pathogenesis of endometriosis."}, {"pubmed": 23439561, "text": "Knockdown of NF-kappaB1 p50 by p50 siRNA significantly decreased acid-induced increase in mPGES1 expression."}, {"pubmed": 23553915, "text": "microsomal PGES-1 (mPGES-1) is induced, and its expression is associated with beta-amyloid (Abeta) plaques in the cerebral cortex in human AD patients."}, {"pubmed": 23791007, "text": "mPGES1 expression was associated with multiple malignant characteristics and enhanced tumorigenesis in hepatocellular carcinoma"}, {"pubmed": 23900502, "text": "COX-2 and mPGES-1 were highly expressed in PSC-associated CCA tissues and non-neoplastic BDECs in PSC, suggesting the involvement of COX-2 and mPGES-1 in cholangiocarcinogenesis."}, {"pubmed": 23913682, "text": "mPGES1 is a target gene of KLF5 in human breast cancer celsl"}, {"pubmed": 24133193, "text": "potential relevance of the COX-2/mPGES-1/EP-4 axis in the AAA-associated hypervascularization"}, {"pubmed": 24711448, "text": "Data indicate that the Tibetan prolyl hydroxylase domain protein 2 (PHD2) haplotype (D4E/C127S) strikingly diminishes the interaction of PHD2 with heat shock protein 90 co-chaperone protein p23 (prostaglandin E synthase)."}, {"pubmed": 24771596, "text": "High levels of intra tumoral mPGES-1 is associated with poor prognosis. mPGES-1 after chemotherapy is associated with improved outcomes."}, {"pubmed": 24876670, "text": "the microsomal PGE2-synthase-1/PGE-receptor-4 axis is increased by smoking in human abdominal aortic aneurysms"}, {"pubmed": 24886859, "text": "Data indicate that inhibition of lysine-specific demethylase 1 activity prevented IL-1beta-induced histone H3 lysine 9 (H3K9) demethylation at microsomal prostaglandin E synthase 1 (mPGES-1) promoter."}, {"pubmed": 25108236, "text": "mPGES-1 expression is positively correlated to hepatitis B virus X protein expression in hepatocellular carcinoma tissue."}, {"pubmed": 25139833, "text": "This study clearly demonstrated that the human COX-2 linked to mPGES-1 is a pathway that, when mediated by the prostaglandin E receptor, is linked to promoting cancer growth in a chronic inflammatory environment"}, {"pubmed": 25620445, "text": "we investigated the changes in promoter methylation patterns using methylation arrays and observed that the promoters of immunomodulatory factors, COX2 and PTGES, and migration-related factors, CXCR2 and CXCR4, were hypomethylated after 5-aza treatment"}, {"pubmed": 25817443, "text": "results demonstrate that mPGES-1 is a target gene of defective mismatch repair in human colorectal cancer, with functional consequence"}, {"pubmed": 25988363, "text": "Data suggest that, in organization of enzymes in post-translational endoplasmic reticulum, mPGES1 is likely co-localized with COX2 (cyclooxygenase-2) within a distance of 14.4 A; mPGES-1 is localized much farther from COX1 (cyclooxygenase-1)."}, {"pubmed": 26113609, "text": "mPGES-1 in prostate cancer controls stemness and amplifies epidermal growth factor receptor-driven oncogenicity"}, {"pubmed": 26477987, "text": "Data show that statins limit hepatic myofibroblasts proliferation via a cyclooxyegnase-2 (COX-2) and microsomal PGE synthase-1 (mPGES-1) dependent pathway."}, {"pubmed": 26498686, "text": "Data show that cyclooxygenase2 (COX2)overexpression induces prostaglandin E synthase (PTGES) through early growth response 1 (EGR1) in colorectal cancer cell lines."}, {"pubmed": 26538827, "text": "mPGES-1 is downregulated via EGR1 and has a role in caffeine inhibition on PGE2 synthesis of HBx hepatocytes"}, {"pubmed": 26560040, "text": "Altered expression of EP2 in patients with aspirin-exacerbated respiratory disease contributes to deficient induction of IL-1RI, reducing the capacity of IL-1beta to increase COX-2 and mPGES-1 expression, which results in low PGE2 production"}, {"pubmed": 26801201, "text": "These findings support the value of a prognostic and predictive role for mPGES1."}, {"pubmed": 27012893, "text": "The identified amino acid residues can act as target sites for the design and development of drug candidates against mPGES-1"}, {"pubmed": 27159620, "text": "COX-2 and mPGES-1-dependent synthesis of PGE2 contributes to a dedifferentiated aortic smooth muscle cell phenotype."}, {"pubmed": 27177970, "text": "COX-2 and mPGES-1 have roles in arachidonic acid regulation of inflammatory prostaglandin E2 biosynthesis"}, {"pubmed": 27570080, "text": "Several studies provide evidence that the expression of mPGES1 is regulated by a number of transcriptional factors and inducible in conditions of inflammation and hypoxia.[review]"}, {"pubmed": 27611488, "text": "The Genome Wide Area Study, using a phenotyping algorithm for asthma for data mining electronic medical records, identified four asthma susceptibility loci: 6p21.31, 9p21.2, and 10q21.3 in the European American population; and the prostaglandin synthase E gene (PTGES) at 9q34.11 in African Americans. Biologic support exists for genes at the 9p21.2 and 9q34.11 loci TEK, encoding the endothelial tyrosine in animal studies."}, {"pubmed": 27864144, "text": "C-myc regulates mPGES1 expression by binding to the proximal promoter. C-myc transfection in HeLa cells up-regulates mPGES1 mRNA and protein expression."}, {"pubmed": 28108096, "text": "Rs5629CC is not only independent risk factor for symptomatic carotid artery or intracranial arterial stenosis, but is also independent risk predictor for neurologic deterioration in ischemic stroke patients."}, {"pubmed": 28257996, "text": "Studied iNOS(inducible nitric oxide synthase) activation thru mPGES-1 (microsomal prostaglandin E synthase-1) signaling driven by EGFR (EGF receptor) in cancer progression models."}, {"pubmed": 28458341, "text": "this paper focuses on recent studies that have demonstrated the involvement of mPGES-1 in pathological brain diseases--{REVIEW}"}, {"pubmed": 28675448, "text": "In contrast to COX-2 inhibition, inhibition of mPGES-1 reduced vasoconstriction by increasing PGI2 synthesis. Targeting mPGES-1 could provide a lower risk of cardiovascular side effects, compared with those of the COX-2 inhibitors."}, {"pubmed": 29273868, "text": "study reveals that upregulation of PGES via TLR3 is critical for BM-MSCs-mediated immunosuppression by PGE2 secretion via the COX-2/PGE2 pathway."}, {"pubmed": 29804818, "text": "we provide proof-of-principle of the benefits of targeting mPGES-1 in neuroblastoma, applicable to a wide variety of tumors. This non-toxic single drug treatment targeting infiltrating stromal cells opens up for combination treatment options with established cancer therapies."}, {"pubmed": 29898737, "text": "Down-regulation of mPGES-1 has been noted in the infrapatellar fat pad of osteoarthritis patients with hypercholesterolemia."}, {"pubmed": 30312760, "text": "Atherosclerotic plaque constituents 27-hydroxycholesterol and 4-hydroxynonenal cause up-regulation of COX-2 and mPGES-1."}, {"pubmed": 30423474, "text": "mPGES-1 is induced in dopaminergic neurons of postmortem Parkinson's disease (PD) patients and PD model mice. Microsomal prostaglandin E synthase-1 is a critical factor in dopaminergic neurodegeneration in Parkinson's disease."}, {"pubmed": 30730082, "text": "We found that PTGES is overexpressed in the first stages of AGA."}, {"pubmed": 30814036, "text": "Studied the role that microsomal prostaglandin E synthase-1 (mPGES-1) derived prostaglandin E2 (PGE2) plays in cell migration in the pathogenesis of Hirschsprung disease. Results showed mPGES-1 derived PGE2 decreased the relative expression of EP2 and ARP2/3 and caused damage to cytoskeleton."}, {"pubmed": 33574423, "text": "Clinical data mining reveals analgesic effects of lapatinib in cancer patients."}, {"pubmed": 37108468, "text": "PTGES Expression Is Associated with Metabolic and Immune Reprogramming in Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 37358009, "text": "Targeting PTGES/PGE2 axis enhances sensitivity of colorectal cancer cells to 5-fluorouracil."}], "genomic_pos": {"chr": "9", "end": 129753042, "ensemblgene": "ENSG00000148344", "start": 129738331, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 132515326, "start": 132500610, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001516", "qualifier": "involved_in", "term": "prostaglandin biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001516", "pubmed": 18682561, "qualifier": "involved_in", "term": "prostaglandin biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001516", "qualifier": "involved_in", "term": "prostaglandin biosynthetic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006693", "pubmed": 10377395, "qualifier": "involved_in", "term": "prostaglandin metabolic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10377395, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019233", "qualifier": "involved_in", "term": "sensory perception of pain"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031620", "qualifier": "involved_in", "term": "regulation of fever generation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032308", "qualifier": "involved_in", "term": "positive regulation of prostaglandin secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050727", "qualifier": "involved_in", "term": "regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098869", "qualifier": "involved_in", "term": "cellular oxidant detoxification"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005641", "qualifier": "located_in", "term": "nuclear envelope lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 18682561, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004364", "pubmed": 12672824, "qualifier": "enables", "term": "glutathione transferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004602", "pubmed": 12244105, "qualifier": "enables", "term": "glutathione peroxidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004667", "qualifier": "enables", "term": "prostaglandin-D synthase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043295", "pubmed": 18682561, "qualifier": "enables", "term": "glutathione binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050220", "qualifier": "enables", "term": "prostaglandin-E synthase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050220", "pubmed": 18682561, "qualifier": "enables", "term": "prostaglandin-E synthase activity"}]}, "homologene": {"genes": [[7955, 544666], [8364, 100038203], [9031, 417193], [9544, 716657], [9598, 473071], [9606, 9536], [9615, 480698], [9913, 282019], [10090, 64292], [10116, 59103]], "id": 3587}, "interpro": [{"desc": "Membrane-associated, eicosanoid/glutathione metabolism (MAPEG) protein", "id": "IPR001129", "short_desc": "Membr-assoc_MAPEG"}, {"desc": "Membrane associated eicosanoid/glutathione metabolism-like domain superfamily", "id": "IPR023352", "short_desc": "MAPEG-like_dom_sf"}, {"desc": "Microsomal glutathione S-transferase 1-like", "id": "IPR040162", "short_desc": "MGST1-like"}], "ipi": "IPI00297858", "map_location": "9q34.11", "name": "prostaglandin E synthase", "other_names": ["MGST1-like 1", "glutathione S-transferase 1-like 1", "glutathione peroxidase PTGES", "glutathione transferase PTGES", "microsomal glutathione S-transferase 1-like 1", "microsomal prostaglandin E synthase-1", "p53-induced apoptosis protein 12", "p53-induced gene 12 protein", "prostaglandin E synthase", "tumor protein p53 inducible protein 12"], "pantherdb": {"HGNC": "9599", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1927593", "ortholog_type": "LDO", "panther_family": "PTHR10689", "taxid": 10090, "uniprot_kb": "Q9JM51"}, {"RGD": "62076", "ortholog_type": "LDO", "panther_family": "PTHR10689", "taxid": 10116, "uniprot_kb": "Q9JHF3"}, {"Ensembl": "ENSGALG00000046708", "ortholog_type": "LDO", "panther_family": "PTHR10689", "taxid": 9031, "uniprot_kb": "E2IPN6"}, {"ZFIN": "ZDB-GENE-050407-2", "ortholog_type": "LDO", "panther_family": "PTHR10689", "taxid": 7955, "uniprot_kb": "Q5IHX7"}, {"FlyBase": "FBgn0053177", "ortholog_type": "O", "panther_family": "PTHR10689", "taxid": 7227, "uniprot_kb": "Q86B54"}, {"FlyBase": "FBgn0053178", "ortholog_type": "O", "panther_family": "PTHR10689", "taxid": 7227, "uniprot_kb": "X2JF29"}, {"FlyBase": "FBgn0025814", "ortholog_type": "O", "panther_family": "PTHR10689", "taxid": 7227, "uniprot_kb": "Q8SY19"}], "uniprot_kb": "O14684"}, "pathway": {"biocarta": {"id": "eicosanoidpathway", "name": "eicosanoid metabolism"}, "humancyc": {"id": "PWY66-374", "name": "C20 prostanoid biosynthesis"}, "kegg": {"id": "hsa00590", "name": "Arachidonic acid metabolism - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-2142753", "name": "Arachidonic acid metabolism"}, {"id": "R-HSA-2162123", "name": "Synthesis of Prostaglandins (PG) and Thromboxanes (TX)"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8978868", "name": "Fatty acid metabolism"}], "smpdb": [{"id": "SMP00075", "name": "Arachidonic Acid Metabolism"}, {"id": "SMP00077", "name": "Piroxicam Action Pathway"}, {"id": "SMP00083", "name": "Acetylsalicylic Acid Action Pathway"}, {"id": "SMP00084", "name": "Etodolac Action Pathway"}, {"id": "SMP00085", "name": "Ketoprofen Action Pathway"}, {"id": "SMP00086", "name": "Ibuprofen Action Pathway"}, {"id": "SMP00087", "name": "Rofecoxib Action Pathway"}, {"id": "SMP00093", "name": "Diclofenac Action Pathway"}, {"id": "SMP00094", "name": "Sulindac Action Pathway"}, {"id": "SMP00096", "name": "Celecoxib Action Pathway"}, {"id": "SMP00098", "name": "Ketorolac Action Pathway"}, {"id": "SMP00101", "name": "Suprofen Action Pathway"}, {"id": "SMP00102", "name": "Bromfenac Action Pathway"}, {"id": "SMP00104", "name": "Indomethacin Action Pathway"}, {"id": "SMP00106", "name": "Meloxicam Action Pathway"}, {"id": "SMP00109", "name": "Mefenamic Acid Action Pathway"}, {"id": "SMP00113", "name": "Oxaprozin Action Pathway"}, {"id": "SMP00114", "name": "Nabumetone Action Pathway"}, {"id": "SMP00116", "name": "Valdecoxib Action Pathway"}, {"id": "SMP00120", "name": "Naproxen Action Pathway"}, {"id": "SMP00289", "name": "Diflunisal Action Pathway"}, {"id": "SMP00353", "name": "Leukotriene C4 Synthesis Deficiency"}, {"id": "SMP00692", "name": "Antipyrine Action Pathway"}, {"id": "SMP00693", "name": "Antrafenine Action Pathway"}, {"id": "SMP00694", "name": "Carprofen Action Pathway"}, {"id": "SMP00695", "name": "Etoricoxib Action Pathway"}, {"id": "SMP00696", "name": "Fenoprofen Action Pathway"}, {"id": "SMP00697", "name": "Flurbiprofen Action Pathway"}, {"id": "SMP00698", "name": "Magnesium salicylate Action Pathway"}, {"id": "SMP00699", "name": "Lumiracoxib Action Pathway"}, {"id": "SMP00700", "name": "Lornoxicam Action Pathway"}, {"id": "SMP00701", "name": "Phenylbutazone Action Pathway"}, {"id": "SMP00702", "name": "Nepafenac Action Pathway"}, {"id": "SMP00703", "name": "Trisalicylate-choline Action Pathway"}, {"id": "SMP00704", "name": "Tolmetin Action Pathway"}, {"id": "SMP00705", "name": "Tiaprofenic Acid Action Pathway"}, {"id": "SMP00706", "name": "Tenoxicam Action Pathway"}, {"id": "SMP00707", "name": "Salsalate Action Pathway"}, {"id": "SMP00708", "name": "Salicylate-sodium Action Pathway"}, {"id": "SMP00709", "name": "Salicylic Acid Action Pathway"}, {"id": "SMP00710", "name": "Acetaminophen  Action Pathway"}], "wikipathways": [{"id": "WP167", "name": "Eicosanoid Synthesis"}, {"id": "WP4719", "name": "Eicosanoid metabolism via cyclooxygenases (COX)"}, {"id": "WP98", "name": "Prostaglandin Synthesis and Regulation"}]}, "pdb": ["3DWW", "4AL0", "4AL1", "4BPM", "4WAB", "4YK5", "4YL0", "4YL1", "4YL3", "5BQG", "5BQH", "5BQI", "5K0I", "5T36", "5T37", "5TL9", "6VL4", "8PYV"], "pfam": "PF01124", "pharmgkb": "PA33948", "pharos": {"target_id": 10721, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260315", "relationship": "is"}, {"id": "GNF260316", "relationship": "is"}, {"id": "GNF260317", "relationship": "is"}, {"id": "GNF260318", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160669", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF036546", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF088100", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054771", "relationship": "is"}, {"id": "GNF059551", "relationship": "is"}, {"id": "GNF074959", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067247", "relationship": "is"}, {"id": "GNF067248", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282862", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283789", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF011911", "relationship": "is"}, {"id": "GNF017760", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF234990", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095084", "relationship": "is"}, {"id": "GNF134741", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": "NP_004869.1", "rna": ["NM_004878.5", "NM_198797.1"], "translation": {"protein": "NP_004869.1", "rna": "NM_004878.5"}}, "reporter": {"HG-U133_Plus_2": ["207388_s_at", "210367_s_at"], "HG-U95Av2": "38131_at", "HTA-2_0": "TC09001653.hg.1", "HuEx-1_0": "3227070", "HuGene-1_1": "8164580", "HuGene-2_1": "17099076"}, "summary": "The protein encoded by this gene is a glutathione-dependent prostaglandin E synthase. The expression of this gene has been shown to be induced by proinflammatory cytokine interleukin 1 beta (IL1B). Its expression can also be induced by tumor suppressor protein TP53, and may be involved in TP53 induced apoptosis. Knockout studies in mice suggest that this gene may contribute to the pathogenesis of collagen-induced arthritis and mediate acute pain during inflammatory responses. [provided by RefSeq, Jul 2008].", "symbol": "PTGES", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419067"}, "unigene": "Hs.146688", "uniprot": {"Swiss-Prot": "O14684"}, "wikipedia": {"url_stub": "PTGES"}}