{"AllianceGenome": "9594", "HGNC": "9594", "MIM": "176804", "_id": "5732", "_version": 2, "accession": {"genomic": ["AH007997.2", "AL365475.1", "CH471078.2", "CP068264.2", "DQ398948.1", "NC_000014.9", "NC_060938.1", "NG_013082.1"], "protein": ["AAA61681.1", "AAD44177.1", "AAH93927.1", "AAH93929.1", "AAP32303.1", "ABD48958.1", "CAA58749.1", "EAW65652.1", "EAW65653.1", "EAW65654.1", "NP_000947.2", "P43116.2"], "rna": ["AY275471.1", "BC093927.1", "BC093929.1", "BE739744.1", "BF029797.1", "BM986745.1", "BQ014559.1", "CF132756.1", "CN484094.1", "CR977661.1", "NM_000956.4", "U19487.1", "X83868.1"], "translation": [{"protein": "AAP32303.1", "rna": "AY275471.1"}, {"protein": "CAA58749.1", "rna": "X83868.1"}, {"protein": "AAH93929.1", "rna": "BC093929.1"}, {"protein": "NP_000947.2", "rna": "NM_000956.4"}, {"protein": "AAA61681.1", "rna": "U19487.1"}, {"protein": "AAH93927.1", "rna": "BC093927.1"}]}, "alias": "EP2", "ensembl": {"gene": "ENSG00000125384", "protein": ["ENSP00000245457", "ENSP00000450933"], "transcript": ["ENST00000245457", "ENST00000557436"], "translation": [{"protein": "ENSP00000450933", "rna": "ENST00000557436"}, {"protein": "ENSP00000245457", "rna": "ENST00000245457"}], "type_of_gene": "protein_coding"}, "entrezgene": "5732", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.86738916, "exp_mis": 183.8949313, "exp_syn": 90.649025, "lof_z": 1.95180622984073, "mis_z": 2.77350636769468, "mu_lof": 7.08653955208e-07, "mu_mis": 1.6156520454e-05, "mu_syn": 7.92667104957e-06, "n_lof": 3.0, "n_mis": 107.0, "n_syn": 75.0, "p_li": 0.105022888329559, "p_null": 0.0315905791033897, "p_rec": 0.863386532567052, "syn_z": 1.01895518157463}, "bp": 1077, "cds_end": 52794172, "cds_start": 52781266, "n_exons": 2, "nonpsych": {"exp_lof": 7.9845719, "exp_mis": 166.4013923, "exp_syn": 82.0048452, "lof_z": 1.73242340165102, "mis_z": 2.9873391671655, "mu_lof": 7.08653955208e-07, "mu_mis": 1.6156520454e-05, "mu_syn": 7.92667104957e-06, "n_lof": 3.0, "n_mis": 90.0, "n_syn": 67.0, "p_li": 0.0863936027535855, "p_null": 0.0508941197866951, "p_rec": 0.862712277459719, "syn_z": 1.04321880588982}, "nontcga": {"exp_lof": 8.15397565, "exp_mis": 169.1793267, "exp_syn": 83.39308514, "lof_z": 1.78048748890201, "mis_z": 2.9562227641768, "mu_lof": 7.08653955208e-07, "mu_mis": 1.6156520454e-05, "mu_syn": 7.92667104957e-06, "n_lof": 3.0, "n_mis": 92.0, "n_syn": 74.0, "p_li": 0.0845535144571622, "p_null": 0.0440224933570158, "p_rec": 0.871423992185822, "syn_z": 0.651277010279722}, "transcript": "ENST00000245457.5"}, "exons": [{"cdsend": 52327454, "cdsstart": 52314548, "chr": "14", "position": [[52314311, 52315391], [52327220, 52328595]], "strand": 1, "transcript": "NM_000956", "txend": 52328595, "txstart": 52314311}], "exons_hg19": [{"cdsend": 52794172, "cdsstart": 52781266, "chr": "14", "position": [[52781029, 52782109], [52793938, 52795313]], "strand": 1, "transcript": "NM_000956", "txend": 52795313, "txstart": 52781029}], "generif": [{"pubmed": 12051958, "text": "PGE(2) receptors and synthesis in human gastric mucosa: perturbation in cancer"}, {"pubmed": 12149218, "text": "effects of PGE2 on monocyte-derived dendritic cells were mediated through increased cyclic adenosine monophosphate by 2 of the known PGE2 receptors, EP2 and EP4"}, {"pubmed": 12228765, "text": "Activation of prostaglandin E2-receptor EP2 and EP4 pathways induces growth inhibition in human gastric carcinoma cell lines."}, {"pubmed": 12466123, "text": "Data show that down-regulation of prostaglandin E(2) receptor subtype EP(2) receptors represents a potential mechanism for neoplastic progression to an invasive phenotype."}, {"pubmed": 12743126, "text": "shear activates cyclooxygenase-2, via a c-Jun N-terminal kinase2/c-Jun-dependent pathway, which in turn elicits downstream prostaglandin EP2 and EP3a1 receptor mRNA synthesis"}, {"pubmed": 12788892, "text": "Agonists of EP(1) and EP(2) significantly increased aromatase activity levels, which were decreased by the corresponding antagonists.  Generally reflective of changes in aromatase protein expression and the pattern of mRNA expression."}, {"pubmed": 12933667, "text": "increased histone H3 acetylation involving the EP2 receptor, protein kinase A, CREB, and CREB binding protein is responsible for PGE(2)-induced StAR gene activation in endometriotic stromal cells."}, {"pubmed": 14517215, "text": "COX-2 induction by bradykinin in human pulmonary artery smooth muscle cells is mediated by the cyclic AMP response element through a novel autocrine loop involving endogenous prostaglandin E2, EP2 receptor, and EP4 receptor"}, {"pubmed": 14562138, "text": "Human corpus cavernosum and cultured smooth muscle cells express EP1, EP2 and EP3 receptors."}, {"pubmed": 14699136, "text": "role of araomatic amino acids in i2 loop in Gs coupling"}, {"pubmed": 15044590, "text": "elevated EP2 receptor expression may facilitate the PGE(2)-induced release of proangiogenic factors in reproductive tumor cells via intracellular cAMP-mediated transactivation of the EGFR and ERK1/2 pathways"}, {"pubmed": 15347673, "text": "Endothelin-1-induced prostaglandin E2-EP2 and EP4 signaling regulates vascular endothelial growth factor production and ovarian carcinoma cell invasion"}, {"pubmed": 15539459, "text": "PGE2, via EP2 receptor, enhances PTEN function in lung fibroblasts to inhibit directional migration"}, {"pubmed": 15970595, "text": "PGE2 increases VEGF transcriptionally and involves the Sp-1 binding site via a cAMP-dependent mechanism involving EP2 and EP4 receptors"}, {"pubmed": 16267225, "text": "a novel proinflammatory and proamyloidogenic function for the PGE2 EP2 receptor is demonstrated in a model of familial Alzheimer's disease."}, {"pubmed": 16461132, "text": "significantly reduced expression of PGE(2) receptors on nasal mucosa inflammatory leukocytes in the aspirin-sensitive compared with nonaspirin-sensitive rhinosinusitis patients"}, {"pubmed": 16607275, "text": "Together, the results suggest that the overexpression of the human EP2 receptor plays a significant role in the protumorigenic action of PGE2 in mouse skin."}, {"pubmed": 16879213, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16879213, "text": "prostaglandin-endoperoxide synthase 2 polymorphisms, prostaglandin-E receptor 2 polymorphisms, and C-reactive protein concentrations may have a role in atherothrombosis"}, {"pubmed": 17028262, "text": "These data indicate that PGE(2) inhibits fibroblast activation in primary lung fibroblasts via binding of EP2 receptor and production of cyclic AMP; inhibition of collagen I proceeds via activation of PKA."}, {"pubmed": 17078003, "text": "These results suggest that the COX-2-PGE(2) pathway may be involved in IL-8 production in gastric epithelial cells."}, {"pubmed": 17290397, "text": "EP2 mRNA was significantly higher in normal colon tissue compared with tumor tissue."}, {"pubmed": 17384145, "text": "Selective stimulation of the EP2 receptor subtype, leading to epidermal growth factor receptor (EGFR) transactivation via protein kinase A"}, {"pubmed": 17496729, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17525067, "text": "participates in placentation through EVT invasion by up-regulating PGE2 production and PGE2 receptor expression in first trimester extravillous trophoblasts"}, {"pubmed": 17533365, "text": "NB cells may lose responsiveness to PTGER2-mediated growth inhibition/apoptosis through epigenetic silencing of PTGER2 and/or disruption of downstream cAMP-dependent pathway during the neuroblastomagenesis."}, {"pubmed": 17555711, "text": "treatment of LS174T cells with indomethacin causes a down regulation of EP2 prostanoid receptors"}, {"pubmed": 17611676, "text": "Results show co-expression of cyclooxygenase-2 and prostaglandin E2 receptors EP1, 2 and 4 in non-small cell lung cancer cells concomitant with the synthesis of PGE2."}, {"pubmed": 17728378, "text": "Role of EP2 receptor in mediating the PGE2 effect on stimulating cyst formation may have direct pharmacological implications for the treatment of polycystic kidney disease."}, {"pubmed": 17877755, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18005048, "text": "Expression of prostaglandin E(2) receptors (EP(2), EP(3), EP(4)), prostaglandin D(2) receptor (DP(2)), prostanoid thromboxane A(2) receptor (TP) and to a lesser extent EP(1) were observed in several hair follicle compartments."}, {"pubmed": 18086382, "text": "herpes simplex virus type 1 infected mature monocyte-derived dendritic cells demonstrated a dramatic down-regulation of the expression of the EP2 and EP4 receptors"}, {"pubmed": 18254372, "text": "PGE2 receptors were expressed in both NCI-H292 and human nasal epithelial cells."}, {"pubmed": 18296611, "text": "results showed that EP2 is expressed in trigeminal neurons (58% of total neurons) and is co-expressed in TRPV(1)-positive neurons (64% of TRPV(1)-positive neurons."}, {"pubmed": 18319253, "text": "CCR7 and the EP2/EP4 receptor signaling pathway are down-stream targets for COX-2 to enhance the migration of breast cancer cells toward LECs and to promote lymphatic invasion"}, {"pubmed": 18537828, "text": "Prostaglandin E(2), via the prostanoid receptor EP2 and subsequent cAMP elevation, downregulates mRNA and protein levels of protease-activated receptor-1 in human lung fibroblasts."}, {"pubmed": 18666211, "text": "PTGER2 methylation was present with greater frequency in nonsmall cell lung cancer with EGFR mutation."}, {"pubmed": 18790761, "text": "A new approach for blocking E-prostanoid receptor-mediated cell signaling using a soluble chimeric EP2 fragment, is described."}, {"pubmed": 18792407, "text": "findings show the G(s)-coupled EP(2) receptor closes K(Ca)3.1 in lung mast cells and attenuates both chemokine- and PGE(2)-dependent lung mast cell migration"}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18829529, "text": "PGE(2) induces angiogenesis in prostate cancer through EP2 and EP4."}, {"pubmed": 18989535, "text": "Common polymorphisms of cyclooxygenase-2 and prostaglandin E2 receptor and increased risk for acute coronary syndrome in coronary artery disease."}, {"pubmed": 18989535, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19050969, "text": "Overexpression of EP2 is associated with esophageal squamous cell carcinoma."}, {"pubmed": 19169646, "text": "Results suggest that prostaglandin E2 mainly induces the activation of beta(1)-integrins via the EP(2) receptor in human coronary arterial endothelial cells."}, {"pubmed": 19273625, "text": "PGE2 acts via prostaglandin receptor EP2- and EP4-mediated signaling and cyclic AMP pathways to up-regulate IL-23 and IL-1 receptor expression."}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19407222, "text": "EP2 and EP4 receptor inhibition induces apoptosis of human endometriotic cells through suppression of ERK1/2, AKT, NFkappaB, and beta-catenin pathways and activation of intrinsic apoptotic mechanisms"}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19542367, "text": "opposite regulation of proinflammatory IL-6 and prodestructive MMP-1 by PGE(2) via EP2 in rheumatoid arthritis fibroblasts"}, {"pubmed": 19582788, "text": "Prostaglandin E2 inhibits the proliferation of human gingival fibroblasts via the EP2 receptor and Epac"}, {"pubmed": 19782748, "text": "demonstrates that co-activation of the FP and EP2 receptors results in enhanced release of cAMP via FP receptor-G alpha(q)-Ca(2+)-calmodulin pathway by activating calcium sensitive adenylyl cyclase 3 isoform."}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19808686, "text": "Phosphatase and tensin homologue on chromosome 10 (PTEN) directs prostaglandin E2-mediated fibroblast responses via regulation of E prostanoid 2 receptor expression"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20018632, "text": "PGE2 potently inhibits secretion of IFN-alpha by TLR-activated plasmacytoid dendritic cells, an effect mainly mediated by PG receptors E-prostanoid 2 and E-prostanoid 4"}, {"pubmed": 20086108, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20200425, "text": "Our data imply potential roles of inflammatory reaction by PTGER2 upregulation in carcinogenic process to microsatellite instability -high colorectal cancer."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20304053, "text": "analysis of expression of serum vitamin D receptor, cyclooxygenase-2, and 15-hydroxyprostaglandin dehydrogenase in benign and malignant ovarian tissue and 25-hydroxycholecalciferol and prostaglandin E2 in ovarian cancer patients"}, {"pubmed": 20347274, "text": "EP2 is a novel transcriptional target of Wnt3a in dermal papilla cells of human scalp hair follicles"}, {"pubmed": 20357748, "text": "Observed induction of the PG receptors EP2 and IP in atherosclerotic femoral arteries in the arterial intima, medial layer, as well as the associated atherosclerotic plaque."}, {"pubmed": 20382140, "text": "The mRNA levels of EP2 implicated pathways differed significantly in gliomas according to the histological type."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20484658, "text": "EP1 and EP4 subtypes of prostaglandin E receptors (but not EP2 and EP3 receptors) may be involved in regulation of paracellular permeability in differentiated Caco-2 cell cultures."}, {"pubmed": 20516073, "text": "E prostanoid (EP) 2 and EP3 have roles in cAMP/protein kinase A- and PI3-K/Akt-dependent NF-kappaB activation during shear-induced interleukin-6 synthesis in chondrocytes"}, {"pubmed": 20551148, "text": "Prostaglandin E2 receptor subtype EP2 and EP4 regulated gene expression profiling in ciliary smooth muscle cells."}, {"pubmed": 20587336, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20705717, "text": "Data suggest that early embryonic signals may regulate fetal-maternal crosstalk in the human endometrium by inducing CXCR4 expression via the PGE-PTGER2-mediated induction of the EGFR, PI3K and ERK1/2 pathways."}, {"pubmed": 20889571, "text": "Data demonstrate that down-regulation of PTGER2 and consequent PGE2 resistance are both mediated by DNA hypermethylation; increased Akt signal transduction is a novel mechanism that promotes DNA hypermethylation during fibrogenesis."}, {"pubmed": 21052031, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21081469, "text": "miR-16 and miR-21 are directly regulated by the transcription factor NF-kappaB and yet nicotine-promoted cell proliferation is mediated via EP2/4 receptors."}, {"pubmed": 21111772, "text": "Data show that inhibition of PGE2 receptors EP2 and EP4 suppresses expression and/or activity of MMP1, MMP2, MMP3, MMP7 and MMP9 proteins and increases expression of TIMP1, TIMP2, TIMP3, and TIMP4 proteins."}, {"pubmed": 21209948, "text": "PGE2 induces IL-6 in orbital fibroblasts through EP2 receptors and increased gene promoter activity"}, {"pubmed": 21419570, "text": "EP2 receptor FuEP2/Ex2 may have a role in suppressing endometrial cancer cell growth"}, {"pubmed": 22099390, "text": "This study suggested that antipsychotics showing association with PGE2-mediated respons."}, {"pubmed": 22244821, "text": "morin inhibited the production of NO and PGE(2)."}, {"pubmed": 22276108, "text": "Neuroblastoma express all four forms of PGE(2) receptors."}, {"pubmed": 22329897, "text": "Indomethacin has a potential antagonizing effect on human EP(2) receptors."}, {"pubmed": 22551900, "text": "Single nucleotide polymorphism in PTGER2 associated with multiple adenomas."}, {"pubmed": 22580611, "text": "Targeted interference of EP2/EP4 signal to RalA.GTP may provide benefit to patients diagnosed with advanced kidney cancer."}, {"pubmed": 22706114, "text": "This review article presents a short overview of experimental approaches aimed at manipulation of signaling via EP2 and EP4 receptors that could have therapeutic utility."}, {"pubmed": 22929011, "text": "Although EP2 methylation status is inversely correlated to expression levels in established breast cancer cell lines, we could not identify that such a correlation existed in tumour-associated stroma cells."}, {"pubmed": 23048027, "text": "HB9 binds to the prostaglandin E receptor 2 promoter and inhibits intracellular cAMP mobilization in leukemic cells."}, {"pubmed": 23069790, "text": "The expression of the EP2 receptor and Bcl-2 was significantly increased."}, {"pubmed": 23242524, "text": "Loss of function of EP2- and EP4-mediated PGE2 signaling inhibits adhesion of human endometriotic epithelial and stromal cells through integrin-mediated mechanisms."}, {"pubmed": 23337716, "text": "PGE(2) coordinates control of IL-23 release in a dose-dependent manner by differential use of EP(2) and EP(4) receptors in LPS-activated MoDCs."}, {"pubmed": 23786281, "text": "Although human lung mast cells may express both EP2 and EP4 receptors, the principal mechanism by which PGE2 inhibits mediator release in mast cells is by activating EP2 receptors."}, {"pubmed": 23861370, "text": "Data suggest that elevated PGE2 (prostaglandin E2) in peri-implantation uterine lumen stimulates conceptus PTGER2 expression, which in turn promotes trophoblast adhesion via integrins and synthesis/secretion of embryonic signal estradiol-17."}, {"pubmed": 24146253, "text": "Elastogenesis is spatially regulated by PGE-EP4 signaling in the ductus arteriosus."}, {"pubmed": 24471568, "text": "The 15-PGDH gene is a MiTF-CX target gene in cervical stromal cells and is down-regulated by PGE2 through EP2 receptors."}, {"pubmed": 24561081, "text": "cyclic tensile force activates ERK1/2 and p38 MAP kinase signaling pathways, and induces COX-2 expression, which is responsible for the sequential PGE2 biosynthesis and release, and mediates the increase in BMP-2 expression at the transcriptional level."}, {"pubmed": 24626807, "text": "PGE2 markedly enhanced Huh-7 cell invasion and migration ability by upregulating the expression level of Snail protein, and EP2 receptor played an important role in this process."}, {"pubmed": 24728410, "text": "human albumin solution infusions may be used to reduce circulating PGE2 levels, attenuating immune suppression and reducing the risk of infection in patients with acutely decompensated cirrhosis or ESLD."}, {"pubmed": 24812667, "text": "In Th17 cells, RORC repressed EP2 by directly silencing PTGER2 transcription, and knock down of RORC restored EP2 expression in Th17 cells."}, {"pubmed": 24827772, "text": "In adjusted models, gestations were 3.3 days longer (95%CI 0.6, 6.0) for each interquartile range of PTGER2 DNA methylation."}, {"pubmed": 24883443, "text": "Overexpression of EP2 was more observed in esophageal squamous cell carcinoma than in the control group. Overexpression of EP2 ESCC tissues might play an important role in carcinogenesis and the progression of ESCC."}, {"pubmed": 24980222, "text": "mediates inhibitory effect of Prostaglandin E2 on nasal fibroblast migration"}, {"pubmed": 25059824, "text": "EP2/cAMP/protein kinase A pathway mediates the stimulatory effect of PGEs on angiogenesis essential for tissue injury healing via the induction of CREB activity and VEGF expression."}, {"pubmed": 25329458, "text": "data show a protective role for the PGE2 receptors EP(2) and EP(4) following osmotic changes, through the reduction of human mast cell activity caused by calcium influx impairment and MAP kinase inhibition."}, {"pubmed": 25634217, "text": "Overall, our results demonstrate that p53 is a negative regulator of aromatase in the breast and its inhibition by PGE2 provides a novel mechanism for aromatase regulation in obesity and breast cancer."}, {"pubmed": 25681680, "text": "EP2 receptors exhibit more constraints to mutations than DP receptors."}, {"pubmed": 25828575, "text": "Intracellular EP2 prostanoid receptor promotes cancer-related phenotypes in PC3 prostate cancer cells."}, {"pubmed": 26051534, "text": "Reduced EP2 receptor expression results in resistance to the antiproliferative effects of EP2 signaling in nasal polyp fibroblasts from subjects with AERD and support a role for EP2 signaling in the aberrant growth of nasal polyp tissue."}, {"pubmed": 26538827, "text": "mPGES-1 is downregulated via EGR1 and has a role in caffeine inhibition on PGE2 synthesis of HBx hepatocytes"}, {"pubmed": 26560040, "text": "Altered expression of EP2 in patients with aspirin-exacerbated respiratory disease contributes to deficient induction of IL-1RI, reducing the capacity of IL-1beta to increase COX-2 and mPGES-1 expression, which results in low PGE2 production"}, {"pubmed": 27012192, "text": "that the expression of ERG in prostate cancer is linked to the expression of IL-6 mediated by the prostanoid receptor EP2"}, {"pubmed": 27230257, "text": "PGE2 produced by mesenchymal stem cells contributes to maintenance of self-renewal capacity through EP2 in an autocrine manner, and PGE2 secretion is down-regulated by cell-to-cell contact."}, {"pubmed": 27321910, "text": "EP2 receptor activation protects against endoplasmic reticulum stress-dependent mitochondrial apoptosis through down-regulation of p53."}, {"pubmed": 27377703, "text": "This is the first report that PGE2 -induced uPAR expression, which stimulates invasiveness of human gastric cancer AGS cells, is mediated by the EP2 receptor-dependent Src/EGFR/JNK1/2, Erk1/2/AP-1, and Src/EGFR/JNK1/2, Erk1/2/NF-kappaB cascades."}, {"pubmed": 27616330, "text": "in breast cancer cells overexpression of S1P3 and its activation by S1P has pro-inflammatory and pro-metastatic potential by inducing COX-2 expression and PGE2 signaling via EP2 and EP4."}, {"pubmed": 27636113, "text": "EP2 receptors seem to be able to distinguish endogenous ligands PGD2, PGE2 or prostaglandin F2alpha better than DP receptors."}, {"pubmed": 28336329, "text": "These results indicate that the ICL2 region of the EP2 receptor is its potential interaction site with Galphas, and that the aromatic side chain moiety at position 143 is a determinant for the accessibility of the ICL2 to the Galphas protein."}, {"pubmed": 28630103, "text": "EP2 and EP3 receptors are involved in tolerance induction through IL-10 production by tol-DCs."}, {"pubmed": 28963072, "text": "this study shows that prostaglandin E2 restrains human Treg cell differentiation via E prostanoid receptor 2-protein kinase A signaling"}, {"pubmed": 29401596, "text": "Prostaglandin E2 suppresses hCAP18/LL-37 expression in human macrophages via EP2/EP4: implications for treatment of Mycobacterium tuberculosis infection."}, {"pubmed": 29491476, "text": "COLEC12 integrates H. pylori, PGE2-EP2/4 axis and innate immunity in gastric diseases"}, {"pubmed": 30012671, "text": "a signaling circuit involving RIPK3 and PGE2 receptors enhances accumulation and immunosuppressive activity of myeloid-derived suppressor cells"}, {"pubmed": 30053598, "text": "Data indicates that PGE2 suppression of TNF-alpha by human monocytic cells occurs via EP2R and EP4R expression. However EP4Rs also control their own expression and that of EP2 whereas the EP2R does not affect EP4R expression."}, {"pubmed": 30103548, "text": "EP receptor levels were enhanced in human PASMCs and in lung sections from PAH patients compared to controls. Thus, EP receptors represent a novel therapeutic target for treprostinil, highlighting key pharmacological differences between prostacyclin mimetics used in pulmonary arterial hypertension."}, {"pubmed": 30835912, "text": "These results suggest that PGE2 regulates human brain endothelial cell migration via cooperation of EP2, EP3, and EP4 receptors."}, {"pubmed": 30890164, "text": "Altered Prostaglandin E2-EP2 augmented the excessive inflammation of innate and adaptive immune cells in response to lipopolysaccharides or E. coli in chronic hepatitis B-acute-on-chronic liver failure."}, {"pubmed": 30917001, "text": "EP2 and EP4 receptors play different roles in the regulation of COX-2 expression in human amnion fibroblasts."}, {"pubmed": 31217077, "text": "a role for EP2/EP4 signaling in regulating IGF-1-induced cell proliferation, in which EP2/EP4 signaling represses IGF-1-induced GGCT expression, is reported."}, {"pubmed": 31980713, "text": "The prostaglandin receptor EP2 determines prognosis in EP3-negative and galectin-3-high cervical cancer cases."}, {"pubmed": 32313117, "text": "Prostaglandin EP2 receptor downstream of Notch signaling inhibits differentiation of human skeletal muscle progenitors in differentiation conditions."}, {"pubmed": 32438662, "text": "Concerted EP2 and EP4 Receptor Signaling Stimulates Autocrine Prostaglandin E2 Activation in Human Podocytes."}, {"pubmed": 32595209, "text": "Syntenin-1 promotes colorectal cancer stem cell expansion and chemoresistance by regulating prostaglandin E2 receptor."}, {"pubmed": 32851536, "text": "The role of EP-2 receptor expression in cervical intraepithelial neoplasia."}, {"pubmed": 33011635, "text": "Expression of trophoblast derived prostaglandin E2 receptor 2 (EP2) is reduced in patients with recurrent miscarriage and EP2 regulates cell proliferation and expression of inflammatory cytokines."}, {"pubmed": 33545665, "text": "Polymorphisms rs2745557 in PTGS2 and rs2075797 in PTGER2 are associated with the risk of chronic obstructive pulmonary disease development in a Tunisian cohort."}, {"pubmed": 33786738, "text": "The differential functional coupling of phosphodiesterase 4 to human DP and EP2 prostanoid receptors stimulated with PGD2 or PGE2."}, {"pubmed": 34529833, "text": "Prostaglandin E2 directly inhibits the conversion of inducible regulatory T cells through EP2 and EP4 receptors via antagonizing TGF-beta signalling."}, {"pubmed": 34742290, "text": "Alpha-Synuclein, cyclooxygenase-2 and prostaglandins-EP2 receptors as neuroinflammatory biomarkers of autism spectrum disorders: Use of combined ROC curves to increase their diagnostic values."}, {"pubmed": 34822808, "text": "Prostaglandin E2 EP receptors in cardiovascular disease: An update."}, {"pubmed": 34886911, "text": "Identification of ACOT13 and PTGER2 as novel candidate genes of autosomal dominant polycystic kidney disease through whole exome sequencing."}, {"pubmed": 34914140, "text": "The EP2 agonist, omidenepag, alters the physical stiffness of 3D spheroids prepared from human corneal stroma fibroblasts differently depending on the osmotic pressure."}, {"pubmed": 35543087, "text": "Increased COX-2 after ureter obstruction attenuates fibrosis and is associated with EP2 receptor upregulation in mouse and human kidney."}, {"pubmed": 37232020, "text": "Complementary roles of EP2 and EP4 receptors in malignant glioma."}, {"pubmed": 37796697, "text": "N6-methyladenosine Methyltransferase METTL3 Enhances PTGER2 Expression to Increase Ovarian Cancer Stemness and Chemoresistance."}, {"pubmed": 38639976, "text": "Constitutive internalisation of EP2 differentially regulates G protein signalling."}, {"pubmed": 38753641, "text": "Impact of Bone Morphogenetic Protein 7 and Prostaglandin receptors on osteoblast healing and organization of collagen."}], "genomic_pos": {"chr": "14", "end": 52328598, "ensemblgene": "ENSG00000125384", "start": 52314305, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 52795324, "start": 52781023, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 10462542, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009624", "qualifier": "involved_in", "term": "response to nematode"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032570", "qualifier": "involved_in", "term": "response to progesterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071380", "qualifier": "involved_in", "term": "cellular response to prostaglandin E stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071380", "qualifier": "involved_in", "term": "cellular response to prostaglandin E stimulus"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": {"category": "MF", "evidence": "IBA", "id": "GO:0004957", "qualifier": "enables", "term": "prostaglandin E receptor activity"}}, "homologene": {"genes": [[7955, 393608], [7955, 570410], [8364, 100493226], [9031, 100034745], [9544, 708024], [9598, 467459], [9606, 5732], [9615, 403797], [9913, 282329], [10090, 19217], [10116, 81752]], "id": 739}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Prostanoid EP2 receptor", "id": "IPR001923", "short_desc": "Prostglndn_EP2_rcpt"}, {"desc": "Prostanoid receptor", "id": "IPR008365", "short_desc": "Prostanoid_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00016314", "map_location": "14q22.1", "name": "prostaglandin E receptor 2", "other_names": ["PGE receptor EP2 subtype", "PGE2 receptor EP2 subtype", "prostaglandin E receptor 2 (subtype EP2), 53kD", "prostaglandin E receptor 2 (subtype EP2), 53kDa", "prostaglandin E2 receptor EP2 subtype", "prostanoid EP2 receptor"], "pantherdb": {"HGNC": "9594", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97794", "ortholog_type": "LDO", "panther_family": "PTHR11866", "taxid": 10090, "uniprot_kb": "Q62053"}, {"RGD": "620020", "ortholog_type": "LDO", "panther_family": "PTHR11866", "taxid": 10116, "uniprot_kb": "Q62928"}, {"Ensembl": "ENSGALG00000012396", "ortholog_type": "LDO", "panther_family": "PTHR11866", "taxid": 9031, "uniprot_kb": "F1NDL3"}, {"ZFIN": "ZDB-GENE-040724-267", "ortholog_type": "O", "panther_family": "PTHR11866", "taxid": 7955, "uniprot_kb": "Q1LUG8"}, {"ZFIN": "ZDB-GENE-040426-1321", "ortholog_type": "LDO", "panther_family": "PTHR11866", "taxid": 7955, "uniprot_kb": "Q2MV23"}, {"FlyBase": "FBgn0036742", "ortholog_type": "O", "panther_family": "PTHR11866", "taxid": 7227, "uniprot_kb": "Q9VVJ1"}], "uniprot_kb": "P43116"}, "pathway": {"biocarta": {"id": "eicosanoidpathway", "name": "eicosanoid metabolism"}, "kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}, {"id": "hsa04924", "name": "Renin secretion - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-391903", "name": "Eicosanoid ligand-binding receptors"}, {"id": "R-HSA-391908", "name": "Prostanoid ligand receptors"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP247", "name": "Small Ligand GPCRs"}, {"id": "WP34", "name": "Ovarian infertility"}, {"id": "WP4483", "name": "Relationship between inflammation, COX-2 and EGFR"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP98", "name": "Prostaglandin Synthesis and Regulation"}]}, "pdb": ["7CX2", "7CX3", "7CX4"], "pfam": "PF00001", "pharmgkb": "PA287", "pharos": {"target_id": 16958, "tdl": "Tclin"}, "pir": ["I38920", "S51312"], "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF227997", "relationship": "is"}, {"id": "GNF255107", "relationship": "is"}, {"id": "GNF255108", "relationship": "is"}, {"id": "GNF255109", "relationship": "is"}, {"id": "GNF255110", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280044", "relationship": "is"}, {"id": "GNF280045", "relationship": "is"}, {"id": "GNF280046", "relationship": "is"}, {"id": "GNF280047", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037780", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088092", "relationship": "is"}, {"id": "GNF088093", "relationship": "is"}, {"id": "GNF088094", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054804", "relationship": "is"}, {"id": "GNF059586", "relationship": "is"}, {"id": "GNF074999", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071571", "relationship": "is"}, {"id": "GNF071572", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278927", "relationship": "is"}, {"id": "GNF278929", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093686", "relationship": "is"}, {"id": "GNF133344", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_013082.1"], "protein": "NP_000947.2", "rna": "NM_000956.4", "translation": {"protein": "NP_000947.2", "rna": "NM_000956.4"}}, "reporter": {"HG-U133_Plus_2": "206631_at", "HG-U95Av2": "828_at", "HTA-2_0": "TC14000306.hg.1", "HuEx-1_0": "3535780", "HuGene-1_1": "7974366", "HuGene-2_1": "16784207"}, "retired": 63381, "summary": "This gene encodes a receptor for prostaglandin E2, a metabolite of arachidonic acid which has different biologic activities in a wide range of tissues. Mutations in this gene are associated with aspirin-induced susceptibility to asthma. [provided by RefSeq, Oct 2009].", "symbol": "PTGER2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419062"}, "unigene": "Hs.2090", "uniprot": {"Swiss-Prot": "P43116", "TrEMBL": "G3V2Y6"}, "wikipedia": {"url_stub": "Prostaglandin E2 receptor"}}