{"AllianceGenome": "9606", "HGNC": "9606", "MIM": "168450", "_id": "5741", "_version": 2, "accession": {"genomic": ["A29146.1", "AC021269.4", "AH002956.2", "CH471064.2", "CP068267.2", "NC_000011.10", "NC_060935.1", "NG_008962.1"], "protein": ["AAH96142.1", "AAH96143.1", "AAH96144.1", "AAH96145.1", "CAA01956.1", "CAA23843.1", "EAW68494.1", "EAW68495.1", "NP_000306.1", "NP_001303281.1", "P01270.1"], "rna": ["AA843660.1", "AA889450.1", "BC096142.1", "BC096143.1", "BC096144.3", "BC096145.1", "BG188276.1", "BX103059.1", "BX106232.1", "NM_000315.4", "NM_001316352.2", "V00597.1", "W52796.1"], "translation": [{"protein": "AAH96144.1", "rna": "BC096144.3"}, {"protein": "CAA23843.1", "rna": "V00597.1"}, {"protein": "AAH96142.1", "rna": "BC096142.1"}, {"protein": "AAH96145.1", "rna": "BC096145.1"}, {"protein": "NP_001303281.1", "rna": "NM_001316352.2"}, {"protein": "NP_000306.1", "rna": "NM_000315.4"}, {"protein": "AAH96143.1", "rna": "BC096143.1"}]}, "alias": ["FIH1", "PTH1"], "ensembl": {"gene": "ENSG00000152266", "protein": ["ENSP00000282091", "ENSP00000433208"], "transcript": ["ENST00000282091", "ENST00000529816"], "translation": [{"protein": "ENSP00000282091", "rna": "ENST00000282091"}, {"protein": "ENSP00000433208", "rna": "ENST00000529816"}], "type_of_gene": "protein_coding"}, "entrezgene": "5741", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.39382841368, "exp_mis": 32.4675103289, "exp_syn": 12.5890650925, "lof_z": 1.28717555050386, "mis_z": 0.297652596077381, "mu_lof": 2.34265170563e-07, "mu_mis": 2.88490621258e-06, "mu_syn": 1.07388103684e-06, "n_lof": 1.0, "n_mis": 29.0, "n_syn": 17.0, "p_li": 0.270149119024624, "p_null": 0.0942386841105556, "p_rec": 0.63561219686482, "syn_z": -0.7706955334493}, "bp": 348, "cds_end": 13514402, "cds_start": 13513951, "n_exons": 2, "nonpsych": {"exp_lof": 3.03292727297, "exp_mis": 29.3474158197, "exp_syn": 11.355504326, "lof_z": 1.14641763221657, "mis_z": 0.311664197498275, "mu_lof": 2.34265170563e-07, "mu_mis": 2.88490621258e-06, "mu_syn": 1.07388103684e-06, "n_lof": 1.0, "n_mis": 26.0, "n_syn": 15.0, "p_li": 0.264844052876224, "p_null": 0.112469870834899, "p_rec": 0.622686076288877, "syn_z": -0.680923509064901}, "nontcga": {"exp_lof": 3.11853881828, "exp_mis": 29.8663282467, "exp_syn": 11.5781574478, "lof_z": 1.18342877886734, "mis_z": 0.534792428152104, "mu_lof": 2.34265170563e-07, "mu_mis": 2.88490621258e-06, "mu_syn": 1.07388103684e-06, "n_lof": 1.0, "n_mis": 24.0, "n_syn": 16.0, "p_li": 0.25582585601488, "p_null": 0.103633244698058, "p_rec": 0.640540899287062, "syn_z": -0.822821239962392}, "transcript": "ENST00000282091.1"}, "exons": [{"cdsend": 13492855, "cdsstart": 13492404, "chr": "11", "position": [[13492053, 13492666], [13492769, 13492860], [13495910, 13495997]], "strand": -1, "transcript": "NM_000315", "txend": 13495997, "txstart": 13492053}, {"cdsend": 13496132, "cdsstart": 13492404, "chr": "11", "position": [[13492044, 13492666], [13492769, 13492860], [13496041, 13496175]], "strand": -1, "transcript": "NM_001316352", "txend": 13496175, "txstart": 13492044}], "exons_hg19": [{"cdsend": 13514402, "cdsstart": 13513951, "chr": "11", "position": [[13513600, 13514213], [13514316, 13514407], [13517457, 13517544]], "strand": -1, "transcript": "NM_000315", "txend": 13517544, "txstart": 13513600}, {"cdsend": 13517679, "cdsstart": 13513951, "chr": "11", "position": [[13513591, 13514213], [13514316, 13514407], [13517588, 13517722]], "strand": -1, "transcript": "NM_001316352", "txend": 13517722, "txstart": 13513591}], "generif": [{"pubmed": 11467957, "text": "The presence of an evolutionarily conserved arginine residue on the hydrophobic face of parathyroid hormone's amphiphilic alpha-helix strongly affects PTH receptor binding and adenylyl cyclase-stimulating activities."}, {"pubmed": 11814621, "text": "We report that PTH induced the appearance of voltage sensitive calcium channels. Furthermore, PTH increased ceramide but not diacylglycerol content."}, {"pubmed": 11918225, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11918225, "text": "data do not support the PTH gene as a quantitative trait locus(QTL)underlying hip or spine bone mineral density variation"}, {"pubmed": 11956184, "text": "New signaling pathway for parathyroid hormone and cyclic AMP action on extracellular-regulated kinase and cell proliferation in bone cells"}, {"pubmed": 11984699, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12046039, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12195069, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12207101, "text": "REVIEW: role in coronary heart disease in uremic patients"}, {"pubmed": 12364326, "text": "demonstration that PTH directly stimulates RANKL expression via a PKA-CREB pathway"}, {"pubmed": 12369776, "text": "Review. The effects of intermittent and continuous PTH exposure on periosteal bone expansion & osteoblast apoptosis are reviewed."}, {"pubmed": 12403624, "text": "Residues 15-20, particularly residue 19, of PTH contribute to the receptor interaction process via a mechanism that involves the N-terminal portion of the ligand and the juxtamembrane region of the receptor."}, {"pubmed": 12893275, "text": "Lack of evidence for the parathyroid hormone gene as a quantitative trait locus underlying the bone phenotypic variation in the Chinese."}, {"pubmed": 12905817, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12914574, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12947048, "text": "1-21 region of PTH binds to the extracellular face of the type 1 PTH receptorPTHRP domain as an alpha-helix."}, {"pubmed": 14506618, "text": "estrogen receptor alpha Px haplotype and collagen IA1 s allele may be involved in causing the phenotypic expression of higher circulating levels of parathyroid hormone and higher bone turnover, which may lead to bone loss"}, {"pubmed": 14730973, "text": "High-resolution structures clearly illustrate the structural differences between linear and cyclic PTH(1-14) fragments, supporting the hypothesis that an alpha-helix is the preferred bioactive conformation of the N-terminal fragment of PTH."}, {"pubmed": 14969386, "text": "role in programing skeletal development in utero"}, {"pubmed": 15035617, "text": "Studies suggest that an alpha-helix is the preferred conformation for the residue 15-20 region of PTH and that residues 10-14 are also required for full affinity and potency of the hormone."}, {"pubmed": 15070914, "text": "Serum PTH is a predictor of time to first fall in the frail elderly independent of vitamin D status and measures of general health."}, {"pubmed": 15070925, "text": "The rise in serum PTH appeared to start when serum 25(OH)D fell less than 80 nmol/liter."}, {"pubmed": 15186723, "text": "results revealed a novel potent effect of PTH and vitamin D(3) plus BMPs in inducing bone development by human mesenchymal stem cells"}, {"pubmed": 15227728, "text": "11-residue short oligopeptide analogues of PTH tend to form an alpha-helical structure and the different activities of those analogues could be associated with residue specificity rather than the secondary conformational structure."}, {"pubmed": 15240611, "text": "These data support the hypothesis that hPTH (1-34) initially stimulates osteoblast maturation and function, which in turn leads to osteoclast activation and a gradual rebalancing of bone formation and resorption."}, {"pubmed": 15297458, "text": "there is a proximal NF-Y-binding site in the hPTH promoter, which has a role in enhancing transcription"}, {"pubmed": 15472173, "text": "in patients with sporadic idiopathic hypoparathyroidism, neither the clinical manifestations nor the biochemical indexes are related to the occurrence of mutations or single nucleotide polymorphisms in the PTH gene"}, {"pubmed": 15504937, "text": "PTH attenuates the stress-induced JNK signaling pathway in osteoblasts via induction of MKP-1 synthesis but inhibits the p42/44 MAPK pathway mainly via transcription-independent mechanisms."}, {"pubmed": 15514034, "text": "calcineurin regulates AUF1 posttranslationally in vitro and PTH gene expression in vivo but still allows its physiological regulation by calcium and phosphate"}, {"pubmed": 15515479, "text": "Inverse correlation between intact serum parathyroid homone with percent of left ventricular ejection fraction in non-diabetic hemodialysis patients was observed."}, {"pubmed": 15639837, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15707954, "text": "These results indicate that 1,25(OH)2D3 may affect transcription of the human PTH gene both by competitive binding of VDR and NF-Y, and by modulating transcriptional activity of NF-Y."}, {"pubmed": 15769857, "text": "PTH is a potent down-regulator of vitamin D receptor expression."}, {"pubmed": 15808916, "text": "Carboxy-terminal fragment of PTH was equivalent to the intact PTH molecule in stimulating [3H]thymidine incorporation in HUVEC."}, {"pubmed": 15824859, "text": "alternative cis-acting protein-binding elements may determine the regulation of PTH mRNA stability in response to changes in serum calcium and phosphate"}, {"pubmed": 15826940, "text": "data thus provide direct evidence for important roles of the C-terminal domain of PTH in determining high affinity binding and activation of the P1R receptor"}, {"pubmed": 15890770, "text": "Transactivation of the PTH promoters is observed by Sp proteins and the NF-Y complex."}, {"pubmed": 15917161, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15962290, "text": "a possible role for the Wnt signaling pathway in PTH actions in bone"}, {"pubmed": 16081646, "text": "Suppression of Sost by PTH represents a novel mechanism for hormonal control of osteoblastogenesis mediated by osteocytes."}, {"pubmed": 16105030, "text": "non-(1-84) PTH fragments are composed of a family of fragments which may be generated by specific or progressive cleavage at the N region"}, {"pubmed": 16117875, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16272640, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16362385, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16412323, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16475791, "text": "Mid-region of PTH-(1-34) has a role in fixing, by extensive contacts with receptor, entry of N-terminal helix of the hormone into a heptahelical bundle between TM-1 & TM-2. This anchorage would orient the amino terminus into position to activate receptor."}, {"pubmed": 16677544, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16682833, "text": "blood pressure and serum parathyroid hormone (PTH) are associated."}, {"pubmed": 16762954, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17121534, "text": "based on the absence of identifiable DNA sequence alterations in parathyroid disorders, it is unlikely that mutation of the PTH 3'-UTR contributes frequently to their pathogenesis"}, {"pubmed": 17351276, "text": "An increased risk of metabolic syndrome with elevated PTH levels in older men."}, {"pubmed": 17823083, "text": "Raloxifene treatment reduces bone turnover biochemical markers, parathyroid hormone and induces 25-OH vitamin D in postmenopausal women."}, {"pubmed": 17976926, "text": "Present an atypical case of leukemic transformation in myelofibrosis associated with diffuse osteolytic lesions and extremely elevated TNF-alpha and lactate dehydrogenase (LDH). Parathormone was not disturbed."}, {"pubmed": 17990294, "text": "crosstalk between PTH/cAMP signaling and canonical Wnt signaling using the human osteoblastic cell line Saos-2"}, {"pubmed": 18056632, "text": "findings demonstrate that the expressed signal sequence mutant hormone is trapped intracellularly, predominantly in the endoplasmic reticulum; ER retention was found to be toxic for the cells, which underwent apoptosis"}, {"pubmed": 18061978, "text": "Elevated serum concentration of PTH mid-fragments containing the 44-68 region could explain the joint disorders associated with idiopathic calcium pyrophosphate dihydrate deposition disease"}, {"pubmed": 18165223, "text": "IL-18 is regulated by parathyroid hormone and is required for its bone anabolic actions"}, {"pubmed": 18166826, "text": "Data show that serum PTH and FGF23 are associated in vivo, supporting recent findings that FGF23 directly regulates PTH expression in vitro."}, {"pubmed": 18279669, "text": "we present evidence for a novel pathogenic role of PTH 1-84 in promoting hCMV immediate-early gene transcription."}, {"pubmed": 18280230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18280230, "text": "in a cohort of elderly Swedish women, polymorphisms in PTH may contribute to the risk of fracture through mechanisms that are independent of bone mineral density"}, {"pubmed": 18283239, "text": "some correlations between PTH and its fractions and bone mineral density and bone turnover were seen in women with hyperprolactinemia"}, {"pubmed": 18285546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18348699, "text": "These studies show that exogenous PTH administered continuously resorbs bone without raising endogenous 1,25(OH)(2)D."}, {"pubmed": 18499553, "text": "Osteonectin levels may play a role in modulating the balance of bone formation and resorption in response to PTH."}, {"pubmed": 18539556, "text": "These data suggest that in female C57BL/6 mice, under some but not all circumstances, mechanical loading exerts an osteogenic response with iPTH (1-34) in trabecular and cortical bone."}, {"pubmed": 18551993, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18583400, "text": "These data indicate a novel role for KSRP in parathyroid hormone gene expression."}, {"pubmed": 18627264, "text": "The data raise the possibility that PTH or PTHrP might regulate ephrinB2 to act in a paracrine or autocrine manner on EphB4 or EphB2 in the osteoblast, contributing as a local event to the anabolic action of PTH or PTHrP."}, {"pubmed": 18649177, "text": "Regulaztes expression of connexin 43."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18782355, "text": "PTH level can be measured using second and third generation assays in some PHP patients, and a specific surgical protocol for possible parathyroid carcinoma could be discussed in patients with a high third generation/second generation PTH ratio."}, {"pubmed": 18798227, "text": "PTH induction of apoptosis is mediated by translocation of mitochondria to the perinuclear region, dephosphorylation of Akt, dephosphorylation of Bad and its movement to the mitochondria, release of cytochrome c and Smac/Diablo, activating casp3."}, {"pubmed": 18821330, "text": "The present study examines the possible phenotype-haplotype specificity of the associations in osteoprotegerin and parathyroid hormone gene regions."}, {"pubmed": 18945829, "text": "Parathyroid hormone decreases endothelial osteoprotegerin secretion due to possible roles of protein kinase A and C."}, {"pubmed": 19019998, "text": "Study indicates that elevated iPTH levels are common among patients with moderate chronic kidney disease."}, {"pubmed": 19057839, "text": "A novel mutation in the GATA3 gene in a patient with PTH-deficient hypoparathyroidism."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19230880, "text": "Elevated levels of phosphorus and parathyroid hormone in women with polycystic ovary syndrome, at least in part, through their effects on insulin levels and insulin resistance, are involved in pathogenesis of the syndrome."}, {"pubmed": 19250270, "text": "Data postulate that increased levels of PTH in primary hyperparathyroidism may be associated with the increased cardiovascular morbidity and mortality."}, {"pubmed": 19370057, "text": "PTH promotes apoptosis in Caco-2 intestinal cells."}, {"pubmed": 19384851, "text": "Parathyroid hormone stimulation of osteoblastic cells can regulate c-Raf phosphorylation through a cAMP-mediated pathway in the rapid dephosphorylation of ERK."}, {"pubmed": 19386515, "text": "Serum and saliva PTH and salivary calcium levels are significantly higher in menopausal women suffering from oral dryness. It also appears that oral dryness severity correlates with serum and stimulated levels of whole salivary PTH and salivary calcium."}, {"pubmed": 19397786, "text": "The expression of the calcium receptor is sufficient to confer the regulation of parathyroid hormone gene expression to these heterologous cells"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19524129, "text": "PTH treatment of differentiated 3T3-L1 adipocytes suppresses insulin-stimulated glucose uptake and insulin signaling via cAMP pathway."}, {"pubmed": 19539290, "text": "Parathyroid hormone levels were not associated with carotid atherosclerosis."}, {"pubmed": 19557980, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19557980, "text": "The association of the PTH gene variant has been the only positive association studied in patients with aortic stenosis in a large population."}, {"pubmed": 19565936, "text": "Accelerated bone mineralization is reflected by high levels of serum Parathyroid hormone during puberty; boys with constitutional delay of growth had prepubertal levels"}, {"pubmed": 19570881, "text": "Report human PTH gene regulation in vivo using transgenic mice."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19672814, "text": "PTH stimulated BMP-2 mRNA expression via the mevalonate pathway and ROK in osteoblastic MC3T3-E1 cells"}, {"pubmed": 19690432, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19696213, "text": "Simultaneous control of PTH and CaxP Is sustained over three years of treatment with cinacalcet HCl."}, {"pubmed": 19809994, "text": "Asymmetric dimethylarginine levels could be influenced by the severity of hyperparathyroidism and contribute to cardiovascular death linked to parathyroid hormone of hemodialysis patients."}, {"pubmed": 19874204, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19874204, "text": "parathyroid hormone (PTH) and interleukin 21 receptor (IL21R), achieved consistent association results for bone mineral density in both discovery and replication samples."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19918796, "text": "Report dual role of parathyroid hormone in endothelial progenitor cells and marrow stromal mesenchymal stem cells."}, {"pubmed": 19965540, "text": "The use of phosphate binders in chronic kidney disease patients with normal serum phosphate levels was associated with improved control of secondary hyperparathyroidism without corresponding changes in serum phosphate levels."}, {"pubmed": 20005908, "text": "Data suggest that in Caco-2 cells, PP2A and the cAMP pathway act in concert to inactivate the AKT survival pathway in PTH-induced intestinal cell apoptosis."}, {"pubmed": 20056760, "text": "Report results of a randomized trial of cholecalciferol versus doxercalciferol for lowering parathyroid hormone in vitamin D deficient chronic kidney disease."}, {"pubmed": 20097749, "text": "HDAC4 represses matrix metalloproteinase-13 transcription in osteoblastic cells, and parathyroid hormone controls this repression"}, {"pubmed": 20156921, "text": "Our findings suggest that serum sclerostin levels are regulated by both estrogens and parathyroid hormone in postmenopausal women"}, {"pubmed": 20349051, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20349051, "text": "Polymorphisms in the PTH gene are associated with differences in aspects of femoral neck geometry in elderly women."}, {"pubmed": 20452474, "text": "The negative relationship between vitamin D and PTH is modulated by age but not gender."}, {"pubmed": 20471507, "text": "Absence of COX-2 increased sensitivity to PTH."}, {"pubmed": 20498246, "text": "The uncertainty of PTH estimation in an individual significantly undermines its value as a tool in the management of chronic kidney disease-mineral bone disorder using current management approaches."}, {"pubmed": 20558332, "text": "These results indicate that GCMB and vitamin D receptor are involved in the positive and negative regulation of parathyroid hormone gene expression, respectively."}, {"pubmed": 20578167, "text": "A PTHR isoform harboring an in-frame 42-bp deletion of exon 14 (Delta e14-PTHR) that encodes transmembrane domain 7, is described."}, {"pubmed": 20601288, "text": "Data show that parathyroid hormone levels were highly conditioned by those of 25OHD in subjects with 25OHD values lower than 16.35 ng/mL and by those of ionized Ca only for higher 25OHD concentration."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634326, "text": "Patients with high serum FGF-23 level and/or low PTH level at the time of transplantation are at risk for increased bone mineral density loss during the first post-transplant year."}, {"pubmed": 20639672, "text": "Review suggests monitoring PTH levels from the early stages of chronic kidney disease, thereby preventing any mineral metabolism disorders that may trigger excessive synthesis and secretion of PTH."}, {"pubmed": 20641034, "text": "A chromosomal rearrangement whose novel features provide clues to locating elusive cis-regulatory elements in the PTH gene, is described."}, {"pubmed": 20654714, "text": "Periostin is a PTH regulated extracellular matrix protein, partly co-localizing with collagen 1a1."}, {"pubmed": 20654748, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20808842, "text": "PTH receptor 1 signaling in T cells plays an essential role in parathyroid hormone induced bone loss"}, {"pubmed": 20809279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20820131, "text": "Data show that increased serum parathyroid hormone is independently associated with neuroendocrine activation (NT-pro-BNP, adiponectin) and endothelial dysfunction in elderly men with chronic heart failure."}, {"pubmed": 20872272, "text": "Study yields important insights into the relations between vitamin D status and PTH levels following renal transplantation in children."}, {"pubmed": 21082232, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21178378, "text": "In this observational French cohort, a very low parathyroid hormone (PTH) level is observed in 10% of prevalent hemodialysis patients and is associated with poor survival rates."}, {"pubmed": 21203493, "text": "Thymic associated parathyroid hormone has no endocrine function but with immunological function."}, {"pubmed": 21248778, "text": "Increasing parathyroid hormone levels were associated with higher blood pressure in older Chinese men."}, {"pubmed": 21306649, "text": "Results indicate that for women PTH is a plausible mediator in the association between metabolic syndrome and a range of explanatory variables, including vit D, magnesium and phosphate."}, {"pubmed": 21383630, "text": "analysis of parathyroid hormone and mobilization of circulating bone marrow-derived cells in uremic patients"}, {"pubmed": 21389278, "text": "PTH directly and rapidly stimulated apical HCO3 secretion through cystic fibrosis transmembrane conductance regulator in PKA-and PI3K-dependent manner, which was a novel noncalciotropic, ion regulatory action of PTH in the intestinal epithelium."}, {"pubmed": 21389978, "text": "Increased FGF23 is a common manifestation of chronic kidney disease that develops earlier than increased phosphate or parathyroid hormone."}, {"pubmed": 21426456, "text": "Diabetic patients had a significant increase in PO4 and parathormone levels along with a significant decrease in Ca, IGF-1, and 25(OH)vitamin D serum levels."}, {"pubmed": 21465527, "text": "MEF is involved in PTH suppression of osteoblasts through activating the MKK4/JNK1 pathway and subsequently up-regulating Mab21l1 expression."}, {"pubmed": 21576356, "text": "Data show that calmodulin negatively modulates TRPV5 activity, which is reversed by parathyroid hormone-mediated channel phosphorylation."}, {"pubmed": 21590742, "text": "FGF-23/Klotho signaling is not essential for the phosphaturic and anabolic functions of PTH."}, {"pubmed": 21611962, "text": "These findings suggest that oxidized lipids mediate hyperlipidemia-induced PTH resistance in bone through modulation of bone resorption."}, {"pubmed": 21656831, "text": "In Korean patients with histopathologically proven benign prostatic hyperplasia, high PTH, vitamin D, and calcium levels do not stimulate prostate growth."}, {"pubmed": 21705098, "text": "Aortic valve stenosis disease progression is associated with systolic blood pressure and high parathyroid hormone levels."}, {"pubmed": 21777017, "text": "Increased PTH levels, but not low vitamin D, demonstrated close relation to congestive heart failure severity."}, {"pubmed": 21777186, "text": "[review] The parathyroid hormone 1 receptor (PTH1R) is activated by PTH and parathyroid hormone related protein (PTHrP), hormones that mediate mineral ion homeostasis and tissue development, respectively."}, {"pubmed": 21881376, "text": "Case Report: Hyperparathyroidism due to eutopic PTH secretion from an ectopic intrathymic parathyroid cyst."}, {"pubmed": 21888960, "text": "Oral microemulsion may represent an effective oral delivery system for rhPTH1-34."}, {"pubmed": 21932346, "text": "Blunted PTH anabolic responses in adult Prg4 mutant mice are associated with altered biomechanical impact secondary to joint failure."}, {"pubmed": 21939825, "text": "Among older adults, parathyroid hormone excess is associated with heart failure."}, {"pubmed": 21956833, "text": "Determinants of 25-hydroxyvitamin D, parathyroid hormone (PTH), and calcitriol across pregnancy in a longitudinal study of 168 pregnant adolescents, were identified."}, {"pubmed": 21968268, "text": "Serum OC and NTx levels may be useful markers of serum iPTH levels for evaluating bone turnover in HD patients and may eventually prove useful in the management of patients with CKD-MBD."}, {"pubmed": 22059355, "text": "increased levels in chronic renal failure patients on hemodialysis is associated with lymphopenia and reduction in CD4+ and CD8+ t cell subsets"}, {"pubmed": 22190112, "text": "These data indicate that the transient RANKL induction by intermittent PTH administration, which is associated with its anabolic action, is changed to a prolonged induction in OSMR-deficient osteoblasts, resulting in bone destruction."}, {"pubmed": 22337915, "text": "Data suggest lower serum PTH levels accompanied by lower serum osteocalcin levels are associated with vertebral fractures in postmenopausal women with type 2 diabetes; this suggests that decreased PTH levels indicate deterioration of bone quality."}, {"pubmed": 22355038, "text": "A higher lnPTH might be detrimental to knee cartilage in vivo."}, {"pubmed": 22377250, "text": "Higher parathormone levels are associated with poorer health-related quality of life in hemodialysis patients."}, {"pubmed": 22405053, "text": "Serum parathyroid levels were found to be independently associated with serum uric acid levels and the frequency of hyperuricemia."}, {"pubmed": 22407786, "text": "Secular increases in supplemental vitamin D intake influenced both changes in serum 25-hydroxyvitamin D and PTH levels."}, {"pubmed": 22442276, "text": "Older men with higher iPTH levels had approximately a 2-fold greater rate of bone mineral density loss compared with men with lower iPTH levels, irrespective of estimated glomerular filtration rate and 25(OH)D."}, {"pubmed": 22456600, "text": "Biological variation of bone ALP is less than half that reported for PTH, supporting the use of bone ALP as an alternative marker of bone mineral metabolism in the setting of chronic kidney disease-mineral and bone disorder."}, {"pubmed": 22540853, "text": "Serum level of vitamin D was inversely related to rheumatoid arthritis activity and this relationship might be independent of PTH secretion or activity."}, {"pubmed": 22582762, "text": "Data show that serum hormone (PTH) provided complementary information for the diagnosis and prognosis of heart failure with preserved ejection fraction (HF-PEF)."}, {"pubmed": 22763799, "text": "Data suggest that serum PTH can be up-regulated by dietary factors; monophosphates and poly phosphates (commonly used as food additives) in large doses cause elevation of PTH in serum of healthy young women."}, {"pubmed": 22972177, "text": "Vitamin D deficient Saudi children and adults with normal levels of 1,25-dihydroxyvitamin D also had normal circulating calcium and PTH."}, {"pubmed": 23045165, "text": "Serum 25(OH)D levels were inversely associated with serum PTH and bone mineral density."}, {"pubmed": 23111338, "text": "Lower 25(OH)D and higher PTH levels were positively associated with frailty in older men."}, {"pubmed": 23123579, "text": "Increased endogenous PTH levels seems to be associated with a higher bone mineral density increase in patients treated with bisphosphonates for postmenopausal osteoporosis."}, {"pubmed": 23165727, "text": "These data indicate that ephrinB2/EphB4 signaling within the osteoblast lineage is required for late stages of osteoblast differentiation."}, {"pubmed": 23168847, "text": "Elevated levels of intact PTH most probably does not play a significant role in the dyslipidemia of renal failure."}, {"pubmed": 23190522, "text": "Osteoprotegrin (P = 0.001) and intact parathyroid hormone (P = 0.001) levels in hemodialysis patients were higher than in renal transplant recipients."}, {"pubmed": 23228198, "text": "Body mass index was strongly associated with plasma 25(OH)D and PTH concentrations."}, {"pubmed": 23243213, "text": "serum level increased with chronic kidney disease progression in African Americans with hypertensive nephrosclerosis"}, {"pubmed": 23286544, "text": "Report serum PTH levels during fracture healing in patients with normal/low bone mineral density."}, {"pubmed": 23348879, "text": "High parathyroid hormone levels are asssociated with hyperphosphatemia and hyperphosphatasemia."}, {"pubmed": 23393179, "text": "Serum intact PTH in chronic hemodialysis patients is associated significantly and positively with body composition of fat mass and lean mass."}, {"pubmed": 23493435, "text": "Data from patients with coexisting primary hyperparathyroidism and active sarcoidosis suggest they have decreased serum PTH/phosphate levels and increased serum ACE (angiotensin-converting enzyme) levels compared to those with inactive sarcoidosis."}, {"pubmed": 23509103, "text": "Data suggest that in obese women who are characterized by lower 25-hydroxyvitamin D (25OHD) and higher PTH serum concentrations, the point of near maximal suppression for PTH occurs at lower level of 25OHD compared to general population."}, {"pubmed": 23525371, "text": "These results identify Wasf2 as a novel target of intermittent PTH administration via the Wnt and phosphoinositide-dependent protein kinase signaling pathways."}, {"pubmed": 23543299, "text": "Serum PTH was significantly higher in in children with recurrent otitis media than in controls."}, {"pubmed": 23585311, "text": "PTH(1-34) is able to promote fracture healing."}, {"pubmed": 23596520, "text": "Plasma PTH but not 25(OH)D is an independent predictor of the Met S in African and Asian Indians in South Africa."}, {"pubmed": 23606700, "text": "in this selected group of elderly women, we found a strong relationship of increased bone resorption, expressed as BMD, to calcium-regulating hormones PTH and IGF-I."}, {"pubmed": 23609180, "text": "LRP6 in osteoblasts is essential for osteoblastic differentiation during bone remodeling and the anabolic effects of PTH."}, {"pubmed": 23635517, "text": "High PTH variability is independently associated with lower 25-hydroxyvitamin D concentration and factors of lipid and glucose metabolism in dialysis patients."}, {"pubmed": 23701502, "text": "relationship between 2-hydroxyvitamin D, parathyroid hormone (PTH) and cardiovascular risk in hypertensive patients aged 65 years and over"}, {"pubmed": 23814117, "text": "The consistent lack of association of vitamin D and PTH with carotid intima media thickness and plaque suggests that these hormones may influence cardiovascular risk through pathways not reflected by carotid atherosclerosis."}, {"pubmed": 24039091, "text": "results revealed that PTH treatment on HCs, either continuous or pulsatile, does not exhibit any positive effect, and indicates that exogenous PTH administration after fracture has no effect on HCs. PTH may not have a positive effect at the fracture site during the early stage of fracture healing in which haematoma formation occurs."}, {"pubmed": 24133354, "text": "One SNP in the genes encoding prepro-PTH (c.247C > A [rs6256]) was identified in two patients."}, {"pubmed": 24171919, "text": "Data suggest nonoxidized, biologically active PTH (n-oxPTH) is useful prognostic biological marker in hemodialysis patients with end-stage renal disease; survival was 1702 days in highest n-oxPTH tertile but only 453 days in lowest n-oxPTH tertile."}, {"pubmed": 24202062, "text": "A panel of easily assessable determinants could account for both a substantial proportion of PTH variance and the occurrence of secondary hyperparathyroidism."}, {"pubmed": 24247595, "text": "Higher parathyroid hormone levels are associated with poor sleep quality in patients with end-stage renal disease."}, {"pubmed": 24397729, "text": "Levels of parathyroid hormone in tumor aspirates were accurate for differentiating thyroid neoplasms and parathyroid neoplasms."}, {"pubmed": 24429404, "text": "we were able to triangulate the relationship between 25(OH)vitamin D3, PTH, and FGF23, showing that vitamin D status critically determines whether FGF23 or PTH becomes elevated first in the context of lower GFR"}, {"pubmed": 24487940, "text": "Serum PTH level is associated with the number of stenotic coronary arteries."}, {"pubmed": 24626438, "text": "PTH was associated to the degree of atherosclerosis and risk of clinically overt atherosclerotic disease."}, {"pubmed": 24676885, "text": "significant decreases in calcaneal bone quality occurred across pregnancy in adolescents, but the magnitude of this loss was attenuated in those with greater prepregnancy weight and weekly increases in PTH."}, {"pubmed": 24700125, "text": "After nearly a decade of follow-up, neither baseline PTH nor 25(OH)D concentrations were associated with progression of carotid arterial stiffness."}, {"pubmed": 24779307, "text": "Individuals with low to normal intact PTH concentration show higher decrease in intact PTH concentration as compared to individuals with elevated PTH; the rate of PTH degradation is significantly higher in the low to normal PTH group."}, {"pubmed": 24849536, "text": "Data suggest that high serum PTH and calcium are risk factors for hypertension in Japanese subjects; prevalence of hypertension is higher in patients with high PTH levels than in those with low PTH levels in both hypercalcemic/normocalcemic patients."}, {"pubmed": 24877630, "text": "Constitutive activation of PTH receptor signaling only in osteocytes in transgenic mice is sufficient to increase Rankl expression and bone resorption in vitro, ex vivo and in vivo."}, {"pubmed": 25007156, "text": "the iPTH level in ESRD patients carrying VDR BsmI Bb genotype was higher than that in ESRD patients carrying bb genotype in overall populations and in Caucasians"}, {"pubmed": 25095827, "text": "After aortic valve replacement, the level of PTH is independently associated with left ventricular hypertrophy."}, {"pubmed": 25124570, "text": "Parathyroid hormone gene rs6256 variants are not associated with susceptibility to colorectal cancer"}, {"pubmed": 25140397, "text": "In two community-based samples, PTH predicted clinically diagnosed vascular dementia as well as neuroimaging indices of cerebral small vessel disease."}, {"pubmed": 25218037, "text": "salt bridge between Arg-20 on parathyroid hormone (PTH) and Asp-137 on the PTH1 receptor is essential for full affinity."}, {"pubmed": 25241609, "text": "Intraoperative PTH monitoring during parathyroidectomy to determine PTH clearance proved to be a feasible marker for adequacy and safety of surgery and \"cure\"."}, {"pubmed": 25242259, "text": "Data suggest serum PTH level is independently associated with bone mineral density (BMD) in vitamin D-sufficient women and vitamin D-insufficient women; no association was found in men; high serum PTH is detrimental on BMD in postmenopausal women."}, {"pubmed": 25271253, "text": "The objective of this article is to investigate the effect of renin-angiotensin system inhibitors (RASIs) on intact parathyroid hormone (iPTH) levels in continuous ambulatory peritoneal dialysis (CAPD) patients."}, {"pubmed": 25394432, "text": "Conclude that the trends of the median serum levels of PTH and related minerals in the CKD patients in our dialysis patients suggest control and prevention of the vascular calcifications prevalent in the CKD-MBD."}, {"pubmed": 25438096, "text": "In patients with rheumatoid arthritis, serum levels of DKK1 are significantly increased, correlate with PTH and are associated with increased risk of bone erosions and osteoporosis."}, {"pubmed": 25468653, "text": "In a racially/ethnically diverse population without prevalent cardiovascular disease, higher serum PTH concentration was associated with increased left ventricular mass and increased risk of incident heart failure."}, {"pubmed": 25554227, "text": "A detailed characterization of in vitro generated amyloid fibrils from human parathyroid hormone (hPTH(1-84))."}, {"pubmed": 25562577, "text": "In a large community-based sample of elderly, calcium was independently associated with increased arterial stiffness, and PTH independently to intra-arterial peripheral and calculated central blood pressures."}, {"pubmed": 25616948, "text": "relative decrease in intact PTH determined 2 hours after total thyroidectomy together with the serum calcium concentration 24 hours after thyroidectomy proved to be useful predictors of sustained hypocalcemia"}, {"pubmed": 25879737, "text": "Although there was a trend for a negative association in women, no statistically significant association was found between endogenous PTH and knee osteoarthritis."}, {"pubmed": 25891861, "text": "A Homozygous [Cys25]PTH(1-84) Mutation That Impairs PTH/PTHrP Receptor Activation Defines a Novel Form of Hypoparathyroidism."}, {"pubmed": 25913526, "text": "The identification of PTH and other hormonal resistances implies to look for the genetic disorder supporting the metabolic disorder--{REVIEW}"}, {"pubmed": 26021763, "text": "Elevated parathyroid hormone serum concentrations might have a role in colorectal cancer development as indicated by higher rates of adenomas, specifically with dysplasia, in women."}, {"pubmed": 26287968, "text": "recombinant human klotho inhibits the expression of 1-OH by PTH both in vitro and in vivo."}, {"pubmed": 26299086, "text": "Suggest that measurement of iPTH may be useful for assessment of mineral bone disorder in patients with chronic kidney disease."}, {"pubmed": 26304960, "text": "PTH levels were significantly higher in patients with aldosterone producing adenomas."}, {"pubmed": 26339419, "text": "Study indicates significant association between specific PTH gene promoter region variants and altered levels of 25(OH)D and vitamin D deficiency among specific nationals."}, {"pubmed": 26398210, "text": "Elevation of PTH, unlike vitamin D, is independently associated with Chronic Obstructive Pulmonary Disease (COPD) severity, and may be a better biomarker for COPD."}, {"pubmed": 26451492, "text": "PTH does not contribute to the occurrence of metabolic components of obesity, but there is a positive correlation between 25(OH)D and HDL-C."}, {"pubmed": 26662934, "text": "Data suggest that effects of PTH on bone remodeling are mediated not only by osteoblasts/osteocytes but also by T-lymphocytes in bone marrow; T-lymphocytes regulate differentiation/life span of stromal cells and their responsiveness to PTH. [REVIEW]"}, {"pubmed": 26834008, "text": "results suggest that NO-mediated vasorelaxation plays partly a role in the anabolic action of PTH on cortical bone"}, {"pubmed": 26851122, "text": "a cell model of human dermal fibroblasts in order to investigate the functions of sclerostin, is reported."}, {"pubmed": 26867053, "text": "In this large community-based cohort, PTH levels, overall, were not independently associated with the risk of hypertension. However, we found some evidence that PTH may be associated with hypertension in blacks."}, {"pubmed": 26880460, "text": "Patients with a serum PTH decrease to low values after 1 year of hemodialysis treatment are at high risk of short-term cardiovascular death."}, {"pubmed": 26997379, "text": "Serum secreted i-PTH level might not be predictable by a total mass of parathyroid glands or by their blood supply."}, {"pubmed": 27012036, "text": "Abnormal diurnal patterns of PTH are associated with sustained mild hypercalcemia in nondialyzed chronic kidney disease patients."}, {"pubmed": 27086085, "text": "In patients receiving dual antiplatelet therapy for coronary artery disease, higher PTH levels are associated with an increased ADP-mediated platelet reactivity and suboptimal response to clopidogrel."}, {"pubmed": 27300576, "text": "Cys mutation at the 25th residue of hPTH(1-34) may result in a high bone mass phenotype."}, {"pubmed": 27432882, "text": "FGFR1c and PTHR signaling pathways converge on NHERF1 to inhibit PTH- and FGF23-sensitive phosphate transport and down-regulate NPT2A."}, {"pubmed": 27530924, "text": "PTH pretreatment prevented TGF-beta1 and high glucose-induced Smad2/3 phosphorylation and consequent upregulation of fibronectin and type IV collagen within 4 h."}, {"pubmed": 27546695, "text": "PTH [parathyroid hormone]together with other markers of heart failure may provide valuable information both in the diagnosis and staging of heart failure syndromes"}, {"pubmed": 27582099, "text": "Elevated PTH induces the transition of endothelial cells to chondrogenic cells via endothelial-mesenchymal transition, possibly mediated by the nuclear translocation of beta-catenin."}, {"pubmed": 27756092, "text": "The present study supports the independent pathogenic effect of rs6254GA polymorphism on the development and severity of bone mineral density complications in patients with asymptomatic but not normocalcemic hyperparathyroidism."}, {"pubmed": 27927781, "text": "Common genetic variants located near genes involved in vitamin D metabolism and calcium and renal phosphate transport associated with differences in circulating parathyroid hormone concentrations"}, {"pubmed": 27993873, "text": "The purpose of this study was to investigate the prevalence of adenomatous colon polyps (ACP) as they occur in subjects with diabetes mellitus (DM) and chronic kidney disease."}, {"pubmed": 28104493, "text": "Pre-incubation of muscle fibers or myotubes with physiological concentrations of PTH, concentration-dependently reduced uptake of labelled 25-hydroxyvitamin D3."}, {"pubmed": 28112206, "text": "In conclusion, Fetuin A, vitamin D, and intact PTH levels were all associated with sarcopenia in this geriatric population. Among them, intact PTH specifically indicates patients with sarcopenic left ventricular hypertrophy."}, {"pubmed": 28363951, "text": "Parathyroid hormone controls bone and kidney homeostasis via GNAS and Gq-G11 heterotrimeric G proteins. (Review)"}, {"pubmed": 28609827, "text": "Baseline PTH level was not associated with changes in frailty status in men."}, {"pubmed": 28634697, "text": "Dkk-1 and PTH levels in psoriatic arthritis are lower than healthy female controls, in contrast with rheumatoid arthritis, in which they are increased"}, {"pubmed": 28730419, "text": "Clinical data on secondary hyperparathyroidism, mainly derived from patients with chronic kidney disease, indicate a potential inverse association between leptin (LEP) and parathyroid hormone (PTH) in some, but not all studies. [REVIEW]"}, {"pubmed": 29128188, "text": "Patients with chronic kidney disease undergoing parathyroidectomy for primary hyperparathyroidism have similar intraoperative parathyroid hormone degradation kinetics to those with normal kidney function."}, {"pubmed": 29176783, "text": "PTH levels are significantly higher in untreated sustained hypertension patients than white-coat hypertension patients and normotensive subjects."}, {"pubmed": 29348466, "text": "Among subjects with preserved renal function, PTH levels were possibly associated with metabolic syndrome in females, whereas vitamin D levels exhibited a possible link to metabolic syndrome in males."}, {"pubmed": 29572961, "text": "The results suggest that the exercise-induced increase in PTH had an acute catabolic effect on bone."}, {"pubmed": 29779023, "text": "Hyperbolas describe relationships of phosphate reabsorption/creatinine clearance and phosphate tubular maximum per volume of filtrate to plasma PTH and FGF23 if subjects with normal and reduced glomerular filtration rate (GFR) are analyzed together. Although fractional excretion of phosphorus rises with plasma PTH and FGF23 as GFR falls, the simultaneous increments do not signify reductions in phosphate reabsorption."}, {"pubmed": 29794776, "text": "Scientific evidence of genetic association of serum PTH level among individuals with different pathologic conditions remains deficient and published results provide weak evidence (review and meta-analysis)."}, {"pubmed": 29952553, "text": "The results support that Parathyroid hormone (PTH)(1-34) not only activates PTH1R but also uniquely senses Ca(2+)."}, {"pubmed": 29956019, "text": "the addition of whole-body vibration exposures prior to high intensity resistance exercise (RE) did not alter sclerostin and PTH responses to RE in young women."}, {"pubmed": 29969593, "text": "Two intronic (rs694 and rs6254) and one synonymous (rs6256, located in exon 3) variant were identified along with 2 single nucleotide polymorphisms (rs307247 and rs307248) in the 3' UTR of the PTH gene were identified in Kidney Stone Disease in the population of West Bengal, India."}, {"pubmed": 30018262, "text": "Data suggest that, in pregnant women with largely sufficient calcium intakes (via diet and dietary supplements), serum 25-hydroxyvitamin D (total of 25[OH]D2 and 25[OH]D3) is important for maintaining normal serum PTH levels; this study was conducted in group of white-skinned women at northern latitudes in Ireland."}, {"pubmed": 30053608, "text": "acute calcemic response to PTH in vivo in mice lacking PTH receptors in osteocytes vs littermate controls, is resported."}, {"pubmed": 30066343, "text": "These results suggest that PTH stimulates 1alpha(OH) ase expression and differentiation of HaCaT cells and inhibits proliferation via PKC."}, {"pubmed": 30134801, "text": "This study revealed a dysequilibrium of the PTH-FGF23-vitamin D axis in RRMS, with lower plasma PTH, higher plasma iFGF23 and a lower serum 1,25(OH)2D to 25OHD ratio in RRMS compared with healthy control subjects."}, {"pubmed": 30518824, "text": "PTH is a novel mediator of human adipocyte browning, suggesting a hitherto unknown endocrine axis between the parathyroid gland and adipose tissue in humans"}, {"pubmed": 30718391, "text": "We further find that Ca(2+) allostery in the PTHR is strongly affected by the point mutation recently identified in the PTH (PTH(R25C)) as a new cause of hypocalcemia in humans."}, {"pubmed": 30806331, "text": "PTH levels are increased in patients with acute ischemic cerebrovascular events and are related to aortic distensibility of ascending aorta and positively associated with carotid intima-media thickness."}, {"pubmed": 30902975, "text": "Tgif1 is a novel regulator of bone remodeling and an essential component of the PTH anabolic action."}, {"pubmed": 30947269, "text": "lthough PTH may be an effective inhibitor of hypertrophic differentiation in MSC-based cartilage repair, care may be warranted in applying accessory PTH treatment due to its effects on articular chondrocytes."}, {"pubmed": 31106631, "text": "Study found that parathyroid hormone (PTH) decreased the expression of sirtuin-1 and Bcl-2, inducing apoptosis in primary human aortic smooth muscle cells proposing the mechanism of cardiovascular complications development due to secondary hyperparathyroidism from PTH over-secretion in patients with chronic kidney disease."}, {"pubmed": 31383933, "text": "Population-level associations of achievement of targets for bone-mineral markers with survival in haemodialysis patients with mildly elevated intact-PTH levels: a case-cohort study."}, {"pubmed": 31778168, "text": "Neonatal Severe Hyperparathyroidism: Novel Insights From Calcium, PTH, and the CASR Gene."}, {"pubmed": 31954520, "text": "Parathyroid hormone increases CFTR expression and function in Caco-2 intestinal epithelial cells."}, {"pubmed": 32192791, "text": "PTH and cardiovascular risk."}, {"pubmed": 32242612, "text": "Cold Exposure Distinctively Modulates Parathyroid and Thyroid Hormones in Cold-Acclimatized and Non-Acclimatized Humans."}, {"pubmed": 32306297, "text": "Relationships Between Vitamin D Status and PTH over 5 Years After Roux-en-Y Gastric Bypass: a Longitudinal Cohort Study."}, {"pubmed": 32398014, "text": "Interaction between serum FGF-23 and PTH in renal phosphate excretion, a case-control study in hypoparathyroid patients."}, {"pubmed": 32421798, "text": "Congenital Hypoparathyroidism Associated With Elevated Circulating Nonfunctional Parathyroid Hormone Due to Novel PTH Mutation."}, {"pubmed": 32751307, "text": "Physical Activity-Dependent Regulation of Parathyroid Hormone and Calcium-Phosphorous Metabolism."}, {"pubmed": 32770102, "text": "Abdominal aortic calcification is more severe in unilateral primary aldosteronism patients and is associated with elevated aldosterone and parathyroid hormone levels."}, {"pubmed": 32827441, "text": "Parathyroid Hormone and Bone Mineral Density: A Mendelian Randomization Study."}, {"pubmed": 33725210, "text": "Association of mineral metabolism biomarkers with chronic kidney disease in Chinese adults."}, {"pubmed": 33895557, "text": "Polymorphisms in vitamin D receptor and parathyroid hormone genes in the development and progression of obstructive sleep apnea in Asian Indians."}, {"pubmed": 33933738, "text": "Impact of serum calcium levels on total body bone mineral density: A mendelian randomization study in five age strata."}, {"pubmed": 33961300, "text": "Bone turnover markers are associated with the PTH levels in different subtypes of pseudohypoparathyroidism type 1 patients."}, {"pubmed": 34027903, "text": "Gut microbiome, parathyroid hormone, and bone."}, {"pubmed": 34332324, "text": "Short carboxyl terminal parathyroid hormone peptides modulate human parathyroid hormone signaling in mouse osteoblasts."}, {"pubmed": 34655613, "text": "Structural and thermodynamical insights into the binding and inhibition of FIH-1 by the N-terminal disordered region of Mint3."}, {"pubmed": 35165722, "text": "Novel PTH Gene Mutations Causing Isolated Hypoparathyroidism."}, {"pubmed": 35953118, "text": "The parathyroid glands and parathyroid hormone: Insights from PTH gene mutations."}, {"pubmed": 36162866, "text": "Vitamin D, parathyroid hormone, glucose metabolism and incident diabetes in the multiethnic study of atherosclerosis."}, {"pubmed": 36321253, "text": "Conditional Loss of Nmp4 in Mesenchymal Stem Progenitor Cells Enhances PTH-Induced Bone Formation."}, {"pubmed": 36795755, "text": "Homozygous Ser-1 to Pro-1 mutation in parathyroid hormone identified in hypocalcemic patients results in secretion of a biologically inactive pro-hormone."}, {"pubmed": 36977891, "text": "Roles of PTH and FGF23 in kidney failure: a focus on nonclassical effects."}, {"pubmed": 37664938, "text": "Role of Parathyroid Hormone and Parathyroid Hormone-Related Protein in Protein-Energy Malnutrition."}, {"pubmed": 37712273, "text": "[MiR-301a-5p modulates parathyroid hormone secretion in secondary hyperparathyroidism possibly by regulating calcium-sensing receptor]."}, {"pubmed": 37815140, "text": "The Relationship Between Atrial Fibrillation and Parathyroid Hormone in Heart Failure Outpatients."}, {"pubmed": 38632163, "text": "New insights into the vitamin D/PTH axis in endocrine-driven metabolic bone diseases."}], "genomic_pos": {"chr": "11", "end": 13496181, "ensemblgene": "ENSG00000152266", "start": 13492054, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 13517728, "start": 13513602, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 10913913, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006874", "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 7797535, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "acts_upstream_of_or_within", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007189", "pubmed": 11604398, "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007266", "qualifier": "involved_in", "term": "Rho protein signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008628", "pubmed": 10913913, "qualifier": "involved_in", "term": "hormone-mediated apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009059", "pubmed": 19723499, "qualifier": "acts_upstream_of_or_within", "term": "macromolecule biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009967", "qualifier": "involved_in", "term": "positive regulation of signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010288", "qualifier": "involved_in", "term": "response to lead ion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010468", "qualifier": "acts_upstream_of_or_within", "term": "regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 17696759, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010960", "qualifier": "involved_in", "term": "magnesium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030282", "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030501", "pubmed": 17696759, "qualifier": "involved_in", "term": "positive regulation of bone mineralization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032331", "qualifier": "involved_in", "term": "negative regulation of chondrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033280", "qualifier": "involved_in", "term": "response to vitamin D"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045453", "pubmed": 15080150, "qualifier": "involved_in", "term": "bone resorption"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045725", "pubmed": 21076856, "qualifier": "involved_in", "term": "positive regulation of glycogen biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 19723499, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0046058", "pubmed": 9927325, "qualifier": "involved_in", "term": "cAMP metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046326", "pubmed": 21076856, "qualifier": "involved_in", "term": "positive regulation of glucose import"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046686", "qualifier": "involved_in", "term": "response to cadmium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048873", "qualifier": "involved_in", "term": "homeostasis of number of cells within a tissue"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055062", "qualifier": "involved_in", "term": "phosphate ion homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060732", "pubmed": 11604398, "qualifier": "involved_in", "term": "positive regulation of inositol phosphate biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071107", "qualifier": "involved_in", "term": "response to parathyroid hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071774", "qualifier": "involved_in", "term": "response to fibroblast growth factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071864", "qualifier": "involved_in", "term": "positive regulation of cell proliferation in bone marrow"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071866", "qualifier": "involved_in", "term": "negative regulation of apoptotic process in bone marrow cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090290", "qualifier": "involved_in", "term": "positive regulation of osteoclast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900158", "qualifier": "involved_in", "term": "negative regulation of bone mineralization involved in bone maturation"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005179", "pubmed": 11604398, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005515", "pubmed": 11604398, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19674967, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031856", "qualifier": "enables", "term": "parathyroid hormone receptor binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0031857", "pubmed": 11604398, "qualifier": "enables", "term": "type 1 parathyroid hormone receptor binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0048018", "pubmed": 11604398, "qualifier": "enables", "term": "receptor ligand activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051428", "pubmed": 19674967, "qualifier": "enables", "term": "peptide hormone receptor binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0051428", "pubmed": 11604398, "qualifier": "enables", "term": "peptide hormone receptor binding"}]}, "homologene": {"genes": [[9031, 396436], [9544, 700195], [9598, 466447], [9606, 5741], [9615, 403986], [9913, 280903], [10090, 19226], [10116, 24694]], "id": 266}, "interpro": [{"desc": "Parathyroid hormone/parathyroid hormone-related protein", "id": "IPR001415", "short_desc": "PTH/PTH-rel"}, {"desc": "Parathyroid hormone", "id": "IPR003625", "short_desc": "PTH"}], "ipi": "IPI00000940", "map_location": "11p15.3", "name": "parathyroid hormone", "other_names": ["parathormone", "parathyrin", "parathyroid hormone", "parathyroid hormone 1", "prepro-PTH", "preproparathyroid hormone"], "pantherdb": {"HGNC": "9606", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97799", "ortholog_type": "LDO", "panther_family": "PTHR10541", "taxid": 10090, "uniprot_kb": "Q9Z0L6"}, {"RGD": "3440", "ortholog_type": "LDO", "panther_family": "PTHR10541", "taxid": 10116, "uniprot_kb": "P04089"}, {"Ensembl": "ENSGALG00000042878", "ortholog_type": "LDO", "panther_family": "PTHR10541", "taxid": 9031, "uniprot_kb": "P15743"}, {"ZFIN": "ZDB-GENE-040623-1", "ortholog_type": "LDO", "panther_family": "PTHR10541", "taxid": 7955, "uniprot_kb": "F1QMK0"}, {"ZFIN": "ZDB-GENE-040623-2", "ortholog_type": "LDO", "panther_family": "PTHR10541", "taxid": 7955, "uniprot_kb": "Q6WQ24"}], "uniprot_kb": "P01270"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04961", "name": "Endocrine and other factor-regulated calcium reabsorption - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP1531", "name": "Vitamin D Metabolism"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP322", "name": "Osteoblast Signaling"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4790", "name": "FGF23 signaling in hypophosphatemic rickets and related disorders"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}, {"id": "WP4838", "name": "Regucalcin in proximal tubule epithelial kidney cells"}]}, "pdb": ["1BWX", "1ET1", "1FVY", "1HPH", "1HPY", "1HTH", "1ZWA", "1ZWB", "1ZWD", "1ZWE", "1ZWF", "1ZWG", "2L1X", "3C4M", "7VVK", "7VVL", "7VVM", "7VVN", "7VVO", "7Y36", "8FLQ", "8HA0", "8HAO", "8T5F"], "pfam": "PF01279", "pharmgkb": "PA33951", "pharos": {"target_id": 7128, "tdl": "Tbio"}, "pir": "A19339", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF205929", "relationship": "is"}, {"id": "GNF215822", "relationship": "is"}, {"id": "GNF255135", "relationship": "is"}, {"id": "GNF255136", "relationship": "is"}, {"id": "GNF255137", "relationship": "is"}, {"id": "GNF255138", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087147", "relationship": "is"}, {"id": "GNF087148", "relationship": "is"}, {"id": "GNF087149", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054438", "relationship": "is"}, {"id": "GNF059216", "relationship": "is"}, {"id": "GNF074577", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069933", "relationship": "is"}, {"id": "GNF069934", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF132082", "relationship": "is"}, {"id": "GNF132083", "relationship": "is"}, {"id": "GNF132101", "relationship": "is"}, {"id": "GNF132102", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336825", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102510", "relationship": "is"}, {"id": "GNF142164", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_008962.1"], "protein": ["NP_000306.1", "NP_001303281.1"], "rna": ["NM_000315.4", "NM_001316352.2"], "translation": [{"protein": "NP_000306.1", "rna": "NM_000315.4"}, {"protein": "NP_001303281.1", "rna": "NM_001316352.2"}]}, "reporter": {"HG-U133_Plus_2": "206977_at", "HG-U95Av2": ["34399_at", "708_at"], "HTA-2_0": "TC11001435.hg.1", "HuEx-1_0": ["3363686", "3363693"], "HuGene-1_1": "7946687", "HuGene-2_1": "16735970"}, "summary": "This gene encodes a member of the parathyroid family of proteins. The encoded preproprotein is proteolytically processed to generate a protein that binds to the parathyroid hormone/parathyroid hormone-related peptide receptor and regulates blood calcium and phosphate levels. Excess production of the encoded protein, known as hyperparathyroidism, can result in hypercalcemia and kidney stones. On the other hand, defective processing of the encoded protein may lead to hypoparathyroidism, which can result in hypocalcemia and numbness. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Oct 2015].", "symbol": "PTH", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419072"}, "unigene": "Hs.37045", "uniprot": {"Swiss-Prot": "P01270"}, "wikipedia": {"url_stub": "Parathyroid hormone"}}