{"AllianceGenome": "9607", "HGNC": "9607", "MIM": "168470", "_id": "5744", "_version": 2, "accession": {"genomic": ["AC008011.11", "AH002978.2", "CH471094.1", "CP068266.2", "M17183.1", "M57293.1", "NC_000012.12", "NC_060936.1", "NG_023197.1", "X14304.1"], "protein": ["AAA60216.1", "AAA60217.1", "AAA60218.1", "AAA60221.1", "AAA60358.1", "AAA60359.1", "AAA60360.1", "AAH05961.1", "AAN76483.1", "AAO49791.1", "AAO49793.1", "AAP35842.1", "BAG36261.1", "CAA32480.1", "CAG46680.1", "EAW96572.1", "EAW96573.1", "EAW96574.1", "EAW96575.1", "EAW96576.1", "NP_002811.1", "NP_945315.1", "NP_945316.1", "NP_945317.1", "P12272.1", "XP_016875164.1", "XP_047285134.1", "XP_047285135.1", "XP_054228585.1", "XP_054228586.1", "XP_054228587.1"], "rna": ["AI569027.1", "AI591151.1", "AI760061.1", "AK313476.1", "BC005961.1", "BG676028.1", "BG679319.1", "BG680355.1", "BI752853.1", "BI963162.1", "BT007178.1", "CR541882.1", "J03580.1", "J03802.1", "M26958.1", "M26959.1", "M26960.1", "M34071.1", "NM_002820.3", "NM_198964.2", "NM_198965.2", "NM_198966.2", "XM_017019675.2", "XM_047429178.1", "XM_047429179.1", "XM_054372610.1", "XM_054372611.1", "XM_054372612.1"], "translation": [{"protein": "NP_945315.1", "rna": "NM_198964.2"}, {"protein": "XP_047285135.1", "rna": "XM_047429179.1"}, {"protein": "CAG46680.1", "rna": "CR541882.1"}, {"protein": "AAH05961.1", "rna": "BC005961.1"}, {"protein": "XP_054228587.1", "rna": "XM_054372612.1"}, {"protein": "NP_002811.1", "rna": "NM_002820.3"}, {"protein": "XP_054228586.1", "rna": "XM_054372611.1"}, {"protein": "XP_016875164.1", "rna": "XM_017019675.2"}, {"protein": "BAG36261.1", "rna": "AK313476.1"}, {"protein": "NP_945317.1", "rna": "NM_198966.2"}, {"protein": "AAA60217.1", "rna": "M34071.1"}, {"protein": "XP_047285134.1", "rna": "XM_047429178.1"}, {"protein": "AAO49791.1", "rna": "M26958.1"}, {"protein": "AAA60218.1", "rna": "J03802.1"}, {"protein": "AAN76483.1", "rna": "M26960.1"}, {"protein": "AAP35842.1", "rna": "BT007178.1"}, {"protein": "AAO49793.1", "rna": "M26959.1"}, {"protein": "AAA60216.1", "rna": "J03580.1"}, {"protein": "NP_945316.1", "rna": "NM_198965.2"}, {"protein": "XP_054228585.1", "rna": "XM_054372610.1"}]}, "alias": ["BDE2", "HHM", "PLP", "PTHR", "PTHRP"], "ensembl": {"gene": "ENSG00000087494", "protein": ["ENSP00000201015", "ENSP00000379209", "ENSP00000379213", "ENSP00000440613", "ENSP00000441571", "ENSP00000441765", "ENSP00000441890", "ENSP00000444519", "ENSP00000445157"], "transcript": ["ENST00000201015", "ENST00000395868", "ENST00000395872", "ENST00000534890", "ENST00000535992", "ENST00000538310", "ENST00000539239", "ENST00000542963", "ENST00000545234"], "translation": [{"protein": "ENSP00000379213", "rna": "ENST00000395872"}, {"protein": "ENSP00000441765", "rna": "ENST00000545234"}, {"protein": "ENSP00000441571", "rna": "ENST00000539239"}, {"protein": "ENSP00000441890", "rna": "ENST00000538310"}, {"protein": "ENSP00000201015", "rna": "ENST00000201015"}, {"protein": "ENSP00000440613", "rna": "ENST00000535992"}, {"protein": "ENSP00000379209", "rna": "ENST00000395868"}, {"protein": "ENSP00000444519", "rna": "ENST00000542963"}, {"protein": "ENSP00000445157", "rna": "ENST00000534890"}], "type_of_gene": "protein_coding"}, "entrezgene": "5744", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.86659560696, "exp_mis": 72.5837957303, "exp_syn": 32.0771180825, "lof_z": 2.77832544481377, "mis_z": 1.64103031193151, "mu_lof": 6.58802283407e-07, "mu_mis": 7.17694921457e-06, "mu_syn": 3.14681323403e-06, "n_lof": 0.0, "n_mis": 44.0, "n_syn": 25.0, "p_li": 0.921296517827875, "p_null": 0.000486182491601128, "p_rec": 0.0782172996805235, "syn_z": 0.774655050745697}, "bp": 534, "cds_end": 28122427, "cds_start": 28111491, "n_exons": 3, "nonpsych": {"exp_lof": 7.07581087328, "exp_mis": 65.6511239806, "exp_syn": 28.9886687186, "lof_z": 2.61240245746123, "mis_z": 1.59678663692722, "mu_lof": 6.58802283407e-07, "mu_mis": 7.17694921457e-06, "mu_syn": 3.14681323403e-06, "n_lof": 0.0, "n_mis": 40.0, "n_syn": 25.0, "p_li": 0.908606228501279, "p_null": 0.00086352721668908, "p_rec": 0.0905302442820314, "syn_z": 0.46642033073807}, "nontcga": {"exp_lof": 7.23295833016, "exp_mis": 66.7727870259, "exp_syn": 29.5066386786, "lof_z": 2.65301204071327, "mis_z": 1.75425183505046, "mu_lof": 6.58802283407e-07, "mu_mis": 7.17694921457e-06, "mu_syn": 3.14681323403e-06, "n_lof": 0.0, "n_mis": 38.0, "n_syn": 23.0, "p_li": 0.905670284650549, "p_null": 0.000769265928134535, "p_rec": 0.0935604494213167, "syn_z": 0.758436443872131}, "transcript": "ENST00000395872.1"}, "exons": [{"cdsend": 27969494, "cdsstart": 27963343, "chr": "12", "position": [[27962320, 27963770], [27969393, 27969516], [27970024, 27970267], [27971926, 27971983]], "strand": -1, "transcript": "NM_002820", "txend": 27971983, "txstart": 27962320}, {"cdsend": 27969494, "cdsstart": 27963343, "chr": "12", "position": [[27962320, 27963770], [27969393, 27969516], [27969680, 27969976]], "strand": -1, "transcript": "NM_198964", "txend": 27969976, "txstart": 27962320}, {"cdsend": 27969494, "cdsstart": 27958558, "chr": "12", "position": [[27958083, 27958568], [27963347, 27963770], [27969393, 27969516], [27970024, 27970267], [27971926, 27972019], [27972522, 27972733]], "strand": -1, "transcript": "NM_198965", "txend": 27972733, "txstart": 27958083}, {"cdsend": 27969494, "cdsstart": 27958558, "chr": "12", "position": [[27958083, 27958568], [27963347, 27963770], [27969393, 27969516], [27969680, 27969976]], "strand": -1, "transcript": "NM_198966", "txend": 27969976, "txstart": 27958083}], "exons_hg19": [{"cdsend": 28122427, "cdsstart": 28116276, "chr": "12", "position": [[28115253, 28116703], [28122326, 28122449], [28122957, 28123200], [28124859, 28124916]], "strand": -1, "transcript": "NM_002820", "txend": 28124916, "txstart": 28115253}, {"cdsend": 28122427, "cdsstart": 28116276, "chr": "12", "position": [[28115253, 28116703], [28122326, 28122449], [28122613, 28122909]], "strand": -1, "transcript": "NM_198964", "txend": 28122909, "txstart": 28115253}, {"cdsend": 28122427, "cdsstart": 28111491, "chr": "12", "position": [[28111016, 28111501], [28116280, 28116703], [28122326, 28122449], [28122957, 28123200], [28124859, 28124952], [28125455, 28125666]], "strand": -1, "transcript": "NM_198965", "txend": 28125666, "txstart": 28111016}, {"cdsend": 28122427, "cdsstart": 28111491, "chr": "12", "position": [[28111016, 28111501], [28116280, 28116703], [28122326, 28122449], [28122613, 28122909]], "strand": -1, "transcript": "NM_198966", "txend": 28122909, "txstart": 28111016}], "generif": [{"pubmed": 10873655, "text": "Translation initiation from non-AUG (CUG) start sites in the signal sequence, downstream of the initiator AUG codon, target PTHrP molecules exclusively to the nucleoli."}, {"pubmed": 11159841, "text": "Alternative, in-frame translation initiation from non-AUG (CUG and GUG) start sites, downstream of the initiator AUG, give rise to nuclear forms of parathyroid hormone-related protein."}, {"pubmed": 11997185, "text": "Data show that parathyroid hormone-related protein (PTHrP) mRNA and secreted protein levels are downregulated by 1,25-dihydroxyvitamin D(3) (1,25(OH)(2)D(3)) via a transcriptional mechanism."}, {"pubmed": 12201218, "text": "Autocrine/paracrine involvement of parathyroid hormone-related peptide in vascular leiomyoma."}, {"pubmed": 12210735, "text": "Results indicate the presence of a PTH/PTHrP responsive element in the human COL10A1 enhancer."}, {"pubmed": 12220636, "text": "findings suggest that beta-arrestin 1 acts as an effector for a novel function of PTHrP in cytoplasm"}, {"pubmed": 12359237, "text": "vascular sites of expression of PTHrP and its cognate receptor in the rheumatoid synovium and/or in cultured rheumatoid synovial endothelial cells"}, {"pubmed": 12364464, "text": "first report demonstrating that PTHrP is produced in the myocardium and is increased in congestive heart failure"}, {"pubmed": 12374685, "text": "PTHRP and its receptor are co-expressed more frequently in bone metastases of breast cancer"}, {"pubmed": 12391194, "text": "Cytotoxic T-lymphocyte lines generated using PTH-rP peptide-pulsed dendritic cells have epitope peptide specificity, HLA-A(*)02.01 restriction, and the ability to kill HLA-A(*)02.01/PTH-rP-producing cancer cells."}, {"pubmed": 12549623, "text": "In conclusion, breast fibroblasts are constitutive PTHrP-producing cells with the potential for autocrine signaling through the PTH/PTHrP receptor"}, {"pubmed": 12576923, "text": "PTH-rP may play a significant role in severe hypercalcemia in patients with metastatic melanoma"}, {"pubmed": 12581888, "text": "results suggest that PTHrP may play a role in prostate tumor invasion and metastasis by influencing cell adhesion to the ECM via upregulation of specific integrin subunits"}, {"pubmed": 12586762, "text": "androgens can regulate PTHrP production, and the androgen effect on PTHrP is mediated at least in part by transcriptional regulation via the androgen receptor"}, {"pubmed": 12647214, "text": "results demonstrated a relationship between intensity of parathyroid hormone-related peptide expression and the survival time and development of distant metastases in patients with ductal mammary carcinoma"}, {"pubmed": 12727200, "text": "Data show that 1,25 vitamin D3 recruited DNA-dependent protein kinase (DNA-PKcs) to the chromatinized negative DNA element of the parathyroid hormone-related polypeptide (PTHrP) gene."}, {"pubmed": 12850281, "text": "1,25-dihydroxyvitamin D3 and non-calcemic analogue EB1089 suppress PTHrP mRNA and protein levels in two prostate cancer cell lines; a PTHrP gene sequence element homologous to the negative vitamin D response element bound the vitamin D receptor"}, {"pubmed": 12850290, "text": "findings suggest a potential mechanism by which PTHrP transcription may be regulated by Ets-1 as a consequence of events that promote tumorigenic behavior in breast epithelial cells"}, {"pubmed": 12929929, "text": "replacement of PTHrP prevented the apoptotic changes and reduction of Bcl-2 expression in ATDC5 cells expressing the ACH mutant"}, {"pubmed": 12933685, "text": "collagenases can be a downstream effector of PTH/PTHrP receptor action in trabecular bone, but not in periosteum."}, {"pubmed": 12947048, "text": "PTHRP binds to the extracellular face of the type 1 PTH receptor."}, {"pubmed": 14503917, "text": "High plasma levels of PTHrP in cancer-bearing patients contribute to the development of hypercalcemia and syndrome caused by an excess of pro-inflammatory cytokines"}, {"pubmed": 14969386, "text": "role in programing skeletal development in utero"}, {"pubmed": 15023531, "text": "Wild-type PTHrP-overexpressing breast cancer cells showed significantly higher laminin adhesion and migration, and Matrigel invasion than empty vector-transfectants or cells overexpressing NLS-mutated PTHrP."}, {"pubmed": 15128746, "text": "Data suggest that mitogen-activated protein kinase pathway inactivation regulates parathyroid hormone-related protein (PTHrP)-stimulated AP-1 members, blocks PTHrP-stimulated IL-6, and down-regulates osteoblastic markers associated with differentiation."}, {"pubmed": 15210588, "text": "PTHrP increases the percentage of VSM cells in the S & in G2/M phases.These effects require critical serine & threonine residues at positions Ser119, Ser130, Thr132, & Ser138 in the carboxy-terminus of PTHrP & are associated with the PrB phosphorylation."}, {"pubmed": 15282196, "text": "PKA appears to have a role in the regulatory effects of PTHrP on lung cancer cell survival."}, {"pubmed": 15286039, "text": "Parathyroid hormone-related protein is involved not only in the maternal and fetal failures but also in the etiological aspects of the disease. We hypothesize that reduced local production of the peptide is a major causative event. Review."}, {"pubmed": 15291755, "text": "demonstrates cell-type specific expression of PTHrP mRNA isoforms, and disruption of the normal regulation during cancer progression may in part be associated with TGF-beta1-induced changes in PTHrP mRNA isoform expression and stability"}, {"pubmed": 15582709, "text": "may play a role in colon cancer invasion and metastasis by increasing cell proliferation and adhesion to the ECM via upregulation of proinvasive integrin expression"}, {"pubmed": 15629138, "text": "that PTHrP expression results in the skeletal progression of prostate cancer cells"}, {"pubmed": 15878959, "text": "identification of proteins that might bind PTHrP at the cell surface of tumor cells, such as HSPprotein."}, {"pubmed": 15889157, "text": "The Parathyroid hormone-related protein (PTHrP) plays a primary role in the development of humoral hypercalcemia of malignancy seen in the majority of adult T-cell leukemia/lymphoma (ATLL) patients with human T-cell lymphotropic virus type-1 infection."}, {"pubmed": 16298826, "text": "Production of PTHrP by blast cells was favorably controlled by imatinib therapy alone in chrnoic myelogenous leukemia"}, {"pubmed": 16455237, "text": "In cancer invasiveness in a breast cancer cell line, a novel humoral fibroblast-breast cancer cell interaction, mediated by PTHrp, can be recognised."}, {"pubmed": 16500729, "text": "PTHrP levels decrease in proportion to the severity of heart failure"}, {"pubmed": 16551631, "text": "PTHrP has a profound effect on gene expression in breast cancer cells and, as a consequence, contributes to the regulation of important cellular activities, such as migration and proliferation"}, {"pubmed": 16965770, "text": "The role of PTHrP in breast cancer growth and metastasis may be mediated via upregulation of integrin alpha6beta4 expression and Akt activation, with consequent inactivation of GSK-3."}, {"pubmed": 17213971, "text": "May be a prognostic marker for bone metastasis in breast cancer."}, {"pubmed": 17370040, "text": "identification of PTHrP and ezrin as important regulators of lung cancer bone metastasis offers new mechanistic insights into the metastasis of lung cancer and provides potential targets for the prevention and treatment of lung cancer metastasis"}, {"pubmed": 17390372, "text": "We conclude that PTHrP-induced MCP-1 production by HBME and hFOB cells promotes osteoclast differentiation in vitro and such induction may play a critical role in PCa development in the bone microenvironment."}, {"pubmed": 17426287, "text": "Endocytosis and trafficking of CaR modulate PTHrP secretion."}, {"pubmed": 17443683, "text": "Nuclear accumulation of PTHrP effectively inhibits mitochondrial-mediated apoptosis through regulation of the expression, activity, and sub-cellular trafficking of casein kinase 2."}, {"pubmed": 17516841, "text": "provide first evidence that PTHrP(38-94) amide can affect gene expression in tumor cells"}, {"pubmed": 17964713, "text": "Targeting PTHrP might result in effective inhibition of tumor growth, migration, and invasion."}, {"pubmed": 18007586, "text": "Since PTHrP is found in many normal and malignant cells, potentiation by ATP and bradykinin is likely to have a wider role in modulating signal transduction events"}, {"pubmed": 18035481, "text": "PTHrP and KISS-1 may regulate colony formation in 3D breast tumor cell cultures by influencing ERK1/2 phosphorylation."}, {"pubmed": 18096456, "text": "Results show that in human mesenchymal stem cells, elevated extracellular calcium levels increases both released parathyroid hormone-related peptide (PTHrP) and PTHrP mRNA expression."}, {"pubmed": 18280230, "text": "6 SNPs in the PTH gene and 3 SNPs each in the PTHLH, PTHR1 and PTHR2 genes were investigated in relation to bone mineral density"}, {"pubmed": 18280230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18379031, "text": "PTHrP induces cachexia by mechanisms other than directly affecting the hypothalamic feeding regulated peptides."}, {"pubmed": 18426836, "text": "the PTHrP VNTR sequence likely modulates local PTHrP expression within the skeletal microenvironment"}, {"pubmed": 18541021, "text": "These data demonstrate that PTHrP and its receptor are up-regulated specifically during immortalization of T-lymphocytes by HTLV-1 infection and may facilitate the transformation process."}, {"pubmed": 18621740, "text": "Because PTHrP contributes to hypercalcemia and bone metastases, switching of G-protein usage by the CaR may contribute to the pathogenesis of breast cancer."}, {"pubmed": 18627264, "text": "The data raise the possibility that PTH or PTHrP might regulate ephrinB2 to act in a paracrine or autocrine manner on EphB4 or EphB2 in the osteoblast, contributing as a local event to the anabolic action of PTH or PTHrP."}, {"pubmed": 18651620, "text": "PTHrP (107-139) interacts with VEGFR-2 to promote human osteoblastic cell survival by a mechanism involving Runx2 activation."}, {"pubmed": 18695921, "text": "High PTHrP mRNA expression is associated with developing oral malignant carcinomas."}, {"pubmed": 18729185, "text": "data suggest PTHrP plays a role in tumorigenesis in prostate cancer, and that PTHrP is a key mediator for communication and interactions between prostate cancer and the bone microenvironment"}, {"pubmed": 19056930, "text": "PTHrP expression studies confirmed the involvement of HuR in PTHrP upregulation in this disease."}, {"pubmed": 19190955, "text": "human ventricular cardiomyocytes express PTHrP and PTH1R"}, {"pubmed": 19240061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19304784, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19342773, "text": "The crystal structure will shed light on the nature of the key residues of PTHrP that interact with the antibody and will provide insights into how the antibody is able to discriminate between PTHrP and the related molecule parathyroid homone."}, {"pubmed": 19350667, "text": "CaR and PTHrP were expressed in differentiated, favorable neuroblastic tumors, and both genes were up-regulated by inducing differentiation."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19487464, "text": "Findings demonstrate that ADAMTS-7, a direct target of PTHrP signaling, negatively regulates endochondral bone formation by associating with and inactivating GEP chondrogenic growth factor."}, {"pubmed": 19507249, "text": "Data indicate that PTHrP inhibits major apoptosis signaling pathways by blocking signaling via p53, death receptors and mitochondria and, consequently, confers chemoresistance of cancer cells."}, {"pubmed": 19519497, "text": "REVIEW: current knowledge in PTHrP physiology implicating its role into the mechanisms of beta-cell mass regulation and consequently in diabetes"}, {"pubmed": 19584267, "text": "Used human prostate cancer cell lines as model systems to study the effects of PTHrP. Report that PTHrP protects these cells from doxorubicin-induced apoptosis and promotes anchorage-independent cell growth via an intracrine pathway."}, {"pubmed": 19587161, "text": "induces Jagged1 expression in periodontal ligament cells, leading to osteo- and odontoclastogenesis"}, {"pubmed": 19616583, "text": "observations provide evidence of a link between intracrine PTHrP action and cell growth and survival. Targeting PTHrP production in colon cancer may thus prove therapeutically beneficial"}, {"pubmed": 19674967, "text": "Results describe the structural basis for parathyroid hormone-related protein binding to the parathyroid hormone receptor, and establish a molecular model for the action of two biologically distinct ligands through a single receptor."}, {"pubmed": 19727413, "text": "Fasting PTHrP serum level correlated with blood glucose in type 2 diabetes and control subjects with a significant increase in PTHrP in diabetes compared to control. PTHrP showed a positive correlation with insulin levels only among control subjects."}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19825997, "text": "Taken together, we provide evidence that AREG stimulation of EGFR results in high levels of PTHrP gene expression, contributing to cancer-associated bone pathology."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19952062, "text": "The paracrine/autocrine signaling through PTHrP/PTH1R could be important in early-stage lung adenocarcinoma progression."}, {"pubmed": 19959711, "text": "PTHrP, TGF-beta, EGF, and VEGF might cooperate through activation of ERK1/2 to induce epithelial-mesenchymal transition in renal tubuloepithelial cells."}, {"pubmed": 20015959, "text": "These results are the first to identify a cis-directed PTHLH downregulation as primary cause of human chondrodysplasia."}, {"pubmed": 20035059, "text": "Oral squamous cell carcinoma provides a suitable microenvironment for osteoclast formation not only by producing IL-6 and PTHrP but also by stimulating stromal cells to synthesize IL-6."}, {"pubmed": 20049852, "text": "In mesenchymal stem cells PTHrP potently inhibited early and late chondrogenesis, inducing a shift from matrix anabolism to catabolism."}, {"pubmed": 20060342, "text": "In both central and peripheral giant cell granulomas of the jaws, parathyroid hormone-related peptide was abundantly expressed by type I multinucleated giant cells and mononucleated stromal cells with vesicular nuclei."}, {"pubmed": 20082139, "text": "Expression of the adenovirus E1A oncogene repressed PTHrP promoter and mRNA expression in human PC-3 prostate cancer cells"}, {"pubmed": 20170896, "text": "In a large pedigree with brachydactyly type E, short stature, and learning disabilities, we detected a microdeletion of approximately 900 kb encompassing PTHLH."}, {"pubmed": 20401668, "text": "Results suggest that PTHrP (ParaThyroid Hormone-related Protein) acts upstream of BMP-6, and exerts its antimitogenic effect by reducing BMP-6 mRNA expression through PKA signaling pathway in breast cancer cells."}, {"pubmed": 20428761, "text": "Cancer-derived PTHrP appears to play a critical role in bone invasion by oral squamous cell carcinoma, mediated by osteoclasts"}, {"pubmed": 20496422, "text": "Chondrocytes secreted parathyroid hormone-related protein (PTHrP) throughout the culture period, whereas PTHrP was down-regulated in favor of IHH up-regulation in control MSCs after 2-3 weeks of chondrogenesis."}, {"pubmed": 20556927, "text": "our study suggests that PTHrP carries out an important role in inflamed dental pulp through the regulation of odontoblast differentiation, vasodilatation and neoangiogenesis"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20844958, "text": "PTHLH has a low signal expression in human gastric enterochromaffin-like cells. Serum gastrin levels correlate with PTHLH RNA levels in gastric mucosa."}, {"pubmed": 20876711, "text": "PTHRP be therapeutic for the treatmenet of diabetes and is effective in postmenopausal osteoporosis."}, {"pubmed": 20890111, "text": "High PTHrP is associated with lung cancer."}, {"pubmed": 21068146, "text": "Because PTHLH and its receptor are expressed by human uterine fibroblast cells and placental cells, the inhibitory effect of PTHLH on decidualization appears to be due, at least in part, to an autocrine/paracrine mechanism"}, {"pubmed": 21085597, "text": "Studies indicate that inhibition of Rho-associated kinase (ROCK) decreased PTHrP expression."}, {"pubmed": 21402056, "text": "this study established that steroid hormones negatively regulate PTHrP expression."}, {"pubmed": 21444150, "text": "PTHrP stimulates prostate cancer cell growth and upregulates aldo-keto reductase 1C3"}, {"pubmed": 21532883, "text": "Calcium activated CaR results in MAPK-mediated stimulation of parathyroid hormone-related protein production in human lung squamous cell carcinoma lines."}, {"pubmed": 21625386, "text": "findings indicate that PTHrP plays an autocrine/paracrine neoplastic role in GCT by allowing the proliferating stromal cells to evade apoptosis, possibly through non-traditional caspase-independent pathways"}, {"pubmed": 21664243, "text": "Regulation of PTHrP levels is dependent on VDR expression by the cells, in that suppressing VDR expression with siRNA inhibits the 1,25D-mediated downregulation of PTHrP expression."}, {"pubmed": 21732369, "text": "Data show that PTHrP is upregulated in the kidney of patients with diabetic nephropathy."}, {"pubmed": 21775817, "text": "Methylation of the PTHrP P2 is a potential marker of breast cancer progression and might be used to evaluate the metastatic potential of breast tumors."}, {"pubmed": 21826652, "text": "PTHrP(1-34)-mediated repression of the PHEX gene in osteoblastic cells involves the transcriptional repressor E4BP4."}, {"pubmed": 21942940, "text": "Data show parathyroid hormone-related protein (PTHrP) and macrophage inflammatory protein-1alpha (MIP-1alpha) exert antitumor effect presumably by increasing sensitivity to apoptotic signals through modulation of transcription and apoptosis factors in T-cells."}, {"pubmed": 22056386, "text": "PTHrP-specific neutralizing antibodies slowed the progression and metastasis of human breast cancer xenografts, indicating PTHrP's importance for metastatic spread."}, {"pubmed": 22291434, "text": "Nuclear localization of PTHrP confers prostate cancer cell resistance to anoikis, potentially contributing to prostate cancer metastasis"}, {"pubmed": 22318950, "text": "Data suggest that induction of PTHLH in mammary gland involves serotonin, type 2 serotonin receptor, and signal transduction; results may apply in lactation and breast neoplasms."}, {"pubmed": 22448974, "text": "PTHrP may contribute to vascular calcification in chronic hemodialysis patients by activating BMP-2/ Cbfa1 signalling pathway."}, {"pubmed": 22508574, "text": "These findings indicate that PTHrP neutralization exhibits anticancer potential by regulating cell-cycle progression and apoptosis in bone tumor cells."}, {"pubmed": 22745236, "text": "research into the basic biology of PTHrP has suggested previously unrecognized connections to a variety of disease states such as osteoporosis, osteoarthritis, and breast cancer--REVIEW"}, {"pubmed": 22790219, "text": "PTHrP(97-107) is a useful carrier peptide for delivery and expression of cargo molecules in the cytoplasm."}, {"pubmed": 22830401, "text": "the role of PTHrP in skeletal metastasis, including direct actions in tumor cells, as well as alterations in the bone microenvironment"}, {"pubmed": 22955522, "text": "systems theory analysis of PTHLH downstream leukocyte adhesion-mediated protein amino acid N-linked glycosylation coupling Notch and JAK-STAT cascade to iron-sulfur cluster assembly-induced aging network in no-tumor hepatitis/cirrhotic tissues"}, {"pubmed": 22960231, "text": "Tristetraproline (TTP) is an RNA-binding protein that may be involved in ARE-mediated degradation of parathyroid hormone-related protein."}, {"pubmed": 22997493, "text": "activated PTHLH coupling feedback phosphoinositide to G-protein receptor signal-induced cell adhesion network in hepatocellular carcinoma"}, {"pubmed": 23109045, "text": "findings represent the initial genetic evidence that PTHrP regulates periosteal/intramembranous bone cell activity on cortical bone surfaces and indicate that PTHrP serves as a load-induced modeling tool in fibrous insertion sites during linear growth"}, {"pubmed": 23458685, "text": "that miR-33a may be a potent tumor suppressor, which inhibits direct and indirect osteoclastogenesis through repression of PTHrP."}, {"pubmed": 23466453, "text": "PTHrP excreted by giant cell tumor of bone stromal cells increases bone tumor cell local invasiveness and migration."}, {"pubmed": 23494914, "text": "new clues to understand the underlying mechanisms whereby PTHrP can increase bone formation."}, {"pubmed": 23499737, "text": "PTHrP increases the promoter activity of the integrin alpha6 and beta4 subunits."}, {"pubmed": 23588777, "text": "PTHrP is highly detectable in intermediate and epidermoid cells, and abundant expression of PTHrP in intermediate cells has a significant association with cancer malignancy."}, {"pubmed": 23625795, "text": "All 3 markers were studied independently and were associated with tumor percentage in metastatic lymph nodes. PVA had the strongest correlation, followed by PTHrP and then TACSTD1."}, {"pubmed": 23662774, "text": "Parathyroid hormone-related protein is induced by hypoxia and promotes expression of the differentiated phenotype of human articular chondrocytes."}, {"pubmed": 23752183, "text": "PTHrP was found to inhibit DKK1 expression through c-Jun-mediated inhibition of beta-catenin activity on the DKK1 promoter."}, {"pubmed": 23780896, "text": "Data indicate that expressions of PTHrP, EPO, and VEGF were respectively related to advanced stage of clear cell renal cell carcinoma (ccRCC)."}, {"pubmed": 23810363, "text": "High PTHRP mRNA expression correlated with lung cancer stage, presence of bone metastasis, and squamous cell carcinoma."}, {"pubmed": 23810909, "text": "PTHrP intracellular retention is down-regulated in osteo-differentiating cells whereas the secretion of the protein in the extracellular medium is up-regulated with respect to stem cells."}, {"pubmed": 23822995, "text": "Antagonistic antibodies against the death receptors demonstrated that Apo2L/TRAIL mediated its apoptotic signals through activation of the TRAIL-R2 in PTHrP expressing breast cancer cells"}, {"pubmed": 23845990, "text": "these results evidence a protective effect of PTHrP under apoptotic conditions in intestinal cells."}, {"pubmed": 23983616, "text": "PTHrP expression in human MDA-MB-231 breast cancer cells is critical for tumor growth and survival and osteoblast inhibition."}, {"pubmed": 24072746, "text": "Prostate cancer-derived PTHrP acts in the bone marrow to potentiate CD11b(+)Gr1(+) cells, which are recruited to tumor tissue where they contribute to tumor angiogenesis and growth."}, {"pubmed": 24465715, "text": "Data suggest that parathyroid hormone-related protein (PTHrP) may work through epithelial-to-mesenchymal transition (EMT) to promote an aggressive and metastatic phenotype in prostate cancer."}, {"pubmed": 24590291, "text": "Evaluation of clinical breast tumor samples revealed that reduced DLC1 expression was linked to elevated PTHLH expression and organ-specific metastasis to bone."}, {"pubmed": 24725082, "text": "Threonine at position 107 contributes to the osteogenic actions of PTHrP in osteoblasts."}, {"pubmed": 24836507, "text": "Intermittent application of PTHrP represents an important novel means to improve chondrogenesis of MSCs and may be considered as a supporting clinical-treatment mode for MSC-based cartilage defect regeneration"}, {"pubmed": 24861371, "text": "High PTHLH expression is strongly associated with poor outcome both in overall survival and disease-free survival for patients who underwent standard nephrectomy."}, {"pubmed": 24870837, "text": "It is a critical physiological regulator of various biological processes, including bone and cartilage metabolism. (review)"}, {"pubmed": 24973691, "text": "miR-126-5p could directly target PTHrP and have a tumor suppressor function in giant cell tumor."}, {"pubmed": 25007883, "text": "Data show three individuals with duplications of the parathyroid hormone-like hormone (PTHLH) locus leading to a hitherto unrecognized syndrome characterized by acro-osteolysis, cortical irregularity of long bones and metadiaphyseal enchondromata."}, {"pubmed": 25043053, "text": "PTHrP mediates energy wasting in fat tissues and contributes to the broader aspects of cancer cachexia; thus, neutralization of PTHrP might hold promise for ameliorating cancer cachexia and improving patient survival"}, {"pubmed": 25051885, "text": "PTHrP positively modulates cell cycle progression and changes the expression of proteins involved in cell cycle regulation."}, {"pubmed": 25053227, "text": "PTHrP regulates Caco-2 cell proliferation via several signaling pathways."}, {"pubmed": 25252304, "text": "PTHLH is important during embryonic development. [review]"}, {"pubmed": 25359619, "text": "High PTHRP expression is associated with bone destruction in lung and breast cancer."}, {"pubmed": 25368276, "text": "High PTHRP expression is associated with metastasis in breast cancer."}, {"pubmed": 25539663, "text": "PTHLH/PTHrP could play a role in the pathogenesis of oral squamous cell carcinoma by affecting cell proliferation and cell cycle."}, {"pubmed": 25801215, "text": "A novel heterozygous mutation in PTHLH gene was identified in a Chinese pedigree with brachydactyly type E."}, {"pubmed": 26562265, "text": "Data suggest affinity of ligands for binding site on PTH1R/parathyroid hormone 1 receptor, either in GTP-binding protein-dependent or -independent conformation, alters duration of action of ligand in target cells; ligands were peptide fragments of PTHRP."}, {"pubmed": 26597083, "text": "TGF-beta and PTHrP were confirmed to be involved in regulating the malignant progression in breast cancer, and PTHrP expression, to be associated with bone metastasis as a potential prognostic marker in ER negative breast cancer"}, {"pubmed": 26640227, "text": "we report three patients affected with brachydactyly type E, caused by PTHLH mutations expected to result in haploinsufficiency, and discuss our data compared to published reports."}, {"pubmed": 26733284, "text": "Duplication of PTHLH co-segregates with osteochondroplasia with a combined brachydactyly type E/A1 in a three-generation pedigree."}, {"pubmed": 26763883, "text": "Data shown here expand the knowledge on the phenotypic presentation of PTHLH mutations, highlighting significant clinical variability and incomplete penetrance of the PTHLH-related symptoms."}, {"pubmed": 26855372, "text": "No relationship between plasma PTHrP levels and failure of tooth eruption, dental manifestations of pseudohypoparathyroidism or brachydactyly was found."}, {"pubmed": 27316348, "text": "High expression of PTHRP is associated with Tongue squamous cell carcinoma."}, {"pubmed": 27368119, "text": "We showed that the supplementation of the osteogenic differentiation medium with PTHrP inhibited the alkaline phosphatase activity and the expression of the transcription factor DLX3, but the depletion of PTHrP did not support the differentiation of DFCs.We showed that SUFU (Suppressor Of Fused Homolog) was not regulated during the osteogenic differentiation in DFCs"}, {"pubmed": 28120940, "text": "In summary, these results reveal that PTHLH expression is a poor prognosis marker in head and neck squamous cell carcinoma patients, and RUNX2-PTHLH axis contributes to head and neck squamous cell carcinoma tumor growth."}, {"pubmed": 28211986, "text": "this is the first time that mutation recurrence has been detected in PTHLH associated with brachydactyly type E and we have observed that, as remarked before, this syndrome has high intrafamilial as well as interfamilial variability"}, {"pubmed": 28342003, "text": "Amino PTHrP and carboxyl PTHrP can vary independently in different lung carcinomas. Carboxyl PTHrP may temper the stimulatory effect of amino PTHrP on cancer progression."}, {"pubmed": 28370412, "text": "these data suggest that PTHrP(12-48) is a bioactive breast cancer-derived peptide that locally regulates the differentiation of hematopoietic cells and the activity of osteoclasts within the tumor-bone marrow microenvironment, perhaps to facilitate tumor control of bone."}, {"pubmed": 28385776, "text": "RSK activation via ERK modulates human colon cancer cells response to PTHrP."}, {"pubmed": 28408643, "text": "PTHLH is a gastrin-regulated growth factor that might contribute to gastric epithelial cell homeostasis."}, {"pubmed": 28954822, "text": "Our study thus demonstrates the dual roles of PTHrP on TGF-b1 signaling and FN up-regulation for the first time in glomerular mesangial cells . These data also provided new insights to guide development of therapy for diabetic kidney disease"}, {"pubmed": 29499646, "text": "In Pseudohypoparathyroidism, mutations were found in PRKAR1A, PDE4D, TRPS1, and PTHLH."}, {"pubmed": 29577935, "text": "High PTHLH expression is associated with crohn's disease."}, {"pubmed": 30095215, "text": "miR-182-5p may play a negative role in chondrogenesis by down-regulating PTHLH."}, {"pubmed": 30097435, "text": "This study overturns the prevailing view that PTHrP is upregulated in primary breast cancers and identifies a direct prolactin-Stat5-PTHrP axis that is progressively lost in more aggressive tumors."}, {"pubmed": 30458061, "text": "PTHrP haploinsufficiency causes skeletal abnormalities similar to those observed with heterozygous GNAS mutations."}, {"pubmed": 30465089, "text": "miR-195 is involved in the pathogenesis of osteoarthritis via PTHrP."}, {"pubmed": 30639585, "text": "Studies show for the first time, that PTHrP signaling stimulates the production of VEGF in colon cancer cells which acts in the tumor microenvironment promoting the angiogenesis. These results agree with the hypothesis that PTHrP mediates the communication between colon cancer cells and the endothelial cells by stimulating the production of angiogenic factors."}, {"pubmed": 30689168, "text": "Ahr is involved in the L-Kyn-induced enhancement of PTHrP expression"}, {"pubmed": 30949498, "text": "miR-15a-5p promotes the degeneration of chondrocytes by targeting PTHrP and, in addition to helping us understand the development of osteoarthritis (OA), may be a potential biomarker of OA."}, {"pubmed": 31293052, "text": "The oncogenic role of PTHLH appeared to be a consequence of its intracrine function, as downregulation of its receptor, PTH1R, increased anchorage-independent growth and induced a more undifferentiated, invasive phenotype."}, {"pubmed": 31623502, "text": "Mesenchymal Progenitor Regulation of Tooth Eruption: A View from PTHrP."}, {"pubmed": 32108533, "text": "Expression of PTHrP and RANKL in acquired middle ear cholesteatoma epithelium."}, {"pubmed": 32710187, "text": "High endogenous expression of parathyroid hormone-related protein (PTHrP) supports osteogenic differentiation in human dental follicle cells."}, {"pubmed": 33640382, "text": "Role of the calcium-sensing receptor (CaSR) in cancer metastasis to bone: Identifying a potential therapeutic target."}, {"pubmed": 33781836, "text": "Role of SPARC in the epithelial-mesenchymal transition induced by PTHrP in human colon cancer cells."}, {"pubmed": 34024253, "text": "Parathyroid hormone-related protein inhibits nitrogen-containing bisphosphonate-induced apoptosis of human periodontal ligament fibroblasts by activating MKP1 phosphatase."}, {"pubmed": 34734526, "text": "Involvement of the Parathyroid Hormone-Related Protein on Changes in the CYP3A Expression in Cancer Cachexia."}, {"pubmed": 34827568, "text": "The Parathyroid Hormone-Related Protein/Parathyroid Hormone 1 Receptor Axis in Adipose Tissue."}, {"pubmed": 34887626, "text": "Involvement of parathyroid hormone-related peptide in the aggressive phenotype of colorectal cancer cells."}, {"pubmed": 34897794, "text": "Novel Pathogenetic Variants in PTHLH and TRPS1 Genes Causing Syndromic Brachydactyly."}, {"pubmed": 36482064, "text": "Exosomal lncRNA HOTAIR promotes osteoclast differentiation by targeting TGF-beta/PTHrP/RANKL pathway."}, {"pubmed": 36858515, "text": "Malignancy-related Hypercalcemia Caused by Metameric Cutaneous Metastasis of Parathyroid Hormone-related Protein-producing Bladder Carcinoma with Squamous Cell Differentiation: An Autopsy Case of Cobb Syndrome."}, {"pubmed": 37664938, "text": "Role of Parathyroid Hormone and Parathyroid Hormone-Related Protein in Protein-Energy Malnutrition."}, {"pubmed": 38407575, "text": "A novel heterozygous mutation in PTHLH causing autosomal dominant brachydactyly type E complicated with short stature."}, {"pubmed": 38552853, "text": "Osteostatin, a peptide for the future treatment of musculoskeletal diseases."}], "genomic_pos": {"chr": "12", "end": 27972733, "ensemblgene": "ENSG00000087494", "start": 27958084, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 28125638, "start": 28111017, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001501", "pubmed": 9008714, "qualifier": "acts_upstream_of_or_within", "term": "skeletal system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002076", "qualifier": "involved_in", "term": "osteoblast development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "pubmed": 9832460, "qualifier": "acts_upstream_of_or_within", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 2549037, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007565", "pubmed": 10828849, "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 10773581, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 8058749, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008544", "pubmed": 8058749, "qualifier": "involved_in", "term": "epidermis development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010468", "pubmed": 90087, "qualifier": "acts_upstream_of_or_within", "term": "regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030282", "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032330", "qualifier": "involved_in", "term": "regulation of chondrocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032331", "pubmed": 90087, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of chondrocyte differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0046058", "pubmed": 2549037, "qualifier": "involved_in", "term": "cAMP metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061182", "pubmed": 90087, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of chondrocyte development"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005615", "pubmed": 8641188, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 10803599, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 19674967, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051428", "qualifier": "enables", "term": "peptide hormone receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051428", "pubmed": 19674967, "qualifier": "enables", "term": "peptide hormone receptor binding"}]}, "homologene": {"genes": [[7955, 554221], [8364, 101732645], [9031, 396281], [9544, 710295], [9598, 473393], [9606, 5744], [9615, 403987], [9913, 286767], [10090, 19227], [10116, 24695]], "id": 2113}, "interpro": [{"desc": "Parathyroid hormone/parathyroid hormone-related protein", "id": "IPR001415", "short_desc": "PTH/PTH-rel"}, {"desc": "Parathyroid hormone-related protein", "id": "IPR003626", "short_desc": "PTH-rel"}], "ipi": ["IPI00221080", "IPI00221081", "IPI00414875", "IPI01011945", "IPI01013283"], "map_location": "12p11.22", "name": "parathyroid hormone like hormone", "other_names": ["PTH-rP", "PTH-related protein", "osteostatin", "parathyroid hormone-like hormone preproprotein", "parathyroid hormone-like related protein", "parathyroid hormone-related protein"], "pantherdb": {"HGNC": "9607", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97800", "ortholog_type": "LDO", "panther_family": "PTHR17223", "taxid": 10090, "uniprot_kb": "P22858"}, {"RGD": "3441", "ortholog_type": "LDO", "panther_family": "PTHR17223", "taxid": 10116, "uniprot_kb": "P13085"}, {"Ensembl": "ENSGALG00000017295", "ortholog_type": "LDO", "panther_family": "PTHR17223", "taxid": 9031, "uniprot_kb": "P17251"}, {"ZFIN": "ZDB-GENE-110411-206", "ortholog_type": "O", "panther_family": "PTHR17223", "taxid": 7955, "uniprot_kb": "Q1L5E7"}, {"ZFIN": "ZDB-GENE-050119-9", "ortholog_type": "LDO", "panther_family": "PTHR17223", "taxid": 7955, "uniprot_kb": "Q5SPK3"}], "uniprot_kb": "P12272"}, "pathway": {"kegg": {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, "pid": {"id": "hedgehog_2pathway", "name": "Signaling events mediated by the Hedgehog family"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP3872", "name": "Regulation of apoptosis by parathyroid hormone-related protein"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4767", "name": "FGFR3 signaling in chondrocyte proliferation and terminal differentiation"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}]}, "pdb": ["1BZG", "1M5N", "3FFD", "3H3G", "7UZO", "7UZP", "7VVJ", "8D51", "8D52", "8FLR", "8HAF"], "pfam": "PF01279", "pharmgkb": "PA33952", "pharos": {"target_id": 6565, "tdl": "Tbio"}, "pir": ["A33360", "C33360"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF329646", "relationship": "is"}, {"id": "GNF329647", "relationship": "is"}, {"id": "GNF329648", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292598", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255147", "relationship": "is"}, {"id": "GNF255148", "relationship": "is"}, {"id": "GNF255149", "relationship": "is"}, {"id": "GNF255150", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163765", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF035346", "relationship": "similar to"}, {"id": "GNF041582", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087156", "relationship": "is"}, {"id": "GNF087158", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051477", "relationship": "is"}, {"id": "GNF060982", "relationship": "is"}], "GNF_hs-druggable_siRNA": {"id": "GNF070363", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF011916", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330322", "relationship": "is"}, {"id": "GNF332091", "relationship": "is"}, {"id": "GNF334053", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF335566", "relationship": "is"}, {"id": "GNF336812", "relationship": "is"}], "NOVART_hs-genome_siRNA": {"id": "GNF102511", "relationship": "is"}}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_023197.1"], "protein": ["NP_002811.1", "NP_945315.1", "NP_945316.1", "NP_945317.1", "XP_016875164.1", "XP_047285134.1", "XP_047285135.1", "XP_054228585.1", "XP_054228586.1", "XP_054228587.1"], "rna": ["NM_002820.3", "NM_198964.2", "NM_198965.2", "NM_198966.2", "XM_017019675.2", "XM_047429178.1", "XM_047429179.1", "XM_054372610.1", "XM_054372611.1", "XM_054372612.1"], "translation": [{"protein": "NP_945315.1", "rna": "NM_198964.2"}, {"protein": "NP_945317.1", "rna": "NM_198966.2"}, {"protein": "XP_047285134.1", "rna": "XM_047429178.1"}, {"protein": "XP_047285135.1", "rna": "XM_047429179.1"}, {"protein": "XP_054228587.1", "rna": "XM_054372612.1"}, {"protein": "NP_945316.1", "rna": "NM_198965.2"}, {"protein": "NP_002811.1", "rna": "NM_002820.3"}, {"protein": "XP_016875164.1", "rna": "XM_017019675.2"}, {"protein": "XP_054228585.1", "rna": "XM_054372610.1"}, {"protein": "XP_054228586.1", "rna": "XM_054372611.1"}]}, "reporter": {"HG-U133_Plus_2": ["206300_s_at", "210355_at", "211756_at"], "HG-U95Av2": ["37989_at", "615_s_at"], "HTA-2_0": "TC12001341.hg.1", "HuEx-1_0": "3448744", "HuGene-1_1": "7962000", "HuGene-2_1": "16762661"}, "summary": "The protein encoded by this gene is a member of the parathyroid hormone family. This hormone, via its receptor, PTHR1, regulates endochondral bone development and epithelial-mesenchymal interactions during the formation of the mammary glands and teeth. It is responsible for most cases of humoral hypercalcemia of malignancy, and mutations in this gene are associated with brachydactyly type E2 (BDE2). Alternatively spliced transcript variants have been found for this gene. There is also evidence for alternative translation initiation from non-AUG (CUG and GUG) start sites, downstream of the initiator AUG codon, resulting in nuclear forms of this hormone. [provided by RefSeq, Nov 2013].", "symbol": "PTHLH", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335272"}, "unigene": "Hs.591159", "uniprot": {"Swiss-Prot": "P12272", "TrEMBL": ["F5GZD9", "Q53XY9", "F5H485"]}, "wikipedia": {"url_stub": "Parathyroid hormone-related protein"}}