{"AllianceGenome": "9617", "HGNC": "9617", "MIM": "602004", "_id": "5753", "_version": 1, "accession": {"genomic": ["AH006424.2", "AL121829.30", "CH471077.2", "CP068258.2", "NC_000020.11", "NC_060944.1"], "protein": ["AAC34935.1", "AAH35843.1", "BAG37660.1", "BAG62908.1", "BAG63163.1", "CAA55295.1", "EAW75262.1", "EAW75263.1", "NP_001243287.1", "NP_005966.1", "Q13882.1"], "rna": ["AK124082.1", "AK301364.1", "AK301691.1", "AK315232.1", "BC035843.1", "DA762278.1", "NM_001256358.2", "NM_005975.4", "X78549.1"], "translation": [{"protein": "BAG63163.1", "rna": "AK301691.1"}, {"protein": "AAH35843.1", "rna": "BC035843.1"}, {"protein": "BAG37660.1", "rna": "AK315232.1"}, {"protein": "BAG62908.1", "rna": "AK301364.1"}, {"protein": "NP_001243287.1", "rna": "NM_001256358.2"}, {"protein": "CAA55295.1", "rna": "X78549.1"}, {"protein": "NP_005966.1", "rna": "NM_005975.4"}]}, "alias": "BRK", "ec": "2.7.10.2", "ensembl": {"gene": "ENSG00000101213", "protein": ["ENSP00000217185", "ENSP00000442460"], "transcript": ["ENST00000217185", "ENST00000542869"], "translation": [{"protein": "ENSP00000442460", "rna": "ENST00000542869"}, {"protein": "ENSP00000217185", "rna": "ENST00000217185"}], "type_of_gene": "protein_coding"}, "entrezgene": "5753", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.3927586377, "exp_mis": 181.629243556, "exp_syn": 98.5766159409, "lof_z": 0.624764823055926, "mis_z": -0.594146538022746, "mu_lof": 1.21201122311e-06, "mu_mis": 1.97806425053e-05, "mu_syn": 1.05165679497e-05, "n_lof": 12.0, "n_mis": 198.0, "n_syn": 106.0, "p_li": 1.17663250084696e-07, "p_null": 0.658164828270852, "p_rec": 0.341835054065898, "syn_z": -0.463515416254419}, "bp": 1356, "cds_end": 62168667, "cds_start": 62160888, "n_exons": 8, "nonpsych": {"exp_lof": 12.8915224576, "exp_mis": 164.256684206, "exp_syn": 89.0860498815, "lof_z": 0.790908875041776, "mis_z": -0.658932849016849, "mu_lof": 1.21201122311e-06, "mu_mis": 1.97806425053e-05, "mu_syn": 1.05165679497e-05, "n_lof": 10.0, "n_mis": 181.0, "n_syn": 95.0, "p_li": 3.1570421673891e-06, "p_null": 0.481215144165347, "p_rec": 0.518781698792485, "syn_z": -0.394490243081099}, "nontcga": {"exp_lof": 13.2281490677, "exp_mis": 167.085726925, "exp_syn": 90.6773142702, "lof_z": 0.333106274559814, "mis_z": -0.420663633773963, "mu_lof": 1.21201122311e-06, "mu_mis": 1.97806425053e-05, "mu_syn": 1.05165679497e-05, "n_lof": 12.0, "n_mis": 178.0, "n_syn": 104.0, "p_li": 5.28660813122657e-08, "p_null": 0.77206262315694, "p_rec": 0.227937323976978, "syn_z": -0.885859534614099}, "transcript": "ENST00000217185.2"}, "exons": [{"cdsend": 63537314, "cdsstart": 63533693, "chr": "20", "position": [[63528422, 63529723], [63530077, 63530231], [63530745, 63530927], [63532525, 63532687], [63533550, 63533704], [63534151, 63534315], [63537084, 63537370]], "strand": -1, "transcript": "NM_001256358", "txend": 63537370, "txstart": 63528422}, {"cdsend": 63537314, "cdsstart": 63529535, "chr": "20", "position": [[63528000, 63529723], [63530077, 63530231], [63530745, 63530927], [63532525, 63532687], [63533550, 63533704], [63534151, 63534315], [63534937, 63535059], [63537084, 63537376]], "strand": -1, "transcript": "NM_005975", "txend": 63537376, "txstart": 63528000}], "exons_hg19": [{"cdsend": 62168667, "cdsstart": 62165046, "chr": "20", "position": [[62159775, 62161076], [62161430, 62161584], [62162098, 62162280], [62163878, 62164040], [62164903, 62165057], [62165504, 62165668], [62168437, 62168723]], "strand": -1, "transcript": "NM_001256358", "txend": 62168723, "txstart": 62159775}, {"cdsend": 62168667, "cdsstart": 62160888, "chr": "20", "position": [[62159353, 62161076], [62161430, 62161584], [62162098, 62162280], [62163878, 62164040], [62164903, 62165057], [62165504, 62165668], [62166290, 62166412], [62168437, 62168729]], "strand": -1, "transcript": "NM_005975", "txend": 62168729, "txstart": 62159353}], "generif": [{"pubmed": 12482964, "text": "the effect of Sam68 was inhibited in a dose-dependent manner by coexpression of an activated form of the nuclear kinase Sik/BRK that hyperphosphorylated Sam68"}, {"pubmed": 12725532, "text": "The tyrosine kinases Brk/PTK6/Sik, Srm, Frk/Rak/Gtk/Iyk/Bsk, and Src42A/Dsrc41 have a low degree of sequence homology to other known kinases. The exon structure of these kinases, called the Brk family, is highly conserved and distinct."}, {"pubmed": 12833144, "text": "BRK plays a role in differentiation of prostate epithelial cells"}, {"pubmed": 14676834, "text": "Study suggests that SH3 interactions will govern phosphorylation of many substrates by BRK."}, {"pubmed": 15056653, "text": "Results describe the solution structure and backbone dynamics of the human protein-tyrosine kinase-6 Src homology 2 (SH2) domain using multidimensional NMR spectroscopy."}, {"pubmed": 15539407, "text": "in breast cancer cells breast tumor kinase (Brk) behaves similarly to a constitutively active Brk mutant (YF-Brk) and associates with tyrosine-phosphorylated proteins in deregulated signaling complexes"}, {"pubmed": 15572663, "text": "BRK activates rac1 and promotes cell migration and invasion by phosphorylating paxillin."}, {"pubmed": 15870689, "text": "endogenous Brk and IRS-4 interact in A431 human epidermoid carcinoma cells"}, {"pubmed": 15961400, "text": "the interaction between SH2-kinase linker and kinase domain is essential for the catalytic activity of PTK6"}, {"pubmed": 16179349, "text": "Sam68 suppresses BRK-induced cell proliferation, and regulates intranuclear localization and cell cycle progression"}, {"pubmed": 16568091, "text": "Identification of STAT3 as a specific substrate of breast tumor kinase."}, {"pubmed": 16651629, "text": "Our results indicate that Brk may play a key role in lymphomagenesis, hence identifying the kinase as a potential therapeutic target in lymphomas."}, {"pubmed": 17997837, "text": "Brk can directly phosphorylate STAT5b on Y699. Subsequently, this Brk-mediated STAT5b phosphorylation leads to STAT5b transcriptional activity, and this activity is further increased by kinase active c-Src."}, {"pubmed": 18077133, "text": "These findings therefore reveal new substrates of BRK and define KAP3A as a physiological substrate of BRK during cell migration."}, {"pubmed": 18719096, "text": "PTK6 is coamplified and coexpressed with ERBB2 in human breast cancers. ERBB2 interacts with PTK6 and increases its intrinsic kinase activity"}, {"pubmed": 18781181, "text": "PTK6 expression is of significant prognostic value in the outcome of breast carcinomas. In multivariate analysis, the disease-free survival of patients of >or=240 months was directly associated with the protein expression level of PTK6"}, {"pubmed": 18829532, "text": "A previously unknown function of Brk in regulating both RhoA and Ras by phosphorylating p190 and a crucial role of this Brk-elicited signaling pathway in promoting breast malignancy."}, {"pubmed": 19304789, "text": "PTK6 performs contrasting roles in tumorigenicity depending on its intracellular localization, displaying increased oncogenic abilities when targeted to the plasma membrane and decreased oncogenicity when targeted to the nucleus."}, {"pubmed": 19393627, "text": "STAP-2 is phosphorylated at Tyr250 by Brk, and plays an important role in Brk-mediated STAT3 activation."}, {"pubmed": 19401189, "text": "the structural basis of the SH3-Linker interaction that results in auto-inhibition of PTK6 was reported."}, {"pubmed": 19439179, "text": "The breast tumor kinase SH3-domain interacted with N-terminal polyproline rich motifs of PTB-associated splicing factor and the PTB-associated splicing factor C-terminal tyrosines are the site of tyrosine phosphorylation by breast tumor kinase."}, {"pubmed": 19621240, "text": "PTK6 overexpression is not essentially attributed to gene amplification, and the PTK6 protein expression-but not gene status-is of prognostic value in breast carcinomas. PTK6 protein overexpression may result from polysomy 20 in a minority of the tumors."}, {"pubmed": 19661439, "text": "Brk enhances breast carcinoma cell survival in suspension, suggesting a role for Brk in supporting breast cancer cell dissemination"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20026641, "text": "PTK6 associates with nuclear and cytoplasmic beta-catenin and inhibits beta-catenin- and T-cell factor (TCF)-mediated transcription."}, {"pubmed": 20162673, "text": "Brk antagonizes the transcriptional activity of the transcription factor FoxO family of proteins by inhibiting its nuclear localization. As a result, the cell cycle inhibitor p27, a FoxO target gene, is down-regulated."}, {"pubmed": 20554524, "text": "PTK6 enhances EGFR signaling by inhibition of EGFR down-regulation through phosphorylation of ARAP1 in breast cancer cells."}, {"pubmed": 20606012, "text": "AKT is a direct substrate of PTK6 and AKT tyrosine residues 315 and 326 are phosphorylated by PTK6."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20687930, "text": "Results identified Brk and ERK5 as important downstream effectors of Met signaling to cell migration."}, {"pubmed": 20929863, "text": "Interactions of STAP-2 with Brk and STAT3 participate in cell growth of human breast cancer cells."}, {"pubmed": 21240512, "text": "show that as primary human keratinocytes are induced to differentiate in vitro, Brk levels decrease"}, {"pubmed": 21380407, "text": "Data suggest that since PTK6 plays an important role in HER receptor signal transduction, its down-regulation might be suitable for future therapy approaches in breast cancer."}, {"pubmed": 21479203, "text": "Alternative transcript-PTK6 is able to negatively regulate growth and modulate PTK6 activity, protein-protein associations and/or subcellular localization."}, {"pubmed": 21603980, "text": "present findings indicate an increase of cytoplasmic Brk expression in non-small cell lung cancer"}, {"pubmed": 21923922, "text": "Brk expression in human breast tumors may contribute to progression by inducing p38-driven pro-survival signaling pathways."}, {"pubmed": 22084245, "text": "a novel function for PTK6 at the plasma membrane"}, {"pubmed": 22231447, "text": "breast tumor kinase (Brk)/protein-tyrosine kinase 6 (PTK6), a nonreceptor protein-tyrosine kinase highly expressed in most human breast tumors, interacted with EGFR and sustained ligand-induced EGFR signaling."}, {"pubmed": 22547065, "text": "Suppressor of cytokine signaling 3 inhibits breast tumor kinase activation of STAT3."}, {"pubmed": 22705009, "text": "PTK6 was identified as a transcript that is down-regulated in human esophageal squamous cell carcinoma via epigenetic modification at the PTK6 locus."}, {"pubmed": 22849407, "text": "results demonstrate that Hsp90 plays an essential role in regulating PTK6 stability and suggest that Hsp90 inhibitors may be useful as therapeutic drugs for PTK6-positive cancers, including breast cancer"}, {"pubmed": 22989419, "text": "Knockdown of PTK6 enhances apoptosis in HCT116 cells with wild-type p53."}, {"pubmed": 23027128, "text": "Protein tyrosine kinase 6 protects cells from anoikis by directly phosphorylating focal adhesion kinase and activating AKT."}, {"pubmed": 23291984, "text": "Brk/PTK6 cooperates with HER2 and Src in regulating breast cancer cell survival and epithelial-to-mesenchymal transition."}, {"pubmed": 23352614, "text": "These results provide evidence for a novel mechanism demonstrating the oncogenic potential of PTK6 through degradation of c-Cbl, which is an E3 ligase important in down-regulation of oncoproteins."}, {"pubmed": 23497344, "text": "present findings indicated that cytoplasmic PTK6 expression is a potential prognostic factor for survival in LSCC patients. High expression of PTK6 was associated with favorable OS and DFS in LSCC patients"}, {"pubmed": 23707532, "text": "Degradation of Brk involved a calpain-1-mediated proteolytic pathway and indicated an inverse relationship between the level of HER2 expression and calpain-1 activity."}, {"pubmed": 23758975, "text": "Protein tyrosine kinase 6 may have a role in poor prognosis and metastasis of nasopharyngeal carcinoma"}, {"pubmed": 23814047, "text": "an important role for PTP1B as a negative regulator of BRK and IGF-1Rbeta signaling in ovarian cancer cells."}, {"pubmed": 23856248, "text": "Highly active PTK6 promoted epithelial-mesenchymal transition by enhancing activation of AKT, thereby stimulating cancer cell migration and metastases in xenograft models of prostate cancer."}, {"pubmed": 23928995, "text": "High PTK6 expression is associated with hypoxia-associated breast cancer progression."}, {"pubmed": 24523872, "text": "BRK has a role in targeting Dok1 for ubiquitin-mediated proteasomal degradation and in promoting cell proliferation and migration"}, {"pubmed": 24788754, "text": "PTK6 regulates cellular migration and invasion in pancreatic cancer via ERK signaling. PTK6 may be a novel therapeutic target for pancreatic cancer."}, {"pubmed": 25019382, "text": "Hypoxia-induced PTK6 stabilization and subcellular re-localization to the plasma membrane include increased cell motility and invasion, suggesting PTK6 targeting as a therapeutic approach to reduce hypoxia-regulated metastatic potential."}, {"pubmed": 25153721, "text": "PTK6 is expressed in the normal human mammary gland, but does not appear to be active and may have kinase-independent functions that are distinct from its cancer promoting activities at the membrane."}, {"pubmed": 25241146, "text": "Additive impact of HER2-/PTK6-RNAi on interactions with HER3 or IGF-1R leads to reduced breast cancer progression"}, {"pubmed": 25377660, "text": "Down-regulated expression of PTK6 is correlated with poor survival in esophageal squamous cell carcinoma."}, {"pubmed": 25733683, "text": "This study shows that Brk phosphorylates p27KIP1, regulating the activity of cyclin D-cyclin-dependent kinase 4."}, {"pubmed": 25748447, "text": "overexpression or knockdown of PTK6 or ERK1/2 effectively removed the inhibition of S1P-induced migration by miR-17."}, {"pubmed": 25770659, "text": "BRK expression in a majority of CC can interact with RTK, augmenting growth and interfering with proliferation inhibitors (SAM68). Therapeutically targeting BRK function (in addition to RTK) should be of benefit for CC treatment."}, {"pubmed": 25838168, "text": "Establishment of cross talk between PTK6 and CagA by functional studies may further elucidate the underlying biology of H. pylori-mediated gastric cancer"}, {"pubmed": 25897081, "text": "PTP1B inhibited BRK by dephosphorylating Tyr-342, but activated SRC by antagonizing PAG-dependent inhibition by CSK."}, {"pubmed": 25940761, "text": "Activating mutations in BRK in breast cancer may disrupt intramolecular interactions that normally maintain BRK in an autoinhibited conformation."}, {"pubmed": 26013168, "text": "PTK6 prolongs S-phase and increases the ability of gemcitabine to cause DNA damage in vitro and in vivo"}, {"pubmed": 26825173, "text": "PELP1 interacted with GR to activate Brk expression."}, {"pubmed": 26983689, "text": "Expression of PTK6 in established tumors may maintain the epithelial phenotype, preventing tumor progression."}, {"pubmed": 27311570, "text": "PTK6 mRNA and protein levels were elevated in cervical squamous cell cancer and the elevated cytoplasmic expression of PTK6 was associated with tumor grade and short patient survival."}, {"pubmed": 27480927, "text": "The crystal structure of the kinase domain of human PTK6 has been reported."}, {"pubmed": 27993680, "text": "analysis of recombinant PTK6 kinase domain by x-ray crystallography reveals details of its binding to inhibitors"}, {"pubmed": 28214294, "text": "These results indicate that plasma-membrane-associated PTK6 phosphorylates Eps8, which promotes cell proliferation, adhesion, and migration"}, {"pubmed": 29142193, "text": "In prostate tumor tissue microarrays, loss of PTEN phosphohydrolase (PTEN) correlates with increased tyrosine kinase 6 PTK6 tyrosine 342 (PY342) phosphorylation and poor outcome."}, {"pubmed": 29879184, "text": "Using small molecule inhibitors, findings suggest that the kinase activity of PTK6 does not play a significant role in breast tumorigenesis."}, {"pubmed": 30029880, "text": "The PTK6 plays a tumor suppressor role in laryngeal squamous cell carcinoma (LSCC) by regulating c-myc and cyclinD1 expression, cell apoptosis, EMT and MMP-9."}, {"pubmed": 30651078, "text": "Study provides evidence that BRK is regulated by ERalpha signaling in ER-positive breast cancer cells. Overall survival of ER-positive breast cancer patients is poor when their cancers express high levels of BRK. These data indicate that BRK is a prognostic marker for ER+ breast cancers."}, {"pubmed": 30926642, "text": "Using saturation transfer difference NMR and molecular docking, we demonstrate that vemurafenib binds in the active site of PTK6, inhibiting its activation. These structural studies provide insight into the PTK6-vemurafenib complex, which can be utilized for further refinement chemistry, whereas functional studies demonstrate that active PTK6 is a viable drug target in prostate cancer"}, {"pubmed": 31681835, "text": "BRK competitively binds and phosphorylates SMAD4 and regulates transforming growth factor-beta/SMAD4 signaling pathway. Activated BRK-mediated degradation of SMAD4 is associated with the repression of tumor suppressor gene FRK and increased expression of mesenchymal markers, SNAIL, and SLUG."}, {"pubmed": 31844057, "text": "PSPC1, a nuclear substrate of PTK6, sequesters PTK6 in the nucleus and loses its metastasis driving capability in hepatocellular carcinoma. Conversely, PSPC1 upregulation or PSPC1-Y523F mutation promotes epithelial-mesenchymal transition, stemness, and metastasis via cytoplasmic translocation of active PTK6 and nuclear translocation of beta-catenin, which interacts with PSPC1 to augment Wnt3a autocrine signaling."}, {"pubmed": 32956764, "text": "Targeting protein tyrosine kinase 6 in cancer."}, {"pubmed": 35227003, "text": "Prognostic value of protein tyrosine kinase 6 overexpression in cancers: a meta-analysis."}, {"pubmed": 35327957, "text": "Breast Tumour Kinase (Brk/PTK6) Contributes to Breast Tumour Xenograft Growth and Modulates Chemotherapeutic Responses In Vitro."}, {"pubmed": 35894144, "text": "Interference of PTK6/GAB1 signaling inhibits cell proliferation, invasion, and migration of cervical cancer cells."}, {"pubmed": 36690663, "text": "PTK6 inhibits autophagy to promote uveal melanoma tumorigenesis by binding to SOCS3 and regulating mTOR phosphorylation."}, {"pubmed": 36854171, "text": "Biochemical Studies of Systemic Lupus Erythematosus-Associated Mutations in Nonreceptor Tyrosine Kinases Ack1 and Brk."}, {"pubmed": 37216999, "text": "BRK confers tamoxifen-resistance in breast cancer via regulation of tyrosine phosphorylation of CDK1."}], "genomic_pos": {"chr": "20", "end": 63537376, "ensemblgene": "ENSG00000101213", "start": 63528001, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 62168723, "start": 62159778, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006468", "pubmed": 8036022, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007260", "pubmed": [16568091, 17997837], "qualifier": "involved_in", "term": "tyrosine phosphorylation of STAT protein"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010976", "pubmed": 17910947, "qualifier": "involved_in", "term": "positive regulation of neuron projection development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016477", "pubmed": 15572663, "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0038128", "qualifier": "involved_in", "term": "ERBB2 signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042531", "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045740", "qualifier": "involved_in", "term": "positive regulation of DNA replication"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045742", "qualifier": "involved_in", "term": "positive regulation of epidermal growth factor receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045787", "qualifier": "involved_in", "term": "positive regulation of cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045926", "qualifier": "involved_in", "term": "negative regulation of growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046777", "pubmed": 12121988, "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060575", "qualifier": "involved_in", "term": "intestinal epithelial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061099", "pubmed": 15539407, "qualifier": "involved_in", "term": "negative regulation of protein tyrosine kinase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071300", "pubmed": 17910947, "qualifier": "involved_in", "term": "cellular response to retinoic acid"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001726", "pubmed": 15572663, "qualifier": "located_in", "term": "ruffle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 10913193, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 15572663, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0004713", "pubmed": [16568091, 18719096, 18829532, 19393627, 20554524, 20606012, 22084245, 25733683, 26751287], "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004713", "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004715", "qualifier": "enables", "term": "non-membrane spanning protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004715", "pubmed": 10913193, "qualifier": "enables", "term": "non-membrane spanning protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10913193, 15539407, 15572663, 16568091, 17500595, 18719096, 19439179, 20700126, 22939624, 24728074, 25416956, 31515488, 31980649, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [15056653, 18719096, 19401189], "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 555232], [7955, 767734], [8364, 100490792], [9598, 458409], [9606, 5753], [9913, 529814], [10090, 20459], [10116, 366275]], "id": 68494}, "interpro": [{"desc": "SH3 domain", "id": "IPR001452", "short_desc": "SH3_domain"}, {"desc": "SH3-like domain superfamily", "id": "IPR036028", "short_desc": "SH3-like_dom_sf"}, {"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "SH2 domain", "id": "IPR000980", "short_desc": "SH2"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "Tyrosine-protein kinase, active site", "id": "IPR008266", "short_desc": "Tyr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Tyrosine-protein kinase, catalytic domain", "id": "IPR020635", "short_desc": "Tyr_kinase_cat_dom"}, {"desc": "PTK6, SH2 domain", "id": "IPR035846", "short_desc": "PTK6_SH2"}, {"desc": "SH2 domain superfamily", "id": "IPR036860", "short_desc": "SH2_dom_sf"}], "ipi": "IPI00015927", "map_location": "20q13.33", "name": "protein tyrosine kinase 6", "other_names": ["PTK6 protein tyrosine kinase 6", "breast tumor kinase", "protein-tyrosine kinase 6", "protein-tyrosine kinase BRK", "tyrosine-protein kinase BRK"], "pantherdb": {"HGNC": "9617", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99683", "ortholog_type": "LDO", "panther_family": "PTHR24418", "taxid": 10090, "uniprot_kb": "Q64434"}, {"RGD": "1309098", "ortholog_type": "LDO", "panther_family": "PTHR24418", "taxid": 10116, "uniprot_kb": "D3ZDS3"}, {"ZFIN": "ZDB-GENE-060929-1150", "ortholog_type": "LDO", "panther_family": "PTHR24418", "taxid": 7955, "uniprot_kb": "Q08BY6"}, {"ZFIN": "ZDB-GENE-081105-117", "ortholog_type": "LDO", "panther_family": "PTHR24418", "taxid": 7955, "uniprot_kb": "F1Q7D7"}, {"WormBase": "WBGene00009160", "ortholog_type": "O", "panther_family": "PTHR24418", "taxid": 6239, "uniprot_kb": "O01325"}, {"WormBase": "WBGene00004962", "ortholog_type": "O", "panther_family": "PTHR24418", "taxid": 6239, "uniprot_kb": "O01798"}, {"WormBase": "WBGene00077712", "ortholog_type": "O", "panther_family": "PTHR24418", "taxid": 6239, "uniprot_kb": "O16262"}, {"WormBase": "WBGene00021635", "ortholog_type": "O", "panther_family": "PTHR24418", "taxid": 6239, "uniprot_kb": "Q9N3S5"}], "uniprot_kb": "Q13882"}, "pathway": {"netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "reactome": [{"id": "R-HSA-1227986", "name": "Signaling by ERBB2"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-187577", "name": "SCF(Skp2)-mediated degradation of p27/p21"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-69202", "name": "Cyclin E associated events during G1/S transition "}, {"id": "R-HSA-69206", "name": "G1/S Transition"}, {"id": "R-HSA-69231", "name": "Cyclin D associated events in G1"}, {"id": "R-HSA-69236", "name": "G1 Phase"}, {"id": "R-HSA-69242", "name": "S Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69656", "name": "Cyclin A:Cdk2-associated events at S phase entry"}, {"id": "R-HSA-8847993", "name": "ERBB2 Activates PTK6 Signaling"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8849468", "name": "PTK6 Regulates Proteins Involved in RNA Processing"}, {"id": "R-HSA-8849469", "name": "PTK6 Regulates RTKs and Their Effectors AKT1 and DOK1"}, {"id": "R-HSA-8849470", "name": "PTK6 Regulates Cell Cycle"}, {"id": "R-HSA-8849471", "name": "PTK6 Regulates RHO GTPases, RAS GTPase and MAP kinases"}, {"id": "R-HSA-8849472", "name": "PTK6 Down-Regulation"}, {"id": "R-HSA-8849473", "name": "PTK6 Expression"}, {"id": "R-HSA-8849474", "name": "PTK6 Activates STAT3"}, {"id": "R-HSA-8857538", "name": "PTK6 promotes HIF1A stabilization"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9707564", "name": "Cytoprotection by HMOX1"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}], "wikipathways": [{"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}]}, "pdb": ["1RJA", "2KGT", "5D7V", "5DA3", "5H2U", "6CZ2", "6CZ3", "6CZ4"], "pfam": ["PF00017", "PF00018", "PF07714"], "pharmgkb": "PA33960", "pharos": {"target_id": 5773, "tdl": "Tchem"}, "pir": "S49016", "prosite": ["PS50001", "PS50002", "PS50011"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255163", "relationship": "is"}, {"id": "GNF255164", "relationship": "is"}, {"id": "GNF255165", "relationship": "is"}, {"id": "GNF255166", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088481", "relationship": "is"}, {"id": "GNF088482", "relationship": "is"}, {"id": "GNF088483", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051663", "relationship": "is"}, {"id": "GNF056429", "relationship": "is"}, {"id": "GNF061188", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069597", "relationship": "is"}, {"id": "GNF069598", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166156", "relationship": "is"}, {"id": "GNF166157", "relationship": "is"}, {"id": "GNF166158", "relationship": "is"}, {"id": "GNF166159", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF131158", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324004", "relationship": "is"}, {"id": "GNF324005", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335051", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092775", "relationship": "is"}, {"id": "GNF132473", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": ["NP_001243287.1", "NP_005966.1"], "rna": ["NM_001256358.2", "NM_005975.4"], "translation": [{"protein": "NP_001243287.1", "rna": "NM_001256358.2"}, {"protein": "NP_005966.1", "rna": "NM_005975.4"}]}, "reporter": {"HG-U133_Plus_2": ["1553114_a_at", "206482_at"], "HG-U95Av2": ["1208_at", "33559_at"], "HTA-2_0": "TC20001033.hg.1", "HuEx-1_0": "3913926", "HuGene-1_1": "8067662", "HuGene-2_1": "16921268"}, "summary": "The protein encoded by this gene is a cytoplasmic nonreceptor protein kinase which may function as an intracellular signal transducer in epithelial tissues. Overexpression of this gene in mammary epithelial cells leads to sensitization of the cells to epidermal growth factor and results in a partially transformed phenotype. Expression of this gene has been detected at low levels in some breast tumors but not in normal breast tissue. The encoded protein has been shown to undergo autophosphorylation. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Jan 2012].", "symbol": "PTK6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335274"}, "unigene": "Hs.51133", "uniprot": {"Swiss-Prot": "Q13882"}, "wikipedia": {"url_stub": "PTK6"}}