{"AllianceGenome": "9630", "HGNC": "9630", "MIM": "162095", "_id": "5764", "_version": 1, "accession": {"genomic": ["AC018728.6", "AC078842.2", "AH004121.1", "AH004248.1", "CH236950.1", "CH471070.1", "CP068271.2", "KF458611.1", "KF458612.1", "KF458617.1", "KF510986.1", "NC_000007.14", "NC_060931.1"], "protein": ["AAA35961.1", "AAB24425.1", "AAB26456.1", "AAH05916.1", "AAV38498.1", "BAA14261.1", "BAF83177.1", "BAG36216.1", "CAA37121.1", "CAG29334.1", "EAL24052.1", "EAW83869.1", "EAW83870.1", "EAW83871.1", "EAW83872.1", "NP_001308315.1", "NP_001308316.1", "NP_002816.1", "P21246.1"], "rna": ["AK290488.1", "AK313424.1", "AU138017.1", "AW020400.1", "BC005916.1", "BI462078.1", "BM968820.1", "BT019692.1", "BX420480.2", "BX441769.2", "CN413530.1", "CR450338.1", "D90226.1", "M57399.1", "NM_001321386.2", "NM_001321387.3", "NM_002825.7", "X52946.1"], "translation": [{"protein": "CAA37121.1", "rna": "X52946.1"}, {"protein": "NP_001308315.1", "rna": "NM_001321386.2"}, {"protein": "AAV38498.1", "rna": "BT019692.1"}, {"protein": "CAG29334.1", "rna": "CR450338.1"}, {"protein": "BAA14261.1", "rna": "D90226.1"}, {"protein": "BAG36216.1", "rna": "AK313424.1"}, {"protein": "NP_001308316.1", "rna": "NM_001321387.3"}, {"protein": "BAF83177.1", "rna": "AK290488.1"}, {"protein": "AAA35961.1", "rna": "M57399.1"}, {"protein": "NP_002816.1", "rna": "NM_002825.7"}, {"protein": "AAH05916.1", "rna": "BC005916.1"}]}, "alias": ["HARP", "HB-GAM", "HBBM", "HBGF-8", "HBGF8", "HBNF", "HBNF-1", "NEGF1", "OSF-1"], "ensembl": {"gene": "ENSG00000105894", "protein": ["ENSP00000341170", "ENSP00000376798", "ENSP00000514273"], "transcript": ["ENST00000348225", "ENST00000393083", "ENST00000699293"], "translation": [{"protein": "ENSP00000341170", "rna": "ENST00000348225"}, {"protein": "ENSP00000376798", "rna": "ENST00000393083"}, {"protein": "ENSP00000514273", "rna": "ENST00000699293"}], "type_of_gene": "protein_coding"}, "entrezgene": "5764", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.76633318148, "exp_mis": 51.1804642044, "exp_syn": 19.8677197727, "lof_z": 2.04965812613971, "mis_z": 1.17462476519671, "mu_lof": 5.57038681367e-07, "mu_mis": 4.47985652471e-06, "mu_syn": 1.63885947342e-06, "n_lof": 2.0, "n_mis": 34.0, "n_syn": 17.0, "p_li": 0.289147235393633, "p_null": 0.0211060503664102, "p_rec": 0.689746714239957, "syn_z": 0.398852371543225}, "bp": 507, "cds_end": 136939720, "cds_start": 136912766, "n_exons": 4, "nonpsych": {"exp_lof": 6.94877255861, "exp_mis": 46.242751724, "exp_syn": 17.901695754, "lof_z": 2.21628339958038, "mis_z": 1.20475682154666, "mu_lof": 5.57038681367e-07, "mu_mis": 4.47985652471e-06, "mu_syn": 1.63885947342e-06, "n_lof": 1.0, "n_mis": 30.0, "n_syn": 15.0, "p_li": 0.642862138862076, "p_null": 0.00770708041637744, "p_rec": 0.349430780721546, "syn_z": 0.43178629561353}, "nontcga": {"exp_lof": 7.13717934979, "exp_mis": 47.0781829081, "exp_syn": 18.2704561143, "lof_z": 1.89689233499426, "mis_z": 1.16744632999817, "mu_lof": 5.57038681367e-07, "mu_mis": 4.47985652471e-06, "mu_syn": 1.63885947342e-06, "n_lof": 2.0, "n_mis": 31.0, "n_syn": 15.0, "p_li": 0.249080830370012, "p_null": 0.0291447868735851, "p_rec": 0.721774382756403, "syn_z": 0.484458310215201}, "transcript": "ENST00000348225.2"}, "exons": [{"cdsend": 137254973, "cdsstart": 137228019, "chr": "7", "position": [[137227345, 137228075], [137251229, 137251391], [137253463, 137253637], [137254858, 137254974], [137268323, 137268855]], "strand": -1, "transcript": "NM_001321386", "txend": 137268855, "txstart": 137227345}, {"cdsend": 137254973, "cdsstart": 137228019, "chr": "7", "position": [[137227345, 137228072], [137251229, 137251391], [137253463, 137253637], [137254858, 137254974], [137343438, 137343733]], "strand": -1, "transcript": "NM_001321387", "txend": 137343733, "txstart": 137227345}, {"cdsend": 137254973, "cdsstart": 137228019, "chr": "7", "position": [[137227345, 137228075], [137251229, 137251391], [137253463, 137253637], [137254858, 137254974], [137343438, 137343733]], "strand": -1, "transcript": "NM_002825", "txend": 137343733, "txstart": 137227345}], "exons_hg19": [{"cdsend": 136939720, "cdsstart": 136912766, "chr": "7", "position": [[136912091, 136912822], [136935976, 136936138], [136938210, 136938384], [136939605, 136939721], [136953070, 136953602]], "strand": -1, "transcript": "NM_001321386", "txend": 136953602, "txstart": 136912091}, {"cdsend": 136939720, "cdsstart": 136912766, "chr": "7", "position": [[136912091, 136912819], [136935976, 136936138], [136938210, 136938384], [136939605, 136939721], [137028184, 137028479]], "strand": -1, "transcript": "NM_001321387", "txend": 137028479, "txstart": 136912091}, {"cdsend": 136939720, "cdsstart": 136912766, "chr": "7", "position": [[136912091, 136912822], [136935976, 136936138], [136938210, 136938384], [136939605, 136939721], [137028184, 137028479]], "strand": -1, "transcript": "NM_002825", "txend": 137028479, "txstart": 136912091}], "generif": [{"pubmed": 11809760, "text": "Pleiotrophin signaling through anaplastic lymphoma kinase is rate-limiting for glioblastoma growth."}, {"pubmed": 11895915, "text": "overexpression of Pleiotrophin is associated with inflammation and pancreatic cancer"}, {"pubmed": 11936877, "text": "induced the stimulation of tritiated thymidine incorporation in quiescent human peripheral blood mononuclear cells in a dose-dependant manner"}, {"pubmed": 14692702, "text": "PTN induces weak chemotactic and strong haptotactic migration of glioblastoma and cerebral microvascular endothelial cells."}, {"pubmed": 14715276, "text": "In the present study, we demonstrate that HARP is secreted in human mature milk with concentrations ranging from 17.68+/-6.4ng/ml in mature milk to 59.9+/-11.22ng/ml in colostrum."}, {"pubmed": 15001987, "text": "angiogenic factor HARP can also negatively regulate the angiogenic activity of VEGF165"}, {"pubmed": 15108072, "text": "in the OSF1 transgenic line, bone mass increase was evident in female, but not male, mice [OSF1]"}, {"pubmed": 15184074, "text": "Results describe the influence of mechanical loading on heparin binding growth associated molecule (HB-GAM) expression in bone cells."}, {"pubmed": 15684595, "text": "Heparin-binding growth-associated molecule is overexpressed in malignant glioma cells and is involved in tumor growth."}, {"pubmed": 15797857, "text": "RPTPbeta/zeta is a receptor of HARP in human endothelial cells"}, {"pubmed": 15840658, "text": "JUN-dependent expression of PTN and SDF-1 in fibroblasts has a role in keratinocyte proliferation"}, {"pubmed": 15908427, "text": "report on the presence and purification of two naturally occurring forms of PTN (18 and 15 kDa) that differentially promote glioblastoma migration and proliferation"}, {"pubmed": 15924335, "text": "HARP seems to act as an important regulator of diverse biological activities in human prostate cancer cells"}, {"pubmed": 15949466, "text": "PTN signals new blood vessel formation through its ability to stimulate different functions in different cell types not limited to the endothelial cell"}, {"pubmed": 15986444, "text": "conclude that pleiotrophin(PTN) is a rate-limiting growth factor in glioblastoma"}, {"pubmed": 16156786, "text": "results demonstrate that PTN inhibits HIV infection and suggest that the cell surface-expressed nucleolin is a low affinity receptor for PTN binding to cells and it is also implicated in PTN entry into cells by an active process"}, {"pubmed": 16199533, "text": "results show that heparin affin regulatory peptide (HARP) is important for human prostate cancer cell proliferation and migration and establish role of activator protein-1 in up-regulation of HARP expression by low concentrations of hydrogen peroxide"}, {"pubmed": 16373346, "text": "the binding of pleiotrophin to chondroitin sulfate is regulated by chain length and oversulfated structures"}, {"pubmed": 16513091, "text": "The data demonstrated that the extracellular signal-regulated kinase (ERK) 1/2 pathway, PKC, PKA, p38, and c-Jun N-terminal kinase MAPK participated in the mechanical downregulation of HB-GAM expression."}, {"pubmed": 16940294, "text": "HARP mediates FGF2 stimulatory effects on prostate cancer cells."}, {"pubmed": 16985521, "text": "This is the first description of the expression of PTN by human MCs and the data suggest that it is rapidly induced in cells that are triggered to migrate."}, {"pubmed": 17067552, "text": "PTN signaling may have a critical role in chromosomal segregation and cell cycle progression."}, {"pubmed": 17098867, "text": "Data suggest that increased tyrosine phosphorylation of receptor protein tyrosine phosphatase beta/zeta substrates in pleiotrophin-stimulated cells is sufficient to coordinately stimulate the functions needed for an epithelial-mesenchymal transition."}, {"pubmed": 17360581, "text": "Pleiotrophin is a neurotrophic factor for spinal motor neurons"}, {"pubmed": 17368428, "text": "PTN was identified as a factor that plays a role in the nigrostriatal system during development and in response to disease, and may therefore be useful for neuroprotection or reconstruction of the dopamine"}, {"pubmed": 17369488, "text": "Inhibition of PTN with a polyclonal anti-PTN antibody reduced growth and enhanced apoptosis of MM cell lines and freshly isolated bone marrow tumor cells from MM patients"}, {"pubmed": 17443289, "text": "PTN expression is associated with histopathological grade of astrocytomas"}, {"pubmed": 17515817, "text": "Pleiotrophin is present in pathologic human intervertebral discs, and its prevalence and distribution suggest that it may play a role in neovascularization of diseased or damaged disc tissue"}, {"pubmed": 17578909, "text": "secretion of PTN through stimulation of the stromal cell microenvironment alone may be sufficient to account for significant features of breast cancer progression."}, {"pubmed": 17607711, "text": "Inhibition of the mitogenic, angiogenic, and tumorigenic activities of PTN by a synthetic peptide corresponding to its C-thrombospondin repeat-I domain."}, {"pubmed": 17681947, "text": "phosphorylation of ALK in PTN-stimulated cells is mediated through the PTN/RPTPbeta/zeta signaling pathway"}, {"pubmed": 17727841, "text": "identified the exact molecular domain involved in inhibition of HARP-induced mitogenesis"}, {"pubmed": 17823238, "text": "An autologous PTN-pleiotrophin receptor (PTPRZ1) signaling loop is present in human embryonic stem cells and functions here predominantly via an antiapoptotic effect."}, {"pubmed": 17881084, "text": "HARP negatively affects diverse biological activities in C6 glioma cells, mainly due to binding of HARP to VEGF, which may sequester secreted VEGF from signalling through VEGFR2."}, {"pubmed": 17904822, "text": "Pleiotrophin failed to activate anaplastic lymphoma kinase (ALK) in neuroblastoma/glioblastoma cells expressing this receptor. ALK is still an orphan receptor in vertebrates."}, {"pubmed": 17908800, "text": "MMP-2 processing of HARP and CTGF released vascular endothelial growth factor (VEGF) from angiogenic inhibitory complexes."}, {"pubmed": 17925408, "text": "pleiotrophin potentiates cardiomyocyte cell death, at least partially, through inhibition of AKT signaling"}, {"pubmed": 18381592, "text": "PTN was expressed in HSCs, Kupffer cells, and hepatocytes in fibrotic liver. We propose that pleitrophin specifically antagonizes the TGFbeta1 activity during liver fibrosis"}, {"pubmed": 18486628, "text": "These results emphasize the importance of PTN in the regulation of inflammatory processes."}, {"pubmed": 18599487, "text": "pleiotrophin (PTN) and syndecan-2 and -3 as direct binding partners of Y-P30."}, {"pubmed": 18716876, "text": "found in 63.2% of pancreatic ductal carcinoma specimens"}, {"pubmed": 19058221, "text": "PTN through its receptor RPTPbeta/zeta is a mediator of the stimulatory effects of eNOS/NO on human endothelial and prostate cancer cell migration"}, {"pubmed": 19060246, "text": "Vasculogenesis in human multiple myeloma may develop from tumoral production of PTN, which orchestrates the transdifferentiation of monocytes into vascular endothelial cells."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19331172, "text": "The two AP-1 binding sites of the ptn promoter are involved in the serum stimulation of its expression, while SRE involvement seems to be partial and cell type-specific."}, {"pubmed": 19333097, "text": "Application of both mechanical loads resulted in significant alterations of gene expression of PTN (+67%, P = 0.004 in anulus cells; +29%, P = 0.03 in nucleus cells) and aggrecan (+42%, P = 0.03 in anulus cells, -25%, P = 0.03 in nucleus cells)."}, {"pubmed": 19424734, "text": "pleiotrophin signal pathway probably participated in neural repair after peripheral nerve injury--REVIEW"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19577542, "text": "the expression of HB-GAM, which is known to have stimulating effects on osteogenic differentiation, is rapidly induced by mechanical loading in hMSC-TERT4 cells."}, {"pubmed": 19672298, "text": "combination of SDF-1, PTN, IGF2, and EFNB1 mimics the DA phenotype-inducing property of SDIA and was sufficient to promote differentiation of hESC to functional midbrain DA neurons"}, {"pubmed": 19749796, "text": "Suppression of lung adenocarcinoma through menin and polycomb gene-mediated repression of growth factor pleiotrophin."}, {"pubmed": 19917672, "text": "The data suggest that PTN expression in the human plaques may be in part regulated by IFN-gamma and that PTN is involved in the adaptive immunity."}, {"pubmed": 20013808, "text": "Overexpression of pleiotrophin is associated with glioblastoma."}, {"pubmed": 20032204, "text": "Using in vitro infection of peripheral blood mononuclear cells or using peripheral blood mononuclear cells from AIDS patients, the authors showed that PTN was sufficient to induce human immunodeficiency virus type 1 (HIV-1) replication."}, {"pubmed": 20167557, "text": "The role of PTN and its involvement in tumor growth and angiogenesis, is summarized."}, {"pubmed": 20308059, "text": "Midkine and pleiotrophin have bactericidal properties: preserved antibacterial activity in a family of heparin-binding growth factors during evolution."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20584902, "text": "molecular mechanism of the interactions between the oligosaccharides and pleiotrophin"}, {"pubmed": 20738847, "text": "results demonstrate that P(122-131) inhibits biological activities that are related to the induction of a transformed phenotype in PCa cells, by interacing with RPTPbeta-zeta and interfering with other pleiotrophin receptors"}, {"pubmed": 20812209, "text": "in the prostate pleiotrophin (Ptn) functions as a regulator of both mesenchymal and epithelial proliferation, and that androgens regulate Ptn levels."}, {"pubmed": 21353611, "text": "in postmenopausal women, the PTN gene promoter polymorphism -1227C>T and CT haplotype could contribute to the genetic background of osteoporosis."}, {"pubmed": 21881556, "text": "this study shows that PTN expression is upregulated in a mouse model of peritoneal fibrosis and is present in human peritoneal tissues and in peritoneal dialysate effluent."}, {"pubmed": 22672269, "text": "Data suggest a physiological role for HARP in modulating (i.e., antagonizing) endogenous anticoagulant activity of heparin-like material in the vasculature."}, {"pubmed": 22783964, "text": "Our data suggest that PTN is implicated in human prostate cancer growth in vivo"}, {"pubmed": 22848377, "text": "pleiotrophin (PTN) was significantly overexpressed across all our macrodactyly samples. The mitogenic functions of PTN correlate closely with the clinical characteristics of macrodactyly."}, {"pubmed": 22871361, "text": "Soluble rhMDK, rmMDK and rhPTN were expressed at a high-level and the protein was purified by a one-step purification using heparin affinity chromatography. Activity of purified rhMDK and rhPTN was confirmed by a cell proliferation assay."}, {"pubmed": 23054143, "text": "elevated expression of PTN is likely to be involved in the pathogenesis of hypertrophic scar (HS)."}, {"pubmed": 23056589, "text": "NDC80, NUF2 and PTN were significantly aberrantly overexpressed in serous adenocarcinomas."}, {"pubmed": 23481101, "text": "PTN is able to induce ex vivo angiogenesis during aging."}, {"pubmed": 23686309, "text": "pleiotrophin is transactivated directly by SOX2, a transcription factor essential for the maintenance of both neural stem cells and glioblastoma stem cells."}, {"pubmed": 23777859, "text": "Ligand independent activation of anaplastic lymphoma kinase (ALK) results when the cytokine pleiotrophin (PTN) interacts with its receptor, the receptor protein tyrosine phosphatase beta-zeta (RPTPbeta-zeta). Review)"}, {"pubmed": 24695857, "text": "antagonizes the cell-cycle-stimulating activity associated with Brd2, thus enhancing induced neuronal differentiation"}, {"pubmed": 24698102, "text": "Suppression of PTN activity with an anti-PTN antibody promoted apoptosis of cells."}, {"pubmed": 25001988, "text": "PTN expression in glioma was higher than in paratumor tissues. Overexpression was associated with the WHO grade, low Karnofsky score, time to recurrence, and poor survival. Co-expression of midkine and PTN had a worse prognosis than either alone."}, {"pubmed": 25141921, "text": "PTN decreased melanogenesis, probably through MITF degradation via Erk1/2 activation in melanocytes."}, {"pubmed": 25418856, "text": "PTN and its signaling components may be of significance in the pathogenesis of epithelial ovarian cancer."}, {"pubmed": 25436328, "text": "Over expression of PTN is significantly correlated with poor prognosis in gastric cancer patients."}, {"pubmed": 25743809, "text": "High serum pleiotrophin levels are associated with non-small cell lung cancer."}, {"pubmed": 25864755, "text": "PTN was found to express abnormally high in lung cancer, especially small cell lung cancer tissue."}, {"pubmed": 26399645, "text": "an early extracellular space disruption of PTN composition induces short- and long-term defaults in the establishment of proper functional cerebellar circuit."}, {"pubmed": 26408254, "text": "Data show that binding of pleiotrophin (PTN) to neuropilin-1 (NRP-1) stimulated the internalization and recycling of NRP-1 at the cell surface."}, {"pubmed": 26645582, "text": "findings link pleiotrophin abundance in gliomas with survival in humans and mice, and show that pleiotrophin promotes glioma progression through increased VEGF deposition and vascular abnormalization."}, {"pubmed": 26914549, "text": "Increased Pleiotrophin Concentrations in Papillary Thyroid Cancer"}, {"pubmed": 27089523, "text": "PTN levels in amniotic fluid were found to be lower in pregnancies complicated by chorioamnionitis than in healthy pregnancies."}, {"pubmed": 27445335, "text": "these data indicate that PTN-PTPRZ-A signaling controls the timing of oligodendrocyte precursor cell differentiation in vivo, in which the CS moiety of PTPRZ receptors maintains them in a monomeric active state until its ligand binding."}, {"pubmed": 27465069, "text": "this study shows that the expression of PTN is significantly downregulated in keloid fibroblasts compared to normal human fibroblasts"}, {"pubmed": 27806344, "text": "PTN expression in glioma cells is associated with chromosome 7 gain. PTN enhances PDGFB-induced gliomagenesis by stimulating proliferation of neural progenitor cells."}, {"pubmed": 27903979, "text": "Elevated plasma midkine and pleiotrophin levels in systemic lupus erythematosus (SLE) patients suggest their involvement in this disease."}, {"pubmed": 27904997, "text": "esults point to a possible important role of PTN in RA and OA. We firstly report a serological pattern of PTN in the sera and synovial fluids of RA patients."}, {"pubmed": 28041942, "text": "PTN could be considered as a potential biomarker for the presence of breast cancer."}, {"pubmed": 28083679, "text": "PTN knockdown attenuated the progression of experimental PVR in vivo. These findings provide new insights into the pathogenesis of PVR."}, {"pubmed": 28334870, "text": "Annealing helicase HARP closes RPA-stabilized DNA bubbles non-processively."}, {"pubmed": 28557334, "text": "Pleiotrophin, a target of miR-384, promotes proliferation, metastasis and lipogenesis in hepatitis B virus-related hepatocellular carcinoma."}, {"pubmed": 28569747, "text": "Molecular crosstalk between tumour-associated macrophages and glioma stem cells through PTN-PTPRZ1 paracrine signalling supports glioblastoma malignant growth."}, {"pubmed": 28638231, "text": "High PTN and N-syndecan expression was closely associated with metastasis and poor prognosis, suggesting that they may promote tumor progression and perineural invasion in the orthotopic mouse model of pancreatic cancer."}, {"pubmed": 28823557, "text": "Neural precursor cell (NPC):glioma cell communication underpins the propensity of glioma to colonize the lateral ventricle subventricular zone (SVZ) through secretion of chemoattractant signals toward which glioma cells home; analyses of SVZ NPC-secreted factors revealed the neurite outgrowth-promoting factor pleiotrophin, with required SPARC/SPARCL1 and HSP90B as mediators of this chemoattractant effect."}, {"pubmed": 28885394, "text": "This study showed that increased serum pleiotrophin levels are associated with better developed coronary collateral circulation in patients with chronic total occlusion in at least one major coronary artery."}, {"pubmed": 28939773, "text": "Expression of Mac-1 on the surface of human embryonic kidney (HEK) 293 cells induced their adhesion and migration to PTN. Accordingly, PTN promoted Mac-1-dependent cell spreading and initiated intracellular signaling manifested in phosphorylation of Erk1/2."}, {"pubmed": 29262349, "text": "NK cells promote fetal development through the secretion of growth-promoting factors, pleiotrophin and osteoglycin."}, {"pubmed": 29531016, "text": "There was a relationship between the expression levels of both proteins and survival time. CREB3L1 and PTN expression levels serve as biomarkers with utility in grading gliomas. Absence of CREB3L1 and presence of PTN in brain glioma cells correlate with survival time of the glioma patients."}, {"pubmed": 29651006, "text": "The data reveal that CDK5 is activated by PTN, in an RPTPbeta-zeta-dependent manner, regulates PTN-induced cell migration and is an attractive target for the inhibition of PTN pro-angiogenic properties."}, {"pubmed": 30427932, "text": "The high expression of PTN is significantly relevant to the advanced TNM stage and poor OS in tumor patients. PTN can serve as a promising biomarker to predict unfavorable survival outcomes, and it may be a potential target for tumor treatment."}, {"pubmed": 30497491, "text": "the mechanism of chemoresistance by chemotherapy-driven increases in the CDKN1A/PTN/PTPRZ1 axis depended on the NF-kappaB pathway"}, {"pubmed": 30635982, "text": "PTN levels in the serum could be a new effective biomarker for the diagnosis and prognosis of SCLC."}, {"pubmed": 30660899, "text": "Pleiotrophin can be considered as an interesting molecule to promote re-endothelialisation."}, {"pubmed": 31613796, "text": "Mechanistically, PTN promoted chronic myelogenous leukemia stem cell survival and TKI resistance via induction of Jun and the unfolded protein response."}, {"pubmed": 32153561, "text": "Association of Midkine and Pleiotrophin Gene Polymorphisms With Systemic Lupus Erythematosus Susceptibility in Chinese Han Population."}, {"pubmed": 32460190, "text": "Long noncoding RNA OIP5-AS1 mediates resistance to doxorubicin by regulating miR-137-3p/PTN axis in osteosarcoma."}, {"pubmed": 32564788, "text": "Pleiotrophin: Activity and mechanism."}, {"pubmed": 32629066, "text": "Down-regulation of circ-PTN suppresses cell proliferation, invasion and glycolysis in glioma by regulating miR-432-5p/RAB10 axis."}, {"pubmed": 32681389, "text": "Pleiotrophin selectively binds to vascular endothelial growth factor receptor 2 and inhibits or stimulates cell migration depending on alphanubeta3 integrin expression."}, {"pubmed": 32868733, "text": "Positive association between PTN polymorphisms and schizophrenia in Northeast Chinese Han population."}, {"pubmed": 33288843, "text": "Discovery of PTN as a serum-based biomarker of pro-metastatic prostate cancer."}, {"pubmed": 33358901, "text": "RNA binding protein GNL3 up-regulates IL24 and PTN to promote the development of osteoarthritis."}, {"pubmed": 33427449, "text": "Structural Characterization of the Interaction between the alphaMI-Domain of the Integrin Mac-1 (alphaMbeta2) and the Cytokine Pleiotrophin."}, {"pubmed": 33529353, "text": "Pleiotrophin interacts with glycosaminoglycans in a highly flexible and adaptable manner."}, {"pubmed": 34110666, "text": "Pleiotrophin attenuates the senescence of dental pulp stem cells."}, {"pubmed": 34247888, "text": "Pleiotrophin Serum Level is Increased in Relapsing-Remitting Multiple Sclerosis and Correlates With Sex, BMI and Treatment."}, {"pubmed": 35588441, "text": "LncRNA PITPNA-AS1/miR-223-3p/PTN axis regulates malignant progression and stemness in lung squamous cell carcinoma."}, {"pubmed": 36828390, "text": "Pleiotrophin drives a prometastatic immune niche in breast cancer."}, {"pubmed": 37269057, "text": "Single-cell RNA-sequencing analysis reveals enhanced non-canonical neurotrophic factor signaling in the subacute phase of traumatic brain injury."}, {"pubmed": 37850119, "text": "Differential Production of Midkine and Pleiotrophin by Innate APCs upon Stimulation through Nucleic Acid-Sensing TLRs."}, {"pubmed": 37960806, "text": "Prognostic evaluation of oral squamous cell carcinoma based on pleiotrophin, urokinase plasminogen activator, and glycoprotein nonmetastatic melanoma protein B expression."}], "genomic_pos": {"chr": "7", "end": 137343774, "ensemblgene": "ENSG00000105894", "start": 137227341, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 137028611, "start": 136912088, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0002232", "qualifier": "involved_in", "term": "leukocyte chemotaxis involved in inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002690", "qualifier": "involved_in", "term": "positive regulation of leukocyte chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007185", "pubmed": 10706604, "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine phosphatase signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007229", "pubmed": 19141530, "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 2270483, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007406", "qualifier": "involved_in", "term": "negative regulation of neuroblast proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007612", "qualifier": "involved_in", "term": "learning"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007613", "qualifier": "involved_in", "term": "memory"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 1733956, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010594", "qualifier": "involved_in", "term": "regulation of endothelial cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010976", "qualifier": "involved_in", "term": "positive regulation of neuron projection development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010996", "qualifier": "involved_in", "term": "response to auditory stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030282", "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030501", "qualifier": "involved_in", "term": "positive regulation of bone mineralization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031104", "qualifier": "involved_in", "term": "dendrite regeneration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031641", "qualifier": "involved_in", "term": "regulation of myelination"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042246", "qualifier": "involved_in", "term": "tissue regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043113", "pubmed": 27445335, "qualifier": "involved_in", "term": "receptor clustering"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043932", "pubmed": 19442624, "qualifier": "involved_in", "term": "ossification involved in bone remodeling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044849", "qualifier": "involved_in", "term": "estrous cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045778", "qualifier": "involved_in", "term": "positive regulation of ossification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046697", "qualifier": "involved_in", "term": "decidualization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048167", "qualifier": "involved_in", "term": "regulation of synaptic plasticity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048477", "qualifier": "involved_in", "term": "oogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048680", "qualifier": "involved_in", "term": "positive regulation of axon regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048714", "pubmed": 27445335, "qualifier": "involved_in", "term": "positive regulation of oligodendrocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048714", "pubmed": 30667096, "qualifier": "involved_in", "term": "positive regulation of oligodendrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0140059", "qualifier": "involved_in", "term": "dendrite arborization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900006", "qualifier": "involved_in", "term": "positive regulation of dendrite development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900272", "qualifier": "involved_in", "term": "negative regulation of long-term synaptic potentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903706", "qualifier": "involved_in", "term": "regulation of hemopoiesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000036", "qualifier": "involved_in", "term": "regulation of stem cell population maintenance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000347", "qualifier": "involved_in", "term": "positive regulation of hepatocyte proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000738", "qualifier": "involved_in", "term": "positive regulation of stem cell differentiation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 1733956, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 20873783, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004864", "pubmed": 27445335, "qualifier": "enables", "term": "protein phosphatase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005178", "pubmed": 19141530, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10706604, 19141530, 21344482, 28939773, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008083", "pubmed": 1733956, "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008201", "pubmed": 1733956, "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 20873783, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0030246", "pubmed": 26896299, "qualifier": "enables", "term": "carbohydrate binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035374", "pubmed": 26896299, "qualifier": "enables", "term": "chondroitin sulfate binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140677", "pubmed": 21344482, "qualifier": "enables", "term": "molecular function activator activity"}]}, "homologene": {"genes": [[7955, 368211], [8364, 100101785], [9031, 418125], [9544, 709496], [9598, 463759], [9606, 5764], [9615, 475509], [10090, 19242], [10116, 24924]], "id": 2117}, "interpro": [{"desc": "Midkine heparin-binding growth factor", "id": "IPR000762", "short_desc": "Midkine_heparin-bd_GF"}, {"desc": "Pleiotrophin/Midkine, N-terminal domain", "id": "IPR020089", "short_desc": "PTN/MK_N_dom"}, {"desc": "Pleiotrophin/Midkine, C-terminal domain", "id": "IPR020090", "short_desc": "PTN/MK_C_dom"}, {"desc": "Pleiotrophin/Midkine disulphide-rich domain superfamily", "id": "IPR020091", "short_desc": "PTN/MK_diS_sf"}, {"desc": "Pleiotrophin/Midkine heparin-binding growth factor, conserved site", "id": "IPR020092", "short_desc": "PTN_MK_heparin-bd_GF_CS"}, {"desc": "Pleiotrophin/Midkine, N-terminal domain superfamily", "id": "IPR037122", "short_desc": "PTN/MK_N_dom_sf"}, {"desc": "Pleiotrophin/Midkine, C-terminal domain superfamily", "id": "IPR038130", "short_desc": "PTN/MK_C_dom_sf"}], "ipi": ["IPI00412264", "IPI00927644"], "map_location": "7q33", "name": "pleiotrophin", "other_names": ["heparin affin regulatory protein", "heparin-binding brain mitogen", "heparin-binding growth factor 8", "heparin-binding growth-associated molecule", "heparin-binding neurite outgrowth promoting factor", "heparin-binding neurite outgrowth-promoting factor 1", "osteoblast-specific factor 1", "pleiotrophin", "pleiotrophin (heparin binding growth factor 8, neurite growth-promoting factor 1)"], "pantherdb": {"HGNC": "9630", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97804", "ortholog_type": "LDO", "panther_family": "PTHR13850", "taxid": 10090, "uniprot_kb": "P63089"}, {"RGD": "3444", "ortholog_type": "LDO", "panther_family": "PTHR13850", "taxid": 10116, "uniprot_kb": "P63090"}, {"Ensembl": "ENSGALG00000040493", "ortholog_type": "LDO", "panther_family": "PTHR13850", "taxid": 9031, "uniprot_kb": "P32760"}, {"ZFIN": "ZDB-GENE-030624-1", "ortholog_type": "LDO", "panther_family": "PTHR13850", "taxid": 7955, "uniprot_kb": "Q502U6"}], "uniprot_kb": "P21246"}, "pathway": {"pid": {"id": "syndecan_3_pathway", "name": "Syndecan-3-mediated signaling events"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-201556", "name": "Signaling by ALK"}, {"id": "R-HSA-201556", "name": "Signaling by ALK"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9851151", "name": "MDK and PTN in ALK signaling"}, {"id": "R-HSA-9851151", "name": "MDK and PTN in ALK signaling"}]}, "pdb": "2N6F", "pfam": ["PF01091", "PF05196"], "pharmgkb": "PA33974", "pharos": {"target_id": 13331, "tdl": "Tchem"}, "pir": "JN0474", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255179", "relationship": "is"}, {"id": "GNF255180", "relationship": "is"}, {"id": "GNF255181", "relationship": "is"}, {"id": "GNF255182", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF031722", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF011934", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337616", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099276", "relationship": "is"}, {"id": "GNF138931", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_001308315.1", "NP_001308316.1", "NP_002816.1"], "rna": ["NM_001321386.2", "NM_001321387.3", "NM_002825.7"], "translation": [{"protein": "NP_001308316.1", "rna": "NM_001321387.3"}, {"protein": "NP_001308315.1", "rna": "NM_001321386.2"}, {"protein": "NP_002816.1", "rna": "NM_002825.7"}]}, "reporter": {"HG-U133_Plus_2": ["208408_at", "209465_x_at", "209466_x_at", "211737_x_at"], "HG-U95Av2": ["234_s_at", "34820_at"], "HTA-2_0": "TC07001895.hg.1", "HuEx-1_0": "3074857", "HuGene-1_1": "8143144", "HuGene-2_1": ["17063254", "17118273"]}, "summary": "The protein encoded by this gene is a secreted heparin-binding growth factor. The protein has significant roles in cell growth and survival, cell migration, angiogenesis and tumorigenesis. Alternative splicing and the use of alternative promoters results in multiple transcript variants. [provided by RefSeq, Oct 2016].", "symbol": "PTN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335278"}, "unigene": "Hs.371249", "uniprot": {"Swiss-Prot": "P21246", "TrEMBL": ["C9JR52", "A0A8V8TNI1"]}, "wikipedia": {"url_stub": "Pleiotrophin"}}