{"AllianceGenome": "9642", "HGNC": "9642", "MIM": "176885", "_id": "5770", "_version": 1, "accession": {"genomic": ["AH002942.2", "AL034429.1", "AL133230.25", "AY029236.1", "CH471077.2", "CP068258.2", "CS569123.1", "HD122567.1", "HI639118.1", "JA420824.1", "KF456940.1", "NC_000020.11", "NC_060944.1", "NG_012119.2"], "protein": ["AAA60157.1", "AAA60158.1", "AAA60223.1", "AAH15660.1", "AAH18164.1", "AAK31734.1", "AAP35398.1", "BAF83327.1", "BAG38152.1", "BAG61697.1", "CAN59693.1", "CBW46546.1", "CBX55888.1", "CCD32728.1", "EAW75624.1", "EAW75625.1", "EAW75626.1", "NP_001265547.1", "NP_002818.1", "P18031.1"], "rna": ["AI474453.1", "AK290638.1", "AK299830.1", "AK316563.1", "AU117677.1", "BC015660.2", "BC018164.1", "BT006752.1", "DB332370.1", "DC300354.1", "M31724.1", "M33689.1", "NM_001278618.2", "NM_002827.4"], "translation": [{"protein": "AAP35398.1", "rna": "BT006752.1"}, {"protein": "BAG61697.1", "rna": "AK299830.1"}, {"protein": "NP_002818.1", "rna": "NM_002827.4"}, {"protein": "AAA60223.1", "rna": "M31724.1"}, {"protein": "AAA60157.1", "rna": "M33689.1"}, {"protein": "BAG38152.1", "rna": "AK316563.1"}, {"protein": "NP_001265547.1", "rna": "NM_001278618.2"}, {"protein": "BAF83327.1", "rna": "AK290638.1"}, {"protein": "AAH15660.1", "rna": "BC015660.2"}, {"protein": "AAH18164.1", "rna": "BC018164.1"}]}, "alias": "PTP1B", "ec": "3.1.3.48", "ensembl": {"gene": "ENSG00000196396", "protein": ["ENSP00000360683", "ENSP00000437732"], "transcript": ["ENST00000371621", "ENST00000541713"], "translation": [{"protein": "ENSP00000437732", "rna": "ENST00000541713"}, {"protein": "ENSP00000360683", "rna": "ENST00000371621"}], "type_of_gene": "protein_coding"}, "entrezgene": "5770", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.145441258, "exp_mis": 152.603216139, "exp_syn": 74.9059214003, "lof_z": 3.69343153680099, "mis_z": 2.67671352545502, "mu_lof": 1.58948366398e-06, "mu_mis": 1.377277536e-05, "mu_syn": 6.64663124568e-06, "n_lof": 4.0, "n_mis": 85.0, "n_syn": 64.0, "p_li": 0.69764496881077, "p_null": 3.2719122589578e-05, "p_rec": 0.302322312066641, "syn_z": 0.781184560191627}, "bp": 1308, "cds_end": 49199252, "cds_start": 49127064, "n_exons": 10, "nonpsych": {"exp_lof": 18.9512947114, "exp_mis": 137.933270295, "exp_syn": 67.6097192238, "lof_z": 3.82415400338598, "mis_z": 2.61686776351722, "mu_lof": 1.58948366398e-06, "mu_mis": 1.377277536e-05, "mu_syn": 6.64663124568e-06, "n_lof": 2.0, "n_mis": 77.0, "n_syn": 57.0, "p_li": 0.969213295125945, "p_null": 2.32860728294518e-06, "p_rec": 0.0307843762667724, "syn_z": 0.812386673655456}, "nontcga": {"exp_lof": 19.4355431454, "exp_mis": 140.37670538, "exp_syn": 68.8951892542, "lof_z": 3.45386115495839, "mis_z": 2.74906717743936, "mu_lof": 1.58948366398e-06, "mu_mis": 1.377277536e-05, "mu_syn": 6.64663124568e-06, "n_lof": 4.0, "n_mis": 75.0, "n_syn": 60.0, "p_li": 0.55902756655018, "p_null": 0.000112491882193857, "p_rec": 0.440859941567627, "syn_z": 0.678551900896813}, "transcript": "ENST00000371621.3"}, "exons": [{"cdsend": 50582715, "cdsstart": 50565033, "chr": "20", "position": [[50510320, 50510590], [50564968, 50565069], [50568379, 50568478], [50574516, 50574654], [50578419, 50578629], [50579167, 50579329], [50579702, 50579926], [50581264, 50581460], [50582691, 50584762]], "strand": 1, "transcript": "NM_001278618", "txend": 50584762, "txstart": 50510320}, {"cdsend": 50582715, "cdsstart": 50510527, "chr": "20", "position": [[50510382, 50510590], [50561362, 50561453], [50564968, 50565069], [50568379, 50568478], [50574516, 50574654], [50578419, 50578629], [50579167, 50579329], [50579702, 50579926], [50581264, 50581460], [50582691, 50585240]], "strand": 1, "transcript": "NM_002827", "txend": 50585240, "txstart": 50510382}], "exons_hg19": [{"cdsend": 49199252, "cdsstart": 49181570, "chr": "20", "position": [[49126857, 49127127], [49181505, 49181606], [49184916, 49185015], [49191053, 49191191], [49194956, 49195166], [49195704, 49195866], [49196239, 49196463], [49197801, 49197997], [49199228, 49201300]], "strand": 1, "transcript": "NM_001278618", "txend": 49201300, "txstart": 49126857}, {"cdsend": 49199252, "cdsstart": 49127064, "chr": "20", "position": [[49126919, 49127127], [49177899, 49177990], [49181505, 49181606], [49184916, 49185015], [49191053, 49191191], [49194956, 49195166], [49195704, 49195866], [49196239, 49196463], [49197801, 49197997], [49199228, 49201777]], "strand": 1, "transcript": "NM_002827", "txend": 49201777, "txstart": 49126919}], "generif": [{"pubmed": 11703427, "text": "Moderate overabundance of PTP-1B in liver tissue does not alter insulin action on glucose metabolism, and the site of action of PTP-1B is presumably at insulin-responsive target tissue or tissues other than the liver."}, {"pubmed": 11756316, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11833006, "text": "variation in 3' UTR of hPTP1B increases specific gene expression and associates with insulin resistance"}, {"pubmed": 11836311, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 12354677, "text": "PTP1B reduces the level of gene expression of SOCS3 and other leptin-regulated genes, and conversely, the expression of genes down-regulated by leptin was enhanced by PTP1B over-expression"}, {"pubmed": 12414790, "text": "Data show that an increase in soluble protein-tyrosine phosphatase 1B activity contributes to the anti-migratory, but not anti-mitogenic, actions of human Sprouty 2."}, {"pubmed": 12547827, "text": "PTP1B inhibitory agents can be acquired by targeting the area defined by residues Lys-41, Arg-47, and Asp-48, in addition to the previously identified second aryl phosphate-binding pocket."}, {"pubmed": 12554649, "text": "Data show that Y box-binding protein-1 (YB-1) is a regulator of protein tyrosine phosphatase 1B (PTP1B) expression, and highlight PTP1B as a critical regulator of insulin- and cytokine-mediated signal transduction."}, {"pubmed": 12573287, "text": "PTP1B inhibition by S-nitrosylation is caused by formation of a mixed disulfide"}, {"pubmed": 12634852, "text": "dynamics of the interaction between the insulin receptor and this protein in living cells"}, {"pubmed": 12857726, "text": "PTP1B plays an important role in the integrin-mediated dephosphorylation of LAT in human platelets and is involved in the control of irreversible aggregation upon FcgammaRIIa stimulation"}, {"pubmed": 14514610, "text": "mutation of pro387leu in PTP-1B was not associated with type 2 diabetes in Chinese"}, {"pubmed": 14722096, "text": "PTP-1B appears not only to interact with and dephosphorylate the insulin-stimulated insulin receptor in a perinuclear endosome compartment but is also involved in maintaining the IR in a dephosphorylated state during its biosynthesis"}, {"pubmed": 14976221, "text": "PTP1B has a role as a negative regulator of IR activation in hepatocytes"}, {"pubmed": 15031294, "text": "PTP1B has a role in insulin resistance"}, {"pubmed": 15039022, "text": "analysis the relative abundance of PTP1B in RBCs of different age indicated that the PTP activity undergoes oxidative inactivation that can be further differentiated into reversible and irreversible components"}, {"pubmed": 15097232, "text": "Neither of the HSD3B1 or PTP1B variants were associated with hypertension"}, {"pubmed": 15097232, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15189365, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15235769, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15235769, "text": "PTP1B single nucleotide polymorphisms may interact with environmental factors to induce more severe phenotypes in morbidly obese subjects."}, {"pubmed": 15258570, "text": "protein tyrosine phosphatase 1B can be allosterically inhibited"}, {"pubmed": 15504984, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15504984, "text": "PTPN1 is a significant contributor to type 2 diabetes susceptibility in the Caucasian population."}, {"pubmed": 15504985, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15504985, "text": "significant association with metabolic traits consistent with the proposed in vivo role for the PTP-1B protein."}, {"pubmed": 15715684, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15737620, "text": "Our results provided evidence that upregulation of insulin signaling by reducing PTP1B liver with RNAi can be a potent diabetes treatment method."}, {"pubmed": 15866871, "text": "protein-tyrosine phosphatase 1B has a role in integrin signaling"}, {"pubmed": 15894168, "text": "PTP1B interacts with TRPV6 in vivo and plays a role in TRPV6-mediated calcium influx in HEK293 cells"}, {"pubmed": 15919813, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15919813, "text": "The association of common single nucleotide polymorphisms (SNPs) and haplotypes in PTPN1 with type 2 diabetes, fasting plasma glucose, and insulin sensitivity in a large collection of subjects is reported."}, {"pubmed": 15919835, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15919835, "text": "protein tyrosine phosphatase 1B (PTPN1) IVS6+G82G homozygotes showed higher levels of all measures of adiposity and G82 allele heterozygotes are potentially at higher risk for type 2 diabetes"}, {"pubmed": 15998263, "text": "PTP1B was inhibited by cytochrome c and microperoxidase; a variety of redox-active metabolites and hemes can oxidatively inactivate PTPs with potentially profound implications for signal transduction"}, {"pubmed": 16115959, "text": "Data show that protein-tyrosine phosphatase (PTP)-1B is an essential positive regulator of the initiation of outside-in alphaIIbbeta3 integrin signaling in platelets."}, {"pubmed": 16249458, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16249458, "text": "The association between 6 single nucleotide polymorphisms and their effect on leptin, body fat, insulin sensitivity, and metabolic syndrome in female twins is reported."}, {"pubmed": 16289152, "text": "Catalytic activity of PTP1B is controlled by cell adhesion."}, {"pubmed": 16407290, "text": "PTP-1B/inhibitor complexes show a conformation-assisted inhibition mechanism as the basis for inhibitor selectivity"}, {"pubmed": 16505227, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16644720, "text": "PTP1B mediates of RhoA-dependent phosphorylation of p130Cas."}, {"pubmed": 16652382, "text": "findings suggest that protein tyrosine phosphatase 1B(PTP1B) plays an important role in neuroendocrine differentiation, and therefore, may possibly be involved in the progression of prostate cancer"}, {"pubmed": 16677372, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16677372, "text": "PTPN1 variants may modulate the lipid profile, thereby influencing susceptibility to metabolic disease"}, {"pubmed": 16713994, "text": "molecular dynamics study of WPD loop movement in PTP1B"}, {"pubmed": 17056636, "text": "Noonan syndrome affected individuals show heterozygous PTPN11 mutations"}, {"pubmed": 17081112, "text": "PTPase activities of PTP1B or CD45 were abolished by low concentrations of (1)O(2)"}, {"pubmed": 17092689, "text": "Direct interaction between ER membrane-bound PTP1B and its plasma membrane-anchored targets was demonstrated."}, {"pubmed": 17135270, "text": "C-terminal domain of protein tyrosine phosphatase-1B shows an improvement in affinity but may also provide for specificity over other phosphatases. [protein tyrosine phosphatase-1B]"}, {"pubmed": 17185494, "text": "The significance of exercise-induced alterations in cytosolic SHP2 and insulin-stimulated Akt pSer(473) on the improvement in insulin sensitivity requires further elucidation."}, {"pubmed": 17333110, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17333110, "text": "Single nucleotide polymorphisms are unlikely to have a major role in the aetiology of type 2 diabetes or obesity in Pima Indians."}, {"pubmed": 17339316, "text": "protein-tyrosine phosphatase 1B governs differential recruitment of signaling pathways involved in EGFR regulation of epithelial ion transport."}, {"pubmed": 17403124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17403124, "text": "case-control study in a Polish population did not confirm the reported association between polymorphisms in PTPN1 and Type 2 diabetes"}, {"pubmed": 17509747, "text": "Data suggest that glucose enhances protein tyrosine phosphatase 1B transcription through Sp1 activation by protein kinase C."}, {"pubmed": 17560463, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17560463, "text": "Our results from a sample of Iranian type 2 diabetes cases and controls provide evidence that the 1484insG genotype of the PTPN1 gene may be associated with insulin resistance and other cardiovascular risk factors in non-diabetic male subjects."}, {"pubmed": 17634210, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17634210, "text": "The PTPN1 promoter variants -1023C>A and -51delA (which appears to be functional) were not associated with T2D or related traits in this study"}, {"pubmed": 17643420, "text": "Data for PTP1B are consistent with a concept that explains the ER membrane anchor of tail-anchored proteins as a physicochemical structure."}, {"pubmed": 17974954, "text": "This study suggests that (a) PTP1B can act as an important activator of Src in colon cancer cells via dephosphorylation at Y530 of Src and (b) elevated levels of PTP1B can increase tumorigenicity of colon cancer cells by activating Src."}, {"pubmed": 18077048, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18253097, "text": "It may be possible to increase proliferative activity of human corneal endothelial cells, particularly in cells from older donors, by inhibiting the activity of this important protein tyrosine phosphatase."}, {"pubmed": 18332219, "text": "Collectively, our experiments implicate a novel signaling pathway involving calpain 2, PTP1B, and Src in the regulation of invadopodia and breast cancer invasion."}, {"pubmed": 18387954, "text": "PTP1B regulates cortactin tyrosine phosphorylation by targeting Tyr446"}, {"pubmed": 18571728, "text": "PTP1B is a physiological negative regulator of TLR signaling via suppression of both MyD88- and TRIF-dependent production of proinflammatory cytokine and IFN-beta in macrophages."}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18716132, "text": "IL-4 induces PTP1B mRNA expression in a phosphatidylinositol 3-kinase-dependent manner and enhances PTP1B protein stability to suppress IL-4-induced STAT6 signaling."}, {"pubmed": 18819921, "text": "PTP1B and TCPTP play distinct and non-redundant roles in the regulation of the Met receptor-tyrosine kinase"}, {"pubmed": 18840608, "text": "Cysteine S-nitrosylation protects protein-tyrosine phosphatase 1B against oxidation-induced permanent inactivation"}, {"pubmed": 18846048, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18846048, "text": "There were no statistically significant associations of SNPs in the PTPN1 gene with dietary phenotypes or measures of obesity."}, {"pubmed": 18854601, "text": "PTPIP51 and PTP1B, play a role in differentiation and apoptosis of the cytotrophoblast and syncytiotrophoblast, respectively."}, {"pubmed": 18925540, "text": "the PTPase activity in patients with insulin receptor gene mutation and severe insulin resistance may differ from that in ordinary type 2 diabetes"}, {"pubmed": 18957266, "text": "data indicate inactivation of receptor-associated protein tyrosine phosphatase activity by cytokine-generated reactive oxygen species is a physiologic mechanism for amplification of IL-4 receptor activation revealing a role for ROS in cytokine crosstalk"}, {"pubmed": 19008309, "text": "PTP-1B constitutes a key divergent element between leptin/insulin and CNTF signaling pathways at the neuronal level."}, {"pubmed": 19208619, "text": "Data show that phosphorylation of N-ethylmaleimide-sensitive factor on tyrosine residues prevents its SNARE complex dissociation activity and establish a role for PTP1B in the modulation of the membrane fusion machinery."}, {"pubmed": 19435911, "text": "A molecular mechanism by which PTP1B links an important oncogenic receptor tyrosine kinase to signaling pathways that promote aberrant cell division and survival in human breast epithelial cells."}, {"pubmed": 19491387, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19589142, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19782770, "text": "the great potential of PTP1B inhibitors in cancer therapy"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20000419, "text": "Studies indicate that PTP1B is currently considered one of the best validated biological targets for non-insulin dependent diabetes, obesity and cancer."}, {"pubmed": 20030748, "text": "Noonan phenotype, a rare PTPN11 mutation was detected: A to G transition at position 172."}, {"pubmed": 20059965, "text": "PTP1B and TC-PTP are positively implicated in IGF-2-induced migration of MCF-7 cells, suggesting that they could play a role in metastasis development."}, {"pubmed": 20101100, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20101100, "text": "PTP-1B polymorphisms contribute to pathogenesis of hypertension in Chinese subjects and PTP-1B SNP may be involved in the development of several features including dyslipidemia and obesity in hypertensive subjects."}, {"pubmed": 20118922, "text": "EGFR-PTP1B interaction occurs by means of direct membrane contacts between the perimeter membrane of multivesicular bodies (MVB) and the endoplasmic reticulum. PTP1B activity promotes the sequestration of EGFR on to MVB internal vesicles."}, {"pubmed": 20131294, "text": "SirT1 is a mediator of human chondrocyte survival via down-regulation of PTP1B, a potent proapoptotic protein that is elevated in osteoarthritis cartilage"}, {"pubmed": 20177231, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20177231, "text": "Suggest that SNPs in the PTPN1 gene are associated with total plasma and LDL cholesterol levels."}, {"pubmed": 20236928, "text": "Insights into the reaction of protein-tyrosine phosphatase 1B: crystal structures for transition state analogs of both catalytic steps."}, {"pubmed": 20388125, "text": "Results show that PTP1B is overexpressed in gastric cancer cells, and inhibition of PTP1B expression dramatically inhibits gastric cancer cell growth in vitro and in vivo."}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20493809, "text": "Germline mutations in PTPN11 cause Noonan and LEOPARD syndromes, which have overlapping clinical features."}, {"pubmed": 20504764, "text": "PTP1B targets the endosomal sorting machinery; dephosphorylation of regulatory sites on the endosomal sorting complex is required for transport component STAM2"}, {"pubmed": 20578946, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20601126, "text": "Ang II modulates both anti-mitogenic and mitogenic pathways of insulin via the activation of PTP-1B."}, {"pubmed": 20615878, "text": "Cross-talk between serine/threonine protein phosphatase 2A and protein tyrosine phosphatase 1B regulates Src activation and adhesion of integrin alphaIIbbeta3 to fibrinogen."}, {"pubmed": 20627780, "text": "Immunocytochemical results displayed a strict co-localization of PTPIP51 and PTP1B in PVB and UCB. The interaction of both proteins was verified by a proximity ligation assay."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20682687, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20864346, "text": "Overview of why PTP1B is believed to be an important modulator of RTK activity and discuss how the emerging role of PTP1B in regulating RTK endocytosis helps explain reported effects of PTP1B deficiency, at the cellular and physiological levels.[Review]"}, {"pubmed": 20871154, "text": "PTP1B gene Pro303Pro polymorphism might be associated with the pathogenesis of obesity in children and could affect lipid metabolism in obese Chinese children."}, {"pubmed": 20937240, "text": "Epo induced PTP1B cleaveage in TF-1 and differentiated UT-7 cells"}, {"pubmed": 20952588, "text": "PTP1B as an important negative regulator of Stat5 phosphorylation in invasive breast cancer."}, {"pubmed": 21123182, "text": "Identification of new substrates of the protein-tyrosine phosphatase PTP1B by Bayesian integration of proteome evidence."}, {"pubmed": 21188419, "text": "Results reinforce that SNPs in PTPN1 are associated with essential hypertension and obesity."}, {"pubmed": 21411736, "text": "Data demonstrated that the increased expression of DUOX1 in IL-4/IL-13-treated NHEK augments STAT6 phosphorylation via oxidative inactivation of protein tyrosine phosphatase 1B."}, {"pubmed": 21442314, "text": "Overexpression of PTP1B is asscoiated with gastric cancer."}, {"pubmed": 21487008, "text": "PTP1B plays a crucial role in the control of the activity of the IR precursor during its biosynthesis. In addition, this new substrate-trapping mutant may be a valuable tool for the identification of new PTP1B substrates."}, {"pubmed": 21513978, "text": "PTPIP51 is phosphorylated by Lyn and c-Src kinases lacking dephosphorylation by PTP1B in acute myeloid leukemia."}, {"pubmed": 21632985, "text": "Results suggest that a HIF-regulated VHL-PTP1B-Src signaling pathway determines the sensitivity of RCC to Src inhibitors."}, {"pubmed": 21676396, "text": "the PTP-1B 981C>T polymorphism is associated with decreased risk of CAD in Chinese Han population"}, {"pubmed": 21707536, "text": "Studies reveal for the first time that the adaptor protein Dock/Nck attenuates insulin signalling by recruiting PTP61F/PTP1B to its substrate, the IR."}, {"pubmed": 21795709, "text": "inhibition of PTP1B may be a useful strategy to explore in the development of novel therapeutic agents for the treatment of CML, particularly because host drugs currently used in CML such as imatinib focus on inhibiting the kinase activity of Bcr-Abl."}, {"pubmed": 21849469, "text": "Data show that despite the PTP1B contribution to tumor onset, it is not essential for tumor maintenance. This suggests that PTP1B inhibition could be effective in breast tumor prevention."}, {"pubmed": 21869483, "text": "Lack of association of PTPN1 gene polymorphisms with type 2 diabetes in south Indians"}, {"pubmed": 21913686, "text": "The biological buffer bicarbonate/CO(2) potentiates the ability of H(2)O(2) to inactivate PTP1B."}, {"pubmed": 21959757, "text": "Expression of PTP1B is elevated in muscle and adipose tissue in insulin-resistant states and may play a role in the insulin-resistant state associated with diabetes and obesity."}, {"pubmed": 21972092, "text": "In glioblastoma PTPIP51 expression increases with the grade of malignancy and PTPIP51 interacts in situ with 14-3-3ss and PTP1B."}, {"pubmed": 22031842, "text": "VCAM-1 activation of endothelial cell NADPH oxidase/PKCalpha/PTP1B induces transient ERK1/2 activation that is necessary for VCAM-1-dependent leukocyte transendothelial migration."}, {"pubmed": 22045810, "text": "Protein-tyrosine phosphatase 1B modulates early endosome fusion and trafficking of Met and epidermal growth factor receptors."}, {"pubmed": 22169477, "text": "H(2)S in inhibiting PTP1B activity and thereby promoting PERK activity during the response to ER stress"}, {"pubmed": 22282656, "text": "It was found that the protein tyrosine phosphatase PTP1B, a well-established regulator of metabolic signaling, was induced after androgen stimulation of androgen receptor-expressing prostate cancer cells."}, {"pubmed": 22404968, "text": "Studies indicate that PTP1B and TCPTP act together in vitro and in vivo to regulate insulin receptor (IR) signaling and glucose homeostasis."}, {"pubmed": 22450318, "text": "PTP1B may serve as a valuable prognostic biomarker and potential therapeutic target in in hepatocellular carcinoma."}, {"pubmed": 22474028, "text": "skeletal muscle PTP1B gene expression is increased in African American subjects with type 2 diabetes mellitus, is negatively associated with whole-body insulin sensitivity, and contributes to modulation of insulin signaling."}, {"pubmed": 22509299, "text": "PTP1B deficiency modulates PERK-eIF2alpha phosphorylation and protein synthesis"}, {"pubmed": 22609202, "text": "This review evaluates the novel data on ER stressors, discusses the mechanisms beyond PTP1B function in the ER stress response, and emphasizes the potential therapeutic exploitation of PTP1B to relieve ER stress.[Review]"}, {"pubmed": 22655028, "text": "Studies using PTP1B mutants show that the endoplasmic reticulum anchor plays an important role in restricting its interactions with plasma membrane substrates mainly to regions of cell-cell contact."}, {"pubmed": 22698963, "text": "molecular details associated with loop movement in PTPs from different organisms"}, {"pubmed": 22701734, "text": "ER-bound PTP1B dynamically interacts with the negative regulatory site at the C-terminus of Src at random puncta in the plasma membrane/substrate interface, likely leading to Src activation and recruitment to adhesion complexes."}, {"pubmed": 23129613, "text": "PTP1B is a specific regulator of IFNAR1 endocytosis."}, {"pubmed": 23176256, "text": "Studies show that the crystal structure of PTP1B, the form of the placenta indicated the mechanism of PTP1B-mediated substrate recognition and catalysis."}, {"pubmed": 23239271, "text": "Conformational stability of WPD loop (residues Tyr176-Ser187), and possibly catalytic activity of PTP1B, is significantly affected by the protonation state of Asp181 and position of active site water molecules."}, {"pubmed": 23358729, "text": "Inhibition of PTP1B blocks adiponectin-mediated inhibition of leptin-induced breast cancer growth."}, {"pubmed": 23428800, "text": "Our data indicate that PTPA may activate PP2A through activating PTP1B and thus reducing the level of P-PP2AC, therefore upregulation of PTPA may represent a potential strategy in rescuing PP2A and arresting tau pathology in AD"}, {"pubmed": 23439647, "text": "COP1 physically interacted with PTP1B and suppressed PTP1B phosphatase activity as well as the association of PTP1B with IRbeta."}, {"pubmed": 23499906, "text": "The endoplasmic reticulum associated phosphatase PTP1B is key player in the control of ALK phosphorylation."}, {"pubmed": 23590304, "text": "GPx-1-PTP1B-PP2A axis plays a critical role in countering the inflammatory and proteolytic responses that result in lung-tissue destruction in response to cigarette smoke exposure."}, {"pubmed": 23640882, "text": "PKM2 is a novel substrate of PTP1B tyrosine phosphorylation."}, {"pubmed": 23661004, "text": "PTP1B is a central player of the mechanisms triggered by APAP in hepatotoxicity, suggesting a novel therapeutic target against APAP-induced liver failure."}, {"pubmed": 23729600, "text": "Data suggest growth retardation in idiopathic short stature is related to delayed activation of JAK2 (Janus kinase 2) by PTP1B and SHP1 (protein tyrosine phosphatase, non-receptor type 6) in response to GH/GHR (growth hormone/GH receptor) signaling."}, {"pubmed": 23761422, "text": "multicenter pharmacogenetic study in children (ages 6-11): Data suggest that an SNP in PTPN1 (rs13041704) in children with Turner syndrome is associated with drug resistance to hormone replacement therapy with recombinant human growth hormone."}, {"pubmed": 23769735, "text": "these results indicate that PRP19beta activates the gp130/Janus kinase (JAK)/STAT signaling pathway during astrocyte differentiation via PTP1B ubiquitination"}, {"pubmed": 23814025, "text": "data indicate a novel signaling pathway connecting calreticulin (CRT), STAT5A, PTP1B and ERK1/2 in the regulation of esophageal squamous cell carcinoma cell migration; findings suggest PTP1B is a downstream effector of CRT signaling and promotes tumor progression"}, {"pubmed": 23814047, "text": "an important role for PTP1B as a negative regulator of BRK and IGF-1Rbeta signaling in ovarian cancer cells."}, {"pubmed": 23990346, "text": "PTP1B expression might play a critical role in the progression of colorectal cancer."}, {"pubmed": 23994026, "text": "Adiponectin restrains leptin-induced signalling and pro-carcinogenic behaviour by inhibiting the early events in leptin-induced signal transduction by activating PTP1B."}, {"pubmed": 24003221, "text": "A conserved rod domain phosphotyrosine that is targeted by the phosphatase PTP1B promotes keratin 8 protein insolubility and filament organization."}, {"pubmed": 24104540, "text": "The endoplasmic reticulum-bound protein tyrosine phosphatase PTP1B has been implicated as a regulator of cell adhesion and migration"}, {"pubmed": 24114941, "text": "Despite the presence of hepatocyte growth factor, LECT2 binding causes an antagonistic effect to MET receptor activation through recruitment of protein tyrosine phosphatase 1B."}, {"pubmed": 24120971, "text": "PTP1B modulation results in (1) alterations in mitochondrial function and (2) changes in apoptosis."}, {"pubmed": 24139759, "text": "the Activin/ALK4 pathway directly recruits PTP1B and stimulates its release from the endoplasmic reticulum through ALK4-mediated cleavage."}, {"pubmed": 24239742, "text": "Nox4-mediated redox regulation of PTP1B serves as a modulator, in part through coronin-1C, of the growth and migration of glioblastoma cells."}, {"pubmed": 24285539, "text": "the activity of SHP-2, PTP-1beta, and PTP-PEST was enhanced by LKB1-expressing cells."}, {"pubmed": 24393526, "text": "M3R preserves the endothelial barrier function through a mechanism potentially maintaining PTP1B activity, keeping the adherens junction proteins (AJPs) dephosphorylation."}, {"pubmed": 24465712, "text": "Data suggest that curcumin is an activator of non-receptor type 1 protein tyrosine phosphatase (PTPN1) and can reduce cell motility in colon cancer via dephosphorylation of pTyr(421)-cortactin (CTTN)."}, {"pubmed": 24519936, "text": "The study demonstrates for the first time that a sustained high PTP1B level or activity in the sperm of obese donors causes a defect of sperm acrosome reaction and that PTP1B is a novel potential therapeutic target for male infertility treatment."}, {"pubmed": 24531327, "text": "PTPN1 mutations lead to reduced phosphatase activity and increased phosphorylation of JAK-STAT pathway members, and are drivers in lymphomagenesis."}, {"pubmed": 24590766, "text": "PTP1B plays an important role in the control of B cell activation and the maintenance of immunological tolerance."}, {"pubmed": 24625984, "text": "Results indicate that, although inhibition of PTP1B has potential benefits for the treatment of diabetes, it accentuates pro-inflammatory responses compromising at least macrophage viability."}, {"pubmed": 24706663, "text": "Findings implicate PTPN1 as a tumor suppressor gene in Primary mediastinal B-cell lymphoma and classical Hodgkin lymphoma and suggest that loss of PTPN1 phosphatase activity may promote the development of these cancers."}, {"pubmed": 24715221, "text": "In vitro studies on epithelial ovarian cancer cells shows that PTPN1 is targeted by miR-210."}, {"pubmed": 24809452, "text": "PTP-1B, SHP-2, and PTEN all play a functional role in Rb/E2F-associated apoptotic signal transduction"}, {"pubmed": 24831294, "text": "protein tyrosine phosphatase 1B is regulated with a conformational rearrangement in helix alpha7, disrupting the triangular interaction among helix alpha7, helix alpha3, and loop11"}, {"pubmed": 24865376, "text": "the hydrogen bond and energy decomposition analyses indicate that apart from residue 181, point mutations have influence on the interactions of substrate with several residues in the active site of PTP1B"}, {"pubmed": 24976139, "text": "TRX1 physically interacts with and reactivates PTP1B and PTEN through a direct thiol disulfide exchange."}, {"pubmed": 24982127, "text": "PTP1b is a key regulator of endothelial VEGFR2 signaling and plays an important role in regulation of the extent of vascular tree formation."}, {"pubmed": 25204659, "text": "PTP1B has a role in the modulation of insulin signaling by acetaminophen in hepatocytes"}, {"pubmed": 25263014, "text": "PTP1B sub-cellular location and tight control of enzymatic activity by diverse post-translational modifications illustrate the dynamic regulation of this enzyme and its ability to modulate numerous signaling pathways, likely in a cell/tissue- and stimulus-dependent manner, with high specificity and precision. [Review]"}, {"pubmed": 25288805, "text": "PTP1B is a novel physiological regulator of TrkB and enhanced BDNF/TrkB signaling may contribute to the beneficial metabolic effects of PTP1B deficiency"}, {"pubmed": 25311528, "text": "FGFR3 regulation by PTPN1 and PTPN2 depend on FGFR3 localization and A-loop sequence."}, {"pubmed": 25398386, "text": "Nck1 depletion induces activation of the PI3K/Akt pathway by attenuating PTP1B protein expression"}, {"pubmed": 25450460, "text": "Findings suggest that the second sphere residues of PTP1B active site may play important roles in PTP-mediated function in both normal and diseased states."}, {"pubmed": 25586181, "text": "Data indicate that protein tyrosine phosphatase 1B (PTP1B) association with calnexin is ubiquitin conjugating enzyme 9 (UBC9)-dependent."}, {"pubmed": 25590580, "text": "PTP1B amplification predicts poor survival of gastric cancer patients."}, {"pubmed": 25617799, "text": "PTP1B can promote non-small cell lung cancer proliferation and metastasis by activating src and subsequently ERK1/2."}, {"pubmed": 25668475, "text": "Data shows a relationship between the dephosphorylation rate of different factors in signaling pathways related to cell proliferation and PTP1B activation."}, {"pubmed": 25796170, "text": "Fumosorinone increased glucose uptake and improved insulin resistance by down-regulating the expression of PTP1B and activating the insulin signaling pathway, suggesting that it may possess antidiabetic properties."}, {"pubmed": 25897081, "text": "PTP1B inhibited BRK by dephosphorylating Tyr-342, but activated SRC by antagonizing PAG-dependent inhibition by CSK."}, {"pubmed": 26259828, "text": "our data indicate that by targeting PTP1B, miR-744 plays a feed-forward role in regulating type I IFN signaling pathway."}, {"pubmed": 26299811, "text": "the multiple roles of PTP1B in liver diseases will be presented, with respect to liver regeneration, drug-induced liver disease, non-alcoholic fatty liver disease (NAFLD) and hepatocellular carcinoma--{REVIEW}"}, {"pubmed": 26337385, "text": "On EGF stimulation, complexes containing Mena and PTP1B are recruited to the EGFR, causing receptor dephosphorylation and leading to decreased motility responses."}, {"pubmed": 26402673, "text": "O-GlcNAcylation of PTP1B can influence insulin signal transduction by modulating its own phosphatase activity, which participates in the process of hepatic insulin resistance."}, {"pubmed": 26457672, "text": "LPS tolerance interferes with TLR4 signaling by inhibiting Lyn and c-Src phosphorylation and their recruitment to TLR4, while increasing the phosphatase activity and expression of PP2A, PTPN22, PTP1B and MKP1."}, {"pubmed": 26721204, "text": "Blockade of the interaction between Bcr-Abl and PTB1B by small molecule SBF-1 to overcomes imatinib-resistance of K562 cells."}, {"pubmed": 26813343, "text": "The findings show that reduced PTP1B responses contribute to disease symptoms in part by enhancing S100A9 expression during viral-associated chronic obstructive pulmonary disease exacerbations."}, {"pubmed": 26817397, "text": "the molecular mechanisms by which PTP1B and TC-PTP loss co-operates with other genetic aberrations will need to be elucidated to design more effective therapeutic strategies."}, {"pubmed": 26840794, "text": "PTP1B dephosphorylates PITX1 to weaken its protein stability and the transcriptional activity for p120RasGAP gene expression"}, {"pubmed": 26942883, "text": "these results suggest that inhibition of PTP1B activity is a promising new target in the treatment of colorectal cancer and the prevention of metastasis"}, {"pubmed": 27016479, "text": "PTP1B directly regulates STAT5 phosphorylation and its activation via the cAMP/PKA pathway downstream of the 5-HT7 receptor is involved in the suppression of beta-casein expression in MCF-12A cells"}, {"pubmed": 27052191, "text": "stimulation of the DOCK180 pathway represents an alternative mechanism of PTP1B inhibitor-stimulated endothelial cell motility, which does not require concomitant VEGFR2 activation as a prerequisite."}, {"pubmed": 27323329, "text": "PTP1B/RNF213/alpha-KGDD pathway is critical for survival of HER2(+) breast cancer, and possibly other malignancies, in the hypoxic tumour microenvironment"}, {"pubmed": 27465552, "text": "Overexpression of PTP1B is associated with breast neoplasms."}, {"pubmed": 27530212, "text": "The analysis revealed three candidate genes GSK3B, PTPN1, STX4 that are differentially expressed in study subjects. GSK3B was highly significant in Ps-T2D (P=0.00018, FR=-26.6), followed by Ps (P=0.0028, FR=-14.5) and T2D groups (P=0.032, FR=-5.9). PTPN1 showed significant association only with PS-T2D (P=0.00027, FR=-8.5). STX4 showed significant association with both Ps (P=0.0002, FR=-20) and Ps-T2D (P=0.0016, FR=-11.2)."}, {"pubmed": 27752061, "text": "we demonstrated a novel oncogenic mechanism of PTP1B on affecting PITX1/p120RasGAP in colorectal carcinoma(CRC). Regorafenib inhibited CRC survival through reserving PTP1B-dependant PITX1/p120RasGAP downregulation. PTP1B may be a potential biomarker predicting regorafenib effectiveness, and a potential solution for CRC"}, {"pubmed": 27855221, "text": "The PTP1BDeltaE6 mutant expressed in colon and thyroid tumors and another PTP1BDeltaE5 mutant expressed in colon tumor were studied in more detail."}, {"pubmed": 27872190, "text": "data for the first time demonstrate a calpain/PTP1B/VEGFR2 negative feedback loop in the regulation of VEGF-induced angiogenesis. Modulation of local PTP1B and/or calpain activities may prove beneficial in the treatment of impaired wound healing in diabetes."}, {"pubmed": 27959494, "text": "Data show that cichoric acid (CHA) is a competitive inhibitor that binds in the active site of protein tyrosine phosphatase 1B (PTP1B), and chlorogenic acid (CGA), while a noncompetitive inhibitor, binds in the second aryl phosphate binding site, rather than the predicted benzfuran binding pocket."}, {"pubmed": 27976820, "text": "The results of the present study highlight the expression quantitative trait loci enrichment and pleiotropy in psoriasis and schizophrenia, and also suggest a possible key role of the PTPN1 gene in the etiology of psoriasis"}, {"pubmed": 28006676, "text": "The structural fragments which are important for PTP1B inhibition were identified by naive Bayesian method and can be further exploited to design new molecules around the identified scaffolds. The descriptive and predictive modeling strategy applied in this study is capable of identifying PTP1B inhibitors from the large compound libraries"}, {"pubmed": 28082443, "text": "PTP1BDelta6 is a positive regulator of JAK/STAT signaling in classical Hodgkin lymphoma cells.("}, {"pubmed": 28111468, "text": "preliminary data show that heterozygous or homozygous deletion of PTPN1 increases the severity of MPN in Jak2V617F-knock-in mice. Future studies will determine whether loss of PTPN1 cooperates with the JAK2V617F mutation in the pathogenesis of MPN"}, {"pubmed": 28212750, "text": "PTP1B uses conformational and dynamic allostery to regulate its activity. Both conformational rigidity and dynamics are essential for controlling protein activity."}, {"pubmed": 28378571, "text": "PTP1B was overexpressed in over 70% of breast cancer tissues, correlating with patients with estrogen receptor (ER)-negative, progesterone receptor (PR)-negative, and human epidermal growth factor receptor 2 (HER2)-positive tumors. The data also showed that both tumor size and lymph node metastasis were significantly higher in patients with a higher level of PTP1B."}, {"pubmed": 28455143, "text": "this study highlights an important role for Nck1 in fine-tuning IRE1alpha expression and signaling that regulate PTP1B expression and subsequent activation of the PI3K-Akt pathway in HepG2 cells."}, {"pubmed": 28492548, "text": "PTP1B is widely expressed in the human breast gland with highest expression in myoepithelial cells and fibroblasts. Inhibition of PTP1B in D492 and HMLE affects cell-cell adhesion and induces anoikis-like effects."}, {"pubmed": 28625849, "text": "In PTP1B and VHR, two new allosteric clusters were identified in each enzyme."}, {"pubmed": 28684416, "text": "Data suggest TrxR1 and NADPH directly protect PTP1B from inactivation by oxidation; this protection is independent of TRX1 and PRX2; this protection is blocked by auranofin (an inhibitor of TrxR1 and requires an intact selenocysteine residue in TrxR1. (TrxR1 = thioredoxin reductase 1; PTP1B = protein tyrosine phosphatase, non-receptor type 1; TRX1 = thioredoxin-1; PRX2 = paired related homeobox 2 protein)"}, {"pubmed": 28686728, "text": "Regulation of platelet-activating factor-mediated PTP1B activation by a Janus kinase 2/ calpain pathway has been reported."}, {"pubmed": 28707052, "text": "The gained results are observed not only the unbinding mechanism of IRK-PTP1B complexes came from pulling force profile, number of hydrogen bonds, and interaction energy between IRK and PTP1Bs but also described PTP1B's point mutations could variably change its binding affinity towards IRK."}, {"pubmed": 28729389, "text": "The expression of PTP1B in skeletal muscle was increased after caloric restriction and prolonged exercise."}, {"pubmed": 28958600, "text": "Experimental results indicate that methylmercury inhibits the activity of protein tyrosine phosphatase 1B, which in turn activates the epidermal growth factor receptor-p38 mitogen-activated protein kinase pathway that induces cyclooxygenase-2 expression."}, {"pubmed": 29021559, "text": "the negative regulation of the JNK MAPK pathway by PTPN1 was found to reduce the tumor necrosis factor alpha (TNFalpha)-dependent cell death response."}, {"pubmed": 29235148, "text": "Data indicate multiple protein tyrosine phosphatase 1B (PTP1B) structures in different conformational states."}, {"pubmed": 29278704, "text": "In conclusion, HDAC6 might enhance aggressive melanoma cells progression via interacting with PTPN1, which was independent of its histone modifying activity."}, {"pubmed": 29390191, "text": "Results reveal a previously unknown role of PTP1B in endothelial cells and provide mechanistic insights how PTP1B deletion or inhibition may promote endothelial senescence. Its absence in endothelial cells impairs re-endothelialization, and the failure to induce smooth muscle cell quiescence or to protect from circulating growth factors may result in neointimal hyperplasia."}, {"pubmed": 29604334, "text": "Cav-2beta isoform yielded by alternative translation initiation desensitizes insulin receptor (IR) via dephosphorylation by PTP1B, and subsequent endocytosis and lysosomal degradation of IR, causing insulin resistance."}, {"pubmed": 29743567, "text": "results highlight that PTP1B is an oncogene and is negatively regulated by miR-338-3p in Gastric cancer (GC), which may provide new insights into novel molecular therapeutic targets for GC."}, {"pubmed": 29769704, "text": "Studied effect of protocatechuic acid (PCA) on insulin resistance and protein tyrosine phosphatase non-receptor type 1 (PTP1B) activity in visceral adipose tissue (VAT) of obese individuals. Found PCA decreases PTP1B activity in VAT of obese individuals."}, {"pubmed": 29877794, "text": "Results indicate allosteric sites in protein tyrosine phosphatase 1B (PTP1B) that are conformationally coupled to the active-site and are hotspots for fragment binding."}, {"pubmed": 29928877, "text": "Data show that overexpression of protein-tyrosine phosphatase 1B (PTP1B) activated the c-Jun N-terminal kinase (JNK) signaling pathway."}, {"pubmed": 30018269, "text": "High-Resolution PTP1B Inhibition Profiling Combined with HPLC-HRMS-SPE-NMR for Identification of PTP1B Inhibitors from Miconia albicans."}, {"pubmed": 30289703, "text": "sequence-based statistical analyses indicate that PTP1B possesses a broadly distributed allosteric network that is evolutionarily conserved across the PTP family"}, {"pubmed": 30548198, "text": "High PTP1B expression is associated with breast cancer progression."}, {"pubmed": 30729132, "text": "Further comparison of alanine scanning demonstrates that the reduction in the energy contribution of Arg254 caused by A27S mutation leads to a different inhibitory activity. These observations provide novel insights into the selective binding mechanism of PTP1B inhibitors to TCPTP"}, {"pubmed": 30832675, "text": "A study of the down-regulation of Platelet-activating factor-induced IL-8 expression, by PTP1B, showed modulation of PAF-induced transactivation of the IL-8 promoter which was dependent on the presence of the C/EBPss -binding site."}, {"pubmed": 30853337, "text": "High homocysteine-induced an increase in thioredoxin system activity is beneficial to de-S-homocysteinylation and is good for PTPN1 activity. The data provide a novel insight into post-translational regulation of PTPN1, and expand the biological functions of thioredoxin system."}, {"pubmed": 31048362, "text": "data suggest that miR-206 inhibits hepatocellular carcinoma development by targeting PTP1B."}, {"pubmed": 31173266, "text": "High PTPN1 promotes the progression of glioma by activating the MAPK/ERK and PI3K/AKT pathways."}, {"pubmed": 31177093, "text": "Bioinformatics analyses revealed that BioID hits of RHBDL4 overlap with factors related to protein stress at the ER, including proteins that interact with p97/VCP. PTP1B (protein-tyrosine phosphatase nonreceptor type 1, also called PTPN1) was also identified as a potential proximity factor and interactor of RHBDL4"}, {"pubmed": 31197039, "text": "EGF-induced cellular oxidation of PTP1B was completely dependent on the presence of bicarbonate."}, {"pubmed": 31395821, "text": "study clearly supports 2-arylbenzofuran analogs as a promising class of PTP1B inhibitors and illustrates the key positions responsible for the inhibitory activity, their correlation, the effect of prenyl/geranyl groups, and the influence of resorcinol scaffold, which can be further explored in-depth to develop therapeutic agents against T2DM."}, {"pubmed": 31527250, "text": "Our findings reveal that PTPN1/2-mediated dephosphorylation of MITA/STING and its degradation by the 20S proteasomal pathway is an important regulatory mechanism of innate immune response to DNA virus."}, {"pubmed": 31735331, "text": "PTP1B up-regulates EGFR expression by dephosphorylating MYH9 at Y1408 to promote cell migration and invasion in esophageal squamous cell carcinoma."}, {"pubmed": 31837707, "text": "Our results identify PTPN1 as a candidate regulator of neuroblastoma cell growth and a potential neuroblastoma prognostic biomarker."}, {"pubmed": 31873221, "text": "The reversibly oxidized form of PTP1B interacts with 14-3-3zeta, that regulates PTP1B activity."}, {"pubmed": 32061178, "text": "Inhibition of protein-tyrosine phosphatase 1B phosphorylation enhances early adhesion of mesenchymal stem cells to facilitate fabrication of tissue-engineered bone."}, {"pubmed": 32194132, "text": "Ceramide induces a multicomponent intracellular calcium increase triggering the acrosome secretion in human sperm."}, {"pubmed": 32229687, "text": "Vemurafenib downmodulates aggressiveness mediators of colorectal cancer (CRC): Low Molecular Weight Protein Tyrosine Phosphatase (LMWPTP), Protein Tyrosine Phosphatase 1B (PTP1B) and Transforming Growth Factor beta (TGFbeta)."}, {"pubmed": 32386183, "text": "Role of protein tyrosine phosphatase 1B (PTP1B) in the increased sensitivity of endothelial cells to a promigratory effect of erythropoietin in an inflammatory environment."}, {"pubmed": 32395869, "text": "CAPN1 promotes malignant behavior and erlotinib resistance mediated by phosphorylation of c-Met and PIK3R2 via degrading PTPN1 in lung adenocarcinoma."}, {"pubmed": 32569626, "text": "Analysis of polyphenolic metabolites from in vitro gastrointestinal digested soft fruit extracts identify malvidin-3-glucoside as an inhibitor of PTP1B."}, {"pubmed": 32737198, "text": "Cooperative dynamics across distinct structural elements regulate PTP1B activity."}, {"pubmed": 33025675, "text": "The phosphatase PTPN1/PTP1B is a candidate marker of better chemotherapy response in metastatic high-grade serous carcinoma."}, {"pubmed": 33333224, "text": "New insights into TNFalpha/PTP1B and PPARgamma pathway through RNF213- a link between inflammation, obesity, insulin resistance, and Moyamoya disease."}, {"pubmed": 33382412, "text": "The PTP1B mutant PTP1B2-4 is a positive regulator of the JAK/STAT signalling pathway in Hodgkin lymphoma."}, {"pubmed": 33450156, "text": "Optogenetic Analysis of Allosteric Control in Protein Tyrosine Phosphatases."}, {"pubmed": 33501502, "text": "miR-34c inhibits proliferation of glioma by targeting PTP1B."}, {"pubmed": 33782381, "text": "The CREB/KMT5A complex regulates PTP1B to modulate high glucose-induced endothelial inflammatory factor levels in diabetic nephropathy."}, {"pubmed": 33814511, "text": "Activation of PTP1B/EGFR signaling and cytotoxicity during combined exposure to ambient electrophiles in A431 cells."}, {"pubmed": 33857515, "text": "Pyrazoles as novel protein tyrosine phosphatase 1B (PTP1B) inhibitors: An in vitro and in silico study."}, {"pubmed": 34208908, "text": "Assessment of Antidiabetic Activity of the Shikonin by Allosteric Inhibition of Protein-Tyrosine Phosphatase 1B (PTP1B) Using State of Art: An In Silico and In Vitro Tactics."}, {"pubmed": 34299651, "text": "Indole- and Pyrazole-Glycyrrhetinic Acid Derivatives as PTP1B Inhibitors: Synthesis, In Vitro and In Silico Studies."}, {"pubmed": 34370343, "text": "Protein tyrosine phosphatase 1B regulates fibroblasts proliferation, motility and extracellular matrix synthesis via the MAPK/ERK signalling pathway in keloid."}, {"pubmed": 34526379, "text": "Quantitative proteomics identifies PTP1B as modulator of B cell antigen receptor signaling."}, {"pubmed": 34606417, "text": "Protein tyrosine phosphatase 1B(PTP1B) promotes melanoma cells progression through Src activation."}, {"pubmed": 34638706, "text": "Curcumin and Its New Derivatives: Correlation between Cytotoxicity against Breast Cancer Cell Lines, Degradation of PTP1B Phosphatase and ROS Generation."}, {"pubmed": 34794959, "text": "PTP1B Is an Intracellular Checkpoint that Limits T-cell and CAR T-cell Antitumor Immunity."}, {"pubmed": 34946519, "text": "Structural Bases for Hesperetin Derivatives: Inhibition of Protein Tyrosine Phosphatase 1B, Kinetics Mechanism and Molecular Docking Study."}, {"pubmed": 35013194, "text": "The catalytic activity of TCPTP is auto-regulated by its intrinsically disordered tail and activated by Integrin alpha-1."}, {"pubmed": 35119127, "text": "Targeting protein tyrosine phosphatase 1B in obesity-associated colon cancer: Possible role of sweet potato (Ipomoea batatas)."}, {"pubmed": 35593742, "text": "Rapid degradation of protein tyrosine phosphatase 1B in sickle cells: Possible contribution to sickle cell membrane weakening."}, {"pubmed": 35607953, "text": "ETS proto-oncogene 1 modulates PTP1B expression to participate in high glucose-mediated endothelial inflammation."}, {"pubmed": 35806064, "text": "Biochemical, Enzymatic, and Computational Characterization of Recurrent Somatic Mutations of the Human Protein Tyrosine Phosphatase PTP1B in Primary Mediastinal B Cell Lymphoma."}, {"pubmed": 36221386, "text": "The role of PTP1B (PTPN1) in the prognosis of solid tumors: A meta-analysis."}, {"pubmed": 36369476, "text": "Association between PTPN1 polymorphisms and obesity-related phenotypes in European adolescents: influence of physical activity."}, {"pubmed": 36495515, "text": "Computational analysis of PTP-1B site-directed mutations and their structural binding to potential inhibitors."}, {"pubmed": 36672250, "text": "PTPN1 Deficiency Modulates BMPR2 Signaling and Induces Endothelial Dysfunction in Pulmonary Arterial Hypertension."}, {"pubmed": 37378552, "text": "A Conserved Local Structural Motif Controls the Kinetics of PTP1B Catalysis."}, {"pubmed": 37730132, "text": "Protein tyrosine phosphatase 1B is a regulator of alpha-actinin4 in the glomerular podocyte."}, {"pubmed": 38133579, "text": "High-resolution double vision of the allosteric phosphatase PTP1B."}, {"pubmed": 38199575, "text": "PTP1B mediates the inhibitory effect of MFGE8 on insulin signaling through the beta5 integrin."}], "genomic_pos": {"chr": "20", "end": 50585241, "ensemblgene": "ENSG00000196396", "start": 50510321, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 49201299, "start": 49126891, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0006470", "pubmed": 22045810, "qualifier": "involved_in", "term": "protein dephosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008286", "qualifier": "involved_in", "term": "insulin receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0009966", "pubmed": 21135139, "qualifier": "involved_in", "term": "regulation of signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009968", "qualifier": "involved_in", "term": "negative regulation of signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030036", "pubmed": 21135139, "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030100", "pubmed": 21135139, "qualifier": "involved_in", "term": "regulation of endocytosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030948", "qualifier": "involved_in", "term": "negative regulation of vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030968", "pubmed": 22169477, "qualifier": "involved_in", "term": "endoplasmic reticulum unfolded protein response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033157", "pubmed": 22045810, "qualifier": "involved_in", "term": "regulation of intracellular protein transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034620", "pubmed": 22013210, "qualifier": "involved_in", "term": "cellular response to unfolded protein"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035335", "qualifier": "involved_in", "term": "peptidyl-tyrosine dephosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035335", "pubmed": 21135139, "qualifier": "involved_in", "term": "peptidyl-tyrosine dephosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035335", "pubmed": 14966296, "qualifier": "involved_in", "term": "peptidyl-tyrosine dephosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035791", "pubmed": 14966296, "qualifier": "involved_in", "term": "platelet-derived growth factor receptor-beta signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0036498", "qualifier": "involved_in", "term": "IRE1-mediated unfolded protein response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038020", "qualifier": "involved_in", "term": "insulin receptor recycling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043407", "pubmed": 22045810, "qualifier": "involved_in", "term": "negative regulation of MAP kinase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043507", "qualifier": "acts_upstream_of", "term": "positive regulation of JUN kinase activity"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0046627", "pubmed": 11742412, "qualifier": "involved_in", "term": "negative regulation of insulin receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060338", "qualifier": "involved_in", "term": "regulation of type I interferon-mediated signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060397", "qualifier": "involved_in", "term": "growth hormone receptor signaling pathway via JAK-STAT"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061098", "pubmed": 21216966, "qualifier": "involved_in", "term": "positive regulation of protein tyrosine kinase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070373", "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070373", "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902202", "pubmed": 18819921, "qualifier": "involved_in", "term": "regulation of hepatocyte growth factor receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902236", "qualifier": "involved_in", "term": "negative regulation of endoplasmic reticulum stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1903896", "pubmed": 22013210, "qualifier": "involved_in", "term": "positive regulation of IRE1-mediated unfolded protein response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1903898", "qualifier": "involved_in", "term": "negative regulation of PERK-mediated unfolded protein response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903898", "pubmed": 21216966, "qualifier": "involved_in", "term": "negative regulation of PERK-mediated unfolded protein response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1990264", "qualifier": "involved_in", "term": "peptidyl-tyrosine dephosphorylation involved in inactivation of protein kinase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000646", "pubmed": 22045810, "qualifier": "involved_in", "term": "positive regulation of receptor catabolic process"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005759", "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005769", "qualifier": "is_active_in", "term": "early endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 21135139, "qualifier": "located_in", "term": "early endosome"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005769", "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "is_active_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 21135139, "qualifier": "colocalizes_with", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030061", "qualifier": "located_in", "term": "mitochondrial crista"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031904", "qualifier": "located_in", "term": "endosome lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 28246125, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0097443", "qualifier": "located_in", "term": "sorting endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0098554", "pubmed": 1739967, "qualifier": "located_in", "term": "cytoplasmic side of endoplasmic reticulum membrane"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004725", "pubmed": [18074158, 21707536, 22169477], "qualifier": "enables", "term": "protein tyrosine phosphatase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004725", "qualifier": "enables", "term": "protein tyrosine phosphatase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004726", "qualifier": "enables", "term": "non-membrane spanning protein tyrosine phosphatase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005158", "qualifier": "enables", "term": "insulin receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8702689, 8940134, 8999839, 9050838, 9355745, 9407132, 9418872, 9566916, 9600099, 10660596, 10889023, 11007774, 11106648, 11163213, 11506178, 11579209, 11694501, 11970898, 12023880, 12176037, 12237455, 12614164, 12634852, 12857726, 12907755, 14527337, 14722096, 15588987, 15821101, 15866871, 15894168, 15976035, 16115959, 16271887, 16388599, 16537444, 16582879, 16644720, 16926280, 17092689, 17128263, 17159996, 17197020, 17416557, 17481567, 17974954, 18387954, 18515860, 18579758, 19029027, 19167335, 19712109, 21806020, 22789536, 24658140, 24976139, 25796184, 31585087, 31980649, 32296183, 35384245], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 18074158, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 22169477, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 22169477, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030971", "pubmed": 18819921, "qualifier": "enables", "term": "receptor tyrosine kinase binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046875", "pubmed": 21135139, "qualifier": "enables", "term": "ephrin receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051721", "qualifier": "enables", "term": "protein phosphatase 2A binding"}]}, "homologene": {"genes": [[7955, 30081], [8364, 549875], [9031, 395688], [9544, 702016], [9598, 469970], [9606, 5770], [9615, 477263], [9913, 508658], [10090, 19246], [10116, 24697]], "id": 2119}, "interpro": [{"desc": "Tyrosine-specific protein phosphatase, PTPase domain", "id": "IPR000242", "short_desc": "PTP_cat"}, {"desc": "Tyrosine-specific protein phosphatases domain", "id": "IPR000387", "short_desc": "Tyr_Pase_dom"}, {"desc": "Protein-tyrosine phosphatase, catalytic", "id": "IPR003595", "short_desc": "Tyr_Pase_cat"}, {"desc": "Protein-tyrosine phosphatase, non-receptor type-1/2", "id": "IPR012265", "short_desc": "Ptpn1/Ptpn2"}, {"desc": "Protein-tyrosine phosphatase, active site", "id": "IPR016130", "short_desc": "Tyr_Pase_AS"}, {"desc": "Protein-tyrosine phosphatase-like", "id": "IPR029021", "short_desc": "Prot-tyrosine_phosphatase-like"}], "ipi": ["IPI00297261", "IPI01014223"], "map_location": "20q13.13", "name": "protein tyrosine phosphatase non-receptor type 1", "other_names": ["protein tyrosine phosphatase, placental", "protein-tyrosine phosphatase 1B", "tyrosine-protein phosphatase non-receptor type 1"], "pantherdb": {"HGNC": "9642", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97805", "ortholog_type": "LDO", "panther_family": "PTHR46047", "taxid": 10090, "uniprot_kb": "P35821"}, {"RGD": "61965", "ortholog_type": "LDO", "panther_family": "PTHR46047", "taxid": 10116, "uniprot_kb": "P20417"}, {"Ensembl": "ENSGALG00000008010", "ortholog_type": "LDO", "panther_family": "PTHR46047", "taxid": 9031, "uniprot_kb": "A0A1I7Q402"}, {"Gene": "PTPN1", "ortholog_type": "LDO", "panther_family": "PTHR46047", "taxid": 9031, "uniprot_kb": "O13016"}, {"ZFIN": "ZDB-GENE-980605-23", "ortholog_type": "LDO", "panther_family": "PTHR46047", "taxid": 7955, "uniprot_kb": "F1QDL0"}, {"FlyBase": "FBgn0267487", "ortholog_type": "O", "panther_family": "PTHR46047", "taxid": 7227, "uniprot_kb": "Q9W0G1"}], "uniprot_kb": "P18031"}, "pathway": {"kegg": [{"id": "hsa04520", "name": "Adherens junction - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04931", "name": "Insulin resistance - Homo sapiens (human)"}], "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": [{"id": "ajdiss_2pathway", "name": "Posttranslational regulation of adherens junction stability and dissassembly"}, {"id": "igf1_pathway", "name": "IGF1 pathway"}, {"id": "insulin_pathway", "name": "Insulin Pathway"}, {"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "ncadherinpathway", "name": "N-cadherin signaling events"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}, {"id": "ptp1bpathway", "name": "Signaling events mediated by PTP1B"}, {"id": "tcptp_pathway", "name": "Signaling events mediated by TCPTP"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-354192", "name": "Integrin signaling"}, {"id": "R-HSA-6806834", "name": "Signaling by MET"}, {"id": "R-HSA-6807004", "name": "Negative regulation of MET activity"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74752", "name": "Signaling by Insulin receptor"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76009", "name": "Platelet Aggregation (Plug Formation)"}, {"id": "R-HSA-77387", "name": "Insulin receptor recycling"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-877312", "name": "Regulation of IFNG signaling"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8849472", "name": "PTK6 Down-Regulation"}, {"id": "R-HSA-8986944", "name": "Transcriptional Regulation by MECP2"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9022699", "name": "MECP2 regulates neuronal receptors and channels"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-912694", "name": "Regulation of IFNA/IFNB signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-982772", "name": "Growth hormone receptor signaling"}, {"id": "R-HSA-982772", "name": "Growth hormone receptor signaling"}], "wikipathways": [{"id": "WP2034", "name": "Leptin signaling pathway"}, {"id": "WP2037", "name": "Prolactin Signaling Pathway"}, {"id": "WP2817", "name": "Mammary gland development pathway - Pregnancy and lactation (Stage 3 of 4)"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP481", "name": "Insulin Signaling"}]}, "pdb": ["1A5Y", "1AAX", "1BZC", "1BZH", "1BZJ", "1C83", "1C84", "1C85", "1C86", "1C87", "1C88", "1ECV", "1EEN", "1EEO", "1G1F", "1G1G", "1G1H", "1G7F", "1G7G", "1GFY", "1I57", "1JF7", "1KAK", "1KAV", "1L8G", "1LQF", "1NL9", "1NNY", "1NO6", "1NWE", "1NWL", "1NZ7", "1OEM", "1OEO", "1OES", "1OET", "1OEU", "1OEV", "1ONY", "1ONZ", "1PA1", "1PH0", "1PTT", "1PTU", "1PTV", "1PTY", "1PXH", "1PYN", "1Q1M", "1Q6J", "1Q6M", "1Q6N", "1Q6P", "1Q6S", "1Q6T", "1QXK", "1SUG", "1T48", "1T49", "1T4J", "1WAX", "1XBO", "2AZR", "2B07", "2B4S", "2BGD", "2BGE", "2CM2", "2CM3", "2CM7", "2CM8", "2CMA", "2CMB", "2CMC", "2CNE", "2CNF", "2CNG", "2CNH", "2CNI", "2F6F", "2F6T", "2F6V", "2F6W", "2F6Y", "2F6Z", "2F70", "2F71", "2FJM", "2FJN", "2H4G", "2H4K", "2HB1", "2HNP", "2HNQ", "2NT7", "2NTA", "2QBP", "2QBQ", "2QBR", "2QBS", "2VEU", "2VEV", "2VEW", "2VEX", "2VEY", "2ZMM", "2ZN7", "3A5J", "3A5K", "3CWE", "3D9C", "3EAX", "3EB1", "3EU0", "3I7Z", "3I80", "3QKP", "3QKQ", "3SME", "3ZMP", "3ZMQ", "3ZV2", "4BJO", "4I8N", "4QAH", "4QAP", "4QBE", "4QBW", "4Y14", "4ZRT", "5K9V", "5K9W", "5KA0", "5KA1", "5KA2", "5KA3", "5KA4", "5KA7", "5KA8", "5KA9", "5KAA", "5KAB", "5KAC", "5KAD", "5QDE", "5QDF", "5QDG", "5QDH", "5QDI", "5QDJ", "5QDK", "5QDL", "5QDM", "5QDN", "5QDO", "5QDP", "5QDQ", "5QDR", "5QDS", "5QDT", "5QDU", "5QDV", "5QDW", "5QDX", "5QDY", "5QDZ", "5QE0", "5QE1", "5QE2", "5QE3", "5QE4", "5QE5", "5QE6", "5QE7", "5QE8", "5QE9", "5QEA", "5QEB", "5QEC", "5QED", "5QEE", "5QEF", "5QEG", "5QEH", "5QEI", "5QEJ", "5QEK", "5QEL", "5QEM", "5QEN", "5QEO", "5QEP", "5QEQ", "5QER", "5QES", "5QET", "5QEU", "5QEV", "5QEW", "5QEX", "5QEY", "5QEZ", "5QF0", "5QF1", "5QF2", "5QF3", "5QF4", "5QF5", "5QF6", "5QF7", "5QF8", "5QF9", "5QFA", "5QFB", "5QFC", "5QFD", "5QFE", "5QFF", "5QFG", "5QFH", "5QFI", "5QFJ", "5QFK", "5QFL", "5QFM", "5QFN", "5QFO", "5QFP", "5QFQ", "5QFR", "5QFS", "5QFT", "5QFU", "5QFV", "5QFW", "5QFX", "5QFY", "5QFZ", "5QG0", "5QG1", "5QG2", "5QG3", "5QG4", "5QG5", "5QG6", "5QG7", "5QG8", "5QG9", "5QGA", "5QGB", "5QGC", "5QGD", "5QGE", "5QGF", "5T19", "6B8E", "6B8T", "6B8X", "6B8Z", "6B90", "6B95", "6BAI", "6CWU", "6CWV", "6NTP", "6OL4", "6OLQ", "6OLV", "6OMY", "6PFW", "6PG0", "6PGT", "6PHA", "6PHS", "6PM8", "6W30", "6XE8", "6XEA", "6XED", "6XEE", "6XEF", "6XEG", "7FQM", "7FQN", "7FQO", "7FQP", "7FQQ", "7FQR", "7FQS", "7FQT", "7FQU", "7FQV", "7FQW", "7FQX", "7FQY", "7FQZ", "7FRE", "7FRF", "7FRG", "7FRH", "7FRI", "7FRJ", "7FRK", "7FRL", "7FRM", "7FRN", "7FRO", "7FRP", "7FRQ", "7FRR", "7FRS", "7FRT", "7FRU", "7GS7", "7GS8", "7GS9", "7GSA", "7GSB", "7GSC", "7GSD", "7GSE", "7GSF", "7GSG", "7GSH", "7GSI", "7GSJ", "7GSK", "7GSL", "7GSM", "7GSN", "7GSO", "7GSQ", "7GSR", "7GST", "7GSU", "7GSV", "7GSW", "7GSX", "7GSY", "7GSZ", "7GT0", "7GT1", "7GT2", "7GT3", "7GT4", "7GT5", "7GT6", "7GT7", "7GT8", "7GT9", "7GTA", "7GTB", "7GTC", "7GTD", "7GTE", "7GTF", "7GTG", "7GTH", "7GTI", "7GTJ", "7GTK", "7GTL", "7GTM", "7GTN", "7GTO", "7GTP", "7GTQ", "7GTR", "7GTS", "7GTT", "7GTU", "7GTV", "7GTW", "7GTX", "7GTY", "7GTZ", "7GU0", "7GU1", "7GU2", "7GU3", "7GU4", "7GU5", "7GU6", "7GU7", "7GU8", "7GU9", "7GUA", "7GUB", "7GUC", "7KEN", "7KEY", "7KLX", "7L0C", "7L0H", "7LFO", "7MKZ", "7MM1", "7MN7", "7MN9", "7MNA", "7MNB", "7MNC", "7MND", "7MNE", "7MNF", "7MOU", "7MOV", "7MOW", "7RIN", "7S4F", "8DU7", "8EXI", "8EXJ", "8EXK", "8EXM", "8EXN", "8EYA", "8EYB", "8EYC", "8F88", "8G65", "8G67", "8G68", "8G69", "8G6A", "8SKL", "8U1E", "8XOY"], "pfam": "PF00102", "pharmgkb": "PA33985", "pharos": {"target_id": 16327, "tdl": "Tchem"}, "pir": "A35992", "prosite": ["PS50055", "PS50056"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF225272", "relationship": "is"}, {"id": "GNF255187", "relationship": "is"}, {"id": "GNF255188", "relationship": "is"}, {"id": "GNF255189", "relationship": "is"}, {"id": "GNF255190", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162516", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF036903", "relationship": "similar to"}, {"id": "GNF038638", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088350", "relationship": "is"}, {"id": "GNF088351", "relationship": "is"}, {"id": "GNF088352", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053498", "relationship": "is"}, {"id": "GNF058266", "relationship": "is"}, {"id": "GNF073468", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067655", "relationship": "is"}, {"id": "GNF067656", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF283020", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283947", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF011943", "relationship": "is"}, {"id": "GNF011944", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336494", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093872", "relationship": "is"}, {"id": "GNF133530", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_012119.2"], "protein": ["NP_001265547.1", "NP_002818.1"], "rna": ["NM_001278618.2", "NM_002827.4"], "translation": [{"protein": "NP_001265547.1", "rna": "NM_001278618.2"}, {"protein": "NP_002818.1", "rna": "NM_002827.4"}]}, "reporter": {"HG-U133_Plus_2": ["202716_at", "217686_at", "217689_at", "239526_x_at"], "HG-U95Av2": ["40137_at", "588_at", "591_s_at"], "HTA-2_0": "TC20000403.hg.1", "HuEx-1_0": "3888721", "HuGene-1_1": "8063394", "HuGene-2_1": "16914844"}, "retired": 128529, "summary": "The protein encoded by this gene is the founding member of the protein tyrosine phosphatase (PTP) family, which was isolated and identified based on its enzymatic activity and amino acid sequence. PTPs catalyze the hydrolysis of the phosphate monoesters specifically on tyrosine residues. Members of the PTP family share a highly conserved catalytic motif, which is essential for the catalytic activity. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. This PTP has been shown to act as a negative regulator of insulin signaling by dephosphorylating the phosphotryosine residues of insulin receptor kinase. This PTP was also reported to dephosphorylate epidermal growth factor receptor kinase, as well as JAK2 and TYK2 kinases, which implicated the role of this PTP in cell growth control, and cell response to interferon stimulation. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2013].", "symbol": "PTPN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335281"}, "unigene": "Hs.417549", "uniprot": {"Swiss-Prot": "P18031", "TrEMBL": ["B4DSN5", "A8K3M3"]}, "wikipedia": {"url_stub": "PTPN1"}}