{"AllianceGenome": "9690", "HGNC": "9690", "MIM": "604147", "_id": "9232", "_version": 1, "accession": {"genomic": ["AB505429.1", "AB505430.1", "AC091842.3", "AH008377.2", "CH471062.2", "CP068273.2", "GN344095.1", "NC_000005.10", "NC_060929.1"], "protein": ["AAC64409.1", "AAC69752.1", "AAD19335.1", "AAF06995.1", "AAI01835.1", "AAI08895.1", "AAI08896.1", "AAI12072.1", "AAI13843.1", "AAI13897.1", "AAI28194.1", "AAI28195.1", "BAG35142.1", "BAH69081.1", "BAH69082.1", "CAA11683.1", "CAG33416.1", "CAG46486.1", "CAY55983.1", "EAW61551.1", "EAW61552.1", "EAW61553.1", "NP_001269311.1", "NP_001269312.1", "NP_004210.1", "O95997.1"], "rna": ["AF062649.1", "AF075242.1", "AF095287.1", "AJ223953.1", "AK312209.1", "BC026003.1", "BC101834.1", "BC108894.1", "BC108895.1", "BC112071.1", "BC113842.1", "BC113896.1", "BC128193.1", "BC128194.1", "BI827526.1", "BM990391.1", "BU182149.1", "CR457135.1", "CR541685.1", "HY006026.1", "NM_001282382.1", "NM_001282383.1", "NM_004219.4"], "translation": [{"protein": "CAG33416.1", "rna": "CR457135.1"}, {"protein": "AAI12072.1", "rna": "BC112071.1"}, {"protein": "CAG46486.1", "rna": "CR541685.1"}, {"protein": "BAG35142.1", "rna": "AK312209.1"}, {"protein": "AAI01835.1", "rna": "BC101834.1"}, {"protein": "NP_001269311.1", "rna": "NM_001282382.1"}, {"protein": "AAI13897.1", "rna": "BC113896.1"}, {"protein": "NP_004210.1", "rna": "NM_004219.4"}, {"protein": "AAC64409.1", "rna": "AF095287.1"}, {"protein": "AAI08895.1", "rna": "BC108894.1"}, {"protein": "AAI13843.1", "rna": "BC113842.1"}, {"protein": "AAD19335.1", "rna": "AF075242.1"}, {"protein": "CAA11683.1", "rna": "AJ223953.1"}, {"protein": "AAI08896.1", "rna": "BC108895.1"}, {"protein": "AAC69752.1", "rna": "AF062649.1"}, {"protein": "NP_001269312.1", "rna": "NM_001282383.1"}, {"protein": "AAI28194.1", "rna": "BC128193.1"}, {"protein": "AAI28195.1", "rna": "BC128194.1"}]}, "alias": ["EAP1", "ECRAR", "HPTTG", "PTTG", "TUTR1"], "ensembl": {"gene": "ENSG00000164611", "protein": ["ENSP00000344936", "ENSP00000377536", "ENSP00000430642", "ENSP00000431068"], "transcript": ["ENST00000352433", "ENST00000393964", "ENST00000517480", "ENST00000519287", "ENST00000520452", "ENST00000523659", "ENST00000524244"], "translation": [{"protein": "ENSP00000344936", "rna": "ENST00000352433"}, {"protein": "ENSP00000431068", "rna": "ENST00000517480"}, {"protein": "ENSP00000430642", "rna": "ENST00000520452"}, {"protein": "ENSP00000377536", "rna": "ENST00000393964"}], "type_of_gene": "protein_coding"}, "entrezgene": "9232", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.04473059, "exp_mis": 59.7085345, "exp_syn": 26.624799, "lof_z": 1.62963678878556, "mis_z": 0.424644620654838, "mu_lof": 3.48559231741e-07, "mu_mis": 5.08490633364e-06, "mu_syn": 2.16494851508e-06, "n_lof": 2.0, "n_mis": 53.0, "n_syn": 31.0, "p_li": 0.169726364244784, "p_null": 0.0594533042646145, "p_rec": 0.770820331490602, "syn_z": -0.525659093206634}, "bp": 609, "cds_end": 159855688, "cds_start": 159849319, "n_exons": 5, "nonpsych": {"exp_lof": 5.3678865, "exp_mis": 53.9388089, "exp_syn": 23.9948355, "lof_z": 1.85149132241359, "mis_z": 0.545213208163786, "mu_lof": 3.48559231741e-07, "mu_mis": 5.08490633364e-06, "mu_syn": 2.16494851508e-06, "n_lof": 1.0, "n_mis": 46.0, "n_syn": 29.0, "p_li": 0.49202804766141, "p_null": 0.0249016001487547, "p_rec": 0.483070352189835, "syn_z": -0.643313228555547}, "nontcga": {"exp_lof": 5.55109508, "exp_mis": 54.9217984, "exp_syn": 24.48476005, "lof_z": 1.48680582230592, "mis_z": 0.532551116076903, "mu_lof": 3.48559231741e-07, "mu_mis": 5.08490633364e-06, "mu_syn": 2.16494851508e-06, "n_lof": 2.0, "n_mis": 47.0, "n_syn": 29.0, "p_li": 0.148356072226649, "p_null": 0.0736288286412667, "p_rec": 0.778015099132085, "syn_z": -0.577770296502034}, "transcript": "ENST00000393964.1"}, "exons": [{"cdsend": 160428681, "cdsstart": 160422312, "chr": "5", "position": [[160421909, 160422403], [160422708, 160422893], [160424236, 160424330], [160427714, 160427873], [160428601, 160428744]], "strand": 1, "transcript": "NM_001282382", "txend": 160428744, "txstart": 160421909}, {"cdsend": 160428681, "cdsstart": 160422312, "chr": "5", "position": [[160421909, 160422155], [160422301, 160422403], [160422708, 160422893], [160424236, 160424330], [160427714, 160427873], [160428601, 160428744]], "strand": 1, "transcript": "NM_001282383", "txend": 160428744, "txstart": 160421909}, {"cdsend": 160428681, "cdsstart": 160422312, "chr": "5", "position": [[160421854, 160421891], [160422301, 160422403], [160422708, 160422893], [160424236, 160424330], [160427714, 160427873], [160428601, 160428739]], "strand": 1, "transcript": "NM_004219", "txend": 160428739, "txstart": 160421854}], "exons_hg19": [{"cdsend": 159855688, "cdsstart": 159849319, "chr": "5", "position": [[159848916, 159849410], [159849715, 159849900], [159851243, 159851337], [159854721, 159854880], [159855608, 159855751]], "strand": 1, "transcript": "NM_001282382", "txend": 159855751, "txstart": 159848916}, {"cdsend": 159855688, "cdsstart": 159849319, "chr": "5", "position": [[159848916, 159849162], [159849308, 159849410], [159849715, 159849900], [159851243, 159851337], [159854721, 159854880], [159855608, 159855751]], "strand": 1, "transcript": "NM_001282383", "txend": 159855751, "txstart": 159848916}, {"cdsend": 159855688, "cdsstart": 159849319, "chr": "5", "position": [[159848861, 159848898], [159849308, 159849410], [159849715, 159849900], [159851243, 159851337], [159854721, 159854880], [159855608, 159855746]], "strand": 1, "transcript": "NM_004219", "txend": 159855746, "txstart": 159848861}], "generif": [{"pubmed": 12194817, "text": "Data suggest that separase is required for sister chromatid separation during mitosis in human cells, and that securin inhibits separase by blocking the access of substrates to the active site of separase."}, {"pubmed": 12213878, "text": "findings implicate altered VEGF and KDR signaling in pituitary tumorigenesis; PTTG stimulation of FGF-2 and VEGF expression in the presence of up-regulated growth factor receptors may account for angiogenic growth and progression of human pituitary tumors"}, {"pubmed": 12324572, "text": "Tumor tissue expressed a significantly higher level of PTTG1 mRNA than the corresponding normal tissue. PTTG1 mRNA expression was significantly higher in tumors with higher pathological stage or more extensive lymph node metastasis"}, {"pubmed": 12355087, "text": "the oncogenic effect of increased expression of securin may result from modulation of p53 functions"}, {"pubmed": 12403781, "text": "Data suggest that securin is a p53 target gene and may play a role in p53-mediated cellular response to DNA damage."}, {"pubmed": 12444553, "text": "the involvement of hpttg in lymphomagenesis"}, {"pubmed": 12554778, "text": "PTTG1-mediated signaling alters the hormonal phenotype in pituitary"}, {"pubmed": 12590639, "text": "The relationship between pituitary tumour transforming gene (PTTG) expression and in vitro growth hormone and vascular endothelial growth factor (VEGF) secretion from human pituitary adenomas."}, {"pubmed": 12727994, "text": "pituitary tumor transforming gene and fibroblast growth factor-2 expression are potential prognostic markers (and perhaps therapeutic targets) for differentiated thyroid cancer"}, {"pubmed": 12958169, "text": "A potential role for PTTG in modulating cell proliferation and FGF-2 expression in the fetal brain."}, {"pubmed": 12960092, "text": "Failure of PTTG degradation or enhanced PTTG accumulation, as a consequence of overexpression, inhibits mitosis progression and chromosome segregation but does not directly affect cytokinesis, resulting in aneuploidy."}, {"pubmed": 14671639, "text": "Results do not support a major role of hSecurin in the development of aneuploidy in myeloid leukaemias. However, high expression of hSecurin may be of pathogenetic relevance in a subset of patients."}, {"pubmed": 14709851, "text": "Overexpression of hPTTG inhibits the cell growth due to different mechanisms, which are p21WAF1/CIP1 -dependent and -independent."}, {"pubmed": 14966902, "text": "PTTG1 expression is enhanced in metastatic lymph nodes in comparison to that in primary carcinomas and may contribute to lymph node metastases in gastric carcinoma"}, {"pubmed": 15024062, "text": "Results suggest that human securin has a novel role in cell cycle arrest after exposure to UV light or ionizing radiation."}, {"pubmed": 15178645, "text": "higher PTTG expression in astrocytoma than normal astrocytes and PTTG is involved in glioma cell growth."}, {"pubmed": 15281346, "text": "Clinical studies reveal that PTTG-binding factor, fibroblast growth factor 2, and vascular endothelial growth factor are elevated in pituitary tumors, and mostly correlate with PTTG levels, also confirming the PTTG role in angiogenesis. Review."}, {"pubmed": 15514942, "text": "As a target gene of beta-catenin/TCF pathway, PTTG may play an important role in tumorigenesis of human esophageal squamous cell carcinoma."}, {"pubmed": 15591026, "text": "PXXP structure and phosphorylation are likely to exert independent and critical influences upon PTTG's diverse actions in vitro"}, {"pubmed": 15649325, "text": "Demonstration of the importance of PTTG1 in human tumorigenesis."}, {"pubmed": 15769981, "text": "PTTG-1 is up-regulated in human uterine leiomyomas and that the positive feedback loop between PTTG-1 and basic fibroblast growth factor may be pivotal in the growth of leiomyoma cells."}, {"pubmed": 15846392, "text": "Abundant cytoplasmic and nuclear securin expression was demonstrated in all 90 breast tumors."}, {"pubmed": 15880121, "text": "density map at a resolution of 25 A of negatively stained separase-securin complex"}, {"pubmed": 15897900, "text": "PTTG may be an important gene in the mutator phenotype development in thyroid cancer"}, {"pubmed": 15922332, "text": "insulin and IGF-1 regulate the expression of PTTG in MCF-7 cells primarily through the activation of PI3K/AKT cascade"}, {"pubmed": 16205121, "text": "Securin degradation is not sufficient for centromere separation or anaphase onset in human cells; other targets of the proteasome must be degraded to allow anaphase onset."}, {"pubmed": 16292982, "text": "data demonstrate that securin is dispensable for chromosomal stability in human cells"}, {"pubmed": 16394085, "text": "PTTG may promote angiogenesis by regulating the expression of multiple genes with both pro- and antiangiogenic properties and may thus be a key gene in triggering the angiogenic switch in thyroid tumorigenesis."}, {"pubmed": 16685397, "text": "Data suggest that increased expression of PTTG1 contributes to the tumorigenicity of glioma cells."}, {"pubmed": 16705156, "text": "Treatment of cells with okadaic acid, a potent inhibitor of PP2A, results in various hyperphosphorylated forms of hSecurin which are extremely unstable, due to the action of the Skp1/Cul1/F-box protein complex ubiquitin ligase."}, {"pubmed": 16705313, "text": "High expression of beta-catenin and securin (hPTTG1) in colorectal adenomas and carcinomas; securin is a target of beta-catenin transcriptional activation."}, {"pubmed": 16799481, "text": "PTTG1 is overexpressed in nodular melanoma, and contributes to tumor progression by causing aneuploidy or by modulating p53-function"}, {"pubmed": 16809406, "text": "PTTG participates in the pathogenesis of various tumors, including pituitary tumors, by inducing aneuploidy and upregulating FGF-2, a potent mitogenic and angiogenic factor."}, {"pubmed": 16820881, "text": "PTTG has a role in lung tumor growth, and its suppression may inhibit tumor growth"}, {"pubmed": 16926250, "text": "Novel PTTG-mediated proliferative pathway that may be critical to thyroid cancer growth and progression."}, {"pubmed": 17071631, "text": "securin may be a critical gene in the development of genetic instability in colorectal cancer."}, {"pubmed": 17210994, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17297475, "text": "overexpression of PTTG and PBF in differentiated thyroid cancer has profound implications for activity of the NIS gene, and hence significantly impacts upon the efficacy of radioiodine treatment."}, {"pubmed": 17353909, "text": "Results show that PTTG1 exhibits properties of a global transcription factor, and specifically modulates the G1/S-phase transition by interacting with Sp1."}, {"pubmed": 17383977, "text": "HCT116 cells devoid of PTTG1/securin (sec(-/-) HCT116) show a stabilized yet transcriptionally latent form of p53 protein in the absence of DNA damage."}, {"pubmed": 17507465, "text": "Data show that overexpression of human pituitary tumor transforming gene cooperated with the HTLV-I Tax oncoprotein in cellular transformation."}, {"pubmed": 17652795, "text": "PTTG is localized in cytoplasm of pituitary tumor cells."}, {"pubmed": 17854787, "text": "existence of securin promotes apoptosis via a p53-indpendent pathway after radiation in human colorectal cancer cells"}, {"pubmed": 17962814, "text": "data suggest that securin has a key role in the maintenance of genomic stability after DNA damage, thereby providing a previously unknown mechanism for regulating tumour progression"}, {"pubmed": 18047793, "text": "UV irradiation decreased PTTG1 mRNA and protein expression. These effects were found to be mediated by JNK pathway."}, {"pubmed": 18217976, "text": "The decrease in expression of cytoplasmic and nuclear PTTG seen for endometrial cancer cells was statistically significant (P < 0.05)"}, {"pubmed": 18245958, "text": "Overexpression of gamma-catenin caused an increase in PTTG and c-Myc protein levels, which are likely to accelerate chromosomal instability and uncontrolled proliferation, respectively, in the affected cells."}, {"pubmed": 18339849, "text": "PTTG1 gene expression is mediated by Sp1 and is indirectly down-regulated by T(3). Overexpression of PTTG1 or SP1 in HCCs is TR-dependent and crucial in the development of HCC."}, {"pubmed": 18384692, "text": "PTTG-1 is aberrantly expressed in multiple myeloma plasma cells, is highly immunogenic and is a suitable target for immunotherapy of multiple myeloma."}, {"pubmed": 18426563, "text": "Neither methylation alterations nor LOH are involved in PTTG1 over-expression. These data, together with those previously reported, point towards a post-transcriptional level of misregulation associated to PTTG1 over-expression."}, {"pubmed": 18451147, "text": "PTTG1 overexpression promotes cell motility and lymph node metastasis in esophageal squamous cell carcinoma patients, leading to poorer survival."}, {"pubmed": 18522889, "text": "The oncogene PTTG1 was overexpressed in pancreatic tumor tissues and verified by RT-PCR detection. The methylation status of DNA in promoter areas was involved in the gene expression with the help of other factors in pancreatic cancer."}, {"pubmed": 18550719, "text": "Oct-1 transactivates hPTTG1, and both proteins are concordantly overexpressed in endocrine tumors."}, {"pubmed": 18594525, "text": "results of a small sample of invasive ductal breast carcinoma patients suggest that low securin expression identifies a distinct subgroup of more favourable outcome among patients with high Ki-67 immunoexpression or high mitotic activity index"}, {"pubmed": 18620995, "text": "Atypias and mitosis figures were associated to PTTG-1 expression"}, {"pubmed": 18663361, "text": "PTTG1 regulates aurora kinase activity."}, {"pubmed": 18753362, "text": "PTTG expression and its correlation with clinicopathologic parameters in patients with neoplasms, particularly of endocrine organs."}, {"pubmed": 18984771, "text": "TACC1 and a three-gene expression signature (TACC1, NOV, and PTTG1) were identified as independent prognostic markers."}, {"pubmed": 19000457, "text": "hPTTG1 is overexpressed in colorectal cancer and closely related to disease progression."}, {"pubmed": 19008095, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19053469, "text": "securin is not entirely disordered, but segregates into a largely disordered N-terminal half and a C-terminal half with transient segmental order"}, {"pubmed": 19117984, "text": "BubR1 competes with Cdc20 for binding to securin. Interaction of BubR1 and securin is increased by the depletion of Cdc20. Regulation of BubR1 may generate an anaphase-inhibitory signal through the Cdc20-independent interaction of BubR1 with securin."}, {"pubmed": 19302955, "text": "The Ep-CAM and PTTG-1 expression in craniopharyngioma could be used as prediction markers of relapsing tumor"}, {"pubmed": 19351864, "text": "Findings elucidate the molecular mechanisms of PTTG overexpression in promoting tumor metastasis, whereby up-regulated PTTG modulates expression and secretion of metastasis-related factors to facilitate cell motility."}, {"pubmed": 19407503, "text": "Pituitary tumour-transforming gene (PTTG) and pituitary senescence."}, {"pubmed": 19477929, "text": "PTTG1 and DLK1 are involved in cell differentiation and transformation."}, {"pubmed": 19539243, "text": "Oveexpression of p300 upregulated hPTTG at the levels of promoter activity, mRNA and protein expression."}, {"pubmed": 19690544, "text": "Securin promotes the identification of favourable outcome in invasive breast cancer."}, {"pubmed": 19837943, "text": "Results elucidate a mechanism for abundant tumor hPTTG1 expression, whereby Rb inactivation releases E2F1 to induce hPTTG1. This signaling pathway may underlie the requirement of PTTG1 for pituitary tumorigenesis."}, {"pubmed": 19840458, "text": "The expression of pituitary tumor transforming gene mRNA was significantly correlated with the expression of c-myc gene in multiple myeloma."}, {"pubmed": 19958546, "text": "PTTG may induce apoptosis by down-regulation of oncogenes such as v-Jun and v-maf and up-regulation of the histone family of genes."}, {"pubmed": 20106827, "text": "PTTG was differentially expressed in pituitary adenoma subtypes suggests a cell-specific function for PTTG."}, {"pubmed": 20116377, "text": "In human HCCs, KLF6 mRNA was significantly decreased, associated with increased PTTG1. In HepG2, KLF6 transcriptionally repressed PTTG1 by direct promoter interaction."}, {"pubmed": 20198633, "text": "the interaction between PTTG1 and the Skp1-Cul1-F-box ubiquitin ligase complex (SCF) was partially disrupted, possibly through a mechanism involving protein-protein interactions of HBx with PTTG1 and/or SCF"}, {"pubmed": 20406982, "text": "Estrogen treatment in postmenopausal women may upregulate PBF expression, leading to PBF secretion and increased cell invasion."}, {"pubmed": 20452981, "text": "PTTG1 overexpression in normal human fibroblasts caused chromosome instability, which subsequently induced p53-dependent senescence through activation of DNA-damage response pathway."}, {"pubmed": 20506293, "text": "the opposing effects of baicalein on securin and gamma-H2AX levels may be involved in the regulation of cell viability and genomic stability by this compound."}, {"pubmed": 20621061, "text": "these results suggest that the JAK2V617F/STAT5 signaling pathway promotes cell proliferation through the transcriptional activation of PTTG1."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20650808, "text": "Increased PTTG protein expression may be involved in the carcinogenesis and progression of renal clear cell carcinoma."}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20953187, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20962850, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20978326, "text": "PTTG1 levels correlate with tumour aggressiveness in medullary thyroid carcinoma"}, {"pubmed": 21068098, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21069851, "text": "This study provides the first evidence that PTTG1 is involved in the early stages of oral tumorigenesis."}, {"pubmed": 21099350, "text": "the PTTG1 gene is up-regulated in the cancerous tissue from patients with hepatocellular carcinoma (HCC) and involved in the progression of HCC"}, {"pubmed": 21126432, "text": "SMC3 and separase are upregulated and securin is downregulated in malignant transformation of BEAS-2B cells induced by coal tar pitch smoke extracts."}, {"pubmed": 21129230, "text": "PTTG1's role in endocrine cancers is discussed. [review]"}, {"pubmed": 21176344, "text": "overexpression of pttg may be related to the pathogenesis and progression of AML"}, {"pubmed": 21181309, "text": "high expression of PTTG1 and low expression of PTEN may be involved in pathogenesis and development of endometrial carcinoma"}, {"pubmed": 21272169, "text": "Results identify a new functional role of securin and separase in the modulation of membrane traffic and protein secretion that implicates regulation of V-ATPase assembly and function."}, {"pubmed": 21336306, "text": "Cdc20 requires APC3 and APC8 to bind and activate the APC/C when the spindle assembly checkpoint is satisfied, but only APC8 when active, and APC10 is crucial for the destruction of cyclin B1 and securin, but not cyclin A"}, {"pubmed": 21439054, "text": "Though no significant association was found between PTTG1 haplotypes and the risk of pituitary adenoma, this is the first report on the association of individual PTTG1 SNPs or PTTG1 haplotypes with the risk of pituitary adenoma based on a solid study."}, {"pubmed": 21757741, "text": "a strong correlation between securin accumulation and GSK3beta inactivation was observed in breast cancer tissues, indicating that GSK3beta inactivation may account for securin accumulation in breast cancers."}, {"pubmed": 21839581, "text": "Authors observed up regulation of TGF-beta, Twist, Snail, Slug, vimentin and down regulation of E-cadherin on infection of ovarian tumor cells with Ad-PTTG cDNA."}, {"pubmed": 21858218, "text": "Findings suggest PTTG1 as a tumor cell marker to predict anti-neoplastic treatment outcomes."}, {"pubmed": 21937724, "text": "study demonstrate that in different cell types, a portion of cytoplasmic PTTG1 is associated with the cis face of the Golgi apparatus and this localization depends on PTTG1 phosphorylation status"}, {"pubmed": 22002306, "text": "Study shows that hPTTG1 is a transcription factor that triggers the GEF-H1/RhoA pathway to accelerate breast cancer invasion and metastasis. In human invasive breast carcinoma, hPTTG1 is overexpressed and is correlated to GEF-H1 expression."}, {"pubmed": 22081074, "text": "an important role of PTTG in regulation of integrins alpha(V) and beta(3) and adhesion-complex proteins leading to induction of EMT"}, {"pubmed": 22209758, "text": "EAP1 gene expression is under dual transcriptional regulation imposed by a transactivator (TTF1) and two repressors (YY1 and CUX1) previously postulated to be upstream components of a puberty-controlling gene network."}, {"pubmed": 22260438, "text": "in human breast cancer, that high-level securin expression predicts abnormal DNA content, with up to 9.8-fold odds for aneuploid DNA content. Securin also shows strong independent prognostic value for disease-specific survival."}, {"pubmed": 22419713, "text": "Determination of the expression of PTTG1 in an attempt to establish correlations and/or associations with clinical characteristics of patients with nonfunctioning pituitary adenomas."}, {"pubmed": 22475756, "text": "PTTG1 could alter the proliferation status by modulating the expression levels of the other cell cycle regulatory proteins, and excess PTTG1 primarily affects early differentiation of keratinocytes."}, {"pubmed": 22511756, "text": "PTTG1-mediated malignant tumor properties were due, at least in part, to activation of AKT, known to be a key regulator of both EMT and stemness in cancer cells."}, {"pubmed": 22522436, "text": "[review] The pituitary tumor transforming gene (PTTG) is a multifunctional proto-oncogene that is over-expressed in various tumors including thyroid carcinomas, where it is a prognostic indicator of tumor recurrence."}, {"pubmed": 22783570, "text": "The combination of Galectin-3 and PTTG is complementary as a diagnostic biomarker for patients with papillary carcinoma."}, {"pubmed": 22789011, "text": "Our findings provide novel molecular insights into hPTTG1-induced senescence and identify a novel mechanism by which hPTTG1 promotes metastasis by regulating the senescence-associated microenvironment."}, {"pubmed": 22805307, "text": "Expression of the PTTG1 oncogene is associated with aggressive clear cell renal cell carcinoma."}, {"pubmed": 22819078, "text": "Results show that a single mutation in pttg1 is sufficient to trigger the oncogenic properties of Securin. The finding of this point mutation in patients might be used as an effective strategy for early detection of cancer."}, {"pubmed": 22994714, "text": "No association between PTTG1 expression and clinical T stage."}, {"pubmed": 23051594, "text": "gonadotroph tumor cell proliferation is determined by the interplay between cell-specific FOXL2 with PTTG and Clusterin"}, {"pubmed": 23128677, "text": "The expression of hPTTG1 was correlated with differentiation levels, clinical classification and lymph node metastasis, but did not correlate with gender, age or pathological types."}, {"pubmed": 23164239, "text": "TgPTTG/p53+/- animals developed sarcomas faster than p53+/- alone."}, {"pubmed": 23267136, "text": "Our results indicate that PTTG immunoexpression is higher in aggressive brain tumors including medulloblastomas, GBM IV, and astrocytoma III, whereas in more benign tumors, PTTG immunoexpression is lower."}, {"pubmed": 23404407, "text": "Expression levels of PTTG and PCNA in invasive pituitary adenomas were significantly higher than in non-invasive pituitary adenomas."}, {"pubmed": 23416975, "text": "STAT3 induces PTTG expression to facilitate tumor growth and metastasis."}, {"pubmed": 23489647, "text": "To investigate the potential roles of PTTG1 in epidermal carcinogenesis and progression, the expression of PTTG1 was analysed by immunohistochemistry along with Ki67, keratin 10 (K10) and p53 in tissue samples of cutaneous squamous cell carcinomas."}, {"pubmed": 23523951, "text": "the presence of securin promotes resistance to gefitinib-induced apoptosis via an EGFR-independent pathway in human cancer cells"}, {"pubmed": 23527717, "text": "PTTG1 and TAGLN2 are highly expressed in human pancreatic cancer, and the positive expression of PTTG1 is associated with the gender of cancer patients, suggesting that it may represent a potential therapeutic target for the treatment of pancreatic cancer"}, {"pubmed": 23671127, "text": "This study identified both PTTG1 and miR-186 as potential anti-invasion targets for therapeutic intervention in non-small cell lung cancer ."}, {"pubmed": 23677169, "text": "Enhanced expression of PTTG1 in the psoriatic epidermis may result in aberrant regulation of the cell cycle and impaired differentiation via the interplay between PTTG1 and TNF-alpha."}, {"pubmed": 23755904, "text": "Low cdc27 and high securin expression predict short survival for breast cancer patients."}, {"pubmed": 23798554, "text": "Mutation of the homologous position in PTTG1 (H(134)) switched PTTG1 from an inhibitor into an activator of ESP1."}, {"pubmed": 23850618, "text": "RNF213 R4810K reduced angiogenic activities of iPSECs from patients with MMD, suggesting that it is a promising in vitro model for MMD."}, {"pubmed": 23867215, "text": "These results define hPTTG as having a central role in thyroid autocrine signaling mechanisms via growth factors, with profound implications for promotion of transformed cell growth."}, {"pubmed": 23977008, "text": "KLF6 directly binds and represses PTTG1 expression during induction of myeloid differentiation."}, {"pubmed": 24051510, "text": "No TTF1 or EAP1 germline mutations were associated with central pubertal disorders. TTF1 and EAP1 may affect puberty by changing expression in response to other members of puberty-associated gene networks"}, {"pubmed": 24176776, "text": "PTTG may contribute to the malignant progression of esophageal squamous cell carcinoma (ESCC) and serve as a novel prognostic indicator for patients with ESCC."}, {"pubmed": 24238056, "text": "Overexpression of PTTG1, which encodes securin, a negative regulator of p53, was identified as a marker of poor survival in adrenocortical carcinoma."}, {"pubmed": 24377512, "text": "The numbers of migrating cells (51.38 +/- 4.71) in the PTTG siRNA group was obviously lower."}, {"pubmed": 24627133, "text": "our data suggest that PTTG1 promotes the proliferation of prostate cancer cells via the inhibition of SMAD3. SMAD3 thus appears to be a novel therapeutic target for suppressing the growth of prostate cancer."}, {"pubmed": 24754453, "text": "In peripheral area of testicular seminoma, PTTG1 staining was located in cell nucleus. In central area, staining was more intense in cytoplasm. On the other hand, in embryonal carcinoma, cells had diffuse positive staining, mainly in cytoplasm."}, {"pubmed": 24816985, "text": "The interaction between TERT and PTTG1 by association of Ku70 might be important for the enhancement of the limited self-renewal activity of MSCs and for understanding the regulatory mechanisms of self-renewal."}, {"pubmed": 24853182, "text": "high Cdc20 and securin immunoexpression identified a patient subgroup with extremely short, on average 2.4 years, breast cancer survival and triple-negative breast cancer subtype."}, {"pubmed": 24879625, "text": "Data indicate that pituitary tumor-transforming gene 1 (PTTG1) was frequently overexpressed in oral squamous cell carcinoma (OSCC) tissues."}, {"pubmed": 24908230, "text": "This study demonstrated that PTTG was expressed in most of meningioma tissues, and the degree of PTTG immunostaining was variable in the subtypes of tumors"}, {"pubmed": 25549700, "text": "PTTG1 is a marker for proliferative skin diseases associated with cell cycle regulation and may aid in detection of aggressive cancers"}, {"pubmed": 25627474, "text": "PTTG1 mRNA expression levels in gastric tumor tissues were significantly higher than in the corresponding adjacent normal gastric mucosa.PTTG1 mRNA and protein expression are independent prognostic factors for gastric cancer patient survival."}, {"pubmed": 25739119, "text": "SP17/AKAP4/PTTG1 are expressed in both human NSCLC cell lines and primary tumors and can elicit an immunogenic response in lung cancer patients."}, {"pubmed": 25816405, "text": "Knockdown of PTTG1 suppresses the growth and invasion of LAC cells through upregulation of the TGFbeta1/SMAD3 signaling."}, {"pubmed": 25871022, "text": "PTTG1 is differentially expressed by benign and malignant pheochromocytoma with low sensitivity; meaning that positive immunohistochemistry result for PTTG1 is of great value to predict malignant behavior of pheochromocytoma"}, {"pubmed": 25874498, "text": "we demonstrated here the inhibitory effect of CACP on the growth of H22 cells in vitro and in vivo, which may be through, at least partly, repression of PTTG1 and then followed by the inactivation of P13/Akt and activation of p38 MARK signaling pathways"}, {"pubmed": 25908389, "text": "Silencing of PTTG could also inhibit tumor growth, invasion, and angiogenesis in vivo. Our data indicated that PTTG might be a potential target for glioma treatment"}, {"pubmed": 26264222, "text": "FoxM1 binds to PTTG1 promoter to enhance PTTG1 transcription, and FoxM1-PTTG1 pathway promotes colorectal cancer migration and invasion"}, {"pubmed": 26320179, "text": "Report feedback loop between PTTG1 targeting miRNAs, PTTG1 and p53 that promotes pituitary tumorigenesis."}, {"pubmed": 26445238, "text": "Data show that pituitary tumor-transforming 1 protein (PTTG1) is over-expressed in multiple myeloma (MM) patients and is associated with poor survival."}, {"pubmed": 26516926, "text": "Data show that overexpression of c-myc proto-oncogene protein could prevent the metabolic shift induced by pituitary tumor-transforming gene (PTTG) knockwown."}, {"pubmed": 26578364, "text": "PTTG-mediated FGF2 upregulation is associated with more aggressive tumor features in patients with acromegaly. Also, locally produced estrogen through aromatization might have a role in this phenomenon."}, {"pubmed": 26710612, "text": "PTTG1 enhances HBV replication through suppression of P53."}, {"pubmed": 26824458, "text": "Pttg1 may increase BC cell growth through nuclear exclusion of p27, which highlights a novel molecular regulatory machinery in tumorigenesis of BC."}, {"pubmed": 26894859, "text": "High PTTG1 expression is associated with aggressive meningiomas."}, {"pubmed": 26900962, "text": "knockdown of PTTG1 increased expression of integrin alpha 4 (ITGA4), ITGA5, and integrin beta 1 (ITGB1); otherwise, RhoA expression was significantly decreased"}, {"pubmed": 26984614, "text": "Our data indicate that securin expression may serve as a strong and independent prognosticator of breast cancer outcome"}, {"pubmed": 27756608, "text": "that PTTG1 is a novel downstream target gene of androgen receptor and take part in prostate cancer proliferation and metastasis"}, {"pubmed": 27766744, "text": "These results indicate PTTG1 may be a valuable biomarker in ovarian cancer to predict sensitivity to saracatinib, and could form the basis of a targeted prospective saracatinib trial for ovarian cancer."}, {"pubmed": 27787230, "text": "All these suggest that the MAP3K M1P site is a potential interacting partner of MAP3K SH3 domain, which may mediate the intermolecular recognition between hPTTG1 and MAP3K."}, {"pubmed": 27829547, "text": "PTTG1 is correlated with non-small cell lung cancer (NSCLC) progression and as an independent poor prognostic factor in NSCLC patients."}, {"pubmed": 27893422, "text": "we confirmed the oncogenic function of PTTG1 in BC and demonstrated that PTTG1 is a target of miR-146a-3p."}, {"pubmed": 28219049, "text": "PTTG1 is an independent prognostic factor and acts as an oncogene in colorectal cancer"}, {"pubmed": 28242412, "text": "A relatively stable genome in retinoblastoma tumor cells is maintained by TRb1 and TRb2-mediated PTTG1 inhibition, counteracting Rb-deficiency-related genomic instability."}, {"pubmed": 28504713, "text": "Findings indicate that PBF and PTTG have a critical role in promoting thyroid cancer that is predictive of poorer patient outcome."}, {"pubmed": 28658604, "text": "Smurf1 interacts with and targets Securin, an inhibitor of sister-chromatid separation, for poly-ubiquitination and proteasomal degradation."}, {"pubmed": 29218429, "text": "High PTTG1 expression was associated with Adrenocortical Carcinoma."}, {"pubmed": 29288516, "text": "Results found that PTTG1 expression was significantly increased in androgen-independent prostate cancer cells and, elucidates that interleukin-6/STAT3 activation can increase PTTG1 expression and, consequently, promote the resistance to androgen deprivation therapy in castration-resistant prostate cancer by inducing EMT and increasing the cancer stem cell population."}, {"pubmed": 29432944, "text": "In ACTH-secreting pituitary tumors, IHC staining showed strong cytoplasmic and moderate nucleic PTTG immunoreactivity in 22 of 28 nonrecurrent tumors and in 21 of 27 recurrent tumors but no staining in the 2 normal pituitaries. PTTG was significantly increased in both the nonrecurrent and recurrent groups compared with normal pituitary glands, but there was no difference between the nonrecurrent and recurrent groups."}, {"pubmed": 29575197, "text": "PTTG-1 oexpression in meningiomas were correlated with tumor grade and proliferation rate."}, {"pubmed": 29622689, "text": "We found that PTTG overexpression in pituitary tumor cells is explained by its protein stabilization, is regulated by RSUME and accounts for PTTG tumor abundance and pathogenic action. There is no evidence so far that this mechanism operates in normal cells. This finding puts in a central role the protein stabilization-overexpression of proto-oncogenes as major regulators of cellular dysfunction."}, {"pubmed": 29649138, "text": "Results show that PTTG1 oncoprotein overexpression may modulate cell proliferation-related regulators in myeloid leukemia."}, {"pubmed": 29693191, "text": "Data strongly indicated that PTTG1 is a target gene of miR186 in osteosarcoma (OS) cells and is involved in miR186mediated suppressive effects of OS cells."}, {"pubmed": 29803224, "text": "Higher levels of PTTG1 were observed in hepatocellular carcinoma (HCC) tumor tissues. Its expression is regulated by PTTG3P in HCC."}, {"pubmed": 29989583, "text": "the short form of securin does not influence the expression of MYC transcriptional targets, such as TP53 and IL-8."}, {"pubmed": 30154144, "text": "PTTG and PBF interact in head and neck squamous cell carcinoma to reduce p53 stability and function"}, {"pubmed": 30506545, "text": "securin and Ki67 are expressed in invasive breast carcinoma"}, {"pubmed": 30519761, "text": "High PTTG1 expression is associated with Pancreatic Neuroendocrine Tumor Recurrence."}, {"pubmed": 30582202, "text": "MicroRNA-329-mediated PTTG1 downregulation inactivates the MAPK signaling pathway to suppress cell proliferation and tumor growth in cholangiocarcinoma."}, {"pubmed": 30590814, "text": "we clarify a new mechanism by which ECT2 regulates the expression of PTTG1 and thus affects the proliferation of glioma cells"}, {"pubmed": 30607824, "text": "the polymorphism of PTTG1 rs2910200 dominant model and T allelic might increase the risk of Nonfunctioning pituitary adenoma"}, {"pubmed": 30853662, "text": "This work suggests that PTTG3P may promote growth and metastasis of cervical neoplasms through PTTG1."}, {"pubmed": 30961403, "text": "Cancer-associated fibroblasts (CAFs) could induce pituitary tumor transforming gene (PTTG) over-expression and increase endometrial cancer (EC) cell invasion and migration in vitro."}, {"pubmed": 31278532, "text": "Securin gene is overexpressed in osteosarcoma and associated with poor prognosis outcomes in osteosarcoma patients."}, {"pubmed": 31385458, "text": "PTTG1 is involved in TNF-alpha-related hepatocellular carcinoma via the induction of c-myc."}, {"pubmed": 31521689, "text": "Subsequent of hPTTG1 silencing in the MDA_MB-231 cells, the proliferation of cells decreased obviously. In response to hPTTG1 silencing, the levels mRNA and protein were effectively down-regulated 80% and 50%, respectively, at 48h post-transfection."}, {"pubmed": 31641007, "text": "Validation of the OncoMasTR Risk Score in Estrogen Receptor-Positive/HER2-Negative Patients: A TransATAC study."}, {"pubmed": 32163388, "text": "Influence of the Minor Short Isoform of Securin (PTTG1) on Transcription is Significantly Different from the Impact of the Full Isoform"}, {"pubmed": 32216239, "text": "Down-regulated expression of PTTG1 induces senescence of human castration-resistant prostate cancer LNCaP-AI cells."}, {"pubmed": 32277958, "text": "aarF domain containing kinase 5 gene promotes invasion and migration of lung cancer cells through ADCK5-SOX9-PTTG1 pathway."}, {"pubmed": 32314536, "text": "Upregulation of PTTG1 is associated with poor prognosis in prostate cancer."}, {"pubmed": 32322060, "text": "results identify an unexpected function of SGO2 in mitotically dividing cells and a mechanism of separase regulation that is independent of securin but still supervised by the spindle assembly checkpoint"}, {"pubmed": 32519672, "text": "[Pituitary tumor transforming gene 1 (PTTG1) is highly expressed and associated with poor prognosis in patients with hepatocellular carcinoma]."}, {"pubmed": 32549754, "text": "KLF10 inhibits cell growth by regulating PTTG1 in multiple myeloma under the regulation of microRNA-106b-5p."}, {"pubmed": 32725378, "text": "Suppression of PTTG1 inhibits cell angiogenesis, migration and invasion in glioma cells."}, {"pubmed": 33148101, "text": "miR-362-3p suppresses sinonasal squamous cell carcinoma progression via directly targeting pituitary tumor-transforming gene 1."}, {"pubmed": 33173433, "text": "Gene signatures and prognostic analyses of the Tob/BTG pituitary tumor-transforming gene (PTTG) family in clinical breast cancer patients."}, {"pubmed": 33243736, "text": "[Expression of pituitary tumor-transforming gene-1 and its pathogenic role in systemic sclerosis]."}, {"pubmed": 33498448, "text": "Alteration of Pituitary Tumor Transforming Gene 1 by MicroRNA-186 and 655 Regulates Invasion Ability of Human Oral Squamous Cell Carcinoma."}, {"pubmed": 33624604, "text": "[MiR-300 inhibits invasion and metastasis of osteosarcoma cell MG63 by negatively regulating PTTG1]."}, {"pubmed": 33743960, "text": "The lncRNA PTTG3P promotes the progression of CRPC via upregulating PTTG1."}, {"pubmed": 33881746, "text": "CDC20 and PTTG1 are Important Biomarkers and Potential Therapeutic Targets for Metastatic Prostate Cancer."}, {"pubmed": 34187556, "text": "Identification of hub genes associated with prognosis, diagnosis, immune infiltration and therapeutic drug in liver cancer by integrated analysis."}, {"pubmed": 34290405, "text": "Structural basis of human separase regulation by securin and CDK1-cyclin B1."}, {"pubmed": 34539658, "text": "Signatures of Multi-Omics Reveal Distinct Tumor Immune Microenvironment Contributing to Immunotherapy in Lung Adenocarcinoma."}, {"pubmed": 34728029, "text": "[Dysregulation of MAD2L1/CAMK2A/PTTG1 Gene Cluster Maintains the Stemness Characteristics of Uterine Corpus Endometrial Carcinoma]."}, {"pubmed": 35050550, "text": "The pituitary tumour-transforming gene 1/delta-like homologue 1 pathway plays a key role in liver fibrogenesis."}, {"pubmed": 35234260, "text": "miR374c5p regulates PTTG1 and inhibits cell growth and metastasis in hepatocellular carcinoma by regulating epithelialmesenchymal transition."}, {"pubmed": 35730625, "text": "SIRT1 suppresses pituitary tumor progression by downregulating PTTG1 expression."}, {"pubmed": 35768832, "text": "Clinical significance and potential regulatory mechanism of overexpression of pituitary tumor-transforming gene transcription factor in bladder cancer."}, {"pubmed": 36414514, "text": "Pituitary tumor transforming gene 1 promotes proliferation and malignant phenotype in osteosarcoma via NF-kappaB signaling."}, {"pubmed": 37400529, "text": "Phosphorylated PTTG1 switches its subcellular distribution and promotes beta-catenin stabilization and subsequent transcription activity."}, {"pubmed": 38069214, "text": "SPTBN1 Mediates the Cytoplasmic Constraint of PTTG1, Impairing Its Oncogenic Activity in Human Seminoma."}, {"pubmed": 38420810, "text": "Multi-Omics Analysis of the Oncogenic Value of Pituitary Tumor-Transforming Gene 1 (PTTG1) in Human Cancers."}], "genomic_pos": {"chr": "5", "end": 160428739, "ensemblgene": "ENSG00000164611", "start": 160421855, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 159855748, "start": 159848829, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006281", "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007283", "pubmed": 9915854, "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045143", "qualifier": "involved_in", "term": "homologous chromosome segregation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051276", "qualifier": "involved_in", "term": "chromosome organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 9811450, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 9811450, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 9811450, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "NAS", "id": "GO:0004869", "pubmed": 12194817, "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 12194817, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0017124", "qualifier": "enables", "term": "SH3 domain binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0140677", "pubmed": 15929994, "qualifier": "enables", "term": "molecular function activator activity"}]}, "homologene": {"genes": [[8364, 100498440], [9031, 416158], [9544, 696143], [9598, 462238], [9606, 9232], [9615, 479307], [9913, 508043], [10090, 30939], [10116, 64193]], "id": 3110}, "interpro": {"desc": "Securin sister-chromatid separation inhibitor", "id": "IPR006940", "short_desc": "Securin_separation_inhibitor"}, "ipi": ["IPI00003494", "IPI00974116"], "map_location": "5q33.3", "name": "PTTG1 regulator of sister chromatid separation, securin", "other_names": ["ESP1-associated protein 1", "endogenous cardiac regeneration-associated regulator", "pituitary tumor-transforming 1", "pituitary tumor-transforming gene 1 protein", "securin", "tumor-transforming protein 1"], "pantherdb": {"HGNC": "9690", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1353578", "ortholog_type": "LDO", "panther_family": "PTHR10418", "taxid": 10090, "uniprot_kb": "Q9CQJ7"}, {"RGD": "68359", "ortholog_type": "LDO", "panther_family": "PTHR10418", "taxid": 10116, "uniprot_kb": "P97613"}, {"Ensembl": "ENSGALG00000001506", "ortholog_type": "LDO", "panther_family": "PTHR10418", "taxid": 9031, "uniprot_kb": "E1BU16"}, {"ZFIN": "ZDB-GENE-081104-345", "ortholog_type": "LDO", "panther_family": "PTHR10418", "taxid": 7955, "uniprot_kb": "B8A4J0"}], "uniprot_kb": "O95997"}, "pathway": {"kegg": [{"id": "hsa04110", "name": "Cell cycle - Homo sapiens (human)"}, {"id": "hsa04114", "name": "Oocyte meiosis - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-174143", "name": "APC/C-mediated degradation of cell cycle proteins"}, {"id": "R-HSA-174154", "name": "APC/C:Cdc20 mediated degradation of Securin"}, {"id": "R-HSA-174178", "name": "APC/C:Cdh1 mediated degradation of Cdc20 and other APC/C:Cdh1 targeted proteins in late mitosis/early G1"}, {"id": "R-HSA-176409", "name": "APC/C:Cdc20 mediated degradation of mitotic proteins"}, {"id": "R-HSA-176814", "name": "Activation of APC/C and APC/C:Cdc20 mediated degradation of mitotic proteins"}, {"id": "R-HSA-2467813", "name": "Separation of Sister Chromatids"}, {"id": "R-HSA-2555396", "name": "Mitotic Metaphase and Anaphase"}, {"id": "R-HSA-453276", "name": "Regulation of mitotic cell cycle"}, {"id": "R-HSA-68882", "name": "Mitotic Anaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}], "wikipathways": [{"id": "WP179", "name": "Cell cycle"}, {"id": "WP4240", "name": "Regulation of sister chromatid separation at the metaphase-anaphase transition"}]}, "pdb": ["7NJ0", "7NJ1"], "pfam": "PF04856", "pharmgkb": "PA34033", "pharos": {"target_id": 821, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259831", "relationship": "is"}, {"id": "GNF259832", "relationship": "is"}, {"id": "GNF259833", "relationship": "is"}, {"id": "GNF259834", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF050310", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF279488", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF112168", "relationship": "is"}, {"id": "GNF151809", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": ["NP_001269311.1", "NP_001269312.1", "NP_004210.1"], "rna": ["NM_001282382.1", "NM_001282383.1", "NM_004219.4"], "translation": [{"protein": "NP_004210.1", "rna": "NM_004219.4"}, {"protein": "NP_001269312.1", "rna": "NM_001282383.1"}, {"protein": "NP_001269311.1", "rna": "NM_001282382.1"}]}, "reporter": {"HG-U133_Plus_2": "203554_x_at", "HG-U95Av2": "40412_at", "HTA-2_0": "TC05000896.hg.1", "HuEx-1_0": "2838201", "HuGene-1_1": "8109639"}, "summary": "The encoded protein is a homolog of yeast securin proteins, which prevent separins from promoting sister chromatid separation. It is an anaphase-promoting complex (APC) substrate that associates with a separin until activation of the APC. The gene product has transforming activity in vitro and tumorigenic activity in vivo, and the gene is highly expressed in various tumors. The gene product contains 2 PXXP motifs, which are required for its transforming and tumorigenic activities, as well as for its stimulation of basic fibroblast growth factor expression. It also contains a destruction box (D box) that is required for its degradation by the APC. The acidic C-terminal region of the encoded protein can act as a transactivation domain. The gene product is mainly a cytosolic protein, although it partially localizes in the nucleus. Three transcript variants encoding the same protein have been found for this gene. [provided by RefSeq, Sep 2013].", "symbol": "PTTG1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0919521"}, "unigene": "Hs.350966", "uniprot": {"Swiss-Prot": "O95997", "TrEMBL": ["E5RJR4", "Q6IAL9"]}, "wikipedia": {"url_stub": "PTTG1"}}