{"AllianceGenome": "9692", "HGNC": "9692", "MIM": "602492", "_id": "5806", "_version": 1, "accession": {"genomic": ["AC020630.21", "CH471052.2", "CP068275.2", "DQ207368.1", "NC_000003.12", "NC_060927.1", "NG_051000.1", "X97748.1"], "protein": ["AAA61234.1", "AAH39733.1", "ABA64467.1", "BAG35583.1", "CAA44778.1", "CAA45158.1", "EAW78708.1", "NP_002843.2", "P26022.3"], "rna": ["AK312705.1", "BC027887.1", "BC039733.1", "BQ010272.1", "DA716533.1", "M31166.1", "NM_002852.4", "X63053.1", "X63613.1"], "translation": [{"protein": "CAA45158.1", "rna": "X63613.1"}, {"protein": "NP_002843.2", "rna": "NM_002852.4"}, {"protein": "AAA61234.1", "rna": "M31166.1"}, {"protein": "AAH39733.1", "rna": "BC039733.1"}, {"protein": "BAG35583.1", "rna": "AK312705.1"}, {"protein": "CAA44778.1", "rna": "X63053.1"}]}, "alias": ["TNFAIP5", "TSG-14"], "ensembl": {"gene": "ENSG00000163661", "protein": "ENSP00000295927", "transcript": "ENST00000295927", "translation": [{"protein": "ENSP00000295927", "rna": "ENST00000295927"}], "type_of_gene": "protein_coding"}, "entrezgene": "5806", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.69818889475, "exp_mis": 114.90159624, "exp_syn": 55.745011797, "lof_z": 1.3203361731098, "mis_z": 0.406182780843799, "mu_lof": 7.60034330781e-07, "mu_mis": 1.47221756068e-05, "mu_syn": 7.53201832353e-06, "n_lof": 4.0, "n_mis": 106.0, "n_syn": 48.0, "p_li": 0.0129819003080692, "p_null": 0.127293709585017, "p_rec": 0.859724390106914, "syn_z": 0.643085196531166}, "bp": 1146, "cds_end": 157160768, "cds_start": 157154722, "n_exons": 3, "nonpsych": {"exp_lof": 6.91744061473, "exp_mis": 103.946872289, "exp_syn": 50.4044508391, "lof_z": 1.08938479589627, "mis_z": 0.492088991306701, "mu_lof": 7.60034330781e-07, "mu_mis": 1.47221756068e-05, "mu_syn": 7.53201832353e-06, "n_lof": 4.0, "n_mis": 94.0, "n_syn": 42.0, "p_li": 0.0104245168767731, "p_null": 0.182412333857178, "p_rec": 0.807163149266049, "syn_z": 0.745312414913854}, "nontcga": {"exp_lof": 7.07744456262, "exp_mis": 105.704586758, "exp_syn": 51.2805225855, "lof_z": 1.51192788674272, "mis_z": 0.131058091174888, "mu_lof": 7.60034330781e-07, "mu_mis": 1.47221756068e-05, "mu_syn": 7.53201832353e-06, "n_lof": 3.0, "n_mis": 103.0, "n_syn": 45.0, "p_li": 0.0561683113388878, "p_null": 0.0779750292922372, "p_rec": 0.865856659368875, "syn_z": 0.555317912231637}, "transcript": "ENST00000295927.3"}, "exons": [{"cdsend": 157442979, "cdsstart": 157436933, "chr": "3", "position": [[157436849, 157437063], [157437512, 157437914], [157442365, 157443632]], "strand": 1, "transcript": "NM_002852", "txend": 157443632, "txstart": 157436849}], "exons_hg19": [{"cdsend": 157160768, "cdsstart": 157154722, "chr": "3", "position": [[157154638, 157154852], [157155301, 157155703], [157160154, 157161421]], "strand": 1, "transcript": "NM_002852", "txend": 157161421, "txstart": 157154638}], "generif": [{"pubmed": 12004288, "text": "Expression of PTX3 by vIL-6-stimulated Kaposi's sarcoma cell cultures"}, {"pubmed": 12006390, "text": "By increasing tissue factor expression, PTX3 plays a potential role in thrombogenesis and ischemic vascular disease."}, {"pubmed": 12006411, "text": "PTX3 is produced in advanced atherosclerotic plaques principally by macrophages and endothelial cells and may contribute to the pathogenesis of atherosclerosis."}, {"pubmed": 12538709, "text": "Detection of the long pentraxin PTX3 in mesangial cells of patients with IgA glomerulonephritis suggests its potential role in the modulation of glomerular and tubular injury."}, {"pubmed": 12645945, "text": "Experiments with recombinant globular head domains of human C1q A, B, and C chains indicated that C1q interacts with PTX3 via its globular head region. Binding of C1q to immobilized PTX3 induced activation of the classical complement pathway."}, {"pubmed": 14603263, "text": "The mRNA level of PTX3 was 3.5-fold higher in the melancholic group as compared to that in normal controls and in nonmelancholic depressives (n=8, all groups)."}, {"pubmed": 15262177, "text": "We provide evidence for expression of PTX3 by vascular smooth muscle cells induced by degraded lipoproteins, which may lead to a vascular acute-phase reaction, contributing to the inflammatory pathogenesis of atherosclerosis."}, {"pubmed": 15308113, "text": "serum PTX3 levels appear elevated selectively in response to infection"}, {"pubmed": 16020751, "text": "Local PTX3 upregulation may modulate vascular smooth muscle cell activation after arterial injury"}, {"pubmed": 16166594, "text": "PTX3 acts as a third-party agent between microbial stimuli and dying cells, contributing to limit tissue damage under inflammatory conditions and the activation of autoreactive T cells"}, {"pubmed": 16339571, "text": "TNF-alpha induced PTX3 expression in human lung cell lines and primary epithelial cells; knockdown of either JNK1 or JNK2 with small interfering RNA also significantly reduced the regulated PTX3 expression"}, {"pubmed": 16380821, "text": "Review discusses clinical significance of different levels of PTX3, its role in induction or protection from autoimmunity, and the presence of specific PTX3 autoantibodies in different autoimmune diseases."}, {"pubmed": 16617159, "text": "The coordinated induction by primary, proinflammatory signals of C1q and PTX3 and their reciprocal regulation during inflammation influences the clearance of apoptotic cells by antigen-presenting cells and possibly plays a role in immune homeostasis."}, {"pubmed": 16647920, "text": "Significantly higher levels of pentraxin 3 were found in preeclampsia. Intrauterine growth restriction pregnancies showed intermediate levels between normal and preeclamptic patients."}, {"pubmed": 16769728, "text": "there is an FGF2-binding domain in the N-terminal extension of PTX3 spanning the PTX3-(97-110) region"}, {"pubmed": 16865225, "text": "PTX3 could be used as a further marker of disease activity of psoriasis."}, {"pubmed": 16981714, "text": "These results provided evidence of an involvement of the PTX3 sugar moiety in C1q recognition and complement activation."}, {"pubmed": 17095712, "text": "The levels of plasma PTX3 were increased in patients with arterial inflammation, especially unstable angina pectoris."}, {"pubmed": 17277044, "text": "Sources of PTX3 in the lung and the regulatory mechanisms of its expression ni acute injury and infection."}, {"pubmed": 17380301, "text": "PTX3 and p66((ShcA)) mRNA levels are significantly more elevated in WBCs and in adipose tissue samples of patients with high levels of LDL compared to those with low levels."}, {"pubmed": 17424885, "text": "Innate factors PTX3 and C1q are involved in the homeostasis of nasal mucosa and the pathogenesis of nasal polyposis."}, {"pubmed": 17441979, "text": "This study demonstrated a significant association between CSF levels of IL-1beta, Il-6, and IFN-gamma and the severity ot EV71 brain stem encephalitis."}, {"pubmed": 17487767, "text": "Cardiac surgical procedures performed with cardiopulmonary bypass are associated with a more pronounced release of PTX3 immediately after operation."}, {"pubmed": 17496115, "text": "PTX3 may have a role in atherosclerosis and cardiovascular disease in hemodialysis patients"}, {"pubmed": 17611589, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17611589, "text": "findings support previous data showing that VDR SNPs modulate the risk for pulmonary tuberculosis in West Africans and suggest that variation within DC-SIGN and PTX3 also affect the disease outcome"}, {"pubmed": 17675295, "text": "PTX3 directly interacts with inter-alpha-trypsin inhibitor and has a role in hyaluronan organization and cumulus oophorus expansion"}, {"pubmed": 17786277, "text": "These data suggest that PTX3 protein may represent an additional and stable marker of inflammation in chronic renal failure."}, {"pubmed": 17947708, "text": "PTX3 activates a complement-dependent humoral amplification loop of the innate response to a microbial ligand"}, {"pubmed": 18045580, "text": "Expression of pentraxin-3 (PTX3) not only in macrophages but also in neutrophils may reflect the role of PTX3 in inflammation."}, {"pubmed": 18048494, "text": "Estradiol and progesterone are involved in PTX3 induction and regulation during implantation. Also, of the factors secreted by trophoblast, IL-1beta induces PTX3 in human endometrial stromal cells."}, {"pubmed": 18292565, "text": "Human PTX3 binds to influenza A virus and mediates a range of antiviral activities, including inhibition of hemagglutination, neutralization of virus infectivity and inhibition of viral neuraminidase."}, {"pubmed": 18417746, "text": "In stage 5 chronic kidney disease and type 2 diabetes with normal renal function, pentraxin 3 was independently associated with proteinuria. Pentraxin 3 and proteinuria were associated with endothelial dysfunction in patients with type 2 diabetes."}, {"pubmed": 18571180, "text": "visceral adipose tissue production of PTX3 seems to contribute to the mechanisms underlying the development of atherosclerosis"}, {"pubmed": 18650775, "text": "PTX3 was an early indicator of shock in patients with severe meningococcal disease that followed a pattern of induction distinct from CRP."}, {"pubmed": 18676013, "text": "Emphasis on two new players involved in regulating inflammation at the maternal-fetal interface: the long pentraxin PTX3 and the decoy receptor for inflammatory chemokines D6."}, {"pubmed": 18685085, "text": "Human chorionic gonadotropin-induced hormones progesterone and estrogen increase the PTX3 production by human monocytes."}, {"pubmed": 18703503, "text": "Cell-specific regulation of PTX3 by glucocorticoid hormones in hematopoietic and nonhematopoietic cells"}, {"pubmed": 19014569, "text": "Plasma PTX3 levels may not only have laboratory values that differentiate NASH from non-NASH, but be a marker of the severity of hepatic fibrosis in NASH."}, {"pubmed": 19050261, "text": "A role is proposed for PTX3 in the localization of complement factor H regulatory activity to surfaces that bind PTX3, thus modulating alternative pathway activation and preventing excessive inflammatory response to tissue injury."}, {"pubmed": 19079137, "text": "study shows that intracellular PTX3 translocates at the surface of late apoptotic neutrophils and acts as an 'eat-me' molecule for their recognition and capture by macrophages"}, {"pubmed": 19131771, "text": "High serum PTX3 is associated with pulmonary fungal infections."}, {"pubmed": 19164811, "text": "In these older adults, PTX3 was associated with CVD and all-cause death independent of CRP and CVD risk factors."}, {"pubmed": 19211665, "text": "Report effect of renin angiotensin system blockade on pentraxin 3 levels in type-2 diabetic patients with proteinuria."}, {"pubmed": 19273457, "text": "These results suggest that elevated serum PTX3 levels are associated with the disease severity of systemic sclerosis."}, {"pubmed": 19327124, "text": "showed the relationship between plasma PTX3 levels and established coronary risk factors"}, {"pubmed": 19389798, "text": "myelomonocytic cells and MoDC are a major source of TSG-6 and that PTX3 and TSG-6 are coregulated"}, {"pubmed": 19396030, "text": "Determining the production and regulation of PTX3 during mechanical ventilation may be critical in preventing or reducing ventilator-induced lung injury"}, {"pubmed": 19565609, "text": "Increase in maternal plasma PTX3 in pregnancies that subsequently develop early preeclampsia is evident from 11-13 weeks but the underlying mechanism for such an increase remains uncertain."}, {"pubmed": 19632990, "text": "These results demonstrate that PTX3 and Ficolin-2 may recruit each other on pathogens."}, {"pubmed": 19718477, "text": "PTX3 may have a role in inflammation in acute chest pain"}, {"pubmed": 19772962, "text": "The study demonstrates a close association between PTX3 deposition and complement activation in failed arteriovenous fistula (AVF) and suggests a role for PTX3 in modulating innate immunity in the pathogenesis of AVF stenosis."}, {"pubmed": 19792835, "text": "PTX3 is a physiologic constituent of the amniotic fluid, and its median concentration is elevated in the presence of intra-amniotic infection/inflammation."}, {"pubmed": 19794969, "text": "PTX3-overexpressing clones showed a powerful anti-fibroblast growth factor 2 (FGF2) activity in FGF2-dependent capillary morphogenesis."}, {"pubmed": 19811281, "text": "PTX3 may represent a valuable marker for early detection and prediction of preeclampsia in patients with type 1 diabetes."}, {"pubmed": 19846603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19846603, "text": "results reported here provide the first evidence that the long pentraxin PTX3 plays a role in female fertility in humans"}, {"pubmed": 19900712, "text": "role as a multifunctional soluble pattern recognition receptor acting as a non-redundant component of the humoral arm of innate immunity [Review]"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19917159, "text": "Serum PTX3 (pentraxin-3) levels were similar in febrile systemic lupus erythematosus patients with infection and flare"}, {"pubmed": 20022320, "text": "Amniotic fluid pentraxin 3 appears to be a marker of intra-amniotic inflammation."}, {"pubmed": 20121391, "text": "maternal plasma PTX3 (pentraxin 3) concentration increases with advancing gestational age and is significantly elevated during labor at term and in the presence of spontaneous preterm labor or preterm rupture of membranes"}, {"pubmed": 20134101, "text": "pentraxin 3 may have a role in obesity-induced decrease in arterial distensibility"}, {"pubmed": 20356766, "text": "in acute myocardial infarction and infectious myocarditis, pentraxin 3 is produced by macrophages, the endothelium, and, to a lesser extent, myocardiocytes, and localized in the interstitium"}, {"pubmed": 20363749, "text": "long pentraxin PTX3 forms an asymmetric octamer with two binding sites for FGF2"}, {"pubmed": 20378410, "text": "Expression of target genes was detected in cumulus cells, with relatively low concentrations of ObR-Long. Strong mutual correlations were found between mRNA levels of leptin receptor isoforms and between the short isoforms of the leptin receptor and PTX3"}, {"pubmed": 20391484, "text": "Coronary artery disease patients with inflammatory rheumatic disease (IRD) had higher mean serum Pentraxin3 levels than patients without IRD and healthy controls"}, {"pubmed": 20399512, "text": "Clinical trial of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20430947, "text": "Antihypertensive drugs improve flow-mediated dilation and normalize proteinuria, PTX3, and sTWEAK in diabetic CKD stage I patients with hypertension."}, {"pubmed": 20508541, "text": "Endurance-trained individuals had higher levels of circulating PTX3 than sedentary controls. PTX3 may play a partial role in endurance exercise training-induced cardioprotection."}, {"pubmed": 20515753, "text": "PTX-3 in our patients with hypoxic respiratory failure is affected by the severity of the hypoxic insult and correlate with the cardio-vascular impairment"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20640440, "text": "Circulating pentraxin3 and C-reactive protein significantly increased immediately after peak ergometer exercise, while they did not increase after 70% anaerobic threshold exercise."}, {"pubmed": 20683616, "text": "PTX3 provides a paradigm for the mode of action of humoral innate immunity."}, {"pubmed": 20927127, "text": "In 172 Caucasian Cystic fibrosis patients homozygous for the F508del mutation Pseudomonas aeruginosa colonization was significantly associated only with rs2305619 SNP."}, {"pubmed": 20927127, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21072498, "text": "Acute increased concentrations of PTX3 found in CSF but not in plasma are related to vasopasm occurrence in subarachnoid hemorrhage."}, {"pubmed": 21072499, "text": "data suggest that endogenously expressed PTX3 plays a protective role in pathogenesis of acute lung injury and a lack of PTX3 may enhance neutrophil recruitment, cell death, activation of coagulation cascades, and inflammatory responses in the lung."}, {"pubmed": 21106539, "text": "Interaction between MBL and PTX3 led to communication between the lectin and classical complement pathways via recruitment of C1q, whereas SAP-enhanced complement activation occurs via a hitherto unknown mechanism"}, {"pubmed": 21112127, "text": "This study provides the first demonstration of a role for astrocytic CEBPD and the CEBPD-regulated molecule PTX3 in the accumulation of damaged neurons, which is a hallmark of AD pathogenesis."}, {"pubmed": 21173097, "text": "High PTX3 is associated with Inflammation and thrombosis in essential thrombocythemia and polycythemia vera."}, {"pubmed": 21257721, "text": "Data suggest that more studies are needed to establish if PTX3 has clinical utility for lung cancer diagnosis and management."}, {"pubmed": 21330486, "text": "Both PTX3 and soluble TWEAK levels associated with the endothelial dysfunction observed with progressive kidney failure."}, {"pubmed": 21388349, "text": "The long pentraxin PTX3 at the crossroads between innate immunity and tissue remodelling."}, {"pubmed": 21389698, "text": "Uric acid and pentraxin-3 may have a role in coronary artery disease risk in patients with stage 2 and 3 kidney disease"}, {"pubmed": 21391986, "text": "In individuals at high risk of cardiovascular disease, the PTX3 concentration is associated with hypertension, insulin resistance, & hypercholesterolemia risk factors but not with subclinical atherosclerosis."}, {"pubmed": 21423699, "text": "PTX3 proved to be a specific independent prognostic biomarker in bacteremia."}, {"pubmed": 21465531, "text": "SAA up-regulates PTX3 production via FPRL1 significantly, and thus, contributes to the inflammatory pathogenesis of atherosclerosis."}, {"pubmed": 21490156, "text": "data indicate interaction of M-ficolin with PTX3 arises from its ability to bind sialylated ligands; M-ficolin-PTX3 interaction described represents a novel case of cross-talk between soluble pattern-recognition molecules"}, {"pubmed": 21501295, "text": "PTX3 protein may contribute to cell-mediated immune defense in inflamed colon tissue, and in particular in crypt abscess lesions, of patients with ulcerative colitis."}, {"pubmed": 21529268, "text": "might be a more sensitive marker for cardiovascular disease than hsCRP and TNFalpha in patients with chronic kidney disease"}, {"pubmed": 21677138, "text": "Neutrophils in patients with acute myocardial infarction release PTX3, which modulates the activatory cross-talk between activated platelets and leukocytes and possibly contributes to its cardioprotective effects."}, {"pubmed": 21716666, "text": "this is a review of the studies on PTX3, with emphasis on pathogen recognition and cross-talk with other components of the innate immune system. [Review]"}, {"pubmed": 21764903, "text": "These results identify PTX3 as a novel FGF8b antagonist endowed with antiangiogenic and antineoplastic activity with possible implications for the therapy of hormonal tumors."}, {"pubmed": 21796992, "text": "Lactobacillus acidophilus NCFM could induce the expression of PTX3 in Caco-2 cells."}, {"pubmed": 21880642, "text": "pentraxin 3 is an early predictor of complications in hematologic patients with neutropenic fever."}, {"pubmed": 21883907, "text": "Elevated PTX3 levels were associated with the development of primary graft dysfunction after lung transplantation in idiopathic pulmonary fibrosis patients"}, {"pubmed": 21900125, "text": "PTX3 gene expression is upregulated in visceral adipose depots in obesity, despite lower plasma PTX3 protein, and by some proinflammatory cytokines in cultured adipocytes."}, {"pubmed": 21914683, "text": "Serum levels of inflammatory marker pentraxin 3 decreased during cardiac rehabilation as exercise capacity increased."}, {"pubmed": 21915248, "text": "Human pentraxin 3 binds to the complement regulator c4b-binding protein."}, {"pubmed": 21920889, "text": "In COPD, airflow limitation and reduced transfer coefficient for carbon monoxide are associated with lower pulmonary interstitial expression of PTX3."}, {"pubmed": 21933102, "text": "cord blood level not associated with histological chorioamnionitis"}, {"pubmed": 21948359, "text": "The long pentraxin PTX3 is a prototypic soluble pattern recognition molecule that is produced at sites of infection and inflammation by both somatic and immune cells."}, {"pubmed": 21953577, "text": "Plasma pentraxin 3 levels could be a new biochemical marker for Parkinson's (PD)disease and may be associated with the severity of motor dysfunction and other clinical symptoms in PD patients."}, {"pubmed": 21989653, "text": "Local expression of PTX3 is a feature of vascular inflammation in giant cell arteritis."}, {"pubmed": 22053612, "text": "Levels of sPTX 3 and sIL-6 were significantly higher in RA patients than controls."}, {"pubmed": 22072855, "text": "Data show that PTX3 expression is down-regulated in human esophageal squamous cell carcinoma due to gene promoter hypermethylation."}, {"pubmed": 22123215, "text": "high PTX3 is associated with peripheral artery disease."}, {"pubmed": 22178425, "text": "Higher levels of PTX3 are independently associated with increased mortality after ischemic stroke."}, {"pubmed": 22267482, "text": "TSG-6 reverts the inhibitory effects exerted by PTX3 on FGF2-mediated angiogenesis through competition of FGF2/PTX3 interaction."}, {"pubmed": 22278372, "text": "AZU1 exhibited high affinity binding to PTX3 in a calcium ion-dependent manner"}, {"pubmed": 22304663, "text": "PTX3 level is increased in patients with polycystic ovary syndrome in concordance with insulin resistance."}, {"pubmed": 22309253, "text": "PTX3 has been identified as a non-redundant protective factor against infections caused by A. fumigatus. [Review]"}, {"pubmed": 22319633, "text": "Level of PTX3 is independently associated with atherosclerosis and manifest cardiovascular disease but not early vessel pathology"}, {"pubmed": 22447522, "text": "Serum amyloid A (SAA) induces pentraxin 3 (PTX3) production in rheumatoid synoviocytes."}, {"pubmed": 22529962, "text": "PTX3 expression is increased in asthmatic airways. HASMC can both produce and respond to PTX3. PTX3 is a potent inhibitor of HASMC migration induced by FGF-2 and can upregulate CCL11/eotaxin-1 release."}, {"pubmed": 22546644, "text": "Data show in the renal transplant (RT) recipients serum Pentraxin3 (PTX3) was significantly higher than the hemodialysis (HD) patients."}, {"pubmed": 22577258, "text": "Pentraxin 3(PTX 3) is an endogenous modulator of the inflammatory response [review]"}, {"pubmed": 22617341, "text": "The plasma level of PTX3 may be a useful biomarker for predicting the tissue characteristics of coronary plaque using integrated backscatter intravascular ultrasound. Statin therapy may have a beneficial effect with regard to the reduction of PTX3 levels."}, {"pubmed": 22687644, "text": "PTX3 is negatively associated with insulin resistance and associated with changes in insulin resistance induced by physical activity in overweight and obese children."}, {"pubmed": 22714118, "text": "PTX3 and TNF-alpha are increased in preeclampsia and are likely involved in the pathogenesis of preeclampsia"}, {"pubmed": 22747472, "text": "High PTX3 is associated with acute renal allograft rejection."}, {"pubmed": 22785134, "text": "High PTX3 expression is associated with coronary atherosclerotic plaques."}, {"pubmed": 22822025, "text": "Genetic variants of PTX3 protein are associated with primary graft dysfunction after lung transplantation."}, {"pubmed": 22834944, "text": "selective pressure on PTX3 variants that affect the innate immune response to infectious agents, could also produce the observed high incidence of DZ twinning in Gambians."}, {"pubmed": 22847671, "text": "In multiple myeloma PTX3 behaves as an anti-angiogenic molecule and an inhibitor of cross-talk between plasma cells and endothelial cells/fibroblasts."}, {"pubmed": 22883522, "text": "The high expression of PTX3 in placentas from the preeclamptic patients suggests that PTX3 may be involved in the pathologic process of preeclampsia."}, {"pubmed": 22889492, "text": "Data suggest that plasma PTX3 is up-regulated in first trimester in pregnant women with history of recurrent miscarriage or embryo loss; in patient group, pentraxin-3 showed significant positive correlation with number of previous miscarriages."}, {"pubmed": 23012252, "text": "Plasma PTX3 level is associated with inflammatory responses in Multiple sclerosis and neuromyelitis optica"}, {"pubmed": 23062219, "text": "Data suggest that elevated maternal PTX3 plasma level is biological marker of altered endothelial function, typical of preeclampsia or intrauterine growth retardation; elevation in maternal PTX3 increases with disease severity."}, {"pubmed": 23100088, "text": "PTX3 and MMP-9, which are not affected by prednisolone, could be sensitive biomarkers for assessing Takayasu arteritis activity."}, {"pubmed": 23169308, "text": "Increased PTX3 levels are associated with adverse outcomes following paracetamol-induced acute liver injury."}, {"pubmed": 23182717, "text": "Data show that a photodynamic therapy (PDT) dose-dependent upregulation of CRP gene, as well as of PTX3 and ficolin 1 genes in lung tumor A549 cells, and indicate critical role played by PI3K/Akt/AP-1 pathway."}, {"pubmed": 23235124, "text": "PTX-3 stands out as a rapid and sensitive marker of hemodialysis-induced inflammation. Membrane flux and hemodiafiltration did not alter the inflammatory response."}, {"pubmed": 23237880, "text": "Serum pentraxin 3 levels are associated with the complexity and severity of coronary artery disease in patients with stable angina pectoris."}, {"pubmed": 23245734, "text": "Increased levels of plasma PTX3 are associated with accelerated atherosclerotic change and increased albuminuria in young patients with type 1 diabetes."}, {"pubmed": 23285251, "text": "PTX3 concentration itself is unlikely to be even a modest causal factor for acute myocardial infection but is a prognostic marker after."}, {"pubmed": 23341967, "text": "A high PTX3 level on hospital admission predicts severe sepsis and case fatality in patients with suspected infection"}, {"pubmed": 23401658, "text": "importance of the mitogen-activated protein kinase/extracellular signal-regulated kinase1/2 and nuclear factor kappa-light-chain-enhancer of activated B-cell pathways for regulated PTX3 expression in retinal pigment epithelial cells"}, {"pubmed": 23424081, "text": "Long pentraxin-3 is an epithelial-stromal fibroblast growth factor-targeting inhibitor in prostate cancer."}, {"pubmed": 23434196, "text": "pentraxin 3 might modulate the inflammatory process involved in the pathogenesis of cardiovascular disease"}, {"pubmed": 23443958, "text": "PTX3 is significantly associated with kidney dysfunction."}, {"pubmed": 23475792, "text": "increased levels in serums from cystic fibrosis patients, but low in their respiratory secretions"}, {"pubmed": 23527487, "text": "This review of the general properties of PTX3 and C-reactive protein (CRP) as prototypes of long and short pentraxins, respectively, emphasizing in particular the functional role of PTX3 as a prototypic pattern recognition molecule."}, {"pubmed": 23579776, "text": "higher synovial fluid levels are associated with juvenile idiopathic arthritis disease severity"}, {"pubmed": 23609129, "text": "Plasma pentraxin 3 may be a better marker of peripheral artery disease in hemodialysis patients than C-reactive protein."}, {"pubmed": 23625866, "text": "PTX3 is an anti-inflammatory mediator which essentially protects against the perils of atherosclerosis and myocardial infarction. [review]"}, {"pubmed": 23643952, "text": "Plasma PTX3 levels are elevated in heart failure (HF) and might be used as diagnostic value in classification of patients with HF."}, {"pubmed": 23658833, "text": "Elevated circulating levels and tissue expression of PTX3 in uremia reflect endothelial dysfunction."}, {"pubmed": 23664694, "text": "PTX3 expression differed across low and high-grade tumors based on histopathological diagnosis and clinical severity, positively correlating with tumor grade and severity."}, {"pubmed": 23690668, "text": "The observations point to a cardiovascular protective effect of PTX3 associated with the ability of tuning inflammation and favor the hypothesis that the increased levels of PTX3 may reflect a protective physiological mechanism."}, {"pubmed": 23735470, "text": "PTX3 levels were higher in SCD patients in VOC, being associated with longer hospital stay. Higher initial PTX3 concentrations were related to the development of ACS with a further increase in PTX3 levels observed upon progression to ACS."}, {"pubmed": 23771016, "text": "Arterial stiffness is increased in overweight and obese individuals. The increase in arterial stiffness may, at least in part, be associated with an obesity-related reduction in plasma PTX3 concentrations"}, {"pubmed": 23817411, "text": "These results demonstrate that ficolin-1 and PTX3 heterocomplex formation acts as a noninflammatory \"find me and eat me\" signal to sequester altered-host cells."}, {"pubmed": 23863905, "text": "Human colostrum contains high levels of PTX3. Breast epithelial cell and CD11b(+) milk cells constitutively produce PTX3. PTX3 ingested during lactation was detected in neonates and may protect against infection."}, {"pubmed": 23954061, "text": "Systemic PTX3 levels comprise a useful inflammatory marker that reflects coronary plaque vulnerability."}, {"pubmed": 23979265, "text": "Local PTX3 production in the left atrium might reflect the local inflammation of atrial fibrillation."}, {"pubmed": 23991979, "text": "High PTX3 expression is associated with lung cancer."}, {"pubmed": 24012697, "text": "PTX3 levels are elevated in non-ST-elevation acute coronary syndrome."}, {"pubmed": 24039869, "text": "Pentraxin-3 serum levels are associated with disease severity and mortality in patients with systemic inflammatory response syndrome."}, {"pubmed": 24060373, "text": "Gene expression in irradiated arteries compared to non-irradiated showed a consistent up-regulation of PTX3 in all patients and in a majority of veins."}, {"pubmed": 24132243, "text": "Systemic pre-PCI PTX3 was associated with high-risk plaque components and impaired post-PCI myocardial perfusion. Thus, PTX3 may be a reliable predictor of outcome in STEMI patients."}, {"pubmed": 24215445, "text": "Obesity is associated with low circulating PTX3 in acute coronary syndrome. This association is also observed in the presence of abdominal fat accumulation as reflected by elevated waist circumference."}, {"pubmed": 24261762, "text": "Patients with systemic lupus erythematosus have increased concentrations of PTX3 compared with control subjects. PTX3 was significantly associated with disease activity but not with carotid atherosclerosis."}, {"pubmed": 24273922, "text": "findings suggest that PTX3 may be useful in early evaluation and prediction of the severity of acute pancreatitis"}, {"pubmed": 24279306, "text": "PTX3 plays a role in the fertilization process."}, {"pubmed": 24333560, "text": "Plasma PTX3 level may be a useful marker for predicting post-percutaneous coronary intervention cardiac cTnT elevation, which is associated with inflammatory status of culprit lesions."}, {"pubmed": 24347428, "text": "Plasma PTX3 levels were reduced in polycystic ovary syndrome women and independently associated with hyperandrogenism and other endocrine and ovarian features of PCOS."}, {"pubmed": 24350299, "text": "The current study provided the first evidence that decreased plasma PTX3 levels are associated with T2DM and diabetic nephropathy (DN) in Malay men and also suggested that PTX3 may have different effects in DN and chronic kidney diseases."}, {"pubmed": 24457902, "text": "PTX3 silencing using PTX3-specific siRNA prevented breast cancer cell migration, macrophage chemotaxis, and subsequent OC formation."}, {"pubmed": 24462365, "text": "PTX3 plasma levels do not predict carotid intima media thickness progression and incidence of cardiovascular events in the general population"}, {"pubmed": 24474442, "text": "Peak level of PTX3 in acute aortic dissection was associated with the amount of transient pleural fluid accumulation, which may be associated with inflammatory vascular permeability."}, {"pubmed": 24476432, "text": "Genetic deficiency of PTX3 affects the antifungal capacity of neutrophils and may contribute to the risk of invasive aspergillosis in patients treated with hematopoietic stem-cell transplantation."}, {"pubmed": 24503185, "text": "Interleukin-1-induced changes in the glioblastoma secretome suggest its role in tumor progression."}, {"pubmed": 24568622, "text": "After a kidney transplant, pentraxin 3 may not be useful in determining inflammatory status."}, {"pubmed": 24613562, "text": "PTX3 is a physiological constituent of the amniotic fluid and is elevated in the presence of spontaneous preterm labor reinforcing the theory that PTX3 plays a role in innate immune response during gestational complications associated with infectious/inflammatory conditions"}, {"pubmed": 24628740, "text": "PTX3 was associated with cardiovascular disease risk factors, subclinical CVD, coronary artery calcium and incident coronary heart disease events."}, {"pubmed": 24652286, "text": "These results indicate that PTX3 is constitutively expressed and secreted by AM cells as an integral component of the AM HC-HA-PTX3 complex and contributes to the biological function of AM HC-HA-PTX3."}, {"pubmed": 24664887, "text": "The PTX3-driven increase in the osteoclastogenic potential of precursor osteoblasts (pOB) appears to be mediated by the effect of PTX3 on pOB RANKL production."}, {"pubmed": 24675235, "text": "PTX3 overexpression inhibited cholesterol efflux via activation of extracellular signal-regulated protein kinases 1 and 2, down-regulated the expression of the key cholesterol transporter, ABCA1, and nuclear transcription factors, PPARgamma and LXRalpha."}, {"pubmed": 24705587, "text": "the results do not indicate that PTX3 can predict recurrent coronary events among MI survivors."}, {"pubmed": 24709882, "text": "Serum PTX3, MMP-9 and C-reactive protein expression was significantly higher in the acute coronary syndrome patients compared with controls."}, {"pubmed": 24724970, "text": "There is no correlation between fetal and maternal serum levels of PTX3 in either healthy pregnancies or those complicated by preeclampsia."}, {"pubmed": 24745336, "text": "genetic polymorphism is associated with susceptibility to acute pyelonephritis and cystitis"}, {"pubmed": 24936646, "text": "PTX3 may be a potential novel indicator of carotid plaque vulnerability."}, {"pubmed": 24950910, "text": "There was an increase in PTX3 tissue expression between the first and second prostate biopsy. PTX3 serum levels were also higher in patients with prostate cancer than in patients with inflammation/BPH."}, {"pubmed": 24958171, "text": "Results indicate that the oligomerization state of PTX3 is an indicator of sepsis outcome as its conversion from octamer to monomer correlates with greater survival."}, {"pubmed": 24979323, "text": "Serum PTX3 was higher in patients with coronary artery disease compared to controls. Increased PTX3 correlated with disease severity."}, {"pubmed": 25048680, "text": "PTX-3 might have an atheroprotective role as well as serving as a simple biomarker in coronary atherosclerosis."}, {"pubmed": 25049357, "text": "Mechanistically, engagement of MD-2 by PTX3-opsonized Aspergillus conidia activated the TLR4/Toll/IL-1R domain-containing adapter inducing IFN-beta-dependent signaling pathway converging on IL-10."}, {"pubmed": 25131923, "text": "A positive correlation was found between the expression of PTX3 in coronary plaque and macrophage cells type 2."}, {"pubmed": 25148605, "text": "Suggest pentraxin 3 could be a new diagnostic marker for excessive inflammatory response in cardiac surgery."}, {"pubmed": 25159210, "text": "Plasma PTX3 is positively associated with diabetic retinopathy development and progression, and may be a more accurate predictor of its development than hsCRP."}, {"pubmed": 25178940, "text": "The aim of this study was to determine the incidence and role of pentraxin-3 (PTX-3) overexpression as a predictive/prognostic marker in small-cell lung carcinoma (SCLC)."}, {"pubmed": 25190808, "text": "Weak, transient cross-linking by products of the quaternary hyaluronan/inter-alpha-inhibitor/TSG-6/PTX3 interactions can simultaneously support two processes, matrix stabilization and matrix expansion."}, {"pubmed": 25237185, "text": "Morning PTX3 levels reflect obstructive sleep apnea-related acute inflammation and are a useful marker for improvement in OSA following CPAP therapy."}, {"pubmed": 25303877, "text": "Circulating levels of PTX3 were elevated in COPD patients."}, {"pubmed": 25323314, "text": "Elevated PTX3 was an independent predictor of 30-day cardiac events and mortality."}, {"pubmed": 25344970, "text": "In the early phase of acute pancreatitis (AP), the concentrations of PTX3 achieved maximum earlier than CRP or SAA, enabling to differentiate between mild, moderate or severe AP in the first day of the disease."}, {"pubmed": 25373851, "text": "PTX3 is also associated with other cardiovascular risk factors."}, {"pubmed": 25385504, "text": "In systemic sclerosis patients, exposure to high concentrations of PTX3 may suppress endothelial progenitor cell-mediated vasculogenesis and promote vascular manifestations such as digital ulcers and pulmonary arterial hypertension."}, {"pubmed": 25394473, "text": "Arterial inflammation and progression of vascular involvement influence plasma PTX3 levels in Takayasu arteritis."}, {"pubmed": 25401491, "text": "PTX3 concentrations in SLE patients might serve as a indicator of the activation/dysfunction of vascular endothelium."}, {"pubmed": 25412085, "text": "Results showed elevated plasma PTX3 levels in patients with chronic thromboembolic pulmonary hypertension and can be used for disease detection."}, {"pubmed": 25435748, "text": "It is possible that PTX3 can be used as a diagnostic biomarker of retinal vein occlusion."}, {"pubmed": 25447599, "text": "This study demonistrated that POEMS activity does not influence PTX3 circulating levels."}, {"pubmed": 25467846, "text": "Data suggest that up-regulation of plasma PTX3 by exercise is blunted in obesity; here, at baseline and after 30 min of continuous submaximal aerobic exercise, obese subjects exhibited 40% lower plasma PTX3 compared to normal-weight subjects."}, {"pubmed": 25491620, "text": "Elevated levels of serum PTX3 were associated with severity of illness in psoriasis patients."}, {"pubmed": 25496843, "text": "may differentiate normal and abnormal fetal growth among women presenting at third trimester of pregnancy with a small for gestational age fetus"}, {"pubmed": 25530683, "text": "review of the role of Pentraxin 3 as a prognostic biomarker in patients with systemic inflammation or infection"}, {"pubmed": 25538378, "text": "plasma pentraxin-3 levels has a prognostic role in patients with stable coronary artery disease after drug-eluting stent implantation"}, {"pubmed": 25543194, "text": "A high PTX3 level and IgM staining in skin biopsies from Henoch-Schonlein purpura patients may be harbingers of subsequent renal involvement."}, {"pubmed": 25550806, "text": "PTX3 could exacerbate endothelial dysfunction, at least partially, through IKK/IkappaB/NF-kappaB activation and overexpression of iNOS and NO, and advance the development of atherosclerosis."}, {"pubmed": 25553422, "text": "PTX3 is able to modulate the innate response to gliadin in celiac disease and it could regulate the adaptive immune response."}, {"pubmed": 25604633, "text": "Data showed the association between the PTX3 rs3816527 gene polymorphism with susceptibility to migraine only in the male patients."}, {"pubmed": 25620175, "text": "Increased expression of PTX3 is correlated with tumor invasion of lung adenocarcinoma."}, {"pubmed": 25641196, "text": "Results indicate that GDF8 down-regulates PTX3 expression via SMAD-dependent signaling in human granulosa cells suggesting a potential role for GDF8 in the regulation of follicular function."}, {"pubmed": 25664655, "text": "Letter: pentraxin 3 levels are up-regulated in women with fibromyalgia."}, {"pubmed": 25679762, "text": "PTX3, an effector molecule belonging to the humoral arm of innate immunity, acts as an extrinsic oncosuppressor gene in mouse and man by regulating Complement-dependent, macrophage-sustained, tumor-promoting inflammation."}, {"pubmed": 25695775, "text": "our study identified a previously undescribed pathogenic role of PTX3 during virus infection"}, {"pubmed": 25732129, "text": "Sucrose non-fermenting AMPK related kinase/Pentraxin 3 combined role in immunometabolic signaling and DNA damage response is proposed to accelerate cardiovascular complications in systemic lupus erythematosus patients"}, {"pubmed": 25747934, "text": "For the first time a direct role of PTX3 on vascular function and blood pressure homeostasis is shown, identifying the molecular mechanisms involved."}, {"pubmed": 25760650, "text": "These results indicated that serum and colonic expression of PTX3 were upregulated in patients with active Crohn's disease, suggesting serum PTX3 is superior to CRP in predicting Crohn's disease activity."}, {"pubmed": 25774777, "text": "These data suggest that the relative levels of SAP and PTX3 present at sites of fibrosis may have a significant effect on the ability of monocytes to differentiate into fibrocytes."}, {"pubmed": 25797258, "text": "Autocrine production of EGF-induced PTX3 in turn induces metastatic molecules, activating inflammatory cascades and metastasis"}, {"pubmed": 25805362, "text": "renal expression is associated with proteinuria and interstitial fibrosis in lupus glomerulonephritis patients"}, {"pubmed": 25814534, "text": "patients with acute coronary syndrome had higher levels of pentraxin-3 and galectin-3; Patients with elevated levels of these biomarkers experienced higher number of deaths and had a lower mean left ventricular ejection fraction"}, {"pubmed": 25832310, "text": "in children with lower respiratory tract infections, PTX-3 reflected disease severity but failed to predict length of hospital stay"}, {"pubmed": 25854969, "text": "PTX3 levels were positively associated with the severity of coronary artery lesions. PTX3 is closely associated with the severity of coronary artery stenosis in patients with chronic renal dysfunction."}, {"pubmed": 25855355, "text": "In this study, we identify pentraxin 3 (PTX3) as a novel ligand of CFHR5"}, {"pubmed": 25867925, "text": "Increased serum visfatin, fetuin-A, and PTX3 levels, and the presence of positive correlation between visfatin, fetuin-A, and Psoriasis area and severity index, probably reflect the inflammatory state and insulin resistance seen in psoriasis."}, {"pubmed": 25920034, "text": "PTX3 was found to have a cardioprotective role in chronic Chagas disease patients."}, {"pubmed": 25964543, "text": "Our findings suggest that gastric cancer-derived PTX3 promotes macrophage recruitment, which may contribute to gastric cancer-related inflammation."}, {"pubmed": 25977268, "text": "The authors show that PTX3 polymorphisms are independent risk factors for invasive mold infections among 1101 solid organ transplant recipients, thereby strengthening their role in mold infection pathogenesis and patients' risk stratification."}, {"pubmed": 25982553, "text": "PTX3 is produced at the sites of inflammation, therefore it seems that elevated PTX3 may result from activation of cells involved in local urticarial processes"}, {"pubmed": 26040439, "text": "White coat hypertension is characterized by increased PTX-3 levels."}, {"pubmed": 26054123, "text": "high plasma levels in pre-eclamptic patients"}, {"pubmed": 26070095, "text": "PTX3 levels are significantly elevated in all patients on hemodialysis, but presence and extended duration of tunneled permanent catheters are associated with incrementally higher levels of PTX3 and other inflammatory markers."}, {"pubmed": 26124179, "text": "PTX3 is induced by chemotherapy in tumor stroma and has a role in progression of drug-resistant cancers"}, {"pubmed": 26176960, "text": "PTX3 expressed in the eye cannot be detected systemically and systemic PTX3 may have little or no impact on age-related macular degeneration progression."}, {"pubmed": 26267536, "text": "Data show that human pentraxin 3 (PTX3) overexpression in transgenic mice inhibits tumor growth and angiogenesis."}, {"pubmed": 26348770, "text": "These results support the potential of serum PTX3 as a lung cancer biomarker in high-risk subjects"}, {"pubmed": 26367098, "text": "Demonstrate markedly higher PTX3 levels in NAFLD patients compared with controls, and in biopsy proven NASH patients compared with non-NASH ones."}, {"pubmed": 26400151, "text": "Patients with hepatocellular carcinoma had higher PTX3 plasma levels compared to individuals with mild or severe fibrosis; PTX3 rs2305619 polymorphism and plasma levels were correlated with Child-Pugh scores B and C in hepatocellular carcinoma individuals"}, {"pubmed": 26434104, "text": "PTX3 may be a useful biomarker for diagnosis of febrile neutropenia in patients with lung neoplasms."}, {"pubmed": 26457877, "text": "Studies show that pentraxin 3 (PTX3) promoter and regulatory regions were highly methylated in selected human mesenchymal and epithelial tumors, in contrast to the normal counterpart."}, {"pubmed": 26467819, "text": "Plasma PTX3 level was elevated at the early stage of the exercise training intervention, and was subsequently associated with training-induced alteration of arterial stiffness in middle-aged and older adults."}, {"pubmed": 26485684, "text": "Variation in PTX3 gene expression may produce even opposite effects depending on which target organ is considered and the physiopathological context. [Review]"}, {"pubmed": 26508705, "text": "Pentraxin 3 sputum levels differ in patients with chronic obstructive pulmonary disease vs asthma"}, {"pubmed": 26546709, "text": "In stroke patients without cardiovascular, cardiopulmonary and infectious diseases, serum pentraxin-3 levels are not associated with stroke prognosis."}, {"pubmed": 26563370, "text": "The recurring expression of NF-kB, SHH, K-RAS, and PTX3 in vimentin- and CD44-positive breast cancer cells allows to speculate that breast cells acquire the ability to express these molecules in concomitance to EMT phenomenon."}, {"pubmed": 26576501, "text": "data indicate TLR engagement induces PTX3 expression in microglia and the expression is detectable in multiple sclerosis(MS)lesions; enhanced PTX3 expression is expressed in microglia in preactive MS lesions and in microglia/macrophages engaged in myelin phagocytosis in actively demyelinating lesions; it was not detected in CSF of MS patients"}, {"pubmed": 26650391, "text": "PTX3 plays a non-redundant role in resistance against microbial pathogens and in the regulation of inflammation. (Review)"}, {"pubmed": 26738395, "text": "Data show that serum pentraxin-3, nitric oxide (NO) and and tumour necrosis factor-alpha (TNFalpha) were significantly increased in alcoholic cirrhosis patients compared to controls."}, {"pubmed": 26836044, "text": "Higher serum and vitreous PTX3 concentrations were detected in T2DM patients without DR than those in the controls. Serum and vitreous PTX3 concentrations are associated with the occurrence of DR."}, {"pubmed": 26842615, "text": "Low plasma concentration of PTX3 in early pregnancy is associated with subsequent development of gestational diabetes and with an enhanced risk for CVD as estimated by an elevated apoB/apoA ratio at 5 years postpartum."}, {"pubmed": 27152709, "text": "Elevated levels of pentraxin-3, fetuin-A, CRP, ESR might play a role in the pathogenesis of rheumatoid arthritis. Levels of fetuin-A, insulin HOMA-IR, pentraxin-3, CRP and ESR were not associated with clinical severity of the rheumatoid arthritis."}, {"pubmed": 27233528, "text": "Serum PTX3 concentrations are correlated with diabetic nephropathy."}, {"pubmed": 27255354, "text": "Serum/plasma levels of PTX3 in autoimmune diseases were higher than in normal controls."}, {"pubmed": 27278519, "text": "This study demonstrated that PTX3 plays an important role in glioma cell proliferation and invasion, and may thus serve as a novel potential therapeutic target in the treatment of gliomas."}, {"pubmed": 27309736, "text": "PTX3 was higher in obese cases than controls (p = 0.0001). Eighty percent of the cases had Nonalcoholic Fatty Liver Disease with progressive increases in PTX3 levels as the severity of fatty liver increased (p = 0.0001)."}, {"pubmed": 27377307, "text": "Results showed that increased PTX3 expression was significantly associated with tumor grade in human cervical cancer cells. It also demonstrated that PTX3 contributes to tumorigenesis and metastasis of cervical cancer cells."}, {"pubmed": 27403446, "text": "Within the limitations of this study, the results seem to sustain the involvement of Pentraxin 3 and Thrombospondin 1 in the processes of inflammation and angiogenesis in wound healing of patients with postorthodontic gingivectomy."}, {"pubmed": 27403536, "text": "We show that PTX3 levels correlate with the severity of aGVHD, cGVHD, and-with reservations-survival in patients undergoing allogeneic HSCT."}, {"pubmed": 27404695, "text": "Serum PTX3 levels were higher in non-obese rheumatoid arthritis patients than in obese."}, {"pubmed": 27421969, "text": "High PTX3 expression is associated with lung graft dysfunction."}, {"pubmed": 27450429, "text": "These findings provide evidence supporting the role of PTX3 as a mediator of the anti-inflammatory response in physiologically relevant conditions, and suggests that PTX3 counter regulates the development of atherosclerosis by enhancing the production of IL-10."}, {"pubmed": 27538101, "text": "CC genotype of rs3816527 had an obviously higher frequency in cases than in controls and had a positive effect on AS occurrence and the same was true of the C allele in rs3816527. For rs3845978, CT genotype showed a significant frequency difference between the case and control groups (P=0.03) and people with genotypes carrying the T allele developed AS earlier ), and the same was found in the analysis of the T allele."}, {"pubmed": 27553858, "text": "Plasma PTX3 levels were significantly higher in patients with neurological Wilson's disease than in controls. PTX3 levels in Wilson's disease patients were associated with neurological disease severity."}, {"pubmed": 27567326, "text": "PTX3 levels increase in the airways of patients with severe asthma and OVA-exposed mice. Deletion of PTX3 results in enhanced inflammation, airway hyper-responsiveness, and mucus production on OVA sensitization and challenge."}, {"pubmed": 27568661, "text": "PTX3 is an independent prognostic indicator in colorectal cancer."}, {"pubmed": 27605038, "text": "Data suggest that modest weight loss in overweight adults due to caloric restriction and exercise decreases serum leptin (LEP) and high molecular weight adiponectin (ADPN), and increases serum pentraxin-3 (PTX3) in a manner that correlates with increased insulin sensitivity."}, {"pubmed": 27621420, "text": "PTX3 may bridge the humoral arms of the innate and adaptive immune systems by serving as an endogenous adjuvant for marginal zone B cells."}, {"pubmed": 27659714, "text": "Endothelium, when exposed to high density circulating angiogenic cells, releases PTX3 which markedly impairs the vascular regenerative response in an autocrine manner."}, {"pubmed": 27779166, "text": "High PTX3 levels on admission are independently associated with the in-hospital mortality in patients with Type A aortic dissection ."}, {"pubmed": 27838407, "text": "The level of plasma PTX3 in neonates with pulmonary arterial hypertension appears higher than those without the same diagnosis."}, {"pubmed": 27838804, "text": "Pentraxin 3 AA genotype SNP rs3816527 can be considered as a potential biomarker and a risk factor for CKD patients, especially hypertensive patients, and specifically as an independent predictor of hypertension in Chronic kidney disease."}, {"pubmed": 27878407, "text": "a decrease in FGF 2 is not accompanied by increased serum pentraxin 3 levels in patients with systemic sclerosis"}, {"pubmed": 27893415, "text": "Suggest that PTX3 plasma level at graft-versus-host disease occurrence is a robust onset biomarker and correlates with both maximum disease severity and response to corticosteroid treatment."}, {"pubmed": 27915246, "text": "High PTX3 expression is associated with endothelial dysfunction during hemodialysis."}, {"pubmed": 27941350, "text": "PTX3 induces cell migration via upregulation of epithelial-To-mesenchymal transition in a JNK-dependent mechanism, and highlight the role of PTX3 in the pathogenesis renal fibrosis."}, {"pubmed": 27980366, "text": "NF-kappaB signaling pathway may serve as potential targets for regulation of PTX3 expression in the retina."}, {"pubmed": 28043168, "text": "Data show that pentraxin-3 (PTX3) is not a biomarker of disease activity and cannot be used for the purpose."}, {"pubmed": 28119515, "text": "The genotype frequencies of rs2305619 and rs2120243 differed significantly between the Diabetic Nephropathy and the Non Diabetic Nephropathy groups. Patients with the GG variant of rs2305619 showed 4.078-fold higher susceptibility to DN than those with the AA variant (OR=4.078, 95% CI=1.370-12.135, p=0.012); patients with AA variant of rs2120243 had a lower risk of developing DN (OR=0.213, 95% CI=0.055-0.826, p=0.025)."}, {"pubmed": 28216633, "text": "PTX-3 and MASP-3 enhanced prediction of myocardial infarction compared to the traditional Framingham risk score alone"}, {"pubmed": 28223411, "text": "abundance is stimulated, in part, through AKT- and nuclear factor kappaB (NF-kappaB)-dependent pathways and that presence of PTX3 is necessary for PI3K-induced stem cell-like traits."}, {"pubmed": 28225768, "text": "patients with inflammatory rheumatic diseases have increased s-PTX3 levels, which, in contrast to other inflammatory markers, do not seem to improve within 6 months of therapy with methotrexate and/or anti-TNF."}, {"pubmed": 28228104, "text": "JAK2V617F mutation influences myeloproliferative neoplasm -associated inflammation with a strong correlation between allele burden and PTX3 levels. Plasma levels of hs-CRP and PTX3 might be of prognostic value for patients with ET and PV"}, {"pubmed": 28257596, "text": "median serum PTX3 is lower in systemic lupus erythematosus patients (especially when IFN-alpha is detectable) compared to blood donors"}, {"pubmed": 28327132, "text": "Data show that miR-29c-3p and PTX3 are inversely correlated in tissues and meningioma cells, suggesting that PTX3 can be regulated by miR-29c-3p."}, {"pubmed": 28332877, "text": "PTX3 concentrations were significantly higher in the adrenal tumor group compared with the control group. PTX3 concentrations were positively correlated with carotid intima media thickness, systolic and diastolic blood pressure, and urinary metanephrine concentrations. Serum PTX3 concentrations increased in both functional and nonfunctional adrenal tumors."}, {"pubmed": 28359407, "text": "IL-6 trans-signaling and PTX3 amplification at the site of inflammation could have a role in pathophysiological mechanisms of Peyronie's disease."}, {"pubmed": 28377191, "text": "Higher levels of PTX3 in women with preeclampsia were significantly associated with signs of adverse arterial effects during pregnancy."}, {"pubmed": 28377558, "text": "PTX3 might be an early marker of cardiovascular mortality in patients with advanced chronic kidney disease yet before the increase of specific marker for systemic inflammation like hsCRP."}, {"pubmed": 28420068, "text": "serum PTX-3 level might be a significant mediator in childhood-onset systemic lupus erythematosus (cSLE); the results support that PTX3 reflects active cutaneous vasculitis in cSLE and correlates with disease activity."}, {"pubmed": 28421853, "text": "plasma level increased as pregnancy progressed"}, {"pubmed": 28440716, "text": "given that acute aerobic exercise reduced the ex vivo production of PTX3 in both groups"}, {"pubmed": 28458531, "text": "PTX3 is associated with bacterial infection in patients with COPD."}, {"pubmed": 28489600, "text": "Knocking down long pentraxin-3 (PTX3) or vimentin repressed oleate-induced head and neck squamous cell carcinomas (HNSCCs) invasion."}, {"pubmed": 28569615, "text": "serum level increased in pre-eclampsia"}, {"pubmed": 28601054, "text": "There is a strong association between serum levels of PTX3, M-ficolin, and SPA with the severity of ischemic stroke. Clinically, such association may be considered to evaluate the severity of the ischemic stroke."}, {"pubmed": 28664745, "text": "This is the first study showing that adolescent male swimmers have higher PTX3 levels than sedentary controls and that there is a linear relationship between PTX3 and GDF-15."}, {"pubmed": 28778748, "text": "PTX3 might be an inflammatory biomarker for coronary artery disease. PTX3 was associated with the severity of coronary artery stenosis."}, {"pubmed": 28793880, "text": "PTX-3 blood level valuably discriminates the different stages of sepsis severity during the first week of intensive care treatment."}, {"pubmed": 28809733, "text": "Serum PTX3 is related to the severity of autoimmune hepatitis, the presence of acute-on-chronic liver failure and 90-day mortality."}, {"pubmed": 29020397, "text": "This study showed a significant association between PTX3 rs1840680 polymorphisms and the susceptibility of pulmonary aspergillosis in patients with chronic obstructive pulmonary disease."}, {"pubmed": 29022895, "text": "treatment of human osteoblast primary cultures derived from young patients with anti-PTX3 antibody, osteoblasts lost the morphological and molecular features typical of mature osteoblasts, acquiring fibroblast-like shape and highly decreasing nuclear factor kappa-B ligand (RANKL) and RUNX2 expression."}, {"pubmed": 29120574, "text": "PTX3 rs1840680 genotype AA is associated with increased risk of active pulmonary tuberculosis"}, {"pubmed": 29174966, "text": "PTX-3 significantly predicts disease severity and mortality in sepsis"}, {"pubmed": 29272525, "text": "In summary, this study provides in vivo evidence that PTX3 is enhanced during ENL but not in reversal reaction."}, {"pubmed": 29374201, "text": "These findings reveal that the CRP- and PTX3-binding characteristics of FHL-1 differ from those of FH, likely underpinning independent immune regulatory functions in the context of the human retina."}, {"pubmed": 29573785, "text": "Investigated alveolar expression of neutrophil enzymes and PTX3 to distinguish chronic lung allograft dysfunction subtypes."}, {"pubmed": 29675428, "text": "Patients with TAO showed increased presence of PTX3 in orbital tissue and serum."}, {"pubmed": 29715313, "text": "PTX3 is positively regulated by chronic hyperglycemia but negatively regulated by aldosterone"}, {"pubmed": 29738271, "text": "Studied influence of high-intensity interval exercise versus continuous moderate-intensity exercise on plasma levels of pentraxin 3 (PTX3) and glucose."}, {"pubmed": 29880612, "text": "Pentraxin-3 polymorphisms and invasive mold infections in acute leukemia patients receiving intensive chemotherapy."}, {"pubmed": 29945330, "text": "Pentraxin 3 (PTX-3) showed prognostic value for the prediction of short- and mid-term all-cause mortality in patients suffering from sepsis and septic shock according to the latest Sepsis-3 criteria."}, {"pubmed": 29949524, "text": "PTX3 is not suitable to serve as an indicator of thrombolytic efficacy and had no association with long-term prognosis in stroke patients receiving thrombolytic therapy."}, {"pubmed": 29990442, "text": "Our study suggested that weight reduction after lifestyle modification significantly increased PTX3 levels in overweight and obese men, and the addition of habitual exercise to dietary modification enhanced the magnitude of the increase in PTX3 levels in obese individuals"}, {"pubmed": 30036122, "text": "Although inflammation has an important role in diabetic retinopathy DR), biomarkers reflecting inflammation is not sufficient to predict development and progression of DR; but follow up with PTX-3 levels along with ophthalmological evaluation may be useful. A single determination may not reflect the variations over time, so repeat measures may provide knowledge if PTX-3 is just a biomarker or has a causal role."}, {"pubmed": 30105036, "text": "These findings suggest that PTX3 plays a key role in the development of obesity by enhancing adipocyte differentiation and lipid synthesis via NPY/NPYR signaling. These observations provide a mechanistic explanation for the adipogenesis mediated by PTX3."}, {"pubmed": 30129088, "text": "the miR-224 overexpression may be a biological indicator in predicting the progression of cervical carcinoma. Thus, miR-224 inhibition may significantly prevent cervical carcinoma progression by targeting the PTX3 gene."}, {"pubmed": 30243000, "text": "PTX3 and IL36alpha serum levels are increased in systemic lupus erythematosus patients when compared to normal control subjects"}, {"pubmed": 30319631, "text": "In chemico experiments by adding recombinant human PTX3 to supersaturated calcium and oxalate solutions revealed that PTX3, but not isomolar concentrations of albumin, dose-dependently inhibited crystal growth."}, {"pubmed": 30349543, "text": "impact of PTX3 and PTX3-derived molecules on the angiogenic, inflammatory, and tumorigenic activity of FGF2"}, {"pubmed": 30411809, "text": "Studied the relationship between serum pentraxin-3 (PTX3) levels and flow-mediated dilation results in patients with dipper and non-dipper hypertension (HT); found serum pentraxin-3 levels were higher in patients with non-dipper HT compared to dipper hypertension."}, {"pubmed": 30477668, "text": "PTX3 plays a critical role in the regulation of pulp inflammatory processes."}, {"pubmed": 30483742, "text": "these findings suggest that PTX3 is an important mediator of lung cancer progression, and dePTX3 by TM enhances the anticancer effects of Cis. The deglycosylation in chemotherapy may represent a potential novel therapeutic strategy against lung cancer."}, {"pubmed": 30555480, "text": "altered PTX3 systemic levels, determined by genetic variations and/or low-grade chronic inflammation, can also impact the growth and development of the follicle and affect the incidence of ovarian disorders."}, {"pubmed": 30572222, "text": "serum levels of PTX-3 and the relative expression values of its gene are elevated in chronic obstructive pulmonary disease."}, {"pubmed": 30628067, "text": "Our data demonstrated that PTX3 upregulation by GEM correlated with the time-dependent escalation of NF-kB and HIF-1a in the nucleus resulted from phosphorylation-induced degradation of IkBa, whereas HIF-1alpha upregulation was NF-kappaB-dependent."}, {"pubmed": 30658876, "text": "PTX-3 serum levels were higher in children with appendicitis than healthy controls or those with non-specific abdominal pain."}, {"pubmed": 30687307, "text": "Study using whole blood of septic shock patients and healthy volunteers as well as an in vitro model that mimics immune alterations found in patients revealed that altered immune cells still have the ability to produce PTX3 in response to an inflammatory trigger, and therefore circulating white blood cell subset could be responsible of the sustained PTX3 plasma levels over the first days of sepsis setting."}, {"pubmed": 30718300, "text": "our results suggest that PTX3 acts as a humoral pattern recognition molecule in gout facilitating monosodium urate crystal phagocytosis and contributing to the pathogenesis of gouty arthritis."}, {"pubmed": 30740098, "text": "PTX3+ B cells are decreased in patients with lupus nephritis, and could bear a regulatory potential in lupus and particularly in lupus nephritis."}, {"pubmed": 30766534, "text": "this study shows that PTX3 genetic polymorphisms Influence cytomegalovirus reactivation after stem-cell transplantation"}, {"pubmed": 30796272, "text": "Transcriptome-wide analysis of filarial extract-primed human monocytes reveal changes in LPS-induced PTX3 expression levels."}, {"pubmed": 30903769, "text": "patients PTX-3 level increase was associated with violation of lipid and carbohydrate exchanges"}, {"pubmed": 30923526, "text": "Interaction of C1q With Pentraxin 3 and IgM Revisited: Mutational Studies With Recombinant C1q Variants."}, {"pubmed": 30942197, "text": "combination of lower PTX3 and Nrf2 immunohistochemical expression may be important in offering a better prognosis in gliomas, although the detailed mechanism is yet to be elucidated"}, {"pubmed": 31019517, "text": "The Long Pentraxin PTX3 as a Link Between Innate Immunity, Tissue Remodeling, and Cancer."}, {"pubmed": 31057548, "text": "Pentraxin 3 in Cardiovascular Disease."}, {"pubmed": 31061822, "text": "In HCV patients the PTX3 level increased in parallel with the METAVIR histological score of activity, being independently associated with the METAVIR fibrosis score (P < 0.001)."}, {"pubmed": 31066256, "text": "The levels of serum PTX3, vWf and CXCL13 increased in patients with Unstable Angina Pectoris."}, {"pubmed": 31071711, "text": "Cervical fluid PTX3 is a potential marker for the noninvasive identification of intra-amniotic infection in pregnancies complicated by preterm prelabor rupture of membranes."}, {"pubmed": 31111284, "text": "sTWEAK and PTX3 measured in serum could be used as biomarkers in the periodontitis (PD) and chronic migraine link"}, {"pubmed": 31147578, "text": "Postmortem plasma pentraxin 3 is a useful marker of fatal acute coronary syndrome."}, {"pubmed": 31191526, "text": "Plasma PTX3 concentration was measured by ELISA in 366 subjects with various inflammatory diseases. Patients with systemic lupus erythematosus, Takayasu arteritis, ANCA-associated vasculitis, and giant cell arteritis had higher levels than controls. Those with rheumatoid arthritis and polymyalgia rheumatica did not. Levels were higher in females, recent cases, and those with vasculitis."}, {"pubmed": 31253871, "text": "this study underscores the notion that secreted PTX3 represents a potential biomarker and therapeutic target in a subpopulation of MITF(low) invasive and/or refractory melanoma"}, {"pubmed": 31316299, "text": "PTX3 displays an inverse association with an atherogenic lipid profile in patients with end stage renal disease, supporting atheroprotective effects of PTX3 in these clinical settings"}, {"pubmed": 31405644, "text": "High Serum PTX3 levels are associated with diabetic retinopathy."}, {"pubmed": 31446881, "text": "elevated in systemic lupus erythematosus patients with confirmed infections, distinguishing infections from flares"}, {"pubmed": 31489646, "text": "The findings suggest that PTX3, MCP1 and Ang2 maybe early predictors to evaluate the severity of sepsis and septic shock with the latest Sepsis 3.0 definitions."}, {"pubmed": 31492148, "text": "pentraxin-3 was significantly upregulated by Burkholderia mallei- or Burkholderia thailandensis-infected monocytes."}, {"pubmed": 31594258, "text": "Assessment of novel biomarkers: sTREM-1, pentraxin-3 and pro-adrenomedullin in the early diagnosis of neonatal early onset sepsis."}, {"pubmed": 31599644, "text": "Circulating pentraxin-3 levels in patients with systemic lupus erythematosus"}, {"pubmed": 31703088, "text": "This evidence supports further evaluation of PTX3 as a candidate marker of AAA. The presence of aortic hypoxia, despite hypervascularization, suggests that hypoxia-induced neoangiogenesis may play a role in AAA pathogenesis."}, {"pubmed": 31721795, "text": "PTX3 and hs-CRP may be related to the pathogenesis of gestational diabetes mellitus, and they are significantly increased in the second trimester"}, {"pubmed": 31744201, "text": "The study indicates that PTX3 is involved in osteogenic/odontogenic differentiation and migration of human dental pulp stem cells (HDPSCs), and may contribute to the therapeutic potential of HDPSCs for regeneration and repair."}, {"pubmed": 31782880, "text": "Association of plasma pentraxin 3 concentration with angiographic and clinical outcomes in patients with acute ST-segment elevation myocardial infarction treated by primary angioplasty."}, {"pubmed": 31785215, "text": "The elevation of PTX-3 serum levels is significantly associated with middle to severe obstructive sleep apnea syndrome. The PTX-3 biomarker appears to be a promising alternative method for sleep apnea syndrome investigations."}, {"pubmed": 31795454, "text": "PTX3 accelerates retinal pigment epithelium cell death and might be involved in Age-Related Macular Degeneration development in the presence of oxidative stress."}, {"pubmed": 31798002, "text": "The role of CRP and Pentraxin 3 in the prediction of systemic inflammatory response syndrome and death in acute pancreatitis."}, {"pubmed": 31799884, "text": "Circulating levels of inflammatory parameters pentraxin-3, cyclophilin and heparin-binding epidermal growth factor-like growth factor in patients with ST-elevation myocardial infarction."}, {"pubmed": 31813079, "text": "Determination of pentraxin 3 levels in cerebrospinal fluid during central nervous system infections."}, {"pubmed": 31828271, "text": "Pentraxin 3 might be better serum prognostic marker than IL-6, IL-10 or high sensitivity CRP for MACEs after bare metal implantation (BM)-percutaneous coronary intervention (PCI(. It might help to make better risk stratification of those patients who are undergoing BMS-PCI"}, {"pubmed": 31922501, "text": "Accurate prediction of significant liver fibrosis using the Pentra score model in patients with chronic hepatitis C."}, {"pubmed": 31942733, "text": "Using pentraxin-3 for diagnosing acute appendicitis and predicting perforation: A prospective comparative methodological study.\", trans \"Akut apandisit tanisini koymak ve perforasyonu ongormek icin pentraxin-3 kullanimi: Ileriye yonelik karsilastirmali metodolojik calisma."}, {"pubmed": 31964198, "text": "Analyses of interleukin-6, presepsin and pentraxin-3 in the diagnosis and severity of late-onset preeclampsia."}, {"pubmed": 31994174, "text": "The complement system in Aspergillus fumigatus infections and its crosstalk with pentraxins."}, {"pubmed": 32011454, "text": "The rs5853783 and rs73158510 SNPs in the 3'UTR region of the PTX3 gene are associated with the risk of preeclampsia in a Chinese Han population."}, {"pubmed": 32078718, "text": "Pentraxin-3 is not related to disease severity in cirrhosis and hepatocellular carcinoma patients."}, {"pubmed": 32239253, "text": "Expression of long pentraxin 3 in human nasal mucosa fibroblasts, tissues, and secretions of chronic rhinosinusitis without nasal polyps."}, {"pubmed": 32250504, "text": "Elevated serum pentraxin 3 levels might predict the diagnosis of branch atheromatous disease at a very early stage."}, {"pubmed": 32253865, "text": "Evaluation of pentraxin 3 level and cardiac functions in psoriatic children."}, {"pubmed": 32265078, "text": "Immunization with Pentraxin3 prevents transition from subclinical to clinical lupus nephritis in lupus-prone mice: Insights from renal ultrastructural findings."}, {"pubmed": 32284540, "text": "Pentraxin-3 is a candidate biomarker on the spectrum of severity from pre-eclampsia to HELLP syndrome: GenPE study."}, {"pubmed": 32300954, "text": "Transforming growth factor-beta1 suppress pentraxin-3 in human orbital fibroblasts."}, {"pubmed": 32345771, "text": "PTX3 modulates the immunoflogosis in tumor microenvironment and is a prognostic factor for patients with clear cell renal cell carcinoma."}, {"pubmed": 32427938, "text": "SH3RF3 promotes breast cancer stem-like properties via JNK activation and PTX3 upregulation."}, {"pubmed": 32587638, "text": "Pentraxin 3 (PTX-3) Levels in Bronchoalveolar Lavage Fluid as a Lung Cancer Biomarker."}, {"pubmed": 32791527, "text": "Expression Profiling of Primary and Recurrent Glioblastomas Reveals a Reduced Level of Pentraxin 3 in Recurrent Glioblastomas."}, {"pubmed": 33080253, "text": "The potential value of Copeptin and Pentraxin3 for evaluating the severity of coronary stenosis in patients with coronary artery disease."}, {"pubmed": 33110136, "text": "Modulation of complement activation by pentraxin-3 in prostate cancer."}, {"pubmed": 33147418, "text": "Changes in pentraxin 3 and oxidative parameters during coronary bypass grafting and factors affecting postoperative atrial fibrillation."}, {"pubmed": 33208929, "text": "Macrophage expression and prognostic significance of the long pentraxin PTX3 in COVID-19."}, {"pubmed": 33210471, "text": "Serum pentraxin 3 as a biomarker for prognosis of acute minor stroke due to large artery atherosclerosis."}, {"pubmed": 33219288, "text": "Serum pentraxin 3 as a biomarker of hepatocellular carcinoma in chronic hepatitis B virus infection."}, {"pubmed": 33288685, "text": "A Proteomics-Based Assessment of Inflammation Signatures in Endotoxemia."}, {"pubmed": 33301518, "text": "Prognostic value of plasma pentraxin 3 levels in patients with septic shock admitted to intensive care."}, {"pubmed": 33320373, "text": "PTX3 gene polymorphism associated with cryptococcosis in HIV-uninfected Chinese patients."}, {"pubmed": 33326783, "text": "The Long Pentraxin 3 (PTX3) Suppresses Immunity to Cutaneous Leishmaniasis by Regulating CD4(+) T Helper Cell Response."}, {"pubmed": 33472324, "text": "[PTX3 promotes proliferation, invasion and drug resistance of neuroblastoma cells in children by regulating TLR4/NF-kappaB signaling pathway]."}, {"pubmed": 33529185, "text": "Pentraxin 3 is more accurate than C-reactive protein for Takayasu arteritis activity assessment: A systematic review and meta-analysis."}, {"pubmed": 33547700, "text": "SMAD-specific E3 ubiquitin ligase 2 promotes angiogenesis by facilitating PTX3 degradation in MSCs from patients with ankylosing spondylitis."}, {"pubmed": 33584725, "text": "The Role of PTX3 in Mineralization Processes and Aging-Related Bone Diseases."}, {"pubmed": 33594624, "text": "Elevated ovarian pentraxin 3 in polycystic ovary syndrome."}, {"pubmed": 33617838, "text": "Pentraxin 3 acts as a functional effector of Akt/NF-kappaB signaling to modulate the progression and cisplatin-resistance in non-small cell lung cancer."}, {"pubmed": 33660256, "text": "Circulating pentraxin 3 in severe COVID-19 or other pulmonary sepsis."}, {"pubmed": 33905035, "text": "Do pentraxin 3 and neural pentraxin 2 have different facet function in hepatocellular carcinoma?"}, {"pubmed": 33906523, "text": "rs1840680 single nucleotide polymorphism in Pentraxin 3: a potential protective biomarker of severe community-acquired pneumonia."}, {"pubmed": 33912155, "text": "Increased Pentraxin 3 Levels Correlate With IVIG Responsiveness and Coronary Artery Aneurysm Formation in Kawasaki Disease."}, {"pubmed": 33967610, "text": "Impact of pentraxin 3 genetic variants on uterine cervical cancer clinicopathologic characteristics."}, {"pubmed": 34020743, "text": "[Change of serum levels of pentraxin-3 and syndecan-4 in children with chronic heart failure]."}, {"pubmed": 34048179, "text": "Determination of Pentraxin-3, Interleukin-8 and Vascular Endothelial Growth Factor Levels in Patients with Gastric Adenocarcinoma."}, {"pubmed": 34055573, "text": "Pentraxin 3: a powerful orchestrator in urinary tract infection."}, {"pubmed": 34073015, "text": "PTX3 Effects on Osteogenic Differentiation in Osteoporosis: An In Vitro Study."}, {"pubmed": 34128842, "text": "Correlation between single nucleotide polymorphisms in the 3 primer untranslated region of PTX3 and the risk of essential hypertension: A case-control study."}, {"pubmed": 34152016, "text": "Pentraxin 3 secreted by human adipose-derived stem cells promotes dopaminergic neuron repair in Parkinson's disease via the inhibition of apoptosis."}, {"pubmed": 34195683, "text": "In-depth proteomics analysis of sentinel lymph nodes from individuals with endometrial cancer."}, {"pubmed": 34212320, "text": "Increased Levels of serum Pentraxin 3 in Critical Coronavirus Disease-2019 Patients."}, {"pubmed": 34285273, "text": "Interleukin 6 (rs1800795) and pentraxin 3 (rs2305619) polymorphisms-association with inflammation and all-cause mortality in end-stage-renal disease patients on dialysis."}, {"pubmed": 34307663, "text": "The Assessment of Pentraxin 3: A Novel Biomarker in Early Detection of Infection in Newborns."}, {"pubmed": 34507654, "text": "Evaluating pentraxin-3 and hypersensitivity CRP expression in obese pregnancies."}, {"pubmed": 34655076, "text": "The Role of Pentraxin-3, Fetuin-A and Sirtuin-7 in the Diagnosis of Prostate Cancer."}, {"pubmed": 34706126, "text": "High PTX3 expression is associated with a poor prognosis in diffuse large B-cell lymphoma."}, {"pubmed": 34818080, "text": "Increased Serum Pentraxin 3 Is Associated with Prediabetes and Type 2 Diabetes in Obese Patients with Nonalcoholic Fatty Liver Disease."}, {"pubmed": 35059041, "text": "Pentraxin 3 and the TyG Index as Two Novel Markers to Diagnose NAFLD in Children."}, {"pubmed": 35092070, "text": "Relationship of interleukin-23 with matrix metalloproteinase-9, pentraxin-3, sleep quality and prostate size in benign prostatic hyperplasia."}, {"pubmed": 35429060, "text": "BMP2 suppresses the production of pentraxin 3 in human endometrial stromal and decidual stromal cells."}, {"pubmed": 35462368, "text": "Pentraxin-3 Promotes LPS-Induced Pyroptosis in Human Periodontal Ligament Stem Cells."}, {"pubmed": 35464745, "text": "Long pentraxin 3 as a marker of COVID-19 severity: evidences and perspectives."}, {"pubmed": 35577071, "text": "Protective effect of pentraxin 3 on pathological retinal angiogenesis in an in vitro model of diabetic retinopathy."}, {"pubmed": 35595309, "text": "STAT3 Activates the Pentraxin 3 Gene in Chronic Lymphocytic Leukemia Cells."}, {"pubmed": 35676730, "text": "Pentraxin-3 as a predictive marker of mortality in sepsis: an updated systematic review and meta-analysis."}, {"pubmed": 35708089, "text": "Increased Circulating Pentraxin 3 Levels in Patients with Rheumatoid Arthritis: A Meta-analysis."}, {"pubmed": 35739102, "text": "Pentraxin 3 regulated by miR-224-5p modulates macrophage reprogramming and exacerbates osteoarthritis associated synovitis by targeting CD32."}, {"pubmed": 35767663, "text": "Pentraxin 3 Inhibits Complement-driven Macrophage Activation to Restrain Granuloma Formation in Sarcoidosis."}, {"pubmed": 35878561, "text": "Serum pentraxin 3 concentration correlates with disease severity in patients with myasthenia gravis."}, {"pubmed": 35939690, "text": "PTX3 structure determination using a hybrid cryoelectron microscopy and AlphaFold approach offers insights into ligand binding and complement activation."}, {"pubmed": 36012705, "text": "beta-Galactosylceramidase Deficiency Causes Upregulation of Long Pentraxin-3 in the Central Nervous System of Krabbe Patients and Twitcher Mice."}, {"pubmed": 36179417, "text": "Pentraxin 3 mediates early inflammatory response and EMT process in human tubule epithelial cells induced by PM2.5."}, {"pubmed": 36315310, "text": "Association of polymorphisms in long pentraxin 3 and its plasma levels with COVID-19 severity."}, {"pubmed": 36389697, "text": "Long pentraxin 3 (PTX3) levels predict death, intubation and thrombotic events among hospitalized patients with COVID-19."}, {"pubmed": 36818928, "text": "PENTRAXIN 3 LEVELS CORRELATE WELL WITH DISEASE SEVERITY AT ADMISSION IN COVID-19 PATIENTS."}, {"pubmed": 36834949, "text": "The Prognostic Value of Pentraxin-3 in COVID-19 Patients: A Systematic Review and Meta-Analysis of Mortality Incidence."}, {"pubmed": 37063077, "text": "Upregulation of the ZNF148/PTX3 axis promotes malignant transformation of dendritic cells in glioma stem-like cells microenvironment."}, {"pubmed": 37087632, "text": "[Advances on pentraxin 3 in osteoporosis and fracture healing]."}, {"pubmed": 37127619, "text": "Pentraxin-3 and neonatal sepsis: a systematic review and meta-analysis."}, {"pubmed": 37183233, "text": "Serum pentraxin 3 in systemic lupus erythematosus: A potential indicator of cutaneous disease activity."}, {"pubmed": 37278849, "text": "Pentraxin 3, a serum biomarker in human T-cell lymphotropic virus type-1-associated myelopathy patients and asymptomatic carriers."}, {"pubmed": 37438568, "text": "Role of long pentraxin PTX3 in cancer."}, {"pubmed": 37453582, "text": "Pentraxin 3 plays a key role in tubular cell senescence and renal fibrosis through inducing beta-catenin signaling."}, {"pubmed": 37885881, "text": "Structural insights into the biological functions of the long pentraxin PTX3."}, {"pubmed": 37930517, "text": "Bone morphogenetic protein 6 induces downregulation of pentraxin 3 expression in human granulosa lutein cells in women with polycystic ovary syndrome."}, {"pubmed": 37957139, "text": "RNA m[6]A methylation modulates airway inflammation in allergic asthma via PTX3-dependent macrophage homeostasis."}, {"pubmed": 38053036, "text": "Association of PTX3 gene polymorphisms and PTX3 plasma levels with leprosy susceptibility."}, {"pubmed": 38062805, "text": "Serum Pentaxin 3 (PTX3) Promotes NLRP3 Inflammasome and Pyroptosis in Patients with Up-Regulated Myasthenia Gravis."}, {"pubmed": 38167474, "text": "Long pentraxin 3 and vitamin D receptor mRNA expression pattern of cumulus granulosa cells isolated from PCOS oocytes at different stages of nuclear maturation."}, {"pubmed": 38373952, "text": "The role of pentraxin 3 and oxidative status in the prognosis of multiple myeloma."}, {"pubmed": 38457930, "text": "Pentraxin 3 exacerbates psoriasiform dermatitis through regulation of macrophage polarization."}, {"pubmed": 38460457, "text": "Neutrophil activation biomarker pentraxin 3 for diagnosis and monitoring of macrophage activation syndrome occurrence in adult-onset Still's disease."}, {"pubmed": 38720330, "text": "EGF-like growth factors upregulate pentraxin 3 expression in human granulosa-lutein cells."}], "genomic_pos": {"chr": "3", "end": 157443633, "ensemblgene": "ENSG00000163661", "start": 157436850, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 157161417, "start": 157154578, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001550", "qualifier": "involved_in", "term": "ovarian cumulus expansion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001878", "qualifier": "involved_in", "term": "response to yeast"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 1429570, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008228", "qualifier": "involved_in", "term": "opsonization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0044793", "qualifier": "involved_in", "term": "negative regulation by host of viral process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044869", "pubmed": 23544079, "qualifier": "involved_in", "term": "negative regulation by host of viral exo-alpha-sialidase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044871", "pubmed": 23544079, "qualifier": "involved_in", "term": "negative regulation by host of viral glycoprotein metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 23544079, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045429", "qualifier": "involved_in", "term": "positive regulation of nitric oxide biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046597", "pubmed": 23544079, "qualifier": "involved_in", "term": "negative regulation of viral entry into host cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050766", "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903016", "pubmed": 23544079, "qualifier": "involved_in", "term": "negative regulation of exo-alpha-sialidase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903019", "pubmed": 23544079, "qualifier": "involved_in", "term": "negative regulation of glycoprotein metabolic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 23544079, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "located_in", "term": "extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904724", "qualifier": "located_in", "term": "tertiary granule lumen"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001849", "qualifier": "enables", "term": "complement component C1q complex binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001849", "pubmed": 23544079, "qualifier": "enables", "term": "complement component C1q complex binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001872", "qualifier": "enables", "term": "(1->3)-beta-D-glucan binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19050261, 19632990, 20363749, 21490156, 22267482, 29374201, 35102342], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 20363749, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046790", "pubmed": 23544079, "qualifier": "enables", "term": "virion binding"}]}, "homologene": {"genes": [[7955, 566001], [7955, 101887125], [8364, 100494643], [9031, 548626], [9544, 704985], [9598, 460807], [9606, 5806], [9615, 100685178], [9913, 541148], [10090, 19288], [10116, 689388]], "id": 7500}, "interpro": [{"desc": "Pentraxin-related", "id": "IPR001759", "short_desc": "Pentraxin-related"}, {"desc": "LamG-like jellyroll fold", "id": "IPR006558", "short_desc": "LamG-like"}, {"desc": "Concanavalin A-like lectin/glucanase domain superfamily", "id": "IPR013320", "short_desc": "ConA-like_dom_sf"}, {"desc": "Pentaxin, conserved site", "id": "IPR030476", "short_desc": "Pentaxin_CS"}, {"desc": "Pentraxin-related protein PTX3", "id": "IPR042837", "short_desc": "PTX3"}], "ipi": "IPI00029568", "map_location": "3q25.32", "name": "pentraxin 3", "other_names": ["TNF alpha-induced protein 5", "long pentraxin 3", "pentraxin-related protein PTX3", "tumor necrosis factor alpha-induced protein 5", "tumor necrosis factor-inducible gene 14 protein", "tumor necrosis factor-inducible protein TSG-14"], "pantherdb": {"HGNC": "9692", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104641", "ortholog_type": "LDO", "panther_family": "PTHR46943", "taxid": 10090, "uniprot_kb": "P48759"}, {"RGD": "1593476", "ortholog_type": "LDO", "panther_family": "PTHR46943", "taxid": 10116, "uniprot_kb": "D3ZT94"}, {"Ensembl": "ENSGALG00000028284", "ortholog_type": "LDO", "panther_family": "PTHR46943", "taxid": 9031, "uniprot_kb": "R4GIZ2"}, {"Ensembl": "ENSDARG00000115027", "ortholog_type": "O", "panther_family": "PTHR46943", "taxid": 7955, "uniprot_kb": "A3KPN2"}, {"ZFIN": "ZDB-GENE-030131-8720", "ortholog_type": "O", "panther_family": "PTHR46943", "taxid": 7955, "uniprot_kb": "A3KPN4"}, {"ZFIN": "ZDB-GENE-081104-385", "ortholog_type": "LDO", "panther_family": "PTHR46943", "taxid": 7955, "uniprot_kb": "F1R7P9"}], "uniprot_kb": "P26022"}, "pathway": {"reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}], "wikipathways": [{"id": "WP2806", "name": "Complement system"}, {"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pdb": "7ZL1", "pfam": "PF00354", "pharmgkb": "PA34036", "pharos": {"target_id": 906, "tdl": "Tbio"}, "pir": "A44323", "prosite": "PS51828", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168308", "relationship": "is"}, {"id": "GNF179214", "relationship": "is"}, {"id": "GNF190120", "relationship": "is"}, {"id": "GNF201026", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF048361", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF011984", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF241558", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF335266", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103808", "relationship": "is"}, {"id": "GNF143458", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_051000.1"], "protein": "NP_002843.2", "rna": "NM_002852.4", "translation": {"protein": "NP_002843.2", "rna": "NM_002852.4"}}, "reporter": {"HG-U133_Plus_2": "206157_at", "HG-U95Av2": "1491_at", "HTA-2_0": "TC03000862.hg.1", "HuEx-1_0": "2649367", "HuGene-1_1": "8083594", "HuGene-2_1": "16947357"}, "retired": 7129, "summary": "This gene encodes a member of the pentraxin protein family. The expression of this protein is induced by inflammatory cytokines in response to inflammatory stimuli in several mesenchymal and epithelial cell types, particularly endothelial cells and mononuclear phagocytes. The protein promotes fibrocyte differentiation and is involved in regulating inflammation and complement activation. It also plays a role in angiogenesis and tissue remodeling. The protein serves as a biomarker for several inflammatory conditions. [provided by RefSeq, Jun 2016].", "symbol": "PTX3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419131"}, "unigene": "Hs.591286", "uniprot": {"Swiss-Prot": "P26022"}, "wikipedia": {"url_stub": "PTX3"}}