{"AllianceGenome": "9705", "HGNC": "9705", "MIM": "173850", "_id": "5817", "_version": 1, "accession": {"genomic": ["AC068948.1", "AC243964.3", "AH009286.3", "CH471126.1", "CP068259.2", "HH958003.1", "NC_000019.10", "NC_060943.1", "NG_008781.2", "X64116.1", "X64118.1", "X64119.1", "X64120.1", "X64121.1", "X64122.1", "X64123.1", "X94226.1"], "protein": ["AAA36461.1", "AAA36462.1", "AAF69803.1", "AAH15542.1", "BAF83635.1", "BAG52836.1", "BAG62091.1", "CAA45478.1", "CAA45479.1", "CAA45480.1", "CBX51265.1", "EAW57284.1", "EAW57285.1", "EAW57286.1", "NP_001129240.1", "NP_001129241.1", "NP_001129242.2", "NP_006496.4", "P15151.2"], "rna": ["AI374885.1", "AK025949.1", "AK094177.1", "AK098812.1", "AK290946.1", "AK300349.1", "BC015542.1", "BE838104.1", "CA416069.1", "DA849917.1", "DC400059.1", "M24406.1", "M24407.1", "NM_001135768.3", "NM_001135769.3", "NM_001135770.4", "NM_006505.5"], "translation": [{"protein": "BAG52836.1", "rna": "AK094177.1"}, {"protein": "AAH15542.1", "rna": "BC015542.1"}, {"protein": "AAA36462.1", "rna": "M24406.1"}, {"protein": "NP_006496.4", "rna": "NM_006505.5"}, {"protein": "NP_001129240.1", "rna": "NM_001135768.3"}, {"protein": "NP_001129242.2", "rna": "NM_001135770.4"}, {"protein": "BAG62091.1", "rna": "AK300349.1"}, {"protein": "AAA36461.1", "rna": "M24407.1"}, {"protein": "NP_001129241.1", "rna": "NM_001135769.3"}, {"protein": "BAF83635.1", "rna": "AK290946.1"}]}, "alias": ["CD155", "HVED", "NECL5", "Necl-5", "PVS", "TAGE4"], "ensembl": {"gene": "ENSG00000073008", "protein": ["ENSP00000187830", "ENSP00000340870", "ENSP00000383907", "ENSP00000385344", "ENSP00000402060", "ENSP00000466447", "ENSP00000516465", "ENSP00000516466", "ENSP00000516467", "ENSP00000516468"], "transcript": ["ENST00000187830", "ENST00000344956", "ENST00000403059", "ENST00000406449", "ENST00000425690", "ENST00000587785", "ENST00000706603", "ENST00000706604", "ENST00000706605", "ENST00000706606", "ENST00000706607", "ENST00000706608"], "translation": [{"protein": "ENSP00000340870", "rna": "ENST00000344956"}, {"protein": "ENSP00000516465", "rna": "ENST00000706603"}, {"protein": "ENSP00000516466", "rna": "ENST00000706604"}, {"protein": "ENSP00000516467", "rna": "ENST00000706606"}, {"protein": "ENSP00000516468", "rna": "ENST00000706607"}, {"protein": "ENSP00000385344", "rna": "ENST00000403059"}, {"protein": "ENSP00000402060", "rna": "ENST00000425690"}, {"protein": "ENSP00000187830", "rna": "ENST00000187830"}, {"protein": "ENSP00000383907", "rna": "ENST00000406449"}, {"protein": "ENSP00000466447", "rna": "ENST00000587785"}], "type_of_gene": "protein_coding"}, "entrezgene": "5817", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.5688257262, "exp_mis": 159.024631218, "exp_syn": 78.2669636357, "lof_z": 0.690801407654993, "mis_z": 1.12577227160157, "mu_lof": 1.09780680523e-06, "mu_mis": 1.59661247058e-05, "mu_syn": 7.96122686105e-06, "n_lof": 11.0, "n_mis": 130.0, "n_syn": 63.0, "p_li": 5.51101308161619e-07, "p_null": 0.581163015443251, "p_rec": 0.418836433455441, "syn_z": 1.06982521311937}, "bp": 1254, "cds_end": 45165078, "cds_start": 45147396, "n_exons": 8, "nonpsych": {"exp_lof": 12.1356177838, "exp_mis": 143.787162098, "exp_syn": 70.6936748544, "lof_z": 0.320149792832911, "mis_z": 0.874374671863993, "mu_lof": 1.09780680523e-06, "mu_mis": 1.59661247058e-05, "mu_syn": 7.96122686105e-06, "n_lof": 11.0, "n_mis": 123.0, "n_syn": 53.0, "p_li": 2.20069383297817e-07, "p_null": 0.750406119280349, "p_rec": 0.249593660650268, "syn_z": 1.32492451234864}, "nontcga": {"exp_lof": 12.4691397616, "exp_mis": 146.288490921, "exp_syn": 71.9914284106, "lof_z": 0.410417759665203, "mis_z": 1.33000254682421, "mu_lof": 1.09780680523e-06, "mu_mis": 1.59661247058e-05, "mu_syn": 7.96122686105e-06, "n_lof": 11.0, "n_mis": 114.0, "n_syn": 54.0, "p_li": 2.70562685870964e-07, "p_null": 0.702149326634662, "p_rec": 0.297850402802653, "syn_z": 1.34260287310382}, "transcript": "ENST00000425690.3"}, "exons": [{"cdsend": 44661811, "cdsstart": 44644096, "chr": "19", "position": [[44643909, 44644175], [44647222, 44647570], [44649808, 44650105], [44653899, 44654017], [44657761, 44657910], [44658741, 44658765], [44661291, 44661323], [44661739, 44666160]], "strand": 1, "transcript": "NM_001135768", "txend": 44666160, "txstart": 44643909}, {"cdsend": 44661811, "cdsstart": 44644096, "chr": "19", "position": [[44643909, 44644175], [44647222, 44647570], [44649808, 44650105], [44653899, 44654017], [44657761, 44657910], [44661291, 44661323], [44661739, 44666160]], "strand": 1, "transcript": "NM_001135769", "txend": 44666160, "txstart": 44643909}, {"cdsend": 44658929, "cdsstart": 44644096, "chr": "19", "position": [[44643797, 44644175], [44647222, 44647570], [44649808, 44650105], [44653899, 44654017], [44657761, 44657910], [44658741, 44659094]], "strand": 1, "transcript": "NM_001135770", "txend": 44659094, "txstart": 44643797}, {"cdsend": 44661811, "cdsstart": 44644096, "chr": "19", "position": [[44643909, 44644175], [44647222, 44647570], [44649808, 44650105], [44653899, 44654017], [44657761, 44657910], [44658741, 44658900], [44661291, 44661323], [44661739, 44666160]], "strand": 1, "transcript": "NM_006505", "txend": 44666160, "txstart": 44643909}], "exons_hg19": [{"cdsend": 45165078, "cdsstart": 45147396, "chr": "19", "position": [[45147209, 45147475], [45150494, 45150842], [45153080, 45153377], [45157168, 45157286], [45161029, 45161178], [45162009, 45162033], [45164558, 45164590], [45165006, 45169428]], "strand": 1, "transcript": "NM_001135768", "txend": 45169428, "txstart": 45147209}, {"cdsend": 45165078, "cdsstart": 45147396, "chr": "19", "position": [[45147209, 45147475], [45150494, 45150842], [45153080, 45153377], [45157168, 45157286], [45161029, 45161178], [45164558, 45164590], [45165006, 45169428]], "strand": 1, "transcript": "NM_001135769", "txend": 45169428, "txstart": 45147209}, {"cdsend": 45162197, "cdsstart": 45147396, "chr": "19", "position": [[45147097, 45147475], [45150494, 45150842], [45153080, 45153377], [45157168, 45157286], [45161029, 45161178], [45162009, 45162362]], "strand": 1, "transcript": "NM_001135770", "txend": 45162362, "txstart": 45147097}, {"cdsend": 45165078, "cdsstart": 45147396, "chr": "19", "position": [[45147209, 45147475], [45150494, 45150842], [45153080, 45153377], [45157168, 45157286], [45161029, 45161178], [45162009, 45162168], [45164558, 45164590], [45165006, 45169428]], "strand": 1, "transcript": "NM_006505", "txend": 45169428, "txstart": 45147209}], "generif": [{"pubmed": 11751937, "text": "We propose that the cytoplasmic domain may target CD155-containing endocytic vesicles to the microtubular network"}, {"pubmed": 11983699, "text": "activation of expression of sonic hedgehog protein"}, {"pubmed": 12913096, "text": "Data show that both PVR and Nectin-2 represent specific ligands for the DNAM-1 triggering receptor."}, {"pubmed": 12943679, "text": "CD155 may have an important role in cellular function"}, {"pubmed": 14652024, "text": "These data indicate that Tage4 represents the functional orthologue of CD155 in mouse."}, {"pubmed": 15076773, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15136589, "text": "that DNAM-1 regulates monocyte extravasation via its interaction with CD226 expressed at endothelial junctions on normal cells."}, {"pubmed": 15194502, "text": "These results suggest that CD155alpha plays a role in the regulation of cell adhesion and cell motility."}, {"pubmed": 15194795, "text": "cytoplasmic domain of PVR directly interacts with Tctex-1 and plays an important role in retrograde transport of poliovirus-containing vesicles along microtubules in vivo"}, {"pubmed": 15279713, "text": "Upregulation of the molecular target CD155 renders explant cultures of high-grade malignant gliomas highly susceptible to a prototype oncolytic poliovirus recombinant."}, {"pubmed": 15536144, "text": "Analysis of the ligands for triggering NK receptors revealed the consistent expression of cd155 and cd112 in myeloid leukemias, and less frequent expression in lymphoblastic leukemias"}, {"pubmed": 15640804, "text": "Evasion of NK cell killing was mediated by human cytomegalovirus UL141 blocking surface expression of CD155"}, {"pubmed": 17446174, "text": "Necl-5 has a critical role in integrin alphavbeta3 clustering and focal complex formation"}, {"pubmed": 17507470, "text": "Results describe the establishment of a poliovirus oral infection system in human poliovirus receptor-expressing transgenic mice that are deficient in alpha/beta interferon receptor."}, {"pubmed": 17534374, "text": "no statistically significant association between this marker allele and non-syndromic clefting"}, {"pubmed": 17893876, "text": "CD155, at least in part, enhances the proliferation of ras-mutated cells"}, {"pubmed": 19011098, "text": "crystal structure of C155 D1D2 has been determined to 3.5-A resolution and fitted into approximately 8.5-A resolution cryoelectron microscopy reconstructions of the virus-receptor complexes for the 3 PV serotypes"}, {"pubmed": 19056733, "text": "CD96-driven adhesion to CD155 may be crucial in developmental processes"}, {"pubmed": 19319949, "text": "The Ala67Thr mutation in the poliovirus receptor is a possible risk factor for the development of vaccine-associated or paralytic poliomyelitis associated with wild-type virus."}, {"pubmed": 19801517, "text": "evidence provided for the contribution of DNAM-1/CD155 interactions to the reduction of DNAM-1 expression, suggesting that chronic receptor-ligand interactions in the tumor environment may induce loss of DNAM-1 on tumor-associated NK cells."}, {"pubmed": 19815499, "text": "TIGIT is expressed by all NK cells, it binds PVR and PVRL2 but not PVRL3, and it inhibits NK cytotoxicity"}, {"pubmed": 20331633, "text": "Necl-5 plays a role in mediating tumor cell invasion and that the overexpression of Necl-5 in cancer cells has clinical significance for prognostic evaluation of patients with primary pulmonary adenocarcinoma."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21330602, "text": "CD155 is an IFNgamma-inducible immune regulatory protein on the surface of human endothelial cells that attenuates the acquisition of effector functions in CD8 T cells."}, {"pubmed": 21383766, "text": "Data show that a high expression of CD112 and CD155 (DNAM-1 ligands) on leukemic blasts."}, {"pubmed": 21998457, "text": "The host TICAM-1 pathway, particularly in macrophages, serves as a source of type I interferon induction that protects poliovirus (PV) receptor-bearing transgenic mice from PV infection and paralytic death."}, {"pubmed": 22169283, "text": "Expression of PVR in B-ALL cells is modulated by epigenetic mechanisms."}, {"pubmed": 22301152, "text": "the PVR downmodulation by Nef and Vpu is a strategy evolved by HIV-1 to prevent NK cell-mediated lysis of infected cells."}, {"pubmed": 22363471, "text": "This investigation has enhanced understanding of cell invasion and confirmed CD44 to play a more significant role in this biological process than CD155."}, {"pubmed": 22692919, "text": "we demonstrated the expression of both CD155 mRNA and protein in bone and soft tissue sarcoma cell lines"}, {"pubmed": 22929570, "text": "The concordant computational and experimental data of the present study indicate that the extent of NECL-5 expression correlates with melanoma progression."}, {"pubmed": 23276719, "text": "findings suggest Necl-5 expression in lung cancer cells is crucial for their invasiveness in the cancer-stromal interaction"}, {"pubmed": 23333754, "text": "PVR resides in the recently identified lateral border recycling compartment, similar to PECAM and CD99."}, {"pubmed": 23980210, "text": "The CD226/CD155 interaction regulates the proinflammatory (Th1/Th17)/anti-inflammatory (Th2) balance in humans."}, {"pubmed": 24045107, "text": "Vpr upregulates PVR during Hiv-1 infection by activating ATR kinase that triggers the DNA damage rsponse pathway and G2 arrest."}, {"pubmed": 24598754, "text": "UL141 can inhibit cell-surface expression of both natural killer (NK) cell-activating ligand CD155 as well as TRAIL death receptors (TRAIL-R1 and TRAIL-R2)."}, {"pubmed": 24817116, "text": "TIGIT/PVR ligation signaling mediates suppression of IFN-gamma production via the NF-kappaB pathway."}, {"pubmed": 24828608, "text": "In granulosa cells, there are significant changes in expression during follicular maturation."}, {"pubmed": 25113908, "text": "Ala residues 10, 14 and 18 in the TM domain of Vpu are required for CD155 downregulation."}, {"pubmed": 25209846, "text": "UPR decreases CD226 ligand CD155 expression and sensitivity to NK cell-mediated cytotoxicity in hepatoma cells."}, {"pubmed": 25320021, "text": "Our findings suggest that loss of CD155 expression may play an important role in the immune escape of HCC cells and thus CD155 may serve as a prognostic marker as well as a potential therapeutic target for HCC."}, {"pubmed": 25609078, "text": "The present study provides evidence that regulation of the PVR/CD155 DNAM-1 ligand expression by nitric oxide may represent an additional immune-mediated mechanism and supports the anti-myeloma activity of nitric oxide donors."}, {"pubmed": 25631086, "text": "The cell-surface receptor (Pvr) catalyzes a large structural change in the poliovirus that exposes membrane-binding protein chains."}, {"pubmed": 25862891, "text": "CD155 may play a critical role through both immunological and non-immuno logical mechanisms in pancreatic cancer and may be a therapeutic target for this intractable malignancy."}, {"pubmed": 25972481, "text": "CD155 (PVR/Necl5) mediates a costimulatory signal in CD4+ T cells and regulates allergic inflammation."}, {"pubmed": 26842126, "text": "implying that TIGIT exerts immunosuppressive effects by competing with DNAM-1 for the same ligand, CD155"}, {"pubmed": 27049654, "text": "sCD155 levels were significantly decreased after surgical resection of cancers. Thus, sCD155 level in serum may be potentially useful as a biomarker for cancer development and progression"}, {"pubmed": 27296670, "text": "The authors demonstrate that HIV and specifically Nef and/or Vpu do not modulate CD155 on infected primary T cells and both CD155 and NKG2D ligands synergize as a natural killer cell receptor to trigger natural killer cell lysis of the infected cell."}, {"pubmed": 27733551, "text": "data reveal that MICA and PVR are directly regulated by human cytomegalovirus immediate early proteins, and this may be crucial for the onset of an early host antiviral response"}, {"pubmed": 27834324, "text": "The SNP detection assay was successfully developed for identification of Ala67Thr polymorphism in human PVR/CD155 gene. The SNP assay will be useful for large scale screening of DNA samples."}, {"pubmed": 28084312, "text": "These findings highlight the importance of the TIGIT/CD226/PVR axis as an immune checkpoint barrier that could hinder future \"cure\" strategies requiring potent HIV-specific CD8(+) T cells"}, {"pubmed": 28395975, "text": "soluble CD226 elevated in sera of CTCL patients would be important for tumor immunity by interacting with CD155 on tumor cells."}, {"pubmed": 28730595, "text": "Studies showed that CD155 was frequently overexpressed in human malignant tumors. Its overexpression promotes tumor cell invasion and migration, and is associated with tumor progression. [review]"}, {"pubmed": 28816021, "text": "CD155 is one of key molecules promoting the growth and metastasis of colorectal cancer."}, {"pubmed": 28883004, "text": "Data show that gastric cancer cells inhibit T-cell metabolism through CD155/TIGIT signaling."}, {"pubmed": 29381645, "text": "Studied association of poliovirus receptor (PVR/CD155) mutation and cleft lip and cleft palate. Validated previous findings that PVR/CD155 markers are associated with cleft lip and palate."}, {"pubmed": 29431243, "text": "Study investigated the more detailed mechanism for this cis-interaction of Necl-5 with the PDGF receptor beta. Necl-5 contains three Ig-like domains and the PDGF receptor beta contains five Ig-like domains at their extracellular regions; showed that the third Ig-like domain of Necl-5 cis-interacted with the fifth Ig-like domain of the PDGF receptor beta."}, {"pubmed": 29878245, "text": "CD155 was found to be expressed in pediatric brain tumors and in medulloblastoma and pleomorphic xanthoastrocytoma tumor cell lines."}, {"pubmed": 30039180, "text": "Our results also suggest that CD155 upregulation may be a mechanism underlying Adr resistance by breast cancer cells."}, {"pubmed": 30528596, "text": "Results show the structural binding of CD155 ectodomain with the first immunoglobulin domain (D1) of CD96."}, {"pubmed": 30591568, "text": "The hybrid complex structure of CD226-ecto binding to the first domain of CD155 (hCD155-D1) reveals a conserved binding interface with the first domain of CD226 (D1), whereas the second domain of CD226 (D2) both provides structural supports for the unique architecture of CD226 and forms direct interactions with CD155."}, {"pubmed": 30880756, "text": "The results of real-time PCR indicated that poliovirus receptor (CD155) was significantly overexpressed in human colorectal adenocarcinoma cell lines in comparison with the human normal cell line."}, {"pubmed": 31035013, "text": "These results suggest an interaction between CD155 expression and tumor-infiltrating lymphocytes (TILs) in breast cancer (BC), and they also suggest that CD155 could be an effective prognostic biomarker for BC."}, {"pubmed": 31036057, "text": "The increased MIF secretion by the A549R and H460R cells could be suppressed by a multiple kinase inhibitor, dasatinib, which resulted in the decreased of oncogenic network of Src, CD155 and MIF expression"}, {"pubmed": 31253644, "text": "The DNAM-1/Necl-5 interaction was underpinned by conserved lock-and-key motifs located within their respective D1 domains, but also included a distinct interface derived from DNAM-1 D2. Mutation of the signature DNAM-1 \"key\" motif within the D1 domain attenuated Necl-5 binding and natural killer cell-mediated cytotoxicity."}, {"pubmed": 31372841, "text": "High expression of soluble CD155 in estrogen receptor-negative breast cancer."}, {"pubmed": 31377744, "text": "Large-scale analysis reveals the specific clinical and immune features of CD155 in glioma."}, {"pubmed": 31383549, "text": "Poliovirus receptor CD155 is up-regulated in muscle-invasive bladder cancer and predicts poor prognosis."}, {"pubmed": 31387897, "text": "Blockade of TIGIT/CD155 Signaling Reverses T-cell Exhaustion and Enhances Antitumor Capability in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 31485637, "text": "Expression of TIGIT/CD155 in cancerous tissue is significantly elevated in patients with hepatocellular carcinoma."}, {"pubmed": 31830330, "text": "Study identified for the first time that CD155 is overexpressed in triple-negative breast cancer (TNBC), is associated with poor prognosis and contributes to the aggressive phenotype. Mechanistically, IL-6/Stat3 and TGF-beta/Smad3 pathways may be involved in CD155-associated TNBC epithelial-to-mesenchymal transition and metastasis. CD155 knockdown suppressed TNBC cell in vitro motility and in vivo metastasis."}, {"pubmed": 31883911, "text": "Tumor intrinsic and extrinsic immune functions of CD155."}, {"pubmed": 31954274, "text": "Combined evaluation of the expression status of CD155 and TIGIT plays an important role in the prognosis of LUAD (lung adenocarcinoma)."}, {"pubmed": 32040157, "text": "Tumor-derived soluble CD155 inhibits DNAM-1-mediated antitumor activity of natural killer cells."}, {"pubmed": 32321756, "text": "Structure of MHC-Independent TCRs and Their Recognition of Native Antigen CD155."}, {"pubmed": 32345648, "text": "Tumor CD155 Expression Is Associated with Resistance to Anti-PD1 Immunotherapy in Metastatic Melanoma."}, {"pubmed": 32411795, "text": "Overexpression of an Immune Checkpoint (CD155) in Breast Cancer Associated with Prognostic Significance and Exhausted Tumor-Infiltrating Lymphocytes: A Cohort Study."}, {"pubmed": 32446718, "text": "The immune suppressive factors CD155 and PD-L1 show contrasting expression patterns and immune correlates in ovarian and other cancers."}, {"pubmed": 32554931, "text": "Combination of PD-L1 and PVR determines sensitivity to PD-1 blockade."}, {"pubmed": 32727790, "text": "Mutant KRAS Promotes NKG2D(+) T Cell Infiltration and CD155 Dependent Immune Evasion."}, {"pubmed": 32804915, "text": "TIGIT Can Exert Immunosuppressive Effects on CD8+ T Cells by the CD155/TIGIT Signaling Pathway for Hepatocellular Carcinoma In Vitro."}, {"pubmed": 32902876, "text": "The risk of unintentional propagation of poliovirus can be minimized by using human cell lines lacking the functional CD155 gene."}, {"pubmed": 32917981, "text": "Direct interaction between CD155 and CD96 promotes immunosuppression in lung adenocarcinoma."}, {"pubmed": 33053330, "text": "CD155 on Tumor Cells Drives Resistance to Immunotherapy by Inducing the Degradation of the Activating Receptor CD226 in CD8(+) T Cells."}, {"pubmed": 33185939, "text": "Aberrant expression of junctional adhesion molecule-A contributes to the malignancy of cervical adenocarcinoma by interaction with poliovirus receptor/CD155."}, {"pubmed": 33399495, "text": "Targeting CD155 by rediocide-A overcomes tumour immuno-resistance to natural killer cells."}, {"pubmed": 33504618, "text": "Aryl Hydrocarbon Receptor Signaling Controls CD155 Expression on Macrophages and Mediates Tumor Immunosuppression."}, {"pubmed": 33576304, "text": "CD155-Prognostic and Immunotherapeutic Implications Based on Multiple Analyses of Databases Across 33 Human Cancers."}, {"pubmed": 33616718, "text": "Overexpression of poliovirus receptor is associated with poor prognosis in head and neck squamous cell carcinoma patients."}, {"pubmed": 33855917, "text": "TIGIT and CD155 as Immune-Modulator Receptor and Ligand on CD4(+) T cells in Preeclampsia Patients."}, {"pubmed": 33879814, "text": "Overexpression of PVR and PD-L1 and its association with prognosis in surgically resected squamous cell lung carcinoma."}, {"pubmed": 34030043, "text": "The N-linked glycosylations of TIGIT Asn(32) and Asn(101) facilitate PVR/TIGIT interaction."}, {"pubmed": 34115802, "text": "Immunohistochemical analysis of CD155 expression in triple-negative breast cancer patients."}, {"pubmed": 34353426, "text": "Acetate decreases PVR/CD155 expression via PI3K/AKT pathway in cancer cells."}, {"pubmed": 34504191, "text": "DNAM-1/CD226 is functionally expressed on acute myeloid leukemia (AML) cells and is associated with favorable prognosis."}, {"pubmed": 34514998, "text": "CD155: A Key Receptor Playing Diversified Roles."}, {"pubmed": 34608548, "text": "Immune checkpoint CD155 promoter methylation profiling reveals cancer-associated behaviors within breast neoplasia."}, {"pubmed": 35262683, "text": "CD155 expression impairs anti-PD1 therapy response in non-small cell lung cancer."}, {"pubmed": 35324958, "text": "Prognostic value of CD155/TIGIT expression in patients with colorectal cancer."}, {"pubmed": 35384345, "text": "CD155/SRC complex promotes hepatocellular carcinoma progression via inhibiting the p38 MAPK signalling pathway and correlates with poor prognosis."}, {"pubmed": 35729552, "text": "Blocking TIGIT/CD155 signalling reverses CD8(+) T cell exhaustion and enhances the antitumor activity in cervical cancer."}, {"pubmed": 35858240, "text": "CD155/TIGIT signalling plays a vital role in the regulation of bone marrow mesenchymal stem cell-induced natural killer-cell exhaustion in multiple myeloma."}, {"pubmed": 35870689, "text": "CD155 in tumor progression and targeted therapy."}, {"pubmed": 35947095, "text": "CD155 mutation (Ala67Thr) increases the binding affinity for and the signaling via an inhibitory immunoreceptor TIGIT."}, {"pubmed": 36630913, "text": "T cell-derived interleukin-22 drives the expression of CD155 by cancer cells to suppress NK cell function and promote metastasis."}, {"pubmed": 37075705, "text": "Deficiency of the CD155-CD96 immune checkpoint controls IL-9 production in giant cell arteritis."}, {"pubmed": 37383234, "text": "Single-cell RNA sequencing highlights the role of PVR/PVRL2 in the immunosuppressive tumour microenvironment in hepatocellular carcinoma."}, {"pubmed": 37491355, "text": "Upregulation of the CD155-CD226 Axis Is Associated With Muscle Inflammation and Disease Severity in Idiopathic Inflammatory Myopathies."}, {"pubmed": 37522595, "text": "CD155 Is a Potential Biomarker in Basal Cell Carcinoma."}, {"pubmed": 37565582, "text": "MicroRNA-326 negatively regulates CD155 expression in lung adenocarcinoma."}, {"pubmed": 37629138, "text": "CD155 and Its Receptors as Targets for Cancer Therapy."}, {"pubmed": 37660884, "text": "CD155 and its receptors in cancer immune escape and immunotherapy."}, {"pubmed": 37995180, "text": "Brain metastasis-associated fibroblasts secrete fucosylated PVR/CD155 that induces breast cancer invasion."}, {"pubmed": 38176170, "text": "ADAR-mediated RNA editing regulates PVR immune checkpoint in colorectal cancer."}, {"pubmed": 38216949, "text": "The immune checkpoint TIGIT/CD155 promotes the exhaustion of CD8 + T cells in TNBC through glucose metabolic reprogramming mediated by PI3K/AKT/mTOR signaling."}, {"pubmed": 38289706, "text": "Essential role of CD155 glycosylation in functional binding to DNAM-1 on natural killer cells."}, {"pubmed": 38291470, "text": "PITPNC1 Suppress CD8[+] T cell immune function and promote radioresistance in rectal cancer by modulating FASN/CD155."}, {"pubmed": 38592213, "text": "Exercise-induced beta2-adrenergic Receptor Activation Enhances the Antileukemic Activity of Expanded gammadelta T-Cells via DNAM-1 Upregulation and PVR/Nectin-2 Recognition."}, {"pubmed": 38604326, "text": "sCD155 as a potential marker for diagnosing the vascular invasion in hepatic alveolar echinococcosis."}], "genomic_pos": {"chr": "19", "end": 44666162, "ensemblgene": "ENSG00000073008", "start": 44643798, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 45166850, "start": 45147098, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0002860", "pubmed": 12913096, "qualifier": "involved_in", "term": "positive regulation of natural killer cell mediated cytotoxicity directed against tumor cell target"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007156", "qualifier": "involved_in", "term": "homophilic cell adhesion via plasma membrane adhesion molecules"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007157", "qualifier": "involved_in", "term": "heterophilic cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042271", "pubmed": 12913096, "qualifier": "involved_in", "term": "susceptibility to natural killer cell mediated cytotoxicity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045954", "pubmed": 16304049, "qualifier": "involved_in", "term": "positive regulation of natural killer cell mediated cytotoxicity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060370", "pubmed": 15039383, "qualifier": "involved_in", "term": "susceptibility to T cell mediated cytotoxicity"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005615", "pubmed": 2170108, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 2170108, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005912", "qualifier": "is_active_in", "term": "adherens junction"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 16831868, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 12913096, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001618", "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19011627, 21982860, 25416956, 28515320, 30591568, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 2538245, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050839", "pubmed": 12913096, "qualifier": "enables", "term": "cell adhesion molecule binding"}]}, "homologene": {"genes": [[9544, 712851], [9598, 744055], [9606, 5817], [9615, 476439], [9913, 526865]], "id": 9672}, "interpro": [{"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "CD80-like, immunoglobulin C2-set", "id": "IPR013162", "short_desc": "CD80_C2-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00219425", "IPI00219426", "IPI00219427", "IPI00299158", "IPI00892896"], "map_location": "19q13.31", "name": "PVR cell adhesion molecule", "other_names": ["nectin-like protein 5", "poliovirus receptor"], "pantherdb": {"HGNC": "9705", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107741", "ortholog_type": "LDO", "panther_family": "PTHR23277", "taxid": 10090, "uniprot_kb": "Q8K094"}, {"RGD": "3813", "ortholog_type": "LDO", "panther_family": "PTHR23277", "taxid": 10116, "uniprot_kb": "Q5U334"}, {"ZFIN": "ZDB-GENE-110411-27", "ortholog_type": "LDO", "panther_family": "PTHR23277", "taxid": 7955, "uniprot_kb": "E7F6D0"}, {"ZFIN": "ZDB-GENE-131121-606", "ortholog_type": "O", "panther_family": "PTHR23277", "taxid": 7955, "uniprot_kb": "X1WGN5"}, {"ZFIN": "ZDB-GENE-060503-249", "ortholog_type": "O", "panther_family": "PTHR23277", "taxid": 7955, "uniprot_kb": "B0CLW6"}], "uniprot_kb": "P15151"}, "pathway": {"kegg": {"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, "pid": [{"id": "integrin3_pathway", "name": "Beta3 integrin cell surface interactions"}, {"id": "nectin_pathway", "name": "Nectin adhesion pathway"}], "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-418990", "name": "Adherens junctions interactions"}, {"id": "R-HSA-420597", "name": "Nectin/Necl  trans heterodimerization"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}]}, "pdb": ["1DGI", "1NN8", "3EPC", "3EPD", "3EPF", "3J8F", "3J9F", "3UDW", "3URO", "4FQP", "6ARQ", "6ISC", "6O3O"], "pfam": ["PF07686", "PF08205"], "pharmgkb": "PA34050", "pharos": {"target_id": 3000, "tdl": "Tbio"}, "pir": ["A43024", "S12048"], "prosite": "PS50835", "reagent": {"CM-LibrX-no-seq": {"id": "GNF326694", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF215782", "relationship": "is"}, {"id": "GNF221234", "relationship": "is"}, {"id": "GNF226686", "relationship": "is"}, {"id": "GNF232138", "relationship": "is"}, {"id": "GNF255303", "relationship": "is"}, {"id": "GNF255304", "relationship": "is"}, {"id": "GNF255305", "relationship": "is"}, {"id": "GNF255306", "relationship": "is"}, {"id": "GNF272377", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162408", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF040007", "relationship": "is"}, {"id": "GNF042269", "relationship": "similar to"}], "GNF_mm+hs-MGC": {"id": "GNF011989", "relationship": "is"}, "MasterSecretomicsList": {"id": "GNF332132", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338372", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105635", "relationship": "is"}, {"id": "GNF145281", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_008781.2"], "protein": ["NP_001129240.1", "NP_001129241.1", "NP_001129242.2", "NP_006496.4"], "rna": ["NM_001135768.3", "NM_001135769.3", "NM_001135770.4", "NM_006505.5"], "translation": [{"protein": "NP_006496.4", "rna": "NM_006505.5"}, {"protein": "NP_001129241.1", "rna": "NM_001135769.3"}, {"protein": "NP_001129240.1", "rna": "NM_001135768.3"}, {"protein": "NP_001129242.2", "rna": "NM_001135770.4"}]}, "reporter": {"HG-U133_Plus_2": ["1556582_at", "212662_at", "214443_at", "214444_s_at", "216283_s_at", "239918_at", "32699_s_at"], "HG-U95Av2": ["32698_at", "32699_s_at"], "HG-U95B": "55422_at", "HTA-2_0": "TC19000624.hg.1", "HuEx-1_0": ["3835645", "3835675"], "HuGene-1_1": "8029437", "HuGene-2_1": "16862996"}, "summary": "The protein encoded by this gene is a transmembrane glycoprotein belonging to the immunoglobulin superfamily. The external domain mediates cell attachment to the extracellular matrix molecule vitronectin, while its intracellular domain interacts with the dynein light chain Tctex-1/DYNLT1. The gene is specific to the primate lineage, and serves as a cellular receptor for poliovirus in the first step of poliovirus replication. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Oct 2008].", "symbol": "PVR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419141"}, "unigene": "Hs.171844", "uniprot": {"Swiss-Prot": "P15151", "TrEMBL": ["A8K4I1", "A0A0C4DG49", "A0A0A0MSA9", "K7EMC6", "A0A9L9PXB8", "A0A9L9PY64", "F8W7D4", "A0A9L9PXN8", "A0A9L9PX39"]}, "wikipedia": {"url_stub": "CD155"}}