{"AllianceGenome": "9748", "HGNC": "9748", "MIM": "600781", "_id": "5697", "_version": 1, "accession": {"genomic": ["AC007993.15", "AC023855.15", "CH471178.2", "CP068261.2", "D13897.1", "L25648.1", "NC_000017.11", "NC_060941.1", "NG_023338.2"], "protein": ["AAA36433.1", "AAH41057.1", "BAA02997.1", "BAA02998.1", "BAA03000.1", "BAA03002.1", "CAG46926.1", "EAW51644.1", "EAW51645.1", "EAW51646.1", "NP_001380957.1", "NP_001380958.1", "NP_004151.4", "P10082.3"], "rna": ["AI654355.1", "BC041057.1", "CR542129.1", "D13899.1", "D13902.1", "NM_001394028.1", "NM_001394029.1", "NM_004160.6"], "translation": [{"protein": "CAG46926.1", "rna": "CR542129.1"}, {"protein": "NP_004151.4", "rna": "NM_004160.6"}, {"protein": "BAA03002.1", "rna": "D13902.1"}, {"protein": "BAA03000.1", "rna": "D13899.1"}, {"protein": "NP_001380958.1", "rna": "NM_001394029.1"}, {"protein": "NP_001380957.1", "rna": "NM_001394028.1"}, {"protein": "AAH41057.1", "rna": "BC041057.1"}]}, "alias": ["PYY-I", "PYY1"], "ensembl": {"gene": "ENSG00000131096", "protein": ["ENSP00000353198", "ENSP00000467310", "ENSP00000509262"], "transcript": ["ENST00000360085", "ENST00000592796", "ENST00000692052"], "translation": [{"protein": "ENSP00000509262", "rna": "ENST00000692052"}, {"protein": "ENSP00000353198", "rna": "ENST00000360085"}, {"protein": "ENSP00000467310", "rna": "ENST00000592796"}], "type_of_gene": "protein_coding"}, "entrezgene": "5697", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.2508916782, "exp_mis": 55.6285498638, "exp_syn": 32.8389232252, "lof_z": 0.687239535589917, "mis_z": 1.09049068061584, "mu_lof": 2.08110493443e-07, "mu_mis": 5.6343628607e-06, "mu_syn": 3.23208992928e-06, "n_lof": 2.0, "n_mis": 39.0, "n_syn": 19.0, "p_li": 0.0544166347481236, "p_null": 0.242951254781264, "p_rec": 0.702632110470612, "syn_z": 1.49712207380727}, "bp": 294, "cds_end": 42030851, "cds_start": 42030323, "n_exons": 3, "nonpsych": {"exp_lof": 2.8852152583, "exp_mis": 50.2920516545, "exp_syn": 29.6652447487, "lof_z": 0.511813500543785, "mis_z": 1.08762137972749, "mu_lof": 2.08110493443e-07, "mu_mis": 5.6343628607e-06, "mu_syn": 3.23208992928e-06, "n_lof": 2.0, "n_mis": 35.0, "n_syn": 16.0, "p_li": 0.0515869677952371, "p_null": 0.281602874230986, "p_rec": 0.666810157973776, "syn_z": 1.579635229009}, "nontcga": {"exp_lof": 2.98524923704, "exp_mis": 51.1726984169, "exp_syn": 30.2062453115, "lof_z": 1.13345960738602, "mis_z": 1.26563963370021, "mu_lof": 2.08110493443e-07, "mu_mis": 5.6343628607e-06, "mu_syn": 3.23208992928e-06, "n_lof": 1.0, "n_mis": 33.0, "n_syn": 17.0, "p_li": 0.244547289255087, "p_null": 0.111854254063985, "p_rec": 0.643598456680929, "syn_z": 1.52143496303952}, "transcript": "ENST00000360085.2"}, "exons": [{"cdsend": 43953483, "cdsstart": 43952955, "chr": "17", "position": [[43952732, 43952980], [43953108, 43953189], [43953295, 43953483], [43953849, 43953975], [43957937, 43958028], [43966287, 43966532], [44004390, 44004445]], "strand": -1, "transcript": "NM_004160", "txend": 44004445, "txstart": 43952732}], "exons_hg19": [{"cdsend": 42030851, "cdsstart": 42030323, "chr": "17", "position": [[42030100, 42030348], [42030476, 42030557], [42030663, 42030851], [42031217, 42031343], [42035305, 42035396], [42043655, 42043900], [42081758, 42081813]], "strand": -1, "transcript": "NM_004160", "txend": 42081813, "txstart": 42030100}], "generif": [{"pubmed": 11825640, "text": "Distribution of pancreatic polypeptide and peptide YY"}, {"pubmed": 11825641, "text": "Ontogeny and the effect of aging on pancreatic polypeptide and peptide YY"}, {"pubmed": 11825649, "text": "Central and peripheral regulation of gastric acid secretion by peptide YY"}, {"pubmed": 11825650, "text": "Feedback regulation of pancreatic secretion by peptide YY"}, {"pubmed": 11825653, "text": "Peptide YY as a growth factor for intestinal epithelium"}, {"pubmed": 11825654, "text": "Peptide YY and cancer: current findings and potential clinical applications"}, {"pubmed": 11825655, "text": "Peptide YY in gastrointestinal disorders"}, {"pubmed": 11825656, "text": "Effects of surgical manipulation of the intestine on peptide YY and its physiology"}, {"pubmed": 15331560, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15331560, "text": "mutations in PYY and Y2R are not commonly found in humans with severe early-onset obesity."}, {"pubmed": 15855352, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15972581, "text": "Changes observed in circulating ghrelin and PYY concentrations in response to a test meal do not indicate a central role for these gut hormones in the control of appetite and the pathogenesis of obesity in these patients."}, {"pubmed": 15983231, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15983231, "text": "The common Arg allele of the PYY Arg72Thr variant modestly associates with type 2 diabetes and with type 2 diabetes-related quantitative traits."}, {"pubmed": 15998659, "text": "in healthy humans the presence of fat in the small intestine suppresses ghrelin secretion, and fat-induced suppression of ghrelin and stimulation of peptide YY and pancreatic polypeptide is dependent on fat digestion"}, {"pubmed": 16174724, "text": "PYY and glucagon like peptide-1 are colocalized and cosecreted from L cells, and total secretion of PYY is higher in females than in males, but fasting PYY levels and PYY secretion in response to oral glucose were not in any way correlated with BMI."}, {"pubmed": 16204364, "text": "PYY is negatively correlated to degree of overweight, with reduced values in obese compared with normal-weight children. Decreased PYY levels could predispose subjects to develop obesity."}, {"pubmed": 16278259, "text": "Elevated PYY may contribute to reduced intake and decreased bone turnover in anorexia nervosa."}, {"pubmed": 16362815, "text": "Peptide YY increases after meal ingestion and decreases after fasting in a manner consistent with a meal-related signal of energy homeostasis and is independent of regulation by leptin."}, {"pubmed": 16368708, "text": "rare sequence variants within PYY can influence human susceptibility to obesity"}, {"pubmed": 16420657, "text": "High levels of PYY and low levels of ghrelin in ICU patients compared to healthy controls."}, {"pubmed": 16563563, "text": "the effects of intraduodenal fatty acids on ghrelin, PYY and GLP-2 secretion are dependent on their chain length"}, {"pubmed": 16720664, "text": "lower suppression of ghrelin in African-American youth, but not the lower peptide YY levels, correlates with insulinemia and insulin resistance"}, {"pubmed": 16819834, "text": "PP-fold is crucial for establishing simultaneous interactions with two subsites in the receptor for binding of, respectively, the N- and C-terminal ends of PYY."}, {"pubmed": 16828127, "text": "Review summarizes the appetite suppressing effects of PYY in the regulation of food intake, focusing on whether it is a true endocrine factor that acts as a physiologic, hormonal regulator of appetite."}, {"pubmed": 16907966, "text": "Increased PYY level does not have as a major role in the regulation of body weight in healthy postmenopausal women."}, {"pubmed": 17045646, "text": "low circulating levels of PYY could contribute to hyperinsulinemia and insulin resistance, and possibly contribute to subsequent development of obesity and type 2 diabetes"}, {"pubmed": 17087952, "text": "Overweight or obesity are associated with lower postprandial gastric volumes and normal PYY levels. Gastric emptying influences postprandial PYY levels."}, {"pubmed": 17119001, "text": "no role for abnormal circulating PYY in human obesity but circulating PYY levels in humans are significantly elevated in anorexia nervosa"}, {"pubmed": 17138722, "text": "Cholecystokinin mediated the effect of intraduodenal fat on PYY secretion."}, {"pubmed": 17235527, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17325259, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17597642, "text": "PYY (3-36) represents almost half of total PYY immunoreactivity in neonates. It's correlations with ghrelin and BMI suggest a role of this peptide in the regulation of energy homeostasis."}, {"pubmed": 17726080, "text": "Low carbohydrate hight fat diet stimulates PYY secretion more than a low fat high carbohydrate diet in obese individuals"}, {"pubmed": 17934448, "text": "Under conditions of high plasma PYY concentrations, mimicking the fed state, changes in neural activity within the caudolateral orbital frontal cortex predict feeding behaviour independently of meal-related sensory experiences"}, {"pubmed": 17936861, "text": "A 417 kcal beverage with 95% of calories from long-chain fatty acids suppressed subjective hunger and enhanced satiety in subjects showing robust increases in plasma peptide YY levels, but was ineffective in subjects with weak peptide YY responses."}, {"pubmed": 18154642, "text": "In critical illness peptide YY levels correlate moderately with impaired gastric emptying, in a complex interaction with cholecystokinin."}, {"pubmed": 18239577, "text": "Abnormal peptide YY secretion did not contribute to the development of obesity."}, {"pubmed": 18486583, "text": "In women with anorexia nervosa, an elevated PYY level is strongly associated with diminished BMD, particularly at the spine. Therefore further investigation of the hypothesis that PYY may contribute to prevalent bone pathology in this disorder is merited"}, {"pubmed": 18534636, "text": "The lack of pre- and post-meal differences in satiety promoting hormone peptide YY makes it an unlikely contributor to binge eating in this group of obese women."}, {"pubmed": 18567824, "text": "The impaired cholinergic regulation of the postprandial drop in ghrelin concentrations and rise in PYY concentrations might be part of the deregulated food intake in obese subjects"}, {"pubmed": 18622237, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18929607, "text": "fasting peptide YY concentration is elevated in exercising women with hypothalamic amenorrhea and may serve as a proxy indicator of energy deficiency in this population"}, {"pubmed": 18987287, "text": "Ghrelin and PYY may regulate appetite during and after exercise."}, {"pubmed": 19011469, "text": "PYY and ghrelin play a major role in pathogenesis of anorexia-cachexia syndrome in pediatric ALL patients."}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19247279, "text": "Conclude that long-term exercise training has beneficial effects for overweight adolescents with respect to PYY and resistin, hormones related to appetite and insulin sensitivity."}, {"pubmed": 19344792, "text": "High PYY levels (but not adiponectin) differentiate amenorrhea from eumenorrhea, and may be an important factor contributing to low bone density in athletes."}, {"pubmed": 19737911, "text": "Increases in blood PYY(3-36) levels were dependent on the exercise intensity."}, {"pubmed": 19820027, "text": "Functional genetic variation at the PYY locus influences multiple heritable metabolic syndrome traits, conferring susceptibility to obesity and subsequent cardiorenal disease."}, {"pubmed": 19875990, "text": "postprandial PYY secretion is not affected by glycemic load but is blunted in obese black women compared with normal weight black women and with white women"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20375207, "text": "During mid-puberty, at a time when growth hormone levels are the highest, PYY is at a nadir, and these low PYY levels may facilitate pubertal progression and growth"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20642810, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20642810, "text": "Several LEP, and NPY2R and PYY SNPs were associated with obesity-related phenotypes in young adults, particularly among African-Americans."}, {"pubmed": 21098684, "text": "higher levels of PYY are associated with disordered eating psychopathology independent of BMI in women across the weight spectrum"}, {"pubmed": 21324568, "text": "The sweet taste receptors (alpha-gustducin and T1R3) are involved in glucose-stimulated secretion of GLP-1 and PYY."}, {"pubmed": 21360523, "text": "conclude that the C-terminal helix is crucial for the structural integrity of PYY"}, {"pubmed": 21502892, "text": "Examine changes in fasting total peptide YY (PYY) and ghrelin in nonobese premenopausal women after an exercise and diet program with and without weight loss. Neither fasting ghrelin nor PYY changed in response to exercise in the absence of weight loss."}, {"pubmed": 21610227, "text": "PYY varies in accordance with energy content and resting metabolism, supporting a role for PYY in energy balance modulation"}, {"pubmed": 21667426, "text": "These data suggest that ghrelin is a physiological regulator of growth hormone (GH) in the post-oral glucose state, and the decreased ghrelin secretion could be one of the mechanisms responsible for the altered GH secretion in obesity."}, {"pubmed": 21722955, "text": "Data suggest that hyperphagia in Prader-Willi syndrome is not related to a lower postprandial GLP-1 or PYY response, and that elevated ghrelin levels are consistent with increased hunger and are unrelated to insulin levels."}, {"pubmed": 22028819, "text": "PYY(3-36) is also present in murine as well as in human saliva"}, {"pubmed": 22183081, "text": "Data suggest that patients who report recent weight loss at diagnosis of major depression exhibit high levels of plasma PYY (but not plasma ghrelin or serum brain-derived neurotrophic factor); elevated PYY could contribute to reduced appetite."}, {"pubmed": 22303574, "text": "The R72T variant in PYY gene was not associated with obesity and most of its related anthropometric measurements. This suggests that other genes and/or environmental factors like dietary habits and lifestyle factors may be the contributors of obesity."}, {"pubmed": 22563842, "text": "review of evidence linking biosynthesis of peptide YY in strumal carcinoid of the ovary and severe constipation [CASE REPORT; REVIEW]"}, {"pubmed": 22954902, "text": "Circulating concentrations of PYY were inversely associated with circulating concentrations of ghrelin over 24 h in normal weight, premenopausal women. PYY may contribute to the modulation of the secretion of GHR in normal weight, premenopausal women."}, {"pubmed": 22979996, "text": "These findings underscore the important role of the NPY-Y receptor system at several levels of the gut-brain axis in which opeptide Y, peptide yy and pancreatic polypeptide operate both as neural and endocrine messengers--{REVIEW}"}, {"pubmed": 23064014, "text": "a lineage of mature enteroendocrine cells have the ability to coexpress members of a group of functionally related peptides: CCK, secretin, GIP, GLP-1, PYY, and neurotensin"}, {"pubmed": 23155335, "text": "Report high densities of serotonin and peptide YY cells in the colon of patients with lymphocytic colitis."}, {"pubmed": 23239758, "text": "Plasma PYY levels increase both in obese adolescents and in obese adults, irrespective of eating rate; slow feeding behavior is more effective in stimulating PYY release/secretion in obese adolescents than in obese adults."}, {"pubmed": 23292145, "text": "Peptide YY (PYY) is affected in several gastrointestinal diseases and disorders. Changes in PYY appear to be an adaptive response to alterations in pathophysiological conditions caused by the disease. [review]"}, {"pubmed": 23371976, "text": "In obese woman during caloric restriction, PPY concentrations (and pancreatic polypeptide) were greatest following liquid high-protein meals compared to high carbohydrate liquid meals."}, {"pubmed": 23509106, "text": "Data suggest that plasma PYY increases more after high-fat meal rather than after high-carbohydrate meal; plasma PYY is not associated with hunger or fullness; plasma PYY is not associated with energy intake."}, {"pubmed": 23519462, "text": "glucagon-like peptide 1 and peptide YY colocalize in primary cultured human L cells"}, {"pubmed": 23831742, "text": "PYY3-36 concentrations were suppressed in the women with High cognitive restraint"}, {"pubmed": 24001751, "text": "We aimed to determine whether fasting or meal-stimulated ghrelin, PYY, CCK, and satiety responses are different between lean PCOS patients and healthy women."}, {"pubmed": 24012997, "text": "PYY and ghrelin are reciprocally associated during a period of weight stability, but not following weight loss"}, {"pubmed": 24188711, "text": "We critically discuss recent findings relating to the role of PYY in mediating the beneficial effects of bariatric surgery, the role of PYY in glucose homeostasis, the role of hepatoportal PYY in mediating its central physiological effects--{REVIEW}"}, {"pubmed": 24743402, "text": "Although the effect size of the positive association of PYY with obesity in women is small, and potentially negligible, it may in fact represent a protective response against significant weight gain"}, {"pubmed": 24969624, "text": "data suggested that peptide YY expression is down-regulated by differentiation of monocytes to macrophages and proinflammatory stimuli."}, {"pubmed": 25127083, "text": "These results indicate that circulating PYY may have buffering effects during the early stages of smoking cessation while ghrelin may confer increased risk of smoking relapse."}, {"pubmed": 25361054, "text": "Eating speed at breakfast did not affect postprandial ghrelin, GLP-1, PYY, hunger, and fullness values or daily energy and macronutrient intake."}, {"pubmed": 25494974, "text": "Data suggest that, despite effects of acute sprint interval exercise (SIE) on oxygen consumption, appetite regulation, and brief up-regulation of plasma PYY, acute SIE does not affect energy intake of young men."}, {"pubmed": 25568079, "text": "Intraduodenal lipid more potently stimulated PYY release when compared to intraduodenal protein."}, {"pubmed": 25661189, "text": "Data suggest secretion of PYY and GLP1 (glucagon-like peptide-1) can be altered by diet; plasma levels of PYY/GLP1 are increased during postprandial period after meal using Paleolithic diet principles (high in protein/plant matter; no cereals/dairy)."}, {"pubmed": 25823991, "text": "Data suggest plasma PYY (peptide YY) and GLP1 (glucagon-like peptide 1) can be regulated by digestion-resistant diet factors; intake of soluble dietary fiber (prebiotic Fibersol-2) in a tea with meal up-regulated plasma PYY/GLP1 and decreased hunger."}, {"pubmed": 25990478, "text": "Plasma PYY and PP levels were significantly higher in HG [Hyperemesis gravidarum ] group."}, {"pubmed": 26002416, "text": "Immunohistochemical distribution of this peptide in the epidermal skin (from abdomen, breast and face) of healthy women was analysed."}, {"pubmed": 26506614, "text": "In male GERD patients, EE was associated with significantly higher PYY levels [107.0 (55.0-120.8) vs. 32.8 (28.7-84.5) pg/ml, p = 0.026] but lower adiponectin levels [6.7 (5.6-9.3) vs. 9.9 (9.6-10.6) mug/ml, p = 0.034] than NE"}, {"pubmed": 26718419, "text": "Data suggest that capsaicin, an appetite suppressant dietary supplement (here, administered via intraduodenal infusion), does not act via alteration of secretion of satiety hormones PYY (peptide YY) and GLP-1 (GLP-1)."}, {"pubmed": 26762368, "text": "Data suggest that endocrine responses differ between jejunal and gastric enteral feeding, with higher peak plasma CCK (cholecystokinin), PYY (peptide YY), and GLP-1/2 (glucagon-like peptides 1/2) concentrations being attained after jejunal feeding."}, {"pubmed": 27022941, "text": "Data suggest that laparoscopic sleeve gastrectomy (LSG) for morbid obesity improves insulin resistance after either fast or slow feeding/eating; these findings suggest a negligible contribution of anorexigenic gut peptides GLP1 (glucagon-like peptide 1) and PYY (peptide YY) from intestinal L cells in response to LSG-induced weight loss."}, {"pubmed": 27117413, "text": "These findings indicate that the mechanism underlying type 2 diabetes remission may be mediated by PYY."}, {"pubmed": 27264721, "text": "Data suggest that hunger, pleasantness of eating, and prospective food intake are down-regulated in older women and this is accompanied by up-regulation of blood levels of peptide YY; both age and sex of subject appear to have independent effects on energy intake. This study was conducted in London and is reported as preliminary evidence."}, {"pubmed": 27405092, "text": "Altogether, these results demonstrated a role of toll-like receptors in the modulation of Pyy expression and the importance of butyrate, a product of bacterial fermentation in regulation of microbial toll-like receptor-dependent sensing."}, {"pubmed": 27447725, "text": "Angiotensin II stimulates PYY secretion, in turn inhibiting epithelial anion fluxes, thereby reducing net fluid secretion into the colonic lumen."}, {"pubmed": 27465830, "text": "expression of PYY and its NPY receptors on mouse islets and immortalised rodent and human beta-cells was examined."}, {"pubmed": 27513679, "text": "In extremely obese patients, fasting PYY3-36 concentrations were linked to systolic blood pressure, but not to other components of metabolic syndrome, suggesting divergence between pathways of blood pressure and glucose/body weight regulation."}, {"pubmed": 27721013, "text": "Data suggest that dose/intensity-response relationships exist between exercise intensity and total plasma PYY levels, though the effects on total plasma GLP1 levels and hunger perceptions seem unclear. (PYY = peptide YY ; GLP1 = glucagon-like peptide 1)"}, {"pubmed": 27918953, "text": "Peptide YY and PP are associated with circulating innate pro-inflammatory cytokines in patients after acute pancreatitis and cumulatively contribute to nearly half of the variance of IL-6, MCP-1, and TNFalpha. Future research is warranted to investigate the signaling pathways that underlie these associations."}, {"pubmed": 29412828, "text": "the current review aims to compile, evaluate and summarise current knowledge on PYY, with particular emphasis on obesity and diabetes treatment, and the importance of specific Y receptor interactions for this."}, {"pubmed": 29455414, "text": "Data show that peptide YY (PYY) mRNA levels were ~ 40,000-fold higher in mouse than human islets, suggesting a more important role of locally secreted Pyy in mouse islets."}, {"pubmed": 30991633, "text": "Real-time RT-PCR revealed that Intermittent Hypoxia significantly increased the mRNA levels of peptide YY (PYY), glucagon-like peptide-1 (GLP-1), and neurotensin (NTS) in Caco-2 cells."}, {"pubmed": 33933736, "text": "Single nucleotide polymorphism in CD36: Correlation to peptide YY levels in obese and non-obese adults."}, {"pubmed": 35180645, "text": "Crystal structures of human neuropeptide Y (NPY) and peptide YY (PYY)."}, {"pubmed": 36088864, "text": "Emerging evidence of the relationship between fat-free mass and ghrelin, glucagon-like peptide-1, and peptide-YY."}, {"pubmed": 36525977, "text": "Structural basis for Y2 receptor-mediated neuropeptide Y and peptide YY signaling."}, {"pubmed": 37380814, "text": "Peptide YY inhibits transcription and replication of hepatitis B virus by suppressing promoter/enhancer activity."}, {"pubmed": 37995867, "text": "RET Signaling Persists in the Adult Intestine and Stimulates Motility by Limiting PYY Release From Enteroendocrine Cells."}], "genomic_pos": {"chr": "17", "end": 44004469, "ensemblgene": "ENSG00000131096", "start": 43952733, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 42081837, "start": 42030106, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007631", "qualifier": "involved_in", "term": "feeding behavior"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060575", "pubmed": 10488139, "qualifier": "involved_in", "term": "intestinal epithelial cell differentiation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0001664", "pubmed": [7493937, 7592911], "qualifier": "enables", "term": "G protein-coupled receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005179", "pubmed": 10698177, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005184", "qualifier": "enables", "term": "neuropeptide hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 23597562, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031841", "qualifier": "enables", "term": "neuropeptide Y receptor binding"}]}, "homologene": {"genes": [[7955, 30211], [7955, 793458], [8364, 779881], [9544, 714041], [9598, 468391], [9606, 5697], [9615, 607156], [9913, 615800], [10090, 217212], [10116, 287730]], "id": 3066}, "interpro": [{"desc": "Pancreatic hormone-like", "id": "IPR001955", "short_desc": "Pancreatic_hormone-like"}, {"desc": "Pancreatic hormone-like, conserved site", "id": "IPR020392", "short_desc": "Pancreatic_hormone-like_CS"}], "ipi": ["IPI00219199", "IPI00298252"], "map_location": "17q21.31", "name": "peptide YY", "other_names": ["peptide YY", "peptide tyrosine tyrosine", "prepro-PYY"], "pantherdb": {"HGNC": "9748", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99924", "ortholog_type": "LDO", "panther_family": "PTHR10533", "taxid": 10090, "uniprot_kb": "Q9EPS2"}, {"RGD": "1593289", "ortholog_type": "LDO", "panther_family": "PTHR10533", "taxid": 10116, "uniprot_kb": "P10631"}, {"Ensembl": "ENSGALG00000046338", "ortholog_type": "LDO", "panther_family": "PTHR10533", "taxid": 9031, "uniprot_kb": "A0A0S3UPI6"}, {"ZFIN": "ZDB-GENE-060215-2", "ortholog_type": "O", "panther_family": "PTHR10533", "taxid": 7955, "uniprot_kb": "E7F0L6"}, {"ZFIN": "ZDB-GENE-980526-71", "ortholog_type": "LDO", "panther_family": "PTHR10533", "taxid": 7955, "uniprot_kb": "Q9I8P2"}], "uniprot_kb": "P10082"}, "pathway": {"kegg": {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": {"id": "WP4030", "name": "SCFA and skeletal muscle substrate metabolism"}}, "pdb": ["2DEZ", "2DF0", "2L60", "2NA5", "7RT9", "7YON"], "pfam": "PF00159", "pharmgkb": "PA34090", "pharos": {"target_id": 8590, "tdl": "Tbio"}, "pir": ["A31358", "S33795", "S34568", "S34569"], "prosite": "PS50276", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168293", "relationship": "is"}, {"id": "GNF179199", "relationship": "is"}, {"id": "GNF190105", "relationship": "is"}, {"id": "GNF201011", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF131451", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337498", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104427", "relationship": "is"}, {"id": "GNF144075", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_023338.2"], "protein": ["NP_001380957.1", "NP_001380958.1", "NP_004151.4"], "rna": ["NM_001394028.1", "NM_001394029.1", "NM_004160.6"], "translation": [{"protein": "NP_004151.4", "rna": "NM_004160.6"}, {"protein": "NP_001380958.1", "rna": "NM_001394029.1"}, {"protein": "NP_001380957.1", "rna": "NM_001394028.1"}]}, "reporter": {"HG-U133_Plus_2": ["207080_s_at", "211253_x_at"], "HG-U95Av2": ["36449_s_at", "36450_at"], "HTA-2_0": "TC17001568.hg.1", "HuEx-1_0": "3758775", "HuGene-1_1": "8015890", "HuGene-2_1": "16845510"}, "summary": "This gene encodes a member of the neuropeptide Y (NPY) family of peptides. The encoded preproprotein is proteolytically processed to generate two alternative peptide products that differ in length by three amino acids. These peptides, secreted by endocrine cells in the gut, exhibit different binding affinities for each of the neuropeptide Y receptors. Binding of the encoded peptides to these receptors mediates regulation of pancreatic secretion, gut mobility and energy homeostasis. Rare variations in this gene could increase susceptibility to obesity and elevated serum levels of the encoded peptides may be associated with anorexia nervosa. [provided by RefSeq, Feb 2016].", "symbol": "PYY", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419178"}, "unigene": "Hs.169249", "uniprot": {"Swiss-Prot": "P10082"}, "wikipedia": {"url_stub": "Peptide YY"}}