{"AllianceGenome": "9801", "HGNC": "9801", "MIM": "602048", "_id": "5879", "_version": 2, "accession": {"genomic": ["AC009412.6", "AJ132695.5", "AL833528.1", "CH236963.1", "CH878731.1", "CP068271.2", "CS026591.1", "CS026817.1", "DQ165078.1", "NC_000007.14", "NC_060931.1", "NG_029431.1"], "protein": ["AAA36537.1", "AAA36544.1", "AAD30547.1", "AAH04247.1", "AAH50687.1", "AAI07749.1", "AAM21111.1", "AAP35785.1", "AAQ16632.1", "AAS07511.1", "AAS07512.1", "AAZ80485.1", "BAD92647.1", "BAF84495.1", "BAF84504.1", "BAG51447.1", "BAG70052.1", "BAG70177.1", "CAA10732.1", "CAA10733.6", "CAB53579.5", "CAI61762.1", "CAI61874.1", "EAL23718.1", "EAL23719.1", "EAL23720.1", "EAW55039.1", "EAW55040.1", "EAW55041.1", "EAW55042.1", "EAW55043.1", "EAW55044.1", "NP_008839.2", "NP_061485.1", "P63000.1"], "rna": ["AB209410.1", "AB451238.1", "AB451363.1", "AF136373.1", "AF498964.1", "AJ132694.1", "AK054993.1", "AK122742.1", "AK291806.1", "AK291815.1", "AY279384.1", "BC004247.1", "BC050687.1", "BC107748.1", "BG437715.1", "BQ689587.1", "BT007121.1", "D25274.1", "M29870.1", "M31467.1", "NM_006908.5", "NM_018890.4", "NM_198829.1"], "translation": [{"protein": "BAF84504.1", "rna": "AK291815.1"}, {"protein": "BAG51447.1", "rna": "AK054993.1"}, {"protein": "AAA36537.1", "rna": "M29870.1"}, {"protein": "BAG70177.1", "rna": "AB451363.1"}, {"protein": "BAF84495.1", "rna": "AK291806.1"}, {"protein": "AAH50687.1", "rna": "BC050687.1"}, {"protein": "CAA10732.1", "rna": "AJ132694.1"}, {"protein": "AAQ16632.1", "rna": "AY279384.1"}, {"protein": "BAG70052.1", "rna": "AB451238.1"}, {"protein": "AAM21111.1", "rna": "AF498964.1"}, {"protein": "AAH04247.1", "rna": "BC004247.1"}, {"protein": "NP_061485.1", "rna": "NM_018890.4"}, {"protein": "BAD92647.1", "rna": "AB209410.1"}, {"protein": "AAA36544.1", "rna": "M31467.1"}, {"protein": "AAD30547.1", "rna": "AF136373.1"}, {"protein": "AAI07749.1", "rna": "BC107748.1"}, {"protein": "AAP35785.1", "rna": "BT007121.1"}, {"protein": "NP_008839.2", "rna": "NM_006908.5"}]}, "alias": ["MIG5", "MRD48", "Rac-1", "TC-25", "p21-Rac1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2023-09-20T16:00:00.000Z", "disease_label": "syndromic intellectual disability", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0000508", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_da151217-aee4-4a00-9ae1-d8b610eb216e-2023-09-20T160000.000Z", "sop": "SOP10"}}, "ec": "3.6.5.2", "ensembl": {"gene": "ENSG00000136238", "protein": ["ENSP00000258737", "ENSP00000348461", "ENSP00000515615", "ENSP00000515616"], "transcript": ["ENST00000348035", "ENST00000356142", "ENST00000473564", "ENST00000488373", "ENST00000495499", "ENST00000497741", "ENST00000696666", "ENST00000704002", "ENST00000704003"], "translation": [{"protein": "ENSP00000258737", "rna": "ENST00000348035"}, {"protein": "ENSP00000348461", "rna": "ENST00000356142"}, {"protein": "ENSP00000515615", "rna": "ENST00000704002"}, {"protein": "ENSP00000515616", "rna": "ENST00000704003"}], "type_of_gene": "protein_coding"}, "entrezgene": "5879", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.8859374557, "exp_mis": 75.8530063582, "exp_syn": 38.6935269137, "lof_z": 2.6678415237369, "mis_z": 3.41752813861917, "mu_lof": 7.88517510448e-07, "mu_mis": 6.86081031838e-06, "mu_syn": 3.402123001e-06, "n_lof": 2.0, "n_mis": 15.0, "n_syn": 31.0, "p_li": 0.572395052728126, "p_null": 0.00243633201079408, "p_rec": 0.42516861526108, "syn_z": 0.766753914026806}, "bp": 636, "cds_end": 6442077, "cds_start": 6414366, "n_exons": 7, "nonpsych": {"exp_lof": 9.72520025236, "exp_mis": 68.5266686621, "exp_syn": 34.893755202, "lof_z": 2.43283383404854, "mis_z": 3.26138499673103, "mu_lof": 7.88517510448e-07, "mu_mis": 6.86081031838e-06, "mu_syn": 3.402123001e-06, "n_lof": 2.0, "n_mis": 15.0, "n_syn": 27.0, "p_li": 0.497062319586057, "p_null": 0.00533728892820476, "p_rec": 0.497600391485738, "syn_z": 0.84134396370503}, "nontcga": {"exp_lof": 10.0026228592, "exp_mis": 69.7723308249, "exp_syn": 35.5856094478, "lof_z": 2.49606938438475, "mis_z": 3.26685155569573, "mu_lof": 7.88517510448e-07, "mu_mis": 6.86081031838e-06, "mu_syn": 3.402123001e-06, "n_lof": 2.0, "n_mis": 15.0, "n_syn": 29.0, "p_li": 0.499777656030972, "p_null": 0.00429840003944376, "p_rec": 0.495923943929585, "syn_z": 0.699006216732039}, "transcript": "ENST00000356142.4"}, "exons": [{"cdsend": 6402446, "cdsstart": 6374735, "chr": "7", "position": [[6374526, 6374770], [6387211, 6387283], [6391923, 6392041], [6400125, 6400188], [6401867, 6402027], [6402315, 6403967]], "strand": 1, "transcript": "NM_006908", "txend": 6403967, "txstart": 6374526}, {"cdsend": 6402446, "cdsstart": 6374735, "chr": "7", "position": [[6374526, 6374770], [6387211, 6387283], [6391923, 6392041], [6398661, 6398718], [6400125, 6400188], [6401867, 6402027], [6402315, 6403967]], "strand": 1, "transcript": "NM_018890", "txend": 6403967, "txstart": 6374526}], "exons_hg19": [{"cdsend": 6442077, "cdsstart": 6414366, "chr": "7", "position": [[6414157, 6414401], [6426842, 6426914], [6431554, 6431672], [6439756, 6439819], [6441498, 6441658], [6441946, 6443598]], "strand": 1, "transcript": "NM_006908", "txend": 6443598, "txstart": 6414157}, {"cdsend": 6442077, "cdsstart": 6414366, "chr": "7", "position": [[6414157, 6414401], [6426842, 6426914], [6431554, 6431672], [6438292, 6438349], [6439756, 6439819], [6441498, 6441658], [6441946, 6443598]], "strand": 1, "transcript": "NM_018890", "txend": 6443598, "txstart": 6414157}], "generif": [{"pubmed": 11685227, "text": "protein interaction mapping with guanine nucleotide exchange factor, Tiam1"}, {"pubmed": 11822867, "text": "Our findings indicate that different signal cascades resulting in the activation of Rac1 ...can modulate the exocytotic process of neuroendocrine cells."}, {"pubmed": 11884513, "text": "Rac1 is required for capillary lumen formation by vascular endothelial cells in three-dimensional extracellular matrices"}, {"pubmed": 11973651, "text": "role for the small GTPases Rac1 in the generation of skeletal muscle tumors."}, {"pubmed": 12027902, "text": "Interaction between p21-activated protein kinase and Rac during differentiation of HL-60 human promyelocytic leukemia cell"}, {"pubmed": 12038964, "text": "Rac1 generates reactive oxygen species through beta-amyloid signaling"}, {"pubmed": 12115629, "text": "Rac1 play essential role in regulating the formation of dendritic processes by dendritic cell"}, {"pubmed": 12117911, "text": "proteasomal degradation of cytotoxic necrotizing factor 1-activated rac1"}, {"pubmed": 12169092, "text": "These results demonstrate that Rho family small GTPases RhoA, Rac1 and Cdc42 are novel signal transducers for SP-stimulated IL-8 expression."}, {"pubmed": 12181570, "text": "Mechanism of regulation of WAVE1-induced actin nucleation by Rac1 and Nck: we propose that Rac1 and Nck cause dissociation of the WAVE1 complex, which releases active WAVE1-HSPC300 and leads to actin nucleation."}, {"pubmed": 12239215, "text": "Data show that arsenic trioxide induces activation of the small G-protein Rac1 and the alpha and beta isoforms of the p38 mitogen-activated protein (MAP) kinase in several leukemia cell lines."}, {"pubmed": 12376551, "text": "Rac1 and Cdc42 are activated independent of RhoG"}, {"pubmed": 12377770, "text": "role in pathway that promotes urokinase plasminogen activator mRNA stability in invasive breast cancer cells"}, {"pubmed": 12393431, "text": "mechanism of IL-2-activated Rac1 regulation of Akt-dependent cell survival in NK cells"}, {"pubmed": 12393632, "text": "DOCK2 associates with CrkL and regulates Rac1 in human leukemia cell lines"}, {"pubmed": 12453877, "text": "Cdc42/Rac1-dependent activation of the p21-activated kinase (PAK) regulates human platelet lamellipodia spreading."}, {"pubmed": 12499846, "text": "RAC1-controlled cascades promoting lamellar protrusion are independent of MAPK activity and partially down-regulated by p-JNK."}, {"pubmed": 12511425, "text": "Rac/Cdc42-dependent activation of MAPK/ERK is a critical event in the immediate phagocytic response of PMNs to microbial challenge"}, {"pubmed": 12524240, "text": "Adenoviral-mediated expression of the constitutively active allele of Rac1 in human umbilical vein endothelial cells results in mitochondrial oxidative stress with induction of biochemical, molecular, and morphological features of senescence."}, {"pubmed": 12574162, "text": "The requirement for polyamines for intestinal epithelial cell migration is mediated through this protein."}, {"pubmed": 12584113, "text": "Data show that inhibition of endogenous RhoA, Rac1, and Cdc42 by their respective dominant negative mutants inhibits neurotensin-induced interleukin-8 protein production and promoter activity."}, {"pubmed": 12606638, "text": "Rac1 and superoxide play crucial roles in the regulation of expression of cell adhesion molecules in endothelial cells"}, {"pubmed": 12612085, "text": "TRE17 coprecipitated specifically with the active forms of Cdc42 and Rac1 in vivo. TRE17 is part of a novel effector complex for Cdc42 and Rac1, potentially contributing to their effects on actin remodeling."}, {"pubmed": 12676940, "text": "The beta2 integrin-triggered relocalization of Rac1 to the cytoskeleton was enabled by a PI 3-kinase-induced dissociation of Rac1 from LyGDI"}, {"pubmed": 12714565, "text": "AIF-1 binds and polymerizes F actin and also regulates Rac1 activity and vascular smooth muscle migration"}, {"pubmed": 12719789, "text": "evid,ence that the small GTPases RhoA and Rac1 but not Cdc42, are directly associated with Tyk2 and PI3-K in an uPA/uPAR-dependent fashion and are necessary to mediate the uPA/uPAR-directed migration via the Tyk2/PI3-K signalling complex in human VSMC"}, {"pubmed": 12761036, "text": "an enhanced activation of Rac1 in primary human schwannoma cells"}, {"pubmed": 12810717, "text": "Rac1-dependent pathways that participate in Src-induced cell transformation are regulated by Vav2 and Tiam1"}, {"pubmed": 12861025, "text": "Rac1 has a role in thrombospondin 2 regulation of cell growth via redox-dependent signaling"}, {"pubmed": 12874273, "text": "C-terminal, hypervariable domain of Rac1 encodes two distinct binding motifs for signaling proteins and regulates intracellular targeting and differential signaling in a unique and non-redundant fashion"}, {"pubmed": 12883706, "text": "Rho protein regulates the tyrosine phosphorylation of FAK through translocation from the nucleus to the membrane"}, {"pubmed": 12912997, "text": "Rac1, but not not Rac2 has a role in the human NADPH oxidase complex"}, {"pubmed": 12960245, "text": "direct activation of Cdc42 and Rac1 by invasive Salmonella is a prerequisite of Salmonella-mediated death of U937 cells."}, {"pubmed": 12972426, "text": "Rac1 and RhoA bind to adherens junctions and myosin light chain during formation of capillary vascular network"}, {"pubmed": 14506233, "text": "alternative splicing of Rac1 leads to a highly active Rac variant that differs in regulation and downstream signaling"}, {"pubmed": 14514689, "text": "analysis of the interaction between the small G proteins Rac1 and RhoA and protein kinase C-related kinase 1"}, {"pubmed": 14557270, "text": "bFGF- and NGF-induced phosphorylation of p85 betaPIX mediates Rac1 activation, which in turn regulates cytoskeletal reorganization at growth cones, but not translocation of the PIX complex."}, {"pubmed": 14576080, "text": "ROS such as superoxide and H(2)O(2) derived from Rac1-activated NADPH oxidase mediate TNF-alpha-induced MCP-1 expression in endothelial cells"}, {"pubmed": 14623895, "text": "cleavage of CD44 catalyzed by ADAM10 is augmented by the intracellular signaling elicited by engagement of CD44, through Rac1-mediated cytoskeletal rearrangement, and suggest that CD44 cleavage contributes to the migration and invasion of tumor cells"}, {"pubmed": 14625275, "text": "Alternatively spliced Rac1b is able to bind the GTPase-binding domain of PAK but not full-length PAK in a GTP-dependent manner."}, {"pubmed": 14641180, "text": "data identified Rac1 as a key intermediate in Yersinia enterocolitica invasin-triggered IL-8 synthesis"}, {"pubmed": 14701795, "text": "Rac1 activates Dbs at the pleckstrin homology domain"}, {"pubmed": 14729058, "text": "Expression of either dominant-negative or constitutively active forms of RAC1 prevented lamellipodial formation."}, {"pubmed": 14736526, "text": "alterations of rac1 gene may contribute to tumorigenesis and/or metastasis"}, {"pubmed": 14737186, "text": "Nef binds the DOCK2-ELMO1 complex to activate rac and inhibit lymphocyte chemotaxis"}, {"pubmed": 14960575, "text": "down-regulation of the activity of this GTPase is a requirement for the regulation of T cell morphology and motility"}, {"pubmed": 14976202, "text": "agonist-induced internalization of thromboxane A2 receptor beta was regulated by Nm23-H2 through modulation of Rac1 signaling"}, {"pubmed": 15009099, "text": "rhoA and rac-1 participate in cell sensitivity to mechanical strain and lead to the modulation of the Erk pathway."}, {"pubmed": 15123640, "text": "Data suggest that hyaluronan-CD44 interaction with Rac1-protein kinase N gamma plays a pivotal role in phospholipase C gamma1-regulated calcium signaling and cortactin-cytoskeleton function required for keratinocyte cell-cell adhesion and differentiation."}, {"pubmed": 15123662, "text": "cross-talk between Rac and Cdc42 GTPases regulates generation of reactive oxygen species"}, {"pubmed": 15166228, "text": "lamellipodial protrusion in smooth muscle cells can be regulated by waves of Rac1 activation"}, {"pubmed": 15170282, "text": "Rac-1 overexpression is a frequent occurrence in oral squamous cell carcinoma (OSCC), highlighting the involvement of GTPase elements in the neoplastic growth of OSCC."}, {"pubmed": 15187145, "text": "activation of Rac1 leads to HIV-LTR trans-activation, mediated through TIRAP. Rac1 and TIRAP are important in TLR4 activation of HIV replication"}, {"pubmed": 15194790, "text": "activated by HIV Env-coreceptor interactions during HIV-induced membrane fusion and cell-cell fusion"}, {"pubmed": 15226424, "text": "Data support a mechanism by which active Rac1 promotes lymphoma cell survival and inhibits apoptosis in response to cancer chemotherapy drugs."}, {"pubmed": 15231571, "text": "a G protein-coupled receptor encoded by HHV8 activates Rac1, which links the viral GPCR to transcription factor activation"}, {"pubmed": 15247305, "text": "novel phosphorylation-dependent function of Bam32 in regulating Rac1 activation and actin remodeling."}, {"pubmed": 15265891, "text": "Both Cdc42 & Rac1 control the transport of essential immunostimulatory molecules to the DC surface. Cdc42 and Rac1 signaling controls DC morphology and conditions DCs for efficient CD8(+) T cell stimulation."}, {"pubmed": 15298851, "text": "Coordination of both RhoA and Rac1 activity contributes to bronchial epithelial wound repair mechanisms in vitro."}, {"pubmed": 15303276, "text": "Our results suggest that Racl may be involved in angiogenesis by controlling the expression of angiogenesis-related factors."}, {"pubmed": 15308673, "text": "the activity of Rac1 is suppressed during cytokinesis, increasing at the plasma membrane of polar sides before the abscission of the daughter cells in both HeLa and Rat1A cells"}, {"pubmed": 15351707, "text": "Rac1 activation is inhibited by SPRY2"}, {"pubmed": 15377999, "text": "activation of Rac1 amplifies the signaling activity of stabilized/mutated beta-catenin by promoting its accumulation in the nucleus, and synergizing with beta-catenin to augment TCF/LEF-dependent gene transcription"}, {"pubmed": 15470041, "text": "roles for Rac1 in early signal transduction and cytoskeletal rearrangement of T lymphocytes responding to chemokine."}, {"pubmed": 15479739, "text": "Rap1 promotes cell spreading by localizing a subset of Rac GEFs to sites of active lamellipodia extension"}, {"pubmed": 15535843, "text": "The antagonistic roles of RhoA and Rac1 in cell motility/invasion and cytoskeletal organization in breast cancer may be due to their concerted action on NHE1 activity as a convergence point."}, {"pubmed": 15569826, "text": "ANP is a novel endogenous activator of endothelial Rac1."}, {"pubmed": 15579468, "text": "Rac1, PI3 kinase, and Akt3 have roles in an anti-apoptotic pathway triggered by ALS2 that antagonizes SOD1 mutant-induced motoneuronal cell death"}, {"pubmed": 15614286, "text": "that Rac 1 activation accelerates the wound healing process and is associated with more efficient angiogenesis at the wound site."}, {"pubmed": 15647276, "text": "isoprenylcysteine carboxylmethyltransferase regulates Rac1 activity by controlling the interaction of Rac1 with RhoGDI through TNFA"}, {"pubmed": 15777850, "text": "a specific cross-talk between TGF-beta1 and fibronectin-binding integrin signal pathways leads to the activation of c-Src/Rac1/actin-organization, leading to changes in cell cycle regulator levels in hepatoma cells"}, {"pubmed": 15817154, "text": "Rac1b, a splicing variant of Rac1, stimulates cell cycle progression and cell survival in pathways involving NF-kappaB."}, {"pubmed": 15850775, "text": "TrioN, a Dbl family GEF, activates Rac1 by facilitating GTP binding to, as well as stimulating GDP dissociation from, Rac1"}, {"pubmed": 15860737, "text": "Rac1 plays a critical role in maintaining the surface expression of PAR1 and the responsiveness to thrombin in vascular smooth muscle cells"}, {"pubmed": 15864742, "text": "Data suggest that ICAM-1 gene induction by TNFalpha and IL-6 is mediated mainly via NFkappaB and Stat3, respectively and Rac1 appears to play a central role in modulating cytokine-induced ICAM-1 expression in endothelial cells."}, {"pubmed": 15901767, "text": "Activation of small RhoGTPases is a key step in the mechanism of epithelial mesemchymal transdifferentiation and likely to be a contributor to tubulointerstitial fibrosis."}, {"pubmed": 15905615, "text": "High frequency of overexpression of rac1 pseudogene was detected in the human brain tumors when compared with that expressed in the normal brain tissues"}, {"pubmed": 16027728, "text": "functional analysis of Rac1 and Rac3 using RNA interference reveals a critical role for these GTPases in the invasive behavior of glioma and breast carcinoma cells"}, {"pubmed": 16195235, "text": "Rac1 is required for aggregate integrity leading to thrombus formation under physiologically relevant levels of shear both in vitro and in vivo."}, {"pubmed": 16195373, "text": "S1P-induced recruitment of S1P1 to CEM fractions promotes PI3 kinase-mediated Tiam1/Rac1 activation required for alpha-actinin-1/4-regulated cortical actin rearrangement and EC barrier enhancement"}, {"pubmed": 16243562, "text": "data suggest that E. coli K1 modulates the binding of Rac1, to PAK1 during the invasion of human brain microvascular endothelial cells (HBMEC)"}, {"pubmed": 16257181, "text": "The results suggest that oncogenic K-Ras enhances the malignant phenotype and identify the mitogen-activated protein kinase p38 as a target to inhibit oncogenic K-Ras-induced pancreatic tumor cell migration."}, {"pubmed": 16280046, "text": "results suggest a role for both the Rac1 and Rac3 GTPases in human breast cancer progression"}, {"pubmed": 16339170, "text": "Results suggest that RhoG contributes to the regulation of Rac1 activity in migrating cells."}, {"pubmed": 16339173, "text": "Data show that alpha6 and alpha3 integrin subunits interact with laminin 5 to increase expression of E-cadherin, and suggest that phosphoinositide 3-kinase (PI 3-kinase) activation plays a key role in this cross-talk."}, {"pubmed": 16354686, "text": "Rac1 facilitated the recruitment of Nox2 into the endosomal compartment and subsequent redox-dependent recruitment of TRAF6 to the MyD88/IL-1R1 complex."}, {"pubmed": 16390331, "text": "EGF induces ADAM10-mediated CD44 cleavage through Rac1 and mitogen-activated protein kinase activation, and thereby promotes tumour cell migration and invasion."}, {"pubmed": 16395716, "text": "Activated rac1 and Cdc42 are involved in the hypoxia-induced production of angiogenesis-promoting factors and tumor suppressors, and suggest that the Rho family GTPases Rac1 and Cdc42 may contribute to the hypoxia-mediated angiogenesis."}, {"pubmed": 16410245, "text": "activation of the c-Abl-PKCdelta-Rac1-p38 MAPK pathway in response to ionizing radiation signals conformational changes of Bak and Bax, resulting in mitochondrial activation-mediated apoptotic cell death in human non-small cell lung cancer cells"}, {"pubmed": 16439689, "text": "Slit2 inhibits vascular smooth muscle cell migration by suppressing small GTPase Rac1 activation."}, {"pubmed": 16492808, "text": "Rac1 interaction with beta-Pix (p21-activated kinase [Pak]-interacting exchange factor) is required for Rac1 activation by beta-Pix as well as for Rac1-mediated spreading"}, {"pubmed": 16507994, "text": "Rac1 regulates both oxidases Nox1 and Nox3 through the Nox activators"}, {"pubmed": 16551621, "text": "The roles of RAC1 and RAC1b in the RelB mediated transciption in 3 tumor cell lines are reported."}, {"pubmed": 16628223, "text": "An obligatory role for endogenous GIT2 in repression of lamellipodial extension and FA turnover by Rac1- and Cdc42-dependent signaling pathways, respectively, was demonstarted."}, {"pubmed": 16681996, "text": "These findings indicate for the first time that activation of geranylgeranylated proteins including RhoA and Rac1 is involved in type III GBS invasion of HBMEC and RhoA is upstream of Rac1 in GBS invasion of HBMEC."}, {"pubmed": 16707128, "text": "The upregulation of Rac-1 molecule might also play a role in the acquisition of dendritic cells mature phenotype."}, {"pubmed": 16716260, "text": "Rac1 is activated by murine leukemia virus particles in HeLa cells"}, {"pubmed": 16751412, "text": "Rac1 is involved in Porphyromonas gingivalis fimbria-stimulated monocytic cell adhesion to human vascular endothelium and transendothelial migration in vitro."}, {"pubmed": 16762923, "text": "Rac1 directly participates in Nox1 activation via interacting with Noxa1."}, {"pubmed": 16772332, "text": "Rac1 and Rac2 have distinct roles in regulating cell morphology, migration and invasion, but are not essential for macrophage migration or chemotaxis."}, {"pubmed": 16775008, "text": "These findings suggest that PI3KC2beta regulates the migration and survival of human tumor cells by distinct molecular mechanisms."}, {"pubmed": 16809619, "text": "Rac1 (and not Rac2) is essential for Rho and myosin activation at the trailing edge to regulate uropod function"}, {"pubmed": 16825658, "text": "Results suggest that ATP-mediated barrier protection is associated with cytoskeletal activation and is dependent on both Rac activation and cortactin."}, {"pubmed": 16861229, "text": "the polybasic motif specifically directs Rac1 to effect cytoskeletal rearrangement and cell migration by selective membrane phospholipid targeting"}, {"pubmed": 16914518, "text": "Both the beta4 integrin ligand-binding and cytoplasmic domains together with epidermal growth factor were required for the synergistic activation of a Rac-dependent signaling pathway that was essential for keratinocyte directional migration."}, {"pubmed": 16951224, "text": "The Rac is a novel angiogenic factor for HCC through the enhancement of HIF-1alpha protein stability, which provides a possible therapeutic target in the development of inhibitors of angiogenesis."}, {"pubmed": 17012749, "text": "Akt1 and Akt2 have opposing roles in Rac/Pak signaling and cell migration"}, {"pubmed": 17018610, "text": "Activation of Fn14 signaling by the ligand TNF-like weak inducer of apoptosis (TWEAK) stimulates migration and up-regulates expression of Fn14; this TWEAK effect requires Rac1 and nuclear factor-kappaB (NF-kappaB) activity."}, {"pubmed": 17018616, "text": "TGF-beta \"cross-links\" the HER2/Vav2/Rac1/Pak1/actin/actinin complex at cell lamellipodia, prolonging Rac1 activation."}, {"pubmed": 17027967, "text": "Taken together, these results suggest that Dock4 plays an important role in the regulation of cell migration through activation of Rac1, and that RhoG is a key upstream regulator for Dock4."}, {"pubmed": 17064663, "text": "Rac1 inhibition in non-metastatic or moderately metastatic cells results in inhibition of migration, whereas in highly metastatic cells Rac1 inhibition results in stimulation of migration."}, {"pubmed": 17074883, "text": "Rho family GTPases play a distinct role in Salmonella-induced cellular responses."}, {"pubmed": 17088251, "text": "Src and Rac1 have roles in focal adhesion kinase and ERK mitogenic signaling in epithelial cells"}, {"pubmed": 17115053, "text": "structure of the Rac1- phospholipase C (PLC)-beta2 complex reveals determinants that dictate selectivity of PLC-beta isozymes for Rac GTPases over other Rho-family GTPases"}, {"pubmed": 17121847, "text": "DEF6 not only activates Rho-family GTPases but also cooperates with activated Rac1 to exert its cellular function"}, {"pubmed": 17122362, "text": "These results suggest that ARF6 depletion or Ang II treatment are functionally equivalent and point to a role for endogenous ARF6 as an inhibitor of Rac1 activity."}, {"pubmed": 17229424, "text": "Localization of ezrin in adherens junctions is regulated by Rac1 in a manner involving PIPK."}, {"pubmed": 17233629, "text": "First step of the cell-penetrating peptide mechanism involves RAC1-dependent actin-network remodeling."}, {"pubmed": 17234718, "text": "The EGFR/Vav2/Rac1 axis is a crucial pathway for the acquisition of motile and invasive properties of most head and neck squamous cell carcinoma cells."}, {"pubmed": 17244648, "text": "RAC1 and RAC3 have opposing functions in cell adhesion and differentiation of neuronal cells."}, {"pubmed": 17275330, "text": "Remedial strategies in structural proteomics were used for the expression, purification, and rystallization of the VAV1/RAC1 complex."}, {"pubmed": 17300916, "text": "RGS3L functions as a molecular switch, redirecting Gi-coupled receptors via Gbetagamma-dimers and PI3K from Rac1 to RhoA activation."}, {"pubmed": 17301947, "text": "Maspin controls mammary tumor cell migration through inhibiting Rac1 and Cdc42, but not the RhoA GTPase."}, {"pubmed": 17347137, "text": "loss of PTEN function in human prostate cancer may specifically facilitate bone rather than other organ metastasis and suggest that Rac1, as a PTEN effector, may contribute to this metastatic tropism."}, {"pubmed": 17356711, "text": "Signaling to the actin cytoskeleton by low and high concentrations of resveratrol may be differentially regulated by Rac and Cdc42."}, {"pubmed": 17409253, "text": "Transgenic Rac1 has a critical role in axon guidance and cell migration during differentiation of the ventral telecephalon."}, {"pubmed": 17428306, "text": "Study identified Crk adapter proteins, Rac1 and H-Ras, but not RhoA or Cdc42 as crucial components of the Helicobacter pylori CagA protein-induced phenotype."}, {"pubmed": 17478078, "text": "Proinvasive activity of BMP7 through SMAD4/src-independent and ERK/Rac/JNK-dependent signaling pathways in colon cancer cells is reported."}, {"pubmed": 17513457, "text": "OxPAPC promoted novel interactions between focal adhesion and adherens junction complexes via paxillin and beta-catenin association, which was critically dependent on Rac and Cdc42 activities."}, {"pubmed": 17517067, "text": "Results of this study suggest that the Rho-family GTPases are required for efficient invasion of HeLa cells by GBS."}, {"pubmed": 17521326, "text": "C. jejuni invade host target cells by a unique mechanism and the activation of the Rho GTPase members Rac1 and Cdc42 plays a crucial role in this entry process."}, {"pubmed": 17562701, "text": "Ang-1 phosphorylates Tie-2 and its downstream effector phosphatidylinositol 3-kinase. This induces activation of one endogenous GTPase, Rac1, and inhibition of another, RhoA"}, {"pubmed": 17562712, "text": "the guanine nucleotide exchange factor Ost has a role in negative regulation of receptor endocytosis by the small GTPase Rac1"}, {"pubmed": 17565754, "text": "Adenovirus-induced activation of Rac1 enhances the ability of microtubules to \"search and capture\" incoming virus particles."}, {"pubmed": 17568564, "text": "Rac1 activates proliferation of normal fibroblasts through stimulation of c-myc phosphorylation without affecting ERK1/2 activity"}, {"pubmed": 17597401, "text": "expression and activity levels of Rac1 were upregulated in colorectal cancer tissues"}, {"pubmed": 17604276, "text": "Rac-1 GTPase-mediated reactive oxygen species production and on epidermal growth factor receptor transactivation"}, {"pubmed": 17615554, "text": "We found that the effects of Rac1 silencing on keratinocytes differentiation are concomitant with negative regulation of the Ser62/Thr58 phosphorylation on the transcription factor c-myc."}, {"pubmed": 17622308, "text": "The potential role of Rac proteins in the proliferative and invasive behavior of rheumatoid arthritis-fibroblast-like synoviocytes."}, {"pubmed": 17627624, "text": "Results show the requirement of the small GTPase Rac1 activity to promote Listeria internalization."}, {"pubmed": 17637758, "text": "These observations unravel the interplay between beta-catenin and Rac1 that is initiated by T-Ag and results in stabilization of beta-catenin and its presence in cell membrane ruffles."}, {"pubmed": 17663742, "text": "Rac1 GTPase is involved in regulation of platelet secretion and aggregation"}, {"pubmed": 17686471, "text": "Vav2 acts downstream of VEGF to activate Rac1."}, {"pubmed": 17693642, "text": "IQGAP1 regulates Salmonella invasion through interactions with actin, Rac1, and Cdc42"}, {"pubmed": 17702745, "text": "FGFR-mediated phosphorylation of ephexin1 enhances the guanine nucleotide exchange activity toward RhoA without affecting the activity to Rac1 or Cdc42."}, {"pubmed": 17702746, "text": "CD44 is an important regulator of HGF/c-Met-mediated in vitro and in vivo barrier enhancement, a process with essential involvement of Tiam1, Rac1, dynamin 2, and cortactin."}, {"pubmed": 17766170, "text": "Results suggest that Rac1 plays a critical role in signalling transduction pathways relevant to colorectal tumour progression, such as activation of Wnt signalling, inhibition of TGF-beta signalling, and enhancement of metastasis-inducing genes."}, {"pubmed": 17848544, "text": "A novel mechanism is proposed in which alpha6beta4 integrin signaling via Rac1, 14-3-3 proteins, and SSH family members regulates cofilin activation, cell polarity, and matrix assembly, leading to specific epidermal cell migration behavior."}, {"pubmed": 17851761, "text": "Rac1 signaling has a role in estrogen-induced proliferation in MCF-7 breast cancer cells"}, {"pubmed": 17868934, "text": "the activation of Rac1 due to the cell-cell contact plays a critical role in the transcriptional up-regulation of p27Kip1 in vascular endothelial cells."}, {"pubmed": 17904119, "text": "These data indicate that Rac1 activity in FEMX cells regulates cell proliferation and invasion, in part via its effect on NFkappaB, signifying Rac1 as a key molecule in melanoma progression and metastasis."}, {"pubmed": 17916560, "text": "Binding of Rac1, Rnd1, and RhoD to a novel Rho GTPase interaction motif destabilizes dimerization of the plexin-B1 effector domain"}, {"pubmed": 17941827, "text": "that Rac1 is an essential player for mediating the induction of cyclin D1 and p21(Cip1) by HRG in breast cancer cells"}, {"pubmed": 17982024, "text": "In primary activated CD4(+) T cells, Rac1 and Rac2 were independently required for maximal TCR-induced apoptosis."}, {"pubmed": 17982280, "text": "The results presented here indicate that actin reorganization through FAK/PI3-K/Rac-1 activation operates in various human cancer cell systems supporting a functional role for FAK/PI-3K/Rac1/actin signaling in controlling cell motility."}, {"pubmed": 18006851, "text": "16k PRL inhibits cell migration by blocking the Ras-Tiam1-Rac1-Pak1 signaling pathway in endothelial cells"}, {"pubmed": 18045877, "text": "signaling pathway by which G(i)-coupled receptor specifically induces Rac and Cdc42 activation through direct interaction of Gbetagamma with FLJ00018."}, {"pubmed": 18056353, "text": "Theses results support a novel role for FPR stimulation in enhancing intestinal epithelial cell restitution through PI3K-dependent activation of Rac1 and Cdc42."}, {"pubmed": 18064650, "text": "These results suggest a novel mechanism of ANP protective effects against agonist-induced pulmonary endothelial cell barrier dysfunction via inhibition of Rho signaling by Epac/Rap1-Rac and PKA signaling cascades."}, {"pubmed": 18070887, "text": "Phosphatidylinositol 3-kinase-dependent membrane recruitment of Rac-1 and p47phox is critical for alpha-platelet-derived growth factor receptor-induced production of reactive oxygen species."}, {"pubmed": 18079321, "text": "Findings suggest that Vav3/Rac 1 signaling is an important modulator of ligand-independent AR transcriptional activity in prostate cancer progression."}, {"pubmed": 18086571, "text": "HBV may possibly make use of an activated Rac1 signaling pathway for increased replication and resultant metastatic effects."}, {"pubmed": 18088600, "text": "These results suggest that S1P(2) receptors/G(12/13)-proteins/Rho signaling pathways mediate S1P-induced inhibition of glioma cell migration."}, {"pubmed": 18093184, "text": "JNK-dependent activation of Rac1 ubiquitination would create a regulatory loop allowing the cell to counteract excessive activation of Rac1 GTPase"}, {"pubmed": 18156211, "text": "sFRP-1 can interact with Wnt receptors Frizzled 4 and 7 on endothelial cells to transduce downstream to cellular machineries requiring Rac-1 activity in cooperation with GSK-3beta"}, {"pubmed": 18160397, "text": "CD147, via the selective inhibition of specific downstream elements of the Vav1/Rac1 route, contributes to the negative regulation of T-cell responses."}, {"pubmed": 18160398, "text": "a VAV1-Rac1-PAK1 signaling axis in mononuclear phagocytes regulating superoxide production in a stimulus-dependent manner."}, {"pubmed": 18165265, "text": "Rac1 has a critical role in colorectal tumor progression"}, {"pubmed": 18172037, "text": "The Ang II/Rac1/STAT3 pathway is an important signaling pathway in the atrial myocardium to mediate atrial structural remodeling, and losartan and statin may be able to reverse Ang II-induced atrial structural remodeling in atrial fibrillation."}, {"pubmed": 18216165, "text": "This study showed that PTPalpha is required for remodeling of focal adhesion during cell spreading via a pathway involving Rac1."}, {"pubmed": 18235104, "text": "role of RHO GTPases RAC1 and CDC42 in PGE(2)-mediated migratory responses of extravillous trophoblast cells"}, {"pubmed": 18249095, "text": "Identify chimaerins as candidates for the downmodulation of Rac1 in T-lymphocytes and, in addition, uncover a novel regulatory mechanism that mediates their activation in T-cells."}, {"pubmed": 18261726, "text": "Rac-1 coordinates changes in chondrocyte phenotype and function and stimulates the maturation process essential for skeletal development."}, {"pubmed": 18287089, "text": "TGFbeta1 stimulates CCN2 expression in human gingival fibroblasts through a RhoA-independent, Rac1/Cdc42-dependent mechanism"}, {"pubmed": 18296444, "text": "Protein kinase C-epsilon regulates sphingosine 1-phosphate-mediated migration of human lung endothelial cells through activation of phospholipase D2, protein kinase C-zeta, and Rac1"}, {"pubmed": 18310224, "text": "Novel mitogenic signaling pathway in airway smooth muscle cells leading from PDGF to Rac1 and cell cycle gene regulation."}, {"pubmed": 18319301, "text": "Data show that Cdc42- and Rac1-mediated endothelial lumen formation requires Pak2, Pak4 and Par3, and PKC-dependent signaling."}, {"pubmed": 18319303, "text": "Data investigate the molecular mechanisms underlying Rac1-induced destabilization of junctions and found activation of the Rac target PAK1 is necessary for destabilization of cell-cell contacts."}, {"pubmed": 18321527, "text": "Mapping of the Rac1 GTPase surface that contacts the Rho GTPase binding domain of plexin-B1 by NMR confirms the plexin domain as a GTPase effector protein and regions neighboring the GTPase switch I and II regions are also involved in the interaction."}, {"pubmed": 18325335, "text": "reorganization of subsarcolemmal cytoskeletal actin by activation of Rac1 through alpha and betaPIXs in skeletal muscle is mediatedby affixin"}, {"pubmed": 18334926, "text": "The purpose of this study was to characterize the significance of Rho processes in the cellular cytoskeleton."}, {"pubmed": 18344974, "text": "Clathrin-independent endocytosis used by the IL-2 receptor is regulated by Rac1, Pak1 and Pak2."}, {"pubmed": 18424721, "text": "As(2)O(3) induced phosphorylation and membrane translocation of the NADPH oxidase subunit p47(phox) and it also increased translocation of Rac1 and p67(phox)."}, {"pubmed": 18433991, "text": "We suggest that Rac1 plays a role in cellular migration not only limited to its known function in reorganization of the actin cytoskeleton, but also as part of the intracellular machinery that controls the redox balance."}, {"pubmed": 18440141, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18440141, "text": "negative results suggested that variants of RAC1 gene did not influence the occurrence of non-syndromic mental retardation in Chinese children"}, {"pubmed": 18445079, "text": "Data show that Rac1 plays a significant role in the pathological adhesion of Schwannoma cells."}, {"pubmed": 18463417, "text": "Exogenous hydrogen sulfide inhibits superoxide formation, NOX-1 expression and Rac1 activity in human vascular smooth muscle cells."}, {"pubmed": 18480413, "text": "Phospholipase D activity regulates integrin-mediated cell spreading and migration by inducing GTP-Rac translocation to the plasma membrane"}, {"pubmed": 18482007, "text": "Rac1 activation specifically in membrane ruffles by the GEF FLJ00068 is sufficient for insulin induction of glucose uptake into skeletal-muscle cells."}, {"pubmed": 18501711, "text": "small GTPase Rac, a component of some NOXs, also interacts with and regulates the constitutively-expressed NOSs."}, {"pubmed": 18508927, "text": "a specific domain in Fas, topologically and functionally distinct from the death domain, which regulates neuritogenesis via recruitment of ezrin and activation of Rac1"}, {"pubmed": 18596235, "text": "DOCK180 regulates CI-MPR trafficking via SNX5 and this function is independent of its guanine nucleotide exchange factor activity toward Rac1"}, {"pubmed": 18602919, "text": "Rac1b and B-Raf(V600E) functionally cooperate to sustain colorectal cell viability and suggest they constitute an alternative survival pathway to oncogenic K-Ras."}, {"pubmed": 18632858, "text": "HIV-1 Env mdiated Rac-1 activatation is dependent on Galpha(q) activation."}, {"pubmed": 18644982, "text": "These data show, for the first time, that colorectal cells expressing alternative spliced Rac1b also depend on Rac1b signaling to sustain their survival."}, {"pubmed": 18646053, "text": "CCL2 stimulation of prostate cancer cells activates the small GTPase, Rac through the actin-associated protein PCNT1."}, {"pubmed": 18653540, "text": "Positive role of Tyr94 phosphorylation in EGF-induced Asef activation following the activation of Rac1."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18684957, "text": "Rac1 regulates nitric oxide synthase type 2 (NOD2) trafficking and NOD2-dependent signal transduction in primary human monocytes and cell line THP-1."}, {"pubmed": 18716283, "text": "Rac regulates the interaction of fascin with active PKC."}, {"pubmed": 18725541, "text": "uPAR cooperates with integrin complexes containing beta(3) integrin to drive formation of the p130Cas-CrkII signaling complex and activation of Rac, resulting in a Rac-driven elongated-mesenchymal morphology, cell motility, and invasion."}, {"pubmed": 18768751, "text": "The DOCK180-ELMO1 interaction is mapped to the N-terminal 200 amino acids of DOCK180, and to the C-terminal 200 amino acids of ELMO1, comprising the ELMO1 PH domain."}, {"pubmed": 18769720, "text": "Confocal imaging of fluorescently labeled ZEBOV indicated that inhibition of PI3K, Akt, or Rac1 disrupted normal uptake of virus particles into cells and resulted in aberrant accumulation of virus into a cytosolic compartment"}, {"pubmed": 18792873, "text": "PEDF could improve the Advanced glycation end products-elicited insulin resistance in Hep3B cells by inhibiting JNK- and IkappaB kinase-dependent serine phosphorylation of IRS-1 via suppression of Rac-1 activation."}, {"pubmed": 18805958, "text": "Tiam1, a Rac1-specific guanine nucleotide exchange factor, was expressed mainly in the cytosol of AT2 cells exposed to mechanical strain compared with membrane localization in static cells."}, {"pubmed": 18813807, "text": "paxillin is a critical downstream effector of Rac1 that may be involved in PMA-stimulated migration presumably by modulating the integrity of focal complex formation."}, {"pubmed": 18813837, "text": "Positive regulation of migration and invasion by vasodilator-stimulated phosphoprotein via Rac1 pathway in human breast cancer cells."}, {"pubmed": 18826597, "text": "results suggest that Rac1 and the Rac1-specific activator Tiam1 are components of transcriptionally active beta-catenin/TCF complexes at Wnt-responsive promoters, and Rac1 and Tiam1 within these complexes serves to enhance target gene transcription"}, {"pubmed": 18838676, "text": "Rac1 is required for human endometrial stromal cell migration"}, {"pubmed": 18922799, "text": "the interaction of the RAGE cytoplasmic domain with Dia-1 is required to transduce extracellular environmental cues evoked by binding of RAGE ligands to their cell surface receptor, resulting in Rac-1 and Cdc42 activation and cellular migration"}, {"pubmed": 18984162, "text": "Study demonstrates tight interplay between Rho and Rac in determining different modes of tumor cell movement, revealing how tumor cells switch between different modes of movement."}, {"pubmed": 19047046, "text": "as a mediator of SF- and Src-stimulated NF-kappaB activity. Finally, the Src/Rac1/MKK3/6/p38 and Src/TAK1/NF-kappaB-inducing kinase pathways exhibited cross-talk at the level of MKK3."}, {"pubmed": 19095647, "text": "PAF-induced IEJ disruption and increased endothelial permeability requires the activation of a Tiam1-Rac1 signaling module, suggesting a novel therapeutic target against increased vascular permeability associated with inflammatory diseases."}, {"pubmed": 19107873, "text": "KAI1/CD82 decreased the metastatic phenotype of H1299 lung carcinoma cells by down-regulating Rac1 expression through the PI3K/Akt/mTOR pathway."}, {"pubmed": 19132225, "text": "Rac-1 promotes pulmonary artery smooth muscle cell proliferation by upregulation of plasminogen activator inhibitor-1: role of NFkappaB-dependent hypoxia-inducible factor-1alpha transcription."}, {"pubmed": 19155310, "text": "Data suggest that ARF6-mediated Rac1 activation is essential for glioma cell invasion via a signaling pathway that requires IQGAP1."}, {"pubmed": 19162367, "text": "Abnormal p120-catenin expression correlates with abnormal E-cadherin expression and specific small GTPase overexpression, which contribute to the malignancy-related to NSCLC."}, {"pubmed": 19165496, "text": "Rac1 is crucial to activate HIF-1 in RPE (retinal pigment epithelium) cells under hypoxia."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19201754, "text": "Tyr-153 is the Lck-dependent phosphorylation residue and its phosphorylation negatively regulates membrane stabilization of beta2-chimaerin, decreasing its GAP activity to Rac"}, {"pubmed": 19234490, "text": "Rac1 and RhoA signaling simultaneously regulate cell invasion in 3D matrices."}, {"pubmed": 19277120, "text": "hMena possesses properties which help to regulate the formation of lamellipodia through the modulation of the activity of Rac1."}, {"pubmed": 19344766, "text": "Data show that TNFalpha and Il-1beta stimulate a transient, redox-dependent reorganization of the actin cytoskeleton into lamellipodia under the regulation of Rac1 and a neuronal NADPH oxidase as the source of ROS."}, {"pubmed": 19366706, "text": "These results demonstrate a role of PLD in hyperoxia-mediated IQGAP1 activation through Rac1 in tyrosine phosphorylation of Src and cortactin, as well as in p47(phox) translocation and reactive oxygen species formation in human lung endothelial cells."}, {"pubmed": 19390057, "text": "Phosphodiesterase 2 mediates redox-sensitive endothelial cell proliferation and angiogenesis by thrombin via Rac1 and NADPH oxidase 2."}, {"pubmed": 19403692, "text": "BPAG1e is required for efficient regulation of keratinocyte polarity and migration by determining the activation of Rac1."}, {"pubmed": 19404567, "text": "Activation of Rac1 GTPase contributes to VEGF-induced endothelial cell hyperpermeability."}, {"pubmed": 19423521, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19429708, "text": "suggest host and viral genes triggering Rac1 or reactive oxygen species production as key determinants of Kaposi's sarcoma (KS) onset and potential KS chemopreventive or therapeutic targets"}, {"pubmed": 19429871, "text": "calcineurin/Rac1/class II PAKs pathway regulates cofilin dephosphorylation leading to secretion"}, {"pubmed": 19443661, "text": "role of RhoA and Rac1 GTPases in SDF1-induced adhesion, chemotaxis, and homing of multiple myeloma cells to the bone marrow"}, {"pubmed": 19448673, "text": "Results show that alphavbeta6- and alpha5beta1-integrin-dependent activation of Rac1 was mediated through Eps8."}, {"pubmed": 19463088, "text": "T-cadherin transcriptionally activated Rac1 and Cdc42."}, {"pubmed": 19469899, "text": "Repression of the small Rho GTPase Rac1 in human endothelial cellsseems to be an additional critical molecular mechanism in the regulation of VEGFR2 expression."}, {"pubmed": 19472214, "text": "Data indicate that decrease of cAMP and Rac 1 activity may be an important step in thrombin-mediated inflammatory barrier disruption."}, {"pubmed": 19473989, "text": "Src kinases and Rac1 but not phosphatidylinositol 3-kinases are essential to mediate Streptococcus pyogenes internalization into human endothelial cells."}, {"pubmed": 19480078, "text": "increased spontaneous apoptosis of double positive thymocytes and mature T cells in dominant negative Rac1 transgenic mice"}, {"pubmed": 19487339, "text": "LOX-1-MT1-MMP axis plays a crucial role in RhoA and Rac1 activation signalling pathways in ox-LDL stimulation."}, {"pubmed": 19487462, "text": "Data provide substantial evidence that Rac1 signaling inhibits the transcriptional repressor BCL-6 in colorectal cells and reveal a novel pathway that links Rac1 signaling to the regulation of gene transcription."}, {"pubmed": 19497305, "text": "that down-regulation of Rac1-GTPase contributes to the inhibition of angiotensin II-mediated superoxide release by 17beta-estradiol in monocytes."}, {"pubmed": 19505917, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19506399, "text": "Upregulation of Tiam1 and Rac1 proteins may play a critical role in tumor progression of nasopharyngeal carcinoma"}, {"pubmed": 19509242, "text": "Findings highlight an important role for Rac1 in trastuzumab resistance of human breast cancer cells and identify the impaired trastuzumab-mediated endocytic down-regulation of ErbB2 as a novel mechanism of trastuzumab resistance."}, {"pubmed": 19555660, "text": "Rac1 and Rac2 are both required for efficient chemotaxis."}, {"pubmed": 19563775, "text": "overexpression of Rac1 contributes to the accelerated migration and high proliferation potential of leukemia cells, which could be implicated in leukemia development and progression."}, {"pubmed": 19584084, "text": "Mtation of E-cadherin influences Rac1 and Rho activation in opposite directions."}, {"pubmed": 19596003, "text": "Results suggest that adiponectin promotes the migration activities of endothelial progenitor cells mainly through PI3-kinase/Cdc42/Rac1."}, {"pubmed": 19602482, "text": "ASF/SF2 and SRp20 are two antagonistic splicing factors regulating Rac1b expression in colorectal tumor cells."}, {"pubmed": 19617897, "text": "Ect2 and PKCiota are genetically and functionally linked in NSCLC, acting to coordinately drive tumor cell proliferation and invasion through formation of an oncogenic PKCiota-Par6alpha-Ect2 complex."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625648, "text": "Inhibition of Rac1 does not block human neutrophil response to high concentration gradient of chemoattractant peptide."}, {"pubmed": 19633358, "text": "VEGF leads to a Rac1-mediated generation of ROS, which, in turn, elevates the tyrosine phosphorylation of VE-cadherin and beta-catenin, ultimately regulating adherens junction integrity."}, {"pubmed": 19639179, "text": "the sensitivity of metastatic pancreatic cancer cells to benzyl isothiocyanate might be due to down-modulation of the proangiogenic molecule small GTPase Rac1"}, {"pubmed": 19640983, "text": "Rac1 and Cdc42 signaling has a role during early herpes simplex virus type 1 infection of keratinocytes"}, {"pubmed": 19651782, "text": "Inhibition of isoprenylcysteine carboxylmethyltransferase (Icmt) decreases activation of RhoA and Rac1, and in the absence of Icmt activity, addition of exogenous RhoA or Rac1 partially rescues directed and random migration, respectively."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19706598, "text": "CCN3 increases the activity of the small GTPase Rac1, thereby revealing a pathway that links Cx43 directly to actin reorganization."}, {"pubmed": 19709124, "text": "phosphorylation of Rac1 at Ser-71, exemplarily induced by epidermal growth factor, reduces Clostridium difficile toxin A-induced changes in the intestinal barrier function."}, {"pubmed": 19710257, "text": "Internalization of DENV-2 into endothelial cells requires viral induction of dynamic filopodia regulated by Rac1 and Cdc42 cross-talk and myosin II motor activities."}, {"pubmed": 19723872, "text": "Findings show that JNK is necessary for oncogenic H-ras-induced, caspase-independent cell death, and that both PI3K and Rac1 activities are required for JNK activation and cell death."}, {"pubmed": 19726546, "text": "Rac1 activation enhances events that contribute to mesangial cell collagen expression, through a positive feedback loop involving phosphatidylinositol-3-kinase"}, {"pubmed": 19738201, "text": "Dysregulation of Rac1 and Arf6 function by RCC2 knockdown also abolished persistent migration along fibronectin fibers, indicating a functional role for RCC2 in directional cell movement."}, {"pubmed": 19787194, "text": "These results suggest that the novel gene, Kenae/CCDC125, acts as a regulator of cell motility through RhoA, Rac1 and cdc42."}, {"pubmed": 19823586, "text": "Rac inhibition reverses the phenotype of fibrotic fibroblasts"}, {"pubmed": 19826000, "text": "RhoA plays an antagonistic role to Rac1/Cdc42 in the control of mammary epithelial acinar morphogenesis."}, {"pubmed": 19853600, "text": "TEM5 expression during capillary morphogenesis is induced by the small GTPase Rac and mediates contact inhibition of proliferation in endothelial cells."}, {"pubmed": 19865048, "text": "A positive prognostic value of immunohistologically determined Rac1 protein expression was found and Rac1 as a potential unfavorable prognosis biomarker in patients with early operable non-small cell lung cancer, is presented."}, {"pubmed": 19895673, "text": "Induction of PI3K activity by CD40L may stimulate activation of Rac1 and NOX2 inducing, oxidative stress and endothelial dysfunction."}, {"pubmed": 19911011, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19917258, "text": "Data show that activation of the WAVE2 complex requires simultaneous interactions with prenylated Rac-GTP and acidic phospholipids, as well as a specific"}, {"pubmed": 19926792, "text": "Studies demonstrate using different phagocytic models that YopO specifically blocks Rac-dependent Fcgamma receptor internalization pathway."}, {"pubmed": 19934221, "text": "Asef2 activates Rac1 to modulate adhesion and actin dynamics and thereby regulate cell migration"}, {"pubmed": 19948726, "text": "Data shsow that specific binding of PP5 to activated Rac1 provides a direct mechanism by which PP5 can be stimulated and recruited to participate in Rac1-mediated signaling pathways."}, {"pubmed": 20001745, "text": "PAK-1 and its activator Rac1 are novel HIF-1 targets that may constitute a positive-feedback loop for induction of HIF-1alpha by thrombin and ROS, thus explaining elevated levels of PAK-1, Rac1, and HIF-1alpha in remodeled pulmonary vessels."}, {"pubmed": 20054824, "text": "Conclude that beta-NAD regulates the pulmonary endothelial cell barrier integrity via small GTPase Rac1- and MLCP- dependent signaling pathways."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20065081, "text": "Rac1 and Rac2 GTPases are essential for normal bone marrow erythropoiesis, but they are dispensable for erythropoiesis in the spleen."}, {"pubmed": 20067638, "text": "expression of several highly significant cancer related genes require the activities of Rac1 and/or Cdc42 which may also play a critical role in cellular transformation"}, {"pubmed": 20070306, "text": "These observations indicate that group A streptococcus invasion triggers reactive oxygen species production through Rac1 activation and generated reactive oxygen species induced mitochondrial dysfunction leading to cellular apoptosis."}, {"pubmed": 20082286, "text": "These results demonstrate a chondrogenic-SMC fate decision mediated by cell shape, Rac1, and N-cadherin, and highlight the tight coupling between lineage commitment and the many changes in cell shape and cell adhesion that occur during morphogenesis."}, {"pubmed": 20102701, "text": "These data suggest that blockade of Rac1 signaling results in accumulation of type I collagen due to decreased collagenase activity."}, {"pubmed": 20116244, "text": "integration of Rac1 and Rab7 activities by Armus provides an important regulatory node for E-cadherin turnover and stability of cell-cell contacts"}, {"pubmed": 20131316, "text": "Our studies suggest that Rac1 --> Pak1/Pak2 --> NFkappaB is a separate pathway that contributes to the expression of COX-2 in HPV-induced papillomas, independently of the previously described Rac1 --> p38 --> COX-2 pathway."}, {"pubmed": 20154214, "text": "Phosphorylation of CLEC-2 is dependent on lipid rafts, actin polymerization, secondary mediators, and Rac1."}, {"pubmed": 20167866, "text": "TLR2 cooperates with MyD88, PI3K, and Rac1 in lipoteichoic acid-induced cPLA2/COX-2-dependent airway inflammatory responses"}, {"pubmed": 20179179, "text": "the Rac1 signaling axis is a critical determinant of apoptosis and tumorigenesis"}, {"pubmed": 20203103, "text": "Rac1 mutant in LNCaP cells promoted cell proliferation under androgen-depleted conditions both in vitro and in vivo."}, {"pubmed": 20228810, "text": "Protein complexes containing CYFIP/Sra/PIR121 coordinate Arf1 and Rac1 signalling during clathrin-AP-1-coated carrier biogenesis at the trans-golgi network."}, {"pubmed": 20237902, "text": "signal transfer of Crk/Dock180/Rac1 is implicated in actin cytoskeleton reorganization and thus in the cell proliferation, motility, invasion, and of human ovarian cancer cell line SKOV3."}, {"pubmed": 20308428, "text": "The p110alpha selectively mediates activation of the GTPase Rac1 to regulate barrier function."}, {"pubmed": 20335173, "text": "the Rac-GAP beta2-chimaerin is negatively regulated by protein kinase Cdelta-mediated phosphorylation"}, {"pubmed": 20339118, "text": "Nox5 does not appear to have an obligatory need for Rac-1 for its activation in human endothelial cells."}, {"pubmed": 20339539, "text": "in the presence of alphavbeta3-integrin Rac1 is not required for tumor angiogenesis"}, {"pubmed": 20372815, "text": "Results reveal a novel biological role for Rac1 and provide new insights into the mechanism regulating epidermal stem cells."}, {"pubmed": 20395446, "text": "Data show that podocalyxin overexpression in human embryonic kidney cells up-regulates Rac1 activity, which depends on a complex formed by podocalyxin, ERM-binding phosphoprotein 50, ezrin, and ARHGEF7, a Rac1 activator."}, {"pubmed": 20404345, "text": "Data identify CD2AP as a novel Rac1-associated adapter protein that participates in the regulation of epithelial cell-cell contact."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20407862, "text": "AIRE may function as a regulator in the phagocytic clearance of apoptotic cells by promoting the expression of Rac 1."}, {"pubmed": 20426825, "text": "Suggest that Rac1 activity and Pak1 are involved in lymphovascular invasion and lymph node metastasis of urothelial carcinoma of the upper urinary tract , and may be prognostic markers for this disease."}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20451655, "text": "H. pylori induces the translocation of HSP90beta from the cytosol to the membrane and interaction of HSP90beta and Rac1, which leads to the activation of NADPH oxidase and production of ROS in gastric epithelial cells."}, {"pubmed": 20515940, "text": "Rac1 knockdown by RNAi interference confirmed the specificity of NSC23766 and requirement for Rac1 in the regulation of cyclin D1, survivin, and XIAP in breast cancer cells."}, {"pubmed": 20522449, "text": "Increased RAC1 is associated with vascular invasion and intrahepatic metastasis hepatocellular carcinoma."}, {"pubmed": 20530480, "text": "Rac1 activates phospholipase Cdelta1 through phospholipase Cbeta2"}, {"pubmed": 20530489, "text": "TSC2 has a role in controlling cell polarity and migration by regulating CDC42 and RAC1 activation"}, {"pubmed": 20578145, "text": "These findings demonstrate that interactions between Rac1 and the Hh pathway control the size of myofibroblastic hepatic stellate cells populations and have important implications for the pathogenesis of cirrhosis."}, {"pubmed": 20606682, "text": "The bFGF-FGFR1-PI3K-Rac1 pathway in the bone microenvironment may have a significant role in the invasion and metastasis of Ewing sarcoma."}, {"pubmed": 20648624, "text": "Data show that PED and Rac1 interact and that this interaction modulates cell migration/invasion processes in cancer cells through ERK1/2 pathway."}, {"pubmed": 20650890, "text": "decreasing beta1 chain causes alphavbeta3-integrin to become functionally dominant and promotes renal cell fibrogenesis via Rac1-mediated ERK activity."}, {"pubmed": 20660631, "text": "Results define the role of PIPKI-alpha in cell migration and describes a new mechanism for the spatial regulation of Rac1 activity that is critical for cell migration."}, {"pubmed": 20696765, "text": "Data represent a novel signaling of semaphorin 5A and plexin B3 in the control of cell motility by indirect inactivation of Rac1 through RhoGDIalpha."}, {"pubmed": 20713492, "text": "Perturbations of endosome morphology associated with Ras-induced non-apoptotic cell death are due to downstream activation of Rac1 combined with reciprocal inactivation of Arf6."}, {"pubmed": 20814828, "text": "Report mevalonate kinase deficiency compromized fiberoblast geranylgeranylation of RhoA and Rac1."}, {"pubmed": 20837928, "text": "Short-term treatment with atorvastatin 40 mg/d before CABG improves redox state in SVGs, by inhibiting vascular Rac1-mediated activation of NADPH-oxidase."}, {"pubmed": 20841379, "text": "Data show that Rac1 controls the plasma membrane localisation of PIP5Kbeta and thereby the localised synthesis of PtdIns(4,5)P required to induce neurite retraction."}, {"pubmed": 20852826, "text": "Studies indicate that molecular mechanisms underlying phyagocyytossis are starting to point to the interplay between two families of crucial proteins: the PI3K lipid kinases and the Rac GTPases."}, {"pubmed": 20881009, "text": "TNFRSF19 overexpression in glioma cells activates Rac1 signaling in a Pyk2-dependent manner to drive glioma cell invasion and migration"}, {"pubmed": 20945370, "text": "Activation of Rac1 and Cdc42 correlated with stabilized barrier functions in intestinal epithelium."}, {"pubmed": 20961652, "text": "Erk1/2 MAPK and PI3K/Akt signalling triggers invasion through distinct downstream effectors involving mTOR/p70S6K and Rac1 activation."}, {"pubmed": 20980685, "text": "The follicular fluid-HDL-associated S1P promotes granulosa lutein cell migration via S1PR3 and RAC1 activation. This may represent a novel mechanism contributing to the development of the corpus luteum."}, {"pubmed": 21036915, "text": "EGF receptor regulates the permeability barrier development through the Rac1/JNK-dependent pathway."}, {"pubmed": 21056892, "text": "The authors find that HIV-1 entry into macrophages is sensitive to inhibitors of Na(+)/H(+) exchange, actin rearrangement, dynamin, Rac1, and Pak1."}, {"pubmed": 21071692, "text": "sCD40L enhances agonist-induced platelet activation and aggregation through a CD40-dependent tumor necrosis factor receptor-associated factor-2/Rac1/p38 mitogen-activated protein kinase signaling pathway."}, {"pubmed": 21076938, "text": "These data indicated that the invasion and migration in Daoy cells were inhibited by deletion of Rac1."}, {"pubmed": 21134286, "text": "Rac1-mediated signaling plays a central role in secretion-dependent platelet aggregation in blood stimulated by a wide array of platelet agonists including atherosclerotic plaque."}, {"pubmed": 21199870, "text": "the ability of TatP to exploit the machinery of living cells, using HSPG signaling to activate Rac1 and alter TatP mobility and internalization."}, {"pubmed": 21206905, "text": "LFA-1-induced stabilization of ARE-containing mRNAs in T cells is dependent on HuR, and occurs through the Vav-1, Rac1/2, MKK3 and p38MAPK signaling cascade"}, {"pubmed": 21266580, "text": "thrombin activates the Rac1/PI3K/Akt pathway through formation of the Gbetagamma, Rac1, and p85alpha complex to induce IKKalpha/beta activation, NF-kappaB transactivation, and IL-8/CXCL8 expression in human lung epithelial cells."}, {"pubmed": 21281602, "text": "these data demonstrate that the activation of H-Ras and the downstream molecule Rac1 correlates with EGF-induced breast cancer cell invasion."}, {"pubmed": 21291504, "text": "Data show that knockdown of Tollip reduces CNF1-induced Rac1-dependent UPEC entry."}, {"pubmed": 21295525, "text": "Naa10p binds to the GIT-binding domain of PIX, thereby preventing the formation of the GIT-PIX-Paxillin complex, resulting in reduced intrinsic Cdc42/Rac1 activity and decreased cell migration"}, {"pubmed": 21321939, "text": "Enterovirus 71 induces integrin beta1/EGFR-Rac1-dependent oxidative stress in SK-N-SH cells. Up-regulation of HO-1 exerts as a host cellular defense mechanism against EV71 infection in SK-N-SH cells."}, {"pubmed": 21325632, "text": "Myeloid-associated differentiation marker (MYADM) regulates Rac1 targeting to ordered membranes required for cell spreading and migration."}, {"pubmed": 21347385, "text": "Rac1 is critical for tumor initiation and metastasis of human non-small cell lung adenocarcinoma"}, {"pubmed": 21357506, "text": "Phosphatidylinositol 3'-kinase signaling pathway is essential for Rac1-induced hypoxia-inducible factor-1(alpha) and vascular endothelial growth factor expression in hypoxia."}, {"pubmed": 21372752, "text": "genetic polymorphism of the Rho-GTPase Rac1 is associated with azathioprine response in Inflammatory Bowel Diseases."}, {"pubmed": 21404019, "text": "Results suggest that calmodulin regulates the activation of Rac1 in CHRF-288-11 cells in a manner similar to that in the human platelets."}, {"pubmed": 21439300, "text": "A model of localised Rac1 activation in endothelial cells due to fluid flow."}, {"pubmed": 21451103, "text": "data suggest that activation of PKG signaling in pericytes inhibits focal adhesion formation by inhibiting Rac1"}, {"pubmed": 21454543, "text": "pathological mutations in LRRK2 attenuates activation of Rac1, causing disassembly of actin filaments, leading to neurite retraction."}, {"pubmed": 21457935, "text": "in microvascular endothelium, Rac1-mediated alterations in contact zone architecture contribute to cAMP-induced barrier stabilization."}, {"pubmed": 21474673, "text": "Rac1 to inhibit intracellular superoxide production as well as overcome Bcl-2-mediated drug resistance in human leukemia cells and cervical cancer cells."}, {"pubmed": 21482222, "text": "Results demonstrate that miR-142-3p directly and negatively regulates RAC1 in HCC cells, which highlights the importance of miRNAs in tumorigenesis."}, {"pubmed": 21507984, "text": "Rac1 and NOX1 are required for Rhinovirus-induced disruption of barrier function in polarized airway epithelial cells."}, {"pubmed": 21525435, "text": "Rac1 may be important in activation of NOX5-S in Barrett's esphageal adenocarcinoma cells."}, {"pubmed": 21603603, "text": "conclude that Rac1 and Hsp83 are required for the proper localization of Mys after parasitization"}, {"pubmed": 21615663, "text": "The authors demonstrate that the Streptococcus pyogenes FbaB is essential and sufficient to trigger endothelial cell invasion via a Rac1-dependent phagocytosis-like uptake."}, {"pubmed": 21621326, "text": "Tbeta(4) increases migration of colon cancer cells via activating Rac1 by elevating IQGAP1/ILK complexes"}, {"pubmed": 21622527, "text": "Tannerella forsythia epithelial cell entry is dependent on host PI3K signalling, purified BspA protein causes activation of this lipid kinase, and also requires the cooperation of host Rac1 GTPase."}, {"pubmed": 21624123, "text": "This study reveals that Rac1 is prooncogenic in that it can alter TGF-beta signalling at the R-Smad level from a tumour-suppressive towards a tumour-promoting outcome."}, {"pubmed": 21628952, "text": "study shows that MT1-MMP mediates the RhoA/Ca(2+) and Rac1/NADPH oxidase-dependent signaling pathways in thrombin-induced vascular responses"}, {"pubmed": 21642434, "text": "in motile cells Col XVII recruits BPAG1e to alpha6beta4 integrin and is necessary for activation of signaling pathways, motile behavior, and lamellipodial stability."}, {"pubmed": 21677313, "text": "CD81 is required for the formation of actin membrane protrusions via RAC1 activation in adhesion-dependent immune cell migration."}, {"pubmed": 21684284, "text": "Our study indicates that RAC1 rs10951982 risk allele increases the susceptibility to the development of colonic inflammatory bowel disease."}, {"pubmed": 21690261, "text": "50% of Rac1-deficient transgenic GABAergic interneurons originating in the median ganglionic eminence fail to migrate toward the cortex due to an intrinsic defect, resulting in their inability to transition through the cell cycle G1 phase."}, {"pubmed": 21693584, "text": "Data identify the BAR-domain protein PACSIN2 as a Rac1 interactor that regulates Rac1-mediated cell spreading and migration."}, {"pubmed": 21704033, "text": "These results indicate that the small GTPase Rac1 is involved in the maintenance of stemness and malignancies in glioma stem-like cells."}, {"pubmed": 21706053, "text": "Data show that Semaphorin 5A (Sema5A) and plexin-B3 inhibit glioma cell invasion through Rac1 inactivation."}, {"pubmed": 21734401, "text": "Data indicate taht candidate genes ACTB, BZW, OCM, MACC1, NXPH1, PRPS1L1, RAC1 and RPA3, which lie within the DFNB90 region, were sequenced and no potentially causal variants were identified."}, {"pubmed": 21750647, "text": "The PI3K-Rac1/RhoA signaling pathway plays a vital role in IL-8 induced endothelial cell migration"}, {"pubmed": 21756249, "text": "The inhibitory effect of EHD2 overexpression is partially rescued by co-expression of Rac1 as measured using a protein trafficking assay."}, {"pubmed": 21757621, "text": "S6K1 and mTOR regulate Rac1-driven platelet activation and aggregation."}, {"pubmed": 21781463, "text": "Rac1 protein may control the migration of epidermal stem cells by regulating adhesion, spreading, and chemotaxis. It plays an active role in wound healing accelerated by ESC."}, {"pubmed": 21789714, "text": "Rac1 is an important regulator of VEGF-mediated angiogenesis and its knockdown represent an attractive approach to inhibit tumor angiogenesis and growth."}, {"pubmed": 21816966, "text": "Intermedin reduces HUVEC permeability via Rac1-mediated actin cytoskeleton rearrangement."}, {"pubmed": 21822311, "text": "a Rac1/PAK1 cascade controls beta-catenin S675 phosphorylation and full activation in colon cancer cells"}, {"pubmed": 21828072, "text": "p66Shc activation by mutSOD1 causes a strong decrease in the activity of the small GTPase Rac1 through a redox-sensitive regulation."}, {"pubmed": 21844371, "text": "Arf GTPases may be central components in WAVE signalling, acting directly, alongside Rac1."}, {"pubmed": 21853342, "text": "Tiam1 and Rac1 expressions may be independent predictors for the poor prognosis in patients with primary gallbladder carcinoma"}, {"pubmed": 21868386, "text": "Involvement of 14-3-3 proteins in the second epidermal growth factor-induced wave of Rac1 activation in the process of cell migration."}, {"pubmed": 21873980, "text": "Coronin 1A promotes a cytoskeletal-based feedback loop that facilitates Rac1 translocation and activation"}, {"pubmed": 21885850, "text": "Angiopoietin-1 requires IQ domain GTPase-activating protein 1 to activate Rac1 and promote endothelial barrier defense."}, {"pubmed": 21943825, "text": "Data show that Rac1 was highly activated in PTEN deficient and IGF-IR overexpressing Trastuzumab-resistant cells in a HER2-independent manner."}, {"pubmed": 21963679, "text": "AexU effector protein of Aeromonas veronii is a novel type three secretion system effector which specifically inactivates Rac1 to disrupt actin cytoskeleton and has an alternative cytotoxic pathway through beta4-integrin mediation."}, {"pubmed": 21964561, "text": "The mRNA and protein levels of Rac1 and Rac2 are elevated following exposure of endothelial progenitor cells to the chemokine SDF-1alpha."}, {"pubmed": 21980400, "text": "Study demonstrated that hypoxia-induced HIF-1alpha expression involves a cascade of signaling events including ROS generation, activation of PI3K and ERK signaling, and subsequent activation of Rac1."}, {"pubmed": 22023324, "text": "Burkholderia cenocepacia perturbs actin architecture by inactivating Rho family GTPases, particularly Rac1 and Cdc42."}, {"pubmed": 22036506, "text": "The RNAi-mediated depletion of HACE1 blocks the ubiquitylation of active Rac1 and increases GTP-bound Rac1 cellular levels."}, {"pubmed": 22049212, "text": "signaling from integrin alpha6beta4 facilitates lysophosphatidic acid- stimulated chemotaxis through preferential activation of RhoA, which, in turn, facilitates activation of Rac1"}, {"pubmed": 22061968, "text": "Rac1b was required for NT3-stimulated cell proliferation of marrow isolated adult multilineage inducible cells toward an early neuronal phenotype."}, {"pubmed": 22080864, "text": "PDGFRalpha signaling in glioblastomas leads to Src-dependent phosphorylation of the guanine nucleotide exchange factor Dock180 at tyrosine 1811 (Dock180(Y1811)) that results in activation of the GTPase Rac1 and subsequent cell growth and invasion."}, {"pubmed": 22092654, "text": "No immunostaining to Rac1 was observed in the ameloblastomas studied."}, {"pubmed": 22101459, "text": "Data suggest that an anti-Wnt5a antibody was capable of suppressing Wnt5a-dependent internalization of Fz2 receptor, resulting in the prevention of metastasis of gastric cancer cells by inhibiting the activation of Rac1 and the expression of laminin gamma2."}, {"pubmed": 22113496, "text": "Rac1 is constitutively expressed at high levels throughout the airway of recurrent respiratory papillomatosis patients, independent of active HPV infection, and is a targetable host-susceptibility factor"}, {"pubmed": 22114142, "text": "Sonic Hedgehog activates the GTPases Rac1 and RhoA in a Gli-independent manner through coupling of smoothened to Gi proteins."}, {"pubmed": 22137120, "text": "IFNgamma induces a higher basal level of F-actin and activation of Rac1, affecting the response to stimuli that induce cytoskeleton rearrangement such as phagocytic or chemotactic stimuli."}, {"pubmed": 22142809, "text": "data suggest that Rac1b expression acts as a modulator or transducer of various signaling pathways that lead to neurofibrillary tangle formation and membrane dysfunction in a subgroup of CBF NB neurons in AD."}, {"pubmed": 22151306, "text": "examined integrin beta(1) , ECAD and rac1 expression in SCLC and analyzed the prognostic value of these markers"}, {"pubmed": 22157753, "text": "Overexpression of p38beta or Rac1 significantly enhanced (1.9- and 3.9-fold, respectively), the tRA-stimulated NIS expression in MCF-7 cells."}, {"pubmed": 22157762, "text": "mitochondrial import and direct electron transfer from cytochrome c to Rac1 modulates mitochondrial H(2)O(2) production in alveolar macrophages pulmonary fibrosis."}, {"pubmed": 22179719, "text": "Aberrant methylation of PSD occurs in UC-associated colorectal mucosa, enabling circumvention of Rac1 immune responses governing neutrophil chemotaxis and apoptosis, and plays a pivotal role in the mechanisms underlying UC-associated carcinogenesis."}, {"pubmed": 22213037, "text": "delta-catenin facilitated invasion of lung cancer cells by upregulating the mRNA and protein levels of Rac1"}, {"pubmed": 22238325, "text": "Rac1 positively regulates CXCR4 function and identifies the Rac1-CXCR4 axis as a new target for preventing HIV-1 infection."}, {"pubmed": 22238672, "text": "GEF Trio is responsible for lamellipodia formation through its N-terminal DH-PH domain in a Rac1-dependent manner during fibronectin-mediated spreading and migration."}, {"pubmed": 22276187, "text": "C. pneumoniae infection of mononuclear cells stimulates IL-1beta production dependent on a NLRP3 inflammasome-mediated processing of proIL-1beta which is controlled by Rac1."}, {"pubmed": 22307908, "text": "results indicate that VEGF serves a positive regulatory role via its interaction with VEGF R1 to activate Rac1 and enhance alveolar macrophage apoptotic cell clearance"}, {"pubmed": 22337875, "text": "a new role for Rac1 in cell signaling, showing that this GTPase triggers T-cell proliferation upon IL-2 stimulation by associating with PYGM and modulating its enzymatic activity."}, {"pubmed": 22340048, "text": "Compared with that of adjacent non-cancerous gastric mucosa, the expression of Rac1 in gastric carcinoma tissues was significantly increased."}, {"pubmed": 22349509, "text": "vitreous-transformed human retinal pigment epithelial cells undergo cytoskeletal rearrangements via Rac1 GTPase-dependent pathways that modulate LIMK1 and cofilin activity."}, {"pubmed": 22384062, "text": "Non-small cell lung carcinoma cell motility, rac activation and metastatic dissemination are mediated by protein kinase C epsilon"}, {"pubmed": 22393062, "text": "Beclin 1 coordinates actin dynamics and membrane phospholipid synthesis to promote efficient apoptotic cell engulfment with Rac1"}, {"pubmed": 22407364, "text": "Twist1 cooperates with BMI1 to suppress let-7i expression, which results in upregulation of NEDD9 and DOCK3, leading to RAC1 activation and enabling mesenchymal-mode movement in three-dimensional environments."}, {"pubmed": 22421922, "text": "Data show that NADPH oxidase in monocytes was highly activated by enhancing Rac1 expression in Chinese overweight adolescents and Rac1 may act as a link between obesity and oxidative stress."}, {"pubmed": 22430205, "text": "Rac1b promotes K-ras-induced lung tumorigenesis."}, {"pubmed": 22431917, "text": "we found that merlin regulated expression of SEMA3F through Rho GTPase family member Rac1"}, {"pubmed": 22467858, "text": "Data reveal a novel Rac1-dependent signalling pathway that, through Nedd4-mediated ubiquitylation of Dvl1, stimulates the maturation of epithelial cell-cell contacts."}, {"pubmed": 22467863, "text": "Radixin plays an important role in promoting cell migration by regulating Rac1-mediated epithelial polarity and formation of adherens junctions through Vav GEFs."}, {"pubmed": 22469974, "text": "Phospho-mimetic S31E-RhoGDI2 exhibits reduced binding to Rac1 relative to wild type, with a concomitant failure to reduce levels of activated endogenous Rac1 or remove Rac1 from membranes."}, {"pubmed": 22479308, "text": "Data show that Mtss1 drives enhanced junction formation specifically by elevating Rac-GTP."}, {"pubmed": 22494620, "text": "Rac1 plays an essential role in the activation of radiation-induced ERK1/2 signaling and subsequent G2/M checkpoint response and promotes cell survival after irradiation treatment."}, {"pubmed": 22583359, "text": "BDNF knockdown inhibited cell invasion probably through the blocked actin polymerization and the correlated inactivation of RhoA or Rac1."}, {"pubmed": 22614015, "text": "HACE1 as an antagonist of cell migration through its ability to degrade active Rac1."}, {"pubmed": 22646320, "text": "These findings demonstrate for the first time that Cryptococcus neoformans Plb1 aids fungal traversal across the blood-brain barrier by activating host cell Rac1 and its association with STAT3."}, {"pubmed": 22677168, "text": "LRFN4 complexed with 14-3-3s and NCK1 to mediate elongation in monocytic cells via Rac-1-mediated actin cytoskeleton reorganization"}, {"pubmed": 22723286, "text": "Host cell kinases, alpha5 and beta1 integrins, and Rac1 signalling on the microtubule cytoskeleton are important for non-typable Haemophilus influenzae invasion of respiratory epithelial cells."}, {"pubmed": 22773836, "text": "a critical role for H(2)O(2) in angiotensin-II signaling to the endothelial cytoskeleton in a novel pathway that is critically dependent on MARCKS, Rac1, and c-Abl."}, {"pubmed": 22774404, "text": "IL-8-Rac1/RhoA-p38MAPK signaling pathway plays a vital role in the IL-8-induced endothelial cell migration."}, {"pubmed": 22781349, "text": "Rac1 modulates the SDF-1-induced migration and invasion of glioma cells."}, {"pubmed": 22791907, "text": "Stat3 forms a multiprotein complex with Rac1 and PKC in an hypoxia-reoxygenation-dependent manner."}, {"pubmed": 22796473, "text": "overexpression of Dsg3 results in a remarkable increase of Rac1 and Cdc42 activities"}, {"pubmed": 22808202, "text": "14-3-3zeta enhances prostate cancer cell-matrix interactions, motility and transendothelial migration in vitro via activation of Rac1-GTPase and is an important target for therapeutic interventions for prostate cancer."}, {"pubmed": 22842228, "text": "Recurrent somatic RAC1 mutations in melanoma."}, {"pubmed": 22843693, "text": "CD151 links alpha(3)beta(1)/alpha(6)beta(1) integrins to Ras, Rac1, and Cdc42 by promoting the formation of multimolecular complexes in the membrane, which leads to the up-regulation of adhesion-dependent small GTPase activation"}, {"pubmed": 22845716, "text": "PI3K, Rac1 and PAK1 may play important roles in the pathogenesis of EMPD."}, {"pubmed": 22848487, "text": "automated image analysis of MT assembly dynamics identified MARK2 as a target regulated downstream of Rac1 that promotes oriented MT growth in the leading edge to mediate directed cell migration."}, {"pubmed": 22863953, "text": "Glycogen synthase kinase 3beta inhibition prevents monocyte migration across brain endothelial cells via Rac1-GTPase suppression and down-regulation of active integrin conformation."}, {"pubmed": 22905193, "text": "Characterization and functional analysis of the calmodulin-binding domain of Rac1 GTPase"}, {"pubmed": 22946057, "text": "Upregulation of Rac1 activity by Wnt3a temporally correlated with enhanced p120-catenin binding to Rac1 and Vav2."}, {"pubmed": 23035050, "text": "results validate the WNK2 gene as a recurrent target for epigenetic silencing in glia-derived brain tumours and provide first mechanistic evidence for a tumour-suppressing role of WNK2 that is related to Rac1 signalling and tumour cell invasion and growth"}, {"pubmed": 23071154, "text": "Tiam1, with the PAR complex, binds to integrins through talin and, together with the PAR complex, thereby regulates Rac1 activity and adhesion turnover for polarized migration."}, {"pubmed": 23132927, "text": "Loss of dorsal stress fibers either by depleting alpha-actinin-1 or Rac1 results in a beta-actin accumulation at the leading edge in migrating and spreading cells."}, {"pubmed": 23148218, "text": "Neuregulin mediates F-actin-driven cell migration through inhibition of protein kinase D1 via Rac1 protein"}, {"pubmed": 23184663, "text": "Rac1 activation causes relocalization of Net1 isoforms outside the nucleus and stimulates Net1A catalytic activity."}, {"pubmed": 23185021, "text": "Rac can serve as a starting point in defining cell polarity."}, {"pubmed": 23192342, "text": "PI3K-C2alpha plays the crucial role in S1P(1) internalization into the intracellular vesicular compartment, Rac1 activation on endosomes, and thereby migration through regulating vesicular trafficking in ECs"}, {"pubmed": 23223568, "text": "RhoGAP, BGIN-polubuiquitin interactions enhance BGIN membrane distribution and relay poly-Ub signals to enact Rac1 inactivation."}, {"pubmed": 23253699, "text": "The data suggest that CD133+ GBM cells highly express Rac1 and have greater potential to migrate and invade through activated Rac1-GTP."}, {"pubmed": 23264468, "text": "Interaction of Rac1 with the C-terminal cytoplasmic domain of CD81 is a novel regulatory mechanism of the GTPase activity turnover."}, {"pubmed": 23274900, "text": "These data show that Rac1 is activated during muscle contraction in murine and human skeletal muscle and suggest that Rac1 and possibly the actin cytoskeleton are novel regulators of contraction-stimulated glucose uptake."}, {"pubmed": 23284172, "text": "The activated melanoma RAC1(P29S) protein maintains intrinsic GTP hydrolysis and is spontaneously activated by substantially increased inherent GDP/GTP nucleotide exchange."}, {"pubmed": 23292607, "text": "Coronin-1C overexpression is associated withand hepatocellular carcinoma growth through enhancement of tumor cell proliferation and migration, which are correlated with Rac-1 activation."}, {"pubmed": 23295182, "text": "ARAP2 signals through Arf6 and Rac1 to control focal adhesion morphology"}, {"pubmed": 23296296, "text": "The Rho-family small GTPase, Ras-related C3 botulinum toxin substrate 1 (Rac1), has been implicated in renal and cardiac disease."}, {"pubmed": 23298303, "text": "Positive rates of Rac1, Pak1 and Rock1 expression in normal tissue, dysplasia and gastric carcinoma show an increasing trend and are correlated with tumor lymph node metastasis and TNM stage."}, {"pubmed": 23300597, "text": "Upregulation of rac1 is associated with metastatic, castration-resistant prostate tumors."}, {"pubmed": 23307871, "text": "PGD(2)-DP signaling reduces vascular permeability via endothelial cAMP/PKA/Tiam1/Rac1 pathway."}, {"pubmed": 23322732, "text": "these results suggest that the progression of pancreatic tumors is partially controlled by the balance between Tiam1-rac1 and RhoA."}, {"pubmed": 23334332, "text": "we characterized Rac1 as a direct target of miR-124"}, {"pubmed": 23337888, "text": "Our data suggest that Rac contributes to the progression of melanoma and that Tiam1 may activate Rac in nodular presentations."}, {"pubmed": 23341328, "text": "The constitutively-active Rac1 mutant exhibited temporary and all-time immobilizations in the FA zone, suggesting that upon PIX-induced Rac1 activation at the FA-protein islands, Rac1 tends to be immobilized at the FA-protein islands."}, {"pubmed": 23382236, "text": "study identified several missense mutations for RAC1 and RAC2, with some of the mutant proteins, including RAC1(P29S), RAC1(C157Y), RAC2(P29L), and RAC2(P29Q), being found to be activated and transforming; activating mutations of RAC GTPases were thus found in a wide variety of cancers at a low frequency"}, {"pubmed": 23423567, "text": "The findings show that Rac1 is a regulator of insulin-stimulated glucose uptake and a novel candidate involved in skeletal muscle insulin resistance."}, {"pubmed": 23456597, "text": "RAC1 could play a critical role in the neuropathological events associated with autism. Review."}, {"pubmed": 23461363, "text": "Cell migration experiments point towards the inhibition of p66Shc-rac1-mediated migration in the presence of ascorbic acid. Finally, results are suggestive that ascorbic acid-mediated decrease in Shc expression"}, {"pubmed": 23478800, "text": "Rac1 activation was not affected by Jak2 or Stat3 RNA interference."}, {"pubmed": 23482591, "text": "Results document the expression of RAC1b in normal thyroid cells as well as overexpression in a subset of PTCs. They suggest a possible interplay between BRAF V600E and RAC1b contributing to poor clinical outcome."}, {"pubmed": 23485997, "text": "Rac1, HIF-1alpha, and VEGF play an important role in tumor invasion and metastasis, especially in tumor angiogenesis."}, {"pubmed": 23537630, "text": "study provides evidence the large GTPase Dyn2 regulates the small GTPase Rac1 to potentiate invasive migration of pancreatic tumor cells; Dyn2 plays an essential role in regulating Rac1-mediated pancreatic tumor cell migration through modulation of the Rac1 activator Vav1 via a direct interaction"}, {"pubmed": 23559092, "text": "Downregulation of RAC1 sensitizes colon cancer cells to dihydroartemisinin-induced cell cycle arrest and apoptosis."}, {"pubmed": 23562274, "text": "Rac1 differentially modulate cigarette smoke-induced airway cell migration through p120-catenin-dependent and -independent pathways"}, {"pubmed": 23562278, "text": "Rac1 is inhibited during starvation-induced autophagy in keratinocytes."}, {"pubmed": 23586025, "text": "We conclude that NDV treatment induced EGAS viability suppression, but subsequent downregulation of Rac1 gene may reduce the NDV replication and lead to regrowth of EGAS tissue."}, {"pubmed": 23591873, "text": "findings indicate that a chemokine-controlled pathway, consisting of Galphai2, ELMO1/Dock180, Rac1 and Rac2, regulates the actin cytoskeleton during breast cancer metastasis"}, {"pubmed": 23603360, "text": "Data indicate that Rnd1 efficiently displaces Rac1 from its complex with Plexin-B1 but not vice versa."}, {"pubmed": 23618859, "text": "Data indicate CCN1 can induce actin reorganization, formation of lamellipodia, and cell migration/invasion through the alphaV integrins/Rac1/ERK signaling axis; these CCN1-dependent activities can be effectively suppressed by monoclonal antibody YM1B."}, {"pubmed": 23624644, "text": "Abrogation of Rac1 signaling causes DNA double-strand breaks in acute monocytic leukemia cells harbouring the MLL-AF9 oncogene."}, {"pubmed": 23640485, "text": "These results indicate that statins exert their pleiotropic effects through SmgGDS upregulation with a resultant Rac1 degradation and reduced oxidative stress in animals and humans."}, {"pubmed": 23657011, "text": "Sole transphosphorylation of p21-activated kinases is not sufficient to activate Erk1/2. It requires complex formation of both kinases with GTP-Rac1 to unleash cAMP-PKA-boosted activation of Raf-Mek-Erk."}, {"pubmed": 23669401, "text": "Single-nucleotide polymorphism in Rac1 is associated with response to therapy in Crohn's disease."}, {"pubmed": 23707487, "text": "Inhibition of ARF1 or Rac1 expression markedly impacts the ability of MDA-MB-231 cells to migrate upon Epidermal Growth Factor stimulation."}, {"pubmed": 23718289, "text": "The action of DOCK7 in vivo may involve the coordinated integration of Cdc42/Rac GTPase signaling in the context of the membrane recruitment of a DOCK7 guanine nucleotide exchange factor (GEF) complex."}, {"pubmed": 23720743, "text": "The Atypical guanine nucleotide exchange factor Dock4 regulates neurite differentiation through modulation of Rac1 GTPase and actin dynamics."}, {"pubmed": 23733346, "text": "Our results describe a novel molecular cascade that regulates redox signaling by the coordinated regulation of Rac1 and by linking components of the polarity complex to the NADPH oxidase."}, {"pubmed": 23760915, "text": "Rac1 may play an important role in cervical cancer progression and could be a potential target for anticancer therapy."}, {"pubmed": 23803609, "text": "CNF-Y increases Yop translocation in Yersinia enterocolitica-infected cells up to 5-fold. CNF-Y strongly activated RhoA and also delayed in time Rac1 and Cdc42"}, {"pubmed": 23874639, "text": "Nucleophosmin1 is a negative regulator of the small GTPase Rac1."}, {"pubmed": 23900529, "text": "Rac regulates the collagen-induced HSP27 phosphorylation via p44/p42 MAP kinase in human platelets, resulting in the stimulation of platelet-derived growth factor-AB secretion and the release of CD40 ligand."}, {"pubmed": 23906792, "text": "CTGF acting through Rac1 activates the MLK3/JNK signaling pathway, which in turn initiates AP-1 activation and recruitment of c-Jun and c-Fos to the collagen I promoter and ultimately induces collagen I expression in human lung fibroblasts"}, {"pubmed": 23918979, "text": "we demonstrated the regulation of targeting/accumulation of the RhoGDIalpha-Rac1 complex to phagosomes"}, {"pubmed": 23919665, "text": "Rac1 GTPase is a key component of cardiovascular pathologies, including the endothelial dysfunction, cardiac hypertrophy and fibrosis, atrial fibrillation, stroke, hypertension, and chronic kidney disease. [Review]"}, {"pubmed": 23950142, "text": "Immunosuppressive drug azathioprine inhibits endothelial cell rac1 activity to reduce inflammation and the progression of aortic aneurysms."}, {"pubmed": 23967341, "text": "FERM domain containing protein 7 interacts with the Rho GDP dissociation inhibitor and specifically activates Rac1 signaling."}, {"pubmed": 23989259, "text": "mechanical stimulation may attenuate NGFbeta signaling through Rac1"}, {"pubmed": 24006489, "text": "Data indicate mTOR kinase-independent function and mechanism of Rictor in the regulation of neutrophil chemotaxis, and suggest that the small Rho GTPases Rac and Cdc42 serve as downstream effectors of Rictor to regulate actin assembly."}, {"pubmed": 24006490, "text": "Data indicate that srGAP1 possesses a GAP activity specific to Rac1 and is recruited to lamellipodia in a Rac1-dependent manner."}, {"pubmed": 24016866, "text": "Decorin may interfere with angiogenesis by downregulating hypoxia-induced Met, Rac1, HIF-1alpha and VEGF expression in RPE cells, which suggests a potential strategy for the inhibition of CNV."}, {"pubmed": 24026656, "text": "High Rac-1 expression and lymph node metastasis were two independent factors for poor survival."}, {"pubmed": 24043306, "text": "This study concludes that Rac1 T108 is phosphorylated by ERK in response to epidermal growth factor, which plays an important role in regulating Rac1."}, {"pubmed": 24072884, "text": "Recent insights at the molecular and cellular levels are paving the way for a more directed and detailed approach to target mechanisms of RAC1 regulating angiogenesis and metastasis"}, {"pubmed": 24080160, "text": "These results provide evidence for a key role of Rac1 in a pathway that regulates IL-1-induced gene expression depending on receptor endocytosis."}, {"pubmed": 24200678, "text": "FlnA mutations alter the balance between RhoA and Rac1 GTPases activities in favor of RhoA."}, {"pubmed": 24265291, "text": "results demonstrate that miR-320a functions as a tumour-suppressive miRNA through targeting Rac1 in colorectal cancer"}, {"pubmed": 24274578, "text": "Human TIPE2 is an endogenous inhibitor of Rac1 in hepatocellular carcinoma (HCC) by which it attenuates invasion and metastasis of HCC."}, {"pubmed": 24337070, "text": "Data reveal that NEDD9 can regulate 3D migration speed independent of the Rac1 morphology switch."}, {"pubmed": 24345190, "text": "Invasion of host cells, which occurs at a low frequency, does not seem linked to Rac1 activation by Vibrio parahaemolyticus VopC, but instead appears to require CDC42."}, {"pubmed": 24362520, "text": "Authors propose a model for Rac1 activation where SIRT1/2 positively modulates the DVL/TIAM1/Rac1 axis and promotes sustained pathway activation."}, {"pubmed": 24371145, "text": "Small G proteins Rac1 and Ras regulate serine/threonine protein phosphatase 5 (PP5).extracellular signal-regulated kinase (ERK) complexes involved in the feedback regulation of Raf1."}, {"pubmed": 24374334, "text": "Rac1 inhibition mitigated the oxidative/nitrosative stress, prevented calcium-dependent ER-stress, and partially rescued UPS function"}, {"pubmed": 24387669, "text": "These data highlight a novel MT1-MMP/MMP2/RAC1 signaling axis in melanoma."}, {"pubmed": 24430179, "text": "These results indicated that Rac1 mediated shear stress-induced endothelial cells migration"}, {"pubmed": 24434436, "text": "the SNTA1/P66shc-mediated Rac1 activation resulted in an increase in reactive oxygen species (ROS) production and migratory potential in human breast cancer cells."}, {"pubmed": 24487980, "text": "SNPs in the RAC1 gene are associated with some clinical and biochemical parameters related to the development and progression of hypertension."}, {"pubmed": 24501217, "text": "Rac1 contribute to chronic lymphocytic leukemia cells proliferation and chemoresistance."}, {"pubmed": 24526684, "text": "FilGAP may function as a mediator of the regulation of Rac by Arf6."}, {"pubmed": 24554007, "text": "TIAM1-RAC1-NOX2 signalling axis is activated in the initial stages of diabetes to increase intracellular ROS leading to mitochondrial damage and accelerated capillary cell apoptosis"}, {"pubmed": 24554735, "text": "RhoGDI2 inhibits trophoblast cell migration, and this function may involve suppression of RAC1 activation."}, {"pubmed": 24571616, "text": "HIV-1 activates cytoskeletal proteins during monocyte-endothelial interactions and increase transcription and activation of Rac1 in brain tissues, while CCR5 antagonists prevented these HIV-1-induced alterations."}, {"pubmed": 24577405, "text": "data outline a synergistic action of nectin-1 and -4 in the early steps of AJ formation and implicate this interaction in modulating the Rac1 signaling pathway"}, {"pubmed": 24587345, "text": "Rab5C modulates Rac1-mediated cell motility."}, {"pubmed": 24625804, "text": "These results suggest a new model in which caveolin-1 might be involved in Salmonella entry via its interaction with SopE and Rac1, leading to enhanced membrane ruffling for phagocytosis into host cells."}, {"pubmed": 24629820, "text": "data show that bile acids are key in the breakdown of the blood-brain barrier during cholestatic liver disease, and that these permeabilizing effects were due to the activation of Rac1 and downstream phosphorylation of the tight junction protein occludin."}, {"pubmed": 24629926, "text": "Our study did not show any associationbetween the assessed RAC1 SNPs and CD in Iranian patients"}, {"pubmed": 24646293, "text": "Study demonstrates that increased DGKzeta protein levels in SW620 cells are associated with increased Rho GTPase activity and downstream signaling; silencing of DGKzeta expression in SW620 cells decreased Rac1 and RhoA activity and attenuated cell invasion; DGKzeta silencing also attenuated the invasiveness of PC-3 prostate cancer and MDA-MB-231 breast cancer cells."}, {"pubmed": 24697698, "text": "The M3 receptor facilitates interaction of the VE-cadherin-based adherens junctional complex and the actin-based cytoskeleton by maintaining Rac1 activity, which regulates the interaction between IQGAP1/Rac1 and IQGAP1/beta-catenin."}, {"pubmed": 24706725, "text": "we demonstrate that innate immune functions of macrophages ensue at least partly through a homeostatic Wnt5a-Fz5-NF-kappaB (p65) circuit, which is Rac1 dependent."}, {"pubmed": 24750242, "text": "RAC1 is an important downstream molecule of EGF-EGFR signaling involved in non-small-cell lung cancer cell migration."}, {"pubmed": 24759106, "text": "Our results demonstrate a new mechanism of modulation of RAC1 inflammatory pathway through a cross-talk between NF-kappaB and NRF2."}, {"pubmed": 24760188, "text": "Suppression of p21Rac activity assists innate immunity in bactericidal activity and may induce remission in inflammatory bowel disease."}, {"pubmed": 24786604, "text": "Higher levels of RAC1 expression are found in head and neck squamous cell carcinoma patient tumors with poor early or late responses to chemo-radiotherapy."}, {"pubmed": 24819662, "text": "High RAC1 activity is associated with serous ovarian cancer."}, {"pubmed": 24833563, "text": "RAC1b overexpression constitutes a marker of poor prognosis in KRAS/BRAF WT mCRC patients treated with first-line FOLFOX/XELOX therapy."}, {"pubmed": 24835487, "text": "Rac1 activation is dependent on c-met activity on the perinuclear endosome."}, {"pubmed": 24840251, "text": "Data suggest PIKFYVE (phosphoinositide kinase FYVE), MTMR3 (myotubularin related protein 3), and their product phosphatidylinositol 5-phosphate) are involved in activation of RAC1; this process regulates of migration/invasion of carcinoma/sarcoma."}, {"pubmed": 24840740, "text": "Inhibition of PAK activation at late G2-phase centrosomes caused by Rac1 inactivation coincides with impeded activation of Aurora A and the CyclinB/Cdk1 complex and delayed mitotic entry."}, {"pubmed": 24841200, "text": "MiR-200b suppresses arsenic-transformed cell migration by targeting PKCalpha and Wnt5b-PKCalpha positive feedback loop and inhibiting Rac1 activation."}, {"pubmed": 24848679, "text": "Rac1-induced lamellipodial motility consists of two distinct activities, PI3K-dependent outward extension and PI3K-independent ruffling"}, {"pubmed": 24850902, "text": "MMP3, known to be expressed in PDA, was found to be associated with expression of Rac1b, a tumorigenic splice isoform of Rac1, in all stages of pancreatic cancer."}, {"pubmed": 24858039, "text": "Authors propose a model whereby vimentin promotes FAK stabilization through VAV2-mediated Rac1 activation. This model may explain why vimentin expressing metastatic lung cancer cells are more motile and invasive."}, {"pubmed": 24859002, "text": "Describe here an invadopodia disassembly model, where a signalling axis involving TrioGEF, Rac1, Pak1, and phosphorylation of cortactin, causes invadopodia dissolution."}, {"pubmed": 24905281, "text": "TIAM1 is activated by phosphatidylinositol 5-phosphate which activates RAC1, regulating actin dynamics and cell invasion."}, {"pubmed": 24925969, "text": "SDF-1alpha stimulates the CXCR4/PI3K/Rac1 signaling pathway and actin cytoskeleton rearrangement to suppress endothelial permeability."}, {"pubmed": 24970760, "text": "These findings show that overexpression of PODXL enhanced invadopodia formation and tumor metastasis by inducing Rac1/Cdc42/cortactin signaling network."}, {"pubmed": 24980436, "text": "Results indicate that Coronin1 proteins are at the center of a regulatory hub that coordinates Rac1 activation, effector exchange, and the F-actin organization state during cell signaling."}, {"pubmed": 24980975, "text": "By inducing and activating Rap1 and Rac1."}, {"pubmed": 25002679, "text": "A Rac1-Aurora A-MCAK signaling pathway mediates endothelial cell polarization and directional migration by promoting regional differences in microtubule dynamics."}, {"pubmed": 25043297, "text": "The DDX3-Rac1-beta-catenin regulatory axis in modulating the expression of Wnt/beta-catenin target genes."}, {"pubmed": 25043299, "text": "TIPE1 induced apoptosis in HCC cells by negatively regulating Rac1 pathway"}, {"pubmed": 25043657, "text": "MTOR regulate EMT at least in part by down regulation of RhoA and Rac1 signaling pathways."}, {"pubmed": 25043693, "text": "The clinical and pathological associations of RAC1(P29S) in a cohort of 814 primary cutaneous melanomas with known BRAF and NRAS mutation status, were investigated."}, {"pubmed": 25056119, "text": "Melanoma cell lines possessing the RAC1 hotspot variant."}, {"pubmed": 25056432, "text": "Manipulation of Rac1 expression selectively affects the expression pattern within the galectin network at the level of proteins and distinct aspects of cell surface glycosylation."}, {"pubmed": 25056956, "text": "Data indicate that arachidonic acid induces the direct interaction of Rac-GTP-bound p67(phox) with the C-terminal cytosolic region of phagocyte NADPH oxidase Nox2."}, {"pubmed": 25086046, "text": "Dietary folate affects metastasis through the regulation of the carboxyl methylation of Rho family GTPases RhoA and Rac1."}, {"pubmed": 25091805, "text": "proliferation was linked to a novel DEPDC1B-Rac1-ERK1/2 signaling axis in oral cancer cell lines."}, {"pubmed": 25107911, "text": "Inactivation of RhoA due to lack of prenylation leads to Rac1 activation and subsequent priming for IL-1beta secretion."}, {"pubmed": 25130858, "text": "Rac1 has a role in mediating SOX9 expression in inner meniscus cells"}, {"pubmed": 25151145, "text": "AngII/Rac1/STAT3 signaling as a mechanism for atrial structural remodeling"}, {"pubmed": 25171475, "text": "Rac1 protein was overexpressed in human colorectal cancer cells."}, {"pubmed": 25224588, "text": "A sequence variant in human KALRN impairs protein ability to activate Rac1 and coincides with reduced cortical thickness."}, {"pubmed": 25289457, "text": "results suggest that Rac1 oxidation at Cys(18) is a novel posttranslational modification that upregulates Rac1 activity"}, {"pubmed": 25345393, "text": "The review highlights the multiple interacting pathways involved in Rac1 activation in cardiovascular and cerebrovascular diseases as well as in in platelet activation."}, {"pubmed": 25365944, "text": "metformin impairs Rho GTPases signaling to induce apoptosis via JNK pathway"}, {"pubmed": 25384218, "text": "these results indicate that activation of a RASAL2/ARHGAP24/RAC1 module contributes to TNBC tumorigenesis and identify a context-dependent role of RASAL2 in breast cancer."}, {"pubmed": 25394657, "text": "cIAP2 is in conclusion a regulator of human intestinal wound healing through enhanced migration along with activation of Rac1"}, {"pubmed": 25427558, "text": "LRRK2 and clathrin-light chains co-localize on endosomes and inhibit Rac1 activity."}, {"pubmed": 25427623, "text": "It regulates actin polymerization to form lamellipodia, which is a critical event for cell migration of prostate cancer."}, {"pubmed": 25428919, "text": "CD147 has a role in promoting Src-dependent activation of Rac1 signaling through STAT3/DOCK8 during the motility of hepatocellular carcinoma cells"}, {"pubmed": 25430696, "text": "Higher expression of RAC1 and genes related to the mineralocorticoid pathway was identified in Chilean subjects with a high-salt intake, suggesting that RAC1 could represent a mediator of Cardiovascular damage induced by sodium."}, {"pubmed": 25464848, "text": "Glioma stem cells preferentially secrete Sema3C and coordinately express PlexinA2/D1 receptors to activate Rac1/nuclear factor (NF)-kB signaling."}, {"pubmed": 25476896, "text": "The androgen-triggered AR/filamin A complex controls, through Rac 1, the decision of cells to halt cell cycle and migration."}, {"pubmed": 25490770, "text": "RAGE/MT1-MMP axis modified HMBG-1-mediated TF expression through RhoA and Rac1 activation and NF-kappaB phosphorylation in endothelial cells"}, {"pubmed": 25504636, "text": "Inhibition of GSK3beta attenuated the migration and invasion of glioblastoma cells associated with suppression focal adhesion kinase, guanine nucleotide exchange factors/Rac1 and c-Jun N-terminal kinase."}, {"pubmed": 25529012, "text": "Our findings demonstrate the ability of SEMA3F to inhibit the stemness of human CRC cells by suppressing Rac1 activation, which suggests a novel therapeutic approach for colorectal cancer"}, {"pubmed": 25544611, "text": "Whereas most nonmuscle myosin IIA (MIIA) at the leading edge assembled into dorsal contractile arcs, a substantial subset assembled in or was captured within maturing focal adhesions, and this behavior was promoted by active Rac1."}, {"pubmed": 25559184, "text": "Suggest a new model of VE-cadherin adhesive interaction mediated by Rac1-induced reduction of mechanical tension at endothelial cell adherens junctions, resulting in the stabilization of VE-cadherin adhesions."}, {"pubmed": 25562149, "text": "These findings indicate that RhoGDI2 repressed the activity of Rac1 and may be involved in the rearrangement of cytoskeleton in lung cancer cells."}, {"pubmed": 25585684, "text": "The present study showed that rac1 overexpression is associated with cell epithelial-mesenchymal transition and poor epithelial ovarian cancer prognosis"}, {"pubmed": 25585795, "text": "Given its pivotal role in gastric tumorigenesis and progression, Rac1 can serve as a promising therapeutic target for gastric cancer."}, {"pubmed": 25586182, "text": "protective effect of Elmo1 and Dock180 is mediated by activation of Rac1, p21-activated kinase (PAK) and AKT/protein kinase B (AKT) signaling"}, {"pubmed": 25640224, "text": "Nuclear Rac1 shuttling is a finely tuned mechanism for controlling nuclear shape and organization and cell invasiveness"}, {"pubmed": 25659579, "text": "supports a critical role for HACE1 in breast cancer progression and identifies patients that may benefit from Rac-targeted therapies."}, {"pubmed": 25684205, "text": "CUL3 regulates TIAM1 abundance and subsequent RAC1 signaling."}, {"pubmed": 25687035, "text": "Results supported that miR-512-3p could inhibit tumor cell adhesion, migration, and invasion by regulating the RAC1 activity via DOCK3 in NSCLC A549 and H1299 cell lines."}, {"pubmed": 25694429, "text": "biological significance of this PKCtheta;/alphaPIX/Rac 1 GTPase/PYGM signaling pathway seems to be the control of different cellular responses such as migration and proliferation"}, {"pubmed": 25746002, "text": "Study identifies a bidirectional (phosphorylation and dephosphorylation) regulatory mechanism controlling Tiam1 stability and provides new insights on how EGFR signaling triggers Rac1 activation and cancer development."}, {"pubmed": 25758356, "text": "accumulation. These data suggest that Rac1 GTPase plays an important role in signaling and contributes to the sensitivity of cervical cancer cells under UV or gamma radiation treatments."}, {"pubmed": 25783411, "text": "Kaempferol-3-O-rutinoside induces the activation of RhoA and Rac1, downstream effectors of the FAK signaling pathway."}, {"pubmed": 25799492, "text": "a role for ARF6 in linking EGF-receptor signaling to Rac1 recruitment and activation at the plasma membrane to promote breast cancer cell directed migration"}, {"pubmed": 25862165, "text": "Coro1C mediated Rac1 trafficking through actin-rich vesicles."}, {"pubmed": 25879033, "text": "In this review, we summarize the current understanding of GEFs and GAPs for Rac1, with emphasis on the molecular function and disease implication of these regulators in the nervous system."}, {"pubmed": 25885881, "text": "genetic association study in population of children/adolescents in Israel: Data suggest SNPs in Rac1 (rs10951982, rs4720672, rs34932801) are not associated with thiopurine efficacy in treatment of inflammatory bowel disease in population studied."}, {"pubmed": 25888632, "text": "Rap1- and Rac1-GTPase activation have roles in hypoxia/reoxygenation-experienced cancer cell migration and metastasis via the expression of thymosin beta-4"}, {"pubmed": 25901943, "text": "ELMO1 is expressed in rheumatoid arthritis synovium, promotes cell migration and invasion, and regulates Rac1 activity, thereby mediating rheumatoid arthritis pathogenicity."}, {"pubmed": 25917196, "text": "OCRL inhibits Rac1 activation in osteoarthritis development."}, {"pubmed": 25957131, "text": "within the same cell type, EGFR and DOCK180 regulate Rac1 activation by newly-formed contacts, but control separate cellular events that cooperate to stabilise junctions."}, {"pubmed": 25963818, "text": "Rac1-induced actin assembly and subsequent AJ formation critically depends on FMNL2."}, {"pubmed": 25990958, "text": "Induction of ezrin activation by Rac1 signaling triggers a conformational change in NHERF1, which is then able to bind and stabilize misfolded CFTR at the plasma membrane."}, {"pubmed": 26004135, "text": "Rich1 negatively regulates the epithelial cell cycle, proliferation and adhesion by CDC42/RAC1-PAK1-Erk1/2 pathway."}, {"pubmed": 26071482, "text": "Ketorolac has a novel pharmacologic activity conferred by the R-enantiomer and R-ketorolac achieves sufficient levels in the peritoneal cavity to inhibit Rac1 and Cdc42, contributing to the observed survival benefit in women who received ketorolac"}, {"pubmed": 26112412, "text": "The P-Rex1-Rac1 interface is critical for Rac1 activation in breast cancer cells."}, {"pubmed": 26116572, "text": "our data show the importance of spatio-temporal regulation of the actin cytoskeleton through Trio and Rac1 at VE-cadherin-based cell-cell junctions in the maintenance of the endothelial barrier."}, {"pubmed": 26142737, "text": "Expression of RhoA and Rac1 was absent in fibroblasts of adjacent normal tissue and in compromised lymph nodes. Based on our findings that no significant changes were observed between primary and metastatic lymph nodes"}, {"pubmed": 26176707, "text": "RAC1 P29S has a role in regulating PD-L1 expression in melanoma"}, {"pubmed": 26205497, "text": "RalA activation was remarkably impaired in rac1-deficient skeletal muscle fibres."}, {"pubmed": 26205662, "text": "Src-mediated Y724 phosphorylation in ELMO1 plays a critical role for cell spreading via activation of Rac1, leading to promotion of cell migration."}, {"pubmed": 26219349, "text": "The TNF-alpha could suppress the osteogenic differentiation of dental pulp stem cells via increasing the expression of RAC1, which could activate the Wnt/beta-catenin signaling pathway and liberate beta-catenin to translocate into the nucleus."}, {"pubmed": 26271988, "text": "Data show that polyclonal antibody (pAb) of Ras-related C3 botulinum toxin substrate 1 (Rac1) protein was successfully prepared, which could specifically recognize Rac1 protein in several natural samples."}, {"pubmed": 26299439, "text": "Rac1 and related cell motility pathways might be associated with plasma adiponectin levels and biological functions of adiponectin."}, {"pubmed": 26305333, "text": "RAC1, the human ortholog of mouse Rac1, regulates the secretory activity of human endometrial stromal cells during decidualization."}, {"pubmed": 26319681, "text": "Inhibition of Dock3 by Dock3 shRNA impaired the severity of status epilepticus in the acute stage and decreased the spontaneous recurrent seizures times in the chronic stage of lithium-pilocarpine model and decreased the expression of rac1-GTP."}, {"pubmed": 26324182, "text": "p120 participates in the progress of gastric cancer through regulating Rac1 and Pak1."}, {"pubmed": 26370090, "text": "WNT10B enhances proliferation through beta-catenin and RAC1 GTPase in human corneal endothelial cells."}, {"pubmed": 26438819, "text": "second messengers activate the Rac1 signal, which sets in motion a cascade whereby PAKs phosphorylate and negatively regulate PREX2 to decrease Rac1 activation."}, {"pubmed": 26450120, "text": "MARCKS upregulation increases vascular smooth muscle cell motility by activation of Rac1 and Cdc42, promoting neointima formation."}, {"pubmed": 26468229, "text": "Gnb isoforms control a signaling pathway comprising Rac1, Plcbeta2, and Plcbeta3 leading to LFA-1 activation and neutrophil arrest in vivo"}, {"pubmed": 26549372, "text": "Rac1 is involved in HMGB1induced hyperpermeability in pulmonary microvascular endothelial cells via MAPK signal transduction."}, {"pubmed": 26558612, "text": "Data indicate enantiomer selective interaction of R-naproxen and R-ketorolac with Rho family GTPases Rac1 and Cdc42."}, {"pubmed": 26617787, "text": "RAC1 overexpression promoted the proliferation of lens epithelial cells. RAC1 overexpression also promoted migration and invasion of lens epithelial cells and had an influence on the epithelial-mesenchymal transition process."}, {"pubmed": 26631033, "text": "we found that CXCR4-CXCL12/AKT axis regulates RhoA, Rac-1, and Cdc42 to modulate cell invasion and tumor metastasis. Together, these results demonstrate a role for CXCR4 in ESCC metastasis and progression and suggest potential targets for therapeutic intervention."}, {"pubmed": 26634649, "text": "we discovered distinct predictive performance of Rac1 and Cdc42 depending on the migration modes, indicating that Rac1 and Cdc42 contribute to persistent and random migration, respectively"}, {"pubmed": 26645485, "text": "inhibition of Rac or PI3K impedes adhesion of breast cancer cells and melanoma cells to the brain endothelium."}, {"pubmed": 26648292, "text": "Rab23 enhance squamous cell carcinoma cell invasion via up-regulating Rac1."}, {"pubmed": 26740622, "text": "Data suggest LPA (lysophosphatidic acid; acting via LPAR1) and endothelin activate Cdc42, concurrent with biphasic decrease in Rac1 activity, differential effects on RhoA; LPA/endothelin stim. leads to remodeling of invadosomes in melanoma cells."}, {"pubmed": 26749485, "text": "These include a patient with hypoplastic phalanges and absent hallux bilaterally with de novo deletion of 11.9 Mb on 7p21.1-22.1 spanning 63 genes including RAC1, another patient with severe Holt-Oram syndrome and a large de novo deletion 2.2 Mb on 12q24.13-24.21 spanning 20 genes including TBX3 and TBX5, and a third patient with acheiropodia who had a nullizygous deletion of 102 kb on 7q36.3 spanning LMBR1"}, {"pubmed": 26752742, "text": "inhibition of FAK phosphorylation at Y397 or Rac1 activity can serve as a therapeutic strategy for treating patients with metastatic oral squamous cell carcinoma"}, {"pubmed": 26829882, "text": "Activation of the NF-kappaB-JNK pathway is independent of the PIK3CA-Rac1-JNK pathway involved in the bFGF-regulated human fibroblast cell migration and wound healing."}, {"pubmed": 26841219, "text": "This study suggested that polymorphisms of RAC1 gene might influence the susceptibility to end-stage renal disease in Chinese Han population."}, {"pubmed": 26867574, "text": "RAC1/RAC2 and SFK are proximal and essential for phosphatidylinositol 3-kinase (PI3K) activation in NK cell-mediated direct cytotoxicity against Cryptococcus neoformans."}, {"pubmed": 26897750, "text": "Rab23 serves as an important oncoprotein in human astrocytoma by regulating cell invasion and migration through Rac1 activity"}, {"pubmed": 26905694, "text": "Loss of FAT1 results in decreased cell adhesion and migration in fibroblasts and podocytes and the decreased migration is partially reversed by a RAC1/CDC42 activator."}, {"pubmed": 26910843, "text": "High RAC1 expression is associated with breast cancer."}, {"pubmed": 26911374, "text": "We have reported here for the first time a reduced activity of both Rac1 and Cdc42 in human pheochromocytoma resection as well as tumor-associated expression changes of FARP1, ARHGEF1, and ARHGAP36"}, {"pubmed": 26940916, "text": "Rab8 can induce Rac1- and Tiam1-dependent cortical actin polymerization and focal adhesion disassembly through the proteases MT1-MMP and calpain, and Rho-GTPase-dependent mechanisms"}, {"pubmed": 26986629, "text": "The results of the present study suggested that Rac1 enhanced the expression of Smad3/4 in activated hepatic stellate cells; however, this increase may be suppressed by SAM-induced methylation of Rac1 promoters."}, {"pubmed": 26991540, "text": "miR-24-1*/let-7a*-ARP2/3 complex-RAC isoforms pathway may represent a novel pathogenic mechanism for Hirschsprung disease."}, {"pubmed": 27048259, "text": "High RAC1 expression is associated with increased cell migration in breast neoplasms."}, {"pubmed": 27052191, "text": "stimulation of the DOCK180 pathway represents an alternative mechanism of PTP1B inhibitor-stimulated endothelial cell motility, which does not require concomitant VEGFR2 activation as a prerequisite."}, {"pubmed": 27052944, "text": "These findings indicate that inhibition of the Rac1WAVE2Arp2/3 signaling pathway may promote radiosensitivity, which may partially result from the downregulation of CFL1 in U251 human glioma cells."}, {"pubmed": 27138333, "text": "A MAPK-Driven Feedback Loop Suppresses Rac Activity to Promote RhoA-Driven Cancer Cell Invasion. Our model predicted an unanticipated feedback loop, whereby Raf/MEK/ERK signalling maintains suppression of Rac1 by inhibiting the Rac-activating Sos1-Eps8-Abi1 complex, allowing RhoA activity to predominate in invasive protrusions."}, {"pubmed": 27151455, "text": "Activated Rac1 regulates the degradation of IkappaBalpha and the nuclear translocation of STAT3-NFkappaB complexes in starved cancer cells"}, {"pubmed": 27152953, "text": "identified Rac1 interactors together with functional annotation of the differentially regulated Rac1 binding partners, is reported."}, {"pubmed": 27154205, "text": "Rac1-Rab11-FIP3 regulatory hub coordinates vesicle traffic with actin remodeling and T-cell activation"}, {"pubmed": 27181206, "text": "Results in this report suggest that Rac1 signaling is essential for the survival of breast cancer cells subjected to HFR and implicate Rac1 in radioresistance of breast cancer cells."}, {"pubmed": 27189938, "text": "This study also showed that, despite the conservation of the catalytic activity of RhoGAP (Rho-specific GAP) on the 6-TGTP-Rac1 adduct to produce the biologically inactive 6-thioguanosine diphosphate (6-TGDP)-Rac1 adduct, RhoGEF (Rho-specific GEF) cannot exchange the 6-TGDP adducted on Rac1 with free guanine nucleotide."}, {"pubmed": 27224546, "text": "Rac activity may be an important determinant of metastatic capability in subsets of neuroblastoma cells lacking MYCN amplification."}, {"pubmed": 27231134, "text": "The NKD1/Rac1 feedback loop regulates the invasion and migration ability of hepatocellular carcinoma cells."}, {"pubmed": 27294528, "text": "RAC1 is a key mediator of epidermal dysfunction in psoriatic epidermis and primary psoriatic human keratinocytes exposed to psoriasis-related stimuli, but not in skin from patients with basal or squamous cell carcinoma"}, {"pubmed": 27299748, "text": "We found that the polymorphisms of RAC1 rs836554, rs4720672, and rs12536544 were significantly associated with platinum-based chemotherapy toxicity in lung cancer patients"}, {"pubmed": 27345584, "text": "Here we review the current knowledge about the classification of this tumor subtype and its association with five key features: mutation status of the BRAF or KRAS genes, the CpG island methylation phenotype, microsatellite instability, immune cell infiltration, and overexpression of GTPase RAC1b"}, {"pubmed": 27355516, "text": "role of Cdc42 and Rac1 activities in pheochromocytoma, the adrenal medulla tumor"}, {"pubmed": 27425849, "text": "Rac1 and Rac1b were found to be significantly over expressed in serum of non small cell lung cancer patients compared to healthy controls"}, {"pubmed": 27435106, "text": "this study shows that the association between ATG16L1 and Crohn's disease is mediated at least in part through Rac1 hyperactivation and subsequent defective dendritic cell migration"}, {"pubmed": 27435854, "text": "results show that polyacrylate derivative of peroxovanadate efficiently arrests growth of A549 cancerous cells by activating the axis of Rac1-NADPH oxidase leading to oxidative stress and DNA damage."}, {"pubmed": 27436754, "text": "the B-cell receptor BR3 modulates cellular branching via Rac1 during neuronal migration"}, {"pubmed": 27440504, "text": "Taken together, our results indicate that integrin beta6 promotes tumor invasiveness in a Rac1-dependent manner and is a potential biomarker for tumor metastasis."}, {"pubmed": 27442895, "text": "the pathological role of Rac1 signaling"}, {"pubmed": 27476657, "text": "loss-of-function mutations in ELMO2 cause intraosseous vascular malformation by impeding RAC1 signaling"}, {"pubmed": 27539661, "text": "These data suggest a novel link between Tiam1 and RhoG/ILK /ELMO2 pathway as upstream effectors of the Rac1-mediated phagocytic process in trabecular meshwork cells."}, {"pubmed": 27556698, "text": "TIPE2 suppressed tumor invasiveness and angiogenesis in non-small cell lung cancer via inhibiting the activation of Rac1 and subsequently weakening its downstream effects, including F-actin polymerization and VEGF expression."}, {"pubmed": 27623380, "text": "the current study identifies a potential role for Rac1 and mammary epithelial phagocytosis in breast cancer that has yet to be explored."}, {"pubmed": 27655131, "text": "Results show that RAC1 expression is regulated by SPN promoting glioblastoma cell invasion."}, {"pubmed": 27699663, "text": "Point mutation P29S in RAC1 is associated with melanoma."}, {"pubmed": 27725632, "text": "These findings highlight a regulatory pathway of Tiam1/Rac1 in Th17 cells and suggest that it may be a therapeutic target in multiple sclerosis."}, {"pubmed": 27760566, "text": "MIIP is a key molecule in directing Rac1 signaling cascades in Endometrial carcinoma . Ectopically expressed MIIP consistently competed with Rac1-GTP for binding with the PAK1 p21-binding domain."}, {"pubmed": 27765763, "text": "Rac1 regulates lung branching morphogenesis, in part through canonical Wnt signaling."}, {"pubmed": 27790713, "text": "In this review, we summarize the recent advances in understanding the role of RAC1 in lung cancer and the underlying mechanisms and discuss its value in clinical therapy."}, {"pubmed": 27790861, "text": "this study clearly provided evidence that FilGAP, as well as IDH1 status, may be useful for predicting the behavior of astrocytomas. In addition, the FilGAP/Rac1 axis may serve as an important regulator of tumor progression in GBMs, probably through alteration of cell morphology."}, {"pubmed": 27815503, "text": "These data were confirmed by phosphomimetic mutation of serine 1443 to glutamate within RGCT, which led to a significant reduction of IQGAP1 affinity for CDC42 and RAC1, clearly disclosing the critical role of RGCT for these interactions."}, {"pubmed": 27835684, "text": "It has been shown that WDR26 promotes Rac1 membrane translocation following a Coro1A-like and Coro1A-dependent mechanism."}, {"pubmed": 27862679, "text": "FOXP3 can regulate the expression of ARHGAP15 and affects migration of glioma cells through the Rac1 signaling pathway"}, {"pubmed": 27869202, "text": "Study demonstrate that the IAV NS1 protein can directly interact with the cellular protein Rac1 and modulate its activity via post-translational modifications to regulate IAV replication."}, {"pubmed": 27873143, "text": "This study is the first to show an inhibitory downstream action of a T2R4 agonist on Rac1 function."}, {"pubmed": 27886249, "text": "studies revealed that alpha-Syn(A53T) inhibited PDGF-induced Rac1 activation, whereas Cdc42 activation remained unaffected, resulting in unbalanced actin filament remodeling"}, {"pubmed": 27888097, "text": "Rab7a depletion decreases the amount of active Rac1 but not its abundance and reduces the number of cells with vimentin filaments facing the wound, indicating that Rab7a has a role in the orientation of vimentin filaments during migration"}, {"pubmed": 27908735, "text": "Results show that RAC1 mRNA is regulated in melanoma by UNR protein."}, {"pubmed": 27912197, "text": "The inhibition of Rac1 by NSC23766 inhibited NADPH oxidase activity and ROS generation induced by high glucose concentrations in INS-1 & human 1.1b4 beta cells. Inhibition of Rac1-NOX complex activation by NSC23766 significantly reduced CD36 expression in INS-1 and human 1.1b4 beta cell membrane fractions."}, {"pubmed": 27927130, "text": "P311 could accelerate skin wound reepithelialization by promoting the migration of Epidermal Stem Cell through RhoA and Rac1 activation."}, {"pubmed": 27930970, "text": "this study shows that the anti-tumor effects of astragaloside IV are mediated by the downregulation of Vav3-mediated Rac1/MAPK activation"}, {"pubmed": 27988259, "text": "the interactions of EphA5/ephrinA5 and/or EphA7/ephrinA5 between HSPCs and BMSCs, independently and cooperatively, play a role in HSPC colony formation through the upregulation of GM-CSFR. Furthermore, the adhesion/migration of HSPCs appears to be mediated in part through the activation of Rac1."}, {"pubmed": 27997893, "text": "1alpha,25-Dihydroxy-Vitamin D3 leads to disruption of RAC1 and PAK1 activity with subsequent actin depolymerization of endometrial carcinoma cells."}, {"pubmed": 28031525, "text": "Filamin C promotes lymphatic invasion and lymphatic metastasis and increases cell motility by regulating Rac1/cdc42 activites in esophageal squamous cell carcinoma."}, {"pubmed": 28055293, "text": "Rac1 is highly active in human psoriatic lesional skin and keratinocytes, and keratinocyte-specific overexpression of an activated mutant of Rac1."}, {"pubmed": 28102848, "text": "off-label use of statins or novel Rac1 inhibitors might represent a promising pharmacological approach to gain control over chronic cardiotoxicity by interfering with key mechanisms of anthracycline-induced cardiomyocyte cell death"}, {"pubmed": 28234980, "text": "RAC1b overexpression stimulates proliferation and NF-kappaB-mediated anti-apoptotic signaling in thyroid cancer cells."}, {"pubmed": 28277539, "text": "our data provide direct evidence for a protective role of Rac1 in UV-light-induced skin carcinogenesis and keratinocyte apoptosis probably through regulating mechanisms of the DNA damage response and repair pathways."}, {"pubmed": 28278510, "text": "autocrine VEGF and IL-8 promoted endothelial cell migration via the Src/Vav2/Rac1/PAK1 signaling pathway."}, {"pubmed": 28300085, "text": "Data indicate that the major mechanism is the ability of p140Cap to interfere with ERBB2-dependent activation of Rac GTPase-controlled circuitries."}, {"pubmed": 28317242, "text": "ROCK activation phosphorylated Rac1b at Ser71 and increased reactive oxygen species (ROS) levels by facilitating the interaction between Rac1b and cytochrome c. Conversely, ROCK inactivation abolished their interaction, concomitant with ROS reduction."}, {"pubmed": 28317937, "text": "A functional interplay between HACE1 and Rac1 in cancer, is reported."}, {"pubmed": 28320863, "text": "Rac1 GTPase regulates 11beta-HSD2 expression, mineralocorticoid receptor activation, and mineralocorticoid receptor-mediated pro-fibrotic signaling."}, {"pubmed": 28412192, "text": "Iranian study did not show any association between the studied RAC1 SNPs and ulcerative colitis."}, {"pubmed": 28440461, "text": "Our data indicated that miR-451 relays environmental signals by upregulating the activity of AMPK signaling, thereby modulating the activation of mTOR and Rac1/cofilin which, in turn, play key roles in glioma cell proliferation and migration, respectively. Our results highlight the need to consider opposing roles of a therapeutic target which, while suppressing tumor cell proliferation, could also promote cell infiltratio"}, {"pubmed": 28450422, "text": "MBQ-167 is 10x more potent than other currently available Rac/Cdc42 inhibitors and has the potential to be developed as an anticancer drug, as well as a dual inhibitory probe for the study of Rac and Cdc42"}, {"pubmed": 28461325, "text": "Rac1 inhibition in gastric adenocarcinoma cells blocks EMT and CSC phenotypes, and thus may prevent metastasis and augment chemotherapy. In gastric adenocarcinoma, therapeutic targeting of the Rac1 pathway may prevent or reverse EMT and CSC phenotypes that drive tumor progression, metastasis, and chemotherapy resistance"}, {"pubmed": 28558300, "text": "We observed Bonferroni-corrected statistically significant interactions between albuminuria, urine cadmium levels and polymorphisms in gene SLC30A7 and RAC1."}, {"pubmed": 28608476, "text": "Eps8/Abi1/Sos1 tricomplex acts as a key molecular switch altering the balance between Rac1 and Rho activation; its presence or absence in pancreatic ductal adenocarcinoma cells modulates alphavbeta6-dependent functions, resulting in a pro-migratory (Rac1-dependent) or a pro-TGF-beta1 activation (Rho-dependent) functional phenotype."}, {"pubmed": 28624895, "text": "These results demonstrate a novel physiological function for sema4D/plxnB1 signaling in retinal pigment epithelium phagocytosis."}, {"pubmed": 28655771, "text": "Data suggest that MCP1/CCL2 induces activation/tyrosine phosphorylation of ARHGEF1/p115-RhoGEF and up-regulates RAC1 signaling in vascular smooth muscle cells (VSMCs); ARHGEF1 inhibition suppresses MCP1-induced VSMC migration and proliferation. (ARHGEF1 = Rho guanine nucleotide exchange factor 1; RAC1 = Rac family small GTPase 1; CCL2 = C-C motif chemokine ligand 2)"}, {"pubmed": 28671041, "text": "Our study suggests that partial reverse cell polarity may lead to poor prognosis of breast cancer. Overexpression of Rac1 may lead to polarity change in Breast Ductal Carcinoma . Therefore, Rac1 could be a therapeutic target for breast cancer"}, {"pubmed": 28694325, "text": "upon ligation of the T-cell antigen receptor (TCR), the TCR associates with and transactivates CXCR4 via phosphorylation of S339-CXCR4 in order to activate a PREX1-Rac1-signaling pathway that stabilizes interleukin-2(IL-2), IL-4, and IL-10 messenger RNA (mRNA) transcripts."}, {"pubmed": 28714015, "text": "MiR-142 inhibited the migration, invasion and MMP expression of glioma by targeting Rac1."}, {"pubmed": 28739799, "text": "The LGR5 primarily functions via the IQGAP1-Rac1 pathway to strengthen cell-cell adhesion in normal adult crypt stem cells and colon cancer cells."}, {"pubmed": 28775002, "text": "analysis of the Kindlin-2-RhoGDIalpha-Rac1 signaling axis that is critical for regulation of podocyte structure and function in vivo"}, {"pubmed": 28786507, "text": "Results show that in cisplatin-resistant cervical cancer tissues, Rac1, and Wave2 mRNA expression was significantly up-regulated compared to that of the cisplatin-sensitive cervical cancer tissues. In HeLa and Caski cervical cancer cell lines, Rac1 activity and Wave2 protein expression was significantly promoted by SH3BP1 overexpression."}, {"pubmed": 28828705, "text": "Glucotoxicity promotes aberrant activation and mislocalization of Rac1 and metabolic dysfunction in pancreatic islet beta-cells."}, {"pubmed": 28869598, "text": "RCC2 physically interacts and deactivates a small GTPase Rac1 that is known to be involved in metastasis."}, {"pubmed": 28886345, "text": "Missense Mutation in RAC1 gene is associated with Developmental Disorders."}, {"pubmed": 28934903, "text": "Pharmacological inhibition of RAC1 could significantly inhibit the proliferation of both RT4 cells and human NF2-associated primary schwannoma cells by inducing apoptosis. Pharmacological inhibition of RAC1 effectively reduced Rac1 activity and down-regulated the pathway downstream of Rac. Moreover, pharmacological inhibition of RAC1 showed a potential antitumor effect, with low toxicity in vivo."}, {"pubmed": 28947497, "text": "mutant p53 activates small GTPase Rac1 is a critical mechanism for mutant p53 gain of function to promote tumor progression."}, {"pubmed": 28949297, "text": "Surprisingly, Rac1 is not located at the binding site on the Sra1 subunit of the WAVE regulatory complex previously identified by mutagenesis and biochemical data. Rather, it binds to a distinct, conserved site on the opposite end of Sra1."}, {"pubmed": 28958942, "text": "RAC1 protein expression in breast cancer.Rac1 is a potential downstream signaling partner of AQP5 in breast cancer."}, {"pubmed": 28969640, "text": "Silencing of RAC1 did not affect ARF1 recruitment to the leading edges in neutrophil chemotaxis."}, {"pubmed": 29016860, "text": "Downregulation of PLEKHA7 in PACG may affect BAB integrity and aqueous humor outflow via its Rac1/Cdc42 GAP activity, thereby contributing to disease etiology."}, {"pubmed": 29039574, "text": "Our data suggest that TGF-beta1-induced chemokinesis in PDAC cells is mediated through a RAC1/NOX4/ROS/p38 MAPK cascade."}, {"pubmed": 29046393, "text": "data suggest that Rac1 can potentiate the activation of PI3Kbeta by GPCRs through an indirect mechanism, by driving the formation of macropinosomes that serve as signaling platforms for Gbetagamma coupling to PI3Kbeta."}, {"pubmed": 29050986, "text": "Rac1 plays a role in CXCL12 but not CCL3-induced chemotaxis."}, {"pubmed": 29058761, "text": "Once activated, c-Abl kinase regulated the activity of Vav1, which further affected Rac1/PAK1/LIMK1/cofilin signaling pathway."}, {"pubmed": 29106392, "text": "Low RAC1 expression promotes lung tumor metastasis."}, {"pubmed": 29121646, "text": "the Ser179Glu mutant of SDC-4 binds strongly Tiam1, a Rac1-guanine nucleotide exchange factors reducing Rac1-GTP by 3-fold in MCF-7 breast adenocarcinoma cells."}, {"pubmed": 29127148, "text": "Ubc9 is an essential regulator of ADAP where it is required for activation of the small GTPase Rac1 in T cell adhesion."}, {"pubmed": 29155102, "text": "Our data reveal an unexpected and essential role of Rac1 in the regulation of intracellular Ca(2+) and contraction of airway smooth muscle cells, and the development of airway hyperresponsiveness. Rac1 thus appears as an attractive therapeutic target in asthma, with a combined beneficial action on both bronchoconstriction and pulmonary inflammation."}, {"pubmed": 29168172, "text": "Rac1 activity is required for adenosine-induced EC barrier enhancement."}, {"pubmed": 29191942, "text": "Induced association of beta-PIX with GIT1 is essential for the stimulation of intestinal epithelial restitution by activating Rac1, and this signaling pathway is tightly regulated by cellular polyamines."}, {"pubmed": 29196061, "text": "Data show interaction between activated Rac family small GTPase 1 (Rac1) and Rho guanine nucleotide exchange factor 28 (p190RhoGEF), suggeseting a potential mechanism for cross-talk regulation where Rac can directly effect stimulation of small GTP binding protein RhoA (RhoA)."}, {"pubmed": 29197552, "text": "Methylmercury chloride negatively affects the activation of Src, Rac1 and Cdc42, all of which are critical proteins for the regulation of cell movement."}, {"pubmed": 29277502, "text": "The effects of Tiam1 on metastasis and EMT mediated by the Wnt/beta-catenin pathway were reversed by Rac1 silencing, suggesting that the prometastatic effect of Tiam1 is mediated by the activation of Rac1. These results indicate that Tiam1 may be a prognostic factor and potential therapeutic target for the treatment of thyroid cancers."}, {"pubmed": 29286138, "text": "cyclin D1 was downregulated, whereas Bcell lymphoma 2associated agonist of cell death (BAD) was upregulated following RAC1 knockdown in colon cancer cells."}, {"pubmed": 29321004, "text": "RCC2 regulates apoptosis by blocking Rac1 signaling. RCC2 expression in tumor can be a useful marker for predicting chemotherapeutic response."}, {"pubmed": 29329780, "text": "These findings highlight a novel mechanism for resistance to ER-stress through oncogenic activation of MEK/ERK signalling by RAC1 and NRAS."}, {"pubmed": 29358323, "text": "Data suggest that CDC42 binding to Ex-domain of IQGAP2 releases Ex-domain at C-terminal region of GRD2 domain, facilitating IQGAP2 dimerization; this promotes allosteric changes in ras GTPase-activating protein binding site providing binding site for second CDC42; RAC1 binds only to apo-IQGAP2. (IQGAP2 = IQ motif containing GTPase activating protein-2; CDC42 = GTP-binding protein CDC42; RAC1 = Rac family small GTPase-1)"}, {"pubmed": 29358562, "text": "The results showed that in cervical cancer cells Rac1 activation by hypoxia could stimulate invasion and migration, and this process was mediated by integrin a5b3-facilitated FAK and PI3K phosphorylation."}, {"pubmed": 29362425, "text": "that Rac1 plays a major role in the phosphorylation of HACE1 downstream CNF1 toxin."}, {"pubmed": 29382922, "text": "ARHGEF39 promotes tumor growth and invasion by activating the Rac1-P38-ATF2 signaling pathway, as well as increasing the expression of Cyclin A2, Cyclin D1, and MMP2 in NSCLC cells."}, {"pubmed": 29408512, "text": "PKC-zeta may be responsible for the abnormal growth, proliferation, and migration of metastatic LOVO colon cancer cells via PKC-zeta/Rac1/Pak1/beta-Catenin pathway."}, {"pubmed": 29410394, "text": "Silencing Rac1 suppressed the growth and migration of Hypopharyngeal Squamous Cell Carcinoma through the P38 MAPK signaling pathway."}, {"pubmed": 29429047, "text": "RAC1/ced-10 participates in Parkinson's disease associated pathogenesis"}, {"pubmed": 29432733, "text": "Taken together, these results indicate that DOCK1 is a critical regulator of the malignant phenotypes induced by Rac1(P29S), and suggest that targeting DOCK1 might be an effective approach to treat cancers associated with Rac1(P29S) mutation."}, {"pubmed": 29434202, "text": "Rac1 is a novel therapeutic target in mantle cell lymphoma."}, {"pubmed": 29458077, "text": "we revisited the question of the relationship between Cav1 and Stat3-ptyr705 in non-transformed mouse fibroblasts and in human lung carcinoma cells, by examining their effect at different cell densities.Our results demonstrate that Cav1 downregulates cadherin-11, by a mechanism which requires the Cav1 scaffolding domain. This cadherin-11 downregulation, leads to a reduction in cRac1 and Stat3 activity levels."}, {"pubmed": 29548483, "text": "This review describes the current knowledge regarding Rac1 pathway deregulation and its association with chemoresistance, radioresistance, resistance to targeted therapies and immune evasion. [review]"}, {"pubmed": 29579104, "text": "Endogenous Rac1 is critical for the recruitment of FMNL2 to newly forming junctions as well as within already established epithelial sheets."}, {"pubmed": 29615491, "text": "FE65 is found to activate ELMO1 by diminishing ELMO1 intramolecular autoinhibitory interaction and to promote the targeting of ELMO1 to the plasma membrane, where Rac1 is activated. We also show that FE65, ELMO1, and DOCK180 form a tripartite complex"}, {"pubmed": 29651441, "text": "RAC1 is associated with giant cell tumor of bone recurrence, which might serve as biomarker for giant cell tumor of bone recurrence"}, {"pubmed": 29734338, "text": "Data show that Ras-like without CAAX 1 protein (RIT1) binds the RHO GTPases CDC42 and RAC1, both of which are crucial regulators of actin dynamics upstream of PAK1."}, {"pubmed": 29859005, "text": "NMI and RAC1 might represent two new key genes related to gastric cancer"}, {"pubmed": 29867202, "text": "upregulation of EMP1 significantly increases cancer cell migration that leads to tumor metastasis"}, {"pubmed": 29884911, "text": "Data suggest rac1 GTP-binding protein (RAC1-GTP) directly interacte with activators of transcription 3 (STAT3) to promote STAT3 phosphorylation, thus promoted epithelial-mesenchymal transition (EMT) of colorectal cancer (CRC) cells."}, {"pubmed": 29928875, "text": "Results suggest that transient receptor potential vanilloid 4 (TRPV4) accelerates glioma migration and invasion through the AKT/Rac1 signaling, and TRPV4 might be considered as a potential target for glioma therapy."}, {"pubmed": 29985482, "text": "An activated and novel splice variant of Rac1."}, {"pubmed": 29993181, "text": "Rho GTPases RAC1 and RHOA are involved in sphingosine 1-phosphate-enhanced glomerular endothelial cells activation with anti-myeloperoxidase antibody positive IgG."}, {"pubmed": 30064309, "text": "MiR-142-3p promotes cellular invasion in colorectal cancer cells by activating RAC1."}, {"pubmed": 30078221, "text": "We conclude that Gia2 protein acts at two different levels which are both dependent and independent of GPCR signaling to induce cell migration and invasion in prostate cancer cells and its action is downstream of PI3-kinase-AKT-Rac1 axis."}, {"pubmed": 30086127, "text": "Authors found that miR-885-5p was a direct target of hsa_circ_0004458, and silencing of hsa_circ_0004458 inhibited PTC cell proliferation by miR-885-5p. Authors also demonstrated that RAC1 was a direct target of miR-885-5p and silencing of RAC1 suppressed PTC cell proliferation."}, {"pubmed": 30108175, "text": "The findings uncovered a critical HGF-dependent signaling pathway that involves the assembly of a large protein complex consisting of MET, AXL, ELMO2, and DOCK180 on the plasma membrane, leading to RAC1-dependent cell migration and invasion in various cancer cells."}, {"pubmed": 30143523, "text": "CSTF2 exerts critical roles in activation of RAC1 by promoting 3'UTR shortening of RAC1 mRNAs through two transcription elongation factors, AFF1 and AFF4, in urothelial carcinoma of the bladder pathogenesis"}, {"pubmed": 30159893, "text": "NKCC1 activity promotes the epithelial-mesenchymal transition-like process in gliomas via RhoA and Rac1 signaling pathways."}, {"pubmed": 30182377, "text": "High RAC1 expression is associated with liver cancer."}, {"pubmed": 30209686, "text": "Expression of the RAC1, RHOA, and CXCR4 proteins and their interactions play a role as risk factors for infiltration to the nipple areola complex in operable breast carcinoma."}, {"pubmed": 30282749, "text": "we show that HIV-1 infection of human T cells sequesters both Lck and Rac1 in a pericentrosomal compartment in an Nef-dependent manner."}, {"pubmed": 30446664, "text": "The spatial extent of Rho GTPases gradients governs cell migration, a sharp Cdc42 gradient maximizes directionality while an extended Rac1 gradient controls the speed."}, {"pubmed": 30485583, "text": "TAFA2 Induces Skeletal (Stromal) Stem Cell Migration Through Activation of Rac1-p38 Signaling."}, {"pubmed": 30514346, "text": "Hypermethylation and the deletion of DMTN relieved binding to the ARHGEF2 protein, activated the Rac1 signaling pathway, regulated actin cytoskeletal rearrangements, and promoted the invasion and metastasis of CRC cells."}, {"pubmed": 30515933, "text": "This novel molecular axis (CUL3/KCTD10/RhoB) positively regulates the activity of Rac1 in HER2-positive breast cancers."}, {"pubmed": 30550728, "text": "Overexpression studies revealed that NF-45 promoted cell growth and invasion and upregulated Rac1/Tiam1 signalling via 14-3-3epsilon protein in ESCC cell lines"}, {"pubmed": 30553448, "text": "These studies demonstrate a novel mechanism whereby ATM activity and reactive oxygen species generation regulates Rac1 to modulate pro-migratory cellular behavior."}, {"pubmed": 30594931, "text": "that Huntingtin regulates Rac1 activity as part of a coordinated response to growth factor signaling and this function is impaired early in Huntington's disease"}, {"pubmed": 30608580, "text": "These mutations increase the binding of the RHOA, MAP3K4 and FRAT1 proteins and generally decrease the binding of RAC1. Thus, pathologies in MAP3K1 disrupt the balance between the pro-kinase activities of the RHOA and MAP3K4 binding partners and the inhibitory activity of RAC1."}, {"pubmed": 30630946, "text": "Cessation of Rac1 activity induces a complete and rapid structural transition."}, {"pubmed": 30659265, "text": "FIH negatively regulates the interaction between HACE1 and Rac1 in the breast cancer cells."}, {"pubmed": 30681176, "text": "this study shows that downregulated Rac1 promotes apoptosis and inhibits the clearance of apoptotic cells in airway epithelial cells"}, {"pubmed": 30698144, "text": "Results show the involvement of RAC1 in the inflammatory process of FMF by enhancing IL-1beta production, through caspase-1 activation, and generating oxidative stress, even during asymptomatic periods."}, {"pubmed": 30765861, "text": "ISG15 affects cell migration by interacting with Rac1 and regulating Rac1 activity and contributes to lymphatic metastasis in oral squamous cell carcinoma"}, {"pubmed": 30773655, "text": "the results indicated that Rac1 acted as the bona fide target of miR-224 and that Rac1 depletion promoted osteogenic differentiation in miR-224-silenced hMSCs."}, {"pubmed": 30781697, "text": "siRNA-mediated depletion of RHOG strongly inhibits tube formation in vascular endothelial cells (ECV cells), an effect reversed by transfecting dominant active constructs of CDC42 or RAC1 in the RHOG-depleted cells."}, {"pubmed": 30851707, "text": "this study shows that TRPV2 suppresses Rac1 activation and invasion in rheumatoid arthritis fibroblast-like synoviocytes"}, {"pubmed": 30853411, "text": "analysis of the crystal structure of the Cdc42-bound form of the DOCK7 DHR-2 domain of DOCK7 shows dual specificity for Rac1 and Cdc42"}, {"pubmed": 30891502, "text": "Conformational landscape alternations promote oncogenic activities of RAC1."}, {"pubmed": 30926638, "text": "we show that the use of a Rac inhibitor prevents chemoresistance by blocking activation of chemotherapy induced NF-kappaB signaling, providing a novel strategy to overcome resistance to chemotherapy in colorectal cancer."}, {"pubmed": 30938056, "text": "The fibrochondrocyte phenotype in aged tenocytes occurs with decreased Rac1 activity in response to hypoxia."}, {"pubmed": 30962261, "text": "Knockdown of HMGB1 inhibits migration of Siha and C33A cells in vitro Western blot and quantitative real-time PCR (qRT-PCR) showed that the expression of RAC1 and CDC42 was positively correlated with HMGB1. HMGB1 is a useful prognostic indicator and a potential biomarker of cervical cancer. RAC1 and CDC42 may be involved in the progression of cervical cancer migration induced by HMGB1."}, {"pubmed": 31027363, "text": "this review focuses on the role of RAC1 in cancers and summarizes the regulatory mechanisms, inhibitory efficacy, and the anticancer potential of RAC1-PAK targeting agents.[review]"}, {"pubmed": 31040292, "text": "FHL2 mediates podocyte Rac1 activation and foot process effacement in hypertensive nephropathy."}, {"pubmed": 31063759, "text": "Data suggest a critical link between cell morphology and cell signaling and reconcile the dichotomy of Rac1's regulation of both proliferation and actin assembly by revealing a mutual signaling axis wherein actin assembly drives proliferation in melanoma."}, {"pubmed": 31103719, "text": "A positive feedforward loop involving active Rac1, S70pBcl-2 and PP2A endows cells with the ability to evade apoptosis, promoting cancer progression."}, {"pubmed": 31202817, "text": "This study is aimed at the identification of interaction partners of Rac1 in beta-cells under basal and hyperglycemia conditions."}, {"pubmed": 31226168, "text": "activation of the transcription factor NFkappaB, involving the small GTPase Rac1, is required for IL-6 production and subsequent STAT3 activation."}, {"pubmed": 31257073, "text": "These findings establish RAC1(P29S) as a promoter of melanoma initiation and mediator of therapy resistance, while identifying SRF/MRTF as a potential therapeutic target."}, {"pubmed": 31300985, "text": "Active Rac1 helps in the assembly of Nox2 holoenzyme, and Nox2 activation increases cytosolic reactive oxygen species production, damaging the mitochondria."}, {"pubmed": 31314174, "text": "glycolysis was significantly downregulated in the RAC1 inhibitor monotherapy group and the combination group via inhibiting AKT/FOXO3a signaling when compared to the control group. Moreover, the silencing of RAC1 inhibited AKT/FOXO3a signaling and cell glycolysis while the upregulation of RAC1 produced an opposite effect."}, {"pubmed": 31330900, "text": "The GTPase-deficient mutants of Rac1 predominantly trigger the formation of broad lamellipodia and the assembly of stress fibers in cultured fibroblasts. In contrast, the fast-cycling mutants trigger the formation of filopodia, accompanied by the dissolution of stress fibers."}, {"pubmed": 31408432, "text": "LncRNA MALAT1 inhibits hypoxia/reoxygenation-induced human umbilical vein endothelial cell injury via targeting the microRNA-320a/RAC1 axis."}, {"pubmed": 31534019, "text": "Adipose tissue-derived WNT5A regulates vascular redox signaling in obesity via USP17/RAC1-mediated activation of NADPH oxidases."}, {"pubmed": 31578236, "text": "blocking the SUMO pathway inhibits tumour cell invasion by decreasing RAC1 SUMOylation. These findings shed new light on the mechanisms by which SUMO1 modifications regulate the survival, and the migratory and invasive capacity of tumour cells"}, {"pubmed": 31609760, "text": "The signaling axis of Rac1-TFEB regulates autophagy and tumorigenesis."}, {"pubmed": 31612502, "text": "Voltage-dependent activation of Rac1 by Nav 1.5 channels promotes cell migration."}, {"pubmed": 31644919, "text": "Chemokine Receptor CCR7 Triggers an Endomembrane Signaling Complex for Spatial Rac Activation."}, {"pubmed": 31754207, "text": "The differential statin effect on cytokine production of monocytes or macrophages is mediated by differential geranylgeranylation-dependent Rac1 activation."}, {"pubmed": 31793126, "text": "RhoG/Rac1 signaling pathway was involved in salivary adenoid cystic carcinoma (SACC) cell migration and invasion. RhoG/Rac1 at least partially mediated epiregulin/Src/AKT/ERK1/2 signaling to promote SACC cell migration and invasion."}, {"pubmed": 31811797, "text": "Different signaling and functionality of Rac1 and Rac1b in the progression of lung adenocarcinoma."}, {"pubmed": 31817229, "text": "RAC1B promotes epithelial gene expression and suppresses mesenchymal gene expression by interfering with TGF-beta1-induced MEK-ERK signaling."}, {"pubmed": 31825077, "text": "Placental Cdc42 and Rac1 protein expression was down-regulated in human intrauterine growth restriction and was positively correlated with placental mTORC2 signaling"}, {"pubmed": 31871052, "text": "Identification of a truncated beta1-chimaerin variant that inactivates nuclear Rac1."}, {"pubmed": 31895772, "text": "Based on bioinformatics analysis, overexpression of RAC1 and RRM2 were shown to be associated with an unfavorable prognosis in HER-2 positive breast cancer patients."}, {"pubmed": 31942999, "text": "Disruption of a RAC1-centred network is associated with Alzheimer's disease pathology and causes age-dependent neurodegeneration."}, {"pubmed": 32000150, "text": "A Rho-GTPase based model explains group advantage in collective chemotaxis of neural crest cells."}, {"pubmed": 32109138, "text": "LncRNA NR2F2-AS1 Upregulates Rac1 to Increase Cancer Stemness in Clear Cell Renal Cell Carcinoma."}, {"pubmed": 32109419, "text": "demonstrates distinct clinical and molecular disorders clustering in the GEFD1 and seventh spectrin repeat domains and highlights the importance of tight control of TRIO-RAC1 signaling in neuronal development"}, {"pubmed": 32112978, "text": "Inhibitory effects of ceramide kinase on Rac1 activation, lamellipodium formation, cell migration, and metastasis of A549 lung cancer cells."}, {"pubmed": 32134451, "text": "Neither moderate or strong positive expression of RAC1 alone nor moderate or strong positive expression of PAK1 alone was an independent factor for a worse rate of disease-specific or recurrence-free survival in multivariate analysis."}, {"pubmed": 32143485, "text": "Modulation of the Pol II CTD Phosphorylation Code by Rac1 and Cdc42 Small GTPases in Cultured Human Cancer Cells and Its Implication for Developing a Synthetic-Lethal Cancer Therapy."}, {"pubmed": 32147678, "text": "miR-345 inhibits migration and stem-like cell phenotype in gastric cancer via inactivation of Rac1 by targeting EPS8."}, {"pubmed": 32161009, "text": "CAPN6 Regulates Uterine Leiomyoma Cell Proliferation and Apoptosis through the Rac1-Dependent Signaling Pathway."}, {"pubmed": 32193458, "text": "Study results reveal that in breast cancer RAC1 acts as the key regulator to activate the glycolysis, especially the non-oxidative pentose phosphate pathway, to enhance the nucleotide metabolism and promote the repair of chemotherapeutics induced DNA damage. Knockdown of RAC1 expression decreases the resistance to chemotherapeutic drugs in breast cancer cells and tumors."}, {"pubmed": 32203420, "text": "Systems analysis of RhoGEF and RhoGAP regulatory proteins reveals spatially organized RAC1 signaling from integrin adhesions."}, {"pubmed": 32275841, "text": "Gain of function mutant p53 protein activates AKT through the Rac1 signaling to promote tumorigenesis."}, {"pubmed": 32293133, "text": "Stretching Induces Overexpression of RhoA and Rac1 GTPases in Breast Cancer Cells."}, {"pubmed": 32294039, "text": "MiR-485-5p Promotes Neuron Survival through Mediating Rac1/Notch2 Signaling Pathway after Cerebral Ischemia/Reperfusion."}, {"pubmed": 32313105, "text": "RAC1-Dependent ORAI1 Translocation to the Leading Edge Supports Lamellipodia Formation and Directional Persistence."}, {"pubmed": 32314182, "text": "Rac1 activation in human breast carcinoma as a prognostic factor associated with therapeutic resistance."}, {"pubmed": 32320683, "text": "Rac1-dependent phagocytosis of apoptotic cells by oral squamous cell carcinoma cells: A possible driving force for tumor progression."}, {"pubmed": 32371578, "text": "Rac Signaling Drives Clear Cell Renal Carcinoma Tumor Growth by Priming the Tumor Microenvironment for an Angiogenic Switch."}, {"pubmed": 32406574, "text": "RAC1mutation is not a predictive biomarker for PI3'-kinase-beta-selective pathway-targeted therapy."}, {"pubmed": 32452765, "text": "Signaling diversity enabled by Rap1-regulated plasma membrane ERK with distinct temporal dynamics."}, {"pubmed": 32495883, "text": "SNHG3 silencing suppresses the malignant development of triple-negative breast cancer cells by regulating miRNA-326/integrin alpha5 axis and inactivating Vav2/Rac1 signaling pathway."}, {"pubmed": 32560826, "text": "Rac1-dependent endocytosis and Rab5-dependent intracellular trafficking are required by Enterovirus A71 and Coxsackievirus A10 to establish infections."}, {"pubmed": 32632148, "text": "IQGAP1 promotes anoikis resistance and metastasis through Rac1-dependent ROS accumulation and activation of Src/FAK signalling in hepatocellular carcinoma."}, {"pubmed": 32705984, "text": "Periodic propagating waves coordinate RhoGTPase network dynamics at the leading and trailing edges during cell migration."}, {"pubmed": 32745724, "text": "Janus\"\" efficacy of CX-5011: CK2 inhibition and methuosis induction by independent mechanisms."}, {"pubmed": 32817335, "text": "Evaluation of active Rac1 levels in cancer cells: A case of misleading conclusions from immunofluorescence analysis."}, {"pubmed": 32839429, "text": "CCDC25: precise navigator for neutrophil extracellular traps on the prometastatic road."}, {"pubmed": 32860848, "text": "Knockdown of RhoGDI2 represses human gastric cancer cell proliferation, invasion and drug resistance via the Rac1/Pak1/LIMK1 pathway."}, {"pubmed": 32866423, "text": "Rac1 repression reverses chemoresistance by targeting tumor metabolism."}, {"pubmed": 32913260, "text": "Rac1 conditional deletion attenuates retinal ganglion cell apoptosis by accelerating autophagic flux in a mouse model of chronic ocular hypertension."}, {"pubmed": 33026942, "text": "RAC1 induces nuclear alterations through the LINC complex to enhance melanoma invasiveness."}, {"pubmed": 33042270, "text": "CSRP2 suppresses colorectal cancer progression via p130Cas/Rac1 axis-meditated ERK, PAK, and HIPPO signaling pathways."}, {"pubmed": 33047393, "text": "ARF6-Rac1 signaling-mediated neurite outgrowth is potentiated by the neuronal adaptor FE65 through orchestrating ARF6 and ELMO1."}, {"pubmed": 33098508, "text": "Regulation of NaV1.5 Sodium Channels by Small G-Proteins of the Rho Family in a Heterologous Expression System."}, {"pubmed": 33134373, "text": "High Expression of UBB, RAC1, and ITGB1 Predicts Worse Prognosis among Nonsmoking Patients with Lung Adenocarcinoma through Bioinformatics Analysis."}, {"pubmed": 33217330, "text": "Structural Basis of CYRI-B Direct Competition with Scar/WAVE Complex for Rac1."}, {"pubmed": 33248422, "text": "RAC1 nitration at Y(32) IS involved in the endothelial barrier disruption associated with lipopolysaccharide-mediated acute lung injury."}, {"pubmed": 33328606, "text": "Characterization of the erythrocyte GTPase Rac1 in relation to Plasmodium falciparum invasion."}, {"pubmed": 33398380, "text": "miR375 affects the hedgehog signaling pathway by downregulating RAC1 to inhibit hepatic stellate cell viability and epithelialmesenchymal transition."}, {"pubmed": 33417283, "text": "Regulation of the nuclear speckle localization and function of Rac1."}, {"pubmed": 33471252, "text": "DRG1 Maintains Intestinal Epithelial Cell Junctions and Barrier Function by Regulating RAC1 Activity in Necrotizing Enterocolitis."}, {"pubmed": 33513417, "text": "GAA deficiency promotes angiogenesis through upregulation of Rac1 induced by autophagy disorder."}, {"pubmed": 33567745, "text": "The Ratio of RAC1B to RAC1 Expression in Breast Cancer Cell Lines as a Determinant of Epithelial/Mesenchymal Differentiation and Migratory Potential."}, {"pubmed": 33603169, "text": "HACE1 blocks HIF1alpha accumulation under hypoxia in a RAC1 dependent manner."}, {"pubmed": 33603730, "text": "Apurinic/Apyrimidinic Endonuclease 1 Restricts the Internalization of Bacteria Into Human Intestinal Epithelial Cells Through the Inhibition of Rac1."}, {"pubmed": 33636640, "text": "Crystalline silica particles induce DNA damage in respiratory epithelium by ATX secretion and Rac1 activation."}, {"pubmed": 33658318, "text": "Kalirin-RAC controls nucleokinetic migration in ADRN-type neuroblastoma."}, {"pubmed": 33677389, "text": "Virus-induced activation of the rac1 protein at the site of respiratory syncytial virus assembly is a requirement for virus particle assembly on infected cells."}, {"pubmed": 33852856, "text": "Dihydroceramide desaturase regulates the compartmentalization of Rac1 for neuronal oxidative stress."}, {"pubmed": 33879799, "text": "RAC1B modulates intestinal tumourigenesis via modulation of WNT and EGFR signalling pathways."}, {"pubmed": 33947796, "text": "Structural analysis of the PTEN:P-Rex2 signaling complex reveals how cancer-associated mutations coordinate to hyperactivate Rac1."}, {"pubmed": 34036687, "text": "Rac1-mediated sustained beta4 integrin level develops reattachment ability of breast cancer cells after anchorage loss."}, {"pubmed": 34109430, "text": "MicroRNA1423p suppresses cell proliferation, invasion and epithelialtomesenchymal transition via RAC1ERK1/2 signaling in colorectal cancer."}, {"pubmed": 34110575, "text": "The roles of Cdc42 and Rac1 in the formation of plasma membrane protrusions in cancer epithelial HeLa cells."}, {"pubmed": 34176441, "text": "Resveratrol suppresses malignant progression of oral squamous cell carcinoma cells by inducing the ZNF750/RAC1 signaling pathway."}, {"pubmed": 34238980, "text": "Regulation of Rac1 transcription by histone and DNA methylation in diabetic retinopathy."}, {"pubmed": 34252134, "text": "The interplay of Rac1 activity, ubiquitination and GDI binding and its consequences for endothelial cell spreading."}, {"pubmed": 34293347, "text": "Rac-dependent feedforward autoactivation of NOX2 leads to oxidative burst."}, {"pubmed": 34569252, "text": "Circulating extracellular vesicles of patients with steroid-sensitive nephrotic syndrome have higher RAC1 and induce recapitulation of nephrotic syndrome phenotype in podocytes."}, {"pubmed": 34593974, "text": "HACE1 negatively regulates neuroinflammation through ubiquitylating and degrading Rac1 in Parkinson's disease models."}, {"pubmed": 34667203, "text": "Regulation of local GTP availability controls RAC1 activity and cell invasion."}, {"pubmed": 34758330, "text": "TIAM1-RAC1 promote small-cell lung cancer cell survival through antagonizing Nur77-induced BCL2 conformational change."}, {"pubmed": 34830479, "text": "Selectivity Determinants of RHO GTPase Binding to IQGAPs."}, {"pubmed": 34893584, "text": "Rho-GEF Trio regulates osteosarcoma progression and osteogenic differentiation through Rac1 and RhoA."}, {"pubmed": 34943902, "text": "Pathophysiological Mechanisms in Neurodevelopmental Disorders Caused by Rac GTPases Dysregulation: What's behind Neuro-RACopathies."}, {"pubmed": 34987010, "text": "CircRNA-ABCB10 promotes gastric cancer progression by sponging miR-1915-3p to upregulate RaC1."}, {"pubmed": 35013128, "text": "EGF-induced nuclear translocation of SHCBP1 promotes bladder cancer progression through inhibiting RACGAP1-mediated RAC1 inactivation."}, {"pubmed": 35028708, "text": "Activation of the NLRP3 inflammasome by RAC1 mediates a new mechanism in diabetic nephropathy."}, {"pubmed": 35064565, "text": "Smooth muscle Rac1 contributes to pulmonary hypertension."}, {"pubmed": 35108117, "text": "Rac1 regulates nucleus pulposus cell degeneration by activating the Wnt/beta-catenin signaling pathway and promotes the progression of intervertebral disc degeneration."}, {"pubmed": 35217793, "text": "T-box transcription factor 19 promotes hepatocellular carcinoma metastasis through upregulating EGFR and RAC1."}, {"pubmed": 35241625, "text": "Epithelial RAC1-dependent cytoskeleton dynamics controls cell mechanics, cell shedding and barrier integrity in intestinal inflammation."}, {"pubmed": 35293764, "text": "ARHGAP17 enhances 5-Fluorouracil-induced apoptosis in colon cancer cells by suppressing Rac1."}, {"pubmed": 35414500, "text": "MicroRNA-561-5p Inhibits Cell Proliferation and Invasion by Targeting RAC1 in Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 35416295, "text": "Association between RAC1 gene variation, redox homeostasis and type 2 diabetes mellitus."}, {"pubmed": 35490208, "text": "Reduced miR-371b-5p expression drives tumor progression via CSDE1/RAC1 regulation in triple-negative breast cancer."}, {"pubmed": 35534866, "text": "FMRP ligand circZNF609 destabilizes RAC1 mRNA to reduce metastasis in acral melanoma and cutaneous melanoma."}, {"pubmed": 35779635, "text": "Structural/functional studies of Trio provide insights into its configuration and show that conserved linker elements enhance its activity for Rac1."}, {"pubmed": 35816228, "text": "Long non-coding RNA LBX2-AS1 predicts poor survival of colon cancer patients and promotes its progression via regulating miR-627-5p/RAC1/PI3K/AKT pathway."}, {"pubmed": 36054930, "text": "A distinct pattern of growth and RAC1 signaling in melanoma brain metastasis cells."}, {"pubmed": 36200848, "text": "Agent-based modeling predicts RAC1 is critical for ovarian cancer metastasis."}, {"pubmed": 36307864, "text": "RAB4A GTPase regulates epithelial-to-mesenchymal transition by modulating RAC1 activation."}, {"pubmed": 36401888, "text": "Differential endothelial hydrogen peroxide signaling via Nox isoforms: Critical roles for Rac1 and modulation by statins."}, {"pubmed": 36446524, "text": "Loss of cell-cell adhesion triggers cell migration through Rac1-dependent ROS generation."}, {"pubmed": 36494580, "text": "Pals1 functions in redundancy with SMAP1 to inhibit Arf6 in order to prevent Rac1-dependent colorectal cancer cell migration and invasion."}, {"pubmed": 36536485, "text": "DAB2IP attenuates chemoresistance of triple-negative breast cancer through sequestration of RAC1 to prevent beta-catenin nuclear accumulation."}, {"pubmed": 36552804, "text": "RAC1, a Potential Diagnostic and Prognostic Marker for Diffuse Large B Cell Lymphoma."}, {"pubmed": 36599922, "text": "RAC1B function is essential for breast cancer stem cell maintenance and chemoresistance of breast tumor cells."}, {"pubmed": 36675278, "text": "Clinical Significance of Combined Epithelial-Mesenchymal Transition Markers Expression and Role of Rac1 in Hepatocellular Carcinoma."}, {"pubmed": 36773463, "text": "Characterisation and outcome of RAC1 mutated melanoma."}, {"pubmed": 36791204, "text": "Microphysiological model of PIK3CA-driven vascular malformations reveals a role of dysregulated Rac1 and mTORC1/2 in lesion formation."}, {"pubmed": 36977438, "text": "Guanine nucleotide exchange factor T exerts the cancer-promoting function in cholangiocarcinoma by enhancing the Wnt-GSK-3beta-beta-catenin cascade via regulation of Rac1/Cdc42."}, {"pubmed": 36990154, "text": "Kinesin Family Member C1 Overexpression Exerts Tumor-Promoting Properties in Head and Neck Squamous Cell Carcinoma via the Rac1/Wnt/beta-catenin Pathway."}, {"pubmed": 37009792, "text": "SAMHD1-induced endosomal FAK signaling promotes human renal clear cell carcinoma metastasis by activating Rac1-mediated lamellipodia protrusion."}, {"pubmed": 37057894, "text": "ERK3/MAPK6 dictates CDC42/RAC1 activity and ARP2/3-dependent actin polymerization."}, {"pubmed": 37059841, "text": "Clinical profiling of MRD48 and functional characterization of two novel pathogenic RAC1 variants."}, {"pubmed": 37202394, "text": "Identification of RAC1 in promoting brain metastasis of lung adenocarcinoma using single-cell transcriptome sequencing."}, {"pubmed": 37341821, "text": "RUNX1/ETO regulates reactive oxygen species (ROS) levels in t(8,21) acute myeloid leukaemia via FLT3 and RAC1."}, {"pubmed": 37371108, "text": "Spatiotemporal Coordination of Rac1 and Cdc42 at the Whole Cell Level during Cell Ruffling."}, {"pubmed": 37418142, "text": "Rac1 activation in oral squamous cell carcinoma as a predictive factor associated with lymph node metastasis."}, {"pubmed": 37434402, "text": "Silencing Rac1 and Prex1 Inhibit Epithelial-Mesenchymal Transition in Human Gastric Cancer Cells Induced by Transforming Growth Factor-beta1."}, {"pubmed": 37540188, "text": "LANCL1, a cell surface protein, promotes liver tumor initiation through FAM49B-Rac1 axis to suppress oxidative stress."}, {"pubmed": 37545183, "text": "Vav1-dependent Rac1 activation mediates hypoxia-induced gemcitabine resistance in pancreatic ductal adenocarcinoma cells through upregulation of HIF-1alpha expression."}, {"pubmed": 37620594, "text": "MiR-22-3p suppresses NSCLC cell migration and EMT via targeting RAC1 expression."}, {"pubmed": 37642813, "text": "Circular RNA circ_0058123 Targets the miR-939-5p/RAC1 Pathway to Promote the Development of Colorectal Cancer."}, {"pubmed": 37735499, "text": "Interfering with Rac1-activation during neonatal monocyte-macrophage differentiation influences the inflammatory responses of M1 macrophages."}, {"pubmed": 37804474, "text": "Vav2 promotes ductus arteriosus anatomic closure via the remodeling of smooth muscle cells by Rac1 activation."}, {"pubmed": 37866630, "text": "Cell aggregation activates small GTPase Rac1 and induces CD44 cleavage by maintaining lipid raft integrity."}, {"pubmed": 37909974, "text": "Interaction of Integrin alphavbeta8 With Type I Collagen Promotes Squamous Cell Carcinoma Cell Motility via RAC1 Activation."}, {"pubmed": 37991197, "text": "Regulatory roles of CARD9-BCL10-Rac1 (CBR) signalome in islet beta-cell function in health and metabolic stress: Is there room for MALT1?"}, {"pubmed": 38141763, "text": "The Snail signaling branch downstream of the TGF-beta/Smad3 pathway mediates Rho activation and subsequent stress fiber formation."}, {"pubmed": 38378644, "text": "HMGB1 promotes mitochondrial transfer between hepatocellular carcinoma cells through RHOT1 and RAC1 under hypoxia."}, {"pubmed": 38424547, "text": "Tight junction protein cingulin variant is associated with cancer susceptibility by overexpressed IQGAP1 and Rac1-dependent epithelial-mesenchymal transition."}, {"pubmed": 38508474, "text": "PlexinA1 promotes gastric cancer migration through preventing MICAL1 protein ubiquitin/proteasome-mediated degradation in a Rac1-dependent manner."}, {"pubmed": 38641311, "text": "RAC1-mediated integrin alpha-6 expression in E-cadherin-deficient gastric cancer cells promotes interactions with the stroma and peritoneal dissemination."}], "genomic_pos": {"chr": "7", "end": 6403967, "ensemblgene": "ENSG00000136238", "start": 6374527, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 6443608, "start": 6414154, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001934", "pubmed": 23633677, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003376", "pubmed": 18558630, "qualifier": "involved_in", "term": "sphingosine-1-phosphate receptor signaling pathway"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0006954", "pubmed": 9572733, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007015", "qualifier": "involved_in", "term": "actin filament organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007155", "pubmed": 9572733, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007160", "pubmed": 18156211, "qualifier": "involved_in", "term": "cell-matrix adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007163", "qualifier": "involved_in", "term": "establishment or maintenance of cell polarity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007264", "pubmed": 26934001, "qualifier": "involved_in", "term": "small GTPase-mediated signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008045", "qualifier": "involved_in", "term": "motor neuron axon guidance"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008360", "qualifier": "involved_in", "term": "regulation of cell shape"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008361", "pubmed": 22467863, "qualifier": "involved_in", "term": "regulation of cell size"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008361", "pubmed": 22467863, "qualifier": "involved_in", "term": "regulation of cell size"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009611", "pubmed": 9572733, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 9572733, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010310", "pubmed": 16636067, "qualifier": "involved_in", "term": "regulation of hydrogen peroxide metabolic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010591", "pubmed": 8625410, "qualifier": "involved_in", "term": "regulation of lamellipodium assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010592", "pubmed": 15467718, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of lamellipodium assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010592", "pubmed": [8625410, 19625648], "qualifier": "involved_in", "term": "positive regulation of lamellipodium assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010595", "pubmed": 18558630, "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010764", "pubmed": 19126672, "qualifier": "involved_in", "term": "negative regulation of fibroblast migration"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010811", "pubmed": 20926685, "qualifier": "involved_in", "term": "positive regulation of cell-substrate adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016477", "pubmed": 23512198, "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016477", "pubmed": 26934001, "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016601", "qualifier": "involved_in", "term": "Rac protein signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030031", "qualifier": "involved_in", "term": "cell projection assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030032", "pubmed": 9312003, "qualifier": "involved_in", "term": "lamellipodium assembly"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0030036", "pubmed": 19890013, "qualifier": "acts_upstream_of_or_within", "term": "actin cytoskeleton organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030041", "pubmed": 9312003, "qualifier": "involved_in", "term": "actin filament polymerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030334", "pubmed": [19934221, 22036506], "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030865", "qualifier": "involved_in", "term": "cortical cytoskeleton organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031116", "pubmed": 25198505, "qualifier": "involved_in", "term": "positive regulation of microtubule polymerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031529", "pubmed": 15467718, "qualifier": "acts_upstream_of_or_within", "term": "ruffle organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0031529", "pubmed": 9312003, "qualifier": "involved_in", "term": "ruffle organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032707", "pubmed": 16982892, "qualifier": "involved_in", "term": "negative regulation of interleukin-23 production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032956", "qualifier": "involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034446", "pubmed": [19625648, 28886345], "qualifier": "involved_in", "term": "substrate adhesion-dependent cell spreading"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035025", "pubmed": 9312003, "qualifier": "involved_in", "term": "positive regulation of Rho protein signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035556", "pubmed": 9572733, "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043652", "qualifier": "involved_in", "term": "engulfment of apoptotic cell"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045428", "qualifier": "involved_in", "term": "regulation of nitric oxide biosynthetic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045730", "pubmed": 27048830, "qualifier": "involved_in", "term": "respiratory burst"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048012", "pubmed": 25198505, "qualifier": "involved_in", "term": "hepatocyte growth factor receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048261", "pubmed": 9312003, "qualifier": "involved_in", "term": "negative regulation of receptor-mediated endocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048870", "pubmed": 19403692, "qualifier": "involved_in", "term": "cell motility"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051492", "pubmed": 8625410, "qualifier": "involved_in", "term": "regulation of stress fiber assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051496", "pubmed": 23129259, "qualifier": "involved_in", "term": "positive regulation of stress fiber assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051496", "pubmed": 8625410, "qualifier": "involved_in", "term": "positive regulation of stress fiber assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051668", "pubmed": 16636067, "qualifier": "involved_in", "term": "localization within membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051894", "pubmed": 23129259, "qualifier": "involved_in", "term": "positive regulation of focal adhesion assembly"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0060071", "pubmed": 24431302, "qualifier": "involved_in", "term": "Wnt signaling pathway, planar cell polarity pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060263", "pubmed": 16636067, "qualifier": "involved_in", "term": "regulation of respiratory burst"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071526", "qualifier": "involved_in", "term": "semaphorin-plexin signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090023", "pubmed": 19625648, "qualifier": "involved_in", "term": "positive regulation of neutrophil chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097178", "pubmed": 10036235, "qualifier": "involved_in", "term": "ruffle assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900026", "pubmed": 23129259, "qualifier": "involved_in", "term": "positive regulation of substrate adhesion-dependent cell spreading"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1902622", "qualifier": "involved_in", "term": "regulation of neutrophil migration"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12551911, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 19625648, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005802", "pubmed": 12915445, "qualifier": "located_in", "term": "trans-Golgi network"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "is_active_in", "term": "cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005884", "pubmed": 19625648, "qualifier": "colocalizes_with", "term": "actin filament"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 10036235, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 27048830, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005938", "pubmed": 19126672, "qualifier": "located_in", "term": "cell cortex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030027", "pubmed": [19126672, 19625648], "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030667", "qualifier": "located_in", "term": "secretory granule membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031410", "qualifier": "is_active_in", "term": "cytoplasmic vesicle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032587", "pubmed": 20875796, "qualifier": "located_in", "term": "ruffle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036464", "pubmed": 15121898, "qualifier": "located_in", "term": "cytoplasmic ribonucleoprotein granule"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042470", "qualifier": "located_in", "term": "melanosome"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0043020", "pubmed": 24598074, "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043197", "qualifier": "is_active_in", "term": "dendritic spine"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043197", "pubmed": 24352656, "qualifier": "located_in", "term": "dendritic spine"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0055038", "pubmed": 10036235, "qualifier": "located_in", "term": "recycling endosome membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0098794", "pubmed": [15800193, 24352656], "qualifier": "is_active_in", "term": "postsynapse"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0098794", "pubmed": [15800193, 24352656], "qualifier": "is_active_in", "term": "postsynapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0098978", "pubmed": [15800193, 24352656], "qualifier": "is_active_in", "term": "glutamatergic synapse"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0098978", "pubmed": [15800193, 24352656], "qualifier": "is_active_in", "term": "glutamatergic synapse"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0101003", "qualifier": "located_in", "term": "ficolin-1-rich granule membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003924", "pubmed": [19787194, 27917469], "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003924", "pubmed": 9312003, "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003925", "qualifier": "enables", "term": "G protein activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7673236, 8625410, 8670882, 9312003, 10051605, 11030651, 11260256, 11346801, 11513578, 11696321, 11807099, 12134158, 12874273, 12879077, 12915445, 12919680, 15048733, 15247908, 15723800, 16492808, 16628218, 16636067, 16968699, 17003044, 17145773, 17245428, 18511940, 18809683, 19171758, 19264842, 19270716, 19403692, 19596003, 19732720, 19843518, 20148946, 20660631, 20679435, 20696164, 20810653, 20875796, 20936779, 20974804, 21029865, 21167153, 21454543, 21900206, 21988832, 22036506, 22117219, 22157745, 22581261, 22614015, 22705156, 23109420, 23195690, 23209303, 23982733, 24086303, 24172987, 24274578, 24625804, 24792722, 25416956, 25609649, 25843002, 26175416, 27173435, 28007913, 29734338, 29997244, 30250061, 31285585, 31467278, 31871319, 31980649, 32296183, 32707033, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005525", "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005525", "pubmed": [12551911, 15467718, 15601624, 22036506, 23620790], "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005525", "pubmed": 19625648, "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 16636067, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 8625410, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031996", "pubmed": 12612085, "qualifier": "enables", "term": "thioesterase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0044877", "pubmed": 21107423, "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0051022", "qualifier": "enables", "term": "Rho GDP-dissociation inhibitor binding"}]}, "homologene": {"genes": [[3702, 816290], [3702, 824293], [3702, 829750], [4530, 4328116], [7165, 1276139], [7227, 38146], [7227, 38831], [7955, 327204], [8364, 448118], [9031, 395871], [9544, 717755], [9598, 741907], [9606, 5879], [9615, 403955], [9913, 281440], [10090, 19353], [10116, 363875]], "id": 69035}, "interpro": [{"desc": "Small GTPase", "id": "IPR001806", "short_desc": "Small_GTPase"}, {"desc": "Small GTPase Rho", "id": "IPR003578", "short_desc": "Small_GTPase_Rho"}, {"desc": "Small GTP-binding protein domain", "id": "IPR005225", "short_desc": "Small_GTP-bd_dom"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}], "ipi": ["IPI00010271", "IPI00219675"], "map_location": "7p22.1", "name": "Rac family small GTPase 1", "other_names": ["cell migration-inducing gene 5 protein", "ras-like protein TC25", "ras-related C3 botulinum toxin substrate 1", "ras-related C3 botulinum toxin substrate 1 (rho family, small GTP binding protein Rac1)"], "pantherdb": {"HGNC": "9801", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97845", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 10090, "uniprot_kb": "P63001"}, {"RGD": "619755", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 10116, "uniprot_kb": "Q6RUV5"}, {"Ensembl": "ENSGALG00000007130", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 9031, "uniprot_kb": "Q6LC82"}, {"ZFIN": "ZDB-GENE-121214-79", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 7955, "uniprot_kb": "E7EYX3"}, {"Ensembl": "ENSDARG00000099506", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 7955, "uniprot_kb": "A0A0G2KIS4"}, {"ZFIN": "ZDB-GENE-121214-149", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 7955, "uniprot_kb": "R4GED8"}, {"ZFIN": "ZDB-GENE-060312-45", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 7955, "uniprot_kb": "Q29RC5"}, {"ZFIN": "ZDB-GENE-060315-6", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 7955, "uniprot_kb": "X1WG65"}, {"ZFIN": "ZDB-GENE-030131-5415", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 7955, "uniprot_kb": "Q7ZSZ9"}, {"WormBase": "WBGene00022177", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 6239, "uniprot_kb": "Q9BL44"}, {"WormBase": "WBGene00004287", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 6239, "uniprot_kb": "Q94124"}, {"WormBase": "WBGene00000424", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 6239, "uniprot_kb": "Q03206"}, {"FlyBase": "FBgn0014011", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 7227, "uniprot_kb": "P48554"}, {"FlyBase": "FBgn0010333", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 7227, "uniprot_kb": "P40792"}, {"SGD": "S000005124", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 4932, "uniprot_kb": "P53879"}, {"dictyBase": "DDB_G0285453", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q54N82"}, {"dictyBase": "DDB_G0279605", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "P34148"}, {"dictyBase": "DDB_G0293526", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "P34149"}, {"dictyBase": "DDB_G0280975", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q23862"}, {"dictyBase": "DDB_G0269178", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q9GPS0"}, {"dictyBase": "DDB_G0269240", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q9GPR7"}, {"dictyBase": "DDB_G0267830", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q55G45"}, {"dictyBase": "DDB_G0277791", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q54Z85"}, {"dictyBase": "DDB_G0278011", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q1ZXJ6"}, {"dictyBase": "DDB_G0289103", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q54HZ7"}, {"dictyBase": "DDB_G0278009", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q54YY4"}, {"dictyBase": "DDB_G0292816", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q9GPQ8"}, {"dictyBase": "DDB_G0268622", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "P34145"}, {"dictyBase": "DDB_G0276967", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q9GPS3"}, {"dictyBase": "DDB_G0277897", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "Q9GPR2"}, {"dictyBase": "DDB_G0269176", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "O96390"}, {"dictyBase": "DDB_G0282365", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "P34146"}, {"dictyBase": "DDB_G0277869", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 352472, "uniprot_kb": "P34144"}, {"TAIR": "2125399", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 3702, "uniprot_kb": "Q9SBJ6"}, {"TAIR": "2080878", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 3702, "uniprot_kb": "P92978"}, {"TAIR": "2827916", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 3702, "uniprot_kb": "Q38902"}, {"TAIR": "2131606", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 3702, "uniprot_kb": "Q38912"}, {"TAIR": "2198566", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 3702, "uniprot_kb": "Q38919"}, {"TAIR": "2161343", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 3702, "uniprot_kb": "Q38903"}, {"TAIR": "2204380", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 3702, "uniprot_kb": "Q38937"}, {"TAIR": "2097905", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 3702, "uniprot_kb": "Q9SU67"}, {"TAIR": "2170778", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 3702, "uniprot_kb": "O82481"}, {"TAIR": "2042326", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 3702, "uniprot_kb": "Q9XGU0"}, {"TAIR": "2123548", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 3702, "uniprot_kb": "O82480"}], "uniprot_kb": "P63000"}, "pathway": {"biocarta": [{"id": "actinypathway", "name": "y branching of actin filaments"}, {"id": "agrpathway", "name": "agrin in postsynaptic differentiation"}, {"id": "arfpathway", "name": "tumor suppressor arf inhibits ribosomal biogenesis"}, {"id": "at1rpathway", "name": "angiotensin ii mediated activation of jnk pathway via pyk2 dependent signaling"}, {"id": "bcrpathway", "name": "bcr signaling pathway"}, {"id": "cdc42racpathway", "name": "role of pi3k subunit p85 in regulation of actin organization and cell migration"}, {"id": "edg1pathway", "name": "phospholipids as signalling intermediaries"}, {"id": "fmlppathway", "name": "fmlp induced chemokine gene expression in hmc-1 cells"}, {"id": "malpathway", "name": "role of mal in rho-mediated activation of srf"}, {"id": "mapkpathway", "name": "mapkinase signaling pathway"}, {"id": "mcalpainpathway", "name": "mcalpain and friends in cell motility"}, {"id": "nkcellspathway", "name": "ras-independent pathway in nk cell-mediated cytotoxicity"}, {"id": "p38mapkpathway", "name": "p38 mapk signaling pathway"}, {"id": "ptdinspathway", "name": "phosphoinositides and their downstream targets"}, {"id": "pyk2pathway", "name": "links between pyk2 and map kinases"}, {"id": "rac1pathway", "name": "rac1 cell motility signaling pathway"}, {"id": "raccycdpathway", "name": "influence of ras and rho proteins on g1 to s transition"}, {"id": "raspathway", "name": "ras signaling pathway"}, {"id": "salmonellapathway", "name": "how does salmonella hijack a cell"}, {"id": "smrtepathway", "name": "map kinase inactivation of smrt corepressor"}, {"id": "tcrpathway", "name": "t cell receptor signaling pathway"}, {"id": "ucalpainpathway", "name": "ucalpain and friends in cell spread"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04145", "name": "Phagosome - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, {"id": "hsa04370", "name": "VEGF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04520", "name": "Adherens junction - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa04662", "name": "B cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04664", "name": "Fc epsilon RI signaling pathway - Homo sapiens (human)"}, {"id": "hsa04666", "name": "Fc gamma R-mediated phagocytosis - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa04972", "name": "Pancreatic secretion - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05100", "name": "Bacterial invasion of epithelial cells - Homo sapiens (human)"}, {"id": "hsa05120", "name": "Epithelial cell signaling in Helicobacter pylori infection - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05203", "name": "Viral carcinogenesis - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}, {"id": "hsa05211", "name": "Renal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05212", "name": "Pancreatic cancer - Homo sapiens (human)"}, {"id": "hsa05231", "name": "Choline metabolism in cancer - Homo sapiens (human)"}, {"id": "hsa05415", "name": "Diabetic cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05416", "name": "Viral myocarditis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_Alpha6Beta4Integrin", "name": "Alpha6Beta4Integrin"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_TWEAK", "name": "TWEAK"}, {"id": "Pathway_Wnt", "name": "Wnt"}], "pid": [{"id": "a6b1_a6b4_integrin_pathway", "name": "a6b1 and a6b4 Integrin signaling"}, {"id": "ajdiss_2pathway", "name": "Posttranslational regulation of adherens junction stability and dissassembly"}, {"id": "angiopoietinreceptor_pathway", "name": "Angiopoietin receptor Tie2-mediated signaling"}, {"id": "ar_nongenomic_pathway", "name": "Nongenotropic Androgen signaling"}, {"id": "arf6downstreampathway", "name": "Arf6 downstream pathway"}, {"id": "arf_3pathway", "name": "Arf1 pathway"}, {"id": "avb3_integrin_pathway", "name": "Integrins in angiogenesis"}, {"id": "avb3_opn_pathway", "name": "Osteopontin-mediated events"}, {"id": "bcr_5pathway", "name": "BCR signaling pathway"}, {"id": "cdc42_pathway", "name": "CDC42 signaling events"}, {"id": "cxcr4_pathway", "name": "CXCR4-mediated signaling events"}, {"id": "ecadherin_keratinocyte_pathway", "name": "E-cadherin signaling in keratinocytes"}, {"id": "ecadherin_nascentaj_pathway", "name": "E-cadherin signaling in the nascent adherens junction"}, {"id": "endothelinpathway", "name": "Endothelins"}, {"id": "epha2_fwdpathway", "name": "EPHA2 forward signaling"}, {"id": "ephbfwdpathway", "name": "EPHB forward signaling"}, {"id": "ephrinbrevpathway", "name": "Ephrin B reverse signaling"}, {"id": "erbb1_downstream_pathway", "name": "ErbB1 downstream signaling"}, {"id": "erbb2erbb3pathway", "name": "ErbB2/ErbB3 signaling events"}, {"id": "fak_pathway", "name": "Signaling events mediated by focal adhesion kinase"}, {"id": "il2_pi3kpathway", "name": "IL2 signaling events mediated by PI3K"}, {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, {"id": "ilk_pathway", "name": "Integrin-linked kinase signaling"}, {"id": "integrin_a4b1_pathway", "name": "Alpha4 beta1 integrin signaling events"}, {"id": "integrin_a9b1_pathway", "name": "Alpha9 beta1 integrin signaling events"}, {"id": "lis1pathway", "name": "Lissencephaly gene (LIS1) in neuronal migration and development"}, {"id": "lysophospholipid_pathway", "name": "LPA receptor mediated events"}, {"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "ncadherinpathway", "name": "N-cadherin signaling events"}, {"id": "nectin_pathway", "name": "Nectin adhesion pathway"}, {"id": "nephrin_neph1_pathway", "name": "Nephrin/Neph1 signaling in the kidney podocyte"}, {"id": "netrin_pathway", "name": "Netrin-mediated signaling events"}, {"id": "p38_mkk3_6pathway", "name": "p38 MAPK signaling pathway"}, {"id": "p38alphabetapathway", "name": "Regulation of p38-alpha and p38-beta"}, {"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}, {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}, {"id": "pi3kcipathway", "name": "Class I PI3K signaling events"}, {"id": "prlsignalingeventspathway", "name": "Signaling events mediated by PRL"}, {"id": "rac1_pathway", "name": "RAC1 signaling pathway"}, {"id": "rac1_reg_pathway", "name": "Regulation of RAC1 activity"}, {"id": "ret_pathway", "name": "Signaling events regulated by Ret tyrosine kinase"}, {"id": "s1p_s1p1_pathway", "name": "S1P1 pathway"}, {"id": "s1p_s1p2_pathway", "name": "S1P2 pathway"}, {"id": "s1p_s1p3_pathway", "name": "S1P3 pathway"}, {"id": "syndecan_4_pathway", "name": "Syndecan-4-mediated signaling events"}, {"id": "trkrpathway", "name": "Neurotrophic factor-mediated Trk receptor signaling"}, {"id": "txa2pathway", "name": "Thromboxane A2 receptor signaling"}, {"id": "upa_upar_pathway", "name": "Urokinase-type plasminogen activator (uPA) and uPAR-mediated signaling"}, {"id": "wnt_noncanonical_pathway", "name": "Noncanonical Wnt signaling pathway"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-112314", "name": "Neurotransmitter receptors and postsynaptic signal transmission"}, {"id": "R-HSA-112315", "name": "Transmission across Chemical Synapses"}, {"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-114604", "name": "GPVI-mediated activation cascade"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1433557", "name": "Signaling by SCF-KIT"}, {"id": "R-HSA-1445148", "name": "Translocation of SLC2A4 (GLUT4) to the plasma membrane"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162906", "name": "HIV Infection"}, {"id": "R-HSA-162909", "name": "Host Interactions of HIV factors"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-164944", "name": "Nef and signal transduction"}, {"id": "R-HSA-164952", "name": "The role of Nef in HIV-1 replication and disease pathogenesis"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-193648", "name": "NRAGE signals death through JNK"}, {"id": "R-HSA-193704", "name": "p75 NTR receptor-mediated signalling"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-2029480", "name": "Fcgamma receptor (FCGR) dependent phagocytosis"}, {"id": "R-HSA-2029480", "name": "Fcgamma receptor (FCGR) dependent phagocytosis"}, {"id": "R-HSA-2029482", "name": "Regulation of actin dynamics for phagocytic cup formation"}, {"id": "R-HSA-2029482", "name": "Regulation of actin dynamics for phagocytic cup formation"}, {"id": "R-HSA-204998", "name": "Cell death signalling via NRAGE, NRIF and NADE"}, {"id": "R-HSA-2172127", "name": "DAP12 interactions"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-2424491", "name": "DAP12 signaling"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-2871796", "name": "FCERI mediated MAPK activation"}, {"id": "R-HSA-373752", "name": "Netrin-1 signaling"}, {"id": "R-HSA-373752", "name": "Netrin-1 signaling"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-373760", "name": "L1CAM interactions"}, {"id": "R-HSA-376176", "name": "Signaling by ROBO receptors"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-388841", "name": "Costimulation by the CD28 family"}, {"id": "R-HSA-389356", "name": "CD28 co-stimulation"}, {"id": "R-HSA-389359", "name": "CD28 dependent Vav1 pathway"}, {"id": "R-HSA-3928662", "name": "EPHB-mediated forward signaling"}, {"id": "R-HSA-3928664", "name": "Ephrin signaling"}, {"id": "R-HSA-3928665", "name": "EPH-ephrin mediated repulsion of cells"}, {"id": "R-HSA-399954", "name": "Sema3A PAK dependent Axon repulsion"}, {"id": "R-HSA-399955", "name": "SEMA3A-Plexin repulsion signaling by inhibiting Integrin adhesion"}, {"id": "R-HSA-400685", "name": "Sema4D in semaphorin signaling"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-416550", "name": "Sema4D mediated inhibition of cell attachment and migration"}, {"id": "R-HSA-418885", "name": "DCC mediated attractive signaling"}, {"id": "R-HSA-418885", "name": "DCC mediated attractive signaling"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-428540", "name": "Activation of RAC1"}, {"id": "R-HSA-428543", "name": "Inactivation of CDC42 and RAC1"}, {"id": "R-HSA-438064", "name": "Post NMDA receptor activation events"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-442755", "name": "Activation of NMDA receptors and postsynaptic events"}, {"id": "R-HSA-445144", "name": "Signal transduction by L1"}, {"id": "R-HSA-5218920", "name": "VEGFR2 mediated vascular permeability"}, {"id": "R-HSA-5625740", "name": "RHO GTPases activate PKNs"}, {"id": "R-HSA-5625900", "name": "RHO GTPases activate CIT"}, {"id": "R-HSA-5625900", "name": "RHO GTPases activate CIT"}, {"id": "R-HSA-5625970", "name": "RHO GTPases activate KTN1"}, {"id": "R-HSA-5626467", "name": "RHO GTPases activate IQGAPs"}, {"id": "R-HSA-5627123", "name": "RHO GTPases activate PAKs"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663213", "name": "RHO GTPases Activate WASPs and WAVEs"}, {"id": "R-HSA-5663213", "name": "RHO GTPases Activate WASPs and WAVEs"}, {"id": "R-HSA-5663220", "name": "RHO GTPases Activate Formins"}, {"id": "R-HSA-5663220", "name": "RHO GTPases Activate Formins"}, {"id": "R-HSA-5668599", "name": "RHO GTPases Activate NADPH Oxidases"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5687128", "name": "MAPK6/MAPK4 signaling"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6806834", "name": "Signaling by MET"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8849471", "name": "PTK6 Regulates RHO GTPases, RAS GTPase and MAP kinases"}, {"id": "R-HSA-8875555", "name": "MET activates RAP1 and RAC1"}, {"id": "R-HSA-8875878", "name": "MET promotes cell motility"}, {"id": "R-HSA-9006115", "name": "Signaling by NTRK2 (TRKB)"}, {"id": "R-HSA-9006115", "name": "Signaling by NTRK2 (TRKB)"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013149", "name": "RAC1 GTPase cycle"}, {"id": "R-HSA-9032500", "name": "Activated NTRK2 signals through FYN"}, {"id": "R-HSA-9032759", "name": "NTRK2 activates RAC1"}, {"id": "R-HSA-9032845", "name": "Activated NTRK2 signals through CDK5"}, {"id": "R-HSA-9619229", "name": "Activation of RAC1 downstream of NMDARs"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9664407", "name": "Parasite infection"}, {"id": "R-HSA-9664407", "name": "Parasite infection"}, {"id": "R-HSA-9664417", "name": "Leishmania phagocytosis"}, {"id": "R-HSA-9664417", "name": "Leishmania phagocytosis"}, {"id": "R-HSA-9664420", "name": "Killing mechanisms"}, {"id": "R-HSA-9664422", "name": "FCGR3A-mediated phagocytosis"}, {"id": "R-HSA-9664422", "name": "FCGR3A-mediated phagocytosis"}, {"id": "R-HSA-9673324", "name": "WNT5:FZD7-mediated leishmania damping"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9748784", "name": "Drug ADME"}, {"id": "R-HSA-9748787", "name": "Azathioprine ADME"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}], "smpdb": [{"id": "SMP00358", "name": "Fc Epsilon Receptor I Signaling in Mast Cells"}, {"id": "SMP00427", "name": "Azathioprine Action Pathway"}, {"id": "SMP00428", "name": "Mercaptopurine Action Pathway"}, {"id": "SMP00430", "name": "Thioguanine Action Pathway"}, {"id": "SMP00609", "name": "Mercaptopurine Metabolism Pathway"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP1433", "name": "Nucleotide-binding Oligomerization Domain (NOD) pathway"}, {"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP1471", "name": "Target Of Rapamycin (TOR) Signaling"}, {"id": "WP1528", "name": "Physiological and pathological hypertrophy of the heart"}, {"id": "WP1544", "name": "MicroRNAs in cardiomyocyte hypertrophy"}, {"id": "WP185", "name": "Integrin-mediated Cell Adhesion"}, {"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP2034", "name": "Leptin signaling pathway"}, {"id": "WP2036", "name": "TNF related weak inducer of apoptosis (TWEAK) Signaling Pathway"}, {"id": "WP2037", "name": "Prolactin Signaling Pathway"}, {"id": "WP2038", "name": "Regulation of Microtubule Cytoskeleton"}, {"id": "WP2290", "name": "RalA downstream regulated genes"}, {"id": "WP23", "name": "B Cell Receptor Signaling Pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP244", "name": "Alpha 6 Beta 4 signaling pathway"}, {"id": "WP2447", "name": "Amyotrophic lateral sclerosis (ALS)"}, {"id": "WP2795", "name": "Cardiac Hypertrophic Response"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3303", "name": "RAC1-PAK1-p38-MMP2 Pathway"}, {"id": "WP363", "name": "Wnt Signaling Pathway"}, {"id": "WP364", "name": "IL-6 signaling pathway"}, {"id": "WP3646", "name": "Hepatitis C and Hepatocellular Carcinoma"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP3937", "name": "Microglia Pathogen Phagocytosis Pathway"}, {"id": "WP3943", "name": "Robo4 and VEGF Signaling Pathways Crosstalk"}, {"id": "WP400", "name": "p38 MAPK Signaling Pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4263", "name": "Pancreatic adenocarcinoma pathway"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4352", "name": "Ciliary landscape"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4542", "name": "Overview of leukocyte-intrinsic Hippo pathway functions"}, {"id": "WP4561", "name": "Cell migration and invasion through p75NTR"}, {"id": "WP4564", "name": "Neural Crest Cell Migration during Development"}, {"id": "WP4565", "name": "Neural Crest Cell Migration in Cancer"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4685", "name": "Melanoma"}, {"id": "WP4747", "name": "Netrin-UNC5B signaling pathway"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP4874", "name": "CAMKK2 Pathway"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}, {"id": "WP524", "name": "G13 Signaling Pathway"}, {"id": "WP585", "name": "Interferon type I signaling pathways"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["1E96", "1FOE", "1G4U", "1HE1", "1HH4", "1I4D", "1I4L", "1I4T", "1MH1", "1RYF", "1RYH", "2FJU", "2H7V", "2NZ8", "2P2L", "2RMK", "2VRW", "2WKP", "2WKQ", "2WKR", "2YIN", "3B13", "3BJI", "3RYT", "3SBD", "3SBE", "3SU8", "3SUA", "3TH5", "4GZL", "4GZM", "4YON", "5FI0", "5HZH", "5N6O", "5O33", "5QQD", "5QQE", "5QQF", "5QQG", "5QQH", "5QQI", "5QQJ", "5QQK", "5QQL", "5QQM", "5QQN", "5QU9", "6AGP", "6BC1", "6TGC", "6X1G", "7AJK", "7DPA", "7SJ4", "7USD", "7USE", "8I5V", "8I5W", "8Q0N"], "pfam": "PF00071", "pharmgkb": "PA34162", "pharos": {"target_id": 5139, "tdl": "Tbio"}, "pir": "A34788", "prosite": ["PS51419", "PS51420", "PS51421"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255431", "relationship": "is"}, {"id": "GNF255432", "relationship": "is"}, {"id": "GNF255433", "relationship": "is"}, {"id": "GNF255434", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163682", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031964", "relationship": "is"}, {"id": "GNF041827", "relationship": "is"}, {"id": "GNF041883", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF012129", "relationship": "is"}, {"id": "GNF012130", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF233272", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103954", "relationship": "is"}, {"id": "GNF103967", "relationship": "is"}, {"id": "GNF143616", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_029431.1"], "protein": ["NP_008839.2", "NP_061485.1"], "rna": ["NM_006908.5", "NM_018890.4", "NM_198829.1"], "translation": [{"protein": "NP_061485.1", "rna": "NM_018890.4"}, {"protein": "NP_008839.2", "rna": "NM_006908.5"}]}, "reporter": {"HG-U133_Plus_2": ["1567457_at", "1567458_s_at", "208640_at", "208641_s_at"], "HG-U95Av2": ["2050_s_at", "40864_at"], "HTA-2_0": "TC07000065.hg.1", "HuEx-1_0": ["2768032", "2989050", "2989080", "3403724"], "HuGene-1_1": "8131406", "HuGene-2_1": "17043405"}, "retired": [136000, 155330], "summary": "The protein encoded by this gene is a GTPase which belongs to the RAS superfamily of small GTP-binding proteins. Members of this superfamily appear to regulate a diverse array of cellular events, including the control of cell growth, cytoskeletal reorganization, and the activation of protein kinases. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Mar 2009].", "symbol": "RAC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419227"}, "unigene": "Hs.413812", "uniprot": {"Swiss-Prot": "P63000", "TrEMBL": ["A4D2P0", "A4D2P1", "A0A994J4S4", "A0A994J6T1"]}, "wikipedia": {"url_stub": "RAC1"}}