{"AllianceGenome": "9839", "HGNC": "9839", "MIM": "179550", "_id": "5898", "_version": 2, "accession": {"genomic": ["AC004837.1", "CH236951.1", "CH471073.1", "CP068271.2", "NC_000007.14", "NC_060931.1"], "protein": ["AAA36542.1", "AAH39858.1", "AAM12624.1", "CAA33118.1", "EAL23994.1", "EAW94122.1", "EAW94123.1", "NP_005393.2", "P11233.1", "XP_047276637.1", "XP_047276638.1", "XP_054214726.1", "XP_054214727.1"], "rna": ["AF086082.1", "AF493910.1", "AK026850.1", "AK308109.1", "AU132355.1", "BC039858.1", "BM930625.1", "DC313757.1", "M29893.1", "NM_005402.4", "X15014.1", "XM_047420681.1", "XM_047420682.1", "XM_054358751.1", "XM_054358752.1"], "translation": [{"protein": "AAM12624.1", "rna": "AF493910.1"}, {"protein": "NP_005393.2", "rna": "NM_005402.4"}, {"protein": "XP_054214726.1", "rna": "XM_054358751.1"}, {"protein": "XP_054214727.1", "rna": "XM_054358752.1"}, {"protein": "XP_047276637.1", "rna": "XM_047420681.1"}, {"protein": "AAH39858.1", "rna": "BC039858.1"}, {"protein": "XP_047276638.1", "rna": "XM_047420682.1"}, {"protein": "CAA33118.1", "rna": "X15014.1"}, {"protein": "AAA36542.1", "rna": "M29893.1"}]}, "alias": ["HINCONS", "RAL"], "ec": "3.6.5.2", "ensembl": {"gene": "ENSG00000006451", "protein": ["ENSP00000005257", "ENSP00000388975", "ENSP00000413227"], "transcript": ["ENST00000005257", "ENST00000434466", "ENST00000436179", "ENST00000466491", "ENST00000468201"], "translation": [{"protein": "ENSP00000005257", "rna": "ENST00000005257"}, {"protein": "ENSP00000388975", "rna": "ENST00000436179"}, {"protein": "ENSP00000413227", "rna": "ENST00000434466"}], "type_of_gene": "protein_coding"}, "entrezgene": "5898", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.17432649, "exp_mis": 60.686624, "exp_syn": 26.684864, "lof_z": 3.00038355892679, "mis_z": 2.80574031253979, "mu_lof": 6.61765483924e-07, "mu_mis": 5.20822158631e-06, "mu_syn": 2.20723889883e-06, "n_lof": 0.0, "n_mis": 16.0, "n_syn": 22.0, "p_li": 0.950372431421878, "p_null": 0.000152370220475982, "p_rec": 0.0494751983576456, "syn_z": 0.562229478983036}, "bp": 621, "cds_end": 39745844, "cds_start": 39726266, "n_exons": 4, "nonpsych": {"exp_lof": 8.2211086, "exp_mis": 54.84471, "exp_syn": 24.0698347, "lof_z": 2.81589965610154, "mis_z": 2.78182715636021, "mu_lof": 6.61765483924e-07, "mu_mis": 5.20822158631e-06, "mu_syn": 2.20723889883e-06, "n_lof": 0.0, "n_mis": 14.0, "n_syn": 19.0, "p_li": 0.938740815003154, "p_null": 0.000314280782297159, "p_rec": 0.060944904214549, "syn_z": 0.65060957895864}, "nontcga": {"exp_lof": 8.43233504, "exp_mis": 55.8236522, "exp_syn": 24.54203023, "lof_z": 2.86454187513213, "mis_z": 2.85551456574236, "mu_lof": 6.61765483924e-07, "mu_mis": 5.20822158631e-06, "mu_syn": 2.20723889883e-06, "n_lof": 0.0, "n_mis": 13.0, "n_syn": 20.0, "p_li": 0.937866707450365, "p_null": 0.000267130434483416, "p_rec": 0.0618661621151511, "syn_z": 0.580519808077117}, "transcript": "ENST00000005257.2"}, "exons": [{"cdsend": 39706245, "cdsstart": 39686667, "chr": "7", "position": [[39623571, 39623825], [39686630, 39686781], [39690381, 39690590], [39696684, 39696859], [39706122, 39708118]], "strand": 1, "transcript": "NM_005402", "txend": 39708118, "txstart": 39623571}], "exons_hg19": [{"cdsend": 39745844, "cdsstart": 39726266, "chr": "7", "position": [[39663170, 39663424], [39726229, 39726380], [39729980, 39730189], [39736283, 39736458], [39745721, 39747717]], "strand": 1, "transcript": "NM_005402", "txend": 39747717, "txstart": 39663170}], "generif": [{"pubmed": 12034722, "text": "differential binding of calmodulin by RalA and RalB"}, {"pubmed": 12856001, "text": "RALA and RALB collaborate to maintain tumorigenicity through regulation of both proliferation and survival; RALA is dispensable for survival, but is required for anchorage-independent proliferation"}, {"pubmed": 15130921, "text": "Protein kinase A-dependent activation of Ral regulates cAMP-mediated exocytosis of Weibel-Palade bodies in endothelial cells."}, {"pubmed": 15809419, "text": "crystal structure of Clostridium botulinum C3bot1 in complex with RalA (a GTPase of the Ras subfamily) and GDP at a resolution of 2.66 A"}, {"pubmed": 15817490, "text": "the Ral-CaM complex defines a multifaceted regulatory mechanism for PLC-delta1 activation"}, {"pubmed": 15950903, "text": "Activation of RalA signaling appears to be a critical step in Ras-induced transformation and tumorigenesis of human cells."}, {"pubmed": 16964283, "text": "androgen deprivation of human prostate carcinoma cells activates the small GTPase, RalA, a molecule important for human oncogenesis"}, {"pubmed": 17174914, "text": "study concludes RalA function is critical to tumor initiation, while RalB is more important for tumor metastasis in the tested pancreatic carcinoma cell lines & argues for critical roles of Ral proteins during progression of Ras-driven pancreatic cancers"}, {"pubmed": 17237388, "text": "Ral is activated upon BCR stimulation and mediates BCR-controlled activation of AP-1 and NFAT transcription factors."}, {"pubmed": 17524504, "text": "Results suggest that Rab5 and RalA regulate P-gp trafficking between the plasma membrane and an intracellular compartment."}, {"pubmed": 17540176, "text": "These observations identify PP2A Abeta as a tumor suppressor gene that transforms immortalized human cells by regulating the function of RalA."}, {"pubmed": 17606711, "text": "analysis of activation and differential expression of RalA and RalB in human bladder cancer"}, {"pubmed": 17709381, "text": "These data extend understanding of the functional roles of the Ral pathway and begin to identify signaling pathways relevant for organ-specific metastasis."}, {"pubmed": 17875936, "text": "Data suggest that RalA and RalB are important, functionally distinct targets for GGTI-mediated tumor apoptosis and growth inhibition."}, {"pubmed": 18756269, "text": "RalA and RalB support mitotic progression through mobilization of the exocyst for two spatially and kinetically distinct steps of cytokinesis"}, {"pubmed": 18948269, "text": "RalGDS and RalA act downstream of Rheb and RalA activation is a crucial step in nutrient-induced mTORC1 activation"}, {"pubmed": 19306925, "text": "These results establish RalA and GRK2 as key regulators of LPA receptor signalling and demonstrate for the first time that LPA(1) activity facilitates the formation of a novel protein complex between these two proteins."}, {"pubmed": 19414599, "text": "RalA was overactivated in all malignant peripheral nerve sheath tumor cells and tumor samples compared to nontransformed Schwann cells."}, {"pubmed": 19802010, "text": "Data show that conversion of Ras-expressing keratinocytes from a premalignant to malignant state induced by decreasing E-cadherin function was associated with and required an approximately two to threefold decrease in RalA expression."}, {"pubmed": 19822090, "text": "Data suggest that RalA might contribute to liver malignant transformation, and could be used as a potential tumor marker in hepatocellular carcinoma detection."}, {"pubmed": 19901077, "text": "Aurora-A may converge upon oncogenic Ras signaling through RalA."}, {"pubmed": 20018811, "text": "Expression of the small GTPase RalA is required for angiotensin II type I receptor-stimulated inositol phosphate formation."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20579884, "text": "RalA is activated by Salmonella infection in a SopE-dependent manner, and is required for exocyst assembly."}, {"pubmed": 21170262, "text": "studies suggest that the expression of RalBP1 is necessary for human cancer cell metastasis; show that the requirement for RalA expression for manifestation of this phenotype is not entirely dependent on a RalA-RalBP1 interaction"}, {"pubmed": 21199803, "text": "RalA interaction with the Exo84 but not Sec5 exocyst component was necessary for supporting anchorage-independent growth, whereas RalB interaction with Sec5 but not Exo84 was necessary for inhibition of anchorage-independent growth"}, {"pubmed": 21282111, "text": "Ral is a critical regulator in PMN that specifically controls secondary granule release during PMN response to chemoattractant stimulation."}, {"pubmed": 21346190, "text": "RalA, the binding partner of PKC eta, is involved in not only the keratinocyte differentiation induced by PKCeta overexpression but also in normal keratinocyte differentiation induced by calcium and cholesterol sulfate."}, {"pubmed": 21441953, "text": "conclude that the ability of hRgr to activate both Ral and Ras is responsible for its transformation-inducing phenotype and it could be an important contributor in the development of some T-cell malignancies"}, {"pubmed": 21634118, "text": "Correlation between RalA protein expression decrease and absence of regional metastases was revealed for squamous cell lung cancer."}, {"pubmed": 21645515, "text": "The RalA was not only cytoprotective against multiple chemotherapeutic drugs, but also promigratory inducing stress fiber formation, which was accompanied by the activation of Akt and Erk pathways."}, {"pubmed": 21810610, "text": "Our results identify a role for RalA and RalB in cell-mediated cytotoxicity"}, {"pubmed": 21822277, "text": "Data show that disrupting either RALA or RALBP1 leads to a loss of mitochondrial fission at mitosis, improper segregation of mitochondria during cytokinesis and a decrease in ATP levels and cell number."}, {"pubmed": 22013078, "text": "RalA and RalB differentially regulate development of epithelial tight junctions."}, {"pubmed": 22330069, "text": "This study detected RALA level in Chronic myelogenous leukemia cells, which is highly expressed and distributed mainly in the cytoplasm and/or partially in endomembrane."}, {"pubmed": 22442671, "text": "RalA is directly regulated by miR-181a and plays an important role in CML."}, {"pubmed": 22580611, "text": "Targeted interference of EP2/EP4 signal to RalA.GTP may provide benefit to patients diagnosed with advanced kidney cancer."}, {"pubmed": 22700969, "text": "the existence of an ubiquitination/de-ubiquitination cycle superimposed on the GDP/GTP cycle of RalA, involved in the regulation of RalA activity as well as in membrane raft trafficking."}, {"pubmed": 22761837, "text": "We identified interactions between RalA and its effectors sec5 and exo84 in the Exocyst complex as directly necessary for migration and invasion of prostate cancer tumor cells."}, {"pubmed": 22790202, "text": "The study found upregulated RalA and RalB activation in colorectal cancer tumor cell lines and tumors."}, {"pubmed": 23770673, "text": "Data show that small GTPase RALA regulates formation of a JIP1 (C-Jun-amino-terminal-interacting protein 1) scaffold complex to propagate JNK signaling toward FOXO4 (forkhead box O transcription factor) in response to reactive oxygen species (ROS)."}, {"pubmed": 23830877, "text": "RalA and RalB exhibit both distinct and redundant roles in tumorigenesis (Review)."}, {"pubmed": 24063364, "text": "microRNA-140 targets RALA and regulates chondrogenic differentiation of human mesenchymal stem cells by translational enhancement of SOX9 and ACAN."}, {"pubmed": 24222664, "text": "These results indicate that MLN8237 treatment may be effective for a subset of patients with PDAC independent of RalA S194 phosphorylation"}, {"pubmed": 25210032, "text": "expression of K-Ras and RalB and possibly RalA proteins is critical for maintaining low levels of p53, and down-regulation of these GTPases reactivates p53 by significantly enhancing its stability, contributing to suppression of malignant transformation"}, {"pubmed": 26158537, "text": "RCC2 exhibits guanine exchange factor activity, in vitro and in cells, for the small GTPase RalA. RCC2 and RalA apparently work together to contribute to the regulation of kinetochore-microtubule interactions in early mitosis."}, {"pubmed": 26205497, "text": "RalA activation was remarkably impaired in rac1-deficient skeletal muscle fibres."}, {"pubmed": 26216878, "text": "striking isoform-specific consequences of distinct CAAX-signaled posttranslational modifications that contribute to the divergent subcellular localization and activity of RalA and RalB."}, {"pubmed": 26477566, "text": "agonist-induced Gbetagamma-mediated conversion of RalA from the GTP-bound form to the GDP-bound form could be a mechanism to facilitate agonist-induced internalization of GPCRs."}, {"pubmed": 26967392, "text": "High RalA expression is associated with chronic myelogenous leukemia."}, {"pubmed": 27188791, "text": "Lowering the level of cellular FLNA caused an elevation in RalA activity and resulted in selective interference with the normal intracellular trafficking and signaling of the D2R and D3R, through GRK2 and beta-arrestins, respectively. Active RalA was found to interact with GRK2 to sequester it from D2R. Knockdown of FLNA or coexpression of active RalA prevented D3R from coupling with G protein."}, {"pubmed": 27269287, "text": "This study identifies a novel regulatory crosstalk between Ral and Arf6 that controls Ral function in cells."}, {"pubmed": 27286458, "text": "Study shows the additional benefits of anti-RalA autoantibody as a potential serological biomarker for prostate cancer (PCa), particularly in patients with normal PSA, and further demonstrate the utility of biomarker combinations in the immunodiagnosis of PCa."}, {"pubmed": 27510034, "text": "results suggest that the small GTPase RalA plays an important role in promoting invagination and trafficking of caveolae, not by potentiating the association between Cav-1 and FilA but by stimulating PLD2-mediated generation of phosphatidic acid."}, {"pubmed": 27566179, "text": "This study demonstrated that RalA is overactivated in medulloblastoma."}, {"pubmed": 27741517, "text": "Data show that ras related GTP binding protein A (Ral A) is necessary for 1-O-Hexadecyl-2-O-methyl-rac-glycerol (HMG)-mediated M phase arrest and induction of apoptosis in Nf1-deficient cells."}, {"pubmed": 29208460, "text": "In fact the overexpression of RalGPS2 or of its PH-domain increased markedly the number and the length of nanotubes, while the knock-down of RalGPS2 caused a strong reduction of these structures. Moreover, using a series of RalA mutants impaired in the interaction with different downstream components (Sec5, Exo84, RalBP1) we demonstrated that the interaction of RalA with Sec5 is required for TNTs formation"}, {"pubmed": 29532894, "text": "Study explored the function of RalA in regulating the localization of AQP3 in androgenindependent prostate cancer and demonstrated that depletion of RalA led to the redistribution of AQP3 into the plasma membrane."}, {"pubmed": 30500825, "text": "These results show the power of data sharing for the interpretation and analysis of rare variation, expand the spectrum of molecular causes of developmental disability to include RALA, and provide additional insight into the pathogenesis of human disease caused by mutations in small GTPases."}, {"pubmed": 30995277, "text": "RalA and RalB both relocalize to mitochondria following depolarization in a process dependent on clathrin-mediated endocytosis. Furthermore, both genetic and pharmacologic inhibition of RalA and RalB leads to an increase in the activity of the atypical IkappaB kinase TBK1 both basally and in response to mitochondrial depolarization."}, {"pubmed": 33054056, "text": "RAL GTPases mediate multiple myeloma cell survival and are activated independently of oncogenic RAS."}, {"pubmed": 34009715, "text": "Ral GTPase-activating protein regulates the malignancy of pancreatic ductal adenocarcinoma."}, {"pubmed": 34096503, "text": "RAL GTPases mediate EGFR-driven intestinal stem cell proliferation and tumourigenesis."}, {"pubmed": 34118960, "text": "The small G-protein RalA promotes progression and metastasis of triple-negative breast cancer."}, {"pubmed": 34320341, "text": "RalA and PLD1 promote lipid droplet growth in response to nutrient withdrawal."}, {"pubmed": 34767674, "text": "Dysregulation of RalA signaling through dual regulatory mechanisms exerts its oncogenic functions in hepatocellular carcinoma."}, {"pubmed": 34944458, "text": "RalA, PLD and mTORC1 Are Required for Kinase-Independent Pathways in DGKbeta-Induced Neurite Outgrowth."}, {"pubmed": 36817861, "text": "Identification of RALA as a Therapeutic Target and Prognostic Predictor of Osteosarcoma."}, {"pubmed": 37116704, "text": "Ral GTPase promotes metastasis of pancreatic ductal adenocarcinoma via elevation of TGF-beta1 production."}, {"pubmed": 38286821, "text": "Obesity causes mitochondrial fragmentation and dysfunction in white adipocytes due to RalA activation."}], "genomic_pos": {"chr": "7", "end": 39708120, "ensemblgene": "ENSG00000006451", "start": 39623565, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 39747723, "start": 39663082, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006887", "qualifier": "involved_in", "term": "exocytosis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 10848592, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": [2550440, 10848592], "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007265", "qualifier": "involved_in", "term": "Ras protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007265", "pubmed": 30500825, "qualifier": "involved_in", "term": "Ras protein signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0017157", "qualifier": "involved_in", "term": "regulation of exocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0017157", "pubmed": 20005108, "qualifier": "involved_in", "term": "regulation of exocytosis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0031623", "pubmed": 34096503, "qualifier": "involved_in", "term": "receptor internalization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032956", "pubmed": 10051605, "qualifier": "involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045742", "pubmed": 34096503, "qualifier": "involved_in", "term": "positive regulation of epidermal growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051491", "pubmed": 10051605, "qualifier": "involved_in", "term": "positive regulation of filopodium assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051665", "pubmed": 20005108, "qualifier": "involved_in", "term": "membrane raft localization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072655", "pubmed": 21822277, "qualifier": "involved_in", "term": "establishment of protein localization to mitochondrion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090141", "pubmed": 21822277, "qualifier": "involved_in", "term": "positive regulation of mitochondrial fission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099149", "qualifier": "involved_in", "term": "regulation of postsynaptic neurotransmitter receptor internalization"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 21822277, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 17875936, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19306925, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030139", "pubmed": 19306925, "qualifier": "colocalizes_with", "term": "endocytic vesicle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030659", "qualifier": "located_in", "term": "cytoplasmic vesicle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032154", "pubmed": 18756269, "qualifier": "located_in", "term": "cleavage furrow"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0090543", "qualifier": "located_in", "term": "Flemming body"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0097060", "qualifier": "located_in", "term": "synaptic membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003924", "pubmed": 30500825, "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003925", "qualifier": "enables", "term": "G protein activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7673236, 10051605, 12839989, 16291724, 17540176, 19222999, 19306925, 21241894, 21822277, 24056301, 25241761, 28851898, 30194290, 31980649, 34480001], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005525", "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005525", "pubmed": 24056301, "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017022", "pubmed": 24056301, "qualifier": "enables", "term": "myosin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019003", "qualifier": "enables", "term": "GDP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019003", "pubmed": 24056301, "qualifier": "enables", "term": "GDP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 24056301, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031755", "pubmed": 19306925, "qualifier": "enables", "term": "Edg-2 lysophosphatidic acid receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051117", "pubmed": 24056301, "qualifier": "enables", "term": "ATPase binding"}]}, "homologene": {"genes": [[6239, 175433], [7165, 1280568], [7227, 31332], [7955, 393993], [8364, 548669], [9031, 420765], [9544, 703440], [9598, 737424], [9606, 5898], [9615, 475875], [9913, 538477], [10090, 56044], [10116, 81757]], "id": 3942}, "interpro": [{"desc": "Small GTPase", "id": "IPR001806", "short_desc": "Small_GTPase"}, {"desc": "Small GTP-binding protein domain", "id": "IPR005225", "short_desc": "Small_GTP-bd_dom"}, {"desc": "Small GTPase, Ras-type", "id": "IPR020849", "short_desc": "Small_GTPase_Ras-type"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}], "ipi": ["IPI00217519", "IPI00927929"], "map_location": "7p14.1", "name": "RAS like proto-oncogene A", "other_names": ["RALA Ras like proto-oncogene A", "RAS-like protein A", "Ras family small GTP binding protein RALA", "ras related GTP binding protein A", "ras-related protein Ral-A", "v-ral simian leukemia viral oncogene homolog A (ras related)"], "pantherdb": {"HGNC": "9839", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1927243", "ortholog_type": "LDO", "panther_family": "PTHR24070", "taxid": 10090, "uniprot_kb": "P63321"}, {"RGD": "619851", "ortholog_type": "LDO", "panther_family": "PTHR24070", "taxid": 10116, "uniprot_kb": "P63322"}, {"Ensembl": "ENSGALG00000031893", "ortholog_type": "LDO", "panther_family": "PTHR24070", "taxid": 9031, "uniprot_kb": "A0A1D5P1T0"}, {"ZFIN": "ZDB-GENE-041114-195", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 7955, "uniprot_kb": "Q5U3A3"}, {"ZFIN": "ZDB-GENE-040426-1344", "ortholog_type": "LDO", "panther_family": "PTHR24070", "taxid": 7955, "uniprot_kb": "Q7T383"}, {"WormBase": "WBGene00021811", "ortholog_type": "LDO", "panther_family": "PTHR24070", "taxid": 6239, "uniprot_kb": "H2L0Q6"}, {"FlyBase": "FBgn0015286", "ortholog_type": "LDO", "panther_family": "PTHR24070", "taxid": 7227, "uniprot_kb": "P48555"}, {"dictyBase": "DDB_G0292998", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "P32252"}, {"dictyBase": "DDB_G0280437", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "Q54VD5"}, {"dictyBase": "DDB_G0281385", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "P32253"}, {"dictyBase": "DDB_G0292996", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "P03967"}, {"dictyBase": "DDB_G0270736", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "Q55CB9"}, {"dictyBase": "DDB_G0270138", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "Q55CB0"}, {"dictyBase": "DDB_G0270126", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "Q55CB7"}, {"dictyBase": "DDB_G0270122", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "Q55CC0"}, {"dictyBase": "DDB_G0270140", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "Q55CA9"}, {"dictyBase": "DDB_G0270124", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "Q55CB8"}, {"dictyBase": "DDB_G0283537", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "P32254"}, {"dictyBase": "DDB_G0281253", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "Q54U62"}, {"dictyBase": "DDB_G0293434", "ortholog_type": "O", "panther_family": "PTHR24070", "taxid": 352472, "uniprot_kb": "P15064"}], "uniprot_kb": "P11233"}, "pathway": {"biocarta": {"id": "raspathway", "name": "ras signaling pathway"}, "kegg": [{"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04072", "name": "Phospholipase D signaling pathway - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}, {"id": "hsa05212", "name": "Pancreatic cancer - Homo sapiens (human)"}], "pid": [{"id": "arf6_traffickingpathway", "name": "Arf6 trafficking events"}, {"id": "erbb1_downstream_pathway", "name": "ErbB1 downstream signaling"}, {"id": "foxopathway", "name": "FoxO family signaling"}, {"id": "p38alphabetapathway", "name": "Regulation of p38-alpha and p38-beta"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1445148", "name": "Translocation of SLC2A4 (GLUT4) to the plasma membrane"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-167044", "name": "Signalling to RAS"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-171007", "name": "p38MAPK events"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-187687", "name": "Signalling to ERKs"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-8950505", "name": "Gene and protein expression by JAK-STAT signaling after Interleukin-12 stimulation"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9020591", "name": "Interleukin-12 signaling"}], "wikipathways": [{"id": "WP2290", "name": "RalA downstream regulated genes"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4263", "name": "Pancreatic adenocarcinoma pathway"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}]}, "pdb": ["1UAD", "1ZC3", "1ZC4", "2A78", "2A9K", "2BOV", "6P0I", "6P0J", "6P0K", "6P0L", "6P0M", "6P0N", "6P0O", "7NQC", "8FJH", "8FJI"], "pfam": "PF00071", "pharmgkb": "PA34197", "pharos": {"target_id": 8376, "tdl": "Tbio"}, "pir": "S04596", "prosite": ["PS51419", "PS51420", "PS51421"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255499", "relationship": "is"}, {"id": "GNF255500", "relationship": "is"}, {"id": "GNF255501", "relationship": "is"}, {"id": "GNF255502", "relationship": "is"}, {"id": "GNF272130", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF031507", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF012158", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF239120", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103962", "relationship": "is"}, {"id": "GNF143611", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_005393.2", "XP_047276637.1", "XP_047276638.1", "XP_054214726.1", "XP_054214727.1"], "rna": ["NM_005402.4", "XM_047420681.1", "XM_047420682.1", "XM_054358751.1", "XM_054358752.1"], "translation": [{"protein": "NP_005393.2", "rna": "NM_005402.4"}, {"protein": "XP_054214726.1", "rna": "XM_054358751.1"}, {"protein": "XP_054214727.1", "rna": "XM_054358752.1"}, {"protein": "XP_047276637.1", "rna": "XM_047420681.1"}, {"protein": "XP_047276638.1", "rna": "XM_047420682.1"}]}, "reporter": {"HG-U133_Plus_2": ["214435_x_at", "224880_at"], "HG-U95Av2": ["1876_at", "1877_g_at", "39253_s_at"], "HG-U95B": "46237_at", "HTA-2_0": "TC07000250.hg.1", "HuEx-1_0": ["2998404", "3463364"], "HuGene-1_1": "8132406", "HuGene-2_1": "17045369"}, "retired": [136654, 155232], "summary": "The product of this gene belongs to the small GTPase superfamily, Ras family of proteins. GTP-binding proteins mediate the transmembrane signaling initiated by the occupancy of certain cell surface receptors. This gene encodes a low molecular mass ras-like GTP-binding protein that shares about 50% similarity with other ras proteins. [provided by RefSeq, Jul 2008].", "symbol": "RALA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812284"}, "unigene": "Hs.6906", "uniprot": {"Swiss-Prot": "P11233", "TrEMBL": ["C9JPE8", "H7C3P7"]}, "wikipedia": {"url_stub": "RALA"}}