{"AllianceGenome": "9868", "HGNC": "9868", "MIM": "601973", "_id": "5919", "_version": 1, "accession": {"genomic": ["AACC02000108.1", "AC005586.2", "CH471173.2", "CP068271.2", "NC_000007.14", "NC_060931.1"], "protein": ["AAB47975.1", "AAH00069.1", "AAS00384.1", "BAA76499.1", "BAG35130.1", "CAG46789.1", "CAG46823.1", "EAL24473.1", "EAW54120.1", "EAW54121.1", "NP_002880.1", "Q99969.1"], "rna": ["AB015632.1", "AK092804.1", "AK312197.1", "BC000069.2", "BM919890.1", "BX448753.2", "CR541992.1", "CR542026.1", "NM_002889.4", "U77594.2", "XR_007060121.1", "XR_008487717.1"], "translation": [{"protein": "BAA76499.1", "rna": "AB015632.1"}, {"protein": "AAB47975.1", "rna": "U77594.2"}, {"protein": "CAG46789.1", "rna": "CR541992.1"}, {"protein": "AAH00069.1", "rna": "BC000069.2"}, {"protein": "CAG46823.1", "rna": "CR542026.1"}, {"protein": "NP_002880.1", "rna": "NM_002889.4"}, {"protein": "BAG35130.1", "rna": "AK312197.1"}]}, "alias": ["HP10433", "TIG2"], "ensembl": {"gene": "ENSG00000106538", "protein": ["ENSP00000223271", "ENSP00000417669", "ENSP00000418009", "ENSP00000418483"], "transcript": ["ENST00000223271", "ENST00000466675", "ENST00000467793", "ENST00000478771", "ENST00000482669"], "translation": [{"protein": "ENSP00000223271", "rna": "ENST00000223271"}, {"protein": "ENSP00000417669", "rna": "ENST00000467793"}, {"protein": "ENSP00000418009", "rna": "ENST00000466675"}, {"protein": "ENSP00000418483", "rna": "ENST00000482669"}], "type_of_gene": "protein_coding"}, "entrezgene": "5919", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.77872289088, "exp_mis": 54.7236232686, "exp_syn": 23.0231743533, "lof_z": 0.352871626550547, "mis_z": -0.216632367218515, "mu_lof": 4.12007259682e-07, "mu_mis": 6.53172987545e-06, "mu_syn": 2.7336666494e-06, "n_lof": 4.0, "n_mis": 58.0, "n_syn": 12.0, "p_li": 0.00295445312501597, "p_null": 0.414009153085505, "p_rec": 0.583036393789479, "syn_z": 1.42420798379969}, "bp": 492, "cds_end": 150037698, "cds_start": 150035713, "n_exons": 4, "nonpsych": {"exp_lof": 4.26170296761, "exp_mis": 49.4666588231, "exp_syn": 20.774690252, "lof_z": 0.124499927443783, "mis_z": -0.181676513873507, "mu_lof": 4.12007259682e-07, "mu_mis": 6.53172987545e-06, "mu_syn": 2.7336666494e-06, "n_lof": 4.0, "n_mis": 52.0, "n_syn": 11.0, "p_li": 0.00245869481403257, "p_null": 0.48353171801515, "p_rec": 0.514009587170818, "syn_z": 1.35020345550313}, "nontcga": {"exp_lof": 4.39023538216, "exp_mis": 50.3395471881, "exp_syn": 21.1751295298, "lof_z": 0.183723196787145, "mis_z": -0.537909915623742, "mu_lof": 4.12007259682e-07, "mu_mis": 6.53172987545e-06, "mu_syn": 2.7336666494e-06, "n_lof": 4.0, "n_mis": 58.0, "n_syn": 11.0, "p_li": 0.00249692464105597, "p_null": 0.450456809081845, "p_rec": 0.547046266277099, "syn_z": 1.40006835238475}, "transcript": "ENST00000466675.1"}, "exons": [{"cdsend": 150340609, "cdsstart": 150338624, "chr": "7", "position": [[150338328, 150338439], [150338614, 150338741], [150338985, 150339081], [150340099, 150340204], [150340435, 150340629], [150341577, 150341629]], "strand": -1, "transcript": "NM_002889", "txend": 150341629, "txstart": 150338328}], "exons_hg19": [{"cdsend": 150037698, "cdsstart": 150035713, "chr": "7", "position": [[150035417, 150035528], [150035703, 150035830], [150036074, 150036170], [150037188, 150037293], [150037524, 150037718], [150038666, 150038718]], "strand": -1, "transcript": "NM_002889", "txend": 150038718, "txstart": 150035417}], "generif": [{"pubmed": 15728234, "text": "Chemerin is a chemotactic agent and ligand of CMKLR1 (ChemR23).  The CMKLR1/chemerin axis may play a key role in directing plasmacytoid monocyte-derived dendritic cell trafficking."}, {"pubmed": 15972683, "text": "degranulated PMNs release proteases that efficiently convert prochemerin into active chemerin"}, {"pubmed": 16096270, "text": "chemerin is activated by serine proteases of the coagulation, fibrinolytic, and inflammatory cascades"}, {"pubmed": 17635925, "text": "chemerin is a novel adipose-derived signaling molecule that regulates adipogenesis and adipocyte metabolism"}, {"pubmed": 18242188, "text": "These data establish that chemerin is a novel adipokine that regulates adipocyte function."}, {"pubmed": 18794339, "text": "Results identify chemerin as a natural nonsignaling protein ligand for both human and mouse CCRL2."}, {"pubmed": 18955196, "text": "TIG2-protein and transcript were detected in all layers of normal epidermis and uninvolved skin adjacent to SCC lesions."}, {"pubmed": 19010784, "text": "circulating carboxypeptidase N/ carboxypeptidase B and platelets may potentially contribute to regulating the bioactivity of leukocyte chemoattractant chemerin"}, {"pubmed": 19114666, "text": "Chemerin expression specifically marks the early phases of evolving skin psoriatic lesions and is temporally strictly associated with plasmacytoid dendritic cells."}, {"pubmed": 19303973, "text": "Magnetic resonance imaging-quantified visceral fat mass was associated with RARRES2 SNP rs17173608 and nominally associated with RARRES2 SNP rs10278590 in nonobese subjects, with carriers of the minor alleles displaying lower visceral adipose tissue mass"}, {"pubmed": 19303973, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19443732, "text": "Epithelial cells in fetal intestine produce chemerin to recruit macrophages."}, {"pubmed": 19470637, "text": "Circulating chemerin levels were associated with metabolic syndrome phenotypes in a second, unrelated human population."}, {"pubmed": 19543554, "text": "differences in the distribution of NK cells and pDC in skin lesions suggest that recruitment of both NK cells and pDC is unlikely to be controlled solely by chemerin"}, {"pubmed": 19558533, "text": "Elevated systemic levels of chemerin in obesity and type 2 diabetes seem to be associated with inflammation rather than body mass index."}, {"pubmed": 19714754, "text": "Circulating levels of chemerin are higher in ulcerative colitis and Crohn's disease."}, {"pubmed": 19720798, "text": "Adipocyte-derived secretion of chemerin may be involved in the negative cross talk between adipose tissue and skeletal muscle contributing to the negative relationship between obesity and insulin sensitivity."}, {"pubmed": 19837789, "text": "Data demonstrate that markers of renal function are independently related to circulating chemerin levels."}, {"pubmed": 19898481, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20095887, "text": "Serum chemerin concentration was significantly higher in non-alcoholic fatty liver disease patients."}, {"pubmed": 20237162, "text": "Plasma chemerin levels are significantly heritable and are identify a novel role for chemerin as a stimulator of angiogenesis."}, {"pubmed": 20375212, "text": "This study suggests that chemerin might mediate metabolic alterations in obesity, drastically improving after gastric bypass."}, {"pubmed": 20601676, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20601896, "text": "potential link of chemerin with the pathogenesis of insulin resistance, obesity, and metabolic syndrome"}, {"pubmed": 20817486, "text": "The dual role of chemerin in inflammation and metabolism might provide a link between chronic inflammation and obesity, as well as obesity-related disorders such as type 2 diabetes and cardiovascular disease."}, {"pubmed": 20822885, "text": "Elevated systemic levels of chemerin and leptin in psoriasis seem to be associated not only with metabolic syndrome risk factors but also with psoriasis."}, {"pubmed": 21085476, "text": "Data show that comparing to T2D the IFG subjects had higher serum chemerin, progranulin, fetuin-A and RBP4 levels which was not detectable in the comparison of the T2D and IGT group."}, {"pubmed": 21144611, "text": "Serum chemerin levels are strongly associated with renal function in diabetic patients."}, {"pubmed": 21192818, "text": "These results demonstrate that human chondrocytes express both the receptor ChemR23 and the ligand chemerin...which may play pivotal roles in joint inflammation."}, {"pubmed": 21346723, "text": "The ChemR23/Chemerin axis may have a role in the recruitment of dendritic cells within the kidney in patients affected by lupus nephritis."}, {"pubmed": 21477622, "text": "maternal chemerin serum concentrations are significantly increased in preeclampsia during and after pregnancy"}, {"pubmed": 21576834, "text": "Serum chemerin levels were significantly elevated in metabolic syndrome patients with coronary artery disease (CAD) compared to in those without CAD and healthy subjects."}, {"pubmed": 21715684, "text": "Cathepsin L- and K-cleaved chemerin trigger robust migration of human blood-derived plasmacytoid dendritic cells ex vivo"}, {"pubmed": 21738955, "text": "Data indicating a possible role of leptin, adiponectin, visfatin, chemerin and vaspin in the pathogenesis of chronic hepatitis are summarized."}, {"pubmed": 21895733, "text": "Chemerin may be a mediator that links visceral obesity to cardiovascular risk factors."}, {"pubmed": 21930706, "text": "chemerin undergoes extensive proteolytic processing in vivo, underlining the importance of measuring individual isoforms."}, {"pubmed": 21949124, "text": "the necessity of appropriate C-terminal proteolytic processing to generate the likely physiologic form of active chemerin, chem157S, and suggested a possible role in malignant GBM."}, {"pubmed": 21959042, "text": "Chemerin and ChemR23 were highly expressed in the rheumatoid arthritis synovium compared with osteoarthritis."}, {"pubmed": 21981776, "text": "Expressions of chemerin mRNA and protein are significantly higher in epicardial adipose tissue of Han Chinese patients who have atherosclerosis."}, {"pubmed": 22037282, "text": "Human synovial fibroblasts express both chemerin and its receptor. Chemerin enhanced expression of TLR4 and induced release of CCL2 in synovial fibroblasts."}, {"pubmed": 22042485, "text": "Data suggest that serum chemerin levels are increased with increases in the number of diseased vessels in subjects with coronary artery disease in China."}, {"pubmed": 22104178, "text": "High circulating chemerin level is correlated with arterial stiffness."}, {"pubmed": 22117111, "text": "Chemerin levels are significantly increased in preeclampsia and independently associated with markers of dyslipidemia and with the severity of the preeclampsia"}, {"pubmed": 22136911, "text": "Reduced chemerin expression and serum concentration may contribute to improved insulin sensitivity and subclinical inflammation beyond significant weight"}, {"pubmed": 22239017, "text": "Chemerin expression was lower in hepatocellular carcinoma & correlated with tumor size, grade, DC & NK infiltration, & survival."}, {"pubmed": 22296200, "text": "the rise of plasma levels of chemerin and VEGF, and their positive correlation with ankle/brachial index in diabetic peripheral vascular disease"}, {"pubmed": 22369992, "text": "detected in cytoplasm of third trimester placental cytotrophoblast and Hofbauer's cells"}, {"pubmed": 22438234, "text": "Data suggest association of serum chemerin level with obesity and vascular inflammation; data support role for chemerin as molecular link between increasing fat mass, insulin resistance, and early atherogenic risk profile in obese children."}, {"pubmed": 22447224, "text": "Chronic ethanol consumption dose-dependently increases the chemerin levels in the serum and visceral adipose tissue."}, {"pubmed": 22447628, "text": "Chemerin reduces insulin-like growth factor-1(IGF-1)-induced steroidogenesis and cell proliferation through a decrease in the activation of IGF-1 receptor signalling pathways in primary human granulosa cells"}, {"pubmed": 22524287, "text": "At the time of term Caesarean section, preexisting maternal obesity, and its associated insulin resistance, is associated with higher cord plasma chemerin concentrations."}, {"pubmed": 22544171, "text": "fat depot-specific differential regulation of chemerin mRNA expression might contribute to the distinctive roles of subcutaneous vs. visceral adipose tissue in human obesity."}, {"pubmed": 22610747, "text": "review of current research on biological roles of chemerin and chemokine-like receptor 1; highlight roles in mediating obesity and development of type 2 diabetes [REVIEW]"}, {"pubmed": 22634313, "text": "the present study has shown that chemerin plays an inhibitory role on inflammatory state of vascular endothelial cells."}, {"pubmed": 22768214, "text": "These results rule out the direct anti-inflammatory effect of chemerin on macrophages ex vivo, described previously in the literature, despite the expression of a functional ChemR23 receptor in these cells."}, {"pubmed": 22783586, "text": "Elevated serum chemerin levels are associated with the presence of coronary artery disease in patients with type 2 diabetes."}, {"pubmed": 22791765, "text": "Our data indicate that chemerin is up-regulated during decidualization and might contribute to natural killer cell accumulation and vascular remodeling during early pregnancy."}, {"pubmed": 22815691, "text": "Serum fetuin A levels were higher in prevalent hepatic steatosis patients with hepatic steatosis, and positively correlated with chemerin levels"}, {"pubmed": 22828724, "text": "data suggest that increased chemerin levels are associated with the presence of coronary artery disease and that serum chemerin levels may reflect the extent of coronary atherosclerosis."}, {"pubmed": 22925375, "text": "Cord blood chemerin was present in cord blood and its concentrations were positively correlated with birthweight. These novel findings support a role of adipokines in fetal growth."}, {"pubmed": 22982016, "text": "Finding showed positive association between chemerin rs17173608 polymorphism and risk of Metabolic syndrome (MeS) (chi(2)=7.70, p=0.021) in Zahedan, southeast Iran."}, {"pubmed": 22986456, "text": "These results suggest the role of chemerin in sex dimorphism and a potential link between chemerin levels and type two diabetes mellitus pathogenesis in a Japanese population."}, {"pubmed": 23195684, "text": "studies show that mitochondrial ROS are important for autophagy in chemerin-induced angiogenesis and that targeting autophagy may provide an important new tool for treating cardiovascular disease"}, {"pubmed": 23211604, "text": "Serum chemerin concentrations correlated with BMI, whereas chemerin mRNA levels in adipose tissue did not."}, {"pubmed": 23235922, "text": "chemerin (p<0.01) and leptin (p<0.01) were significantly decreased after fasting. For leptin, this decrease was also significant after 36 h (p<0.01). Adiponectin levels remained unchanged."}, {"pubmed": 23303213, "text": "We make the novel observation of abnormal circulating and gluteal fat-secreted chemerin and omentin-1 levels in nascent metabolic syndrome, which could confer a higher risk for diabetes and cardiovascular disease."}, {"pubmed": 23495698, "text": "Prochemerin processing protease converts prochemerin into active chemerinF; the activating truncation by the protease might trigger a structural C-terminal rearrangement leading to increased affinity of chemerin to chemokine-like receptor (CMKLR)1."}, {"pubmed": 23507574, "text": "Chemerin, a novel target gene of FXR, is related to nonalcoholic steatohepatitis."}, {"pubmed": 23527010, "text": "Using a panel of overlapping chemerin-derived synthetic peptides, we demonstrate that the antibacterial activity of chemerin is primarily mediated by Val(66)-Pro(85), which causes direct bacterial lysis."}, {"pubmed": 23559624, "text": "These data support a new role for chemerin as an endogenous vasoconstrictor that operates through a receptor typically attributed to function only in immune cells."}, {"pubmed": 23682797, "text": "serum chemerin decrease is associated with improved insulin sensitivity, and may be involved in the beneficial effects of lifestyle intervention in overweight and obese type 2 diabetic patients"}, {"pubmed": 23904282, "text": "Chemerin does not display a day/night variation, while acute energy deprivation resulted in a significant drop in circulating chemerin levels."}, {"pubmed": 23906870, "text": "conclusion current data show that primary human hepatocytes are a major source of hepatic chemerin and increased liver chemerin in non-alcoholic steatohepatitis"}, {"pubmed": 23935128, "text": "chemerin mRNA expression is significantly elevated in the liver of non-alcoholic steatohepatitis patients"}, {"pubmed": 24217118, "text": "Moderate walking on a regular basis is sufficient to reduce chemerin levels, therefore the practice of physical exercise for type 2 diabetes mellitus patients should be encouraged."}, {"pubmed": 24274970, "text": "Serum chemerin is significantly higher in gastric cancer patients than healthy subjects."}, {"pubmed": 24334424, "text": "increased during normal gestation and is associated with maternal body mass index and insulin resistance"}, {"pubmed": 24338392, "text": "Plasma chemerin levels are correlated with obesity, blood pressure, and high-density lipoprotein cholesterol, suggesting that it may play a role in the pathogenesis of metabolic syndrome."}, {"pubmed": 24390241, "text": "cathepsin S and chemerin only correlated positively with insulin resistance and inflammation"}, {"pubmed": 24524360, "text": "Data suggest that adiposity is main determinant of up-regulation of chemerin/RARRES2 and down-regulation of omentin/ITLN1 levels in plasma of lean/overweight/obese women with polycystic ovary syndrome."}, {"pubmed": 24628007, "text": "Data suggest plasma chemerin is down-regulated in third trimester in women with gestational diabetes and remains low 3-4 months following delivery even though glucose tolerance is normalized; plasma chemerin is up-regulated in normal pregnant women."}, {"pubmed": 24660117, "text": "Chemerin functions in host defense as a broad spectrum antimicrobial protein against bacteria and fungi and as a leukocyte attractant for macrophages."}, {"pubmed": 24727542, "text": "Elevated chemerin levels in colons from ulcerative colitis patients correlate with disease severity"}, {"pubmed": 24769499, "text": "Chemerin, which plays a role in inflammation and atherosclerosis, was higher in non-dippers compared to dippers and normotensives."}, {"pubmed": 24779513, "text": "Results lend some support to a presumable role of locally produced chemerin in the progression of atherosclerotic lesions, possibly acting through its CMKLR1 receptor."}, {"pubmed": 24840719, "text": "Chemerin significantly decreased TNF-alpha-induced NF-kappaB and VCAM-1 in human umbilical vein endothelial cell"}, {"pubmed": 24865134, "text": "Study demonstrated that circulating chemerin plasma levels are high in patients with chronic obstructive pulmonary disease."}, {"pubmed": 24880897, "text": "plasma chemerin is associated with systemic markers of inflammation and components of the metabolic syndrome."}, {"pubmed": 24950152, "text": "lower chemerin appears to be an important hormone involved in cardiometabolic risk and glucose-stimulated insulin secretion reduction following exercise in older adults"}, {"pubmed": 24977972, "text": "An increase of chemerin levels in patients with multiple sclerosis is associated with overweight and obesity."}, {"pubmed": 25028378, "text": "Chemerin is associated with endothelial activation and atherosclerosis in rheumatoid arthritis."}, {"pubmed": 25121101, "text": "The study for the first time confirmed a marked expression of chemerin and CMKLR1 in the liver of chronic hepatitis patients."}, {"pubmed": 25127029, "text": "Stimulation of mesenchymal stromal cells (MSCs) by chemerin increases phosphorylation of p42/44, p38 and JNK-II kinases and inhibitors of these kinases and PKC reverse chemerin-stimulated MSC migration."}, {"pubmed": 25152503, "text": "results suggest that high plasma chemerin levels are associated with long-term poor prognosis and survival of gastric cancer as well as may play a role as prognostic biomarker in gastric cancer survival."}, {"pubmed": 25164155, "text": "Studied levels of salivary visfatin, chemerin, and progranulin and in gingivitis, periodontitis, as well as healthy patients. Salivary progranulin levels were similar in all groups; chemerin was detected at higher levels in the periodontitis group compared to the gingivitis and the healthy groups; visfatin levels were higher in patients with gingivitis and periodontitis compared to those of healthy subjects."}, {"pubmed": 25278490, "text": "In present review, we aim to consolidate recent data of investigations on chemerin in context to functional characteristics with a special reference to its role as a metabolic signal in inflammation and non-metabolic syndromes"}, {"pubmed": 25373013, "text": "Chemerin levels were significantly increased not only in obese patients with polycystic ovary syndrome (PCOS), but also in nonobese PCOS women"}, {"pubmed": 25433840, "text": "The mean serum CHEM concentration in an anorexia nervosa group was significantly lower than in controls and obesity groups."}, {"pubmed": 25445606, "text": "our results suggest that high serum chemerin levels are associated with inflammation and pre-eclampsia independently, as well as chemerin may play a role as predictive biomarker for pre-eclampsia"}, {"pubmed": 25469985, "text": "Studies suggest that chemerin played an important role in the pathophysiology of obesity and metabolic syndrome (MS)."}, {"pubmed": 25521368, "text": "The role of genetic variation in the RARRES2 locus in the regulation of circulating chemerin concentrations. [Meta-analysis]"}, {"pubmed": 25637017, "text": "ChemR23, the receptor for chemerin and resolvin E1, is expressed and functional on M1 but not on M2 macrophages."}, {"pubmed": 25933030, "text": "circulating chemerin is likely linked to enhanced beta cell function but not to insulin sensitivity in patients with non alcoholic fatty liver disease."}, {"pubmed": 26057200, "text": "chemerin is a novel biomarker of dilated cardiomyopathy"}, {"pubmed": 26062410, "text": "Chemerin might induce insulin resistance in C2C12 cells through NF-kappaB pathway-mediated inflammatory reaction"}, {"pubmed": 26146067, "text": "plasma levels of chemerin and CRP are elevated in patients with acute coronary syndrome"}, {"pubmed": 26166341, "text": "there was no significant association between chemerin rs17173608 gene polymorphism and polycystic ovary syndrome after adjusting genotypes for body mass index and age."}, {"pubmed": 26170530, "text": "Results show that patients with osteoporosis presented a higher level of serum chemerin, which witnessed an inverse correlation with bone marrow density."}, {"pubmed": 26277777, "text": "Together, these findings suggest that CCL2, RARRES2 and EFNB2 are host cell factors involved in respiratory syncytial virus replication."}, {"pubmed": 26291816, "text": "Serum chemerin was significantly higher in the obese PCOS group compared with non-obese PCOS and the obese and non-obese control groups."}, {"pubmed": 26387454, "text": "Patients with PCOS showed increased serum chemerin concentrations as compared to healthy women"}, {"pubmed": 26471865, "text": "serum chemerin may have a role in acute ischemic stroke and carotid artery plaque instability in Chinese populations"}, {"pubmed": 26472663, "text": "Metabolic syndrome in Egyptian females is associated with the minor allele of chemerin rs17173608 polymorphism."}, {"pubmed": 26572532, "text": "Circulating levels of the adipokine chemerin are elevated in lipodystrophy, as well as independently and positively associated with HbA1c and CRP."}, {"pubmed": 26721419, "text": "Suggest reduction of chemerin could contribute to the antiobesity/antidiabetic properties described for alpha-lipoic acid."}, {"pubmed": 26722546, "text": "The synovial fluid and synovial membrane levels of chemerin are increased in knee osteoarthritis patients"}, {"pubmed": 26950614, "text": "Oral lipid loading is linked to reduced circulating pro-inflammatory chemokines CCL2, IP-10, and chemerin and to increased RANTES levels, suggesting that dietary lipids affect immune function."}, {"pubmed": 27092781, "text": "Results show that chemerin stimulates the migration, invasion and proliferation of oesophageal cancer cells by a pathway sensitive to the ChemR23 antagonist CCX832."}, {"pubmed": 27225311, "text": "The SD to LD transition was mimicked by 2 weeks of ICV infusion of human chemerin into rats. It also increased expression of the cytoskeletal protein vimentin, implicating hypothalamic remodeling in this response.Acute ICV bolus injection of chemerin on a 12 h:12 h photoperiod inhibited food intake and decreased body weight with associated changes in hypothalamic neuropeptides involved in growth and feeding after 24 hr."}, {"pubmed": 27225862, "text": "There was no difference in serum chemerin, vaspin and omentin-1 between polycystic ovary syndrome patients and healthy controls."}, {"pubmed": 27239101, "text": "Data show inverse Relationship of the CMKLR1 Relative Expression and Chemerin Serum Levels in Obesity with Dysmetabolic Phenotype and Insulin Resistance"}, {"pubmed": 27312219, "text": "Low chemerin and high resistin levels were associated with carotid disease severity, suggesting that these adipokines may act as potential markers for plaque instability and stroke risk."}, {"pubmed": 27336360, "text": "High serum RARRES2 expression is associated with Adrenocortical Carcinoma."}, {"pubmed": 27446956, "text": "this study suggested that a role of STRA6 polymorphism could also be of value in predicting the risk of type 2 diabetes mellitus(T2DM) while RARRES2 polymorphism could not predict the risk of T2DM."}, {"pubmed": 27496791, "text": "Serum chemerin concentrations are associated with the presence of atrial fibrillation and atrial remodeling."}, {"pubmed": 27516571, "text": "In type 2 diabetes mellitus, both chemerin and omentin enhance the body sensitivity to insulin, which results in increased glucose uptake"}, {"pubmed": 27740519, "text": "The production of the two adipokines, chemerin and RBP-4, is strongly associated with obesity in patients with NAFLD."}, {"pubmed": 27742615, "text": "Data suggest that chemerin acts at CMKLR1, but not GPR1, to increase blood pressure. Chemerin is expressed in vascular endothelium, smooth muscle, and adventitia."}, {"pubmed": 27756331, "text": "We conclude that LDL apheresis decreases the circulating level of chemerin by binding the protein to the column and thus improves lipoprotein subfraction pattern."}, {"pubmed": 27792771, "text": "Hypoxia-induced chemerin expression is mediated by TNF-alpha and at least in part by the ERK pathway"}, {"pubmed": 27797398, "text": "Chemerin mRNA is reduced in the liver of nonalcoholic steatohepatitis patients."}, {"pubmed": 27907906, "text": "Suggest chemerin is a major factor in the secretome of senescent fibroblasts, promoting cutaneous squamous carcinoma cell migration, and possibly progression, relaying its signals through CCRL2 and GPR1 receptors with subsequent MAPK activation."}, {"pubmed": 27939374, "text": "Further analysis of chemerin functions in vivo might constitute a crucial step toward optimizing Mesenchymal stromal cells-based therapy for inflammatory diseases."}, {"pubmed": 27941174, "text": "High chemerin expression is associated with Overweight/obese."}, {"pubmed": 28029186, "text": "results show that chemerin not only increases osteoclasts activity in vitro, but also that increased level of chemerin in dyslipidemic mice plays a critical role in bone homeostasis."}, {"pubmed": 28114280, "text": "RARRES2 overexpression in adrenocortical carcinoma cells inhibited Wnt/beta-catenin pathway activity by promoting beta-catenin phosphorylation and degradation, it also inhibited the phosphorylation of p38 mitogen-activated protein kinase. Thus our study identifies RARRES2 as a novel tumor suppressor for adrenocortical carcinoma, which can function through an immune-independent mechanism."}, {"pubmed": 28166197, "text": "study reveals the tumor-inhibitory effect of chemerin by suppressing inflammatory tumor microenvironment with therapeutic implications for inflammation-associated cancer-like Hepatocellular carcinoma."}, {"pubmed": 28323510, "text": "Data suggest that, in overweight and obese subjects, weight reduction induces changes in chemerin serum levels in parallel with adiponectin plasma levels; chemerin is down-regulated and adiponectin is up-regulated in both insulin-resistant and insulin-sensitive subjects after weight reduction; however, only changes in chemerin in insulin-sensitive subjects were found to be statistically significant."}, {"pubmed": 28326537, "text": "Chemerin-CMKLR1 activates Akt/mTOR and ERK pathways and facilitates preadipocyte proliferation, adipogenesis, and angiogenesis. Gax weakens the effect of chemerin on preadipocyte biofunctions."}, {"pubmed": 28454507, "text": "Serum chemerin level during the first trimester of pregnancy has the potential to predict risk of gestational diabetes mellitus."}, {"pubmed": 28551507, "text": "High chemerin expression is associated with metabolic complications."}, {"pubmed": 28759013, "text": "Data suggest that primary cells from papillary renal cell carcinoma secrete the chemokines IL8, CXCL16, and chemerin; these chemokines attract primary human monocytes and induce shift/transdifferentiation in monocytes toward M2 macrophage/foam cell phenotype. (IL8 = interleukin-8; CXCL16 = C-X-C motif chemokine ligand 16)"}, {"pubmed": 28771382, "text": "Study suggests that circulating chemerin levels were positively correlated with the percentages of Th17 and Th9 cells, while omentin levels were negatively correlated with those cell percentages in asthma. The findings are consistent with a potential regulatory function of adipokines to the immune responses in the pathogenesis of asthma."}, {"pubmed": 28833355, "text": "results demonstrate a strong inverse association between serum chemerin levels and renal function."}, {"pubmed": 28947843, "text": "No associations were observed between SNPs in RARRES2 and obesity."}, {"pubmed": 28957639, "text": "The aims of this study were to evaluate and correlate circulating chemerin, apelin, vaspin, and omentin-1 levels in obese type 2 diabetic Egyptian patients with coronary artery stenosis (CAS), and to assess their usefulness as noninvasive diagnostic biomarkers."}, {"pubmed": 29075000, "text": "A strong positive association between chemerin blood level and risk of heart failure."}, {"pubmed": 29158361, "text": "FXIa, generated on contact phase activation, cleaves chem163S to generate chem158K, which can be further processed to the most active chemerin form, providing a molecular link between coagulation and inflammation."}, {"pubmed": 29206770, "text": "Cross-sectional study provides further evidence of an inverse association between chemerin and bone health in peri/ premenopausal women, suggesting that high chemerin concentrations may minimize the peak bone mass and thereby may promote age-related bone loss."}, {"pubmed": 29306931, "text": "Data suggest that down-regulation of serum levels of chemerin (an inflammatory cytokine biomarker) can occur in weight-loss therapy as short in duration as 4-week aerobic exercise plus dieting in obese female adolescents; this effect was not observed by dieting alone. This study was conducted in weight-loss summer camp in China."}, {"pubmed": 29331039, "text": "findings of this study suggest that chemerin in synovial fluid may play role as a predisposing factor and may represent a novel potential prognostic biochemical marker in the pathogenesis of temporomandibular joint disorders"}, {"pubmed": 29337272, "text": "chemerin and leptin are elevated and omentin-1 and visfatin levels are decreased in Gestational diabetes mellitus women complicated by obesity."}, {"pubmed": 29360607, "text": "We studied the association between retinoic acid receptor responder 2 rs17173608 and rs4721 gene polymorphisms and gestational diabetes mellitus. We found that RARRES2 rs4721 polymorphism increased the risk of gestational diabetes mellitus. RARRES2 rs17173608 polymorphism is not associated with gestational diabetes mellitus."}, {"pubmed": 29644922, "text": "G allele of chemerin rs17173608 compared to T allele decreased the risk of end-stage renal disease in a sample of Iranian population."}, {"pubmed": 29653511, "text": "Circulating chemerin is increased and correlates to inflammatory parameters in patients with advanced carotid stenosis."}, {"pubmed": 29688269, "text": "chemerin levels in follicular fluid, but not in serum, were higher in lean PCOS patients compared to BMI-matched controls"}, {"pubmed": 29717200, "text": "Chemerin upregulated expression and phosphatase activity of PTEN by interfering with PTEN-CMKLR1 interaction, leading to weakened ubiquitination of PTEN and decreased p-Akt (Ser473) level, which was responsible for suppressed migration, invasion and metastasis of HCC cells."}, {"pubmed": 29848608, "text": "Together, the exciting findings gathered in the last decade clearly indicate a crucial multifaceted role for chemerin in the regulation of energy balance, making it a promising candidate for urgently needed pharmacological treatment strategies for obesity.[ Review]"}, {"pubmed": 29860632, "text": "This study show the serum PARRES2 levels had significant positive correlation with seizure severity Chalfont score and the duration of epilepsy."}, {"pubmed": 29915268, "text": "Serum chemerin levels below 87 ng/ml predicted an increased risk for mortality or liver transplantation."}, {"pubmed": 29973268, "text": "Data show that chymase cleavage of chemerin (chem163S) to partially active chemerin (chem156F) can be found in synovial fluids where it can play a role in modulation of the inflammation in joints."}, {"pubmed": 30041634, "text": "The elevated levels of circulating TIG2 (chemerin) were associated with gestational diabetes mellitus.[meta-analysis]"}, {"pubmed": 30165089, "text": "Current knowledge about the relationship between chemerin and lower gastrointestinal (GI) diseases, such as irritable bowel syndrome (IBS), inflammatory bowel disease (IBD) and colorectal cancer (CRC) is REVIEWED."}, {"pubmed": 30243011, "text": "the strong association of chemerin and fetuin-A with insulin resistance and some inflammatory markers may provide an interesting link between obesity, inflammation and diabetes mellitus"}, {"pubmed": 30429035, "text": "NSCLC cases exhibited significantly elevated circulating chemerin."}, {"pubmed": 30678766, "text": "plasma concentration positively associated with myocardial infarction, stroke, and type 2 diabetes mellitus, supporting the role of immune inflammatory pathways"}, {"pubmed": 30784180, "text": "chemerin/ChemR23 axis played an important role in endothelial injury and inflammation in diabetic nephropathy."}, {"pubmed": 30835511, "text": "Chemerin protein and gene levels were significantly increased in gestational diabetes mellitus patient placentas."}, {"pubmed": 30866520, "text": "Results show that rs3735167 is the lead RARRES2 polymorphism for chemerin levels in Taiwanese. Chemerin levels, but not the rs3735167 genotypes, predicted the long-term outcome of coronary artery disease."}, {"pubmed": 31078135, "text": "chemerin, factors associated with obesity, pathological and physiological changes in glucolipid metabolism, and inflammatory factors may promote the development of T2DM macroangiopathy"}, {"pubmed": 31155988, "text": "The concentration of follicular fluid-chemerin, and the mRNA expression of chemerin in granulosa cells from PCOS were significantly higher than those from non-PCOS."}, {"pubmed": 31237844, "text": "the chemerin TT genotype ratios were higher in the T2DM subjects than in healthy subjects. G allele frequency in the T2DM group was lower than that in the control group."}, {"pubmed": 31269491, "text": "Association between High Levels of Circulating Chemerin and Colorectal Adenoma in Men."}, {"pubmed": 31370263, "text": "The majority of presented data report down-regulation of chemerin in cancer tissue and suggest a tumor-suppressing role of chemerin in most cancer types, being mediated by recruiting innate immune defenses and by growth-inhibitory downstream signaling by chemerin receptors CMKLR1 and GPR1. (Review)"}, {"pubmed": 31382403, "text": "Chemerin, omentin, and apelin expression was differently regulated in women with polycystic ovary syndrome (PCOS) suggesting their possible role in follicular growth arrest and ovulatory dysfunction characterizing PCOS pathogenesis."}, {"pubmed": 31409008, "text": "Chemerin was not associated with hepatic fat, liver inflammation and fibrosis. To conclude, systemic chemerin did not discriminate between colorectal cancer metastases and hepatocellular carcinoma."}, {"pubmed": 31686535, "text": "Association of serum omentin-1, apelin and chemerin concentrations with the presence and severity of diabetic retinopathy in type 2 diabetes mellitus patients."}, {"pubmed": 31742967, "text": "chemerin is not associated with the nutritional status in children with cystic fibrosis. Chemerin has no impact on the levels of IL-1b, IL-6, TNFalpha in CF patients."}, {"pubmed": 31922216, "text": "Regulatory effect of chemerin and therapeutic efficacy of chemerin9 in pancreatogenic diabetes mellitus."}, {"pubmed": 32274942, "text": "Salivary Leptin and Chemerin; a novel way of gestational diabetes screening."}, {"pubmed": 32453820, "text": "Chemerin as a Driver of Hypertension: A Consideration."}, {"pubmed": 32496833, "text": "Increased chemerin serum levels in hyperandrogenic and normoandrogenic women from Argentina with polycystic ovary syndrome."}, {"pubmed": 32526705, "text": "Chemerin facilitates intervertebral disc degeneration via TLR4 and CMKLR1 and activation of NF-kB signaling pathway."}, {"pubmed": 32605911, "text": "Chemerin Reactivates PTEN and Suppresses PD-L1 in Tumor Cells via Modulation of a Novel CMKLR1-mediated Signaling Cascade."}, {"pubmed": 32808821, "text": "Circulating chemerin level and risk of cancer: a systematic review and meta-analysis."}, {"pubmed": 32951592, "text": "Chemerin enhances the adhesion and migration of human endothelial progenitor cells and increases lipid accumulation in mice with atherosclerosis."}, {"pubmed": 33003572, "text": "Chemerin Isoform-Specific Effects on Hepatocyte Migration and Immune Cell Inflammation."}, {"pubmed": 33058983, "text": "Variants in the RARRES2 gene are associated with serum chemerin and increase the risk of diabetic kidney disease in type 2 diabetes."}, {"pubmed": 33066326, "text": "Chemerin-156 is the Active Isoform in Human Hepatic Stellate Cells."}, {"pubmed": 33631197, "text": "Chemerin in inflammatory diseases."}, {"pubmed": 33753802, "text": "The potential value of serum chemerin in patients with breast cancer."}, {"pubmed": 33886791, "text": "Increased serum chemerin levels associated with carotid intima-media thickness."}, {"pubmed": 33980047, "text": "Expression of Resistin, Chemerin, and Chemerin's Receptor in the Unstable Carotid Atherosclerotic Plaque."}, {"pubmed": 34007846, "text": "Adipocyte-Specific Fatty Acid-Binding Protein (AFABP) and Chemerin in Association with Gestational Diabetes: A Case-Control Study."}, {"pubmed": 34027809, "text": "Resistin and chemerin levels in follicular fluid of infertile women with endometriosis undergoing ICSI."}, {"pubmed": 34212049, "text": "The Potential Role of Chemerin, Lipocalin 2, and Apelin in the Diagnosis and Pathophysiology of Gestational Diabetes Mellitus."}, {"pubmed": 34371096, "text": "Chemerin levels and its genetic variants are associated with Gestational diabetes mellitus: A hospital-based study in a Chinese cohort."}, {"pubmed": 34439815, "text": "Serum Chemerin Concentration Is Associated with Proinflammatory Status in Chronic Coronary Syndrome."}, {"pubmed": 34506500, "text": "Serum chemerin levels: A potential biomarker of joint inflammation in women with rheumatoid arthritis."}, {"pubmed": 34544451, "text": "Effects of chemerin and homocysteine levels and their associations with occurrence and development of ischemic cerebrovascular disease."}, {"pubmed": 34605770, "text": "Involvement of chemerin and CMKLR1 in the progesterone decrease by PCOS granulosa cells."}, {"pubmed": 34699139, "text": "Serum and follicular fluid chemerin and chemerin mRNA expression in women with polycystic ovary syndrome: Systematic review and meta-analysis."}, {"pubmed": 34763009, "text": "Role of chemerin in the control of glucose homeostasis."}, {"pubmed": 34944507, "text": "The Association of Serum Circulating Neuropeptide Q and Chemerin Levels with Cardiometabolic Risk Factors among Patients with Metabolic Syndrome."}, {"pubmed": 35029006, "text": "Chemerin contributes to inflammatory responses and suppresses osteogenic differentiation in chronic periodontitis."}, {"pubmed": 35040613, "text": "Chemerin - exploring a versatile adipokine."}, {"pubmed": 35119086, "text": "[The relationship between chemerin, bone metabolism, the RANKL/RANK/OPG system, and bone mineral density in girls with anorexia nervosa].\", trans \"The relationship between chemerin, bone metabolism, the RANKL/RANK/OPG system, and bone mineral density in girls with anorexia nervosa."}, {"pubmed": 35187890, "text": "Chemerin promotes proliferation and migration of ovarian cancer cells by upregulating expression of PD-L1."}, {"pubmed": 35236351, "text": "Circulating chemerin levels in metabolic-associated fatty liver disease: a systematic review and meta-analysis."}, {"pubmed": 35449483, "text": "Hepatocyte expressed chemerin-156 does not protect from experimental non-alcoholic steatohepatitis."}, {"pubmed": 35531645, "text": "Common variants of RARRES2 and RETN contribute to susceptibility to hand osteoarthritis and related pain."}, {"pubmed": 35620813, "text": "Analysis of the expression levels of chemerin, ox-LDL, MMP-9, and PAPP-A in ICVD patients and their relationship with the severity of neurological impairment."}, {"pubmed": 36881626, "text": "Cryo-EM structure of the human chemerin receptor 1-Gi protein complex bound to the C-terminal nonapeptide of chemerin."}, {"pubmed": 36882076, "text": "Circulating Chemerin Is Elevated in Women With Preeclampsia."}, {"pubmed": 37186779, "text": "Stable Binding of Full-Length Chemerin Is Driven by Negative Charges in the CMKLR1 N Terminus."}, {"pubmed": 37271257, "text": "RARRES2 is Downregulated in Isocitrate Dehydrogenase 1 Mutant Glioma Patients and Served as an Unfavorable Prognostic Factor of Glioma."}, {"pubmed": 37321196, "text": "The Association between Serum Chemerin and Peritoneal Membrane Transport Function in Patients Undergoing Incident Peritoneal Dialysis: A Prospective Cohort Study."}, {"pubmed": 37354780, "text": "Neutrophils regulate tumor angiogenesis in oral squamous cell carcinoma and the role of Chemerin."}, {"pubmed": 37491533, "text": "Association of plasma chemerin with all-cause and disease-specific mortality - results from a population-based study."}, {"pubmed": 37641406, "text": "Chemerin triggers migration of a CD8 T cell subset with natural killer cell functions."}, {"pubmed": 37831337, "text": "Adiponectin rs1501299 and chemerin rs17173608 gene polymorphism in children with type 1 diabetes mellitus: relation with macroangiopathy and peripheral artery disease."}, {"pubmed": 37898040, "text": "Prognostic impact of chemerin expression in colorectal cancer: A detailed analysis based on histological components and meta-analysis."}, {"pubmed": 38000703, "text": "Association of RARRES2 rs17173608 gene polymorphism and serum Chemerin with acute myocardial infarction and its risk factors: A case-control study in an Iranian population."}, {"pubmed": 38247862, "text": "The Dual Role of Chemerin in Lung Diseases."}, {"pubmed": 38280909, "text": "RARRES2 is involved in the \"lock-and-key\" interactions between osteosarcoma stem cells and tumor-associated macrophages."}, {"pubmed": 38520551, "text": "Chemerin promotes invasion of oral squamous cell carcinoma by stimulating IL-6 and TNF-alpha production via STAT3 activation."}, {"pubmed": 38579052, "text": "Prognostic significance of the chemerin level in coronavirus disease 2019 patients."}, {"pubmed": 38939937, "text": "[Research progress of chemerin in polycystic ovary syndrome]."}], "genomic_pos": {"chr": "7", "end": 150341662, "ensemblgene": "ENSG00000106538", "start": 150338317, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 150038763, "start": 150035408, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001523", "pubmed": 9204961, "qualifier": "involved_in", "term": "retinoid metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 17635925, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006935", "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008286", "pubmed": 18242188, "qualifier": "involved_in", "term": "insulin receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010759", "pubmed": 19443732, "qualifier": "involved_in", "term": "positive regulation of macrophage chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0019732", "pubmed": 23527010, "qualifier": "involved_in", "term": "antifungal humoral response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045087", "pubmed": 23527010, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045600", "qualifier": "involved_in", "term": "positive regulation of fat cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048566", "pubmed": 19443732, "qualifier": "involved_in", "term": "embryonic digestive tract development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050829", "pubmed": 23527010, "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050830", "pubmed": 23527010, "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050921", "qualifier": "involved_in", "term": "positive regulation of chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050921", "qualifier": "involved_in", "term": "positive regulation of chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050994", "qualifier": "involved_in", "term": "regulation of lipid catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050994", "qualifier": "involved_in", "term": "regulation of lipid catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061760", "pubmed": 23527010, "qualifier": "involved_in", "term": "antifungal innate immune response"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 23527010, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031089", "qualifier": "located_in", "term": "platelet dense granule lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 19443732, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 14530373, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 14530373, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9031, 420366], [9544, 704993], [9598, 735446], [9606, 5919], [9615, 475532], [9913, 508990], [10090, 71660], [10116, 297073]], "id": 2167}, "interpro": [{"desc": "Retinoic acid receptor responder protein 2", "id": "IPR029562", "short_desc": "Chemerin"}, {"desc": "Cystatin superfamily", "id": "IPR046350", "short_desc": "Cystatin_sf"}], "ipi": ["IPI00019176", "IPI00945490"], "map_location": "7q36.1", "name": "retinoic acid receptor responder 2", "other_names": ["RAR-responsive protein TIG2", "chemerin", "retinoic acid receptor responder (tazarotene induced) 2", "retinoic acid receptor responder protein 2", "tazarotene-induced gene 2 protein"], "pantherdb": {"HGNC": "9868", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1918910", "ortholog_type": "LDO", "panther_family": "PTHR15106", "taxid": 10090, "uniprot_kb": "Q9DD06"}, {"RGD": "1309874", "ortholog_type": "LDO", "panther_family": "PTHR15106", "taxid": 10116, "uniprot_kb": "Q5BK77"}, {"Ensembl": "ENSGALG00000042642", "ortholog_type": "LDO", "panther_family": "PTHR15106", "taxid": 9031, "uniprot_kb": "A0A0K0PUH6"}, {"ZFIN": "ZDB-GENE-081022-190", "ortholog_type": "O", "panther_family": "PTHR15106", "taxid": 7955, "uniprot_kb": "B3DIP4"}, {"Ensembl": "ENSDARG00000089645", "ortholog_type": "LDO", "panther_family": "PTHR15106", "taxid": 7955, "uniprot_kb": "F1QJT5"}], "uniprot_kb": "Q99969"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}]}, "pdb": ["7YKD", "8SG1"], "pharmgkb": "PA34229", "pharos": {"target_id": 1506, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255555", "relationship": "is"}, {"id": "GNF255556", "relationship": "is"}, {"id": "GNF255557", "relationship": "is"}, {"id": "GNF255558", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159250", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF037008", "relationship": "is"}, "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282616", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283543", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF012209", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336218", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114466", "relationship": "is"}, {"id": "GNF154107", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": "NP_002880.1", "rna": ["NM_002889.4", "XR_007060121.1", "XR_008487717.1"], "translation": {"protein": "NP_002880.1", "rna": "NM_002889.4"}}, "reporter": {"HG-U133_Plus_2": "209496_at", "HG-U95Av2": "34407_at", "HTA-2_0": "TC07002016.hg.1", "HuEx-1_0": "3079005", "HuGene-1_1": "8143772", "HuGene-2_1": "17064251"}, "retired": 115256, "summary": "This gene encodes a secreted chemotactic protein that initiates chemotaxis via the ChemR23 G protein-coupled seven-transmembrane domain ligand. Expression of this gene is upregulated by the synthetic retinoid tazarotene and occurs in a wide variety of tissues. The active protein has several roles, including that as an adipokine and as an antimicrobial protein with activity against bacteria and fungi. [provided by RefSeq, Nov 2014].", "symbol": "RARRES2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419274"}, "unigene": "Hs.647064", "uniprot": {"Swiss-Prot": "Q99969", "TrEMBL": ["C9J8S2", "A0A090N7U9"]}, "wikipedia": {"url_stub": "Chemerin"}}