{"AllianceGenome": "9871", "HGNC": "9871", "MIM": "139150", "_id": "5921", "_version": 1, "accession": {"genomic": ["AC010410.8", "AC018754.6", "AC035142.4", "AC126776.2", "CH471084.1", "CP068273.2", "NC_000005.10", "NC_060929.1", "NG_011650.1"], "protein": ["AAA35865.1", "AAA52517.1", "AAH20761.1", "AAH33015.1", "AAH54891.1", "AAI31817.1", "BAD92343.1", "BAG35610.1", "BAG62024.1", "BAG62030.1", "BAG62136.1", "CAH18488.2", "EAW95931.1", "EAW95932.1", "EAW95933.1", "NP_002881.1", "NP_072179.1", "P20936.1"], "rna": ["AB209106.1", "AK300263.1", "AK300269.1", "AK300406.1", "AK312739.1", "BC020761.1", "BC033015.2", "BC054891.1", "BC070063.1", "BC107870.1", "BC131816.1", "CF528258.1", "CR749722.1", "DA863496.1", "M23379.1", "M23612.1", "NM_002890.3", "NM_022650.3"], "translation": [{"protein": "NP_002881.1", "rna": "NM_002890.3"}, {"protein": "BAG62024.1", "rna": "AK300263.1"}, {"protein": "AAH54891.1", "rna": "BC054891.1"}, {"protein": "BAG62030.1", "rna": "AK300269.1"}, {"protein": "AAI31817.1", "rna": "BC131816.1"}, {"protein": "CAH18488.2", "rna": "CR749722.1"}, {"protein": "AAA35865.1", "rna": "M23612.1"}, {"protein": "BAG62136.1", "rna": "AK300406.1"}, {"protein": "BAD92343.1", "rna": "AB209106.1"}, {"protein": "AAH20761.1", "rna": "BC020761.1"}, {"protein": "AAH33015.1", "rna": "BC033015.2"}, {"protein": "BAG35610.1", "rna": "AK312739.1"}, {"protein": "AAA52517.1", "rna": "M23379.1"}, {"protein": "NP_072179.1", "rna": "NM_022650.3"}]}, "alias": ["CM-AVM", "CMAVM", "CMAVM1", "GAP", "PKWS", "RASA", "RASGAP", "p120", "p120GAP", "p120RASGAP"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "disputed", "classification_date": "2018-06-07T16:00:00.000Z", "disease_label": "Noonan syndrome", "gcep": "RASopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0018997", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_a957c2df-eeec-4bdf-b423-6f1667f66abd-2018-06-07T160000.000Z", "sop": "SOP5"}}, "ensembl": {"gene": "ENSG00000145715", "protein": ["ENSP00000274376", "ENSP00000411221", "ENSP00000420905", "ENSP00000422008", "ENSP00000423395"], "transcript": ["ENST00000274376", "ENST00000456692", "ENST00000506290", "ENST00000509953", "ENST00000512763", "ENST00000515800"], "translation": [{"protein": "ENSP00000274376", "rna": "ENST00000274376"}, {"protein": "ENSP00000423395", "rna": "ENST00000515800"}, {"protein": "ENSP00000411221", "rna": "ENST00000456692"}, {"protein": "ENSP00000422008", "rna": "ENST00000512763"}, {"protein": "ENSP00000420905", "rna": "ENST00000506290"}], "type_of_gene": "protein_coding"}, "entrezgene": "5921", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 45.5893666988, "exp_mis": 346.719413992, "exp_syn": 144.342256224, "lof_z": 6.39496969850973, "mis_z": 2.96091590793362, "mu_lof": 3.29702465209e-06, "mu_mis": 3.15394680473e-05, "mu_syn": 1.27262765471e-05, "n_lof": 2.0, "n_mis": 234.0, "n_syn": 160.0, "p_li": 0.999998285566451, "p_null": 7.92311990278951e-17, "p_rec": 1.71443354917204e-06, "syn_z": -0.807942725381559}, "bp": 3144, "cds_end": 86686700, "cds_start": 86564268, "n_exons": 25, "nonpsych": {"exp_lof": 40.7825364605, "exp_mis": 313.334296701, "exp_syn": 130.163434915, "lof_z": 6.11796999410071, "mis_z": 3.20088496501648, "mu_lof": 3.29702465209e-06, "mu_mis": 3.15394680473e-05, "mu_syn": 1.27262765471e-05, "n_lof": 1.0, "n_mis": 201.0, "n_syn": 143.0, "p_li": 0.999998263179203, "p_null": 4.92837825297683e-16, "p_rec": 1.73682079618055e-06, "syn_z": -0.708384465983053}, "nontcga": {"exp_lof": 41.8954081865, "exp_mis": 318.935072903, "exp_syn": 132.748074614, "lof_z": 6.08024285579735, "mis_z": 3.26214662327524, "mu_lof": 3.29702465209e-06, "mu_mis": 3.15394680473e-05, "mu_syn": 1.27262765471e-05, "n_lof": 2.0, "n_mis": 202.0, "n_syn": 139.0, "p_li": 0.999993447402357, "p_null": 2.07201583584215e-15, "p_rec": 6.55259764119489e-06, "syn_z": -0.343573917467171}, "transcript": "ENST00000274376.6"}, "exons": [{"cdsend": 87390883, "cdsstart": 87268451, "chr": "5", "position": [[87267882, 87268990], [87331347, 87331500], [87332506, 87332642], [87333266, 87333337], [87337973, 87338091], [87341289, 87341321], [87346671, 87346724], [87349213, 87349364], [87353156, 87353235], [87362550, 87362671], [87363347, 87363504], [87369812, 87369900], [87372117, 87372195], [87374162, 87374320], [87374839, 87374916], [87376392, 87376565], [87376880, 87377040], [87378395, 87378538], [87379734, 87379850], [87380508, 87380595], [87383712, 87383780], [87385300, 87385389], [87386825, 87386903], [87389392, 87389527], [87390799, 87391916]], "strand": 1, "transcript": "NM_002890", "txend": 87391916, "txstart": 87267882}, {"cdsend": 87390883, "cdsstart": 87269047, "chr": "5", "position": [[87268936, 87269055], [87331347, 87331500], [87332506, 87332642], [87333266, 87333337], [87337973, 87338091], [87341289, 87341321], [87346671, 87346724], [87349213, 87349364], [87353156, 87353235], [87362550, 87362671], [87363347, 87363504], [87369812, 87369900], [87372117, 87372195], [87374162, 87374320], [87374839, 87374916], [87376392, 87376565], [87376880, 87377040], [87378395, 87378538], [87379734, 87379850], [87380508, 87380595], [87383712, 87383780], [87385300, 87385389], [87386825, 87386903], [87389392, 87389527], [87390799, 87391916]], "strand": 1, "transcript": "NM_022650", "txend": 87391916, "txstart": 87268936}], "exons_hg19": [{"cdsend": 86686700, "cdsstart": 86564268, "chr": "5", "position": [[86563699, 86564807], [86627164, 86627317], [86628323, 86628459], [86629083, 86629154], [86633790, 86633908], [86637106, 86637138], [86642488, 86642541], [86645030, 86645181], [86648973, 86649052], [86658367, 86658488], [86659164, 86659321], [86665629, 86665717], [86667934, 86668012], [86669979, 86670137], [86670656, 86670733], [86672209, 86672382], [86672697, 86672857], [86674212, 86674355], [86675551, 86675667], [86676325, 86676412], [86679529, 86679597], [86681117, 86681206], [86682642, 86682720], [86685209, 86685344], [86686616, 86687733]], "strand": 1, "transcript": "NM_002890", "txend": 86687733, "txstart": 86563699}, {"cdsend": 86686700, "cdsstart": 86564864, "chr": "5", "position": [[86564753, 86564872], [86627164, 86627317], [86628323, 86628459], [86629083, 86629154], [86633790, 86633908], [86637106, 86637138], [86642488, 86642541], [86645030, 86645181], [86648973, 86649052], [86658367, 86658488], [86659164, 86659321], [86665629, 86665717], [86667934, 86668012], [86669979, 86670137], [86670656, 86670733], [86672209, 86672382], [86672697, 86672857], [86674212, 86674355], [86675551, 86675667], [86676325, 86676412], [86679529, 86679597], [86681117, 86681206], [86682642, 86682720], [86685209, 86685344], [86686616, 86687733]], "strand": 1, "transcript": "NM_022650", "txend": 86687733, "txstart": 86564753}], "generif": [{"pubmed": 11751853, "text": "We show a novel alternative pathway of apoptosis in human primary cells that is mediated by transcriptionally dependent decreases in p53 and c-Myc and decreases in p21."}, {"pubmed": 11847220, "text": "N-terminal fragment generated by caspase cleavage protects cells in a Ras/PI3K/Akt-dependent manner that does not rely on NFkappa B activation"}, {"pubmed": 12730209, "text": "mutual regulation of Ras and NF1-GAP is essential for normal neuronal differentiation"}, {"pubmed": 15010862, "text": "p21Ras, hSOS1, and p120GAP are not involved in polycystic ovary disease"}, {"pubmed": 15041706, "text": "The induction of p21 gene expression is mediated by PPARgamma ligands in lung carcinoma."}, {"pubmed": 15187129, "text": "ligation of CD40 on EC increased association of Ras with its effector molecules Raf, Rho, and PI3K. But, it was determined that only PI3K was functional for Ras-induced VEGF transcription."}, {"pubmed": 15542850, "text": "executioner caspases control the extent of their own activation by a feedback regulatory mechanism initiated by the partial cleavage of RasGAP that is crucial for cell survival under adverse conditions"}, {"pubmed": 15688026, "text": "p52Shc couples tyrosine kinase receptors to Ras by recruiting Grb2/Sos complexes."}, {"pubmed": 16046410, "text": "an uncleavable N-terminal RasGAP fragment in insulin-secreting cells has a role in increasing resistance toward apoptotic stimuli without affecting glucose-induced insulin secretion"}, {"pubmed": 16971514, "text": "These results demonstrate that integrin signaling through Arg activates p190 by promoting its association with p120, resulting in recruitment of p190 to the cell periphery where it inhibits Rho."}, {"pubmed": 18024870, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18327598, "text": "novel mutation is decribed, which causes capillary malformation and limb enlargement in a patient from a family with vascular malformations"}, {"pubmed": 18363760, "text": "the spectrum of clinical manifestations due to mutations in RASA1 is wider than previously thought and also includes typical CMs not associated with AVM/AVF."}, {"pubmed": 18446851, "text": "42 novel RASA1 mutations and the associated phenotype in 44 families."}, {"pubmed": 18761085, "text": "RasGAP and Capns1 interaction in oncogenic Ras cells is involved in regulating migration and cell survival."}, {"pubmed": 18784923, "text": "found a mean Ras activation of 23.1% in cell lines with known constitutively activating ras mutations"}, {"pubmed": 19012001, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19151751, "text": "p120Ras-GAP binds the DLC1 Rho-GAP tumor suppressor protein and inhibits its RhoA GTPase and growth-suppressing activities."}, {"pubmed": 19435801, "text": "Data show that fibroblast, endothelial and carcinoma polarity during cell migration requires FAK and is associated with a complex between FAK, p120RasGAP and p190RhoGAP (p190A), leading to p190A tyrosine phosphorylation."}, {"pubmed": 19578876, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19773259, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19786546, "text": "CD200R inhibits the activation of human myeloid cells through direct recruitment of Dok2 and subsequent activation of RAS p21 protein activator 1."}, {"pubmed": 19843518, "text": "the monomeric intracellular plexin-B1 binds R-Ras but not H-Ras. These findings suggest that the monomeric form of the intracellular region is primed for GAP activity and extend a model for plexin activation."}, {"pubmed": 20007727, "text": "In a collaborative study, 5 index patients (2 females, 3 males) with spinal AVMs or AVFs and cutaneous multifocal capillary lesions were investigated for the RASA1 gene mutation."}, {"pubmed": 20592250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20610402, "text": "Sema4D/Plexin-B1 promotes the dephosphorylation and activation of PTEN through the R-Ras GAP activity, inducing growth cone collapse."}, {"pubmed": 20676106, "text": "miR-132 acts as an angiogenic switch by suppressing endothelial p120RasGAP expression."}, {"pubmed": 20688547, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20702649, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20821215, "text": "A novel synonymous mutation (c.1229 G > A [p.K420K]) of RASA1 was identified in a Chinese population with sporadic Sturge-Weber syndrome"}, {"pubmed": 21368895, "text": "Ras mutation cooperates with beta-catenin activation to drive bladder tumourigenesis."}, {"pubmed": 21460216, "text": "Ca2+-dependent monomer and dimer formation switches CAPRI Protein between Ras GTPase-activating protein (GAP) and RapGAP activities"}, {"pubmed": 21646295, "text": "An important role is revealed for p120 RasGAP (RASA1) as a transgenic regulator of CD4+CD8+ double-positive cell survival and positive selection in the thymus as well as naive T cell survival in the periphery."}, {"pubmed": 21664272, "text": "Cell adhesion to the substrate is necessary for RasGAP to bind Nck1. Cell detachment makes RasGAP incapable of associating with Nck1 and decreases RasGAP activity."}, {"pubmed": 21664272, "text": "Nck1 activates RasGAP by direct binding in the substrate-attached but not in the suspended cells."}, {"pubmed": 21768288, "text": "The results assign an unexpected role for p120RasGAP in the regulation of integrin traffic in cancer cells and reveal a new concept of competitive binding of Rab GTPases and GAP proteins to receptors as a regulatory mechanism in trafficking."}, {"pubmed": 22200646, "text": "multifocal capillary malformations is the key clinical finding to suggest a RASA1 mutation"}, {"pubmed": 22205990, "text": "arguments against G3BP1 being a genuine RasGAP-binding partner"}, {"pubmed": 22342634, "text": "An update of the associated phenotype variability in a family with hereditary capillary malformations caused by a mutation in the RASA1 gene."}, {"pubmed": 22949691, "text": "Ras and GTPase-activating protein (GAP) drive GTP into a precatalytic state as revealed by combining FTIR and biomolecular simulations"}, {"pubmed": 23158644, "text": "capillary malformation-arteriovenous malformation syndrome; study reports a family with a novel mutation in the RASA1 gene - a truncating mutation in exon 11 of RASA1 (Q503X)"}, {"pubmed": 23322774, "text": "MicroRNA-31 activates the RAS pathway and functions as an oncogenic MicroRNA by repressing RAS p21 GTPase activating protein 1 (RASA1)"}, {"pubmed": 23386617, "text": "14-3-3 negatively regulates the RGC downstream of the PI3-kinase/Akt signaling pathway"}, {"pubmed": 23447049, "text": "The results of the present study indicate that P110, in combination with chemotherapeutics, is likely to represent a potential therapeutic strategy for cancer."}, {"pubmed": 23650393, "text": "RASA1 mutation is responsible for the aberrant lymphatic architecture and functional abnormalities, as visualized in the PKWS subject and in the animal model."}, {"pubmed": 23826368, "text": "results indicate that, mTOR, Bad, or Survivin are not required for p120 RasGAP fragment N to protect cells from cell death; conclude that downstream targets of Akt other than mTORC1, Bad, or survivin mediate fragment N-induced protection or that several Akt effectors can compensate for each other to induce the pro-survival fragment N-dependent responses"}, {"pubmed": 23829194, "text": "Multifocal, small, round-to-oval, pinkish-to-red cutaneous capillary malformations are seen in more than 90% of people with RASA1 mutations."}, {"pubmed": 24038909, "text": "RASA1 mutations specifically cause capillary malformation-arteriovenous malformation."}, {"pubmed": 24347041, "text": "These results indicate that stress-activated caspase-3 might contribute to the suppression of metastasis through the generation of fragment N2( RasGAP"}, {"pubmed": 24443565, "text": "The novel findings of this study shed light on the molecular mechanisms underlying the DLC1 inhibitory effects of p120 and suggest a functional cross-talk between Ras and Rho proteins at the level of regulatory proteins."}, {"pubmed": 24465899, "text": "A ubiquitous binding partner of p190RhoGAP, p120RasGAP (RasGAP), is expressed in much lower levels in DKO4 cells compared to DLD1, and this expression is regulated by KRAS."}, {"pubmed": 24600991, "text": "our study reveals mir-182 suppresses cell proliferation in vivo. RASA1 is related to cell apoptosis. We further show that mir-182 downregulates RASA1"}, {"pubmed": 25040287, "text": "Capillary malformation-arteriovenous malformation syndrome (CM-AVM) is an autosomal dominant disorder caused by RASA1 mutations."}, {"pubmed": 25202123, "text": "Antisense-mediated knockdown (anti-miR) revealed that miR-206/21 coordinately promote RAS-ERK signaling and the corresponding cell phenotypes by inhibiting translation of the pathway suppressors RASA1 and SPRED1."}, {"pubmed": 25246356, "text": "The individual contribution of each Akt isoform in p120 RasGAP fragment N-mediated cell protection against Fas ligand induced cell death, was investigated."}, {"pubmed": 25394563, "text": "RASA1 expression is associated with breast cancer progression and poor survival and diseasefree survival of patients."}, {"pubmed": 25663768, "text": "miR-21 promotes malignant behaviors of colon cancer cells by regulating RASA1 expression via RAS pathways."}, {"pubmed": 25733681, "text": "Results show that report that RasGAP associates to PDGFRbeta and prevents its direct activation. This underlying mechanism raises the possibility that PDGFRbeta-mediated diseases involve indirect activation of PDGFRbeta."}, {"pubmed": 25867276, "text": "Low RASA1 expression is associated with colorectal cancer."}, {"pubmed": 26096958, "text": "Maternal and fetal capillary malformation-arteriovenous malformation due to a novel RASA1 mutation presenting with prenatal non-immune hydrops fetalis have been found."}, {"pubmed": 26109071, "text": "p120RasGAP shields Akt from deactivating phosphatases in FGF1 signaling, but loses this ability once cleaved by caspase-3."}, {"pubmed": 26126858, "text": "Data showed that hypoxia regulated the expression of miR-182 and RASA1 to promote HCC angiogenesis."}, {"pubmed": 26192947, "text": "This is the second largest study on isolated, non-syndromic Port-wine stain; data suggest that GNAQ is the main genetic determinant in this condition. Moreover, isolated port-wine stains are distinct from capillary malformations seen in RASA1 disorders."}, {"pubmed": 26710849, "text": "Data suggest that, in response to netrin-1/netrin receptor (DCC) signaling, p120RasGAP is recruited to growth cones and supports axon outgrowth; p120RasGAP Src homology 2 domains exhibit scaffolding properties sufficient to support axon outgrowth."}, {"pubmed": 26747707, "text": "Results show that oncogenic KRAS can activate Rho through miR-31-mediated regulation of RASA1 indicating miR-31 acts as a KRAS effector to modulate invasion and migration in pancreatic cancer."}, {"pubmed": 26840794, "text": "PTP1B dephosphorylates PITX1 to weaken its protein stability and the transcriptional activity for p120RasGAP gene expression"}, {"pubmed": 26969842, "text": "These results and the extreme variable expressivity support the hypothesis that somatic \"second hits\" are required for the development of vascular anomalies associated with CM-AVM syndrome. In addition, the phenotypes of the affected individuals further clarify that lymphatic manifestations are also part of the phenotypic spectrum of RASA1-related disorders."}, {"pubmed": 26993606, "text": "RASA1 mutations are associated melanoma tumorigenesis."}, {"pubmed": 27101583, "text": "MicroRNA-21 reduces RASA1 expression in cervical cancer cell lines and promotes cervical cancer cell migration via RASA1. Furthermore, Ras-induced epithelial-mesenchymal transition contributes to miR-21/RASA1 axis promoting cervical cancer cell migration."}, {"pubmed": 27752061, "text": "we demonstrated a novel oncogenic mechanism of PTP1B on affecting PITX1/p120RasGAP in colorectal carcinoma(CRC). Regorafenib inhibited CRC survival through reserving PTP1B-dependant PITX1/p120RasGAP downregulation. PTP1B may be a potential biomarker predicting regorafenib effectiveness, and a potential solution for CRC"}, {"pubmed": 27767378, "text": "QKI-5 stabilized RASA1 mRNA via directly binding to the QKI response element region of RASA1, which in turn prevented the activation of the Ras-MAPK signaling pathway, suppressed cellular proliferation and induced cell cycle arrest."}, {"pubmed": 28108518, "text": "Low RASA1 expression is associated with Triple-Negative Breast Cancer."}, {"pubmed": 28179330, "text": "Data show that patients with low level of Ras GTPase-activating protein 1 (RASA1) expression correlated with a significantly poorer survival compared to those with high level of RASA1 expression."}, {"pubmed": 28687708, "text": "The interaction between RASA1 and EPHB4 is an indication of the major cause of capillary malformation with arteriovenous malformation."}, {"pubmed": 28798331, "text": "Study found that RASA1, a known target of miR-132, was downregulated in human dermal fibroblasts upon miR-132 overexpression which contributes to the pro-migratory function of miR-132 in fibroblasts."}, {"pubmed": 29024832, "text": "A somatic RASA1 mutation in addition to the germline RASA1 mutation, was detected within endothelial cells in capillary malformation-arteriovenous malformation."}, {"pubmed": 29110021, "text": "RASA1 variants are rarely found in children with sporadic capillary malformations of lower limbs without capillary malformation-arteriovenous malformation syndrome."}, {"pubmed": 29127119, "text": "Cancer genomic and functional data nominate concurrent RASA1/NF1 loss-of-function mutations as a strong mitogenic driver in NSCLC, which may sensitize to trametinib"}, {"pubmed": 29891884, "text": "Our data suggest that screening for large RASA1 deletions and duplications in this disorder is important and suggest that NGS multi-gene panel testing is beneficial for the molecular diagnosis of cases with complex vascular phenotypes."}, {"pubmed": 30243714, "text": "Data suggest that the anti-oncogenic function of circular RNA circ-ITCH (circ-ITCH) is via the circ-ITCH-miR-145-RASA1 (RAS p21 protein activator (GTPase activating protein) 1) axis in vitro and in vivo."}, {"pubmed": 30569149, "text": "miR21 regulated cell proliferation, migration, invasion and tumor growth of esophageal squamous cell carcinoma by directly targeting RASA1, which may have been achieved via regulation of Snail and vimentin."}, {"pubmed": 30635911, "text": "we report for the first time the presence of RASA1 constitutional mosaicism in CM-AVM. Constitutional mosaicism has implications for accurate molecular diagnosis and recurrence risk and helps to explain the great phenotypic variability in CM-AVM."}, {"pubmed": 30864691, "text": "The results suggested that miRNA4530 suppresses cell proliferation and enhances apoptosis by targeting RASA1 via the ERK/MAPK and PI3K/AKT signaling pathways."}, {"pubmed": 31300548, "text": "RASA1 mosaic mutations can cause capillary malformation-arteriovenous malformation. Even low-level mosaicism can cause the classical phenotype and increased risk for offspring."}, {"pubmed": 31857500, "text": "CircAHNAK1 inhibits proliferation and metastasis of triple-negative breast cancer by modulating miR-421 and RASA1."}, {"pubmed": 32540970, "text": "The GTPase-activating protein p120RasGAP has an evolutionarily conserved \"\"FLVR-unique\"\" SH2 domain."}, {"pubmed": 32605345, "text": "[Neonatal capillary malformation-arteriovenous malformation complicated with acute heart failure: a case report and literature review]."}, {"pubmed": 32776686, "text": "Prenatal pleural effusions and chylothorax: An unusual presentation for CM-AVM syndrome due to RASA1."}, {"pubmed": 32900839, "text": "RASA1 phenotype overlaps with hereditary haemorrhagic telangiectasia: two case reports."}, {"pubmed": 33118152, "text": "Parkes-Weber syndrome related to RASA1 mosaic mutation."}, {"pubmed": 34173139, "text": "Abnormal H3K27 histone methylation of RASA1 gene leads to unexplained recurrent spontaneous abortion by regulating Ras-MAPK pathway in trophoblast cells."}, {"pubmed": 34238206, "text": "CircMTO1 inhibits ox-LDL-stimulated vascular smooth muscle cell proliferation and migration via regulating the miR-182-5p/RASA1 axis."}, {"pubmed": 34238211, "text": "The long noncoding RNA MEG3 regulates Ras-MAPK pathway through RASA1 in trophoblast and is associated with unexplained recurrent spontaneous abortion."}, {"pubmed": 34464226, "text": "Down-regulated placental miR-21 contributes to preeclampsia through targeting RASA1."}, {"pubmed": 34491620, "text": "Assessing the association of common genetic variants in EPHB4 and RASA1 with phenotype severity in familial cerebral cavernous malformation."}, {"pubmed": 35997118, "text": "Regulation of IncRNA ZNF667-AS1 in Proliferation and Invasion of Esophageal Squamous Cell Carcinoma Cells via Mediating ceRNA Network."}, {"pubmed": 36064119, "text": "Three Cases of Familial Moyamoya Disease with RASA1 Mutations-A Case Report."}, {"pubmed": 37507023, "text": "Diverse p120RasGAP interactions with doubly phosphorylated partners EphB4, p190RhoGAP, and Dok1."}, {"pubmed": 37767822, "text": "Spectrum of lymphatic anomalies in patients with RASA1-related CM-AVM."}, {"pubmed": 37995182, "text": "p120 RasGAP and ZO-2 are essential for Hippo signaling and tumor-suppressor function mediated by p190A RhoGAP."}], "genomic_pos": {"chr": "5", "end": 87391931, "ensemblgene": "ENSG00000145715", "start": 87267883, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 86687748, "start": 86563705, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000281", "qualifier": "involved_in", "term": "mitotic cytokinesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001953", "pubmed": 8344248, "qualifier": "involved_in", "term": "negative regulation of cell-matrix adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007162", "pubmed": 8344248, "qualifier": "involved_in", "term": "negative regulation of cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007165", "pubmed": 1756860, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008360", "pubmed": 9113414, "qualifier": "involved_in", "term": "regulation of cell shape"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030833", "pubmed": 8344248, "qualifier": "involved_in", "term": "regulation of actin filament polymerization"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0035556", "pubmed": 1581965, "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 15542850, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048013", "qualifier": "involved_in", "term": "ephrin receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048514", "pubmed": 23687085, "qualifier": "involved_in", "term": "blood vessel morphogenesis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0051252", "pubmed": 9113414, "qualifier": "involved_in", "term": "regulation of RNA metabolic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001726", "qualifier": "located_in", "term": "ruffle"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 2821624, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0001784", "pubmed": 20624904, "qualifier": "enables", "term": "phosphotyrosine residue binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0005096", "pubmed": 7478585, "qualifier": "enables", "term": "GTPase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": [2157284, 2176151], "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [1314164, 1375321, 1689011, 8382774, 8618896, 8649363, 9219684, 15077193, 15504032, 15574420, 16273093, 18761085, 19151751, 20598684, 20808760, 21664272, 24412244, 24728074, 28086240, 30578106, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0019870", "pubmed": 1553544, "qualifier": "enables", "term": "potassium channel inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051020", "pubmed": 2122974, "qualifier": "enables", "term": "GTPase binding"}]}, "homologene": {"genes": [[7165, 1273239], [7227, 32569], [7955, 100002155], [8364, 100135092], [9031, 427327], [9544, 694085], [9598, 461762], [9606, 5921], [9615, 479158], [9913, 282032], [10090, 218397], [10116, 25676]], "id": 2168}, "interpro": [{"desc": "C2 domain", "id": "IPR000008", "short_desc": "C2_dom"}, {"desc": "SH2 domain", "id": "IPR000980", "short_desc": "SH2"}, {"desc": "SH3 domain", "id": "IPR001452", "short_desc": "SH3_domain"}, {"desc": "Pleckstrin homology domain", "id": "IPR001849", "short_desc": "PH_domain"}, {"desc": "Ras GTPase-activating domain", "id": "IPR001936", "short_desc": "RasGAP_dom"}, {"desc": "Rho GTPase activation protein", "id": "IPR008936", "short_desc": "Rho_GTPase_activation_prot"}, {"desc": "PH-like domain superfamily", "id": "IPR011993", "short_desc": "PH-like_dom_sf"}, {"desc": "Ras GTPase-activating protein, conserved site", "id": "IPR023152", "short_desc": "RasGAP_CS"}, {"desc": "RasGAP, SH3 domain", "id": "IPR035652", "short_desc": "RasGAP_SH3"}, {"desc": "Ras GTPase-activating protein 1, C-terminal SH2 domain", "id": "IPR035842", "short_desc": "RasGAP_C_SH2"}, {"desc": "C2 domain superfamily", "id": "IPR035892", "short_desc": "C2_domain_sf"}, {"desc": "SH3-like domain superfamily", "id": "IPR036028", "short_desc": "SH3-like_dom_sf"}, {"desc": "SH2 domain superfamily", "id": "IPR036860", "short_desc": "SH2_dom_sf"}, {"desc": "Ras GTPase-activating protein", "id": "IPR039360", "short_desc": "Ras_GTPase"}, {"desc": "Ras GTPase-activating protein 1, N-terminal SH2 domain", "id": "IPR035841", "short_desc": "RasGAP_N_SH2"}], "ipi": ["IPI00026262", "IPI00220356", "IPI00966095", "IPI00966376", "IPI00968139", "IPI01010423"], "map_location": "5q14.3", "name": "RAS p21 protein activator 1", "other_names": ["RAS p21 protein activator (GTPase activating protein) 1", "p120 RAS GTPase activating protein", "ras GTPase-activating protein 1", "triphosphatase-activating protein"], "pantherdb": {"HGNC": "9871", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97860", "ortholog_type": "LDO", "panther_family": "PTHR10194", "taxid": 10090, "uniprot_kb": "E9PYG6"}, {"RGD": "3537", "ortholog_type": "LDO", "panther_family": "PTHR10194", "taxid": 10116, "uniprot_kb": "P50904"}, {"Ensembl": "ENSGALG00000017706", "ortholog_type": "LDO", "panther_family": "PTHR10194", "taxid": 9031, "uniprot_kb": "F1NCI3"}, {"ZFIN": "ZDB-GENE-090311-50", "ortholog_type": "O", "panther_family": "PTHR10194", "taxid": 7955, "uniprot_kb": "A0A2R8Q0N0"}, {"ZFIN": "ZDB-GENE-030131-4694", "ortholog_type": "LDO", "panther_family": "PTHR10194", "taxid": 7955, "uniprot_kb": "F1R3X3"}, {"FlyBase": "FBgn0003969", "ortholog_type": "LDO", "panther_family": "PTHR10194", "taxid": 7227, "uniprot_kb": "Q8IR23"}, {"SGD": "S000001575", "ortholog_type": "O", "panther_family": "PTHR10194", "taxid": 4932, "uniprot_kb": "P33314"}, {"dictyBase": "DDB_G0284177", "ortholog_type": "O", "panther_family": "PTHR10194", "taxid": 352472, "uniprot_kb": "Q54Q13"}, {"dictyBase": "DDB_G0277675", "ortholog_type": "O", "panther_family": "PTHR10194", "taxid": 352472, "uniprot_kb": "Q86JJ7"}, {"dictyBase": "DDB_G0271750", "ortholog_type": "O", "panther_family": "PTHR10194", "taxid": 352472, "uniprot_kb": "Q55AR6"}, {"dictyBase": "DDB_G0274211", "ortholog_type": "O", "panther_family": "PTHR10194", "taxid": 352472, "uniprot_kb": "Q8SSU4"}, {"dictyBase": "DDB_G0278483", "ortholog_type": "O", "panther_family": "PTHR10194", "taxid": 352472, "uniprot_kb": "Q54Y08"}], "uniprot_kb": "P20936"}, "pathway": {"biocarta": [{"id": "egfpathway", "name": "egf signaling pathway"}, {"id": "hivnefpathway", "name": "hiv-1 nef: negative effector of fas and tnf"}, {"id": "igf1pathway", "name": "igf-1 signaling pathway"}, {"id": "pdgfpathway", "name": "pdgf signaling pathway"}, {"id": "sam68pathway", "name": "regulation of splicing through sam68"}, {"id": "sprypathway", "name": "sprouty regulation of tyrosine kinase signals"}, {"id": "tpopathway", "name": "tpo signaling pathway"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_KitReceptor", "name": "KitReceptor"}, {"id": "Pathway_TCR", "name": "TCR"}], "pid": [{"id": "angiopoietinreceptor_pathway", "name": "Angiopoietin receptor Tie2-mediated signaling"}, {"id": "aurora_a_pathway", "name": "Aurora A signaling"}, {"id": "aurora_b_pathway", "name": "Aurora B signaling"}, {"id": "bcr_5pathway", "name": "BCR signaling pathway"}, {"id": "ephbfwdpathway", "name": "EPHB forward signaling"}, {"id": "fak_pathway", "name": "Signaling events mediated by focal adhesion kinase"}, {"id": "fcer1pathway", "name": "Fc-epsilon receptor I signaling in mast cells"}, {"id": "il2_1pathway", "name": "IL2-mediated signaling events"}, {"id": "insulin_pathway", "name": "Insulin Pathway"}, {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}, {"id": "ras_pathway", "name": "Regulation of Ras family activation"}, {"id": "ret_pathway", "name": "Signaling events regulated by Ret tyrosine kinase"}, {"id": "syndecan_2_pathway", "name": "Syndecan-2-mediated signaling events"}, {"id": "trkrpathway", "name": "Neurotrophic factor-mediated Trk receptor signaling"}, {"id": "vegfr1_pathway", "name": "VEGFR1 specific signals"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-186763", "name": "Downstream signal transduction"}, {"id": "R-HSA-186797", "name": "Signaling by PDGF"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-3928662", "name": "EPHB-mediated forward signaling"}, {"id": "R-HSA-3928662", "name": "EPHB-mediated forward signaling"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-5218921", "name": "VEGFR2 mediated cell proliferation"}, {"id": "R-HSA-5658442", "name": "Regulation of RAS by GAPs"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8849471", "name": "PTK6 Regulates RHO GTPases, RAS GTPase and MAP kinases"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}], "wikipathways": [{"id": "WP2526", "name": "PDGF Pathway"}, {"id": "WP2583", "name": "T-Cell Receptor and Co-stimulatory Signaling"}, {"id": "WP313", "name": "Signaling of Hepatocyte Growth Factor Receptor"}, {"id": "WP3303", "name": "RAC1-PAK1-p38-MMP2 Pathway"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4298", "name": "Acute viral myocarditis"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP581", "name": "EPO Receptor Signaling"}]}, "pdb": ["1WER", "1WQ1", "2GQI", "2GSB", "2J05", "2J06", "2M51", "4FSS", "6PXB", "6PXC", "6WAX", "6WAY", "8BOS", "8DGQ"], "pfam": ["PF00017", "PF00018", "PF00168", "PF00169", "PF00616"], "pharmgkb": "PA34232", "pharos": {"target_id": 19645, "tdl": "Tbio"}, "pir": ["A40121", "B40121"], "prosite": ["PS50001", "PS50002", "PS50003", "PS50004", "PS50018"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255563", "relationship": "is"}, {"id": "GNF255564", "relationship": "is"}, {"id": "GNF255565", "relationship": "is"}, {"id": "GNF255566", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159064", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF034146", "relationship": "is"}, {"id": "GNF039104", "relationship": "similar to"}, {"id": "GNF049720", "relationship": "is"}, {"id": "GNF050109", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089311", "relationship": "is"}, {"id": "GNF089312", "relationship": "is"}, {"id": "GNF089313", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051303", "relationship": "is"}, {"id": "GNF056069", "relationship": "is"}, {"id": "GNF060783", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070973", "relationship": "is"}, {"id": "GNF070974", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF012213", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095277", "relationship": "is"}, {"id": "GNF134934", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_011650.1"], "protein": ["NP_002881.1", "NP_072179.1"], "rna": ["NM_002890.3", "NM_022650.3"], "translation": [{"protein": "NP_072179.1", "rna": "NM_022650.3"}, {"protein": "NP_002881.1", "rna": "NM_002890.3"}]}, "reporter": {"HG-U133_Plus_2": ["202677_at", "210621_s_at"], "HG-U95Av2": ["1675_at", "36935_at"], "HTA-2_0": ["TC05000431.hg.1", "TC05002492.hg.1"], "HuEx-1_0": "2819044", "HuGene-1_1": "8106784", "HuGene-2_1": "16987008"}, "summary": "The protein encoded by this gene is located in the cytoplasm and is part of the GAP1 family of GTPase-activating proteins. The gene product stimulates the GTPase activity of normal RAS p21 but not its oncogenic counterpart. Acting as a suppressor of RAS function, the protein enhances the weak intrinsic GTPase activity of RAS proteins resulting in the inactive GDP-bound form of RAS, thereby allowing control of cellular proliferation and differentiation. Mutations leading to changes in the binding sites of either protein are associated with basal cell carcinomas. Mutations also have been associated with hereditary capillary malformations (CM) with or without arteriovenous malformations (AVM) and Parkes Weber syndrome. Alternative splicing results in two isoforms where the shorter isoform, lacking the N-terminal hydrophobic region but retaining the same activity, appears to be abundantly expressed in placental but not adult tissues. [provided by RefSeq, May 2012].", "symbol": "RASA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419277"}, "unigene": "Hs.664080", "uniprot": {"Swiss-Prot": "P20936", "TrEMBL": ["E9PGC0", "Q59GK3"]}, "wikipedia": {"url_stub": "RAS p21 protein activator 1"}}