{"AllianceGenome": "9922", "HGNC": "9922", "MIM": "180250", "_id": "5950", "_version": 2, "accession": {"genomic": ["AF025334.1", "AF025335.1", "AL356214.20", "CH471066.2", "CP068268.2", "KT584548.1", "KT989643.1", "KT989644.1", "NC_000010.11", "NC_060934.1", "NG_009104.1", "X02775.1", "X02824.1"], "protein": ["AAC02945.1", "AAC02946.1", "AAH20633.1", "CAA24959.1", "CAA26553.1", "CAB46489.1", "EAW50065.1", "EAW50066.1", "EAW50067.1", "EAW50068.1", "NP_001310446.1", "NP_001310447.1", "NP_006735.2", "P02753.3"], "rna": ["BC020633.1", "BG565176.1", "BI712834.1", "BX495987.1", "NM_001323517.1", "NM_001323518.2", "NM_006744.4", "X00129.1"], "translation": [{"protein": "NP_001310446.1", "rna": "NM_001323517.1"}, {"protein": "NP_001310447.1", "rna": "NM_001323518.2"}, {"protein": "CAA24959.1", "rna": "X00129.1"}, {"protein": "NP_006735.2", "rna": "NM_006744.4"}, {"protein": "AAH20633.1", "rna": "BC020633.1"}]}, "alias": ["MCOPCB10", "RDCCAS"], "ensembl": {"gene": "ENSG00000138207", "protein": ["ENSP00000360519", "ENSP00000360522", "ENSP00000360524"], "transcript": ["ENST00000371464", "ENST00000371467", "ENST00000371469"], "translation": [{"protein": "ENSP00000360522", "rna": "ENST00000371467"}, {"protein": "ENSP00000360519", "rna": "ENST00000371464"}, {"protein": "ENSP00000360524", "rna": "ENST00000371469"}], "type_of_gene": "protein_coding"}, "entrezgene": "5950", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.9535147421, "exp_mis": 97.3374493269, "exp_syn": 53.8076529073, "lof_z": 2.67982532851823, "mis_z": 1.75190953466711, "mu_lof": 8.44763511817e-07, "mu_mis": 9.01053591171e-06, "mu_syn": 4.90565659814e-06, "n_lof": 2.0, "n_mis": 62.0, "n_syn": 41.0, "p_li": 0.57861895575558, "p_null": 0.00231577747824379, "p_rec": 0.419065266766176, "syn_z": 1.08242273641669}, "bp": 606, "cds_end": 95360785, "cds_start": 95351831, "n_exons": 5, "nonpsych": {"exp_lof": 9.81647947596, "exp_mis": 88.0022787317, "exp_syn": 48.6036118036, "lof_z": 2.76356250203465, "mis_z": 1.88196301618443, "mu_lof": 8.44763511817e-07, "mu_mis": 9.01053591171e-06, "mu_syn": 4.90565659814e-06, "n_lof": 1.0, "n_mis": 53.0, "n_syn": 39.0, "p_li": 0.8425638854226, "p_null": 0.000740949822980844, "p_rec": 0.156695164754419, "syn_z": 0.867288869914333}, "nontcga": {"exp_lof": 10.0677294913, "exp_mis": 89.5409553939, "exp_syn": 49.4935402813, "lof_z": 2.50822691574771, "mis_z": 1.76593331860363, "mu_lof": 8.44763511817e-07, "mu_mis": 9.01053591171e-06, "mu_syn": 4.90565659814e-06, "n_lof": 2.0, "n_mis": 56.0, "n_syn": 38.0, "p_li": 0.505938667432076, "p_null": 0.00410080324328002, "p_rec": 0.489960529324644, "syn_z": 1.03443182555418}, "transcript": "ENST00000371467.1"}, "exons": [{"cdsend": 93601028, "cdsstart": 93592074, "chr": "10", "position": [[93591835, 93592112], [93593822, 93594035], [93600392, 93600499], [93600666, 93600803], [93600917, 93601046], [93601361, 93601513]], "strand": -1, "transcript": "NM_001323517", "txend": 93601513, "txstart": 93591835}, {"cdsend": 93601716, "cdsstart": 93592074, "chr": "10", "position": [[93591835, 93592112], [93593822, 93594035], [93600392, 93600499], [93600666, 93600803], [93600917, 93600971], [93601665, 93601744]], "strand": -1, "transcript": "NM_001323518", "txend": 93601744, "txstart": 93591835}, {"cdsend": 93601028, "cdsstart": 93592074, "chr": "10", "position": [[93591693, 93592112], [93593822, 93594035], [93600392, 93600499], [93600666, 93600803], [93600917, 93601046], [93601170, 93601235]], "strand": -1, "transcript": "NM_006744", "txend": 93601235, "txstart": 93591693}], "exons_hg19": [{"cdsend": 95360785, "cdsstart": 95351831, "chr": "10", "position": [[95351592, 95351869], [95353579, 95353792], [95360149, 95360256], [95360423, 95360560], [95360674, 95360803], [95361118, 95361270]], "strand": -1, "transcript": "NM_001323517", "txend": 95361270, "txstart": 95351592}, {"cdsend": 95361473, "cdsstart": 95351831, "chr": "10", "position": [[95351592, 95351869], [95353579, 95353792], [95360149, 95360256], [95360423, 95360560], [95360674, 95360728], [95361422, 95361501]], "strand": -1, "transcript": "NM_001323518", "txend": 95361501, "txstart": 95351592}, {"cdsend": 95360785, "cdsstart": 95351831, "chr": "10", "position": [[95351450, 95351869], [95353579, 95353792], [95360149, 95360256], [95360423, 95360560], [95360674, 95360803], [95360927, 95360992]], "strand": -1, "transcript": "NM_006744", "txend": 95360992, "txstart": 95351450}], "generif": [{"pubmed": 15649951, "text": "Genetic variation in RBP4 is associated with amyloid polyneuropathy"}, {"pubmed": 16156801, "text": "generated models for the ensemble of conformers populated within this molten globule state; conformer changes give an opening of the retinol-binding site"}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17003346, "text": "Our findings point to profound differences between rodents and humans in the regulation of adipose or circulating RBP4 and challenge the notion that glucose uptake by adipocytes has a dominant role in the regulation of RBP4."}, {"pubmed": 17006670, "text": "the rare alleles of four SNPs were associated with increased risk of diabetes (-803, G > A, P = 0.0054; +5169, C > T, P = 0.0025; +6969, G > C, P = 0.0015; +7542, T > del, P = 0.0015)"}, {"pubmed": 17065684, "text": "Plasma RBP4 concentrations were found to be elevated in subjects with impaired glucose tolerance or type 2 diabetes and to be related to various clinical parameters known to be associated with insulin resistance"}, {"pubmed": 17164313, "text": "Reductions in circulating RBP-4 may contribute to improved insulin resistance in morbidly obese subjects after weight loss."}, {"pubmed": 17174134, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17174134, "text": "a haplotype of 8 common SNPs in Caucasians was significantly increased in type 2 diabetics compared with controls"}, {"pubmed": 17259477, "text": "Circulating RBP4 is not associated with the amount of fat in liver, skin, viscera or muscles."}, {"pubmed": 17299074, "text": "there is a relationship between RBP4, insulin sensitivity, and percent trunk fat in individuals who may not have features of insulin resistance"}, {"pubmed": 17337499, "text": "RBP4 is not a relevant systemic factor in the pathogenesis of insulin resistance in liver cirrhosis."}, {"pubmed": 17405846, "text": "Severe calorie restriction promotes a reduction in adipose tissue and plasma levels of RBP4."}, {"pubmed": 17456573, "text": "up-regulation of RBP4 mRNA in subcutaneous and omentum adipose tissue as well as isolated subcutaneous adipocytes of polycystic ovary syndrome women"}, {"pubmed": 17526940, "text": "Serum retinol binding protein 4 levels are significantly increased in polycystic ovary syndrome women and associated with insulin resistance."}, {"pubmed": 17550959, "text": "RBP4 may contribute to the development of insulin resistance along with other adipokines"}, {"pubmed": 17568782, "text": "Plasma RBP4 levels in type 2 diabetic patients are affected by incipient nephropathy."}, {"pubmed": 17575262, "text": "RBP4 may be released from diabetic adipocytes and act locally to inhibit phosphorylation of IRS1 at serine (307), a phosphorylation site that may integrate nutrient sensing with insulin signaling"}, {"pubmed": 17595259, "text": "RBP4 gene expression in humans is associated with inflammatory markers, but not with insulin resistance"}, {"pubmed": 17618858, "text": "Serum retinol-binding protein is more highly expressed in visceral than in subcutaneous adipose tissue and is a marker of intra-abdominal fat mass"}, {"pubmed": 17630267, "text": "Markers of glucose and lipid metabolism were not independently related to serum RBP-4 in control subjects or chronic hemodialyis patients."}, {"pubmed": 17639305, "text": "RBP4 does not seem to be a valuable marker for identification of the metabolic syndrome or insulin resistance in male patients with type 2 diabetes or coronary artery diseae."}, {"pubmed": 17661007, "text": "Contribution of RBP4 from adipocytes to circulating adipokine levels should be evaluated in diabetic and obese patienets."}, {"pubmed": 17686833, "text": "In obese men with metabolic syndrome, weight loss with a low-fat diet decreases the plasma LDL apoB-100 and HDL lipoprotein kinetics, involving changes in RBP4 levels."}, {"pubmed": 17728376, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17728376, "text": "Role of RBP4 genetic variation in susceptibility to type 2 diabetes and insulin resistance, possibly through an effect on RBP4 expression."}, {"pubmed": 17890490, "text": "RBP4 may represent a link between visceral obesity and cardiovascular disease"}, {"pubmed": 17904683, "text": "Retinol binding protein 4 may contribute to the pathogenesis of nonalcoholic fatty liver disease in type 2 diabetics."}, {"pubmed": 17957146, "text": "Serum RBP4 and TTR showed no differences between controls/type 1 diabetic children."}, {"pubmed": 18052678, "text": "Report retinol-binding protein 4 expression in visceral and subcutaneous fat in human obesity."}, {"pubmed": 18081728, "text": "RBP4 variation in the first month after RY-gastric bypass may be a predictor of weight loss success."}, {"pubmed": 18199128, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18239568, "text": "The associations of RBP4 with insulin sensitivity, percent trunk fat, and lipid levels are influenced by age"}, {"pubmed": 18316031, "text": "In fibroboasts, STRA6 transports retinol bidirectionally in an RBP4 dependent manner."}, {"pubmed": 18381580, "text": "RBP4 level could be used as an index of cardiovascular disease risk in subclinical hypothyroidism."}, {"pubmed": 18390799, "text": "RBP4 is not a useful marker of insulin resistance in polycystic ovary syndrome but may reflect other metabolic features of this condition."}, {"pubmed": 18397979, "text": "RBP4 levels were related to weight status and insulin resistance in both cross-sectional and longitudinal analyses."}, {"pubmed": 18426814, "text": "Data show that increase in RBP4 from early to late pregnancy, associated with a decline in insulin sensitivity, potentially indicates interactions with glucose metabolism."}, {"pubmed": 18426837, "text": "Neither retinol nor RBP-4 were associated with peak bone mineral density in young men"}, {"pubmed": 18426863, "text": "Relationship between circulating RBP4 and iron stores, both cross-sectional and after iron depletion, and in vitro findings suggest that iron could play a role in the RBP4-insulin resistance relationship."}, {"pubmed": 18437353, "text": "RBP4 measured by two different techniques is not elevated, but the RBP4:retinol molar ratio is higher and correlates with fasting blood glucose in women with gestational diabetes"}, {"pubmed": 18445670, "text": "Although associated with visceral fat, serum RBP4 and adiponectin levels do not play important, fat-mass-independent primary roles in the development of PCOS."}, {"pubmed": 18466349, "text": "RBP4 in cirrhosis (i) is decreased due to reduced hepatic production, (ii) is not associated with insulin resistance, and (iii) might have a beneficial role by decreasing hepatic glucose production and could thus also be regarded as a hepatokine"}, {"pubmed": 18492757, "text": "The severity of glucose intolerance in women with previous gestational diabetes mellitus is associated with high RBP4 and low adiponectin concentrations."}, {"pubmed": 18493106, "text": "Weight reduction, especially the loss of abdominal visceral fat, lowers serum retinol binding protein-4(RBP4) concentrations in nondiabetic subjects indicating that RBP4 may be involved in improvement of insulin resistance and metabolic syndrome"}, {"pubmed": 18496666, "text": "Homozygosity for the RBP4 -803A allele is associated with increased risk of type 2 diabetes in the Rotterdam population."}, {"pubmed": 18496666, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18506842, "text": "In nondiabetic, nonobese patients with genotype 1 chronic hepatitis C, serum RBP4 levels might be expression of virus-linked pathway to steatosis, largely unrelated to insulin resistance."}, {"pubmed": 18588869, "text": "This is the first report of a long-term longitudinal study on RBP and the major finding is that subjects who developed insulin resistance showed no change in plasma RBP."}, {"pubmed": 18641048, "text": "Investigations into the role of RBP in obesity and insulin resistance should include retinol to facilitate the measurement of apo-RBP and retinol:RBP."}, {"pubmed": 18710473, "text": "There was no significant change in the lipocalin-2 and RBP4 levels, although IL-6 levels increased after the exercise programme in obese women"}, {"pubmed": 18719670, "text": "There is a marked decrease of RBP-4 levels after bariatric surgery, which correlates with reduction in visceral-fat mass. The extent of changes in RBP-4 levels differs according to the severity of the metabolic syndrome."}, {"pubmed": 18752671, "text": "The occurrence of RBP4 isoforms is not influenced by liver function but seems to be strongly related to kidney function and may therefore be important in investigating kidney function and related disorders."}, {"pubmed": 18782570, "text": "linkage between serum RBP4 and sdLDL-cholesterol levels in young adult women"}, {"pubmed": 18783798, "text": "Cohort study provides evidence that RBP4 may be a mechanism through which obesity influences insulin resistance and hypertriglyceridemia in overweight postpubertal black youth."}, {"pubmed": 18796616, "text": "Human data showing elevated RBP4 levels in type 2 diabetic patients may be the result of moderate renal insufficiency rather than support for the suggestion that RBP4 links obesity to type 2 diabetes."}, {"pubmed": 18838136, "text": "Retinol-binding protein-4 is associated with endothelial dysfunction in adults with newly diagnosed type 2 diabetes mellitus."}, {"pubmed": 18852328, "text": "Data indicate that RBP4 levels in plasma, skeletal muscle, and fat may be linked to insulin resistance and type 2 diabetes in a secondary and noncausal manner."}, {"pubmed": 18854400, "text": "Measurement of serum RBP4 does not provide added value for predicting CAD risk beyond traditional risk factors."}, {"pubmed": 18937078, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18937078, "text": "The variations in the RBP4 gene may be associated with T2DM and serum triglyceride levels in the Han Chinese."}, {"pubmed": 18973209, "text": "Impaired renal clearance of diabetic nephropathy affects RBP4 and indirectly supports the hypothesized link among metabolic syndrome, uric acid and insulin resistance"}, {"pubmed": 18977339, "text": "RBP4 may be linked to IR and lipid metabolism, at least in the elderly."}, {"pubmed": 18980783, "text": "conjugated linoleic acid did not induce changes in RBP4 concentrations in abdominally obese middle-aged men despite marked induced insulin resistance"}, {"pubmed": 19003725, "text": "Olasma RBP4 is associated with dyslipidemia, but not with insulin resistance, glucose intolerance, or hypertension in patients with obstructive sleep apnea syndrome."}, {"pubmed": 19021760, "text": "The protein-protein interactions between transthyretin and plasma retinol-binding protein were analysed by structural (X-ray crystallography) and genetic (amino acid substitutions) methods."}, {"pubmed": 19023195, "text": "RBP is elevated in nondiabetic stage 5 chronic kidney disease and correlates weakly with HbA1c and ApoA1."}, {"pubmed": 19046959, "text": "Hemodyalysis and renal transplataion patients had elevated RBP4, apo-RBP4, RPB4-L levels."}, {"pubmed": 19053019, "text": "directly compare fetal adiponectin and RBP-4 levels in respect to birth weight and maternal preconceptional BMI"}, {"pubmed": 19088257, "text": "Fenofibrate inhibits RPB4 expression in dyslipidemic human subjects and inhibition of RBP4 expression in adipocytes may provide a mechanism by which fenofibrate improves insulin sensitivity in dyslipidemic patients."}, {"pubmed": 19114616, "text": "Circulating RBP4 concentrations are associated with intima-media and plaque echogenicity in carotid arteries in aged people."}, {"pubmed": 19122345, "text": "These results indicate an increase in serum RBP4 levels in the type 2 diabetic subjects, particularly complicated with advanced renal impairment."}, {"pubmed": 19147488, "text": "Identification and characterization of a non-retinoid ligand for retinol-binding protein 4 which lowers serum retinol-binding protein 4 levels in vivo."}, {"pubmed": 19155083, "text": "An assessment of the correlation between RBP4 and disease severity of chronic hepatitis c infection."}, {"pubmed": 19158194, "text": "Patients with polycystic ovary syndrome and higher RBP4 concentrations are associated with higher androgen levels and higher clinical hirsutism."}, {"pubmed": 19169049, "text": "our findings do not confirm a link between insulin resistance, neither with RBP4 nor with free plasma RBP4 levels."}, {"pubmed": 19190263, "text": "Plasma RBP4 levels are elevated in T2DM and associated with impaired glucose tolerance, but not associated with obesity or insulin resistance or impaired insulin secretion in Mexican Americans."}, {"pubmed": 19195734, "text": "There is a positive relationship between RBP4 and IR in type 2 diabetic patients. RBP4 may play a role in pathogenesis of T2DM."}, {"pubmed": 19217438, "text": "RBP4 did not correlate to clinical and biochemical measures of pregnancy outcome, renal function, glucose, and lipid metabolism in preeclampsia."}, {"pubmed": 19224430, "text": "Regulation of RBP4 expression and secretion occurs through biochemical pathways independent from those influenced by pioglitazone or simvastatin."}, {"pubmed": 19287041, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19288010, "text": "Methylation of CLDN6, FBN2, RBP1, RBP4, TFPI2, and TMEFF2 in esophageal squamous cell carcinoma."}, {"pubmed": 19303000, "text": "RBP4-log levels were lower in patients with Familial Partial Lipodystrophy in comparison to control group."}, {"pubmed": 19339013, "text": "In elderly, RBP4 concentrations were associated with metabolic syndrome and its components in both sexes, and prior cerebrovascular disease in men."}, {"pubmed": 19346786, "text": "Serum RBP4 level was a distinguishing factor at the early stage of chronic liver disease between chronic hepatitis and Child-Pugh grade A cirrhosis"}, {"pubmed": 19369430, "text": "RBP4 circulating levels were not significantly correlated with obesity-related parameters"}, {"pubmed": 19403191, "text": "Metabolic syndrome X is significantly associated with serum RBP4."}, {"pubmed": 19501859, "text": "circulating RBP4 and transthyretin were not affected by human obesity or type 2 diabetes mellitus"}, {"pubmed": 19501863, "text": "serum RBP4 is associated with obesity, insulin resistance, and dyslipidemia in HIV-infected subjects receiving highly active antiretroviral therapy"}, {"pubmed": 19506831, "text": "Serum RBP4 level is closely associated with impaired glucose regulation and is an independent risk factor for microalbuminuria."}, {"pubmed": 19525859, "text": "In adult patients with nonalcoholic fatty liver disease, serum RBP4 levels do not correlate with body mass index or insulin resistance; the study identifies a novel association between serum RBP4 levels and hepatocellular injury in these patients"}, {"pubmed": 19537932, "text": "results highlight the complexity behind the regulation of this adipokine and demonstrate that RBP4 expression in macrophages could be modulated by inflammatory stimuli"}, {"pubmed": 19556974, "text": "RBP4 levels are increased in naive hypertensive women & correlated with degree of carotid intima-media thickness suggesting a participation of this adipocytokine in modulation of the atherosclerotic process exerted by adipose tissue as endocrine organ."}, {"pubmed": 19573524, "text": "Increased circulating AFABP and RBP-4 concentrations were demonstrated in patients with preeclampsia, suggesting it be an important pathophysiology of preeclampsia."}, {"pubmed": 19589139, "text": "During acute critical illness, circulating levels of adiponectin, RBP4, and leptin were low. Pts with sepsis had lower levels of leptin and RBP4 than did nonseptic pts. When critical illness was sustained, adipokine levels became normal reference values"}, {"pubmed": 19671994, "text": "Serum RBP4 concentration is influenced by menopausal status and closely related to insulin resistance but not to the prevalence of T2DM in postmenopausal women."}, {"pubmed": 19708829, "text": "Findings suggest a role for RBP4 in the pathogenesis of preterm preeclampsia, but not in small for gestational age and fetal death."}, {"pubmed": 19709697, "text": "RBP4 level was independently associated with uric acid level in patients with type 2 diabetes mellitus"}, {"pubmed": 19765959, "text": "RBP4 level was enhanced by the presence of the apolipoprotein A-V-1131 T>C genetic variant in diabetes"}, {"pubmed": 19766271, "text": "Serum RBP4 appears to identify age-induced insulin resistance by physiologic changes due to aging or menopause and by increasing hepatic glucose production"}, {"pubmed": 19794289, "text": "RBP4 is correlated with adiposity and insulin resistance in obese children, but it is not involved in the insulin resistance occurring during puberty."}, {"pubmed": 19820404, "text": "Serum RBP4 is not a predictive factor in nonalcoholic fatty liver disease irrespective of alanine aminotransferase ."}, {"pubmed": 19851303, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19851303, "text": "the minor allele of RBP4 regulatory SNP enhanced the expression in adipocytes, which may be associated with the adipogenesis."}, {"pubmed": 19857477, "text": "Data show that gestational diabetes mellitus is not associated with retinol-binding protein 4 or retinol among borderline obese pregnant women."}, {"pubmed": 19875582, "text": "In the circulation, RBP4 is the principal transport protein for retinol (vitamin A) (11) and is encoded by the RBP4 gene."}, {"pubmed": 19893506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19893506, "text": "genetic variations in RBP4 may play a role in the differences in serum HDL-C levels in the Newfoundland population"}, {"pubmed": 19897788, "text": "Retinol-binding protein 4 concentrations in gestational diabetes patients were significantly higher than the normal women"}, {"pubmed": 19900011, "text": "among patients with preterm labor, the median amniotic fluid concentration of immunoreactive retinol binding protein 4 (RBP4) is elevated in pregnancies complicated by intra-amniotic infection/inflammation"}, {"pubmed": 19949653, "text": "Results show an association between RBP4 and pulmonary function in prepubertal male asthmatics, which may indirectly affect the high prevalence of childhood asthma in males."}, {"pubmed": 20058618, "text": "Serum RBP-4 level was closely related to metabolic syndrome in first-degree relatives of type 2 diabetes mellitus."}, {"pubmed": 20097162, "text": "RBP4 serum concentration and the appearance of RBP4-LL seem to be influenced by kidney function. Furthermore, the RBP4-transthyretin ratio may provide diagnostic potential with regard to metabolic complications in chronic kidney disease patients."}, {"pubmed": 20146659, "text": "RBP4 concentrations in maternal plasma may play a role in accelerated fetal growth in the absence of overt carbohydrate intolerance."}, {"pubmed": 20224248, "text": "not associated with markers of glycemic control, insulin resistance or lipid profile in obstructive sleep apnea syndrome"}, {"pubmed": 20233518, "text": "Elevated serum RBP4 levels are associated with proliferative diabetic retinopathy."}, {"pubmed": 20376890, "text": "RBP4 was not associated with insulin resistance or metabolic indices and the predictive value for IR was minimal in hypertensives."}, {"pubmed": 20389103, "text": "Our results suggest a direct relationship between circulating insulin and RBP4 levels, which indicates that this protein might contribute to the development of muscle insulin resistance."}, {"pubmed": 20436266, "text": "Serum retinol binding protein 4 level is related with renal functions in Type 2 diabetes."}, {"pubmed": 20503483, "text": "Data show that retinol-binding protein 4 is reduced in small for gestational age newborns, and is not related to insulin sensitivity."}, {"pubmed": 20610143, "text": "Circulating RBP4 decreases in cholesterol gallstone disease independent of renal function"}, {"pubmed": 20625434, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20646597, "text": "RBP4 mRNA expression in visceral adipose tissue was significantly higher in obesity and type 2 diabetes subjects than in normal controls."}, {"pubmed": 20798476, "text": "Our study showed that increased levels of RBP4 as well as homeostasis model assessment of insulin resistance and high sensitivity c-reactive protein in women were significantly associated with increased levels of systolic blood pressure."}, {"pubmed": 20819415, "text": "RBP4 decreased significantly in women with type 2 diabetes mellitus with resistance exercise."}, {"pubmed": 20849357, "text": "Sodium/lithium countertransport correlates negatively with adiponectin and RBP-4."}, {"pubmed": 20929509, "text": "Serum retinol-binding protein 4 is associated with insulin secretion in Chinese people with normal glucose tolerance"}, {"pubmed": 20932285, "text": "Strong associations with hepatic and renal function, insulin resistance and acute mortality suggest a role for RBP4 in the pathogenesis of critical illness."}, {"pubmed": 20950077, "text": "RBP4 is a marker of adipose tissue mass and obesity already evident in children. The association of RBP4 with metabolic and cardiovascular sequelae of obesity appears to be secondary to the underlying relationship wtih body fat."}, {"pubmed": 21039728, "text": "Adipose tissue -derived RBP4-mRNA expression is gender specific and regulated by leptin. Circulating RBP4 levels appear to be independent of AT-RBP4 secretion."}, {"pubmed": 21085476, "text": "Data show that comparing to T2D the IFG subjects had higher serum chemerin, progranulin, fetuin-A and RBP4 levels which was not detectable in the comparison of the T2D and IGT group."}, {"pubmed": 21104585, "text": "RBP-4, lipocalin-2 and L-PGDS do not regulate insulin sensitivity in healthy men."}, {"pubmed": 21106915, "text": "no independent association between RBP4 concentrations and development of the metabolic syndrome."}, {"pubmed": 21164503, "text": "investigation of influence of low birth weight (and subsequent infant overfeeding) and short-term high fat overfeeding of young men on plasma RBP4; RBP4 does not appear to contribute to short-term diet-induced insulin resistance"}, {"pubmed": 21173508, "text": "data suggest that RBP4 might act in the pathophysiology of late-onset preeclampsia via increased insulin resistance in obese women."}, {"pubmed": 21176857, "text": "Data found high serum A-FABP4 but unchanged RBP4 concentrations and their associations with renal function and early diabetic nephropathy in type 2 DM."}, {"pubmed": 21223811, "text": "A high expression of RBP4 in omental adipose tissue and an elevated level of serum RBP4 may contribute to the pathogenesis of obesity and insulin resistance."}, {"pubmed": 21299359, "text": "both maternal and umbilical cord serum retinol-binding protein-4 (RBP4) levels were lower in patients with preeclampsia than in normal pregnant women in the third trimester of pregnancy"}, {"pubmed": 21383997, "text": "RBP-4 can be considered as a convenient serum marker of intrahepatic lipid content in obese children."}, {"pubmed": 21406189, "text": "Nampt and RBP4 serum concentrations did not correlate with the maximum percentage of carotid stenosis"}, {"pubmed": 21458418, "text": "RBP4 has a robust acute effect of enhancement of NO production via stimulation of part of the PI3K/Akt/eNOS pathway and inhibition of ERK1/2 phosphorylation and insulin-induced ET-1 secretion."}, {"pubmed": 21600576, "text": "Leptin, serum retinol-binding protein 4, and asymmetric dimethylarginine levels are positively correlated in polycystic ovary syndrome."}, {"pubmed": 21609194, "text": "The elevated expression of RBP4 in subcutaneous adipose tissue may contribute to the increase in circulating RBP4 in gestational diabetes subjects."}, {"pubmed": 21617096, "text": "Higher RBP4 levels were associated with a higher prevalence of prediabetics with impaired glucose regulation, as well as a greater frequency of obesity, hypertension, and higher alcohol consumption"}, {"pubmed": 21645024, "text": "These findings suggest a differential regulation of RBP4 production in epicardial adipose tissue and subcutaneous adipose tissue that may be influenced by local factors."}, {"pubmed": 21655067, "text": "Serum RBP4 level is related with degree of adiposity and pubertal development in children and adolescent."}, {"pubmed": 21741059, "text": "A higher degree of IR in the GDM group compared with the non-GDM group, but serum RBP4 levels between the 2 groups were not different."}, {"pubmed": 21817822, "text": "Data suggest that serum RBP4 concentrations are elevated in type 2 diabetic subjects with chronic kidney disease in Taiwan; this observation was not associated with higher carotid intima-media thickness in these subjects."}, {"pubmed": 21821833, "text": "RBP4 haplotypes is important in genetically modulating renal function in response to environmental challenges among patients with Type 2 diabetes."}, {"pubmed": 21835764, "text": "This review summarizes up-to-date knowledge of RBP4's controversial role as an adipokine linked to obesity, development of insulin resistance, and type 2 diabetes."}, {"pubmed": 21886308, "text": "the rs3758539 retinol binding protein 4 single nucleotide polymorphism was not found to be associated with gestational diabetes."}, {"pubmed": 21939650, "text": "Plasma RBP-4 correlated positively with liver fat and insulin resistance which may reflect its effects on hepatic insulin sensitivity"}, {"pubmed": 22020625, "text": "We verified the decrease of RBP4 levels in ovarian cancer patient sera by two independent methods."}, {"pubmed": 22023042, "text": "The elevation of RBP4 levels in polycystic ovary syndrome women might be influenced by androgen hormones."}, {"pubmed": 22068556, "text": "genetic association studies in population of children in Germany: Data suggest that SNP in promoter region of RBP4 (-803G>A; rs3758539) is not associated with overweight/obesity, type 2 diabetes, or hypertension in Caucasian children."}, {"pubmed": 22086013, "text": "RBP4 G-803A and T-179G polymorphisms might be associated with the development of type 2 diabetic and affect the therapeutic efficacy of rosignitazone in Chinese T2DM patients."}, {"pubmed": 22151390, "text": "serum level decreased in psoriasis"}, {"pubmed": 22205567, "text": "RBP(4) has been shown to induce insulin resistance, and plasma RBP(4) values are increased in type 2 diabetes mellitus, obesity, metabolic syndrome, and cardiovascular disease."}, {"pubmed": 22253430, "text": "RBP4 may have a role in insulin resistance and risk for type 2 diabetes and metabolic syndrome"}, {"pubmed": 22308028, "text": "the increase of apo-/holo-RBP4 concentration may influence STRA6 signaling, finally causing apoptosis."}, {"pubmed": 22308842, "text": "In early- to mid-adolescents, circulating concentrations of RBP4 are correlated with multiple risk factors for adiposity-related co-morbidities."}, {"pubmed": 22397743, "text": "RBP4 level reflects visceral body fat content in non-polycystic ovary syndrome women."}, {"pubmed": 22426023, "text": "RBP4 may play an important role in lipid metabolism of atherosclerosis, particularly in formation of sdLDL."}, {"pubmed": 22491740, "text": "retinol binding protein 4 disturb insulin receptor substrate 1 activity and expression in megakaryocytes. This might be a cause of the insulin resistance observed in platelets from patients with type 2 diabetes."}, {"pubmed": 22685600, "text": "Data indicate that in the disease group, leptin, leptin/adiponectin ratio, fetuin-A and retinol-binding protein 4 (RBP4) levels were remarkably lower than in the no-symptom group"}, {"pubmed": 22785609, "text": "These findings implicate RBP4 in the cascade of reversible metabolic derangements in advanced heart failure."}, {"pubmed": 22800884, "text": "Smoking may have effect on insulin sensitivity, which is correlated with retinol-binding protein-4."}, {"pubmed": 22826435, "text": "TTR blocks the ability of holo-retinol-binding protein to associate with STRA6 and thereby effectively suppresses both STRA6-mediated retinol uptake and STRA6-initiated cell signaling."}, {"pubmed": 22855337, "text": "Circulating levels of fetuin-A, RBP4, and FABP4 are associated with insulin resistance and with distinct components of metabolic syndrome consistent with the multifactorial pathogenesis of metabolic dysregulation."}, {"pubmed": 22863748, "text": "A prompt increase in exercise-induced RBP4 is retarded by progression of nephropathy."}, {"pubmed": 22878527, "text": "Speculate that in suture mesenchymal cells, endogenous RBP4 receives retinol from STRA6 and the RBP4-retinol complex is stored in vesicles until needed for conversion to retinoic acid in the process of osteogenesis."}, {"pubmed": 22971483, "text": "Serum RBP4 may be a useful marker of overall metabolic control in Chinese patients with type 2 diabetes mellitus."}, {"pubmed": 23020231, "text": "Elevated serum RBP-4 and NGAL are associated with pancreatic cancer."}, {"pubmed": 23071093, "text": "RBP4 induces inflammation in primary retinal capillary endothelial cells and umbilical vein endothelial cells by stimulating expression of proinflammatory molecules involved in leukocyte recruitment and adherence to endothelium"}, {"pubmed": 23073835, "text": "The function of Rpb4 interaction with rpb7 in human cells indicate that Rpb4 have gene-specific effects but are also more generally required for human cell survival."}, {"pubmed": 23074124, "text": "Data revealed a strong correlation between RBP-4 and the number of components of metabolic syndrome in HIV-infected subjects receiving HAART."}, {"pubmed": 23087360, "text": "Retinol-binding protein 4 may be involved in the pathophysiology of hypertriglyceridemia in type 2 diabetes mellitus by reducing very low-density lipoprotein catabolism."}, {"pubmed": 23105095, "text": "expression of RBPR2 in liver and fat suggests a possible role in mediating established metabolic actions of RBP4 in those tissues"}, {"pubmed": 23119072, "text": "Results indicate a significant correlation between serum RBP4 and various established risk factors for cardiovascular disease (CVD) and suggest RBP4 may serve as an independent predictor of CVD in women."}, {"pubmed": 23129325, "text": "The plasma TTR levels appear to be an important determinant of plasma RBP4 levels in type 1 and type 2 diabetes mellitus."}, {"pubmed": 23145084, "text": "RBP4 -803GA polymorphism has increased risk of insulin resistance in HIV-infected patients with anti-retroviral therapy."}, {"pubmed": 23153527, "text": "Data suggest a modest up-regulation of serum RBP4 concentration in early pregnancy (16 weeks) in gestational diabetes (GDM) particularly among women with advanced age (>35 years); thus serum RBP4 may serve as a biological marker for risk of GDM."}, {"pubmed": 23189188, "text": "This study identifies the RBP4 splice site change as the cause of Retinitis Pigmentosa in this pedigree."}, {"pubmed": 23242471, "text": "these results point to lipocalin-2 and RBP-4 as relevant mediators of the trend towards metabolic syndrome in psoriatic patients."}, {"pubmed": 23350588, "text": "RBP4 seems to play a role as early marker of fetal growth retardation but not preeclampsia in first trimester maternal serum."}, {"pubmed": 23418565, "text": "Data indicate that leptin and retinol-binding protein 4 were markedly down-regulated in encapsulating peritoneal sclerosis (EPS) peritoneal dialysis (PD) tissue."}, {"pubmed": 23420326, "text": "Elevated RBP4 is associated with the morbidity of cholesterol gallstones and metabolic syndrome."}, {"pubmed": 23460908, "text": "IL-1beta was identified as a major factor contributing to the decrease in RBP4."}, {"pubmed": 23480783, "text": "Insulin sensitizing and lipid lowering therapies do not affect free fatty acid binding protein (FABP)4 or RBP4 levels in polycystic ovary syndrome patients."}, {"pubmed": 23571154, "text": "These findings suggest that kisspeptin, leptin, and RBP4 are associated with metabolic disturbances in women with polycystic ovaries."}, {"pubmed": 23584360, "text": "In a cohort of women, higher circulating full-length and total RBP4 levels are associated with increased risk of coronary heart disease."}, {"pubmed": 23708710, "text": "expression of retinol-binding protein 4 (RBP4) and placenta-specific 8 increased in the bone tumors of PC3-GFP/PC3-OPG-injected mice. Knockdown of both RBP4 and PLAC8 by siRNA inhibited the growth of PC-3 cells in vitro."}, {"pubmed": 23734806, "text": "Adiponectin, RBP4 and resistin levels are associated with metabolic syndrome in pubertal obese children."}, {"pubmed": 23764679, "text": "insulin resistance and plasma retinol-binding protein 4 showed significant associations with obesity and traditional cardiovascular disease risk factors"}, {"pubmed": 23799122, "text": "Circulating levels of lipocalin-2 and RBP4 are positively correlated with carotid IMT and subclinical atherosclerosis in type 2 diabetes, which suggests a role of these two lipid-binding chaperones in the pathogenesis of vascular complications of diabetes"}, {"pubmed": 23979787, "text": "Fatty acid-binding protein 4 levels increased and retinol-binding protein 4 levels did not change during moderate weight loss in obese women with metabolic syndrome."}, {"pubmed": 24011638, "text": "The aim of the study was to evaluate the influence of vertical banded gastroplasty on peripheral blood concentrations of some adipocytokines and hormones involved in the control of food intake and energy turnover."}, {"pubmed": 24044566, "text": "adiponectin, resistin and RBP4 may have a role in the pathogenesis of NAFLD in obese children"}, {"pubmed": 24160775, "text": "Serum RBP4, secreted mainly by liver and adipose tissue, may be involved in the pathogenesis of beta cell dysfunction in Chinese women with non-alcoholic fatty liver disease."}, {"pubmed": 24367155, "text": "the correlations of visfatin/Nampt, vaspin, and RBP-4 with insulin resistance are tissue dependent."}, {"pubmed": 24397358, "text": "serum RBP4 levels are elevated in gestational diabetes cases compared with controls."}, {"pubmed": 24532832, "text": "RBP4 does not correlate with the presence of insulin resistance and beta-cell function in patients with rheumatoid arthritis."}, {"pubmed": 24593134, "text": "retinol-binding protein-4/adiponectin and leptin/adiponectin ratios have roles in inflammation; RBP4/adiponectin only have roles in insulin resistance"}, {"pubmed": 24606904, "text": "Transfer of RBP4-activated antigen-presenting cells into normal mice is sufficient to induce adipose tissue inflammation, insulin resistance, and glucose intolerance."}, {"pubmed": 24647386, "text": "Our study indicates that plasma RBP4 is independently associated with the 6-y risk of developing type 2 diabetes."}, {"pubmed": 24651174, "text": "Retinol binding protein 4 concentrations relate to enhanced atherosclerosis in obese patients with rheumatoid arthritis."}, {"pubmed": 24665145, "text": "Two RBP4 SNPs showed associations with insulin resistance and insulin levels in women with prior gestational diabetes mellitus."}, {"pubmed": 24720534, "text": "Serum RBP4 was decreased in men with acute myocardial infarction compared to controls. RBP4 was decreased in men with familial hypercholesterolemia who subsequently had a cardiovascular episodes compared to those with FH and no cardiovascular episode."}, {"pubmed": 24784414, "text": "Taken together, this study provided information on the proteome profile of the hepatitis C virus-infected Indian population, and revealed a link between hepatitis C virus infection, RBP4 and insulin resistance."}, {"pubmed": 24800810, "text": "Including Fetuin-A and Retinol binding protein 4."}, {"pubmed": 24956535, "text": "RBP4 serum levels were significantly elevated in patients with established carotid atherosclerosis and were positively associated with atherosclerosis severity."}, {"pubmed": 25069671, "text": "The RBP4 level was higher in polycystic ovary syndrome patients than in non-patients"}, {"pubmed": 25142320, "text": "Patients with coronary artery disease showed elevated serum levels of RBP4."}, {"pubmed": 25227411, "text": "Presence of gestational diabetes mellitus risk factors does not have an impact on early second trimester RBP-4 values in pregnant subjects."}, {"pubmed": 25233041, "text": "Serum RBP4 concentrations were significantly higher in the coronary artery disease (CAD) and hyperinsulinema group than in the CAD and control groups. RBP4 concentration was significantly associated with cardiovascular risk factors."}, {"pubmed": 25250314, "text": "Our results suggested that RBP4 is a potential biomarker for diagnostic of screening ovarian cancer."}, {"pubmed": 25299197, "text": "we showed that successful kidney transplantation significantly decreases elevated serum RBP4 concentrations in patients with ESRD."}, {"pubmed": 25437889, "text": "Plasma RBP4 levels are significantly associated with coronary lesion complexity in women with stable coronary artery disease and acute coronary syndrome and predict incident cardiovascular events"}, {"pubmed": 25450816, "text": "RBP4 concentration had a correlation with Resting Metabolic Rate which was different among obese and non-obese groups. These results may suggest the possible role of RBP4 in alteration of metabolic rate through insulin or other metabolic effects."}, {"pubmed": 25479076, "text": "The RBP4 rs7094671 single nucleotide polymorphism is associated with coronary artery disease."}, {"pubmed": 25633269, "text": "First-trimester maternal serum RBP4 was significantly increased and PAPP-A decreased in pregnancies that ended in early-onset preeclampsia compared to normal pregnancies."}, {"pubmed": 25701600, "text": "variations in the RBP4 gene were correlated with body mass index and polymorphisms more likely could contribute to the development of obesity in this population"}, {"pubmed": 25703255, "text": "Findings suggested that Asian women with gestational diabetes mellitus had increased circulating RBP4 levels in their second/third trimester. [Meta-Analysis]"}, {"pubmed": 25712946, "text": "Serum levels of retinol-binding protein 4 and risk of colon adenoma"}, {"pubmed": 25810022, "text": "Baseline serum RBP4 levels were independently associated with incident diabetes in Asian Indian men with impaired glucose tolerance."}, {"pubmed": 25875385, "text": "RBP4 induces vascular oxidative damage and accelerates the development of atherosclerosis."}, {"pubmed": 25910211, "text": "Study identified missense mutations in RBP4, encoding serum retinol binding protein, in three families with eye malformations of differing severity, including bilateral anophthalmia."}, {"pubmed": 25941915, "text": "This review attempts to describe and summarize the variety of published mechanisms of how RBP4 can interfere with insulin signaling; these mechanisms are dissected in regard to involving retinol transport and newly-identified RBP4 membrane receptors. [Review]"}, {"pubmed": 26055327, "text": "Transgenic mice overexpressing human RBP4 (RBP4-Tg mice) develop progressive retinal degeneration, characterized by photoreceptor ribbon synapse deficiency and subsequent bipolar cell loss."}, {"pubmed": 26069091, "text": "Fasting concentrations of RBP-4 were negatively correlated with BMI and waist-hip ratio, whereas lipocalin-2 levels were positively associated with BMI and waist-hip ratio."}, {"pubmed": 26178727, "text": "Data suggest that RBP4 saturated with retinol, elevated carotenoids (hypercarotenemia), and elevated retinyl esters can be used as biological markers in serum of excessive stores of vitamin A in liver of preschool children with hypervitaminosis A."}, {"pubmed": 26286643, "text": "SNPsRBP4 was associated with age at onset in familial amyloid polyneuropathy."}, {"pubmed": 26425827, "text": "RBP correlated with IgG4 and IgA. RBP also correlated positively with age and with influenza virus-specific antibody neutralization titres."}, {"pubmed": 26440092, "text": "Genetic variants of retinol-binding protein 4 in adolescents are associated with liver function and inflammatory markers but not with obesity and insulin resistance"}, {"pubmed": 26526443, "text": "This study describe the discovery and subsequent replications of RBP4 and its combination with circulating GFAP as plasmatic biomarkers for hyperacute stroke subtype differentiation."}, {"pubmed": 26575118, "text": "RBP-4 levels are higher in patients with clinical hypothyroidism and exhibit a marked decrease after normalization of thyroid function in both hyper and hypothyroid patients. We suggest that RBP-4 may play a role in the metabolic disturbances which accompany thyroid dysfunction."}, {"pubmed": 26611784, "text": "Childhood obesity may be associated with variations in RBP4 gene. The presence of selective SNPs in the RBP4 gene may account for metabolic complications."}, {"pubmed": 26619134, "text": "male mice are susceptible to high fat diet-induced hyperglycaemia and display higher plasma RBP4 levels, possibly due to its over-expression in visceral adipose depots"}, {"pubmed": 26667887, "text": "Dietary vitamin A may reduce abdominal adiposity and promote visceral to subcutaneous body fat redistribution during adolescence in an RBP4-dependent manner."}, {"pubmed": 26731992, "text": "Elevated serum RBP4 level is one of the important risk factors for both carotid artery plaque formation and CHD in Chinese"}, {"pubmed": 26792617, "text": "Urinary KNG1 and RBP4 clearly respond to AKI. Additionally, RBP4 could predict recovery by monitoring this protein levels over time after AKI, as RBP4 reflects patient's normalization earlier than sCr values do."}, {"pubmed": 26794633, "text": "High level of RBP4 is associated with obesity."}, {"pubmed": 26868132, "text": "RBP4 level was associated with increased arterial stiffness in young subjects with family history of type 2 diabetes."}, {"pubmed": 26927700, "text": "RBP4 concentrations were significantly lower in hepatitis C subjects compared to controls."}, {"pubmed": 26960804, "text": "Serum RBP4 is negatively related to estrogen in Chinese women with obesity."}, {"pubmed": 26962819, "text": "Gc1s/Gc1s phenotype variant of DBP and the unbound fraction of plasma RBP4 may be considered as factors related with the incidence, and possibly the risk, of IR in CHC patients."}, {"pubmed": 26975349, "text": "The results of this meta-analysis support the hypothesis that RBP4 is a modest independent risk factor for gestational diabetes mellitus (i.e., nonobese patients with gestational diabetes mellitus might express RBP4 at abnormal levels).The association between RBP4 rs3758539 polymorphism and gestational diabetes mellitus risk was not confirmed."}, {"pubmed": 27086684, "text": "The positive association between circulating RBP4 and ApoB-containing lipoproteins in a steady metabolic state, as well as during a hypocaloric diet, appears to be attenuated in patients with very high serum triglycerides."}, {"pubmed": 27277845, "text": "RBP4 and retinol levels were increased approximately twofold in patients with chronic kidney disease."}, {"pubmed": 27279411, "text": "Retinol-binding protein 4 is able to function as biomarker to distinguish severe pre-eclampsia from normal pregnancy. More importantly, these results may shed light on the role of Retinol-binding protein 4 in the pathogenesis in pre-eclampsia."}, {"pubmed": 27609367, "text": "Elevated levels of RBP4 are associated with higher cardiovascular mortality among men with type 2 diabetes."}, {"pubmed": 27740519, "text": "The production of the two adipokines, chemerin and RBP-4, is strongly associated with obesity in patients with NAFLD."}, {"pubmed": 27892788, "text": "Bi-allelic mutations in RBP4 were identified (c.248+1G>A), consistent with a diagnosis of inherited vitamin A deficiency."}, {"pubmed": 28134916, "text": "Data show that the tissue-specific expression pattern of human transgenic retinol binding protein 4 (hRBP4orf) was roughly the same as that of mouse Rbp4."}, {"pubmed": 28332619, "text": "our study provides clinical evidence revealing that the serum concentrations of RBP4 were elevated in NAFLD patients in a Chinese population. These findings indicated that RBP4 might be a noninvasive molecular biomarker that detects the presence of NAFLD in middle-aged and elderly population."}, {"pubmed": 28336726, "text": "Results identified RBP4 as a promising acute liver failure (ALF) biomarker among energy metabolism-related proteins. RBP4 values signaled liver injury at an early stage, as its decreasing level was observed before ALT elevation in the pig ALF model, and its significant decreasing level in ALF patients."}, {"pubmed": 28338737, "text": "Elevated RBP4 is detectable early in pregnancy and has strong correlation with preeclampsia and premature birth."}, {"pubmed": 28400700, "text": "RBP4-induced inflammation is largely mediated by TLR4."}, {"pubmed": 28473187, "text": "Data suggest that, in subjects with chronic kidney disease, renal function is inversely related to serum RBP4 levels; as GFR decreases, the relationship between RBP4 and insulin resistance is attenuated. (GFR = glomerular filtration rate, a measure of kidney function)"}, {"pubmed": 28588245, "text": "Baseline RBP4 levels and MELD scores predicted 21-day (</=10 mg/L) and 1-year (>/=25) mortality, respectively. In critically ill patients with underlying liver disease, with a link to eGFRs, INRs and TC levels, the baseline RBP4 may serve as a marker for short-term mortality."}, {"pubmed": 28625041, "text": "RBP4 is some 6-fold lower when active TB patients have chronic energy deficiency (CED) than when BMI is >25 kg/m sq; however, free fatty acids were not associated with CED in active TB patients, which may be a type 2 error or represent an energy impasse where infection and the host's metabolic needs are in competition."}, {"pubmed": 28639612, "text": "Serum RBP4 level was significantly higher and closely associated with blood pressure in prehypertensive Chinese."}, {"pubmed": 28648555, "text": "Plasma PEDF and RBP4 identified insulin resistance in subjects with no prior diagnosis of diabetes."}, {"pubmed": 28668878, "text": "Low levels of vitamin A, E and RBP4 at the time of renal cell carcinoma diagnosis are associated with a poorer prognosis after surgery."}, {"pubmed": 28689994, "text": "these data demonstrate a key role of STRA6 and RBP4 in the maintenance of colon cancer self-renewal and that this pathway is an important link through which consumption of HFD contributes to colon carcinogenesis."}, {"pubmed": 28704853, "text": "Conclusion RBP4 may be used as a predictive factor of diabetic nephropathy patients complicated with silent cerebral infarction (SCI) and is positively correlated with cognitive dysfunction. RBP4/Lp-PLA2/Netrin-1 pathway activation may be one of the occurrence mechanisms in diabetic nephropathy complicated with SCI."}, {"pubmed": 28849085, "text": "RBP4 is involved in all-trans retinoic acid-induced cleft palate."}, {"pubmed": 28888344, "text": "Elevated levels of RBP4 were not associated with an increased risk of ischemic stroke among women."}, {"pubmed": 28931435, "text": "Circulating RBP4 levels may not be associated with nonalcoholic fatty liver disease."}, {"pubmed": 29120147, "text": "RBP4 may be associated with higher cardiovascular risk in overweight/obese adolescent girls, but this association is mediated by abdominal obesity."}, {"pubmed": 29122953, "text": "Study showed that dietary weight loss-induced changes in angiotensin-converting enzyme activity, free fatty acids and RBP4 independently contribute to weight regain prediction."}, {"pubmed": 29333450, "text": "Our results demonstrate that IR is associated with high circulating RBP4 and that suppressed RBP4 adipose tissue expression is accompanied by reduced GLUT4 expression in HD. Renal transplantation or HDF are effective in lowering serum RBP4 levels."}, {"pubmed": 29414511, "text": "the 1.5A resolution structures of human holo-RBP4 and of the protein saturated with palmitic and lauric acid and discuss the interaction of the fatty acids and retinol with the protein, are reported."}, {"pubmed": 29428584, "text": "Single nucleotide polymorphism rs1501299 in the gene ADIPOQ (P=0.0010, OR=0.41, 95% C.I.:0.24-0.70) and rs7501331 in the gene BCMO1 (P=0.0106, OR=0.24, 95% C.I.:0.21-0.71), are significantly associated (the latter marginally significant) with the decrease of the polycystic ovary syndrome."}, {"pubmed": 29524177, "text": "In Caucasians 65 years and older, RBP4 serum levels are associated with a number of components of metabolic syndrome."}, {"pubmed": 29618920, "text": "Vitreous levels of APOA1 and RBP4 in human rhegmatogenous retinal detachment associated with choroidal detachment reflects the severity of disease."}, {"pubmed": 29642915, "text": "We observed that knockdown of RBP4 can greatly suppress ovarian cancer cell migration and proliferation."}, {"pubmed": 29678848, "text": "This study showed that the Levels of circulating RBP4 was significantly higher in Chronic Kidney Disease than in control."}, {"pubmed": 29679552, "text": "Data suggest that serum levels of RBP4 and LGAL3BP are up-regulated after menopause when complicated by NAFLD (non-alcoholic fatty liver disease); RBP4 and LGAL3BP may serve as biomarkers of NAFLD in postmenopausal women. (RBP4 = retinol binding protein 4; LGAL3BP = galectin-3 binding protein)"}, {"pubmed": 29747616, "text": "High RBP4 expression is associated with hypertriglyceridemia."}, {"pubmed": 29759068, "text": "Childhood RBP4 serves as a risk factor for subsequent development of metabolic syndrome and its components, independent of pediatric obesity."}, {"pubmed": 29786448, "text": "Excessive adiposity without co-morbidities is not associated with higher levels of circulating RBP4. Serum RBP4 cannot be considered as a direct predictive marker for impaired glucose metabolism. RBP4 possibly contributes to lipid metabolism."}, {"pubmed": 30015949, "text": "The overexpression of RBP4 increased cell proliferation, whereas siRNA-mediated RBP4 knockdown significantly decreased HTR8/SVneo cell proliferation via activation of PI3K/AKT signaling."}, {"pubmed": 30025358, "text": "in older subjects, circulating RBP4 levels are mostly affected by kidney function and modestly by age, gender, and nutritional status, but not insulin resistance."}, {"pubmed": 30038059, "text": "Elevated serum levels of RBP4 at admission were associated with severity and prognosis of ischemic stroke patients."}, {"pubmed": 30126844, "text": "Also during a high-fat diet challenge, elevated levels of RBP4 in the circulation failed to aggravate the worsening of systemic parameters of glucose and energy homeostasis. These findings show that liver-secreted RBP4 does not impair glucose homeostasis. We conclude that a modest increase of its circulating levels in mice, as observed in the obese, insulin-resistant state, is unlikely to be a causative factor for impaire"}, {"pubmed": 30135138, "text": "The present study shows that elevated plasma levels of RBP4 were associated with diabetic retinopathy and vision-threatening diabetic retinopathy in Chinese patients with type 2 diabetes, suggesting a possible role of RBP4 in the pathogenesis of diabetic retinopathy complications. Lowering RBP4 could be a new strategy for treating type 2 diabetes with diabetic retinopathy ."}, {"pubmed": 30215202, "text": "No significant differences in RBP-4 levels were observed with intraductal papillary mucinous neoplasm dysplastic grade."}, {"pubmed": 30342852, "text": "RBP4 levels were significantly decreased and positively related with T in men with CAD. Higher RBP4 levels were associated with lower risk of CAD."}, {"pubmed": 30428456, "text": "There is evidence of a positive association of early pregnancy elevated RBP4 concentration with increased gestational diabetes mellitus risk, particularly among women with advanced age and obesity."}, {"pubmed": 30497399, "text": "A mixed model approach identifies a functional variant in the RBP4 gene associated with HDL-C dyslipidemia the in Newfoundland and Labrador population."}, {"pubmed": 30562901, "text": "RBP4 levels were not associated with the incidence of Clinical Dementia Rating >/=0.5, all-cause dementia, or Alzheimer's disease diagnosis"}, {"pubmed": 30773418, "text": "Relationship of NEFA concentrations to RBP4 and to RBP4/retinol in prepubertal children with and without obesity"}, {"pubmed": 30805369, "text": "SLC2A4, RBP4, PCK1, and PIK3R1 genes may be involved in the pathogenesis of GDM."}, {"pubmed": 31078721, "text": "Circulating retinol-binding protein 4 is associated with the development and regression of non-alcoholic fatty liver disease."}, {"pubmed": 31115584, "text": "The scFvRBP4 fusion protein was extracted from the 293T cells and functional studies were carried out. The scFvRBP4 fusion protein significantly increased the invasion, but not the proliferation, of HTR8/SVneo cells."}, {"pubmed": 31186297, "text": "A U-shaped relationship exists between serum RBP4 levels and the risk of incident type 2 diabetes in subjects with prediabetes."}, {"pubmed": 31278889, "text": "serum levels increased with number of stenosed vessels in coronary artery disease"}, {"pubmed": 31588816, "text": "The association between retinol-binding protein 4 and prediabetes in obese patients with nonalcoholic fatty liver disease."}, {"pubmed": 31785592, "text": "Retinol-binding protein 4, fetal overgrowth and fetal growth factors."}, {"pubmed": 31865725, "text": "RBP4 levels are closely correlated with blood pressure (BP) levels and might be involved in the regulation of left ventricular diastolic function in patients with essential hypertension"}, {"pubmed": 31868199, "text": "Retinol, Retinoic Acid, and Retinol-Binding Protein 4 are Differentially Associated with Cardiovascular Disease, Type 2 Diabetes, and Obesity: An Overview of Human Studies."}, {"pubmed": 31885153, "text": "Retinol-binding protein 4 (RBP4), a potential biomarker of frailty in HIV-infected people on stable antiretroviral therapy."}, {"pubmed": 31927097, "text": "Transcriptional regulation of retinol binding protein 4 by Interleukin-6 via peroxisome proliferator-activated receptor alpha and CCAAT/Enhancer binding proteins."}, {"pubmed": 31965727, "text": "Serum retinol-binding protein 4 as a predictor of cardiovascular events in elderly patients with chronic heart failure."}, {"pubmed": 31999339, "text": "The Association between Serum Retinol-Binding Protein 4 Levels and Cardiovascular Events in Patients with Chronic Kidney Disease."}, {"pubmed": 32095874, "text": "Novel adipokine associated with OA: retinol binding protein 4 (RBP4) is produced by cartilage and is correlated with MMPs in osteoarthritis patients."}, {"pubmed": 32167208, "text": "RBP4 increases lipolysis in human adipocytes and is associated with increased lipolysis and hepatic insulin resistance in obese women."}, {"pubmed": 32265192, "text": "Circulating Retinol-Binding Protein 4 Is Inversely Associated With Pancreatic beta-Cell Function Across the Spectrum of Glycemia."}, {"pubmed": 32405713, "text": "Association between retinol binding protein 4 and diabetic retinopathy among type 2 diabetic patients: a meta-analysis."}, {"pubmed": 32449048, "text": "The correlation of retinol-binding protein-4 and lipoprotein combine index with the prevalence and diagnosis of acute coronary syndrome."}, {"pubmed": 32451658, "text": "Association between transthyretin concentrations and gestational diabetes mellitus in Chinese women."}, {"pubmed": 32559505, "text": "Study of decreased serum levels of retinol binding protein 4 in major depressive disorder."}, {"pubmed": 32564394, "text": "Association of retinol binding protein4 (RBP4) and ghrelin plasma levels with insulin resistance and disease severity in non-diabetic patients with hidradenitis suppurativa."}, {"pubmed": 32718041, "text": "Is the Retinol-Binding Protein 4 a Possible Risk Factor for Cardiovascular Diseases in Obesity?"}, {"pubmed": 33135589, "text": "Altering retinol binding protein 4 levels in hepatitis C: Inflammation and steatosis matter."}, {"pubmed": 33198782, "text": "Retinol-binding protein 4 (RBP4) and high sensitivity C-reactive protein (hs-CRP) levels in patients with diminished ovarian reserve (DOR): a cross-sectional study."}, {"pubmed": 33214151, "text": "Retinol binding protein 4 primes the NLRP3 inflammasome by signaling through Toll-like receptors 2 and 4."}, {"pubmed": 33222545, "text": "Changes in Retinol Binding Protein 4 Level in Undernourished Children After a Nutrition Intervention Are Positively Associated With Mother's Weight but Negatively With Mother's Height, Intake of Whole Milk, and Markers of Systemic Inflammation: Results From a Community-Based Intervention Study."}, {"pubmed": 33284085, "text": "Retinol-binding protein 4 mRNA translation in hepatocytes is enhanced by activation of mTORC1."}, {"pubmed": 33484089, "text": "Fatty liver index is associated with the risk of testosterone deficiency in aging men without metabolic syndrome."}, {"pubmed": 33484131, "text": "Systematic Quantification of Neurotrophic Adipokines RBP4, PEDF, and Clusterin in Human Cerebrospinal Fluid and Serum."}, {"pubmed": 33957191, "text": "Retinol-binding protein 4 in obesity and metabolic dysfunctions."}, {"pubmed": 34023339, "text": "Exploring the mediating role of serum retinol-binding protein 4 in the relationship between sleep quality and insulin resistance in pregnant women."}, {"pubmed": 34072419, "text": "Increased Expression of Retinol-Binding Protein 4 in Ovarian Endometrioma and Its Possible Role in the Pathogenesis of Endometriosis."}, {"pubmed": 34177800, "text": "RBP4 Is Associated With Insulin Resistance in Hyperuricemia-Induced Rats and Patients With Hyperuricemia."}, {"pubmed": 34374069, "text": "Urinary retinol binding protein predicts renal outcome in systemic immunoglobulin light-chain (AL) amyloidosis."}, {"pubmed": 34431270, "text": "Serum Retinol Binding Protein-4 Levels in Prediabetics - Novel Biomarker of Insulin Resistance and Atherosclerosis."}, {"pubmed": 34446012, "text": "Retinol-binding protein 4 in combination with lipids to predict the regression phenomenon of autism spectrum disorders."}, {"pubmed": 34537998, "text": "Serum retinol-binding protein 4 levels and risk of gestational diabetes mellitus: A nested case-control study in Chinese women and an updated meta-analysis."}, {"pubmed": 34758835, "text": "The prognostic role of RBP-4 and adiponectin in patients with peripheral arterial disease undergoing lower limb endovascular revascularization."}, {"pubmed": 34809546, "text": "Plasma Retinol Binding Protein 4 as a Biomarker for Detecting Progressive Stroke and Prediction of Early Prognosis in Patients with Acute Ischemic Stroke."}, {"pubmed": 34889069, "text": "Optimised expression and purification of RBP4 and preparation of anti-RBP4 monoclonal antibody."}, {"pubmed": 35108705, "text": "Baseline Levels of Retinol-Binding Protein 4 and Vitamin A in Healthy Subjects, Stargardt Disease, and Geographic Atrophy Patients."}, {"pubmed": 35216318, "text": "Adipokines as New Biomarkers of Immune Recovery: Apelin Receptor, RBP4 and ZAG Are Related to CD4(+) T-Cell Reconstitution in PLHIV on Suppressive Antiretroviral Therapy."}, {"pubmed": 35631143, "text": "Significantly Reduced Retinol Binding Protein 4 (RBP4) Levels in Critically Ill COVID-19 Patients."}, {"pubmed": 35634496, "text": "Sexual Dimorphism in the Association of Serum Retinol-Binding Protein-4 With Long-Term Dynamic Metabolic Profiles in Non-Diabetes."}, {"pubmed": 35656886, "text": "Interplay of retinol binding protein 4 with obesity and associated chronic alterations (Review)."}, {"pubmed": 35818817, "text": "miR-24-3p regulation of retinol binding protein 4 in trophoblast biofunction and preeclampsia."}, {"pubmed": 35932904, "text": "Low expression of RBP4 in the vitreous humour of patients with proliferative diabetic retinopathy who underwent Conbercept intravitreal injection."}, {"pubmed": 35964702, "text": "ALB, HP, OAF and RBP4 as novel protein biomarkers for identifying cured patients with pulmonary tuberculosis by DIA."}, {"pubmed": 36373560, "text": "The effect of dietary carbohydrate restriction and aerobic exercise on retinol binding protein 4 (RBP4) and fatty acid binding protein 5 (FABP5) in middle-aged men with metabolic syndrome."}, {"pubmed": 36632438, "text": "Positive Expression of Retinol-Binding Protein 4 Is Related to the Malignant Clinical Features Leading to Poor Prognosis of Glioblastoma."}, {"pubmed": 36670387, "text": "The relationship between NAFLD and retinol-binding protein 4 - an updated systematic review and meta-analysis."}, {"pubmed": 36987736, "text": "The association between retinol-binding protein 4 and risk of type 2 diabetes: A systematic review and meta-analysis."}, {"pubmed": 37100600, "text": "Longitudinal Change of Plasma Retinol-Binding Protein 4 and its Relation to Neurological-Function Recovery, Relapse, and Death in Acute Ischemic Stroke Patients."}, {"pubmed": 37512089, "text": "Visfatin and Retinol Binding Protein-4 in Young-Onset Type 2 Diabetes Mellitus."}, {"pubmed": 37586836, "text": "Clinical, genetic and biochemical signatures of RBP4-related ocular malformations."}, {"pubmed": 37587250, "text": "Targeting Retinol-Binding Protein 4 (RBP4) in the Management of Cardiometabolic Diseases."}, {"pubmed": 37858746, "text": "Are variants of the RBP4 gene associated with serum retinol-binding protein 4 concentrations and carotid intima-media thickness values in women with obesity?"}, {"pubmed": 38171813, "text": "Does Retinol-Binding Protein 4 (holo- and apo-RBP4) Increase or Remain Constant in Sera from Patients with Hypothyroidism?"}, {"pubmed": 38520616, "text": "Retinol binding protein 4 and type 2 diabetes: from insulin resistance to pancreatic beta-cell function."}, {"pubmed": 38671384, "text": "Retinol and retinol binding protein 4 levels and COVID-19: a Mendelian randomization study."}], "genomic_pos": {"chr": "10", "end": 93601744, "ensemblgene": "ENSG00000138207", "start": 93591687, "strand": -1}, "genomic_pos_hg19": {"chr": "10", "end": 95361501, "start": 95351444, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0001654", "pubmed": 10232633, "qualifier": "involved_in", "term": "eye development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001654", "qualifier": "involved_in", "term": "eye development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002639", "qualifier": "involved_in", "term": "positive regulation of immunoglobulin production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006094", "pubmed": 18466349, "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006094", "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007601", "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030277", "pubmed": 10944490, "qualifier": "involved_in", "term": "maintenance of gastrointestinal epithelium"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032024", "pubmed": 16034410, "qualifier": "involved_in", "term": "positive regulation of insulin secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032526", "pubmed": 571335, "qualifier": "involved_in", "term": "response to retinoic acid"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034633", "qualifier": "involved_in", "term": "retinol transport"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0034633", "pubmed": 571335, "qualifier": "involved_in", "term": "retinol transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042572", "pubmed": 10232633, "qualifier": "involved_in", "term": "retinol metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042593", "pubmed": 17003346, "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048562", "qualifier": "involved_in", "term": "embryonic organ morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048706", "qualifier": "involved_in", "term": "embryonic skeletal system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048738", "qualifier": "involved_in", "term": "cardiac muscle tissue development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048807", "qualifier": "involved_in", "term": "female genitalia morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060044", "qualifier": "involved_in", "term": "negative regulation of cardiac muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060059", "qualifier": "involved_in", "term": "embryonic retina morphogenesis in camera-type eye"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060065", "qualifier": "involved_in", "term": "uterus development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060068", "qualifier": "involved_in", "term": "vagina development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060157", "qualifier": "involved_in", "term": "urinary bladder development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060347", "qualifier": "involved_in", "term": "heart trabecula formation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [5132677, 12237133, 17003346], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [986177, 11080066, 12228058, 21777382, 29997244], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016918", "qualifier": "enables", "term": "retinal binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019841", "qualifier": "enables", "term": "retinol binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019841", "pubmed": 571335, "qualifier": "enables", "term": "retinol binding"}, {"category": "MF", "evidence": "IC", "id": "GO:0034632", "pubmed": 571335, "qualifier": "enables", "term": "retinol transmembrane transporter activity"}]}, "homologene": {"genes": [[7955, 30077], [8364, 548465], [9031, 396166], [9598, 450617], [9606, 5950], [9615, 477775], [9913, 281444], [10090, 19662], [10116, 25703]], "id": 4908}, "interpro": [{"desc": "Lipocalin/cytosolic fatty-acid binding domain", "id": "IPR000566", "short_desc": "Lipocln_cytosolic_FA-bd_dom"}, {"desc": "Retinol binding protein/Purpurin", "id": "IPR002449", "short_desc": "Retinol-bd/Purpurin"}, {"desc": "Calycin", "id": "IPR012674", "short_desc": "Calycin"}, {"desc": "Lipocalin, ApoD type", "id": "IPR022271", "short_desc": "Lipocalin_ApoD"}, {"desc": "Lipocalin family conserved site", "id": "IPR022272", "short_desc": "Lipocalin_CS"}], "ipi": ["IPI00022420", "IPI00480192"], "map_location": "10q23.33", "name": "retinol binding protein 4", "other_names": ["PRBP", "RBP", "plasma retinol-binding protein", "retinol binding protein 4, plasma", "retinol-binding protein 4", "retinol-binding protein 4, interstitial"], "pantherdb": {"HGNC": "9922", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97879", "ortholog_type": "LDO", "panther_family": "PTHR11873", "taxid": 10090, "uniprot_kb": "Q00724"}, {"RGD": "3546", "ortholog_type": "LDO", "panther_family": "PTHR11873", "taxid": 10116, "uniprot_kb": "P04916"}, {"Ensembl": "ENSGALG00000006629", "ortholog_type": "LDO", "panther_family": "PTHR11873", "taxid": 9031, "uniprot_kb": "P41263"}, {"ZFIN": "ZDB-GENE-000210-19", "ortholog_type": "LDO", "panther_family": "PTHR11873", "taxid": 7955, "uniprot_kb": "Q9PT95"}, {"WormBase": "WBGene00011726", "ortholog_type": "LDO", "panther_family": "PTHR11873", "taxid": 6239, "uniprot_kb": "G5EEB8"}], "uniprot_kb": "P02753"}, "pathway": {"humancyc": [{"id": "PWY-6857", "name": "retinol biosynthesis"}, {"id": "PWY-6861", "name": "the visual cycle I (vertebrates)"}, {"id": "PWY-6872", "name": "retinoate biosynthesis I"}, {"id": "PWY-6875", "name": "retinoate biosynthesis II"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-2453864", "name": "Retinoid cycle disease events"}, {"id": "R-HSA-2453902", "name": "The canonical retinoid cycle in rods (twilight vision)"}, {"id": "R-HSA-2474795", "name": "Diseases associated with visual transduction"}, {"id": "R-HSA-6806667", "name": "Metabolism of fat-soluble vitamins"}, {"id": "R-HSA-6809583", "name": "Retinoid metabolism disease events"}, {"id": "R-HSA-9675143", "name": "Diseases of the neuronal system"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-975634", "name": "Retinoid metabolism and transport"}], "wikipathways": [{"id": "WP1982", "name": "Sterol regulatory element-binding proteins (SREBP) signaling"}, {"id": "WP716", "name": "Vitamin A and carotenoid metabolism"}]}, "pdb": ["1BRP", "1BRQ", "1JYD", "1JYJ", "1QAB", "1RBP", "1RLB", "2WQ9", "2WQA", "2WR6", "3BSZ", "3FMZ", "4O9S", "4PSQ", "5NTY", "5NU2", "5NU6", "5NU7", "5NU8", "5NU9", "5NUA", "5NUB", "6QBA"], "pfam": "PF00061", "pharmgkb": "PA34289", "pharos": {"target_id": 6242, "tdl": "Tchem"}, "pir": "A93494", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF213852", "relationship": "is"}, {"id": "GNF255611", "relationship": "is"}, {"id": "GNF255612", "relationship": "is"}, {"id": "GNF255613", "relationship": "is"}, {"id": "GNF255614", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF032940", "relationship": "is"}, {"id": "GNF047085", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089454", "relationship": "is"}, {"id": "GNF089455", "relationship": "is"}, {"id": "GNF089456", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053886", "relationship": "is"}, {"id": "GNF058662", "relationship": "is"}, {"id": "GNF073916", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071263", "relationship": "is"}, {"id": "GNF071264", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF012286", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331261", "relationship": "is"}, {"id": "GNF332602", "relationship": "is"}, {"id": "GNF332621", "relationship": "is"}, {"id": "GNF332671", "relationship": "is"}, {"id": "GNF332699", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337004", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098179", "relationship": "is"}, {"id": "GNF137834", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_009104.1"], "protein": ["NP_001310446.1", "NP_001310447.1", "NP_006735.2"], "rna": ["NM_001323517.1", "NM_001323518.2", "NM_006744.4"], "translation": [{"protein": "NP_001310447.1", "rna": "NM_001323518.2"}, {"protein": "NP_006735.2", "rna": "NM_006744.4"}, {"protein": "NP_001310446.1", "rna": "NM_001323517.1"}]}, "reporter": {"HG-U133_Plus_2": ["219140_s_at", "222049_s_at"], "HG-U95Av2": "32552_at", "HTA-2_0": "TC10001537.hg.1", "HuEx-1_0": "3300749", "HuGene-1_1": "7935116", "HuGene-2_1": "16716659"}, "summary": "This protein belongs to the lipocalin family and is the specific carrier for retinol (vitamin A alcohol) in the blood. It delivers retinol from the liver stores to the peripheral tissues. In plasma, the RBP-retinol complex interacts with transthyretin which prevents its loss by filtration through the kidney glomeruli. A deficiency of vitamin A blocks secretion of the binding protein posttranslationally and results in defective delivery and supply to the epidermal cells. [provided by RefSeq, Jul 2008].", "symbol": "RBP4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419320"}, "unigene": "Hs.50223", "uniprot": {"Swiss-Prot": "P02753", "TrEMBL": "Q5VY30"}, "wikipedia": {"url_stub": "Retinol binding protein 4"}}