{"AllianceGenome": "9949", "HGNC": "9949", "MIM": "603780", "_id": "9401", "_version": 1, "accession": {"genomic": ["AB026546.1", "AB026547.1", "AC084125.9", "CH471162.2", "CP068270.2", "DQ176868.1", "KF495717.1", "NC_000008.11", "NC_060932.1", "NG_016430.2"], "protein": ["AAH11602.2", "AAH13277.2", "AAZ85145.1", "AHN60090.1", "BAA74453.1", "BAA86899.1", "EAW82070.1", "EAW82071.1", "NP_001399946.1", "NP_001399947.1", "NP_001399948.1", "NP_001399949.1", "NP_001399950.1", "NP_001399951.1", "NP_001399952.1", "NP_001399953.1", "NP_001399954.1", "NP_001399956.1", "NP_001399957.1", "NP_001399958.1", "NP_001399959.1", "NP_001399960.1", "NP_001399961.1", "NP_001399962.1", "NP_001399963.1", "NP_001399964.1", "NP_001399965.1", "NP_001399966.1", "NP_001399967.1", "NP_001399968.1", "NP_001399969.1", "NP_001399970.1", "NP_001399971.1", "NP_001399972.1", "NP_004251.4", "O94761.2", "XP_047278394.1", "XP_047278396.1", "XP_047278397.1", "XP_047278399.1", "XP_047278400.1", "XP_047278404.1", "XP_054217505.1", "XP_054217506.1", "XP_054217507.1", "XP_054217508.1", "XP_054217509.1", "XP_054217510.1"], "rna": ["AB006532.1", "BC011602.2", "BC013277.2", "BC020496.2", "CN286057.1", "CN286060.1", "KJ147518.1", "NM_001413017.1", "NM_001413018.1", "NM_001413019.1", "NM_001413020.1", "NM_001413021.1", "NM_001413022.1", "NM_001413023.1", "NM_001413024.1", "NM_001413025.1", "NM_001413027.1", "NM_001413028.1", "NM_001413029.1", "NM_001413030.1", "NM_001413031.1", "NM_001413032.1", "NM_001413033.1", "NM_001413034.1", "NM_001413035.1", "NM_001413036.1", "NM_001413037.1", "NM_001413038.1", "NM_001413039.1", "NM_001413040.1", "NM_001413041.1", "NM_001413042.1", "NM_001413043.1", "NM_004260.4", "NR_182090.1", "NR_182091.1", "NR_182092.1", "XM_047422438.1", "XM_047422440.1", "XM_047422441.1", "XM_047422443.1", "XM_047422444.1", "XM_047422448.1", "XM_054361530.1", "XM_054361531.1", "XM_054361532.1", "XM_054361533.1", "XM_054361534.1", "XM_054361535.1"], "translation": [{"protein": "AAH11602.2", "rna": "BC011602.2"}, {"protein": "NP_001399960.1", "rna": "NM_001413031.1"}, {"protein": "NP_001399950.1", "rna": "NM_001413021.1"}, {"protein": "NP_001399959.1", "rna": "NM_001413030.1"}, {"protein": "NP_001399962.1", "rna": "NM_001413033.1"}, {"protein": "NP_001399966.1", "rna": "NM_001413037.1"}, {"protein": "XP_054217507.1", "rna": "XM_054361532.1"}, {"protein": "XP_054217505.1", "rna": "XM_054361530.1"}, {"protein": "NP_001399969.1", "rna": "NM_001413040.1"}, {"protein": "NP_001399957.1", "rna": "NM_001413028.1"}, {"protein": "NP_001399970.1", "rna": "NM_001413041.1"}, {"protein": "XP_054217508.1", "rna": "XM_054361533.1"}, {"protein": "NP_004251.4", "rna": "NM_004260.4"}, {"protein": "NP_001399946.1", "rna": "NM_001413017.1"}, {"protein": "XP_047278397.1", "rna": "XM_047422441.1"}, {"protein": "XP_054217509.1", "rna": "XM_054361534.1"}, {"protein": "NP_001399968.1", "rna": "NM_001413039.1"}, {"protein": "NP_001399956.1", "rna": "NM_001413027.1"}, {"protein": "XP_047278394.1", "rna": "XM_047422438.1"}, {"protein": "NP_001399953.1", "rna": "NM_001413024.1"}, {"protein": "NP_001399947.1", "rna": "NM_001413018.1"}, {"protein": "XP_047278400.1", "rna": "XM_047422444.1"}, {"protein": "NP_001399963.1", "rna": "NM_001413034.1"}, {"protein": "XP_047278399.1", "rna": "XM_047422443.1"}, {"protein": "NP_001399958.1", "rna": "NM_001413029.1"}, {"protein": "NP_001399964.1", "rna": "NM_001413035.1"}, {"protein": "NP_001399971.1", "rna": "NM_001413042.1"}, {"protein": "NP_001399972.1", "rna": "NM_001413043.1"}, {"protein": "XP_047278404.1", "rna": "XM_047422448.1"}, {"protein": "XP_047278396.1", "rna": "XM_047422440.1"}, {"protein": "NP_001399967.1", "rna": "NM_001413038.1"}, {"protein": "XP_054217510.1", "rna": "XM_054361535.1"}, {"protein": "NP_001399965.1", "rna": "NM_001413036.1"}, {"protein": "XP_054217506.1", "rna": "XM_054361531.1"}, {"protein": "NP_001399949.1", "rna": "NM_001413020.1"}, {"protein": "NP_001399954.1", "rna": "NM_001413025.1"}, {"protein": "NP_001399952.1", "rna": "NM_001413023.1"}, {"protein": "NP_001399961.1", "rna": "NM_001413032.1"}, {"protein": "NP_001399951.1", "rna": "NM_001413022.1"}, {"protein": "AAH13277.2", "rna": "BC013277.2"}, {"protein": "AHN60090.1", "rna": "KJ147518.1"}, {"protein": "NP_001399948.1", "rna": "NM_001413019.1"}, {"protein": "BAA74453.1", "rna": "AB006532.1"}]}, "alias": "RECQ4", "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2018-10-11T17:00:00.000Z", "disease_label": "Rothmund-Thomson syndrome", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0010002", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_dbf00cfa-ac36-4eb0-94c4-69b05014e0f6-2018-10-11T170000.000Z", "sop": "SOP6"}}, "ec": ["3.6.4.12", "5.6.2.4"], "ensembl": {"gene": "ENSG00000160957", "protein": ["ENSP00000476318", "ENSP00000476426", "ENSP00000476551", "ENSP00000476579", "ENSP00000477457", "ENSP00000477910", "ENSP00000482313", "ENSP00000483145"], "transcript": ["ENST00000301323", "ENST00000524998", "ENST00000529424", "ENST00000531875", "ENST00000532846", "ENST00000534270", "ENST00000534538", "ENST00000534626", "ENST00000617875", "ENST00000621189", "ENST00000688394"], "translation": [{"protein": "ENSP00000482313", "rna": "ENST00000617875"}, {"protein": "ENSP00000483145", "rna": "ENST00000621189"}, {"protein": "ENSP00000476426", "rna": "ENST00000301323"}, {"protein": "ENSP00000477910", "rna": "ENST00000531875"}, {"protein": "ENSP00000477457", "rna": "ENST00000534626"}, {"protein": "ENSP00000476551", "rna": "ENST00000532846"}, {"protein": "ENSP00000476579", "rna": "ENST00000524998"}, {"protein": "ENSP00000476318", "rna": "ENST00000534538"}], "type_of_gene": "protein_coding"}, "entrezgene": "9401", "exons": [{"cdsend": 144517784, "cdsstart": 144511430, "chr": "8", "position": [[144511287, 144511555], [144511680, 144511789], [144511910, 144512067], [144512143, 144512324], [144512391, 144512561], [144512641, 144512771], [144512846, 144513138], [144513217, 144513480], [144513570, 144513712], [144513927, 144514107], [144514188, 144514362], [144514441, 144514525], [144514935, 144515072], [144515149, 144515242], [144515325, 144515457], [144515763, 144515890], [144515987, 144516764], [144517049, 144517190], [144517413, 144517508], [144517601, 144517635], [144517700, 144517833]], "strand": -1, "transcript": "NM_004260", "txend": 144517833, "txstart": 144511287}], "exons_hg19": [{"cdsend": 145743168, "cdsstart": 145736813, "chr": "8", "position": [[145736670, 145736938], [145737063, 145737172], [145737293, 145737450], [145737526, 145737707], [145737774, 145737944], [145738024, 145738154], [145738229, 145738521], [145738600, 145738767], [145738768, 145738864], [145738954, 145739096], [145739311, 145739491], [145739572, 145739746], [145739825, 145739909], [145740319, 145740456], [145740533, 145740626], [145740709, 145740841], [145741147, 145741274], [145741371, 145742148], [145742433, 145742574], [145742797, 145742892], [145742985, 145743019], [145743084, 145743217]], "strand": -1, "transcript": "NM_004260", "txend": 145743217, "txstart": 145736670}], "generif": [{"pubmed": 12016592, "text": "The RECQL4 gene structure is unusual because it contains many small introns <100 bp. We describe a proband with Rothmund-Thomson syndrome who has a novel 11-bp intronic deletion; this mutation results in a 66-bp intron too small for proper splicing."}, {"pubmed": 12601557, "text": "Two novel exonic single nucleotiude polymorphisms and a minisatellite repeat are characterized."}, {"pubmed": 12673665, "text": "RECQL4 mutations were not found in poikiloderma with neutropenia in Navajo and non-Navajo patients"}, {"pubmed": 15221963, "text": "RECQL4 gene is not a frequent target for somatic mutations in sporadic osteosarcoma."}, {"pubmed": 15317757, "text": "RECQL4 from HeLa cells interacts with ubiquitin ligases UBR1 and UBR2."}, {"pubmed": 15960976, "text": "The human diseases connected with RECQL4 mutations appear distinct in their clinical phenotypes from Bloom or Werner's symdrome."}, {"pubmed": 15964893, "text": "Baller-Gerold syndrome (BGS) in a subgroup of patients is due to RECQL4 mutations and could be integrated into a clinical spectrum that encompasses Rothmund-Thomson syndrome (RTS) and RAPADILINO syndrome."}, {"pubmed": 16141230, "text": "Findings suggest a role for RECQL4 in the repair of DNA double-strand breaks by homologous recombination and shed new light onto RECQL4's function in human cells."}, {"pubmed": 16214424, "text": "RECQ4 lacks a detectable DNA helicase activity and is mutated in Rothmund-Thomson syndrome"}, {"pubmed": 16617241, "text": "It is especially difficult to draw precise genotype-phenotype correlations in RECQL4 related syndromes. This is likely due to the complex and multiple cellular networks RECQL4 is associated with."}, {"pubmed": 16678792, "text": "These results suggest that enhanced oxidant sensitivity in RECQL4 deficient fibroblasts derived from RTS patients could be attributed to abnormal DNA metabolism and proliferation failure."}, {"pubmed": 16949575, "text": "These results demonstrate changes in the intracellular localization of RECQL4 in response to oxidative stress and identify an interaction between RECQL4 and PARP-1"}, {"pubmed": 17184169, "text": "RecQL4 may have a unique role in replication fork arrest."}, {"pubmed": 18270339, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18449888, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18504617, "text": "A greater role for the RECQL4 protein in DNA replication as opposed to repair of exogenous damage."}, {"pubmed": 18616953, "text": "RECQL4 polymorphisms and mutations are associated with Rothmund-Thomson Syndrome."}, {"pubmed": 18647888, "text": "genotype-phenotype analysis showed a significant correlation between RECQL4 mutational status and the presence of skeletal abnormalities (p < 0.0001) in Rothmund-Thomson syndrome patients"}, {"pubmed": 18693251, "text": "RecQ4 has a role in the repair of UV-induced DNA damages in human cells"}, {"pubmed": 18716613, "text": "Study reports that RAPADILINO patients identified as carriers of the c.1390+2delT mutation (p.Ala420_Ala463del) are at increased risk to develop lymphoma or osteosarcoma (6 out of 15 patients)."}, {"pubmed": 19177149, "text": "RECQ4 exhibits DNA helicase activity. Importantly, two distinct regions of the protein, the conserved helicase motifs and the Sld2-like N-terminal domain, each independently promote ATP-dependent DNA unwinding."}, {"pubmed": 19237606, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19242607, "text": "All osteosarcomas overexpressed RECQL4 in comparison to controls"}, {"pubmed": 19299466, "text": "p300-mediated acetylation of the Rothmund-Thomson-syndrome gene product RECQL4 regulates its subcellular localization."}, {"pubmed": 19451148, "text": "Purified hRECQL4 protein (expressed in an insect expression system) is associated with both DNA helicase activity and single-stranded DNA-dependent ATPase activity."}, {"pubmed": 19567405, "text": "RECQL4 specifically stimulates the apurinic endonuclease activity of APE1, the DNA strand displacement activity of DNA polymerase beta, and incision of a 1- or 10-nucleotide flap DNA substrate by Flap Endonuclease I."}, {"pubmed": 19696745, "text": "MCM10 interacts directly with RECQ4 and regulates its DNA unwinding activity."}, {"pubmed": 19805216, "text": "Assembly of the Cdc45-Mcm2-7-GINS complex requires the Ctf4/And-1, RecQL4, and Mcm10 proteins."}, {"pubmed": 20065033, "text": "These results indicate that RECQ1 and RECQ4 are integral components of the human replication complex and play distinct roles in DNA replication initiation and replication fork progression in vivo."}, {"pubmed": 20222902, "text": "shows that RECQL4 is recruited early to laser-induced double-strand breaks and remains for a shorter duration than WRN and BLM"}, {"pubmed": 20451470, "text": "Together, these data indicate that specific biochemical activities and protein partners of RecQ4 are conserved with those of the other RecQ helicases."}, {"pubmed": 21045146, "text": "Study shows that RecQL4 is an essential factor for prostate carcinogenesis."}, {"pubmed": 21256165, "text": "The N-terminal domain of RECQL4 is sufficient for cell viability. The C-terminal region including the helicase domain of RECQL4 is implicated in DNA repair."}, {"pubmed": 21436139, "text": "RecQL4, the N-terminal portion of which shares similarity with Sld2 known to be required for assembly of a replication complex in yeasts, is unique in that it has been shown to be essential for the initiation phase of normal DNA replication."}, {"pubmed": 22017238, "text": "Single Nucleotide Polymorphisms in RECQL4 gene is associated with glioblastoma."}, {"pubmed": 22039056, "text": "function of RECQL4 in telomere maintenance"}, {"pubmed": 22296597, "text": "Measurements of mitochondrial bioenergetics showed a reduction in the mitochondrial reserve capacity after lentiviral knockdown of RECQL4 in two different primary cell lines."}, {"pubmed": 22357944, "text": "RECQL4 is essential for the transport of p53 to mitochondria."}, {"pubmed": 22508716, "text": "study concludes that the function of the RecQ helicases has diverged during evolution, with RecQL4 acquiring a function that allows cells to negotiate DNA replication templates that have been damaged by ionizing radiation"}, {"pubmed": 22544709, "text": "BLM and RECQL4 interact physically and functionally in vivo and in vitro."}, {"pubmed": 22730300, "text": "Despite low-sequence homology, the N-terminus of the human RecQL4 helicase was determined to be a well-defined structure that carries an overall helical fold similar to homeodomain DNA-binding proteins but lacks their archetypical, minor groove-binding N-terminal extension."}, {"pubmed": 22824301, "text": "Nuclear exporting signals -mediated RecQL4 export to the cytoplasm is essential for the maintenance of mitochondrial genome stability."}, {"pubmed": 22885111, "text": "These observations help explain the underlying molecular etiology of the disease and our findings provide insight into the genotype and phenotype association among RECQL4 syndromes"}, {"pubmed": 22940096, "text": "RECQL4 may be uniquely positioned to act as a bridge between cancer and aging, functioning as a guardian not only of the nuclear genome, but also of the mitochondrial genome."}, {"pubmed": 23238538, "text": "Our findings provide further support for a helicase-dependent cellular function of RECQL4"}, {"pubmed": 23683351, "text": "RECQL4 has a preferential activity in vitro on telomeric substrates containing thymine glycol."}, {"pubmed": 23894508, "text": "overexpression of RecQL4 due to gene amplification play a critical role in human breast tumor progression"}, {"pubmed": 23899764, "text": "Molecular analyses show the presence of a novel truncating mutation and of a known missense mutation, p.R1021W, located outside of the helicase domain, which has been found in several patients either in a compound heterozygous state or alone."}, {"pubmed": 24067899, "text": "RECQL4 and p53 potentiate the activity of polymerase gamma and maintain the integrity of the human mitochondrial genome."}, {"pubmed": 24072219, "text": "In vitro studies showed that defects in RECQL4 impair homologous recombination, sensitizing BC cells to DNA-damaging agents."}, {"pubmed": 24518840, "text": "This finding provided the key to unravel the correlation between the RECQL4 genotype and the mild phenotype of the two siblings of Rothmund-Thomson Syndrome."}, {"pubmed": 24635570, "text": "No RECQL4 mutations were found in the BGS group without poikiloderma, confirming that RECQL4 sequencing was not indicated in this phenotype."}, {"pubmed": 24746816, "text": "The highly cancer-prone RECQ4 ID mutant failed to interact with p32, leading to increases in mtDNA copy number and MT dysfunction."}, {"pubmed": 24832598, "text": "Dysfunction of RECQL4 increases DNA damage and triggers premature senescence in both human and mouse cells, which may contribute to symptoms in Rothmund-Thompson syndrome patients."}, {"pubmed": 24924172, "text": "Elevated expression of RECQL4 accompanies progression of the Rothmund-Thomson Syndrome into osteosarcoma in humans and mice."}, {"pubmed": 24942867, "text": "RECQL4 stimulates higher order DNA binding of Ku70/Ku80 to a blunt end DNA substrate. Taken together, these results implicate that RECQL4 participates in the NHEJ pathway of DSB repair via a functional interaction with the Ku70/Ku80 complex."}, {"pubmed": 25336622, "text": "The N-terminus of human RecQL4 acts as a complex moderator of DNA transactions that are mediated by multiple DNA-binding sites."}, {"pubmed": 25602958, "text": "RecQL4-dependent association of Mcm10 and Ctf4 with replication origins appears to be the first important step controlled by S phase promoting kinases and checkpoint pathways for the initiation of DNA replication in human cells."}, {"pubmed": 26690729, "text": "RECQL4 is tumour promoting in established breast cancers"}, {"pubmed": 26888063, "text": "These results reveal novel possible roles of RecQ4 in DNA replication and genome stability."}, {"pubmed": 26906415, "text": "this study demonstrates for the first time that, owing to its mitochondrial functions, the accessory mitochondrial replication helicase RECQL4 prevents the invasive step in the neoplastic transformation process."}, {"pubmed": 27013200, "text": "High RECQL4 expression is associated with Cisplatin Resistance in Gastric Cancer."}, {"pubmed": 27287744, "text": "Mutations in RECQL4 are responsible for the majority of cases of Rothmund-Thomson syndrome . RECQL4 is important not only in Cancer development but also in the aging process."}, {"pubmed": 27320928, "text": "RECQL4 is an important participant in homologous recombination (HR)-dependent DNA double-strand break repair."}, {"pubmed": 27813658, "text": "High RecQL4 expression is associated with osteosarcoma."}, {"pubmed": 28334827, "text": "These results solidify Hrq1 as a true RecQ4 homolog and position it as the premier model to determine how RecQ4 mutations lead to genomic instability and disease."}, {"pubmed": 28653661, "text": "The crystal structure of human RecQ4, encompassing the conserved ATPase core and a novel C-terminal domain that lacks resemblance to the RQC domain observed in other RecQ helicases."}, {"pubmed": 29229926, "text": "Data suggest that RECQL4 DNA helicase (RECQL4) modulates the pathway choice of DNA end-joining repair and homologous recombination DNA repair in a cell cycle-dependent manner."}, {"pubmed": 29462647, "text": "analysis of RECQL4 variants in Chinese patients with Rothmund-Thomson syndrome"}, {"pubmed": 30007837, "text": "Letter: novel RECQL4 mutations in four Chinese patients with Rothmund-Thomson syndrome and genotype-phenotype correlations."}, {"pubmed": 30594395, "text": "The results suggest that the helicase activity of RecQL4 plays an important role in the activation of ATM-dependent checkpoint pathway against DNA double strand breaks in human cells."}, {"pubmed": 30718377, "text": "RECQL4 down-regulation in HeLa cells causes chromosome misalignment and delays mitotic progression, and defects in mitotic chromosome alignment might be a contributing factor for the Rothmund-Thomson syndrome."}, {"pubmed": 31519754, "text": "Results suggest that recruitment of RecQL4 to replication origins is an important step for temporal activation of replication origins during S phase. Further, perturbation of replication timing control by unscheduled origin activation significantly induces replication stress, which is mostly caused by transcription-replication conflicts."}, {"pubmed": 31604778, "text": "we analyzed 5562 children with cancer and identified a significant enrichment of heterozygous RECQL4 loss-of-function (LOF) variants in patients with ossteosarcoma. Notably, most children carried the same RECQL4 alteration: c.1573delT (p.Cys525Alafs), which is predicted to truncate the RECQL4 protein within its DNA helicase domain. RECQL4 LOF variants were rarely observed in children with other cancer types"}, {"pubmed": 32432680, "text": "Interaction between RECQL4 and OGG1 promotes repair of oxidative base lesion 8-oxoG and is regulated by SIRT1 deacetylase."}, {"pubmed": 33046774, "text": "Pathogenic mutations reveal a role of RECQ4 in mitochondrial RNA:DNA hybrid formation and resolution."}, {"pubmed": 33628589, "text": "RECQL4 regulates DNA damage response and redox homeostasis in esophageal cancer."}, {"pubmed": 34155702, "text": "Novel pathogenic variants in the RECQL4 gene causing Rothmund-Thomson syndrome in three Chinese patients."}, {"pubmed": 34474412, "text": "Human RecQL4 as a Novel Molecular Target for Cancer Therapy."}, {"pubmed": 34477047, "text": "RecQ-like helicase 4 (RECQL4) exacerbates resistance to oxaliplatin in colon adenocarcinoma via activation of the PI3K/AKT signaling pathway."}, {"pubmed": 34486474, "text": "RNA binding protein serine/arginine splicing factor 1 promotes the proliferation, migration and invasion of hepatocellular carcinoma by interacting with RecQ protein-like 4 mRNA."}, {"pubmed": 34921745, "text": "UBE2O and USP7 co-regulate RECQL4 ubiquitinylation and homologous recombination-mediated DNA repair."}, {"pubmed": 34946868, "text": "Role and Regulation of the RECQL4 Family during Genomic Integrity Maintenance."}, {"pubmed": 34965247, "text": "Patient-derived iPSCs link elevated mitochondrial respiratory complex I function to osteosarcoma in Rothmund-Thomson syndrome."}, {"pubmed": 35219053, "text": "Cancer risk among RECQL4 heterozygotes."}, {"pubmed": 37456212, "text": "A Novel Germline Pathogenic Variant of RECQL4 Gene in an Iranian Pedigree with Familial Squamous Cell Carcinoma: A Brief Report."}, {"pubmed": 37495109, "text": "Hyperubiquitylation of DNA helicase RECQL4 by E3 ligase MITOL prevents mitochondrial entry and potentiates mitophagy."}, {"pubmed": 37516854, "text": "TRIM58 functions as a tumor suppressor in colorectal cancer by promoting RECQL4 ubiquitination to inhibit the AKT signaling pathway."}, {"pubmed": 37875529, "text": "Recognition and coacervation of G-quadruplexes by a multifunctional disordered region in RECQ4 helicase."}, {"pubmed": 38565932, "text": "RECQL4 is not critical for firing of human DNA replication origins."}, {"pubmed": 38874681, "text": "RecQ helicase expression in patients with telomeropathies."}], "genomic_pos": {"chr": "8", "end": 144517845, "ensemblgene": "ENSG00000160957", "start": 144511288, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 145743229, "start": 145736667, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000723", "qualifier": "involved_in", "term": "telomere maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000723", "pubmed": 22039056, "qualifier": "involved_in", "term": "telomere maintenance"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000724", "qualifier": "involved_in", "term": "double-strand break repair via homologous recombination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006260", "pubmed": 22039056, "qualifier": "involved_in", "term": "DNA replication"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006268", "qualifier": "involved_in", "term": "DNA unwinding involved in DNA replication"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006281", "pubmed": 9878247, "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032508", "pubmed": 19177149, "qualifier": "involved_in", "term": "DNA duplex unwinding"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032508", "pubmed": 22039056, "qualifier": "involved_in", "term": "DNA duplex unwinding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061820", "pubmed": 22039056, "qualifier": "involved_in", "term": "telomeric D-loop disassembly"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0061820", "pubmed": 22039056, "qualifier": "involved_in", "term": "telomeric D-loop disassembly"}], "CC": [{"evidence": "IMP", "gocategory": "CC", "id": "GO:0000781", "pubmed": 22039056, "qualifier": "located_in", "term": "chromosome, telomeric region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005694", "qualifier": "is_active_in", "term": "chromosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000405", "pubmed": 19177149, "qualifier": "enables", "term": "bubble DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004386", "pubmed": 22039056, "qualifier": "enables", "term": "helicase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21044950, 22039056], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0009378", "qualifier": "enables", "term": "four-way junction helicase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016853", "qualifier": "enables", "term": "isomerase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016887", "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0032357", "pubmed": 22039056, "qualifier": "enables", "term": "oxidized purine DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0043138", "pubmed": 19177149, "qualifier": "NOT enables", "term": "3'-5' DNA helicase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061821", "pubmed": 22039056, "qualifier": "enables", "term": "telomeric D-loop binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990814", "pubmed": 19177149, "qualifier": "enables", "term": "DNA/DNA annealing activity"}]}, "homologene": {"genes": [[7955, 567383], [8364, 780344], [9598, 464469], [9606, 9401], [9615, 482101], [9913, 515472], [10090, 79456], [10116, 300057]], "id": 3144}, "interpro": [{"desc": "DEAD/DEAH box helicase domain", "id": "IPR011545", "short_desc": "DEAD/DEAH_box_helicase_dom"}, {"desc": "Helicase superfamily 1/2, ATP-binding domain", "id": "IPR014001", "short_desc": "Helicase_ATP-bd"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "Helicase, C-terminal", "id": "IPR001650", "short_desc": "Helicase_C"}, {"desc": "DNA helicase, ATP-dependent, RecQ type", "id": "IPR004589", "short_desc": "DNA_helicase_ATP-dep_RecQ"}, {"desc": "DNA replication/checkpoint protein", "id": "IPR021110", "short_desc": "DNA_rep_checkpnt_protein"}], "ipi": "IPI00014925", "map_location": "8q24.3", "name": "RecQ like helicase 4", "other_names": ["ATP-dependent DNA helicase Q4", "DNA 3'-5' helicase RecQ4", "DNA helicase, RecQ-like, type 4", "RecQ helicase-like 4", "RecQ protein-like 4"], "pantherdb": {"HGNC": "9949", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1931028", "ortholog_type": "LDO", "panther_family": "PTHR13710", "taxid": 10090, "uniprot_kb": "Q75NR7"}, {"RGD": "1307732", "ortholog_type": "LDO", "panther_family": "PTHR13710", "taxid": 10116, "uniprot_kb": "D4A5W5"}, {"Ensembl": "ENSGALG00000042375", "ortholog_type": "LDO", "panther_family": "PTHR13710", "taxid": 9031, "uniprot_kb": "A0A1D5PHU0"}, {"Ensembl": "ENSDARG00000077516", "ortholog_type": "LDO", "panther_family": "PTHR13710", "taxid": 7955, "uniprot_kb": "E7F8R0"}, {"FlyBase": "FBgn0040290", "ortholog_type": "LDO", "panther_family": "PTHR13710", "taxid": 7227, "uniprot_kb": "Q9VSE6"}, {"TAIR": "2029799", "ortholog_type": "LDO", "panther_family": "PTHR13710", "taxid": 3702, "uniprot_kb": "Q0WVW7"}, {"EnsemblGenome": "BAE77479", "ortholog_type": "O", "panther_family": "PTHR13710", "taxid": 562, "uniprot_kb": "P15043"}], "uniprot_kb": "O94761"}, "pdb": ["2KMU", "5LST"], "pfam": ["PF00270", "PF00271", "PF11719"], "pharmgkb": "PA34316", "pharos": {"target_id": 1675, "tdl": "Tbio"}, "prosite": ["PS51192", "PS51194"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260087", "relationship": "is"}, {"id": "GNF260088", "relationship": "is"}, {"id": "GNF260089", "relationship": "is"}, {"id": "GNF260090", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089339", "relationship": "is"}, {"id": "GNF089340", "relationship": "is"}, {"id": "GNF089341", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051829", "relationship": "is"}, {"id": "GNF056597", "relationship": "is"}, {"id": "GNF061379", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070487", "relationship": "is"}, {"id": "GNF070488", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF012325", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286308", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102502", "relationship": "is"}, {"id": "GNF142156", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_016430.2"], "protein": ["NP_001399946.1", "NP_001399947.1", "NP_001399948.1", "NP_001399949.1", "NP_001399950.1", "NP_001399951.1", "NP_001399952.1", "NP_001399953.1", "NP_001399954.1", "NP_001399956.1", "NP_001399957.1", "NP_001399958.1", "NP_001399959.1", "NP_001399960.1", "NP_001399961.1", "NP_001399962.1", "NP_001399963.1", "NP_001399964.1", "NP_001399965.1", "NP_001399966.1", "NP_001399967.1", "NP_001399968.1", "NP_001399969.1", "NP_001399970.1", "NP_001399971.1", "NP_001399972.1", "NP_004251.4", "XP_047278394.1", "XP_047278396.1", "XP_047278397.1", "XP_047278399.1", "XP_047278400.1", "XP_047278404.1", "XP_054217505.1", "XP_054217506.1", "XP_054217507.1", "XP_054217508.1", "XP_054217509.1", "XP_054217510.1"], "rna": ["NM_001413017.1", "NM_001413018.1", "NM_001413019.1", "NM_001413020.1", "NM_001413021.1", "NM_001413022.1", "NM_001413023.1", "NM_001413024.1", "NM_001413025.1", "NM_001413027.1", "NM_001413028.1", "NM_001413029.1", "NM_001413030.1", "NM_001413031.1", "NM_001413032.1", "NM_001413033.1", "NM_001413034.1", "NM_001413035.1", "NM_001413036.1", "NM_001413037.1", "NM_001413038.1", "NM_001413039.1", "NM_001413040.1", "NM_001413041.1", "NM_001413042.1", "NM_001413043.1", "NM_004260.4", "NR_182090.1", "NR_182091.1", "NR_182092.1", "XM_047422438.1", "XM_047422440.1", "XM_047422441.1", "XM_047422443.1", "XM_047422444.1", "XM_047422448.1", "XM_054361530.1", "XM_054361531.1", "XM_054361532.1", "XM_054361533.1", "XM_054361534.1", "XM_054361535.1"], "translation": [{"protein": "NP_001399960.1", "rna": "NM_001413031.1"}, {"protein": "NP_001399950.1", "rna": "NM_001413021.1"}, {"protein": "NP_001399959.1", "rna": "NM_001413030.1"}, {"protein": "NP_001399962.1", "rna": "NM_001413033.1"}, {"protein": "NP_001399966.1", "rna": "NM_001413037.1"}, {"protein": "XP_054217507.1", "rna": "XM_054361532.1"}, {"protein": "XP_054217505.1", "rna": "XM_054361530.1"}, {"protein": "NP_001399969.1", "rna": "NM_001413040.1"}, {"protein": "NP_001399957.1", "rna": "NM_001413028.1"}, {"protein": "NP_001399970.1", "rna": "NM_001413041.1"}, {"protein": "XP_054217508.1", "rna": "XM_054361533.1"}, {"protein": "NP_004251.4", "rna": "NM_004260.4"}, {"protein": "NP_001399946.1", "rna": "NM_001413017.1"}, {"protein": "XP_047278397.1", "rna": "XM_047422441.1"}, {"protein": "XP_054217509.1", "rna": "XM_054361534.1"}, {"protein": "NP_001399968.1", "rna": "NM_001413039.1"}, {"protein": "NP_001399956.1", "rna": "NM_001413027.1"}, {"protein": "XP_047278394.1", "rna": "XM_047422438.1"}, {"protein": "NP_001399953.1", "rna": "NM_001413024.1"}, {"protein": "NP_001399947.1", "rna": "NM_001413018.1"}, {"protein": "XP_047278400.1", "rna": "XM_047422444.1"}, {"protein": "NP_001399963.1", "rna": "NM_001413034.1"}, {"protein": "XP_047278399.1", "rna": "XM_047422443.1"}, {"protein": "NP_001399958.1", "rna": "NM_001413029.1"}, {"protein": "NP_001399964.1", "rna": "NM_001413035.1"}, {"protein": "NP_001399971.1", "rna": "NM_001413042.1"}, {"protein": "NP_001399972.1", "rna": "NM_001413043.1"}, {"protein": "XP_047278404.1", "rna": "XM_047422448.1"}, {"protein": "XP_047278396.1", "rna": "XM_047422440.1"}, {"protein": "NP_001399967.1", "rna": "NM_001413038.1"}, {"protein": "XP_054217510.1", "rna": "XM_054361535.1"}, {"protein": "NP_001399965.1", "rna": "NM_001413036.1"}, {"protein": "XP_054217506.1", "rna": "XM_054361531.1"}, {"protein": "NP_001399949.1", "rna": "NM_001413020.1"}, {"protein": "NP_001399954.1", "rna": "NM_001413025.1"}, {"protein": "NP_001399961.1", "rna": "NM_001413032.1"}, {"protein": "NP_001399951.1", "rna": "NM_001413022.1"}, {"protein": "NP_001399952.1", "rna": "NM_001413023.1"}, {"protein": "NP_001399948.1", "rna": "NM_001413019.1"}]}, "reporter": {"HG-U133_Plus_2": ["1553015_a_at", "213520_at"], "HG-U95Av2": "39651_at", "HTA-2_0": "TC08001755.hg.1", "HuEx-1_0": "3158767", "HuGene-1_1": "8153838", "HuGene-2_1": "17082782"}, "retired": 8002, "summary": "The protein encoded by this gene is a DNA helicase that belongs to the RecQ helicase family. DNA helicases unwind double-stranded DNA into single-stranded DNAs and may modulate chromosome segregation. This gene is predominantly expressed in thymus and testis. Mutations in this gene are associated with Rothmund-Thomson, RAPADILINO and Baller-Gerold syndromes. [provided by RefSeq, Jan 2010].", "symbol": "RECQL4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335607"}, "unigene": "Hs.31442", "uniprot": {"Swiss-Prot": "O94761", "TrEMBL": ["V9GYA3", "V9GZ64", "V9GY28", "V9GYB6", "A0A087X072", "A0A087WTJ0", "V9GY60"]}, "wikipedia": {"url_stub": "RECQL4"}}