{"AllianceGenome": "9954", "HGNC": "9954", "MIM": "164910", "_id": "5966", "_version": 1, "accession": {"genomic": ["AC010733.8", "CH471053.2", "CP068276.2", "DQ314888.1", "HI573896.1", "KT585022.1", "L41414.1", "M11595.1", "NC_000002.12", "NC_060926.1"], "protein": ["AAA52073.1", "AAI17192.1", "AAI43886.1", "ABC40747.1", "BAG64854.1", "CAA52954.1", "CBX47437.1", "EAX00028.1", "NP_001278675.1", "NP_002899.1", "Q04864.1", "XP_011531312.1", "XP_016860116.1", "XP_054199242.1", "XP_054199243.1"], "rna": ["AA279919.1", "AK123369.1", "AK303926.1", "BC051005.1", "BC117191.1", "BC143885.1", "BG036646.1", "BX111941.1", "CN414487.1", "HY123671.1", "NM_001291746.2", "NM_002908.4", "X75042.1", "XM_011533010.4", "XM_017004627.3", "XM_054343267.1", "XM_054343268.1"], "translation": [{"protein": "AAI43886.1", "rna": "BC143885.1"}, {"protein": "XP_054199242.1", "rna": "XM_054343267.1"}, {"protein": "XP_054199243.1", "rna": "XM_054343268.1"}, {"protein": "NP_001278675.1", "rna": "NM_001291746.2"}, {"protein": "CAA52954.1", "rna": "X75042.1"}, {"protein": "XP_016860116.1", "rna": "XM_017004627.3"}, {"protein": "XP_011531312.1", "rna": "XM_011533010.4"}, {"protein": "AAI17192.1", "rna": "BC117191.1"}, {"protein": "BAG64854.1", "rna": "AK303926.1"}, {"protein": "NP_002899.1", "rna": "NM_002908.4"}]}, "alias": ["C-Rel", "HIVEN86A", "IMD92"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "moderate", "classification_date": "2023-03-16T16:00:00.000Z", "disease_label": "immunodeficiency 92", "gcep": "SCID-CID Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0030498", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_ed422cfb-0cf3-44ec-8f36-5faace1a577d-2023-03-16T160000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000162924", "protein": ["ENSP00000295025", "ENSP00000377989", "ENSP00000514191", "ENSP00000514192", "ENSP00000514193"], "transcript": ["ENST00000295025", "ENST00000394479", "ENST00000642725", "ENST00000699191", "ENST00000699192", "ENST00000699193", "ENST00000699194", "ENST00000699195"], "translation": [{"protein": "ENSP00000514191", "rna": "ENST00000699191"}, {"protein": "ENSP00000295025", "rna": "ENST00000295025"}, {"protein": "ENSP00000377989", "rna": "ENST00000394479"}, {"protein": "ENSP00000514192", "rna": "ENST00000699192"}, {"protein": "ENSP00000514193", "rna": "ENST00000699193"}], "type_of_gene": "protein_coding"}, "entrezgene": "5966", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 19.34134877, "exp_mis": 183.189089139, "exp_syn": 76.0663521449, "lof_z": 3.90597260913686, "mis_z": 0.874150805140301, "mu_lof": 1.44523352624e-06, "mu_mis": 1.66330546985e-05, "mu_syn": 6.68190825035e-06, "n_lof": 2.0, "n_mis": 159.0, "n_syn": 70.0, "p_li": 0.969516332676901, "p_null": 1.8632776644159e-06, "p_rec": 0.0304818040454348, "syn_z": 0.431201877270416}, "bp": 1860, "cds_end": 61149670, "cds_start": 61108975, "n_exons": 11, "nonpsych": {"exp_lof": 17.312540765, "exp_mis": 165.610561605, "exp_syn": 68.6541474595, "lof_z": 3.85028736094447, "mis_z": 1.19974641468838, "mu_lof": 1.44523352624e-06, "mu_mis": 1.66330546985e-05, "mu_syn": 6.68190825035e-06, "n_lof": 1.0, "n_mis": 135.0, "n_syn": 67.0, "p_li": 0.988855363055667, "p_null": 9.40935826312012e-07, "p_rec": 0.0111436960085069, "syn_z": 0.125691240559639}, "nontcga": {"exp_lof": 17.77520512, "exp_mis": 168.515137754, "exp_syn": 69.9622155705, "lof_z": 3.69104202309386, "mis_z": 0.787344553032222, "mu_lof": 1.44523352624e-06, "mu_mis": 1.66330546985e-05, "mu_syn": 6.68190825035e-06, "n_lof": 2.0, "n_mis": 148.0, "n_syn": 62.0, "p_li": 0.948561177436892, "p_null": 6.86172373747942e-06, "p_rec": 0.051431960839371, "syn_z": 0.602732584152067}, "transcript": "ENST00000295025.8"}, "exons": [{"cdsend": 60922535, "cdsstart": 60881840, "chr": "2", "position": [[60881573, 60881850], [60891682, 60891825], [60894396, 60894545], [60900991, 60901083], [60916876, 60917017], [60918190, 60918295], [60918393, 60918606], [60920040, 60920109], [60920573, 60920642], [60921762, 60931612]], "strand": 1, "transcript": "NM_001291746", "txend": 60931612, "txstart": 60881573}, {"cdsend": 60922535, "cdsstart": 60881840, "chr": "2", "position": [[60881573, 60881850], [60891682, 60891825], [60894396, 60894545], [60900991, 60901083], [60916876, 60917017], [60918190, 60918295], [60918393, 60918606], [60920040, 60920109], [60920382, 60920478], [60920573, 60920642], [60921762, 60931612]], "strand": 1, "transcript": "NM_002908", "txend": 60931612, "txstart": 60881573}], "exons_hg19": [{"cdsend": 61149670, "cdsstart": 61108975, "chr": "2", "position": [[61108708, 61108985], [61118817, 61118960], [61121531, 61121680], [61128126, 61128218], [61144011, 61144152], [61145325, 61145430], [61145528, 61145741], [61147175, 61147244], [61147708, 61147777], [61148897, 61158747]], "strand": 1, "transcript": "NM_001291746", "txend": 61158747, "txstart": 61108708}, {"cdsend": 61149670, "cdsstart": 61108975, "chr": "2", "position": [[61108708, 61108985], [61118817, 61118960], [61121531, 61121680], [61128126, 61128218], [61144011, 61144152], [61145325, 61145430], [61145528, 61145741], [61147175, 61147244], [61147517, 61147613], [61147708, 61147777], [61148897, 61158747]], "strand": 1, "transcript": "NM_002908", "txend": 61158747, "txstart": 61108708}], "generif": [{"pubmed": 11830502, "text": "REL rather than BCL11A may be the target of the 2p13 alterations in classical Hodgkin Lymphoma."}, {"pubmed": 12478664, "text": "REL has an important pathologic role in Hodgkin's lymphoma"}, {"pubmed": 12511414, "text": "The correlation of structural aberrations of the REL locus & nuclear c-Rel accumulation in Reed-Sternberg cells qualifies REL as a target gene of the frequent gains in 2p in cHL. REL aberrations contribute to constitutive NF-kappa B/Rel activation in cHL."}, {"pubmed": 12556500, "text": "calmodulin binds c-Rel and RelA after their release from I kappa B and can inhibit nuclear import of c-Rel while letting RelA translocate to the nucleus and act on its target genes"}, {"pubmed": 12588973, "text": "v-REL has a role in NF-kappaB-regulated cell death"}, {"pubmed": 14534540, "text": "Deletion of either C-terminal transactivation subdomains enhances the in viitro transforming activity of REL in chicken spleen cells."}, {"pubmed": 14615382, "text": "REL amplification may not be causative in diffuse large B-cell lymphoma"}, {"pubmed": 14744759, "text": "Rel/NF-kappaB factors could take part in the occurrence of senescence by generating an oxidative stress."}, {"pubmed": 14961076, "text": "Alterations between v-Rel and c-Rel locate within the Rel homology region (RHR) of the family that might confer functional differences."}, {"pubmed": 15551733, "text": "significantly higher positivity of c-REL protein expression in Reed-Sternberg cells in classic Hodgkin lymphoma was seen compared with positivity of lymphocytic and histiocytic (L&H) cells in nodular lymphocyte predominant Hodgkin lymphoma"}, {"pubmed": 15578091, "text": "Data show that specific NEMO mutations impair CD40-mediated c-Rel activation and B cell terminal differentiation."}, {"pubmed": 15660915, "text": "Impaired nuclear translocation of c-Rel may determine an impaired Th1 cytokine response in atopic dermatitis."}, {"pubmed": 15870177, "text": "DLBCL subtypes had a robust NFKB target gene signature that partially overlapped that of MLBCL. In this series of MLBCLs and DLBCLs, NFKB activation was not associated with amplification of the cREL locus, suggesting alternative pathogenetic mechanisms."}, {"pubmed": 16896156, "text": "low levels of c-Rel are the underlying cause of aberrant CD23 expression in non-X-linked hyper-IgM syndrome B cells"}, {"pubmed": 17011549, "text": "c-Rel, like AR, is a part of the nucleoprotein complex regulating the androgen-responsive prostate-specific antigen (PSA) promoter"}, {"pubmed": 17243160, "text": "The frequent genomic overrepresentation of REL in primary mediastinal B-cell lymphoma does not necessarily trigger an increased transcription/translation of REL."}, {"pubmed": 17335903, "text": "c-Rel((1-300)) binding to C/EBPbeta increases the affinity of C/EBPbeta for the C/EBP binding site at -53 on the CRP promoter"}, {"pubmed": 18006812, "text": "VEGF is expressed not only by reactive cells, but also by neoplastic cells, and NF-kappaB activation is uncommon in angioimmunoblastic lymphoma, as suggested by frequent exclusively cytoplasmic c-REL localization"}, {"pubmed": 18037997, "text": "activation of PKCtheta inhibits the FOXO3a/ERalpha/p27(Kip1) axis that normally maintains an epithelial cell phenotype and induces c-Rel target genes, thereby promoting proliferation, survival, and more invasive breast cancer."}, {"pubmed": 18089804, "text": "Coexpression of c-Rel and CK2 or DMBA induce Slug and maammary cancer invasiveness."}, {"pubmed": 18434448, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18466468, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18593911, "text": "High levels of DeltaNp63alpha interact with activated c-Rel in keratinocytes and squamous cell cancer, thereby promoting uncontrolled proliferation, a key alteration in the pathogenesis of cancers."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18695674, "text": "RELDelta9 splice variant is preferentially expressed in lymphoma, suggesting that the REL transcript lacking exon 9 could serve as a marker for certain types of lymphoid tumors."}, {"pubmed": 18990758, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19110719, "text": "results do not support a role for IKK-mediated phosphorylation as means for regulating the activity of REL in vivo"}, {"pubmed": 19240061, "text": "Both TNFAIP3 (A20, at the protein level) and REL are key mediators in the nuclear factor kappa B (NF-kappaB) inflammatory signalling pathway."}, {"pubmed": 19240061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19503088, "text": "A genome-wide association study of rheumatoid arthritis in 2,418 cases and 4,504 controls from North America identified an association at the REL locus, encoding c-Rel, on chromosome 2p13."}, {"pubmed": 19503088, "text": "Observational study and genome-wide association study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19706790, "text": "a genetic increase in the activity of the NF-kappaB subunit c-Rel results in protection against cell death in human islets--nuclear factor-kappaB subunit c-Rel."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19945995, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19945995, "text": "The REL locus is associated with rheumatoid arthritis susceptibility in the UK population"}, {"pubmed": 20038977, "text": "The kinetics of NFkappaB subunit activation are partly responsible for the observed pattern of acute inflammation in the adenoviral-infected cornea."}, {"pubmed": 20228198, "text": "c-Rel, but not nuclear factor-kappa B1 (NFKB1), is required for development of transgenic regulatory T cell progenitors."}, {"pubmed": 20448286, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20519647, "text": "CXCR2 signaling is critical in transgenic mice with C-rel-deficient/NFkappaB1-deficient/heterozygous Rela+/- neutrophilia causing spontaneous inflammation."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20575024, "text": "characterize the prevalence of REL, BCL11A, and MYCN gains in a consecutive CLL series at the time of diagnosis; (ii) define the prognostic relevance of REL, BCL11A, and MYCN gains in CLL."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20876593, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20876593, "text": "the described effect of REL rs13031237 on the predisposition for rheumatoid arthritis was re-evaluated in a large case-control data set of 23 711 individuals and showed a modest increase in rheumatoid arthritis risk."}, {"pubmed": 20953190, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21037568, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21037568, "text": "Three new susceptibility loci at 2p16.1 (rs1432295, REL, 8q24.21 (rs2019960, PVT1 and 10p14 (rs501764, GATA3)."}, {"pubmed": 21283787, "text": "Thus, dectin-1 and dectin-2 control adaptive T(H)-17 immunity to fungi via Malt1-dependent activation of c-Rel."}, {"pubmed": 21402701, "text": "IL-23 induction by beta-glucans is due to activation of c-Rel associated with Ser-10-histone H3 phosphorylation in the il23a promoter mediated by MAPK and SAPK or PKA, and inhibition of il12a transcription"}, {"pubmed": 21425313, "text": "Three ulcerative colitis susceptibility loci are associated with primary sclerosing cholangitis and indicate a role for IL2, REL, and CARD9."}, {"pubmed": 21490927, "text": "Data show that Foxp3 directly or as part of a multimeric complex engages with the NF-kappaB component c-Rel."}, {"pubmed": 21498517, "text": "TAK1-c-Rel and IRF4 pathways play distinct roles in the maintenance of IL-9-producing Th17 phenotype of HTLV-1-transformed cells"}, {"pubmed": 21890374, "text": "IRF-4 was shown to enhance the c-Rel-dependent binding and activation of the interleukin-4 (IL-4) promoter region. IL-2 production was also enhanced by exogenously-expressed IRF-4 and c-Rel."}, {"pubmed": 21933882, "text": "By a novel, reversible dynamic mechanism TNF-alpha-induced c-REL/DeltaNp63alpha interactions inactivate tumor suppressor TAp73 function, promoting TNF-alpha resistance & cell survival in cancers with mtTP53."}, {"pubmed": 21984918, "text": "Levels of c-Rel directly modulated expression of caspase-4 as well as other endoplasmic reticulum stress genes."}, {"pubmed": 22065573, "text": "Nuclear factor kappaB subunits RelB and cRel negatively regulate Toll-like receptor 3-mediated beta-interferon production via induction of transcriptional repressor protein YY1."}, {"pubmed": 22170493, "text": "c-Rel, as a member of the Rel/NF-kappaB family, is associated with psoriatic arthritis."}, {"pubmed": 22459418, "text": "REL polymorphisms lack association with rheumatoid arthritis in the Tunisian population."}, {"pubmed": 22580300, "text": "UCP4 is a target effector gene of the NF-kappaB c-Rel prosurvival pathway to mitigate the effects of oxidative stress."}, {"pubmed": 22955189, "text": "Kidney allografts from clinical operational tolerance patients show significant cellular infiltrates but a distinct expression of proteins involved in the NFkappaB1/c-rel pathway."}, {"pubmed": 23106574, "text": "The findings confirm the association of early-onset psoriasis with REL (rs13031237)."}, {"pubmed": 23195252, "text": "Activation of NF-kappaB p65 and c-Rel may be considered an important regulator of hypersplenism and liver cirrhosis."}, {"pubmed": 23892589, "text": "Our studies indicate that c-Rel is a key regulator of cell fate decisions in keratinocytes such as cell growth and death and may have a role in epidermal carcinogenesis."}, {"pubmed": 23982206, "text": "Data indicate that the NF-kappaB subunit c-Rel is modified and activated by O-GlcNAcylation."}, {"pubmed": 24489016, "text": "The REL SNP rs9309331 homozygous minor allele was associated with higher LDL levels in rheumatoid arthritis."}, {"pubmed": 25266721, "text": "c-Rel regulates Ezh2 expression in lymphocytes and malignant lymphoid cells in a novel transcriptional network"}, {"pubmed": 25299780, "text": "c-Rel is a critical mediator of NF-kappaB-dependent TRAIL resistance of pancreatic cancer cells."}, {"pubmed": 25842167, "text": "Thus, our studies support a role for c-Rel in processes crucial for keratinocyte integrity and malignant transformation such as adhesion and migration."}, {"pubmed": 25912249, "text": "Gene expression levels of Rel were deregulated in 49 B-cell chronic lymphocytic leukemia, 8 B-cell non-Hodgkin's lymphoma, 3 acute myeloid leukemia, 3 chronic myeloid leukemia, 2 hairy cell leukemia, 2 myelodysplastic syndrome, and 2 T-cell large granular lymphocytic leukemia patients in the post-Chernobyl period."}, {"pubmed": 26324762, "text": "analysis of c-Rel nuclear expression and REL amplification and crosstalk between c-Rel and the p53 pathway reveals prognostic roles diffuse large B-cell lymphoma"}, {"pubmed": 26683819, "text": "Over-expression of nuclear NF-kappaB1 and c-Rel are strong risk factors associated with chemoresistance and the prognosis of serous epithelial ovarian cancer"}, {"pubmed": 26784953, "text": "The REL rs842647 polymorphism may be a susceptibility factor for Behcet's Disease pathogenesis and skin lesions."}, {"pubmed": 26931521, "text": "observations indicate that induced expression of miR-15b is modulated by c-Rel and CREB in response to JEV infection"}, {"pubmed": 27563808, "text": "NOD2 up-regulates TLR2-mediated IL-23p19 expression via increasing c-Rel activation in Paneth cell-like cells"}, {"pubmed": 27779701, "text": "miR-574 and REL interfere with apoptosis in prostate cancer stem cells."}, {"pubmed": 28090796, "text": "this study show that inhibition of c-Rel expression by siRNA reduced cord blood-derived B-, T-, and NK cell differentiation and expansion"}, {"pubmed": 28206956, "text": "TAB1 was identified as a functional target of miR-134, and the expression of TAB1 was increased by the transcription factors of NF-kappaB1, c-Rel, and ELK1 via miR-134."}, {"pubmed": 28259870, "text": "findings suggest that c-Rel might play a role in promoting the invasion of choriocarcinoma cells through PI3K/AKT signaling"}, {"pubmed": 28667172, "text": "genetic association studies in population in India: Data suggest that common polymorphisms (SNPs) in CHGA promoter are associated with cardiometabolic disorders; c-Rel has a role in activating CHGA promoter haplotype 2 (variant T alleles at -1018 and -57 bp) under basal and pathophysiological conditions. (CHGA = chromogranin A; c-Rel = c-Rel proto-oncogene protein)"}, {"pubmed": 28767691, "text": "Findings emphasize the importance of c-REL-signaling in a cellular model of cervical cancer particularly in terms of proliferation and resistance to chemotherapeutic agents."}, {"pubmed": 29336650, "text": "The results of this study suggest a possible association of cow's milk proteins allergy with cRel G+7883T polymorphism"}, {"pubmed": 30466153, "text": "c-Rel is involved in G2/M phase regulation, prevention of polyploidy and, consequently, chromosomal stability in human melanoma cells"}, {"pubmed": 31103457, "text": "Combined immunodeficiency in a patient with c-Rel deficiency."}, {"pubmed": 31768922, "text": "Constitutive expression of c-REL in uveal melanoma patients: correlation with clinicopathological parameters and patient outcome."}, {"pubmed": 31986466, "text": "Pro-survival and anti-inflammatory roles of NF-kappaB c-Rel in the Parkinson's disease models."}, {"pubmed": 32282963, "text": "Association study between vitiligo and autoimmune-related genes CYP27B1, REL, TNFAIP3, IL2 and IL21."}, {"pubmed": 32331232, "text": "A Matter of Choice: Inhibition of c-Rel Shifts Neuronal to Oligodendroglial Fate in Human Stem Cells."}, {"pubmed": 32659596, "text": "The c-Rel-c-Myc axis controls metabolism and proliferation of human T leukemia cells."}, {"pubmed": 33011338, "text": "Human galectin-16 has a pseudo ligand binding site and plays a role in regulating c-Rel-mediated lymphocyte activity."}, {"pubmed": 33484966, "text": "METTL3 restrains papillary thyroid cancer progression via m(6)A/c-Rel/IL-8-mediated neutrophil infiltration."}, {"pubmed": 33995369, "text": "NF-kappaB c-Rel Is Dispensable for the Development but Is Required for the Cytotoxic Function of NK Cells."}, {"pubmed": 35217585, "text": "REL and BHLHE40 Variants Are Associated with IL-12 and IL-10 Responses and Tuberculosis Risk."}], "genomic_pos": {"chr": "2", "end": 60931612, "ensemblgene": "ENSG00000162924", "start": 60881491, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 61158745, "start": 61108656, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007249", "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 22065573, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032688", "pubmed": 22065573, "qualifier": "involved_in", "term": "negative regulation of interferon-beta production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033554", "qualifier": "involved_in", "term": "cellular response to stress"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034097", "qualifier": "involved_in", "term": "response to cytokine"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038061", "qualifier": "involved_in", "term": "non-canonical NF-kappaB signal transduction"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 1406630, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 30205516, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005634", "pubmed": 22065573, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0071159", "pubmed": 30205516, "qualifier": "part_of", "term": "NF-kappaB complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 1406630, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 1406630, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003700", "pubmed": 8423996, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14743216, 15799966, 25416956, 26496610, 26972000, 28514442, 29892012, 31515488, 32911434, 36217029, 36217030], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9031, 396500], [9544, 717804], [9598, 470380], [9606, 5966], [9615, 474606], [9913, 509135], [10090, 19696], [10116, 305584]], "id": 2182}, "interpro": [{"desc": "NF-kappa-B/Dorsal", "id": "IPR000451", "short_desc": "NFkB/Dor"}, {"desc": "IPT domain", "id": "IPR002909", "short_desc": "IPT_dom"}, {"desc": "p53-like transcription factor, DNA-binding domain superfamily", "id": "IPR008967", "short_desc": "p53-like_TF_DNA-bd_sf"}, {"desc": "Rel homology domain, DNA-binding domain", "id": "IPR011539", "short_desc": "RHD_DNA_bind_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin E-set", "id": "IPR014756", "short_desc": "Ig_E-set"}, {"desc": "Rel homology domain, conserved site", "id": "IPR030492", "short_desc": "RHD_CS"}, {"desc": "Rel homology dimerisation domain", "id": "IPR032397", "short_desc": "RHD_dimer"}, {"desc": "NFkappaB IPT domain", "id": "IPR033926", "short_desc": "IPT_NFkappaB"}, {"desc": "Rel homology domain (RHD), DNA-binding domain superfamily", "id": "IPR037059", "short_desc": "RHD_DNA_bind_dom_sf"}, {"desc": "Proto-oncogene c-Rel, RHD, N-terminal subdomain", "id": "IPR042845", "short_desc": "RHD-n_c-Rel"}], "ipi": ["IPI00029773", "IPI00784297"], "map_location": "2p16.1", "name": "REL proto-oncogene, NF-kB subunit", "other_names": ["oncogene REL, avian reticuloendotheliosis", "proto-oncogene c-Rel", "v-rel avian reticuloendotheliosis viral oncogene homolog"], "pantherdb": {"HGNC": "9954", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97897", "ortholog_type": "LDO", "panther_family": "PTHR24169", "taxid": 10090, "uniprot_kb": "P15307"}, {"RGD": "1311231", "ortholog_type": "LDO", "panther_family": "PTHR24169", "taxid": 10116, "uniprot_kb": "F1M5R1"}, {"Gene": "REL", "ortholog_type": "O", "panther_family": "PTHR24169", "taxid": 9031, "uniprot_kb": "P16236"}, {"Ensembl": "ENSGALG00000007845", "ortholog_type": "LDO", "panther_family": "PTHR24169", "taxid": 9031, "uniprot_kb": "F1P3A5"}, {"ZFIN": "ZDB-GENE-040718-255", "ortholog_type": "O", "panther_family": "PTHR24169", "taxid": 7955, "uniprot_kb": "Q6DGE6"}, {"ZFIN": "ZDB-GENE-040825-4", "ortholog_type": "O", "panther_family": "PTHR24169", "taxid": 7955, "uniprot_kb": "B3DHW2"}, {"FlyBase": "FBgn0014018", "ortholog_type": "O", "panther_family": "PTHR24169", "taxid": 7227, "uniprot_kb": "Q94527"}, {"FlyBase": "FBgn0011274", "ortholog_type": "O", "panther_family": "PTHR24169", "taxid": 7227, "uniprot_kb": "P98149"}, {"FlyBase": "FBgn0260632", "ortholog_type": "O", "panther_family": "PTHR24169", "taxid": 7227, "uniprot_kb": "P15330"}], "uniprot_kb": "Q04864"}, "pathway": {"kegg": [{"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05203", "name": "Viral carcinogenesis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_IL1", "name": "IL1"}, {"id": "Pathway_RANKL", "name": "RANKL"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}], "pid": [{"id": "ar_tf_pathway", "name": "Regulation of Androgen receptor activity"}, {"id": "nfkappabatypicalpathway", "name": "Atypical NF-kappaB pathway"}], "reactome": [{"id": "R-HSA-1168372", "name": "Downstream signaling events of B Cell Receptor (BCR)"}, {"id": "R-HSA-1169091", "name": "Activation of NF-kappaB in B cells"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-983705", "name": "Signaling by the B Cell Receptor (BCR)"}], "wikipathways": [{"id": "WP195", "name": "IL-1 signaling pathway"}, {"id": "WP2034", "name": "Leptin signaling pathway"}, {"id": "WP23", "name": "B Cell Receptor Signaling Pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP3617", "name": "Photodynamic therapy-induced NF-kB survival signaling"}, {"id": "WP3858", "name": "Toll-like Receptor Signaling related to MyD88"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4329", "name": "miRNAs involvement in the immune response in sepsis"}, {"id": "WP4562", "name": "Canonical NF-KB pathway"}, {"id": "WP4674", "name": "Head and Neck Squamous Cell Carcinoma"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4949", "name": "16p11.2 proximal deletion syndrome"}, {"id": "WP4961", "name": "STING pathway in Kawasaki-like disease and COVID-19"}, {"id": "WP5072", "name": "Modulators of TCR signaling and T cell activation"}, {"id": "WP585", "name": "Interferon type I signaling pathways"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}]}, "pfam": ["PF00554", "PF16179"], "pharmgkb": "PA34321", "pharos": {"target_id": 14398, "tdl": "Tbio"}, "pir": "A60646", "prosite": "PS50254", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF224263", "relationship": "is"}, {"id": "GNF255631", "relationship": "is"}, {"id": "GNF255632", "relationship": "is"}, {"id": "GNF255633", "relationship": "is"}, {"id": "GNF255634", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035723", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092346", "relationship": "is"}, {"id": "GNF092347", "relationship": "is"}, {"id": "GNF092348", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052369", "relationship": "is"}, {"id": "GNF057140", "relationship": "is"}, {"id": "GNF061989", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062185", "relationship": "is"}, {"id": "GNF062186", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094935", "relationship": "is"}, {"id": "GNF134592", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_001278675.1", "NP_002899.1", "XP_011531312.1", "XP_016860116.1", "XP_054199242.1", "XP_054199243.1"], "rna": ["NM_001291746.2", "NM_002908.4", "XM_011533010.4", "XM_017004627.3", "XM_054343267.1", "XM_054343268.1"], "translation": [{"protein": "XP_054199242.1", "rna": "XM_054343267.1"}, {"protein": "XP_054199243.1", "rna": "XM_054343268.1"}, {"protein": "NP_001278675.1", "rna": "NM_001291746.2"}, {"protein": "XP_016860116.1", "rna": "XM_017004627.3"}, {"protein": "XP_011531312.1", "rna": "XM_011533010.4"}, {"protein": "NP_002899.1", "rna": "NM_002908.4"}]}, "reporter": {"HG-U133_Plus_2": ["206035_at", "206036_s_at", "228812_at", "235242_at", "239486_at"], "HG-U95Av2": ["1856_at", "41571_at", "41572_r_at"], "HTA-2_0": "TC02000348.hg.1", "HuEx-1_0": ["2484358", "2484387", "2484389", "2484391"], "HuGene-1_1": "8042144", "HuGene-2_1": "16880414"}, "summary": "This gene encodes a protein that belongs to the Rel homology domain/immunoglobulin-like fold, plexin, transcription factor (RHD/IPT) family. Members of this family regulate genes involved in apoptosis, inflammation, the immune response, and oncogenic processes. This proto-oncogene plays a role in the survival and proliferation of B lymphocytes. Mutation or amplification of this gene is associated with B-cell lymphomas, including Hodgkin's lymphoma. Single nucleotide polymorphisms in this gene are associated with susceptibility to ulcerative colitis and rheumatoid arthritis. Alternative splicing results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Apr 2014].", "symbol": "REL", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0035018"}, "unigene": ["Hs.633256", "Hs.631886"], "uniprot": {"Swiss-Prot": "Q04864", "TrEMBL": ["A0A8V8TMU9", "A0A8V8TPL7", "A0A8V8TMW2"]}, "wikipedia": {"url_stub": "REL"}}