{"AllianceGenome": "9956", "HGNC": "9956", "MIM": "604758", "_id": "5971", "_version": 1, "accession": {"genomic": ["AC011489.6", "AH007030.2", "CH471126.1", "CP068259.2", "DQ314887.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAA36127.1", "AAC82346.1", "AAH28013.1", "ABC40746.1", "BAF83283.1", "EAW57316.1", "NP_001398016.1", "NP_006500.2", "Q01201.2", "XP_005259185.1", "XP_047295145.1", "XP_047295146.1", "XP_054177642.1", "XP_054177643.1", "XP_054177644.1"], "rna": ["AK290594.1", "AL583128.3", "AW137991.1", "BC028013.1", "BI906507.1", "BM684710.1", "DA940587.1", "M83221.1", "NM_001411087.1", "NM_006509.4", "XM_005259128.3", "XM_047439189.1", "XM_047439190.1", "XM_054321667.1", "XM_054321668.1", "XM_054321669.1"], "translation": [{"protein": "AAA36127.1", "rna": "M83221.1"}, {"protein": "XP_054177644.1", "rna": "XM_054321669.1"}, {"protein": "NP_001398016.1", "rna": "NM_001411087.1"}, {"protein": "XP_005259185.1", "rna": "XM_005259128.3"}, {"protein": "XP_054177642.1", "rna": "XM_054321667.1"}, {"protein": "NP_006500.2", "rna": "NM_006509.4"}, {"protein": "AAH28013.1", "rna": "BC028013.1"}, {"protein": "XP_047295145.1", "rna": "XM_047439189.1"}, {"protein": "XP_054177643.1", "rna": "XM_054321668.1"}, {"protein": "XP_047295146.1", "rna": "XM_047439190.1"}, {"protein": "BAF83283.1", "rna": "AK290594.1"}]}, "alias": ["I-REL", "IMD53", "IREL", "REL-B"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2023-03-30T17:00:00.000Z", "disease_label": "immunodeficiency 53", "gcep": "SCID-CID Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0054696", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_eb3415ab-4fa5-4f53-8ae4-7b4c620a3391-2023-03-30T170000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000104856", "protein": ["ENSP00000221452", "ENSP00000423287", "ENSP00000427348", "ENSP00000468460", "ENSP00000515004"], "transcript": ["ENST00000221452", "ENST00000505236", "ENST00000509229", "ENST00000509480", "ENST00000510184", "ENST00000589972", "ENST00000700471"], "translation": [{"protein": "ENSP00000427348", "rna": "ENST00000509480"}, {"protein": "ENSP00000423287", "rna": "ENST00000505236"}, {"protein": "ENSP00000221452", "rna": "ENST00000221452"}, {"protein": "ENSP00000515004", "rna": "ENST00000700471"}, {"protein": "ENSP00000468460", "rna": "ENST00000589972"}], "type_of_gene": "protein_coding"}, "entrezgene": "5971", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.3244362106, "exp_mis": 245.425891243, "exp_syn": 138.548149579, "lof_z": 3.62472408892551, "mis_z": 2.60469674548473, "mu_lof": 1.26987346227e-06, "mu_mis": 2.76867258812e-05, "mu_syn": 1.53123032538e-05, "n_lof": 1.0, "n_mis": 162.0, "n_syn": 125.0, "p_li": 0.973562746007932, "p_null": 6.46750565966656e-06, "p_rec": 0.0264307864864085, "syn_z": 0.713555193522318}, "bp": 1740, "cds_end": 45541048, "cds_start": 45504837, "n_exons": 12, "nonpsych": {"exp_lof": 13.6769301225, "exp_mis": 221.940957931, "exp_syn": 125.20628318, "lof_z": 3.36644736759535, "mis_z": 2.60495784498217, "mu_lof": 1.26987346227e-06, "mu_mis": 2.76867258812e-05, "mu_syn": 1.53123032538e-05, "n_lof": 1.0, "n_mis": 145.0, "n_syn": 122.0, "p_li": 0.957926826119477, "p_null": 2.50127144632453e-05, "p_rec": 0.0420481611660593, "syn_z": 0.180407491429165}, "nontcga": {"exp_lof": 14.0796534134, "exp_mis": 225.773008013, "exp_syn": 127.445476335, "lof_z": 3.4385990679776, "mis_z": 2.64502497906409, "mu_lof": 1.26987346227e-06, "mu_mis": 2.76867258812e-05, "mu_syn": 1.53123032538e-05, "n_lof": 1.0, "n_mis": 146.0, "n_syn": 119.0, "p_li": 0.960120314194203, "p_null": 1.79143075273577e-05, "p_rec": 0.0398617714982697, "syn_z": 0.473680386647306}, "transcript": "ENST00000221452.8"}, "exons": [{"cdsend": 45037790, "cdsstart": 45001579, "chr": "19", "position": [[45001463, 45001685], [45002948, 45003000], [45011934, 45012276], [45022052, 45022210], [45025328, 45025420], [45025605, 45025737], [45028887, 45028992], [45032533, 45032749], [45034243, 45034312], [45034450, 45034528], [45037404, 45038192]], "strand": 1, "transcript": "NM_006509", "txend": 45038192, "txstart": 45001463}], "exons_hg19": [{"cdsend": 45541048, "cdsstart": 45504837, "chr": "19", "position": [[45504721, 45504943], [45506206, 45506258], [45515192, 45515534], [45525310, 45525468], [45528586, 45528678], [45528863, 45528995], [45532145, 45532250], [45535791, 45536007], [45537501, 45537570], [45537708, 45537786], [45540662, 45541450]], "strand": 1, "transcript": "NM_006509", "txend": 45541450, "txstart": 45504721}], "generif": [{"pubmed": 12365017, "text": "Rel activity plays role in regulation of apoptosis in hepatocellular carcinoma through activation of downstream target genes"}, {"pubmed": 12820969, "text": "During dendritic cell maturation, rapidly activated dimers (e.g., RelA) bound to a subset of target promoters are gradually replaced by slowly activated dimers (e.g., RelB)."}, {"pubmed": 12874295, "text": "RelB has an effect on p100 processing, which is possibly regulated in a signal-dependent manner"}, {"pubmed": 15265917, "text": "RelB mediates TNF-induced up-regulation of the human polymeric Ig receptor."}, {"pubmed": 15315978, "text": "RelB overexpression promoted, whereas endogenous RelB inhibition (by p100DeltaN) blocked, precursor cell development along this DC subset pathway."}, {"pubmed": 15596805, "text": "induced by cytomegalovirus (CMV) immediate-early 1 protein via activation of JNK and AP-1"}, {"pubmed": 16107733, "text": "RelB expression during dendritic cells differentiation is controlled by protein kinase CbetaII-mediated regulation of transcriptional initiation and elongation"}, {"pubmed": 16261162, "text": "Plays an important role in redox regulation of the cell and protects aggressive prostate cancer cells against radiation-induced cell death."}, {"pubmed": 16551621, "text": "The roles of RAC1 and RAC1b in the RelB mediated transciption in 3 tumor cell lines are reported."}, {"pubmed": 16902410, "text": "IKKalpha regulates growth pathway involving the p52/RelB-dependent transcriptional regulation of the skp2 gene."}, {"pubmed": 16951372, "text": "RelB can repress proinflammatory gene expression and may play a role in the endotoxin-tolerant phenotype in the blood leukocytes of sepsis patients."}, {"pubmed": 16960152, "text": "RelB plays a previously unrecognized negative regulatory role upon specific Langerhans cell activation."}, {"pubmed": 17446175, "text": "Data demonstrate that CD40 signals B cell survival in part via transcriptional activation of the RelB NF-kappaB subunit."}, {"pubmed": 17823304, "text": "aryl hydrocarbon receptor with NF-kappaB RelB signaling pathways represent a new mechanism of cross talk between the two transcription factors"}, {"pubmed": 17900530, "text": "The interaction of AhR with RelB binding on a novel type of NF-kappaB binding site represents a new regulatory function of the AhR."}, {"pubmed": 18434448, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18466468, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18688039, "text": "RelB is differentially regulated by IkappaB Kinase-alpha in B cells and mouse lung by cigarette smoke"}, {"pubmed": 19020113, "text": "The authors conclude that RelB functions as a dual transcription regulator during LPS tolerance and human severe systemic inflammation by activating and repressing innate immunity genes."}, {"pubmed": 19131627, "text": "identification of aryl hydrocarbon nuclear translocator(ARNT) as a CD30-interacting protein that modulated activity of the RelB subunit of NF-kappaB; findings indicate ARNT functions in concert with RelB in a CD30-induced negative feedback mechanism"}, {"pubmed": 19351823, "text": "Inhibiting RelB in aggressive androgen-independent PC-3 cells by stable or conditional expression of a dominant-negative p100 mutant significantly reduced the incidence and growth rate of tumors."}, {"pubmed": 19373868, "text": "Inhibition of RelB by 1,25-dihydroxyvitamin D3 promotes sensitivity of breast cancer cells to radiation."}, {"pubmed": 19433448, "text": "the induction of Blimp1 represents a novel mechanism whereby the RelB NF-kappaB subunit mediates repression, specifically of ERalpha, thereby promoting a more migratory phenotype in breast cancer cells"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19655301, "text": "Results demonstrated that RelB/p50 was active only in DC expressing both RelB and p50, and induced CCL19 production, but not DC maturation."}, {"pubmed": 19690169, "text": "Data show that RelB induces facultative heterochromatin formation by directly interacting with the histone H3 lysine 9 methyltransferase G9a."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19903458, "text": "the results suggest that RelB was responsible for the LPS-mediated attachment and may play an important role in the progression of some cancers."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20353939, "text": "the Tio oncoprotein triggers noncanonical NF-kappaB signaling through NEMO-dependent up-regulation of p100 precursor and RelB, as well as through NEMO-independent generation of p52 effector"}, {"pubmed": 20448286, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20460684, "text": "REQ functions as an efficient adaptor protein between the SWI/SNF complex and RelB/p52 and plays important roles in noncanonical NF-kappaB transcriptional activation and its associated oncogenic activity."}, {"pubmed": 20564628, "text": "The deregulation of NF-kappaB activity may influence outcome in women who receive standard therapy for advanced ovarian cancer"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20844054, "text": "Bovine foamy virus transactivator BTas interacts with cellular RelB to enhance viral transcription."}, {"pubmed": 21062507, "text": "epigenetic RELB silencing as a new marker of the progressive disease in males"}, {"pubmed": 21217772, "text": "Data show that RelB is inducibly phosphorylated by GSK-3beta, indicating a direct substrate-enzyme relationship."}, {"pubmed": 21310030, "text": "Data show that intracellular dsRNA signaling was dependent on RELA, but not RELB."}, {"pubmed": 21640702, "text": "AHR overexpression is found among estrogen receptor (ER)alpha-negative human breast tumors and that its overexpression is positively correlated to that of the NF-kappaB subunit Rel-B and Interleukin 8."}, {"pubmed": 21856005, "text": "We propose that RelB is an essential molecule controlling the endogenous and the proteasome inhibitor-induced Maspin expression."}, {"pubmed": 21873235, "text": "a central role for Malt1-dependent RelB cleavage in canonical NF-kappaB activation and thereby provide a rationale for the targeting of Malt1 in immunomodulation and cancer treatment."}, {"pubmed": 22065573, "text": "Nuclear factor kappaB subunits RelB and cRel negatively regulate Toll-like receptor 3-mediated beta-interferon production via induction of transcriptional repressor protein YY1."}, {"pubmed": 22396550, "text": "RelB is a CO(2)-sensitive NF-kappaB family member that may contribute to the beneficial effects of hypercapnia in inflammatory diseases of the lung"}, {"pubmed": 22403723, "text": "RelB plays a critical role in the response of PCa to radiotherapy and the inverse expression of IL-8 and PSA"}, {"pubmed": 22485186, "text": "women entering labor exhibit low or moderate NFkappaB activition, the process does not appear to involve classical pathways of NFkappaB activation but rather is correlated with an increase in nuclear p65-Rel-B dimers."}, {"pubmed": 22734038, "text": "RelB/NF-kappaB2, is constitutively activated in the human placenta, which binds to a previously undescribed NF-kappaB enhancer of corticotropin-releasing hormone (CRH) gene promoter to regulate CRH expression."}, {"pubmed": 22777360, "text": "a novel link between NF-kappaB and growth-inhibitory pathways involving the RelB-dependent transcriptional upregulation of p53."}, {"pubmed": 22780967, "text": "The expression of RelB negatively regulates the endogenous expression of maspin in prostate cancer cells in vitro."}, {"pubmed": 22894897, "text": "The RelB subunit of NFkappaB acts as a negative regulator of circadian gene expression."}, {"pubmed": 22968463, "text": "These data show that Hodgkin lymphoma is uniquely dependent on relB"}, {"pubmed": 23236068, "text": "Kaposi's sarcoma-associated herpesvirus oncoprotein K13 upregulated the expression of NF-kappaB subunit RelB and blocked the anti-IgM-induced decline in c-Myc and rise in p27(Kip1) that have been associated with growth arrest and apoptosis."}, {"pubmed": 23394901, "text": "The dimer RelB/p50 rather than the p50/p50 complex inhibits TNF production in lipopolysaccharide-stimulated dendritic cells and macrophages."}, {"pubmed": 23451236, "text": "The NF-kappaB protein RelB is expressed in a particularly aggressive mesenchymal subtype of glioma."}, {"pubmed": 23555623, "text": "RelB activation is key for promoting multiple myeloma cell survival through the upregulation of anti-apoptotic proteins, in particular, CIAP2."}, {"pubmed": 24042463, "text": "RelB, together with RelA, sustains cell survival and confers proteasome inhibitor sensitivity of chronic lymphocytic leukemia cells from bone marrow."}, {"pubmed": 24056880, "text": "Additional functions coregulated by RelA and/or RelB were autophagy and plasma cell differentiation"}, {"pubmed": 24509793, "text": "CTNNA1 expression is specifically downregulated in basal-like breast cancer subtype, correlates with clinical outcome and inversely correlates with TNF and RELB expression."}, {"pubmed": 24524692, "text": "Unstimulated monocyte-derived dendritic cells express RelB at low level, However, RelB increases, following stimulation, are attenuated by geldanamycin."}, {"pubmed": 24616021, "text": "we demonstrate that SUMOylation of RelB might be one of these post-translational modifications rendering the function of the NF-kappaB transcription factor RelB."}, {"pubmed": 25063873, "text": "RelB-p52 dimers were found to directly bind to the IDO promoter, leading to IDO expression in MDSCs"}, {"pubmed": 25409035, "text": "RelB may represent a novel marker of health outcomes"}, {"pubmed": 25511695, "text": "the specific Asp205 cleavage of RelB by caspase-3 would be involved in the apoptosis induction by anticancer agents, which would provide the positive feedback mechanism."}, {"pubmed": 25794352, "text": "RELB enhances proliferation of human-induced pluripotent stem cells without affecting their pluripotency. RELB interacts with LIN28A and IMP3."}, {"pubmed": 25943190, "text": "Basal expression of RelB was significantly lower in lung cells derived from smokers with and without COPD."}, {"pubmed": 26147201, "text": "In non-small cell lung cancer, RelB expression was identified in proliferating tumor cells. tumor RelB expression was an independent predictor of lymph node metastasis"}, {"pubmed": 26186215, "text": "Although RelB nuclear frequency alone did not predict recurrence, the presence of activated RelB reduced the risk of recurrence associated with the activation of p65."}, {"pubmed": 26307012, "text": "results suggest that glucocorticoids induce a transcription complex consisting of RelB/p52, CBP, and HDAC1 that triggers a dynamic acetylation-mediated epigenetic change to induce CRH expression in full-term human placenta."}, {"pubmed": 26321231, "text": "Knockdown of ADGRG2 breast cancer cell lines resulted in a strong reduction in cell adhesion and subsequent cell migration which was associated with a selective reduction in RelB."}, {"pubmed": 26385063, "text": "the role of RelB on lymphocyte development in humans was shown."}, {"pubmed": 26455434, "text": "HDAC4-RelB-p52 complex maintains repressive chromatin around proapoptotic genes Bim and BMF and regulates multiple myeloma survival and growth"}, {"pubmed": 26463648, "text": "In conclusion, DECs show a unique hypo-responsive phenotype to the pro-inflammatory stimulus LPS in order to control the inflammatory response at feto-maternal interface."}, {"pubmed": 26914709, "text": "Lung-specific (CC-16) and novel (RelB) biomarkers are associated with systemic cardiovascular changes over time."}, {"pubmed": 27121503, "text": "The altered expression of anti-apoptotic gene Bcl-2 played critical roles in regulating both spontaneous and radiation-induced apoptosis in the presence of RelB knockdown. For the first time, we showed that RelB knockdown significantly attenuated the migration and invasion of DU145 prostate cancer cells, due to the reduction of integrin b-1"}, {"pubmed": 27678221, "text": "results suggest that changes in the relative concentrations of RelB, NIK:IKK1, and p100 during noncanonical signaling modulate this transitional complex and are critical for maintaining the fine balance between the processing and protection of p100."}, {"pubmed": 27711077, "text": "NF-kappaB RelB protein, but not RelA, displayed high expression in Endometrial cancer samples and cell lines."}, {"pubmed": 27764181, "text": "EZH2, through a methyltransferase-independent mechanism, promotes the transcriptional activation of the non-canonical NF-kappaB subunit RelB"}, {"pubmed": 28108513, "text": "Low RELB expression is associated with Prostate Cancer."}, {"pubmed": 28507099, "text": "RelB is processed by CO2 in a manner dependent on a key C-terminal domain located in its transactivation domain. Loss of the RelB transactivation domain alters NF-kappaB-dependent transcriptional activity, and loss of p100 alters sensitivity of RelB to CO2"}, {"pubmed": 28675108, "text": "to elucidate the induced activation of lytic pathway by ionizing radiation, irradiated SNU-719 cells were checked for the RelA and RelB expression by real-time PCR. RelB level showed a dose-dependent enhancement on 2nd and 4th day, whereas only a slight upregulation in RelA is noticed"}, {"pubmed": 29146913, "text": "Data show that TNF receptor-associated factor 3 (TRAF3) autophagy is driven by RAS and results in activation of transcription factor RelB (RELB)."}, {"pubmed": 29358699, "text": "Results show that GSK3beta modulates RelB degradation."}, {"pubmed": 29428966, "text": "The riboflavin transporter-3 (SLC52A3) 5'-flanking regions contain NF-kappaB p65/Rel-B-binding sites, which are crucial for mediating SLC52A3 transcriptional activity in esophageal squamous cell carcinoma (ESCC) cells."}, {"pubmed": 29658079, "text": "TNF-alpha-induced expression of transport protein genes in HUVEC cells is associated with enhanced expression of RELB and NFKB2."}, {"pubmed": 29973688, "text": "Expression of RelB by cells of colorectal cancer patients is associated with poor survival"}, {"pubmed": 30445013, "text": "In human liver diseases, RELB is upregulated in cholangiocytes. Activation of non-canonical NF-kB subunit RELB drives ductular reaction, oval cell activation and biliary driven fibrosis."}, {"pubmed": 30642670, "text": "Active RelB/p52 translocate into the nucleus to bind NF-kappaB response element of target gene promoter, and in turn, elicit recruitment of CBP and/or HDAC1 to regulate H3K9ac for epigenetic induction of parturition triggers"}, {"pubmed": 30957303, "text": "Astrocytes display days-to-weeks long specific tolerance of cytokine genes, which is coordinated by NF-kappaB family member, RelB. However, in contrast to innate immune cells, astrocytic tolerance does not involve epigenetic silencing of the cytokine genes. Establishment of tolerance depends on persistent higher levels of RelB in tolerant astrocytes and its phosphorylation on serine 472."}, {"pubmed": 31128029, "text": "The binding ability of NF-kappaB to p52/RelB was increased during the progression of cervical cancer. All cervical carcinoma biopsies showed increased expression of p50/RelA and p52/RelB, but the p52/RelB NF-kappaB protein complex showed elevated nuclear expression and binding ability, indicating a pathway other than the classical pathway."}, {"pubmed": 31399573, "text": "Study reports that PAK4 is overexpressed in all human breast cancer subtypes and associated with poor outcome. PAK4 prevents senescence-like growth arrest in breast cancer cells in vitro, in vivo and ex vivo. PAK4-RELB-C/EBPbeta axis controls the senescence-like growth arrest and a PAK4 phosphorylation residue (RELB-Ser151) is critical for RELB-DNA interaction and transcriptional activity."}, {"pubmed": 31681271, "text": "Switch of NAD Salvage to de novo Biosynthesis Sustains SIRT1-RelB-Dependent Inflammatory Tolerance."}, {"pubmed": 32163759, "text": "Study demonstrated that tristetraprolin (TTP) binds to multiple intronic and exonic sites in the pre-mRNA/mRNA of the transcription factor RelB, correlating with the TTP-upregulated expression of RelB. These findings support a model in which TTP binding of RelB pre-mRNA/mRNA coordinates the RelB upregulation and activation of the innate immunity for antiviral response."}, {"pubmed": 32807176, "text": "RelB sustains endocrine resistant malignancy: an insight of noncanonical NF-kappaB pathway into breast Cancer progression."}, {"pubmed": 34047463, "text": "Serum RelB is correlated with renal fibrosis and predicts chronic kidney disease progression."}, {"pubmed": 34232979, "text": "The alternative RelB NF-kappaB subunit is a novel critical player in diffuse large B-cell lymphoma."}, {"pubmed": 34595235, "text": "Crosstalk between Heart Failure and Cognitive Impairment via hsa-miR-933/RELB/CCL21 Pathway."}, {"pubmed": 34933092, "text": "RelB promotes the migration and invasion of prostate cancer DU145 cells via exosomal ICAM1 in vitro."}, {"pubmed": 36110848, "text": "RelB contributes to the survival, migration and lymphomagenesis of B cells with constitutively active CD40 signaling."}, {"pubmed": 36402602, "text": "NFkappaB pathway dysregulation due to reduced RelB expression leads to severe autoimmune disorders and declining immunity."}, {"pubmed": 36863451, "text": "RelB represses miR-193a-5p expression to promote the phenotypic transformation of vascular smooth muscle cells in aortic aneurysm."}, {"pubmed": 37175530, "text": "NF-kappaB Signaling Modulates miR-452-5p and miR-335-5p Expression to Functionally Decrease Epithelial Ovarian Cancer Progression in Tumor-Initiating Cells."}, {"pubmed": 38139378, "text": "Inflammation in Hypervolemic Hemodialysis Patients: The Roles of RelB and Caspase-4."}], "genomic_pos": {"chr": "19", "end": 45038192, "ensemblgene": "ENSG00000104856", "start": 45001461, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 45541452, "start": 45504688, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007249", "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019882", "qualifier": "involved_in", "term": "antigen processing and presentation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030098", "pubmed": 26385063, "qualifier": "involved_in", "term": "lymphocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032688", "pubmed": 22065573, "qualifier": "involved_in", "term": "negative regulation of interferon-beta production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033554", "qualifier": "involved_in", "term": "cellular response to stress"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034097", "qualifier": "involved_in", "term": "response to cytokine"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038061", "qualifier": "involved_in", "term": "non-canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043011", "qualifier": "involved_in", "term": "myeloid dendritic cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045063", "qualifier": "involved_in", "term": "T-helper 1 cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 30205516, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071470", "qualifier": "involved_in", "term": "cellular response to osmotic stress"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 23729669, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 22065573, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "pubmed": 20873783, "qualifier": "colocalizes_with", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0017053", "pubmed": 19158276, "qualifier": "part_of", "term": "transcription repressor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 20873783, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0071159", "pubmed": 30205516, "qualifier": "part_of", "term": "NF-kappaB complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 23729669, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14743216, 15799966, 21217772, 21988832, 25609649, 28514442, 35140242], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 20873783, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[8364, 100486410], [9544, 714677], [9598, 456119], [9606, 5971], [9615, 484454], [9913, 522670], [10090, 19698], [10116, 100360982]], "id": 4747}, "interpro": [{"desc": "RelB transactivation domain", "id": "IPR032400", "short_desc": "RelB_transact"}, {"desc": "NF-kappa-B/Dorsal", "id": "IPR000451", "short_desc": "NFkB/Dor"}, {"desc": "IPT domain", "id": "IPR002909", "short_desc": "IPT_dom"}, {"desc": "p53-like transcription factor, DNA-binding domain superfamily", "id": "IPR008967", "short_desc": "p53-like_TF_DNA-bd_sf"}, {"desc": "Rel homology domain, DNA-binding domain", "id": "IPR011539", "short_desc": "RHD_DNA_bind_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin E-set", "id": "IPR014756", "short_desc": "Ig_E-set"}, {"desc": "Rel homology domain, conserved site", "id": "IPR030492", "short_desc": "RHD_CS"}, {"desc": "Transcription factor RelB, RHD domain, N-terminal", "id": "IPR030496", "short_desc": "RelB_RHD_N"}, {"desc": "Rel homology dimerisation domain", "id": "IPR032397", "short_desc": "RHD_dimer"}, {"desc": "RelB leucine zipper", "id": "IPR032399", "short_desc": "RelB_leu_zip"}, {"desc": "NFkappaB IPT domain", "id": "IPR033926", "short_desc": "IPT_NFkappaB"}, {"desc": "Rel homology domain (RHD), DNA-binding domain superfamily", "id": "IPR037059", "short_desc": "RHD_DNA_bind_dom_sf"}], "ipi": ["IPI00221034", "IPI00967948", "IPI00967958"], "map_location": "19q13.32", "name": "RELB proto-oncogene, NF-kB subunit", "other_names": ["transcription factor RelB", "v-rel avian reticuloendotheliosis viral oncogene homolog B (nuclear factor of kappa light polypeptide gene enhancer in B-cells 3)", "v-rel reticuloendotheliosis viral oncogene homolog B, nuclear factor of kappa light polypeptide gene enhancer in B-cells 3"], "pantherdb": {"HGNC": "9956", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103289", "ortholog_type": "LDO", "panther_family": "PTHR24169", "taxid": 10090, "uniprot_kb": "Q04863"}, {"RGD": "2321078", "ortholog_type": "LDO", "panther_family": "PTHR24169", "taxid": 10116, "uniprot_kb": "D4A8H1"}, {"Gene": "RELB", "ortholog_type": "LDO", "panther_family": "PTHR24169", "taxid": 9031, "uniprot_kb": "P51509"}, {"Ensembl": "ENSDARG00000110381", "ortholog_type": "O", "panther_family": "PTHR24169", "taxid": 7955, "uniprot_kb": "A0A2R8S050"}, {"ZFIN": "ZDB-GENE-030131-9531", "ortholog_type": "LDO", "panther_family": "PTHR24169", "taxid": 7955, "uniprot_kb": "X1WEK5"}, {"FlyBase": "FBgn0014018", "ortholog_type": "LDO", "panther_family": "PTHR24169", "taxid": 7227, "uniprot_kb": "Q94527"}, {"FlyBase": "FBgn0011274", "ortholog_type": "O", "panther_family": "PTHR24169", "taxid": 7227, "uniprot_kb": "P98149"}, {"FlyBase": "FBgn0260632", "ortholog_type": "O", "panther_family": "PTHR24169", "taxid": 7227, "uniprot_kb": "P15330"}], "uniprot_kb": "Q01201"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04625", "name": "C-type lectin receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_TNFalpha", "name": "TNFalpha"}, {"id": "Pathway_TSLP", "name": "TSLP"}], "pid": [{"id": "il12_2pathway", "name": "IL12-mediated signaling events"}, {"id": "nfkappabalternativepathway", "name": "Alternative NF-kappaB pathway"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5607761", "name": "Dectin-1 mediated noncanonical NF-kB signaling"}, {"id": "R-HSA-5607764", "name": "CLEC7A (Dectin-1) signaling"}, {"id": "R-HSA-5621481", "name": "C-type lectin receptors (CLRs)"}, {"id": "R-HSA-5621575", "name": "CD209 (DC-SIGN) signaling"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5676590", "name": "NIK-->noncanonical NF-kB signaling"}], "wikipathways": [{"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP2036", "name": "TNF related weak inducer of apoptosis (TWEAK) Signaling Pathway"}, {"id": "WP2203", "name": "Thymic Stromal LymphoPoietin (TSLP) Signaling Pathway"}, {"id": "WP3617", "name": "Photodynamic therapy-induced NF-kB survival signaling"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3858", "name": "Toll-like Receptor Signaling related to MyD88"}, {"id": "WP3930", "name": "EDA signaling in hair follicle development"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4329", "name": "miRNAs involvement in the immune response in sepsis"}, {"id": "WP4341", "name": "Non-genomic actions of 1,25 dihydroxyvitamin D3"}]}, "pdb": "8G8R", "pfam": ["PF00554", "PF16179", "PF16180", "PF16181"], "pharmgkb": "PA34322", "pharos": {"target_id": 18482, "tdl": "Tbio"}, "pir": "A42617", "prosite": "PS50254", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255639", "relationship": "is"}, {"id": "GNF255640", "relationship": "is"}, {"id": "GNF255641", "relationship": "is"}, {"id": "GNF255642", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092352", "relationship": "is"}, {"id": "GNF092353", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052244", "relationship": "is"}, {"id": "GNF057013", "relationship": "is"}, {"id": "GNF061849", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070731", "relationship": "is"}, {"id": "GNF070732", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF012331", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF238472", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094928", "relationship": "is"}, {"id": "GNF134585", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001398016.1", "NP_006500.2", "XP_005259185.1", "XP_047295145.1", "XP_047295146.1", "XP_054177642.1", "XP_054177643.1", "XP_054177644.1"], "rna": ["NM_001411087.1", "NM_006509.4", "XM_005259128.3", "XM_047439189.1", "XM_047439190.1", "XM_054321667.1", "XM_054321668.1", "XM_054321669.1"], "translation": [{"protein": "XP_054177644.1", "rna": "XM_054321669.1"}, {"protein": "NP_001398016.1", "rna": "NM_001411087.1"}, {"protein": "XP_054177642.1", "rna": "XM_054321667.1"}, {"protein": "XP_005259185.1", "rna": "XM_005259128.3"}, {"protein": "NP_006500.2", "rna": "NM_006509.4"}, {"protein": "XP_047295145.1", "rna": "XM_047439189.1"}, {"protein": "XP_054177643.1", "rna": "XM_054321668.1"}, {"protein": "XP_047295146.1", "rna": "XM_047439190.1"}]}, "reporter": {"HG-U133_Plus_2": "205205_at", "HG-U95Av2": "570_at", "HTA-2_0": "TC19000638.hg.1", "HuEx-1_0": "3835966", "HuGene-1_1": "8029580", "HuGene-2_1": "16863168"}, "summary": "Enables RNA polymerase II cis-regulatory region sequence-specific DNA binding activity and protein kinase binding activity. Involved in lymphocyte differentiation and negative regulation of interferon-beta production. Located in cytosol and nucleoplasm. Part of chromatin; nucleus; and transcription repressor complex. Colocalizes with centrosome. Implicated in breast cancer and immunodeficiency 53. Biomarker of breast cancer and transitional cell carcinoma. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "RELB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419336"}, "unigene": "Hs.654402", "uniprot": {"Swiss-Prot": "Q01201", "TrEMBL": ["A0A8V8TQY2", "D6R992", "D6RIV7", "K7ERX9"]}, "wikipedia": {"url_stub": "RELB"}}