{"AllianceGenome": "9958", "HGNC": "9958", "MIM": "179820", "_id": "5972", "_version": 1, "accession": {"genomic": ["AH002979.2", "AH002980.2", "AH007216.2", "AL592114.13", "AL592146.8", "AY436324.1", "CH471067.1", "CP068277.2", "EU332871.1", "M15410.1", "NC_000001.11", "NC_060925.1", "NG_012122.1"], "protein": ["AAA60263.1", "AAA60364.1", "AAD03461.1", "AAD26254.1", "AAH33474.1", "AAH47752.1", "AAR03502.1", "ABY87560.1", "CAA24937.1", "CAG38737.1", "EAW91505.1", "NP_000528.1", "P00797.1"], "rna": ["AF117822.1", "BC033474.1", "BC047752.1", "BP321283.1", "CR536498.1", "NM_000537.4", "X00063.1"], "translation": [{"protein": "CAA24937.1", "rna": "X00063.1"}, {"protein": "AAH47752.1", "rna": "BC047752.1"}, {"protein": "NP_000528.1", "rna": "NM_000537.4"}, {"protein": "AAH33474.1", "rna": "BC033474.1"}, {"protein": "CAG38737.1", "rna": "CR536498.1"}, {"protein": "AAD26254.1", "rna": "AF117822.1"}]}, "alias": ["ADTKD4", "HNFJ2", "RTD"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2020-10-28T16:00:00.000Z", "disease_label": "familial juvenile hyperuricemic nephropathy type 2", "gcep": "Kidney Cystic and Ciliopathy Disorders Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0013128", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_cae92b57-f5b9-4000-9a42-72161f2d7dd3-2020-10-28T160000.000Z", "sop": "SOP7"}, {"classification": "definitive", "classification_date": "2020-10-28T16:00:00.000Z", "disease_label": "renal tubular dysgenesis of genetic origin", "gcep": "Kidney Cystic and Ciliopathy Disorders Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0009970", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_9a9a43c4-771a-4a73-b66f-dd99ab76aeec-2020-10-28T160000.000Z", "sop": "SOP7"}]}, "ec": "3.4.23.15", "ensembl": {"gene": "ENSG00000143839", "protein": ["ENSP00000272190", "ENSP00000490307"], "transcript": ["ENST00000272190", "ENST00000638118"], "translation": [{"protein": "ENSP00000272190", "rna": "ENST00000272190"}, {"protein": "ENSP00000490307", "rna": "ENST00000638118"}], "type_of_gene": "protein_coding"}, "entrezgene": "5972", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 18.7432382477, "exp_mis": 148.527927908, "exp_syn": 74.093072221, "lof_z": 2.68692312719559, "mis_z": 0.502794673565849, "mu_lof": 1.38579577438e-06, "mu_mis": 1.34609619475e-05, "mu_syn": 6.56540511848e-06, "n_lof": 7.0, "n_mis": 136.0, "n_syn": 79.0, "p_li": 0.00660413891460337, "p_null": 0.00391946166835694, "p_rec": 0.98947639941704, "syn_z": -0.353403268653691}, "bp": 1221, "cds_end": 204135421, "cds_start": 204124143, "n_exons": 10, "nonpsych": {"exp_lof": 16.7682281414, "exp_mis": 134.23589972, "exp_syn": 66.8651693415, "lof_z": 2.5825730642461, "mis_z": 0.83741320606786, "mu_lof": 1.38579577438e-06, "mu_mis": 1.34609619475e-05, "mu_syn": 6.56540511848e-06, "n_lof": 6.0, "n_mis": 115.0, "n_syn": 75.0, "p_li": 0.0185483130964324, "p_null": 0.0051896097400436, "p_rec": 0.976262077163524, "syn_z": -0.626342689663911}, "nontcga": {"exp_lof": 17.2246544365, "exp_mis": 136.6265778, "exp_syn": 68.146504275, "lof_z": 2.66795791438964, "mis_z": 0.367689113815647, "mu_lof": 1.38579577438e-06, "mu_mis": 1.34609619475e-05, "mu_syn": 6.56540511848e-06, "n_lof": 6.0, "n_mis": 128.0, "n_syn": 75.0, "p_li": 0.0200067400321454, "p_null": 0.00380895032715458, "p_rec": 0.9761843096407, "syn_z": -0.525669673438809}, "transcript": "ENST00000272190.8"}, "exons": [{"cdsend": 204166293, "cdsstart": 204155015, "chr": "1", "position": [[204154818, 204155177], [204155819, 204155918], [204156177, 204156319], [204156676, 204156796], [204157360, 204157369], [204159398, 204159595], [204160559, 204160678], [204161291, 204161415], [204162012, 204162163], [204166195, 204166337]], "strand": -1, "transcript": "NM_000537", "txend": 204166337, "txstart": 204154818}], "exons_hg19": [{"cdsend": 204135421, "cdsstart": 204124143, "chr": "1", "position": [[204123946, 204124305], [204124947, 204125046], [204125305, 204125447], [204125804, 204125924], [204126488, 204126497], [204128526, 204128723], [204129687, 204129806], [204130419, 204130543], [204131140, 204131291], [204135323, 204135465]], "strand": -1, "transcript": "NM_000537", "txend": 204135465, "txstart": 204123946}], "generif": [{"pubmed": 11224002, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11409653, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11776100, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11800056, "text": "higher relative left ventricular wall thickness was not attributable to plasma concentrations of renin, angiotensin-II, aldosterone, epinephrine and norepinephrine"}, {"pubmed": 11803527, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11903315, "text": "New elements in human renin promoter involved in cell-specific expression"}, {"pubmed": 12045255, "text": "Pivotal role of the renin/prorenin receptor in angiotensin II production and cellular responses to renin"}, {"pubmed": 12186695, "text": "in contrast to results for ACE blood and bone marrow levels in leukemia patients, renin levels did not vary significantly between bone marrow and peripheral blood."}, {"pubmed": 12394950, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12431442, "text": "Review. Evidence that the cardiac renin-angiotensin system participates importantly in the development and risk of hypertensive heart disease."}, {"pubmed": 12431445, "text": "Review. The various ways through which circulating renin may reach cardiac tissue sites, considering in particular the possibility that prorenin, the inactive precursor of renin, is involved in cardiac angiotensin generation."}, {"pubmed": 12473863, "text": "Human renin enhancer not only comprises the 225 bp element, but also extends to the region containing the -5312 SNP."}, {"pubmed": 12544508, "text": "Observational study of gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12556231, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12569263, "text": "Repression of renin expression by intracellular calcium may be mediated by the calcium-induced translocation of Ref-1 to the nucleus, where it binds to the renin promoter nCaRE, to repress the transcription of the renin gene."}, {"pubmed": 12613527, "text": "renin expression observed in leukemia cells disappeared with remission induction, but did not disappear with induction of cell differentiation in vivo, indicating that renin expression is associated with a blastic phenotype rather than cell proliferation."}, {"pubmed": 12684512, "text": "The binding \"gate and handle\" regions of this protein are critical for its non-proteolytic activation."}, {"pubmed": 12695419, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12736712, "text": "male mice heterozygous for the human renin gene showed moderate weight gain compared with transgenic and wild-type mice. Obese hRN8-12 mice exhibited hyperglycemia, hyperinsulinemia, hyperleptinemia, and hyperlipidemia"}, {"pubmed": 12854169, "text": "In normal subjects the expression of local renin and angiotensinogen mRNA was organ specific, but with increase of the expression locally, the organ-specificity became lost in cirrhotic patients."}, {"pubmed": 12862204, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12862204, "text": "a novel variable number of tandem repeat polymorphism in the renin gene was not associated with essential hypertension"}, {"pubmed": 12933794, "text": "HADHB trifunctional enzyme, human renin, and poly(C)-binding protein are novel renin mRNA-binding proteins that target a cis-element in the 3'-UTR of renin mRNA and regulate renin production"}, {"pubmed": 14530292, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15075192, "text": "dual production of renin and angiotensinogen in the renal proximal tubule can result in a systemic increase in arterial pressure"}, {"pubmed": 15368359, "text": "putative cis-elements and each corresponding trans-factor in the specific expression of the human renin gene in the promoter region"}, {"pubmed": 15662219, "text": "Genetic polymorphisms of renin and kidney failure in hypertension were studied."}, {"pubmed": 15739123, "text": "Plasma cathepsin D isoforms and their active metabolites increase after myocardial infarction and contribute to plasma renin activity."}, {"pubmed": 15914614, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15914769, "text": "human renin and human angiotensinogen have roles in development of hypertension in transgenic mice, and may predispose to spontaneous stroke"}, {"pubmed": 16036389, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16036389, "text": "The missense mutation in the human renin gene was found not to be associated in patients with preeclampsia."}, {"pubmed": 16138564, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16138564, "text": "REN 10631A alleles are significantly associated with essential hypertension in the Emirati population"}, {"pubmed": 16189286, "text": "renin angiotensin-forming enzyme is expressed in podocytes"}, {"pubmed": 16375820, "text": "It appears possible that renin and ET may contribute to the pathophysiological changes associated with premature labor and preeclampsia"}, {"pubmed": 16396763, "text": "The expression of Renin gene by the use of real-time quantitative PCR (RQ-PCR) at diagnosis in acute myeloid leukemia patients (AML) and to assess its possible relevance in the prognosis and outcome of such patients."}, {"pubmed": 16446393, "text": "These data support the concept of an intracellular form of renin in the brain, which may provoke functional changes in fluid homeostasis and BP regulation."}, {"pubmed": 16615274, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16672053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16790508, "text": "Mutation of REN leads to an autosomal recessive renal tubular dysgenesis in heterozygotes."}, {"pubmed": 16933186, "text": "The group of hypertensive obese women showed significantly reduced plasma levels of renin and increased aldosterone/renin quotient (ARQ) compared to obese normotensive women."}, {"pubmed": 16940215, "text": "Prorenin-induced stimulation of p38 MAPK/HSP27 pathway, resulting in alterations in actin filament dynamics, may underlie severe cardiac hypertrophy previously seen in rats with hepatic prorenin overexpression."}, {"pubmed": 16990260, "text": "This study suggested that sequences other than the enhancer may be necessary for tissue-specific, cell-specific, and regulated expression of human RENIN."}, {"pubmed": 17158202, "text": "Silent polymorphisms in the renin promoter and enhancer in hypertensive patients."}, {"pubmed": 17416596, "text": "Angiotensinogen/renin transgenic rats develop hypertension. Remodeling in the heart conduction sytsem leads to ventricular tachycardia and sudden arrhythmic death."}, {"pubmed": 17455195, "text": "the DR motif site of the renin gene functions as a negative regulatory element involved in a twofold repression of transcription; nucleic receptors bind the site and are important in renin gene expression; one of the binding proteins may be COUP-TFII."}, {"pubmed": 17476284, "text": "Strong association of the renin TaqI polymorphism with essential hypertension in Chinese Han and Tibetan populations."}, {"pubmed": 17485830, "text": "Ser84 of human renin contributes to the biphasic pH dependence of the renin-angiotensinogen reaction."}, {"pubmed": 17546276, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17562974, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17660193, "text": "Investigation of the regulatory role of a conserved region of 800 bp in size, 14 kb upstream of the renin gene which is located upstream of a known 11 kb upstream regulatory region of the renin gene."}, {"pubmed": 17693975, "text": "Plasma renin in the hypertensive subjects were lower in the Jordan Valley, but similar to normotensives in Irbid City."}, {"pubmed": 17703434, "text": "Antagonists of renin in transgenic rats prevent renin-angiotensin system inhibition and prevent damage in an angiotensin ii model of hypertenion."}, {"pubmed": 17785633, "text": "We found that PPARgamma targets a palindromic repeat with a 3-bp spacer (Pal3) in the proximal human renin promoter. Renin is the first gene described with a functional Pal3 sequence. PPARgamma agonists also stimulated renin gene expression."}, {"pubmed": 17851801, "text": "While renin expressions increased in the local cord blood of pre-eclampsia in comparison to the normal cord blood, unpredictable decrements in the angiotensinogen and ACE expressions were observed within the same pre-eclamptic samples."}, {"pubmed": 18077515, "text": "Chorionic enhancer is silent in vivo, at least in the transgenic mouse for human renin gene"}, {"pubmed": 18091737, "text": "Measurement of plasmin renin activity levels before treatment is thought to be useful for prediction of the ambulatory blood pressure lowering effects of telmisartan."}, {"pubmed": 18175911, "text": "Serine 84 in renin brings a pH profile of two separate peaks at pHs 5.5 and 8.2 to the reaction of human renin and sheep angiotensinogen."}, {"pubmed": 18188989, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18192836, "text": "Genotype GG of the rs5707 polymorphisms of the renin gene were associated with blood pressure levels and risk of hypertension in women over 40 years old"}, {"pubmed": 18192836, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18202178, "text": "Human lung mast cells express enzymatically active renin; analysis of lung mast cell RNA reveals renin transcript that is homologous to human kidney renin."}, {"pubmed": 18205094, "text": "association of the polymorphisms of the genes of the renin-angiotensin system in preterm delivery and premature rupture of membranes"}, {"pubmed": 18212269, "text": "Prorenin and renin-induced ERK 1/2 activation are independent of angiotensin II. The signal transduction is different from that evoked by angiotensin II."}, {"pubmed": 18259612, "text": "transcriptional regulation of renin expression via RP-2 but not CNRE is critical for blood pressure regulation by this gene."}, {"pubmed": 18260994, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18260994, "text": "Participation of REN gene in development of low renin AH was convincingly shown."}, {"pubmed": 18325076, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18483152, "text": "The human renin Pal3 site appears to be critical for the PPARgamma-dependent regulation of gene expression."}, {"pubmed": 18486430, "text": "Renin levels correlate with obsessive craving in medium-term abstinent alcohol-dependent patients."}, {"pubmed": 18508487, "text": "Renal renin/prorenin enter tissue sites in humans, and renal renin is the main determinant of plasma angiotensins after nephrectomy."}, {"pubmed": 18519826, "text": "Clinical trial and genome-wide association study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18632798, "text": "There are sequences in and around the renin and ETNK2 loci which act as boundaries between neighboring genes which insulate them from each other."}, {"pubmed": 18698213, "text": "equal ligand activities of both, renin and prorenin, on the (pro)renin receptor - promyelocytic zinc finger protein-phosphatidylinositol-3 kinase-p85alpha pathway"}, {"pubmed": 18718746, "text": "Weight loss is associated with reduction of blood pressure and of plasma renin levels in obese hypertensive subjects after laparoscopic gastric banding."}, {"pubmed": 18722896, "text": "Mean postnatal active plasma(umbilical vein) renin level in the Fetal growth restriction infants was significantly higher than normal infants"}, {"pubmed": 18794727, "text": "renin and endothelin-1 have a key role in the edema caused by PPARgamma agonists"}, {"pubmed": 18856058, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18856058, "text": "The analysis of carriership of the alleles and genotypes combinations of the polymorphous regions has shown that genes CYP11B2, REN, ACE, CMA andA T2R1 participate in development of low-renin HA"}, {"pubmed": 18922597, "text": "prorenin and the (pro)renin receptor play a pivotal role in the pathophysiology of diabetic nephropathy"}, {"pubmed": 18953568, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19023100, "text": "reduction of cerebral blood flow in the peripheral region of the middle cerebral artery after occlusion was markedly exaggerated in human renin/angiotensinogen trangenic mice"}, {"pubmed": 19073901, "text": "Normotensive sodium loading in normal man: regulation of renin secretion during beta1-receptor blockade."}, {"pubmed": 19082699, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19126660, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19144755, "text": "Present a new strategy to analyze possible association structures between dynamic nocturnal hormone activities and sleep alterations in humans."}, {"pubmed": 19243623, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19369955, "text": "Pretreatment levels of plasma renin activity predict ambulatory blood pressure response to valsartan in essential hypertension. (Letter)"}, {"pubmed": 19473121, "text": "Angiotensinogen (AGT) M235T and AGT G-6A, but not AGT T174M or renin-4063C/T SNPs, were significantly associated with an increased risk of stroke."}, {"pubmed": 19509012, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19513539, "text": "prorenin, renin and the peptides bind to (P)RR and the decoy reduces prorenin binding, supporting our hypothesis that decoy peptide region has a crucial role in prorenin binding."}, {"pubmed": 19536175, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19664745, "text": "Dominant renin gene mutations associated witrh early-onset hyperuricemia, anemia, and chronic kidney failure are reported."}, {"pubmed": 19673942, "text": "Cellular expression of renal, cardiac and pulmonary inducible nitric oxide synthase in double-transgenic mice expressing human renin and angiotensinogen genes."}, {"pubmed": 19716087, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19733264, "text": "prospective crucial regions in renin and prorenin responsible for their interaction with the (pro)renin receptor [PRR] were investigated using various kinds of peptides"}, {"pubmed": 19759335, "text": "Ischemia-induced brain damage is enhanced in human renin and angiotensinogen double-transgenic mice."}, {"pubmed": 19761684, "text": "De novo CML patients had increased ACE, angiotensinogen and renin mRNA levels and these expression levels decreased following administration of imatinib."}, {"pubmed": 19891555, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20160196, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20160196, "text": "The carriage of a REN-5312T allele of renin is associated with elevated diastolic blood pressure."}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20223792, "text": "There is no association of the analysed renin-angiotensin-aldosterone system polymorphisms with severe coronary artery disease in coronary artery bypass grafting patients."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20429690, "text": "REN was incorporated into transgenic rats for a study on resveratrol and mitochondrial biogenesis in a system where AngII-induced cardiac remodeling was functioning."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20486282, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20502328, "text": "This review discusses recent discoveries regarding the mechanisms that control the identity and fate of renin cells and their role in the maintenance of kidney architecture and function--{REVIEW}"}, {"pubmed": 20529973, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20529973, "text": "The SS genotype of the AGT gene was related with an increased risk for 3-vessel CAD"}, {"pubmed": 20537141, "text": "Findings indicate that the mother's risk for developing pre-eclampsia is not influenced by fetal REN haplotypes."}, {"pubmed": 20537141, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20577119, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20619546, "text": "Renin is frequently expressed in renal epithelial neoplasms with granular cells, mainly in oncocytomas, but this renin appears clinically inactive."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20662730, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20662730, "text": "Renin gene I/D polymorphism is associated with essential hypertension (EH), whereas angiotensinogen gene M235T, A-6G, and A-20C polymorphisms and the haplotypes are not associated with EH in the Mongolian population."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20702505, "text": "Decidual prorenin may be involved in the labour-associated increase in amnion PGHS-2 abundance via the (pro)renin receptor."}, {"pubmed": 20826507, "text": "A specific prorenin propart binding site was not detected in endothelial cells."}, {"pubmed": 20861226, "text": "In addition to its direct effect on renin gene transcription, PPARgamma \"sensitizes\" renin gene to cAMP via trans-activation of AC6 gene."}, {"pubmed": 20884641, "text": "Renin and PPAR-gamma differentially contribute to the control of the length of cardiomyocytes."}, {"pubmed": 20925572, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20925572, "text": "the presence of renin BglI B allele is associated with an increased risk in developing essential hypertension (Meta-Analysis)"}, {"pubmed": 21036942, "text": "three mutants were misfolded to different levels, were enzymatically inactive and exhibited abnormal intracellular trafficking"}, {"pubmed": 21084044, "text": "A novel REN gene mutation resulted in an alteration in the amino acid sequence of the renin signal sequence and caused childhood anemia, polyuria, and kidney disease. Treatment with fludrocortisone improved renal function in an affected child."}, {"pubmed": 21111986, "text": "Higher plasma renin activity was a strong predictor of mortality in patients with chronic heart failure."}, {"pubmed": 21163863, "text": "The aim of this study was to evaluate allele and haplotype distributions of REN polymorphisms, and to estimate normalised linkage disequilibrium (D') in Mexican and German populations."}, {"pubmed": 21330419, "text": "The aim was to determine whether serum prorenin levels affect the development of diabetic retinopathy (DR) in type 2 diabetes."}, {"pubmed": 21330422, "text": "25-hydroxyvitamin D is inversely associated with plasma renin activity and positively associated with salt sensitivity of blood pressure in low renin hypertension subjects."}, {"pubmed": 21340620, "text": "In type 1 diabetic women with pre-eclampsia, a higher concentration of prorenin in early pregnancy and higher levels of prorenin and SSAO throughout pregnancy were seen."}, {"pubmed": 21424086, "text": "The results show the role of plasma renin dosing as being particularly important in the pathogenesis of secondary hypertension in young adults."}, {"pubmed": 21443456, "text": "The renin prosequence [1-43] optimizes renin activity possibly through appropriate protein folding and it enhances the constitutive secretion of (pro)renin."}, {"pubmed": 21490026, "text": "Polymorphisms in the renin gene are associated with increased risk for hypertension in an independent cohort."}, {"pubmed": 21521263, "text": "Data suggest that Fok1 polymorphism of the VDR gene, in combination with 25(OH)D levels, was associated with PRA in hypertension."}, {"pubmed": 21576655, "text": "Renin-angiotensin-aldosterone system-upregulation genotypes are associated with failure of reverse remodeling after superior cavopulmonary connection surgery, less improvement in renal function, and impaired somatic growth."}, {"pubmed": 21659414, "text": "renin has a role as an Ang II-independent profibrotic factor in lung fibrosis"}, {"pubmed": 21697610, "text": "There was a significant relationship between biological variation in BNP and biological variation in PRC"}, {"pubmed": 21712789, "text": "In women with hypothyroidism, basal and poststimulatory plasma renin is low"}, {"pubmed": 21742440, "text": "Neither \"living alone\" nor depressive symptomatology alone were associated with activation of renn-angiotensin-aldersterone system, but living alone and depressive symptomatology yielded a highly significant increase in the aldosterone and renin"}, {"pubmed": 21831501, "text": "Data suggest that REN expression in placenta is higher in severe preeclampsia (but not in preeclampsia responsive to antihypertensives) as compared to control subjects. In this study, concordant expression of KiSS-1 and REN genes was not observed."}, {"pubmed": 21881521, "text": "prorenin can be detected with a monoclonal antibody directed against residues 32-39 of the prosegment"}, {"pubmed": 21941204, "text": "increased urinary renin levels in diabetes and decreased urinary renin levels following RAAS blockade reflect the activated renal RAAS in diabetes and the success of RAAS blockade in the kidney"}, {"pubmed": 21941205, "text": "plasma renin activity and aldosterone-renin ratio is associated with prevalence of chronic kidney disease"}, {"pubmed": 22022827, "text": "Results demonstrate that the Liaison((R)) direct renin assay may assist the clinician in the assessment of hypertensive patients and in the screening for primary aldosteronism."}, {"pubmed": 22042811, "text": "Hsa-miR-663 can bind to the REN 3' untranslated regions and can regulate REN mRNA levels, whereas hsa-miR-181a regulated REN mRNA."}, {"pubmed": 22136493, "text": "The inhibition activity of baicalin against renin was a result of the formation of stable complex through multisites binding including the active site."}, {"pubmed": 22396488, "text": "Aldosterone rise that often occurs during prolonged renin-angiotensin system blockade is rather due to the angiotensin II 'escape' during such blockade."}, {"pubmed": 22453004, "text": "A direct renin inhibitor combined with an ACEI or an ARB can better improve the extent of myocardial salvage after acute myocardial infarction."}, {"pubmed": 22459392, "text": "Plasma renin activity identifies a group of high risk patients for heart failure in patients with chronic kidney disease."}, {"pubmed": 22575890, "text": "X-ray structure of a prorenin sheds light on a novel mechanism of its autoinhibition and on its non-proteolytic activation by the (pro)renin receptor"}, {"pubmed": 22676457, "text": "in twin pregnancies, relative to singleton pregnancies, second trimester plasma level elevated and third trimester level reduced"}, {"pubmed": 22695510, "text": "We observed a disproportionately high level of prorenin in blacks. These high circulating prorenin levels however do not result in greater adrenal angiotensin II and aldosterone production in healthy young blacks."}, {"pubmed": 22721990, "text": "Prorenin is a chemotactic factor for human aortic smooth muscle cells expressing prorenin receptor."}, {"pubmed": 23077077, "text": "The levels of circulating and local renin-angiotensin-aldosterone system expressions were different in atrial fibrillation patients with different types of mitral valvular diseases."}, {"pubmed": 23108193, "text": "renin gene Mbo I site polymorphism is not associated with blood pressure levels and risk of hypertension."}, {"pubmed": 23111329, "text": "These in vitro data indicate that prorenin acidified in vivo possibly modulate renin angiotensin system in (pro)renin receptor-dependent and/or -independent manners which could ultimately lead to the pathogenesis of diseases."}, {"pubmed": 23292178, "text": "the main site of renin in the end-stage kidney is the juxtaglomerular cells."}, {"pubmed": 23358739, "text": "We sho a gender-dependent association of the renin rs6693954 SNP with central and ambulatory BP in patients with type 2 diabetes mellitus."}, {"pubmed": 23461768, "text": "No significant differences in plasma renin activity are found between patients with polycystic ovary syndrome and controls."}, {"pubmed": 24154707, "text": "Aliskiren prevents renal disease progression by suppressing both angiotensin I and II in human renin angiotensinogen transgenic mice with high salt loading."}, {"pubmed": 24164175, "text": "Data suggest that the renin-angiotensin system plays a critical role in placentation and nephrogenesis."}, {"pubmed": 24218434, "text": "Plasma sPRR concentrations are dependent on ethnicity and independent of renin, prorenin, and aldosterone concentrations in healthy subjects and in patients with contrasted degrees of renin-angiotensin system activity."}, {"pubmed": 24284398, "text": "These data suggest the importance of the activated oxidative stress/AGT/RAS axis in the pathogenesis of diabetic nephropathy."}, {"pubmed": 24436325, "text": "Report ethnic differences in association of plasma renin levels with blood pressure."}, {"pubmed": 24742480, "text": "Urinary renin levels should be measured by established renin assays."}, {"pubmed": 24965793, "text": "Activation of the renin-angiotensin system in the subfornical organ is sufficient to mediate an increase in drinking through PKC pathway."}, {"pubmed": 25143328, "text": "concentrations of serum aldosterone, plasma direct renin, and plasma renin activity were measured after a night's rest and again after walking for two hours."}, {"pubmed": 25237165, "text": "Plasma renin and Aldosterone to renin ratio but not aldosterone are independently associated with presence of carotid plaques in coronary artery disease patients."}, {"pubmed": 25279703, "text": "the aldosterone-renin ratio may have role in total and cancer death in Japanese individuals"}, {"pubmed": 25333683, "text": "Primary aldosteronism seems associated with a lower level of prorenin than essential hypertension"}, {"pubmed": 25491485, "text": "Demonstrate that there are strong interactions between prorenin, ATP6AP2, and TGFB1 and that this system has a greater capacity in female amnion to stimulate profibrotic pathways, thus maintaining the integrity of the fetal membranes."}, {"pubmed": 25510769, "text": "the A allele of rs6682082 of renin is a positive genetic marker for predisposition to essential hypertension and high blood pressure in Korean women."}, {"pubmed": 25534858, "text": "Data show that administration of bone-marrow-derived stromal cells (BMSCs) with human transgenic angiotensinogen and renin genes in the mouse acute kidney injury (AKI) model resulted in exacerbation of kidney injury."}, {"pubmed": 25660845, "text": "We conclude that heterozygous substitutions at AGT and REN loci correlate significantly with end-stage renal disease in a north Indian population"}, {"pubmed": 25767135, "text": "Elevated levels of circulating (pro)renin were observed in pre-eclampsia patients"}, {"pubmed": 25849646, "text": "Salt supplementation blunts the telmisartan induced increase in plasma renin activity in patients with type 2 diabetes."}, {"pubmed": 26076559, "text": "This study showed no involvement of A/G renin polymorphisms in the pathogenesis of heart failure."}, {"pubmed": 26102248, "text": "our data suggest that the renin polymorphism plays an important role in the risk of developing coronary artery disease with the highest risk for C allele, but do not support its role as a risk factor for developing restenosis after coronary stenting"}, {"pubmed": 26163660, "text": "Active renin was not significantly different between hypertensive patients with and without left ventricular hypertrophy."}, {"pubmed": 26300226, "text": "Data show that the optimum time for beta-adrenoreceptor antagonists (beta-blockers) withdrawal was 2 weeks when using direct renin concentration (DRC) and 3 weeks for plasma renin activity (PRA)."}, {"pubmed": 26366736, "text": "The results suggest that variants in the enhancer region of the human renin gene have an effect on the expression levels of renin in renal tissue; this observation is in good accordance with the results of the transcriptional assay."}, {"pubmed": 26489635, "text": "Increased plasma renin, AT and VEGF might play a role in the onset or development of superficial infantile hemangiomas."}, {"pubmed": 26753721, "text": "The present study provides evidence that the rs1464816 polymorphism in REN is associated with CKD progression in ADPKD."}, {"pubmed": 27271344, "text": "These observations demonstrate that activation of the renin-angiotensin system (RAS) promotes colitis in a blood pressure independent manner. Angiotensin II appears to drive colonic mucosal inflammation by promoting intestinal epithelial cell apoptosis and mucosal TH17 responses in colitis development"}, {"pubmed": 27428770, "text": "Data suggest mild primary aldosteronism (PA), where plasma renin activity is not as suppressed, is susceptible to dietary sodium influences on renin and ARR (aldosterone to renin ratio). Optimal screening for PA should occur under conditions of high dietary sodium intake (rather than condition of low dietary sodium intake as frequently prescribed for patients with hypertension, which may be a symptom of PA)."}, {"pubmed": 27534428, "text": "This study demonstrates the efficacy of aldosterone/direct renin concentration ratio as a screening test for primary aldosteronism."}, {"pubmed": 27555048, "text": "The dominant model (CC vs. CT+TT) of rs1894111 polymorphism in the ADRBK1 gene might be associated with low-renin hypertension in Han Chinese."}, {"pubmed": 27927648, "text": "Renin-angiotensin system transgenic mouse model suggests that renal injury in preeclampsia may be mediated through local VEGF."}, {"pubmed": 28019132, "text": "Allelic frequency of A of SNP 12109G>A was higher in women with preterm birth than in women with normal vaginal delivery and could be considered a risk factor."}, {"pubmed": 28276504, "text": "Findings suggest the prorenin binding to (pro)renin receptor involvement of receptor-associated prorenin system (RAPS) in the pathogenesis of idiopathic epiretinal membrane (iERM)."}, {"pubmed": 28395289, "text": "Urinary angiotensinogen and renin excretion are elevated in CKD patients. Both parameters are negatively associated with eGFR and these associations are independent of urinary albumin excretion"}, {"pubmed": 28455747, "text": "Mean blood pressure, plasma Ang II level, and myocardium malondialdehyde (MDA) content of angiotensinogen-renin (AGT-REN) double transgenic hypertension (dTH) mice were higher than those in wild-type (WT) mice."}, {"pubmed": 28640140, "text": "Prospective study of consecutive cardiac disease patients referred for cardiac catheterization has revealed distinct cardiac disease condition-associated differences in the frequencies of elevations in plasma renin, plasma aldosterone concentration, and the aldosterone-renin ratio"}, {"pubmed": 28641212, "text": "The genotypes of REN, AT1R and AT2R were not associated with the development of preeclampsia in South African Black women."}, {"pubmed": 28747358, "text": "Autosomal dominant polycystic kidney disease (ADPKD), uniquely increases urinary angiotensinogen and renin excretion despite their circulating levels being comparable with those in non-ADPKD chronic kidney disease."}, {"pubmed": 28875746, "text": "Plasma renin activity is associated with cardiovascular mortality or heart failure readmissions."}, {"pubmed": 29123029, "text": "This study reveals that the human renin protein is able to complement the mouse Ren1d(-/-) non-granulated defect and suggests that granulopoiesis requires a structural motif that is conserved between the mouse Ren1d and human renin proteins."}, {"pubmed": 29233044, "text": "The current study provides evidence for a possible association of renin gene polymorphisms with essential hypertension in a Han population of northern China."}, {"pubmed": 29548814, "text": "In patients with established atherosclerotic disease undergoing carotid endarterectomy, plasma renin and aldosterone concentrations were not associated with atherosclerotic plaque characteristics. Plasma renin concentration was positively associated with the occurrence of major secondary vascular events."}, {"pubmed": 29960014, "text": "Chronic depression symptoms in Blacks activated the renin-angiotensin-aldosterone-system activity with apparent desensitization of renin activity."}, {"pubmed": 30563843, "text": "findings indicate that AGT adapts unique serpin features for hormone delivery and binds renin through concerted movements in the N-terminal tail and in its main body to modulate angiotensin release."}, {"pubmed": 31177424, "text": "Higher renin concentrations are associated with more favorable cardiac function and morphology in patients with primary adrenal insufficiency."}, {"pubmed": 31409916, "text": "Serum-soluble (pro)renin receptor concentration as a biomarker for organ damage in primary aldosteronism."}, {"pubmed": 31473089, "text": "Immunohistochemical expression of renin is a prognostic factor for recurrence in nonmetastatic renal cell carcinoma."}, {"pubmed": 31622820, "text": "Findings from this study indicate that fetal renin rs5707 polymorphisms may play a significant role in preeclampsia/eclampsia development, especially among overweight or obese pregnant women in China."}, {"pubmed": 32682174, "text": "The renin secretion profile under the influence of sleep deprivation and the neuropeptides CRH and GHRH."}, {"pubmed": 32750457, "text": "An international cohort study of autosomal dominant tubulointerstitial kidney disease due to REN mutations identifies distinct clinical subtypes."}, {"pubmed": 33043632, "text": "A novel homozygous variant in REN in a family presenting with classic features of disorders involving the renin-angiotensin pathway, without renal tubular dysgenesis."}, {"pubmed": 33065209, "text": "The role of kallikrein-kinin and renin-angiotensin systems in COVID-19 infection."}, {"pubmed": 33173183, "text": "Sequence variants in the renin-angiotensin system genes are associated with isolated multicystic dysplastic kidney in children."}, {"pubmed": 33184370, "text": "Angiotensin dependent and angiotensin independent protective effects of renin-b in H9c2 cells after anoxia."}, {"pubmed": 33508746, "text": "Renal interstitial fibroblasts coproduce erythropoietin and renin under anaemic conditions."}, {"pubmed": 33677630, "text": "Non-coding Single Nucleotide Variants of Renin and the (Pro)renin Receptor are Associated with Polygenic Diseases in a Bangladeshi Population."}, {"pubmed": 33750025, "text": "Confined placental mosaicism involving multiple de novo copy number variants associated with fetal growth restriction: A case report."}, {"pubmed": 33878417, "text": "Prorenin periconceptionally and in pregnancy: Does it have a physiological role?"}, {"pubmed": 34021479, "text": "The differential activation of cardiovascular hormones across distinct stages of portal hypertension predicts clinical outcomes."}, {"pubmed": 34310595, "text": "Urinary soluble (pro)renin receptor excretion is associated with urine pH in humans."}, {"pubmed": 34576290, "text": "Intermittent Hypoxia Upregulates the Renin and Cd38 mRNAs in Renin-Producing Cells via the Downregulation of miR-203."}, {"pubmed": 36478297, "text": "The alternative renin-angiotensin-system (RAS) signalling pathway in prostate cancer and its link to the current COVID-19 pandemic."}, {"pubmed": 36481346, "text": "Counter-regulatory renin-angiotensin system in hypertension: Review and update in the era of COVID-19 pandemic."}, {"pubmed": 37569338, "text": "The Relationship between Renin-Angiotensin-Aldosterone System (RAAS) Activity, Osteoporosis and Estrogen Deficiency in Type 2 Diabetes."}, {"pubmed": 38509149, "text": "Plasma renin as a novel prognostic biomarker of sepsis-associated acute respiratory distress syndrome."}, {"pubmed": 38622720, "text": "The role of the brain renin-angiotensin system in Parkinson s disease."}], "genomic_pos": {"chr": "1", "end": 204190324, "ensemblgene": "ENSG00000143839", "start": 204154819, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 204135465, "start": 204123944, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0001822", "pubmed": 16116425, "qualifier": "involved_in", "term": "kidney development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001823", "qualifier": "involved_in", "term": "mesonephros development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002003", "qualifier": "involved_in", "term": "angiotensin maturation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002003", "pubmed": 12045255, "qualifier": "involved_in", "term": "angiotensin maturation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0002003", "qualifier": "involved_in", "term": "angiotensin maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002018", "qualifier": "involved_in", "term": "renin-angiotensin regulation of aldosterone production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": 12045255, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008217", "pubmed": 7584914, "qualifier": "involved_in", "term": "regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009755", "qualifier": "involved_in", "term": "hormone-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035902", "qualifier": "involved_in", "term": "response to immobilization stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042756", "qualifier": "involved_in", "term": "drinking behavior"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043408", "pubmed": 12045255, "qualifier": "involved_in", "term": "regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048469", "qualifier": "involved_in", "term": "cell maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050435", "qualifier": "involved_in", "term": "amyloid-beta metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051591", "qualifier": "involved_in", "term": "response to cAMP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070305", "qualifier": "involved_in", "term": "response to cGMP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071466", "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072051", "qualifier": "involved_in", "term": "juxtaglomerular apparatus development"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [12045255, 26322847], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045177", "pubmed": 26322847, "qualifier": "located_in", "term": "apical part of cell"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0004190", "pubmed": [4289389, 4322712, 4330891, 4360430, 12045255], "qualifier": "enables", "term": "aspartic-type endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004190", "qualifier": "enables", "term": "aspartic-type endopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004190", "pubmed": [12045255, 20927107], "qualifier": "enables", "term": "aspartic-type endopeptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 12045255, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005159", "qualifier": "enables", "term": "insulin-like growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 20927107, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008233", "pubmed": 12045255, "qualifier": "enables", "term": "peptidase activity"}]}, "homologene": {"genes": [[7227, 36602], [7955, 405786], [8364, 100487524], [9031, 431167], [9544, 574299], [9598, 469651], [9606, 5972], [9615, 403838], [9913, 280909], [10090, 19701], [10116, 24715]], "id": 20151}, "interpro": [{"desc": "Aspartic peptidase A1 family", "id": "IPR001461", "short_desc": "Aspartic_peptidase_A1"}, {"desc": "Aspartic peptidase, active site", "id": "IPR001969", "short_desc": "Aspartic_peptidase_AS"}, {"desc": "Aspartic peptidase, N-terminal", "id": "IPR012848", "short_desc": "Aspartic_peptidase_N"}, {"desc": "Aspartic peptidase domain superfamily", "id": "IPR021109", "short_desc": "Peptidase_aspartic_dom_sf"}, {"desc": "Peptidase family A1 domain", "id": "IPR033121", "short_desc": "PEPTIDASE_A1"}, {"desc": "Renin-like domain", "id": "IPR034135", "short_desc": "Renin-like_dom"}], "ipi": ["IPI00019644", "IPI00552207"], "map_location": "1q32.1", "name": "renin", "other_names": ["angiotensin-forming enzyme", "angiotensinogenase", "renin", "renin precursor, renal"], "pantherdb": {"HGNC": "9958", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97899", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 10090, "uniprot_kb": "P00796"}, {"MGI": "97898", "ortholog_type": "LDO", "panther_family": "PTHR47966", "taxid": 10090, "uniprot_kb": "P06281"}, {"RGD": "3554", "ortholog_type": "LDO", "panther_family": "PTHR47966", "taxid": 10116, "uniprot_kb": "P08424"}, {"Ensembl": "ENSGALG00000000545", "ortholog_type": "LDO", "panther_family": "PTHR47966", "taxid": 9031, "uniprot_kb": "F1NLA4"}, {"ZFIN": "ZDB-GENE-040630-3", "ortholog_type": "LDO", "panther_family": "PTHR47966", "taxid": 7955, "uniprot_kb": "Q6XQJ0"}, {"WormBase": "WBGene00012682", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "Q8MYN6"}, {"WormBase": "WBGene00012683", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "Q8MYN5"}, {"WormBase": "WBGene00019105", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "O16338"}, {"WormBase": "WBGene00019104", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "O16339"}, {"WormBase": "WBGene00013973", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "Q7JKL9"}, {"WormBase": "WBGene00012681", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "Q8MYN7"}, {"WormBase": "WBGene00000214", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "G5EEI4"}, {"WormBase": "WBGene00000216", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "P55956"}, {"WormBase": "WBGene00015700", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "O45072"}, {"WormBase": "WBGene00017678", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "O01531"}, {"WormBase": "WBGene00000218", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "O01532"}, {"WormBase": "WBGene00019619", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "Q94271"}, {"WormBase": "WBGene00000219", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "O01530"}, {"WormBase": "WBGene00017881", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "Q22972"}, {"WormBase": "WBGene00007605", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "Q18020"}, {"WormBase": "WBGene00000215", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "Q86NE0"}, {"WormBase": "WBGene00000217", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 6239, "uniprot_kb": "Q21966"}, {"FlyBase": "FBgn0053128", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q9VQ12"}, {"FlyBase": "FBgn0011822", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q9W5G3"}, {"FlyBase": "FBgn0038505", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q9VEK5"}, {"FlyBase": "FBgn0032303", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q9VKP7"}, {"FlyBase": "FBgn0038507", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q9VEK3"}, {"FlyBase": "FBgn0051928", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q9VQ11"}, {"FlyBase": "FBgn0033933", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "A1Z9Q9"}, {"FlyBase": "FBgn0032049", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q9VLK3"}, {"FlyBase": "FBgn0051661", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q9VQ14"}, {"FlyBase": "FBgn0038506", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q9VEK4"}, {"FlyBase": "FBgn0051926", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q9VQ13"}, {"FlyBase": "FBgn0032304", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q9VKP6"}, {"FlyBase": "FBgn0029093", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 7227, "uniprot_kb": "Q7K485"}, {"SGD": "S000006075", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 4932, "uniprot_kb": "P07267"}, {"PomBase": "SPCC1795.09", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 4896, "uniprot_kb": "O59774"}, {"PomBase": "SPAC26A3.01", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 4896, "uniprot_kb": "P32834"}, {"dictyBase": "DDB_G0279411", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 352472, "uniprot_kb": "O76856"}, {"EnsemblGenome": "AT1G69100", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 3702, "uniprot_kb": "Q9LQA9"}, {"TAIR": "2137189", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 3702, "uniprot_kb": "Q9XEC4"}, {"TAIR": "2018037", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 3702, "uniprot_kb": "Q8VYL3"}, {"TAIR": "2008940", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 3702, "uniprot_kb": "O65390"}, {"TAIR": "2120688", "ortholog_type": "O", "panther_family": "PTHR47966", "taxid": 3702, "uniprot_kb": "F4JKD9"}], "uniprot_kb": "P00797"}, "pathway": {"kegg": [{"id": "hsa04614", "name": "Renin-angiotensin system - Homo sapiens (human)"}, {"id": "hsa04924", "name": "Renin secretion - Homo sapiens (human)"}, {"id": "hsa05415", "name": "Diabetic cardiomyopathy - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-2022377", "name": "Metabolism of Angiotensinogen to Angiotensins"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}], "smpdb": [{"id": "SMP00145", "name": "Benazepril Action Pathway"}, {"id": "SMP00146", "name": "Captopril Action Pathway"}, {"id": "SMP00147", "name": "Cilazapril Action Pathway"}, {"id": "SMP00148", "name": "Enalapril Action Pathway"}, {"id": "SMP00149", "name": "Fosinopril Action Pathway"}, {"id": "SMP00150", "name": "Lisinopril Action Pathway"}, {"id": "SMP00151", "name": "Moexipril Action Pathway"}, {"id": "SMP00152", "name": "Perindopril Action Pathway"}, {"id": "SMP00153", "name": "Quinapril Action Pathway"}, {"id": "SMP00154", "name": "Ramipril Action Pathway"}, {"id": "SMP00155", "name": "Rescinnamine Action Pathway"}, {"id": "SMP00156", "name": "Spirapril Action Pathway"}, {"id": "SMP00157", "name": "Trandolapril Action Pathway"}, {"id": "SMP00158", "name": "Candesartan Action Pathway"}, {"id": "SMP00159", "name": "Eprosartan Action Pathway"}, {"id": "SMP00160", "name": "Forasartan Action Pathway"}, {"id": "SMP00161", "name": "Irbesartan Action Pathway"}, {"id": "SMP00162", "name": "Losartan Action Pathway"}, {"id": "SMP00163", "name": "Olmesartan Action Pathway"}, {"id": "SMP00164", "name": "Telmisartan Action Pathway"}, {"id": "SMP00165", "name": "Valsartan Action Pathway"}, {"id": "SMP00587", "name": "Angiotensin Metabolism"}, {"id": "SMP00733", "name": "Temocapril Action Pathway"}], "wikipathways": [{"id": "WP4756", "name": "Renin-angiotensin-aldosterone system (RAAS)"}, {"id": "WP4883", "name": "SARS-CoV-2 and angiotensin-converting enzyme 2 receptor- molecular mechanisms"}, {"id": "WP4969", "name": "RAS and bradykinin pathways in COVID-19"}, {"id": "WP554", "name": "ACE Inhibitor Pathway"}]}, "pdb": ["1BBS", "1BIL", "1BIM", "1HRN", "1RNE", "2BKS", "2BKT", "2FS4", "2G1N", "2G1O", "2G1R", "2G1S", "2G1Y", "2G20", "2G21", "2G22", "2G24", "2G26", "2G27", "2I4Q", "2IKO", "2IKU", "2IL2", "2REN", "2V0Z", "2V10", "2V11", "2V12", "2V13", "2V16", "2X0B", "3D91", "3G6Z", "3G70", "3G72", "3GW5", "3K1W", "3KM4", "3O9L", "3OAD", "3OAG", "3OOT", "3OQF", "3OQK", "3OWN", "3Q3T", "3Q4B", "3Q5H", "3SFC", "3VCM", "3VSW", "3VSX", "3VUC", "3VYD", "3VYE", "3VYF", "4AMT", "4GJ5", "4GJ6", "4GJ7", "4GJ8", "4GJ9", "4GJA", "4GJB", "4GJC", "4GJD", "4PYV", "4Q1N", "4RYC", "4RYG", "4RZ1", "4S1G", "4XX3", "4XX4", "5KOQ", "5KOS", "5KOT", "5SXN", "5SY2", "5SY3", "5SZ9", "5T4S", "5TMG", "5TMK", "5V8V", "5VPM", "5VRP", "6I3F", "7XGK", "7XGO", "7XGP"], "pfam": ["PF00026", "PF07966"], "pharmgkb": "PA297", "pharos": {"target_id": 11325, "tdl": "Tclin"}, "pir": "A21454", "prosite": ["PS51257", "PS51767"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325286", "relationship": "is"}, {"id": "GNF325287", "relationship": "is"}, {"id": "GNF325288", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255643", "relationship": "is"}, {"id": "GNF255644", "relationship": "is"}, {"id": "GNF255645", "relationship": "is"}, {"id": "GNF255646", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089364", "relationship": "is"}, {"id": "GNF089365", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054784", "relationship": "is"}, {"id": "GNF059565", "relationship": "is"}, {"id": "GNF074974", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062601", "relationship": "is"}, {"id": "GNF062602", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF012333", "relationship": "is"}, {"id": "GNF131031", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF239416", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330473", "relationship": "is"}, {"id": "GNF331777", "relationship": "is"}, {"id": "GNF333562", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335712", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102689", "relationship": "is"}, {"id": "GNF142343", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_012122.1"], "protein": "NP_000528.1", "rna": "NM_000537.4", "translation": {"protein": "NP_000528.1", "rna": "NM_000537.4"}}, "reporter": {"HG-U133_Plus_2": "206367_at", "HG-U95Av2": "39655_at", "HTA-2_0": ["TC01003726.hg.1", "TC01006051.hg.1"], "HuEx-1_0": "2451900", "HuGene-1_1": "7923608", "HuGene-2_1": "16698286"}, "summary": "This gene encodes renin, an aspartic protease that is secreted by the kidneys. Renin is a part of the renin-angiotensin-aldosterone system involved in regulation of blood pressure, and electrolyte balance. This enzyme catalyzes the first step in the activation pathway of angiotensinogen by cleaving angiotensinogen to form angiotensin I, which is then converted to angiotensin II by angiotensin I converting enzyme. This cascade can result in aldosterone release, narrowing of blood vessels, and increase in blood pressure as angiotension II is a vasoconstrictive peptide. Transcript variants that encode different protein isoforms and that arise from alternative splicing and the use of alternative promoters have been described, but their full-length nature has not been determined. Mutations in this gene have been shown to cause hyperuricemic nephropathy familial juvenile 2, familial hyperproreninemia, and renal tubular dysgenesis. [provided by RefSeq, May 2020].", "symbol": "REN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419338"}, "unigene": "Hs.3210", "uniprot": {"Swiss-Prot": "P00797", "TrEMBL": "A0A1B0GUZ2"}, "wikipedia": {"url_stub": "Renin"}}