{"AllianceGenome": "20389", "HGNC": "20389", "MIM": "605565", "_id": "56729", "_version": 1, "accession": {"genomic": ["AC008763.9", "AF352730.1", "CH471139.2", "CP068259.2", "DQ301958.1", "MZ604892.1", "MZ604893.1", "MZ604894.1", "MZ604895.1", "MZ604896.1", "MZ604897.1", "NC_000019.10", "NC_060943.1", "NG_023447.1", "OR399980.1"], "protein": ["AAG02144.1", "AAG59824.1", "AAH69302.1", "AAI01555.1", "AAI01561.1", "AAK18621.1", "AAK83106.1", "AAO38860.1", "AAQ89425.1", "ABB96251.1", "BAD04068.1", "EAW69015.1", "EAW69016.1", "NP_001180303.1", "NP_001372654.1", "NP_001372655.1", "NP_001372656.1", "NP_065148.1", "Q9HD89.1", "UXX61743.1", "UXX61744.1", "UXX61745.1", "UXX61746.1", "UXX61747.1", "UXX61748.1"], "rna": ["AB111910.1", "AF205952.1", "AF290874.1", "AF323081.1", "AY207314.1", "AY359066.1", "BC069302.1", "BC101554.1", "BC101560.1", "NM_001193374.2", "NM_001385725.1", "NM_001385726.1", "NM_001385727.1", "NM_020415.4"], "translation": [{"protein": "AAI01561.1", "rna": "BC101560.1"}, {"protein": "NP_001372654.1", "rna": "NM_001385725.1"}, {"protein": "AAQ89425.1", "rna": "AY359066.1"}, {"protein": "AAH69302.1", "rna": "BC069302.1"}, {"protein": "AAK83106.1", "rna": "AF290874.1"}, {"protein": "BAD04068.1", "rna": "AB111910.1"}, {"protein": "NP_001180303.1", "rna": "NM_001193374.2"}, {"protein": "AAG59824.1", "rna": "AF323081.1"}, {"protein": "NP_001372655.1", "rna": "NM_001385726.1"}, {"protein": "NP_001372656.1", "rna": "NM_001385727.1"}, {"protein": "NP_065148.1", "rna": "NM_020415.4"}, {"protein": "AAI01555.1", "rna": "BC101554.1"}, {"protein": "AAO38860.1", "rna": "AY207314.1"}, {"protein": "AAG02144.1", "rna": "AF205952.1"}]}, "alias": ["ADSF", "FIZZ3", "RENT", "RETN1", "RSTN", "XCP1"], "ensembl": {"gene": "ENSG00000104918", "protein": ["ENSP00000221515", "ENSP00000370725", "ENSP00000485998"], "transcript": ["ENST00000221515", "ENST00000381324", "ENST00000629642"], "translation": [{"protein": "ENSP00000221515", "rna": "ENST00000221515"}, {"protein": "ENSP00000485998", "rna": "ENST00000629642"}, {"protein": "ENSP00000370725", "rna": "ENST00000381324"}], "type_of_gene": "protein_coding"}, "entrezgene": "56729", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.91454921901, "exp_mis": 39.7607681213, "exp_syn": 20.986896996, "lof_z": 0.95855125471262, "mis_z": 0.446858058202331, "mu_lof": 2.96663297028e-07, "mu_mis": 4.34543116815e-06, "mu_syn": 2.25287154159e-06, "n_lof": 2.0, "n_mis": 34.0, "n_syn": 17.0, "p_li": 0.0740027903756986, "p_null": 0.180494753934396, "p_rec": 0.745502455689905, "syn_z": 0.539523852331314}, "bp": 327, "cds_end": 7735235, "cds_start": 7734212, "n_exons": 3, "nonpsych": {"exp_lof": 3.48986534599, "exp_mis": 35.9341534885, "exp_syn": 18.9419878068, "lof_z": 0.783239648799889, "mis_z": 0.16274141718546, "mu_lof": 2.96663297028e-07, "mu_mis": 4.34543116815e-06, "mu_syn": 2.25287154159e-06, "n_lof": 2.0, "n_mis": 34.0, "n_syn": 16.0, "p_li": 0.0691723484195414, "p_null": 0.217672951990611, "p_rec": 0.713154699589847, "syn_z": 0.425590473064542}, "nontcga": {"exp_lof": 3.5962017757, "exp_mis": 36.5747256904, "exp_syn": 19.3027628372, "lof_z": 0.83032288592563, "mis_z": 0.541622724548469, "mu_lof": 2.96663297028e-07, "mu_mis": 4.34543116815e-06, "mu_syn": 2.25287154159e-06, "n_lof": 2.0, "n_mis": 30.0, "n_syn": 11.0, "p_li": 0.0673846358581018, "p_null": 0.198491484984041, "p_rec": 0.734123879157857, "syn_z": 1.19656170801923}, "transcript": "ENST00000221515.2"}, "exons": [{"cdsend": 7670349, "cdsstart": 7669326, "chr": "19", "position": [[7669048, 7669121], [7669325, 7669444], [7669820, 7669898], [7670218, 7670455]], "strand": 1, "transcript": "NM_001193374", "txend": 7670455, "txstart": 7669048}, {"cdsend": 7670349, "cdsstart": 7669326, "chr": "19", "position": [[7669048, 7669121], [7669316, 7669444], [7669820, 7669898], [7670176, 7670455]], "strand": 1, "transcript": "NM_001385726", "txend": 7670455, "txstart": 7669048}, {"cdsend": 7670349, "cdsstart": 7669326, "chr": "19", "position": [[7669048, 7669121], [7669316, 7669444], [7670218, 7670455]], "strand": 1, "transcript": "NM_001385727", "txend": 7670455, "txstart": 7669048}, {"cdsend": 7670349, "cdsstart": 7669326, "chr": "19", "position": [[7669048, 7669121], [7669316, 7669444], [7669820, 7669898], [7670218, 7670455]], "strand": 1, "transcript": "NM_020415", "txend": 7670455, "txstart": 7669048}], "exons_hg19": [{"cdsend": 7735235, "cdsstart": 7734212, "chr": "19", "position": [[7733934, 7734007], [7734211, 7734330], [7734706, 7734784], [7735104, 7735341]], "strand": 1, "transcript": "NM_001193374", "txend": 7735341, "txstart": 7733934}, {"cdsend": 7735235, "cdsstart": 7734212, "chr": "19", "position": [[7733934, 7734007], [7734202, 7734330], [7734706, 7734784], [7735062, 7735341]], "strand": 1, "transcript": "NM_001385726", "txend": 7735341, "txstart": 7733934}, {"cdsend": 7735235, "cdsstart": 7734212, "chr": "19", "position": [[7733934, 7734007], [7734202, 7734330], [7735104, 7735341]], "strand": 1, "transcript": "NM_001385727", "txend": 7735341, "txstart": 7733934}, {"cdsend": 7735235, "cdsstart": 7734212, "chr": "19", "position": [[7733934, 7734007], [7734202, 7734330], [7734706, 7734784], [7735104, 7735341]], "strand": 1, "transcript": "NM_020415", "txend": 7735341, "txstart": 7733934}], "generif": [{"pubmed": 11872692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11872693, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11901161, "text": "Mechanisms regulating adipocyte expression of resistin"}, {"pubmed": 11978666, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12050208, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12213907, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12213907, "text": "data suggest that subjects carrying allele 3 of the resistin gene are characterized by relatively high insulin sensitivity"}, {"pubmed": 12213908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12213908, "text": "data suggest a synergistic effect of sequence differences at the resistin locus and obesity on risk of type 2 diabetes"}, {"pubmed": 12502516, "text": "Variation in resistin gene promoter not associated with polycystic ovary syndrome.  Chromosome 19p13.3."}, {"pubmed": 12504108, "text": "Resistin is expressed in human macrophages and directly regulated by PPAR gamma activators."}, {"pubmed": 12629116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12647275, "text": "results suggest that cholesterol regulates resistin expression in human white adipose tissue"}, {"pubmed": 12660880, "text": "Resistin can be detected in human plasma, and plasma resistin levels are not different in type 1 and type 2 diabetes."}, {"pubmed": 12700889, "text": "resistin is a novel secreted factor first identified as a TZD-suppressible gene"}, {"pubmed": 12730330, "text": "SREBP1c and C/EBP alpha may play discrete roles in the regulation of the resistin gene expression"}, {"pubmed": 12829623, "text": "data implicate resistin in the pathophysiology of the human insulin resistance syndrome, an effect mediated by the -180C>G promoter SNP and potentially cellular oxidative stress"}, {"pubmed": 12874180, "text": "Resistin exerts direct effects to promote endothelial cell activation by promoting ET-1 release, in part by inducing ET-1 promoter activity via the AP-1 site and upregulates adhesion molecules and chemokines and downregulates TRAF-3"}, {"pubmed": 12965109, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12965109, "text": "the frequent SNP +299G>A in the resistin gene is unlikely to have major effects on susceptibility to insulin resistance syndrome associated with type 2 diabetes in Japanese subjects."}, {"pubmed": 14514348, "text": "insulin resistance correlated most strongly with plasma leptin levels and a significant correlation with resistin levels"}, {"pubmed": 14521959, "text": "Resistin is expressed in pancreatic islets."}, {"pubmed": 14557464, "text": "circulating resistin is unlikely to play a major role in insulin resistance or energy homeostasis in humans."}, {"pubmed": 14602788, "text": "there is significantly more resistin in the serum of obese subjects"}, {"pubmed": 14671216, "text": "Modest effect of resistin in reducing glucose uptake. Suppression of resistin expression may contribute to insulin-sensitizing and glucose-lowering actions of thiazolidinediones."}, {"pubmed": 14687894, "text": "The mean concentration of resistin in sera from type 2 diabetic patients was significantly higher than that in normal subjects (mean +/- S.E.: 20.8 +/- 0.7 vs. 14.9 +/- 0.5 ng/ml, p < 0.001)."}, {"pubmed": 14688155, "text": "Overexpression of the resistin gene in adipocytes may be a local determinant factor in the pathogenesis of polycystic ovary syndrome."}, {"pubmed": 14697240, "text": "the first cysteine (Cyst22) of human resistin may be involved in stabilizing the dimers through covalent interaction"}, {"pubmed": 14715842, "text": "plasma resistin concentrations are elevated in patients with type 2 diabetes, but are not associated with insulin resistance or obesity"}, {"pubmed": 14733921, "text": "the balance in concentrations of resistin and adiponectin determines the inflammation status of vasculature and the progress of atherosclerosis"}, {"pubmed": 14740159, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14740159, "text": "Polymorphisms in the promoter of resistin gene are major determinants of plasma resistin concentrations in humans."}, {"pubmed": 14967374, "text": "Resistin is not a major determining factor of PCOS-associated insulin resistance and is not actively involved in the pathogenesis of the syndrome."}, {"pubmed": 15055467, "text": "Scarce production in adipose tissue indicates it does not directly transmit signal of obesity to other tissues. Resistin does not link obesity to insulin resistance. Review."}, {"pubmed": 15070954, "text": "Strong correlation between serum resistin and resistin mRNA from abdominal sc adipose tissue in obesity. Weak relationship between resistin and insulin sensitivity in nonobese subjects. Unlikely major link between obesity and insulin resistance."}, {"pubmed": 15111497, "text": "In Pima Indians circulating resistin levels are proportional to degree of adiposity, but not degree of insulin resistance. High serum resistin predicts increases in percent body fat. Resistin promotes obesity but not obesity-associated insulin resistance."}, {"pubmed": 15130511, "text": "Data suggest that dehydroepiandrosterone may regulate resistin transcription through a mechanism involving peroxisome proliferator-activated receptor alpha."}, {"pubmed": 15221446, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15248836, "text": "deleted transcript of resistin was characterized by an in-frame deletion of 78 bp, corresponding to the complete loss of exon 2 (resistin delta2 ASV)."}, {"pubmed": 15326567, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15326567, "text": "Ten non-coding single nucleotide polymorphisms were found. Polymorphisms in the promoter region showed marked linkage disequilibrium with each other, and were associated with serum resistin level."}, {"pubmed": 15338456, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15517149, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15517149, "text": "Resistin gene is associated with variation in weight, fat distribution and insulin resistance."}, {"pubmed": 15526156, "text": "summary of the biology and physiology of resistin [review]"}, {"pubmed": 15533384, "text": "Resistin does not appear to be a major gene predisposing to polycystic ovary syndrome (PCOS). However, an association of a resistin variant with body mass index was found in women with PCOS, suggesting that resistin may be related to adiposity in PCOS."}, {"pubmed": 15545519, "text": "Resistin induces HASMC proliferation through both ERK 1/2 and Akt signaling pathways."}, {"pubmed": 15598689, "text": "circulating resistin levels do not appear to be closely related to the nutritional status in anorexia nervosa"}, {"pubmed": 15705777, "text": "data suggest that recombinant human FIZZ3(resistin) can influence adipose metabolism by regulating preadipocyte cell number, adipocyte lipid content, and energy expenditure"}, {"pubmed": 15741250, "text": "Among HIV-infected subjects with insulin resistance and lipoatrophy, resistin levels decreased significantly after rosiglitazone."}, {"pubmed": 15754730, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15757855, "text": "In women with polycystic ovary syndrome adiponectin was lower and resistin was higher while leptin was similar to matched controls."}, {"pubmed": 15798953, "text": "resistin correlates negatively with high-density lipoprotein cholesterol (HDL-C) level for both sexes"}, {"pubmed": 15842513, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15843582, "text": "Resistin displays potent proinflammatory properties by strongly up-regulating IL-6 and TNF-alpha, responding to TNF-alpha challenge, enhancing its own activity by a positive feedback, and inducing arthritis when injected into healthy mouse joints."}, {"pubmed": 15862282, "text": "Negative correlation between serum adiponectin and resistin in polycystic ovary syndrome which might increase of insulin resistance."}, {"pubmed": 15864531, "text": "A common polymorphism of the human resistin promoter is critical for the binding of stimulaty protein 1 and modulates the transcriptional activity of the resistin gene."}, {"pubmed": 15886251, "text": "abnormal resistin secretion in polycystic ovary syndrome may play a role in causing ovarian hyperandrogenism"}, {"pubmed": 15928242, "text": "Resistin appears to be not the main link between obesity and insulin resistance in children and adolescents but because of its association with Tanner stage, it may be related to the maturation of children during pubertal development."}, {"pubmed": 15944845, "text": "Serum resistin levels are increased in patients with type 2 diabetes, but this increase is not linked to markers of insulin resistance or adiposity."}, {"pubmed": 15956078, "text": "Resistin is related to gender, but is unlikely to play a major role in the insulin resistance and metabolic abnormalities of the HAART-induced metabolic syndrome."}, {"pubmed": 15983036, "text": "Human resistin reduces insulin-stimulated glucose uptake in isolated mouse cardiomyocytes"}, {"pubmed": 16039994, "text": "The pro-inflammatory nature of hResistin was further evident from the ability of this protein to induce the nuclear translocation of NF-kappaB transcription factor as seen from electrophoretic mobility shift assays."}, {"pubmed": 16061827, "text": "although resistin concentrations are increased in hyperthyroidism, they are not associated with body weight, body fat, waist circumference or body mass index"}, {"pubmed": 16087164, "text": "the resistin SNP-420 determines monocyte mRNA and serum levels of resistin, which could induce type 2 diabetes mellitus"}, {"pubmed": 16115391, "text": "The serum resistin and leptin levels in stable COPD patients were significantly lower, especially in patients with malnutrition, than in controls."}, {"pubmed": 16137686, "text": "findings show that resistin targets AMPK and regulates fatty acid uptake and metabolism in rat skeletal muscle cells"}, {"pubmed": 16143861, "text": "resistin is only weakly associated with body fat and is unlikely to be a major mediator of insulin resistance or the metabolic syndrome in humans"}, {"pubmed": 16159596, "text": "possible role of resistin in cardiovascular disease"}, {"pubmed": 16313475, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16394091, "text": "Increased resistin in non-alcoholic fatty liver patients is related to the histological severity of the disease, but do not support a link between resistin and insulin resistance or body mass index in these patients."}, {"pubmed": 16395259, "text": "circulating resistin levels are strongly associated with both GFR and inflammatory biomarkers in chronic kidney disease (CKD); resistin is not a likely mediator of insulin resistance in patients with CKD"}, {"pubmed": 16418168, "text": "Resistin induces PTEN expression by activating stress signaling p38 pathway, which may activate target transcription factor ATF-2, which in turn induces PTEN expression"}, {"pubmed": 16478779, "text": "Resistin inhibition may not represent a suitable therapeutic strategy for the treatment of insulin resistance and diabetes in patients with liver cirrhosis."}, {"pubmed": 16496121, "text": "increased macrophage population in obese human visceral white adipose tissue might be responsible for the enhanced production of chemokines as well as resistin and visfatin"}, {"pubmed": 16525810, "text": "These results indicate that a submaximal aerobic workout does not result in significant changes in adiponectin and resistin up to 48 h post-exercise. Furthermore, it appears that adiponectin or resistin is not associated with insulin sensitivity."}, {"pubmed": 16532325, "text": "can induce increases in cholesterol and triglyscerides in human macrophages."}, {"pubmed": 16586545, "text": "Plasma resistin is associated with the disorder of metabolism of glucose and lipid in diabetes. The relationship between this hormone and insulin sensitivity suggests it may take part in the development of insulin resistance of type 2 diabetes."}, {"pubmed": 16608899, "text": "Resistin is associated with proatherogenic inflammatory markers but not independently with early atherosclerosis"}, {"pubmed": 16670163, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16670163, "text": "data indicate that serum resistin is highly heritable and has some common genetic background with traits related to insulin resistance"}, {"pubmed": 16675483, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16675483, "text": "adiponectin and resistin polymorphisms are not associated with polycystic ovary syndrome"}, {"pubmed": 16685503, "text": "Serum resistin concentration is increased in elite athletes, providing evidence against the notion that resistin levels reflect insulin resistance in humans."}, {"pubmed": 16721825, "text": "Results indicate that resistin may play a role in bone remodeling."}, {"pubmed": 16756630, "text": "Leptin and resistin levels were increased in the children with chronic renal failure"}, {"pubmed": 16822679, "text": "there was a strong correlation of resistin levels with inflammatory markers suggesting resistin as an inflammatory marker associated with coronary artery disease."}, {"pubmed": 16921786, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16934751, "text": "Resistin and TNF-alpha have roles in progression of cardiac ischaemia-reperfusion injury"}, {"pubmed": 17067553, "text": "Resistin promotes lipid accumulation in human macrophages through its upregulating CD36 cell surface expression."}, {"pubmed": 17148667, "text": "In conclusion, this study shows a role for resistin as an intrahepatic cytokine exerting proinflammatory actions in HSCs, via a Ca2+/NF-kappaB-dependent pathway and suggests involvement of this adipokine in the pathophysiology of liver fibrosis."}, {"pubmed": 17175295, "text": "The relation of elevated resistin levels to markers of inflammation may represent a novel link between these conditions and adipocytokines. Renal function was a major determinant of elevated resistin in kidney allograft recipients."}, {"pubmed": 17177135, "text": "association sith resristin concentrstion and body composition in glucose intolerance and type 2 diabetes."}, {"pubmed": 17178123, "text": "in type 2 diabetic patients, resistin level was not correlated with parameters related to metabolic abnormality and had no significant effect on cardiovascular events"}, {"pubmed": 17183659, "text": "a low and inconsistent RETN transcription was seen in some white adipose tissue biopsies without any relationship to body mass index, insulin sensitivity, or fat depot"}, {"pubmed": 17184143, "text": "Anorexia nervosa is associated with decreased plasma resistin levels."}, {"pubmed": 17207388, "text": "Significantly higher serum resistin levels were associated with rheumatoid arthritis"}, {"pubmed": 17208941, "text": "adipocyte resistin activity may be actively involved in the pathogenesis of PCOS"}, {"pubmed": 17223990, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17287419, "text": "Plasma resistin levels are increased in presence of the metabolic syndrome and are associated with increased cardiovascular risk."}, {"pubmed": 17299113, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17299113, "text": "RST polymorphisms are associated with adiposity and with bone and skeletal muscle phenotypes."}, {"pubmed": 17327348, "text": "Exercise training, without weight loss, decreases resistin and inflammatory cytokines in patients with type 2 diabetes."}, {"pubmed": 17365928, "text": "GLucose load may be an important factor in increased in resistin blood levels in continuous peritoneal dialysis."}, {"pubmed": 17374708, "text": "Modulation of adipokine signaling may contribute to the insulin resistant, atherogenic state associated with human inflammatory syndromes"}, {"pubmed": 17383891, "text": "adiponectin clearance may be decreased as shown by the inverse correlation of urinary adiponectin with GFR"}, {"pubmed": 17384338, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17384338, "text": "Plasma resistin was associated with single nucleotide polymorphism was correlated with insulin resistance, low serum HDL cholesterol, and high C-reactive protein in the Japanese general population"}, {"pubmed": 17384443, "text": "Serum resistin was related to the severity of heart failure and associated with a high risk for adverse cardiac events in patients with heart failure."}, {"pubmed": 17392006, "text": "correlated with tumor necrosis factor alpha in type 2 diabetes."}, {"pubmed": 17441314, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17441314, "text": "Plasma resistin is associated with stroke by participating in the development of insulin resistance; single nucleotide polymorphism do not affect plasma resistance levels."}, {"pubmed": 17445546, "text": "Serum resistin level is associated with insulin sensitivity in Japanese patients with type 2 diabetes mellitus."}, {"pubmed": 17525801, "text": "bi-directional changes in hypothalamic resistin action have dramatic effects on glucose production and proinflammatory cytokine expression in the liver"}, {"pubmed": 17526982, "text": "Serum resistin may prove to be a useful biological marker for coronary artery disease and restenosis in patients with type 2 diabetes mellitus."}, {"pubmed": 17565416, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17598818, "text": "Data suggest that the presence of the -420C/G SNP of the resistin gene is associated with increased obesity and metabolic syndrome."}, {"pubmed": 17598818, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17635339, "text": "mRNA resistin negatively influences FMV, and is a possible in vivo index of endothelial dysfunction."}, {"pubmed": 17698599, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17698599, "text": "The G/G genotype frequency of resistin single nucleotide polymorphiam at -420 appears to be increased in younger-onset type 2 diabetic subjects."}, {"pubmed": 17705672, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17705672, "text": "polymorphisms in adiponectin and resistin genes can contribute to metabolic phenotype of patients with obesity and anorexia nervosa"}, {"pubmed": 17727677, "text": "Data suggest that the RETN-420C>G polymorphism might be associated with an increased risk of CAD in a Chinese population."}, {"pubmed": 17727677, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17785630, "text": "In adults with hypertension, higher circulating resistin levels were associated with a lower estimated glomerular filtration rate and with increased urine albumin:creatinine ratio in the presence of concomitant diabetes."}, {"pubmed": 17924842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17924842, "text": "resistin -420C>G polymorphism may be potentially involved in the inflammatory component of atherogenesis through an enhanced production of C-reactive protein"}, {"pubmed": 17967974, "text": "Serum resistin concentrations were more strongly associated with aortic diameter than adipokines that are more intimately associated with adiposity in obesity and abdominal aortic aneurysm"}, {"pubmed": 18023360, "text": "CRP could significantly increase resistin expression in cultured human PBMC, and this effect was inhibited by simvastatin, suggesting that CRP and resistin might be involved in the pathogenesis of atherosclerosis"}, {"pubmed": 18059079, "text": "adiponectin and resistin levels are associated with birth weight with only adiponectin levels being reduced in small for gestational age children independently of gestational age."}, {"pubmed": 18167137, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18180399, "text": "Resistin induced fatty acid binding protein in human coronary endothelial cells. Hyperresistinemia would contribute to pathogenesis of hypertension in patients with type 2 diabetes, significantly linked to vascular complications and cardiovascular events."}, {"pubmed": 18221467, "text": "findings suggest that resistin may play a negative predictive role in asthma"}, {"pubmed": 18234104, "text": "We hypothesize that resistin has proinflammatory and disease-promoting properties in systemic lupus erythematosus."}, {"pubmed": 18239575, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18239575, "text": "variants in resistin are not associated with obesity in the female population"}, {"pubmed": 18257120, "text": "human resistin might play an important role in the pathogenesis of atherosclerosis and acute myocardial infarction as an inflammatory factor"}, {"pubmed": 18280066, "text": "Menopause stages and FSH changes are associated with changes in levels of the metabolically active adipocytokines (leptin, adiponectin, resistin) and ghrelin and these changes may be related to selected health outcomes observed in women at mid-life."}, {"pubmed": 18283268, "text": "Short-term profound hypothyroidism decreased resistin levels. However, no significant correlations between the levels of circulating resistin and thyroid hormones and TSH were shown."}, {"pubmed": 18381806, "text": "the endogenous resistin may functionally locate in the cytoplasm, but does not enter the nucleus and not down-regulate the transcription of insulin receptor promoter"}, {"pubmed": 18410529, "text": "Data suggest that resistin causes activation of the ERK1 and 2 pathways in trophoblast cells, and that ERK1/2 activation stimulates GLUT-1 synthesis and increased placental glucose uptake."}, {"pubmed": 18422175, "text": "In OSAHS patients, serum resistin level is enhanced and accompanied by disorders of blood pressure and serum lipids."}, {"pubmed": 18440081, "text": "Genetic variants at the RETN locus are associated with the plasma RETN concentration and cardiovascular risk factors."}, {"pubmed": 18440081, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18446183, "text": "Study obtained significant evidence for a QTL influencing the RETN expression (LOD score 10.7) on chromosome 19p; this region is orthologous/homologous to the region previously localized on baboon chromosome 19."}, {"pubmed": 18446452, "text": "resistin induced insulin resistance in hepatocytes by blocking the two insulin signal transduction pathways"}, {"pubmed": 18465683, "text": "Association of serum levels of resistin with parameters of metabolic syndrome, including some that are additional for research."}, {"pubmed": 18498634, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18501464, "text": "Many factors associated with insulin resistance are not likely influenced by the resistin gene in non-diabetic Asian individuals with high and low blood pressure."}, {"pubmed": 18501464, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18565254, "text": "potential role of resistin in the inflammatory cascade in rheumatoid arthritis"}, {"pubmed": 18577878, "text": "elevated in men with obstructive sleep apnea"}, {"pubmed": 18654008, "text": "Plasma resistin levels are associated with myocardium injury in patients with acute coronary syndrome."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18709689, "text": "levels of resistin are upregulated locally in the salivary glands of patients with primary Sjogren's syndrome (pSS); the levels of resistin correspond to the intensity of lymphocytic inflammation in patients with pSS"}, {"pubmed": 18710472, "text": "Although associated with inflammatory biomarkers, resistin 5' variants were not associated with metabolic parameters or coronary calcification, suggesting that resistin has little influence on adiposity, metabolic syndrome or atherosclerosis."}, {"pubmed": 18710472, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18768828, "text": "Resistin interferes with chemotactic movement and stimulation of oxidative burst of neutrophils, and therefore may contribute to the disturbed immune response in patients with increased resistin serum levels, e.g., uremic and diabetic subjects."}, {"pubmed": 18787374, "text": "Results suggest that resistin levels may reflect fat redistribution toward visceral fat deposits in HIV-infected children undergoing antiretroviral therapy."}, {"pubmed": 18789551, "text": "In the studied population resistin is inversely associated with insulin resistance and abdominal obesity."}, {"pubmed": 18798067, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18798067, "text": "Resistin may play a partial role in colorectal cancer but the -420C > G resistin polymorphism is not a potential genetic susceptibility factor."}, {"pubmed": 18800626, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18800626, "text": "plays a role in cause of insulin resistance.(review)"}, {"pubmed": 18815063, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18828733, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18957529, "text": "Elevated levels of circulating resistin are significantly related to increased risk of type 2 diabetes, which appears to be partially accounted for by adiposity and the inflammatory process."}, {"pubmed": 18975914, "text": "Structural conformation of resistin may be involved in maintaining the very fine balance in regulation of macrophage function for successful response to a variety of pathological conditions."}, {"pubmed": 18979105, "text": "The aim of this study is to determine the concentration of leptin, adiponectin, and resistin in patients with adenomatous polyps and colorectal cancer."}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18997620, "text": "High plasma adiponectin and resistin levels were predictors for all-cause mortality independent of other risk factors in patients with acute myocardial infarction."}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19065463, "text": "Resistin concentration in amniotic fluid was elevated in the presence of intra-amniotic infection/inflammation."}, {"pubmed": 19074981, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19074981, "text": "Single nucleotide polymorphisms the 3' region of RETN are associated with resistin levels, and one of them is also associated with glucose levels and diabetes."}, {"pubmed": 19125180, "text": "These results suggest that resistin and cytokines might contribute to the low-grade inflammation and the increased atherogenic risk observed in type 2 diabetic patients."}, {"pubmed": 19126543, "text": "a composite enhancer binding both PPARgamma and C/EBPa,b factors confers adipocyte-specific expression to Retn in mouse, and its absence from the human gene may explain the lack of adipocyte expression in humans."}, {"pubmed": 19162347, "text": "In elderly patients with aortic stenosis, higher plasma resistin levels are associated with increased valvular calcium content and inflammation."}, {"pubmed": 19177195, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19178525, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19178525, "text": "The PPARgamma Pro12Ala Pro/Pro and resistin SNP-420 G/G genotypes were associated with plasma resistin in the Japanese population."}, {"pubmed": 19188682, "text": "Although the site of resistin production differs between humans and mice, human resistin exacerbates white adipose tissue inflammation and contributes to insulin resistance in mice."}, {"pubmed": 19223612, "text": "Relations between visceral or subcutaneous adipose tissue, and cardiometabolic risk factors are not fully explained by adiponectin or resistin concentrations."}, {"pubmed": 19225215, "text": "resistin, likewise to leptin, may have a role in the regulation of cyclic female reproductive functions."}, {"pubmed": 19243851, "text": "Resistin levels are related with different cardiovascular risk and anthropometric parameters, without relation with insulin resistance, but related to gegnder."}, {"pubmed": 19247279, "text": "Conclude that long-term exercise training has beneficial effects for overweight adolescents with respect to PYY and resistin, hormones related to appetite and insulin sensitivity."}, {"pubmed": 19249901, "text": "Acutely induced hyperlipidemia increased the plasma level of resistin."}, {"pubmed": 19262583, "text": "In essential hypertensive subjects, higher resistin levels are associated with renal function impairment, as reflected by decreased eGFR."}, {"pubmed": 19269054, "text": "A single nucleotide polymorphism may be a risk marker for stroke susceptibility in Japanese type 2 diabetic patients."}, {"pubmed": 19269054, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19273568, "text": "A trend to associate between the RETN SNP rs1862513 (C-420G) and colorectal cancer risk was observed (per allele OR 1.18, 95% confidence interval (0.99-1.40)."}, {"pubmed": 19273568, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19351602, "text": "The new data uncover fractalkine (Fk) as a novel molecular link between resistin and inflammation and show that resistin and TNF-alpha have no additive effect in Fk up-regulation or on the signalling molecules implicated."}, {"pubmed": 19372460, "text": "Serum resistin concentrations are independently associated with risk for incident heart failure in older persons"}, {"pubmed": 19381781, "text": "Association between SNP -394C>G and -420C>G of RETN gene with T2DM and CHD"}, {"pubmed": 19381781, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19408174, "text": "resistin levels were independently associated with insulin resistance and body mass index in polycystic ovary patients"}, {"pubmed": 19408175, "text": "the finding of high resistin and IL-6 levels in women with gestational diabetes might confirm a role of low-grade inflammation in the pathogenesis of gestational diabetes"}, {"pubmed": 19420105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19440859, "text": "resistin induces insulin resistance in HepG2 cells at least partly via induction of SOCS-3 expression and reduction of Akt phosphorylation through an AMPK-independent mechanism"}, {"pubmed": 19445973, "text": "The wide-ranging expression of resistin in white blood cells and the upregulation of its expression by inflammatory reagents LPS and TNFalpha support the fact that increased resistin could be involved in several inflammatory diseases."}, {"pubmed": 19454585, "text": "Resistin is more abundant in liver than adipose tissue and is not up-regulated by lipopolysaccharide."}, {"pubmed": 19491387, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19544118, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19544118, "text": "The ADIPOQ SNP at -11377 showed no association with polycystic ovary syndrome (PCOS). We conclude that the RETN G/G at -420 genotype is associated with PCOS in Japanese women."}, {"pubmed": 19560452, "text": "Data show that mortality was significantly associated with adiponectin, resistin, PIIINP, MMP-2, TIMP-1, and serum creatinine."}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19717514, "text": "resistin is released from neutrophils in response to microbial stimuli"}, {"pubmed": 19719988, "text": "Large arterial elasticity was decreased in proportion to increasing serum resistin level in hypertensive patients."}, {"pubmed": 19727657, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19727657, "text": "Plasma resistin concentration is closely associated with serum concentrations of HDL-cholesterk triglycerides and insulin and body mass index."}, {"pubmed": 19738363, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19754671, "text": "TLR4 serves as a receptor for the pro-inflammatory effects of resistin in human cells."}, {"pubmed": 19770005, "text": "neutrophils have two pools of resistin, the major one exists in specific granules, and the second on their cell membrane. Release of resistin from the neutrophil granules probably serves the main source of resistin at the site of inflammation."}, {"pubmed": 19811274, "text": "No significant differences were encountered in serum levels of resistin in patients with systemic lupus erythematosus than in controls"}, {"pubmed": 19821101, "text": "resistin might be involved in the pathogenesis of insulin resistance of polycystic ovary syndrome"}, {"pubmed": 19840440, "text": "Higher expression of resistin exists in normal human fetus liver, adult bone marrow, umbilical cord blood and peripheral blood cells, which indicates that the distribution of human resistin correlates with normal hematopoiesis."}, {"pubmed": 19848317, "text": "serum resistin levels showed a stepwise increase with the number increase of > 50% stenosed coronary vessels, suggesting the potential role of resistin in atherosclerosis and especially its involvement in acute coronary syndrome"}, {"pubmed": 19882136, "text": "Cross-sectional studies report that elevated resistin levels are associated with insulin resistance and type 2 diabetes."}, {"pubmed": 19888587, "text": "Patients with colorectal tumor were determined to have low adiponectin and high resistin levels."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19920090, "text": "Resistin is positively associated only with markers of inflammation not insulinemia or endothelial dysfunction"}, {"pubmed": 19922611, "text": "The combination of high resistin and the presence of either diabetes or hypertension increased the risk of ischemic stroke."}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 19955766, "text": "In addition to its role in glucose metabolism, resistin has been also involved in the control of hypothalamic and peripheral lipid metabolism and in the regulation of food intake--REVIEW"}, {"pubmed": 20034466, "text": "resistin and high glucose induce the up-regulation of P-selectin and fractalkine and the ensuing increased monocyte adhesion by a mechanism involving oxidative stress and NF-kB and AP-1 activation."}, {"pubmed": 20061546, "text": "Epicardial adipose tissue of patients with acute coronary syndrome is characterized by increased expression and secretion of resistin and associated with increased in vitro endothelial cell permeability."}, {"pubmed": 20082598, "text": "Resistin seems to play a rather minor role in the pathophysiology of Gestational diabetes and the energy metabolism during fetal life."}, {"pubmed": 20091460, "text": "These data suggest a differential role for visfatin and resistin in linking metabolic diseases to atherosclerosis with visfatin/PBEF/Nampt being more important in patients with type 2 diabetes and resistin in obese but nondiabetic human subjects."}, {"pubmed": 20093199, "text": "resistin serum levels depend on symptom severity also in adults with persistent allergic rhinitis"}, {"pubmed": 20106477, "text": "Resistin, which is probably produced by leukocytes, may play an important role in the pathogenesis of early metabolic syndrome components in young men chronically exposed to circadian misalignment"}, {"pubmed": 20150891, "text": "Adiponectin, leptin, and resistin are independent correlates of pulse wave velocity."}, {"pubmed": 20171599, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20171599, "text": "the elevated resistin levels and the RETN -420 C > G polymorphism may be associated with cardiac hypertrophy in the study population."}, {"pubmed": 20177966, "text": "Adipocytokine resistin may have an adiposity-independent role in breast carcinogenesis."}, {"pubmed": 20203628, "text": "Hypertensive subjects with augmented resistin levels exhibit higher albuminuria, independently of established risk factors."}, {"pubmed": 20215915, "text": "Adiponectin levels were similarly elevated in cachectic and noncachectic cancer patients compared with noncancer controls."}, {"pubmed": 20300528, "text": "A at single nucleotide polymorphism-358 is required for G at -420 to confer the highest plasma resistin in the general Japanese popu"}, {"pubmed": 20300528, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20306680, "text": "Adipocytokines are probably involved in inflammatory and degenerative articular disease. The different behavior between plasma and synovial fluid would suggest a pro-inflammatory role for leptin and resistin, and chondro-protective role for adiponectin."}, {"pubmed": 20346233, "text": "Positive correlation between levels of visfatin and resistin may suggest that visfatin plays a role in inflammation in rheumatoid arthritis"}, {"pubmed": 20360975, "text": "a complex interplay of Sp1 and PPARgamma along with other transcription factors drives the expression of resistin in human monocytic U937 cells"}, {"pubmed": 20422438, "text": "Data suggest that resistin is an acute inflammatory protein, but its concentrations are unlikely to predict the prognosis of disease in acute Kawasaki disease patients."}, {"pubmed": 20435848, "text": "Resistin, at concentrations found in obese individuals, significantly decreases eNOS expression and NO production through oxidative stress and p38 and JNK MAPK activation in coronary endothelial cells."}, {"pubmed": 20464037, "text": "No association between the C-180G SNP and the serum resistin concentrations and suggests that the high resistin level in colon cancer patients may play an important role in colon cancer development."}, {"pubmed": 20464037, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20538124, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20591185, "text": "Resistin induces expansion of functional regulatory T cells only when co-cultured with dendritic cells."}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628259, "text": "resistin may contribute to atherothrombosis, exerting direct effects on vascular endothelium by promoting TF expression"}, {"pubmed": 20637370, "text": "study demonstrates that there is an increased susceptibility to insulin resistance in patients with Behcet's disease as compared to healthy controls"}, {"pubmed": 20648005, "text": "Admission resistin concentration serves as an early predictive marker of peripancreatic necrosis and clinical severity in acute pancreatitis."}, {"pubmed": 20670155, "text": "The placenta may not be the origin of the resistin that contributes to increased serum levels in women with preeclampsia."}, {"pubmed": 20671416, "text": "Data show that in patients with metabolic syndrome, resistin is strongly associated with hypercoagulative and hypofibrinolitic activities."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20802460, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20810407, "text": "Plasma levels of resistin are not correlated to aneurysm diameter; yet statin therapy results in decrease of resistin."}, {"pubmed": 20836881, "text": "diabetic subjects with diabetic foot showed in comparison with diabetics without diabetic foot higher IL-6 and resistin plasma levels, lower adiponectin plasma levels"}, {"pubmed": 20842437, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20842437, "text": "Polymorphism 5'-flanking regions of the adiponectin (ADIPOQ), leptin (LEP) and resistin (RETN) genes in a cohort of Polish obese children and adolescents (n = 243) and a control group of non-obese adults, were screened."}, {"pubmed": 20855565, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20889251, "text": "There were no correlations between resistin and adiponectin levels and HOMA-IR values and serum androgen concentrations in women with polycystic ovary syndrome."}, {"pubmed": 20951381, "text": "higher levels of serum resistin were associated with poor exercise capacity and inducible cardiac ischemia among patients with stable coronary heart disease."}, {"pubmed": 20979734, "text": "Glucose fluctuation induced monocytes/macrophages to secrete resistin."}, {"pubmed": 21029428, "text": "Following traumatic brain injury, increased plasma resistin levels are associated with Glasgow Coma Scale score and mortality."}, {"pubmed": 21050256, "text": "Studies indicate that 25(OH)D was positively associated with resistin and may be involved in resistin regulation through an unknown mechanism."}, {"pubmed": 21050358, "text": "Resistin is expressed in human prostate cancers and induces prostate cancer cell proliferation through PI3K/Akt signalling pathways"}, {"pubmed": 21140266, "text": "Higher serum resistin levels in patients with ankylosing spondylitis compared to healthy subjects give clues that resistin could have a role in the pathogenesis of this disease."}, {"pubmed": 21154263, "text": "No significant differences were found between three-vessel coronary artery disease and the control group with respect to the serum level of resistin."}, {"pubmed": 21167737, "text": "Data show that significantly elevated plasma levels of resistin (p<0.0001) and sFas (p=0.0038) as compared to controls."}, {"pubmed": 21173741, "text": "In diabetic and non-diabetic subjects the atherogenic LDL cholesterol shows an inverse correlation with resistin, whereas the protective anti-atherosclerotic HDL cholesterol is positively correlated with resistin."}, {"pubmed": 21184654, "text": "VCAM-1 and resistin may participate in the pathophysiology of vascular damage in hypertensive type-2 diabetic patients."}, {"pubmed": 21187261, "text": "Elevated serum resistin levels are associated with higher rates of mortality and hospitalization in heart failure."}, {"pubmed": 21190046, "text": "A meta-analysis did not observe any association between the polymorphism of RETN -420 C/G and the risk of type 2 diabetes mellitus."}, {"pubmed": 21212400, "text": "Serum adiponectin and resistin levels showed significant correlation with vascular inflammation, as measured using 18F-fluorodeoxyglucose positron emission tomography."}, {"pubmed": 21251282, "text": "Novel adiponectin-resistin and insulin resistance indexes are useful integrated diagnostic biomarkers for insulin resistance, type 2 diabetes and metabolic syndrome."}, {"pubmed": 21254741, "text": "adipokines, in particular resistin and leptin may be involved in development and progression of colon cancer"}, {"pubmed": 21264799, "text": "Resistin concentrations did not change after massive weight loss with biliopancreatic diversion in morbid obese patients."}, {"pubmed": 21277149, "text": "Resistin-stimulated vascular smooth muscle cell migration was associated with increased MMP expression, which was dependent on PKCepsilon activation."}, {"pubmed": 21293001, "text": "Resistin greatly increased hepatocyte VLDL apoB and lipid secretion because of microsomal triglyceride transfer protein activation and induction of hepatocyte insulin resistance."}, {"pubmed": 21323646, "text": "SNPs at the adiponectin and resistin loci were not associated with type 2 diabetes and metabolic syndrome susceptibility in Malaysian men; SNP-420C>G and SNP+299G>A of the resistin gene are strongly associated with the risk of hyperresistinemia."}, {"pubmed": 21325757, "text": "The serum levels of resistin and leptin were positively associated with CRP level in patients with rheumatoid arthritis, suggesting that these adipokines may act as pro-inflammatory cytokines in this disease."}, {"pubmed": 21345288, "text": "RETN rs1862513 polymorphism does not seem to be a genetic risk factor for both clinically evident cardiovascular disease and subclinical atherosclerosis in patients with rheumatoid arthritis."}, {"pubmed": 21382364, "text": "Study reports on the association of the resistin gene +299G>A polymorphism with coronary artery disease."}, {"pubmed": 21441316, "text": "we identified the first missense mutation in resistin in a morbidly obese proband and his obese mother"}, {"pubmed": 21497511, "text": "review of evidence that resistin (secreted by macrophages in humans) is an inflammatory biomarker and a potential mediator of obesity, diabetes and cardiovascular disease [REVIEW]"}, {"pubmed": 21520070, "text": "Resistin caused a significant increase in monocyte adhesion, which was blocked by inhibition of p38MAPK activation using SB203580 and SB202190. Resistin increased the expression of intercellular adhesion molecule-1 and vascular cell adhesion molecule-1."}, {"pubmed": 21535169, "text": "The reduction in serum resistin induced by phototherapy might be related to the clinical efficacy of this treatment for psoriasis."}, {"pubmed": 21546486, "text": "Circulating levels of resistin, but not those of adiponectin or leptin, are associated with an increased risk of incident ischemic stroke in postmenopausal women"}, {"pubmed": 21557697, "text": "Resistin gene expression in mononuclear cells and monocyte-derived macrophages in PCOS and insulin resistance is the same as controls."}, {"pubmed": 21633913, "text": "Resistin plays an important role, while other adipokines do not play a major role, in the pathogenesis of Kawasaki disease."}, {"pubmed": 21671974, "text": "elevated serum levels in patients with hepatobiliary inflammation are associated with breach of self-tolerance, i.e. anti-nuclear antibodies positivity"}, {"pubmed": 21681565, "text": "elevated serum levels correlate with clinical severity in patients with psoriasis"}, {"pubmed": 21712777, "text": "resistin is associated with HbA1c only in non-diabetic obese individuals"}, {"pubmed": 21714696, "text": "median maternal serum resistin concentration comparable before and after delivery"}, {"pubmed": 21742599, "text": "Data suggest that in hyperthyroid patients, serum resistin levels and insulin resistance parameters are higher and plasma ghrelin levels are lower than in control subjects; all values normalize with antithyroid treatment (i.e., carbimazole)."}, {"pubmed": 21750415, "text": "Resistin may play a role in the regulation of pancreatic beta-cell function."}, {"pubmed": 21778676, "text": "Resistin may be considered as a new marker of erythropoietin responsiveness in hemodialysis patients."}, {"pubmed": 21796841, "text": "Patients with type 2 diabetes ET, resistin levels are closely related with the DPN; patients with ET, is the abnormal increase of resistin levels may lead to the risk factors of DPN."}, {"pubmed": 21803600, "text": "In older patients with hip fracture there is a significant association of higher resistin levels with cervical fracture, type 2 diabetes and history of stroke, which is partly influenced by the reciprocal interaction between resistin and osteocalcin"}, {"pubmed": 21813294, "text": "Data suggest that increased serum resistin is associated with renal dysfunction but not obesity or type 2 diabetes. There appears to be no correlation between resistin levels in serum and resistin levels in monocyte supernatants."}, {"pubmed": 21874355, "text": "inflammation in obese children is suggested by the increased resistin levels, particularly in NOS II-positive patients"}, {"pubmed": 21915052, "text": "Patients with an elevated postoperative resistin level may have high risk for atrial fibrillation after coronary artery bypass grafting."}, {"pubmed": 22038316, "text": "An elevated resistin level was associated with activation of Behcet's disease."}, {"pubmed": 22146093, "text": "In pregnancies that develop preeclampsia, maternal serum resistin concentration at 11 to 13 weeks is increased in a manner not related to altered placental perfusion or function"}, {"pubmed": 22167129, "text": "Changes in resistin serum concentrations in eating disorders may be involved in the altered regulation of hypothalamic-pituitary-adrenal, thyroid and gonadal axes."}, {"pubmed": 22167130, "text": "No significant correlations between body mass index and serum resistin concentration are found in anorexia nervosa group, although a significant positive correlation has been established for all examined subjects."}, {"pubmed": 22261091, "text": "Data suggest there are associations between circulating levels of three major adipokines (resistin, leptin, and adiponectin) in breastfed infants in Turkey at 4-30 postnatal days; circulatory levels are related to serum antioxidant status."}, {"pubmed": 22296202, "text": "the plasma resistin and IL-6 concentrations increased significantly in patients with ischemic heart disease with and without diabetes"}, {"pubmed": 22296675, "text": "results clarify the nature of the association between resistin and CRC risk suggesting that the proinflammatory state of cancer, rather than the clinical diagnosis of CRC itself or its link with obesity and MS, may govern this association"}, {"pubmed": 22425808, "text": "Physical exercise was reflected by a significant increase in lactate (p</=0.01), insulin (p</=0.01), visfatin concentrations (p</=0.01, p<0.05, respectively) and only during transitory phase in glucose (p</=0.01) and resistin concentrations (p<0.05)."}, {"pubmed": 22434063, "text": "Resistin may be associated with the inflammatory process but not atherosclerosis in patients with systemic autoimmune diseases."}, {"pubmed": 22479352, "text": "Data suggest that RETN, IL8, ADIPOR2, LEPR, IL6, and TNF alpha may contribute to metabolic phenotypes in pregnant women."}, {"pubmed": 22491740, "text": "Adipokines resistin disturb insulin receptor substrate 1 activity and expression in megakaryocytes. This might be a cause of the insulin resistance observed in platelets from patients with type 2 diabetes."}, {"pubmed": 22534631, "text": "The present study demonstrated that a lower glomerular filtration rate was associated with higher circulating resistin levels, independent of coronary heart disease risk factors in patients undergoing coronary artery bypass graft surgery."}, {"pubmed": 22547903, "text": "adiponectin, leptin, resistin, and CRP may have roles in peripheral arterial occlusive disease"}, {"pubmed": 22554600, "text": "Resistin, at physiological levels observed in human obesity, down-regulates hepatocyte LDLR expression substantially"}, {"pubmed": 22554824, "text": "Resistin is involved in endothelial dysfunction in preclinical male young Tibetan adults."}, {"pubmed": 22575502, "text": "these results demonstrate that in results demonstrate that in human endothelial cells resistin up-regulates SOCS3 expression and activates STAT3 transcription factor."}, {"pubmed": 22577247, "text": "while resistin may play a role in the pathogenesis of Kawasaki disease, there is no apparent association between coronary artery lesions and the RETN (-420 C > G) gene polymorphism in KD children"}, {"pubmed": 22595228, "text": "The association of systemic resistin with local synovial tissue inflammation suggest that resistin is of relevance in the inflammatory component of Osteoarthritis."}, {"pubmed": 22683371, "text": "Levels of adiponectin, resistin, and hemoglobin were associated with the development of coronary aneurysm in children with Kawasaki disease."}, {"pubmed": 22701635, "text": "Resistin plays a role in modulating kidney function; serum levels are independently associated with albumin/creatinine ratio and glomerular filtration rate in untreated non-diabetic individuals."}, {"pubmed": 22744380, "text": "resistin immunoreactivity was detected by immunocytochemistry in the cytoplasm of human granulosa cells"}, {"pubmed": 22809551, "text": "There is no positive association of plasma PCSK9 with resistin in lean and moderately obese individuals."}, {"pubmed": 22843503, "text": "Our results suggest that genetic variants in TYW3/CRYZ and NDST4 loci may be involved in the regulation of circulating resistin levels"}, {"pubmed": 22848926, "text": "serum resistin levels increase in chronic periodontitis though not to statistically significant levels"}, {"pubmed": 22866969, "text": "Plasma resistin levels are associated with insulin resistance in older Japanese men."}, {"pubmed": 22869540, "text": "Plasma resistin levels were significantly associated with plasma C-reactive protein level and single nucleotide polymorphism -420C>G of the resistin gene could be involved in the inflammatory component of intracerebral hemorrhage."}, {"pubmed": 22884361, "text": "Resistin was increased in obese adolescents independently of the quantity of the adipose tissue. In this population, increased resistin levels were related to inflammation and endothelial activation."}, {"pubmed": 22886618, "text": "Serum resistin level is significantly higher in children with juvenile idiopathic arthritis and positive antinuclear antibodies, compared to those with a negative test."}, {"pubmed": 22898217, "text": "Leptin, resistin and TNF-alpha levels were found to be higher in systemic sclerosis in contrast to the control group."}, {"pubmed": 22934726, "text": "the visceral adipose tissue resistin mRNA expression in postmenopausal obese women is associated with insulin resistance"}, {"pubmed": 22935190, "text": "Report serum resistin levels in tumor necrosis factor receptor-associated periodic syndrome and patterns of disease activity."}, {"pubmed": 22944288, "text": "Level of resistin was significantly higher in GERD compared to both control and Barrett's esophagus patients."}, {"pubmed": 22971561, "text": "Resistin levels were comparable between groups of obese vs. lean and active vs. inactive children."}, {"pubmed": 23020084, "text": "resistin gene polymorphisms 420C/G and 44G/A were associated with obesity and MetS parameters in Tunisian volunteers."}, {"pubmed": 23086480, "text": "resistin contributes to the pro-inflammatory state of SMC by the up-regulation of CX3CL1 and CX3CR1 expression via a mechanism involving NF-kB, AP-1, and STAT1/3 transcription factors, (2) resistin employs TLR4 and Gi-protein signaling."}, {"pubmed": 23103106, "text": "3'UTR +62G>A polymorphism of the RETN gene coding resistin is associated with metabolic syndrome components."}, {"pubmed": 23137677, "text": "Serum resistin was not altered in idiopathic recurrent pericarditis."}, {"pubmed": 23160233, "text": "Changes in resistin and TNFalpha concentrations were observed in the course of stroke."}, {"pubmed": 23171632, "text": "Data indicate that resistin, S100A12 and soluble receptor for advanced glycation end products (sRAGE) are involved in the pathophysiology of Kawasaki disease (KD)."}, {"pubmed": 23178185, "text": "Resistin gene polymorphisms may play an important role in pathogenesis and susceptibility to obesity, impaired glucose tolerance, and type 2 diabetes mellitus in Egyptian population."}, {"pubmed": 23193185, "text": "It was shown that plasma resistin was associated with some tag SNPs in decorin in the general Japanese population."}, {"pubmed": 23197433, "text": "Increased resistin concentrations associated positively with beta-cell function in type 1 diabetes independent of BMI or metabolic control."}, {"pubmed": 23203410, "text": "Resistin polymorphisms show associations with obesity, but not with bone parameters in men."}, {"pubmed": 23291856, "text": "plasma levels correlate with the disease activity of psoriasis"}, {"pubmed": 23294554, "text": "In non-diabetic patients with ankylosing spondylitis taking infliximab, resistin serum levels do not correlate with disease activity."}, {"pubmed": 23321342, "text": "Multivariable regression analysis revealed that serum IL-6 (p=0.02) and cancer stage (p=0.048) were the strongest determinants of serum resistin in cases adjusting for demographic, metabolic and clinicopathological features."}, {"pubmed": 23327840, "text": "genetic association studies in population in Japan: Data suggest that an SNP in RETN (rs1862513) is associated with genetic predisposition for type 2 diabetes; RETN-420 G/G genotype is associated with lower BMI and decreased risk of type 2 diabetes."}, {"pubmed": 23360845, "text": "changes in resistin and leptin levels are unlikely to account for the insulin resistance of acromegaly."}, {"pubmed": 23400345, "text": "We demonstrated, for the first time, a significant increase in serum resistin levels in patients with SCF compared to subjects with NCF."}, {"pubmed": 23406471, "text": "Results of the present study fail to demonstrate any associations of resistin, apelin and visfatin with several biochemical indices of bone turnover in normal pregnancies."}, {"pubmed": 23432878, "text": "According to the data from the 11 studies analyzed, there was no association between circulating resistin levels and gestational diabetes.[review]"}, {"pubmed": 23446104, "text": "This study shows the involvement of IGF-1 and resistin in these beneficial effects of moderate exercise in fibromyalgia"}, {"pubmed": 23449040, "text": "In the group of chronic hepatitis C patients study observed a significant decrease in resistin after therapy. In the group of chronic hepatitis B and D patients, study found a decrease in resistin after therapy"}, {"pubmed": 23484124, "text": "the expression of resistin, TNF- alpha , IL-6, and IL-1 beta from human mononuclear cells, might be enhanced by the hyperinsulinemia and hyperleptinemia and possibly by the hyperglycemia in metabolic diseases as obesity, type 2 diabetes, and atherosclerosis."}, {"pubmed": 23509781, "text": "resistin has a role in inhibiting myogenic differentiation and inducing insulin resistance in myocytes"}, {"pubmed": 23518675, "text": "The levels of resistin and hs-CRP in women with subclinical hypothyroidism, and potential effects of L-thyroxine therapy on those levels, were determined."}, {"pubmed": 23548939, "text": "Resistin is present in granulosa and theca cells and it decreases progesterone and estradiol secretion."}, {"pubmed": 23648099, "text": "We suggest that leptin and resistin, with a stronger indication for leptin, can elicit asthmatic inflammation in obese phenotype of asthma that affects more frequently women."}, {"pubmed": 23652833, "text": "In human ovarian epithelial carcinoma cells (HO-8910), resistin (10-150 ng/mL) enhanced both VEGF protein and mRNA expression in a time- and concentration-dependent manner, as well as promoter activity."}, {"pubmed": 23666343, "text": "In humans the age-associated loss of strength is associated with the levels of representative adipokines (adiponectin, leptin, resistin) and IGF-1."}, {"pubmed": 23685419, "text": "Increased serum RES in children with atopic asthma suggest that this adipokine may be implicated in its pathogenesis."}, {"pubmed": 23729554, "text": "Data suggest that resistin not only contributes directly to metabolic syndrome but also contributes indirectly to early atherosclerosis via insulin resistance and up-regulation of blood insulin/C-reactive protein levels in obese children in China."}, {"pubmed": 23734806, "text": "Adiponectin, RBP4 and resistin levels are associated with metabolic syndrome in pubertal obese children."}, {"pubmed": 23755138, "text": "This is the first study showing that high serum resistin (a likely consequence, at least partly, of increased RETN expression) is a risk factor for cardiovascular disease and all-cause mortality in diabetic patients of European ancestry."}, {"pubmed": 23827175, "text": "resistin is a negative regulator of SIRT1 in both human hepatoma cell line HepG2 and mouse hepatocytes."}, {"pubmed": 23888552, "text": "Resistin might be involved in the pathogenesis of diabetes"}, {"pubmed": 23919731, "text": "High serum resistin and adiponectin levels might have a role in development of PEW among dialysis patients."}, {"pubmed": 23933696, "text": "Ultra-endurance aerobic exercise and acute negative energy balance lead to an up-regulation of serum resistin levels and a down-regulation of serum leptin levels."}, {"pubmed": 23954219, "text": "The resistin + 299AA genotype may be associated with increases in the risk of the nonalcoholic fatty liver development in T2DM patients."}, {"pubmed": 23955539, "text": "Lung tumor-associated dendritic cell-derived resistin promoted cancer progression by increasing Wolf-Hirschhorn syndrome candidate 1/Twist pathway."}, {"pubmed": 23981771, "text": "These results suggest that elevated resistin is a biomarker of anthracycline-induced cardiotoxicity and may contribute in the development of heart failure via its direct effects on macrophages."}, {"pubmed": 24008605, "text": "Resistin gene polymorphisms may modify the being susceptible to multiple sclerosis disease, which may cause through various levels of cytokines between genotypes."}, {"pubmed": 24012666, "text": "study suggests that resistin is related to body fat rather than to BMI in adolescents"}, {"pubmed": 24044566, "text": "adiponectin, resistin and RBP4 may have a role in the pathogenesis of NAFLD in obese children"}, {"pubmed": 24070260, "text": "High resistin levels in the brain dead donors before organ retrieval are associated with delayed graft function after kidney transplantation."}, {"pubmed": 24072088, "text": "Of the three investigated adipokines, only resistin was associated with T1DM. Resistin may play a role in the process of inflammation and also in the pathophysiology of T1DM"}, {"pubmed": 24116180, "text": "Findings suggest thatleptin, resistin and adiponectin are independently and significantly associated with the risk and severity of chronic kidney disease (CKD)."}, {"pubmed": 24119593, "text": "serum levels are increased in children with allergic rhinitis and severe nasal obstruction"}, {"pubmed": 24123702, "text": "rs3745367 and rs1423096 on the RETN gene were significantly associated with resistin levels. However, rs1423096, downstream of RETN, seems to be associated with MetS and T2DM risk more so than rs3745367."}, {"pubmed": 24134510, "text": "PCSK9 and resistin are novel protein mediators of atherogenic dyslipidemia; Both PCSK9 and resistin act in large part by targeting and reducing the hepatic degradation of very-low-density lipoprotein apoB"}, {"pubmed": 24141536, "text": "Serum resistin levels may serve as a useful marker for pulmonary vascular involvement in systemi sclerosis. Suggest a possible contribution of resistin to the pathogenesis of pulmonary arterial hypertension associated with SSc."}, {"pubmed": 24164320, "text": "Higher resistin levels were found in active celiac disease and diarrhea-predominant irritable bowel syndrome patients compared with controls. Resistin values were predictable from IL-8 and +299 polymorphism. Gluten-free diet affected resistin."}, {"pubmed": 24201007, "text": "serum resistin concentration is higher in women, and the associated increase in the risk of AMI based on the resistin level is also higher in women than in men"}, {"pubmed": 24259947, "text": "Acrp30 and resistin are upregulated in both males and females, and leptin is downregulated in females only in alcoholic liver disease"}, {"pubmed": 24268420, "text": "As an important adipocytokine, resistin was proven to play an important role in cardiovascular disease."}, {"pubmed": 24273936, "text": "results indicate that resistin increases as GFR declines and may be involved in the malnutrition-inflammation state and the reverse epidemiology phenomenon present in elderly, non-diabetic patients with CKD"}, {"pubmed": 24282299, "text": "hRes, an inflammatory protein, additionally exhibited chaperone-like properties, suggesting a possible link between inflammation and cellular stress."}, {"pubmed": 24320036, "text": "Although the inflammatory hypothesis appears promising, the role of resistin in the pathophysiology of Metabolic Syndrome, diabetes mellitus and Cardiovascular disease remains incompletely understood."}, {"pubmed": 24386395, "text": "These results provide new evidence that resistin may contribute to the vascular lesion formation via increasing endothelial permeability through the mechanism of oxidative stress and the activation of p38 MAPK."}, {"pubmed": 24401207, "text": "decreased levels of resistin, increased levels of leptin and unaltered levels of adiponectin in plasma from autism spectrum disorder subjects in comparison with controls was found"}, {"pubmed": 24414038, "text": "These findings suggest that variants in ADIPOQ and LEPR are risk factors for T2DM and hypertension in the Chinese population and that variants in RETN and TRIB3 are not major risk factors for these diseases."}, {"pubmed": 24449263, "text": "Normal resistin levels are an expression of both adequate nutritional state and controlled inflammatory state in children with chronic renal failure."}, {"pubmed": 24462731, "text": "Resistin was not associated with physical quality of life in overweight/obese women undergoing weight loss interventions."}, {"pubmed": 24465803, "text": "Heparanase potentiates the bioactivity of resistin in its standard bioassay."}, {"pubmed": 24506362, "text": "The presence of the +62A allele was associated with increase of total adiponectin, resistin levels, metabolic markers and body fat storage"}, {"pubmed": 24526524, "text": "miR-492 contributes to insulin resistance and endothelial dysfunction induced by high glucose, via directly downregulating resistin expression."}, {"pubmed": 24532267, "text": "In our young HIV-positive population, lipodystrophy had high prevalence with predominance of LA subtype. LA was associated with high resistin levels and greater number of antiretroviral regimens in overall group and female subgroup."}, {"pubmed": 24548410, "text": "Over-expression of miR-145 induced insulin resistance in Hepatocytes."}, {"pubmed": 24555415, "text": "Resistin plays an important role in promoting hepatocellular carcinoma cell metastasis."}, {"pubmed": 24564631, "text": "An association between the increasing concentration of proinflammatory resistin with the severity of beta-thalassemia"}, {"pubmed": 24585435, "text": "Study suggests that the RETN -420 C>G \"CC\" genotype is a marker of decreased CRC susceptibility."}, {"pubmed": 24606903, "text": "Human resistin directly binds to CAP1 in monocytes and upregulates cyclic AMP (cAMP) concentration, protein kinase A (PKA) activity, and NF-kappaB-related transcription of inflammatory cytokines."}, {"pubmed": 24692844, "text": "Insight into the biological action of resistin and its possible role in periodontitis influenced diabetes mellitus and diabetes induced periodontitis. [Review]"}, {"pubmed": 24719460, "text": "results suggest that human resistin may play an important contributory role in enhancing TLR4-induced inflammatory responses"}, {"pubmed": 24736687, "text": "Leptin and resistin may represent the principal mediators of the impact of obesity on the inflammatory markers involved in cardiovascular risk in type 2 diabetes patients."}, {"pubmed": 24780007, "text": "Levels of resistin in synovial fluid are associated with inflammatory and catabolic factors, suggesting that resistin has a role to play in the pathogenesis of, and as a possible drug target in, osteoarthritis."}, {"pubmed": 24811303, "text": "Serum resistin levels are increased in hemodialysis patients with failed renal allografts very probably reflecting an allograft-induced chronic inflammatory state."}, {"pubmed": 24830311, "text": "Resistin levels in seminal plasma are correlated with other inflammatory cytokines and sperm quality, suggesting role in regulating inflammation of male reproductive system."}, {"pubmed": 24841155, "text": "Leptin was significantly higher in MM patients compared with the control group, unlike resistin which showed no significant difference between the two groups"}, {"pubmed": 24929539, "text": "Resistin-induced SDF-1 upregulation by activation of TLR4, p38 MARK and NF-kappaB may explain a new role of resistin in the link of obesity and gastric cancer."}, {"pubmed": 24933198, "text": "serum levels significantly higher in acute myocardial infarction patients as compared to patients with stable angina"}, {"pubmed": 25010619, "text": "Serum resistin does not seem to be involved in the pathogenesis of idiopathic hirsutism and polycystic ovary syndrome regarding insulin resistance."}, {"pubmed": 25048152, "text": "Plasma resistin was increased in patients with gestational diabetes."}, {"pubmed": 25088792, "text": "Present study shows that 420C/G polymorphism of resistin gene directly correlated to its high circulating level and metabolic risk factors, specifically markers of obesity and atherosclerosis"}, {"pubmed": 25096511, "text": "A SNP in the 3'UTR region of RETN (rs10401670) is associated with resistin levels and lipid profile in children."}, {"pubmed": 25120107, "text": "Data suggests that genetic variations in NAMPT -948G/T and RETN -420C/G may contribute to the disposition for type 2 diabetes mellitus and its cardiovascular disease complications in Egyptian patients."}, {"pubmed": 25128719, "text": "resistin could function as a key molecule in the complications of obesity development and could potentially be used as a diagnostic and prognostic marker"}, {"pubmed": 25151857, "text": "Letter: suggest resistin contributes to link between inflammation and enhanced cardiovascular risk in rheumatoid arthritis."}, {"pubmed": 25196858, "text": "Serum resistin levels are elevated in psoriatic arthritis but do not correlate with disease activity."}, {"pubmed": 25217005, "text": "Adiponectin-resistin index and its strong association with acute coronary syndrome in South Indian men"}, {"pubmed": 25343379, "text": "IL-8, NGAL and Resistin were consistently higher in severe sepsis."}, {"pubmed": 25345756, "text": "increased expression in both sera and urine from lupus nephritis patients"}, {"pubmed": 25384519, "text": "Adiponectin and resistin were not associated with BW [birth weight] or NWC[ newborn weight change ]"}, {"pubmed": 25385911, "text": "Serum resistin level was higher in CKD ( Chronic Kidney Diseases ) patients compared to control subjects."}, {"pubmed": 25386084, "text": "Serum resistin does not adequately serve as a predictive marker of clinical severity in acute pancreatitis."}, {"pubmed": 25404641, "text": "resistin promotes chondrosarcoma metastasis and MMP-2 expression through activation of the AMPK/p38 signaling pathway and down-regulation of miR-519d expression"}, {"pubmed": 25476756, "text": "the -420C>G RETN polymorphism was independently associated with the degree of cardiac fibrosis, assessed by late gadolinium enhancement,in patients with hypertrophic cardiomyopathy"}, {"pubmed": 25502905, "text": "association between resistin and arterial stiffness in hypertensive patients remains underexplored[review]"}, {"pubmed": 25585029, "text": "resistin may have a role in incident cardiovascular diseases, coronary heart disease, and heart failure as demonstrated in an ethnically diverse population without known cardiovascular disease at baseline"}, {"pubmed": 25617889, "text": "The aim of this study was to evaluate the relationship between androgens and adipocytokines and parameters of vascular functions in hypogonadal men."}, {"pubmed": 25750093, "text": "A cycle of Mud Bath Therapy in patients with bilateral knee osteoarthritis can modify serum levels of adiponectin and resistin but not the circulating levels of visfatin."}, {"pubmed": 25811174, "text": "This is the first report of an association between high serum resistin and low eGFR in patients with T2D of European ancestry."}, {"pubmed": 25811207, "text": "These preliminary results suggested a potential role for RETN C-420G and G+299A polymorphisms in the genetic predisposition to colon cancer disease."}, {"pubmed": 25833030, "text": "findings support the hypothesis that appetite hormones are trait markers for alcohol craving."}, {"pubmed": 25868978, "text": "Findings suggest a crucial roles for resistin, IL-6 and STAT3 in breast cancer racial disparity."}, {"pubmed": 25904298, "text": "Plasma omentin level and omentin/resistin ratio were decreased, whereas the resistin and TNF-alpha levels and TNF-alpha/omentin ratio were increased in BD patients."}, {"pubmed": 25935455, "text": "serum resistin level is significantly elevated in rheumatoid arthritis patients, but not in systemic lupus erythematosus patients"}, {"pubmed": 25991560, "text": "Resistin gene single nucleotide polymorphisms and haplotypes are of apparent functional importance in the regulation of resistin levels but are not correlated with obesity and related markers."}, {"pubmed": 26004149, "text": "Serum resistin levels are elevated in patients with AChR-generalized MG and AChR-MG with thymoma and are correlated with disease severity."}, {"pubmed": 26051098, "text": "Ratios of adiponectin/resistin constitute a novel predictive factor to explain polycystic ovary syndrome."}, {"pubmed": 26107194, "text": "Serum resistin elevation was associated with risk of lymph node metastasis in Endometrial Cancer."}, {"pubmed": 26110037, "text": "Both plasma resistin and PBMC resistin mRNA were negatively associated with plasma HDL-C, and plasma resistin positively with serum creatinine."}, {"pubmed": 26112052, "text": "Resistin is increased early in brain dead organ donors, remains increased throughout the period of brain death and correlates strongly with pro-inflammatory mediators."}, {"pubmed": 26215065, "text": "There were no statistically significant results between the RETN C- 420G genotypes and tumor grade, lymph node positivity, distant metastasis presence, angiolymphatic invasion, perineural invasion, and mucinous component"}, {"pubmed": 26285069, "text": "OLI is a physiological repressor of systemic resistin release whereas FFA upregulate resistin release in vitro from adipocytes."}, {"pubmed": 26365964, "text": "Data show interaction of Polymorphisms of Resistin Gene Promoter -420C/G, Glutathione Peroxidase -1 Gene Pro198Leu and Cigarette Smoking in Nonalcoholic Fatty Liver Disease"}, {"pubmed": 26385595, "text": "Resistin diminishes ATP content through the targeting of ATP5S mRNA 3'UTR by miR-34a."}, {"pubmed": 26404063, "text": "RETN promoter SNPs might influence the circulating resistin level through an effect on DNA methylation and on RETN mRNA abundance in monocytes"}, {"pubmed": 26426452, "text": "There was no significant difference in resistin in women with preterm labor and a prior preterm delivery."}, {"pubmed": 26448186, "text": "Significantly higher plasma resistin levels are observed among healthy khat addicted subjects as compared to non addicted healthy controls."}, {"pubmed": 26466550, "text": "significant association between resistin, both PBMCs mRNA and plasma protein, and the relative proportion of sdLDL particles in the circulation of coronary artery disease patients"}, {"pubmed": 26505548, "text": "Resistin was not associated with radiographic knee osteoarthritis severity or knee cartilage volume in knee osteoarthritis."}, {"pubmed": 26509463, "text": "Serum levels of resistin was positively correlated with low-density lipoprotein cholesterol levels and markers of systemic inflammation. CSF resistin concentrations were generally low."}, {"pubmed": 26639524, "text": "strong, linear associations between serum resistin level and clinical outcomes such as mortality and graft loss in kidney transplant recipients"}, {"pubmed": 26667298, "text": "Elevated circulating resistin is a significant independent predictor of cardiovascular and all-cause mortality in elderly, non-diabetic chronic kidney disease patients."}, {"pubmed": 26690142, "text": "Resistin can initiate the endothelial adhesion of colorectal cancer cells, with concomitant increases in NF-kappaB activity and ICAM-1 and VCAM-1 expression."}, {"pubmed": 26725019, "text": "Circulating Leptin and Resistin, but not Adiponectin, levels positively correlate with rheumatoid arthritis clinical activity in a manner independent of the subject's BMI."}, {"pubmed": 26729407, "text": "Resistin, a fat-derived secretory factor, promotes metastasis of MDA-MB-231 human breast cancer cells through ERM activation"}, {"pubmed": 26857860, "text": "Serum resistin predicts severity of acute pancreatitis."}, {"pubmed": 26858108, "text": "RETN gene polymorphisms are strongly associated with acne vulgaris and the severity of acne symptoms."}, {"pubmed": 26887258, "text": "Similarly, neutrophils stimulated with the streptococcal M1-protein showed a significant increase in co-localization of HBP and resistin positive granules as well as exocytosis of these factors, as compared to LPS."}, {"pubmed": 26898119, "text": "The serum levels of IL-8, MIP-1 alpha, MIP-1 beta, MMP-8, Resistin, FLRG, and BCAM were significantly higher in breast cancer patients, but LAP and TSH-beta levels were lower."}, {"pubmed": 26899574, "text": "In this meta-analysis, serum resistin levels are associated with and increased risk of acute cerebral infarction in Asians, but not in Caucasians."}, {"pubmed": 26967765, "text": "revealed increased likelihood of metabolic and dyslipidemic manifestations in obese compared to non-obese PCOS patients, while no significant difference was noted in visfatin and resistin levels among PCOS patients in terms of co-morbid obesity and in comparison to controls"}, {"pubmed": 26995146, "text": "Polymorphisms of the resistin gene could be assigned to play a role in increasing the risk of polycystic ovary syndrome in a South Indian population"}, {"pubmed": 27000702, "text": "Resistin might be a useful biomarker of inflammation in neuromyelitis optica"}, {"pubmed": 27020638, "text": "Serum resistin is a promising marker to differentiate between recurrent acute pancreatitis and chronic pancreatitis."}, {"pubmed": 27118275, "text": "the mutant genotype of two SNPs of the RETN gene (rs1862513 and rs10401670) was associated with a lack of change in resistin secondary to biliopancreatic diversion"}, {"pubmed": 27146694, "text": "In women, elevated levels of serum resistin are significantly associated with higher rates of incident atrial fibrillation and partially mediate the association between BMI and AF."}, {"pubmed": 27154800, "text": "leptin, resistin, and obesity play important roles in the onset of preeclampsia; leptin and resistin may have some impacts on the fetal growth and development"}, {"pubmed": 27173614, "text": "The strongest OR was for CXCL8 (interleukin-8) in serum (96.8, 95% CI: 11.9-790.2). Of these 15 markers, 6 were also significantly elevated in serum from Chile (CCL20, C-reactive protein, CXCL8, CXCL10, resistin, serum amyloid A)."}, {"pubmed": 27175608, "text": "Adiponectin and resistin show an additive independent effect on all-cause mortality in patients with type 2 diabetes"}, {"pubmed": 27180200, "text": "Amendment of the cytokine profile in macrophages subsequent to their interaction with smooth muscle cells: Differential modulation by fractalkine and resistin."}, {"pubmed": 27214983, "text": "The inverse correlation between resistin levels and the level of IGF-1 in plasma confirms the existing relationship between their productions."}, {"pubmed": 27256793, "text": "Plasma resistin did not show any association with the degree of vascular damage in non-hypersomnolent obstructive sleep apnoea patients."}, {"pubmed": 27312219, "text": "Low chemerin and high resistin levels were associated with carotid disease severity, suggesting that these adipokines may act as potential markers for plaque instability and stroke risk."}, {"pubmed": 27314854, "text": "Resistin gene expression levels were significantly higher in receptor negative subtypes, especially estrogen receptor negative cases in African American (AA) women. Resistin may serve as an early breast cancer biomarker and possible therapeutic target for AA breast cancer."}, {"pubmed": 27353463, "text": "Results show that resistin down-regulates the transcription of GLUT1 by suppressing the expression of PPARG, thus causing impaired glucose transportation in endothelial cell layers."}, {"pubmed": 27434862, "text": "RETN gene expression is downregulated in CD4(+) T helper lymphocytes and CD14(+) monocytes in rheumatoid arthritis responding to TNF-alpha inhibition."}, {"pubmed": 27477870, "text": "Fine-tuned by RETN SNPs, intrahepatic, multi-cellular resistin reinforced IFNL3 in eliminating HCV via immunomodulation to counteract pro-inflammation."}, {"pubmed": 27493109, "text": "Circulating resistin levels were not altered in nonalcoholic fatty liver disease."}, {"pubmed": 27509174, "text": "high resistin levels are associated with increased obesity-related cancer risk [meta-analysis]"}, {"pubmed": 27553954, "text": "Our data suggest that adiponectin and resistin are altered in non-obese chronic migraineurs."}, {"pubmed": 27559858, "text": "analysis of the relationship between skinfold thickness and serum leptin, ghrelin, adiponectin, and resistin levels in infants of diabetic mothers"}, {"pubmed": 27573736, "text": "Resistin-associated VSMC dysfunction and intimal hyperplasia are related to PKCepsilon-dependent Nox activation and ROS generation"}, {"pubmed": 27637079, "text": "Report decreased serum resistin level in Grave's disease patients. Suggest that serum resistin is primarily secreted from circulating neutrophils and down-regulated by excessive thyroid hormones in GD patients."}, {"pubmed": 27654573, "text": "Resistin and leptin levels, rather than adiponectin, correlate with persistent organ failure in patients with acute pancreatitis"}, {"pubmed": 27664181, "text": "Therefore, rs1423096 and rs10401670, in addition to SNP-420 and SNP-358, were identified as possible functional variants affecting circulating resistin by the genome-wide search in the Japanese population."}, {"pubmed": 27731497, "text": "This study elucidates the detailed mechanism of low shear stress regulating the resistin-induced catabolic COX-2 expression."}, {"pubmed": 27775434, "text": "serum resistin concentration was independently associated with early atherosclerosis in male smokers"}, {"pubmed": 27884778, "text": "Results show that adiponectin, resistin and visfatin are present in osteophytes but have no direct influence on osteophyte development. Although these adipokines induce several inflammatory mediators, they do not affect osteoblast- or chondrocyte-related mechanisms of osteophyte development."}, {"pubmed": 27886976, "text": "serum and lung adiponectin, leptin, and resistin were measured in an atopic adult study population following exposure to allergen and diesel exhaust"}, {"pubmed": 27929711, "text": "Plasma resistin was inversely associated with the extent of methylation at SNP-420 mainly dependent on the SNP-420 genotype. Body mass index was positively associated with methylation at SNP-420 in the C/C genotype."}, {"pubmed": 27981541, "text": "The RETN-420 C>G polymorphism may be related to obesity with G allele as a risk factor (Meta-Analysis)"}, {"pubmed": 28049964, "text": "Change in salivary resistin level was not significantly associated with periodontal outcomes. In obese Malaysians, NSPT significantly improved PS and GBI, and improved PPD and CAL for shallow and moderately deep pockets but not for deep pockets"}, {"pubmed": 28064279, "text": "The present study suggests that the G/G genotype of RETN rs1862513 could be a predictor of the reduction of HOMA-IR, insulin, fasting glucose and LDL cholesterol secondary to a hypocaloric diet in obese subjects."}, {"pubmed": 28195351, "text": "Studied adiponectin (ADIPOQ), leptin (LEP), leptin receptor (LEPR), and resistin (RETN) single nucleotide polymorphisms and their association in obesity. Results showed that ADIPOQ 4522C<T and 276G<T, LEP 2548G<A, and RETN 420C<G polymorphisms were associated with obesity risk in Hammam Sousse Sahloul Heart Study (HSHS) population."}, {"pubmed": 28246403, "text": "providing evidence for a causal role of resistin in shaping the risk of mortality in diabetic patients."}, {"pubmed": 28286252, "text": "PKCepsilon is a key upstream mediator in resistin-induced inflammation that may interact synergistically with TLR4 to promote NF-kB activation in macrophages."}, {"pubmed": 28290549, "text": "A multi-cytokine resistin pathway is operational in humans, and it plays a substantial role in cardiovascular events in high-risk individuals."}, {"pubmed": 28393393, "text": "Studied the association of resistin (RETN); single nucleotide polymorphisms (SNPs) and serum RETN levels in obese and non-obese Tunisians."}, {"pubmed": 28413567, "text": "Results showed that exposure to maternal gestational diabetes was associated with increased ADIPOQ methylation and decreased ADIPOQ and RETN gene expression. Especially for ADIPOQ methylation and expression, findings support an epigenetic mechanisms controlling adipokine gene expression may be involved in fetal programming of type 2 diabetes mellitus."}, {"pubmed": 28421328, "text": "Dementia of vascular origin is characterized by elevated resistin levels."}, {"pubmed": 28424824, "text": "Resistin and NGAL correlate with expression of endothelial cell adhesion molecules in sepsis."}, {"pubmed": 28681517, "text": "resistin is differentially expressed in endometrial tissues from women with endometriosis and imply a role for resistin in endometriosis-associated pelvic inflammation"}, {"pubmed": 28685604, "text": "the role of resistin (an adipokine) in the development of gestational diabetes mellitus"}, {"pubmed": 28707728, "text": "Significant up-regulation of PBMCs CAP1, CD36 mRNA and plasma resistin found in significant coronary artery disease, as well as in nonsignificant coronary artery disease compared to control group, indicates that resistin could be able to exert its effects stronger on cells with up-regulated CAP1 mRNA thus contributing atherosclerosis development."}, {"pubmed": 28759190, "text": "In anorexia nervosa subjects, GG genotype of RETN c.-180 was significantly more frequent than in control group."}, {"pubmed": 28760596, "text": "For T2D, when the subjects were separated by resistin into tertiles, elevated resistin was associated with a benefit for the Castelli 1 index"}, {"pubmed": 28806778, "text": "Serum resistin level is a biomarker for aortic stiffness in patients with coronary artery disease."}, {"pubmed": 28845746, "text": "Resistin, but not copeptin levels are higher in acute ischemic stroke patients early after the stroke onset, than in age and gender matched stroke-free controls. Moreover, higher copeptin concentrations are predictive of poor short term functional outcome after ischemic stroke"}, {"pubmed": 28991224, "text": "Study provides clear evidence that resistin is a clinically relevant endogenous ligand for TLR4, which promotes tumor progression via TLR4/NF-kappaB/STAT3 signaling."}, {"pubmed": 29044636, "text": "The inverse association between serum resistin and n-3 PUFA intake was strongest in SNP-420 G/G genotype in the Japanese cohort."}, {"pubmed": 29101068, "text": "Results provide evidence that RETN SNPs were functional and associated with the levels of serum creatinine and cholesterol."}, {"pubmed": 29105498, "text": "increased levels of resistin in erosive and non-erosive hand osteoarthritis"}, {"pubmed": 29133417, "text": "Studies identify a critical role for hRetn in blocking lipopolysaccharide function with important clinical significance in helminth-induced immunomodulation and sepsis."}, {"pubmed": 29191223, "text": "Resistin contributes to the pathogenesis of rheumatoid arthritis by increasing chemokine production by fibroblast-like synoviocytes"}, {"pubmed": 29207892, "text": "women with gestational diabetes showed significantly low adiponectin and high resistin levels when compared with control group."}, {"pubmed": 29217361, "text": "The -420C>G resistin gene polymorphism appears to be associated with more severe stroke and higher in-hospital mortality in patients with acute ischemic stroke. Higher leptin levels appear to be related to favorable functional outcome."}, {"pubmed": 29228527, "text": "This study has shown Resistin, and Visfatin synergistically increased gastric cancer cell proliferation and enhanced the telomerase gene expression, showing that these two hormones in gastric cancer tissue could cooperatively accelerate cancer cell growth"}, {"pubmed": 29280648, "text": "Our results do not support a relationship among resistin levels, obesity and insulin resistance in humans"}, {"pubmed": 29324260, "text": "in patients with coronary artery disease and without acute myocardial infarction leptin may represent a potential mechanism of adverse cardiac remodeling. Resistin and TNF-alpha might not be involved in ventricular remodeling in these patients."}, {"pubmed": 29361366, "text": "Resistin promotes a shift from proliferation to apoptosis in vascular smooth muscle cells and macrophage co-culture systems with cellular composition similar to that found in vulnerable regions of plaques."}, {"pubmed": 29363914, "text": "Resistin probably plays a role in the pathogenesis of hepatic insulin resistance and aggravates pathologic changes in the liver of patients with non-alcoholic fatty liver disease"}, {"pubmed": 29384942, "text": "Results showed that the RETN SNP rs3219175 with AG or at least 1 A allele was associated with a higher risk of lung cancer than wild-type (GG) carriers. Moreover, the RETN SNP rs3219175 with AG or AG + AA alleles was associated with a higher risk of distant metastasis than that in patients carrying GG alleles."}, {"pubmed": 29386698, "text": "rs1862513 and rs3745368 in resistin genes are not associated with the presence of MetS in a Han Chinese population."}, {"pubmed": 29442466, "text": "serum and follicular fluid resistin levels were significantly higher in the endometriosis group"}, {"pubmed": 29465158, "text": "An increase in resistin concentration expressed also as resistin/BMI, and resistin/adiponectin ratios, observed in children with cystic fibrosis may suggests that this adipokine is involved in the inflammatory process underlying the disease and is related to worse spirometric parameters describing airways obstruction."}, {"pubmed": 29469045, "text": "Adiponectin but not resistin levels were associated with intensity of liver dysfunction and worse prognosis in patients with alcoholic liver disease, suggesting a potential as a prognostic biomarker."}, {"pubmed": 29561430, "text": "Results demonstrate an association between RETN gene variants and risk of rheumatoid arthritis disease. RETN SNPs were significantly associated with clinical therapies and C-reactive protein serum marker of rheumatoid arthritis in the Chinese Han population."}, {"pubmed": 29566726, "text": "Higher circulating resistin correlated with node-negative patients and longer DFS independent of Body mass index and estrogen receptor status in women with Early-onset breast cancer"}, {"pubmed": 29584687, "text": "Association between Resistin Gene Polymorphisms and Atopic Dermatitis"}, {"pubmed": 29604272, "text": "resistin induced MUC5AC and MUC5B expression via activation of different signaling pathways in human airway epithelial cells."}, {"pubmed": 29605824, "text": "serum level higher among infants with severe sepsis and among those who needed mechanical ventilation"}, {"pubmed": 29641286, "text": "RETN and CAP1 polymorphisms and gene expression may be potential biomarkers for breast cancer risk"}, {"pubmed": 29649030, "text": "A genetic variant of resistin and serum resistin levels were associated with postoperative pain intensity."}, {"pubmed": 29730230, "text": "Overexpression of resistin in chondrosarcoma cells significantly enhanced VEGF-C production and lymphangiogenesis."}, {"pubmed": 29886799, "text": "In a first trimester fasting glucose test, low resistin is associated with poor glygemic control in gestational diabetes."}, {"pubmed": 29936463, "text": "n T2 mice, the mRNA expression of Retn showed a moderate up-regulation (fold change=8.32; p=0.0019) in the adipose tissues. Iapp expression was also significantly up-regulated (fold change=9.78; p=0.012). Moreover, a 6.36-fold up-regulation for Drd5 was observed in the adipose tissues of T2 mice"}, {"pubmed": 29969661, "text": "RETN -420C/G polymorphism is associated with type 2 diabetes mellitus and altered metabolic profile."}, {"pubmed": 29978502, "text": "The results of this study indicated that resistin gene polymorphisms might affect the genetic predisposition of rheumatoid arthritis in Chinese population."}, {"pubmed": 30075966, "text": "Resistin can be released by degranulating neutrophils and blunts neutrophil plaque infiltration by modulating their migration towards known atherosclerotic mediators."}, {"pubmed": 30131543, "text": "Study reports, for the very first time, a role of resistin in invasion and chemoresistance of ovarian cancer cells. Resistin induces epithelial-to-mesenchymal transition (EMT), along with increased stemness and decreased expression of several EMT-regulating miRNAs, which provides the mechanism of its action in ovarian cancer cells."}, {"pubmed": 30182920, "text": "The expression levels of resistin in blood of pulmonary tuberculosis patients were statistically greater, whereas levels of adiponectin and leptin were smaller than in controls."}, {"pubmed": 30228288, "text": "High serum resistin levels are associated with type 2 diabetes mellitus."}, {"pubmed": 30273692, "text": "In the group of girls with overweight or obesity, the resistin level was lower in girls with precocious puberty than in prepubertal and pubertal girls."}, {"pubmed": 30292618, "text": "In patients with peripheral arterial disease, higher levels of resistin were associated with impaired endothelial function and an increased rate of adverse cardiac events."}, {"pubmed": 30360595, "text": "The data revealed no correlation between the Resistin rs3745367 polymorphism and cancer risk."}, {"pubmed": 30406149, "text": "This study is the first to examine the risk factors associated with RETN single nucleotide polymorphisms in Oral squamous cell carcinoma progression and development in Taiwan."}, {"pubmed": 30410133, "text": "Human resistin gene RETN C-420G single nucleotide polymorphism was found to be a risk factor for type 2 diabetes in Pakistani Punjabi Rajput population."}, {"pubmed": 30447052, "text": "Increased RSTN expression is associated with type 2 diabetes."}, {"pubmed": 30517161, "text": "High plasma resistin associates with severe acute kidney injury in Puumala hantavirus infection."}, {"pubmed": 30563239, "text": "Results provide evidence that Visfatin and resistin regulate the expression levels of some miRNA involved in osteoarthritis pathogenesis and exert catabolic functions in chondrocytes via the NF-kappaB pathway."}, {"pubmed": 30631040, "text": "Resistin facilitates VEGF-A expression and angiogenesis through the inhibition of miR-16-5p expression via PI3K/Akt signaling cascades. Resistin may be a promising target in chondrosarcoma angiogenesis."}, {"pubmed": 30638473, "text": "Resistin 420G > C and 62G > A gene polymorphisms play a role in Endometrial Cancer (EC) development. Multivariate regression analysis revealed that the presence of 420G + allele increased the EC risk 1.99 fold while the presence of 62A + allele was shown to decrease the risk of EC."}, {"pubmed": 30778042, "text": "Association between serum and adipose tissue resistin with dysglycemia in South Asian women."}, {"pubmed": 30799148, "text": "No significant difference was found in plasma Resistin levels between the necrotizing enterocolitis group and control group."}, {"pubmed": 30804122, "text": "Resistin is a constituent of mid-trimester amniotic fluid of pregnancies with trisomies 13 and 18, exhibiting lower levels than those in euploid fetuses. The reduced levels of resistin in amniotic fluid may be associated with early changes in metabolic pathways and immunoinflammatory responses."}, {"pubmed": 30826699, "text": "In Guillain-Barre syndrome patients, serum levels of resistin were elevated and correlated with HMGB1."}, {"pubmed": 30885017, "text": "In patients with ischemic stroke, the G allele of the -420C>G polymorphism of the resistin gene promoter is more frequent in those with a favorable outcome."}, {"pubmed": 30903575, "text": "Resistin - 420 mutant genotype was associated with an increased susceptibility to osteoarthritis (p = 0.001). Similarly, resistin + 299 GA + AA genotypes showed a relation with an elevated risk of knee osteoarthritis compared to GG genotype (p = 0.01). Moreover, the mutant alleles frequency was significantly high in patient group as compared to healthy individuals for both loci."}, {"pubmed": 31013606, "text": "These results indicate that IH stress down-regulates the miR-452 in adipocytes, resulting in increased levels of RETN, TNFalpha, and CCL2 mRNAs, leading to insulin resistance in SAS patients."}, {"pubmed": 31085453, "text": "Resistin induces breast cancer cells epithelial to mesenchymal transition (EMT) and stemness through both adenylyl cyclase-associated protein 1 (CAP1)-dependent and CAP1-independent mechanisms."}, {"pubmed": 31101494, "text": "RETN displays antimicrobial activity against Gram negative and Gram positive bacteria."}, {"pubmed": 31115876, "text": "This study demonstrated negative association between resistin concentration and physical activity in healthy older women as measured by steps per day."}, {"pubmed": 31207150, "text": "In Chinese Han population rs7408174 and rs3745369 in RETN were associated with increased risk of alcohol-induced osteonecrosis of femoral head (ONFH), whereas rs34861192 and rs3219175 showed reduced risk. The rs3745368 in RETN was associated with the clinical stage of the ONFH."}, {"pubmed": 31235129, "text": "High serum RETN levels are associated with metabolic syndrome."}, {"pubmed": 31236417, "text": "This study revealed 9 highly deleterious SNPs located in the human RETN gene coding region and 6 SNPs within the 3'UTR that may alter the protein structure."}, {"pubmed": 31416473, "text": "Adiponectin: leptin ratio (A:L) showed the best discriminatory power in predicting anovulatory polycystic ovary syndrome (aPCOS), followed by adiponectin alone, leptin: resistin ratio (L:R) and leptin alone."}, {"pubmed": 31433904, "text": "Ratios of serum eicosapentaenoic acid to arachidonic acid and docosahexaenoic acid to arachidonic acid were inversely associated with serum resistin levels: The Hisayama Study."}, {"pubmed": 31484628, "text": "Resistin as a predictor of cardiovascular hospital admissions and renal deterioration in diabetic patients with chronic kidney disease."}, {"pubmed": 31566247, "text": "No effect of obesity on the secretion of adiponectin or resistin in women with postmenopausal osteoporosis was found."}, {"pubmed": 31645609, "text": "Resistin expression in human monocytes is controlled by two linked promoter SNPs mediating NFKB p50/p50 binding and C-methylation."}, {"pubmed": 31719210, "text": "Resistin enhances angiogenesis in osteosarcoma via the MAPK signaling pathway."}, {"pubmed": 31734188, "text": "Interaction of Resistin and Systolic Blood Pressure in Psoriasis Severity."}, {"pubmed": 31820685, "text": "The Relevance of Single-nucleotide Polymorphism +62 G>A to the Expression of Resistin Gene Affecting Serum Resistin Levels in Metabolic Syndrome in the Egyptian Population."}, {"pubmed": 31842758, "text": "Higher concentrations of resistin in perivascular adipose tissue near the left main coronary artery which is located close to the left atrium are associated with postoperative atrial fibrillation."}, {"pubmed": 31891278, "text": "Relationships among resistin, adiponectin, and leptin and microvascular complications in patients with type 2 diabetes mellitus."}, {"pubmed": 32000666, "text": "Associations between circulating resistin concentrations and left ventricular mass are not accounted for by effects on aortic stiffness or renal dysfunction."}, {"pubmed": 32048158, "text": "Resistin is associated with overall survival in non-small cell lung cancer patients during nivolumab treatment."}, {"pubmed": 32112497, "text": "Resistin adipokin in atopic dermatitis patients: A clinical, biochemical, and genetic study."}, {"pubmed": 32143662, "text": "Variants in RETN gene are associated with steroid-induced osteonecrosis of the femoral head risk among Han Chinese people."}, {"pubmed": 32179245, "text": "Association of omentin-1, adiponectin, and resistin genetic polymorphisms with systemic lupus erythematosus in a Chinese population."}, {"pubmed": 32333593, "text": "High Plasma Resistin Levels Portend the Insulin Resistance-Associated Susceptibility to Early Cognitive Decline in Patients with Type 2 Diabetes Mellitus."}, {"pubmed": 32418972, "text": "plasma level positively associated with epicardial fat volume and TNF-alpha level in atrial fibrillation"}, {"pubmed": 32420377, "text": "High Expression of Both Resistin and Fascin-1 Predicts a Poor Prognosis in Patients with Colorectal Cancer."}, {"pubmed": 32492888, "text": "Resistin Enhances VCAM-1 Expression and Monocyte Adhesion in Human Osteoarthritis Synovial Fibroblasts by Inhibiting MiR-381 Expression through the PKC, p38, and JNK Signaling Pathways."}, {"pubmed": 32715745, "text": "Inotropic and lusitropic, but not arrhythmogenic, effects of adipocytokine resistin on human atrial myocardium."}, {"pubmed": 32762639, "text": "Fetal circulating human resistin increases in diabetes during pregnancy and impairs placental mitochondrial biogenesis."}, {"pubmed": 32790946, "text": "Resistin enhances IL-1beta and TNF-alpha expression in human osteoarthritis synovial fibroblasts by inhibiting miR-149 expression via the MEK and ERK pathways."}, {"pubmed": 32798443, "text": "Leptin, Resistin, and Proprotein Convertase Subtilisin/Kexin Type 9: The Role of STAT3."}, {"pubmed": 32804001, "text": "Saliva resistin as a screening marker of gestational diabetes mellitus."}, {"pubmed": 32822824, "text": "Resistin: An inflammatory cytokine with multi-faceted roles in cancer."}, {"pubmed": 32876488, "text": "Genetics of Circulating Resistin Level, a Biomarker for Cardiovascular Diseases, Is Informed by Mendelian Randomization and the Unique Characteristics of African Genomes."}, {"pubmed": 32988848, "text": "Role of resistin, IL-6 and NH2-terminal portion proBNP in the pathogenesis of cardiac disease in type 2 diabetes mellitus."}, {"pubmed": 32991315, "text": "Resistin is not a useful insulin resistance marker for non-obese patients."}, {"pubmed": 33089708, "text": "Can serum resistin predict severity of acute pancreatitis?"}, {"pubmed": 33185388, "text": "Resistin Gene Polymorphism Is an Influencing Factor of Postoperative Pain for Chinese Patients."}, {"pubmed": 33247685, "text": "Significance of Some Non-Invasive Biomarkers in the Early Diagnosis and Staging of Egyptian Breast Cancer Patients."}, {"pubmed": 33269434, "text": "Association of resistin (rs3745367) and urotensin II (rs228648 and rs2890565) gene polymorphisms with risk of type 2 diabetes mellitus in Indian population."}, {"pubmed": 33271386, "text": "Resistin mitigates stemness and metabolic profile of human adipose-derived mesenchymal stem cells via insulin resistance."}, {"pubmed": 33313320, "text": "Combined High Resistin and EGFR Expression Predicts a Poor Prognosis in Breast Cancer."}, {"pubmed": 33318171, "text": "Adipocytes promote breast tumorigenesis through TAZ-dependent secretion of Resistin."}, {"pubmed": 33356858, "text": "The role of visfatin and resistin in an in vitro model of obesity-induced invasive liver cancer."}, {"pubmed": 33402915, "text": "Ghrelin, resistin and insulin in obese diabetic women in Wad-Madani, Sudan."}, {"pubmed": 33519717, "text": "Association Between Vitamin D and Resistin in Postmenopausal Females With Altered Bone Health."}, {"pubmed": 33651847, "text": "Resistin is a risk factor for all-cause mortality in elderly Finnish population: A prospective study in the OPERA cohort."}, {"pubmed": 33676378, "text": "Association of RETN +299(G>A) polymorphism with type two diabetes mellitus."}, {"pubmed": 33686181, "text": "Palmitic acid promotes resistin-induced insulin resistance and inflammation in SH-SY5Y human neuroblastoma."}, {"pubmed": 33740002, "text": "Circulating resistin and follistatin levels in obese and non-obese women with polycystic ovary syndrome: A systematic review and meta-analysis."}, {"pubmed": 33867330, "text": "The association between serum resistin and PPARgamma Pro12Ala polymorphism in patients with gestational diabetes mellitus."}, {"pubmed": 33980047, "text": "Expression of Resistin, Chemerin, and Chemerin's Receptor in the Unstable Carotid Atherosclerotic Plaque."}, {"pubmed": 34027809, "text": "Resistin and chemerin levels in follicular fluid of infertile women with endometriosis undergoing ICSI."}, {"pubmed": 34057280, "text": "Association between resistin gene (-420 C > G) polymorphism and acne vulgaris."}, {"pubmed": 34062078, "text": "Resistin levels in perivascular adipose tissue and mid-term mortality in patients undergoing coronary artery bypass grafting."}, {"pubmed": 34082045, "text": "Is resistin the master link between inflammation and inflammation-related chronic diseases?"}, {"pubmed": 34126816, "text": "The role of resistin in early preeclampsia prediction."}, {"pubmed": 34235732, "text": "Serum resistin levels and resistin gene polymorphism in patients with acne vulgaris: does it correlate with disease severity?"}, {"pubmed": 34292570, "text": "Evaluation of the frequency of RETN c.62G>A and RETN c.-180C>G polymorphisms in the resistin coding gene in girls with anorexia nervosa."}, {"pubmed": 34462844, "text": "Serum resistin is predictive marker of development of new digital ulcers in systemic sclerosis."}, {"pubmed": 34509726, "text": "Resistin levels decrease as insulin resistance increases in a Mexican-American cohort."}, {"pubmed": 34603198, "text": "Association of ANGPTL8 and Resistin With Diabetic Nephropathy in Type 2 Diabetes Mellitus."}, {"pubmed": 34628391, "text": "ASSOCIATION OF IL-10 AND RESISTIN IN APPARENTLY HEALTHY ELDERLY POPULATION."}, {"pubmed": 34717061, "text": "The Association Between Three Adipocytokines (Adiponectin, Resistin and Visfatin) And Thyroid Status in Patients With Type 2 Diabetes Mellitus and Autoimmune Thyroiditis."}, {"pubmed": 34842580, "text": "High Serum Levels of Resistin is Associated With Acute Cerebral Infarction."}, {"pubmed": 34858392, "text": "Associations of Serum Resistin With the Severity and Prognosis in Patients With Community-Acquired Pneumonia."}, {"pubmed": 34876619, "text": "Association of circulating leptin, adiponectin, and resistin concentrations with long-term breast cancer prognosis in a German patient cohort."}, {"pubmed": 34886472, "text": "Positive Correlation of Serum Resistin Level with Peripheral Artery Disease in Patients with Chronic Kidney Disease Stage 3 to 5."}, {"pubmed": 34907604, "text": "Role of the rs10401670 variant in the resistin gene on the metabolic response after weight loss secondary to a high-fat hypocaloric diet with a Mediterranean pattern."}, {"pubmed": 35457109, "text": "Synergistic Effects of Weighted Genetic Risk Scores and Resistin and sST2 Levels on the Prognostication of Long-Term Outcomes in Patients with Coronary Artery Disease."}, {"pubmed": 35467263, "text": "Resistin Modulates Low-Density Lipoprotein Cholesterol Uptake in Human Placental Explants via PCSK9."}, {"pubmed": 35531645, "text": "Common variants of RARRES2 and RETN contribute to susceptibility to hand osteoarthritis and related pain."}, {"pubmed": 35624126, "text": "Adipokine human Resistin promotes obesity-associated inflammatory intervertebral disc degeneration via pro-inflammatory cytokine cascade activation."}, {"pubmed": 35992125, "text": "Serum Resistin Levels and Related Genetic Variants Are Associated With Bone Mineral Density in Postmenopausal Women."}, {"pubmed": 36104403, "text": "ADSCs stimulated by resistin promote breast cancer cell malignancy via CXCL5 in a breast cancer coculture model."}, {"pubmed": 36380110, "text": "Resistin as a risk factor for all-cause (and cardiovascular) death in the general population."}, {"pubmed": 36515343, "text": "RESISTIN GENE POLYMORPHISM AND NONALCOHOLIC FATTY LIVER DISEASE RISK."}, {"pubmed": 36619567, "text": "Association between the RETN -420C/G polymorphism and type 2 diabetes mellitus susceptibility: A meta-analysis of 23 studies."}, {"pubmed": 36719007, "text": "Relationship of resistin gene polymorphism (rs7139228) with resistin levels and metabolic syndrome risk in obese subjects."}, {"pubmed": 36841628, "text": "Role of resistin (rs7139228) gene polymorphism with metabolic response after a hypocaloric mediterranean diet."}, {"pubmed": 36867542, "text": "The differential role of resistin on invasive liver cancer cells."}, {"pubmed": 36927008, "text": "Human Resistin Induces Cardiac Dysfunction in Pulmonary Hypertension."}, {"pubmed": 37031396, "text": "Impacts of RETN genetic polymorphism on breast cancer development in Beni-Suef females, Egypt."}, {"pubmed": 37202855, "text": "Resistin Pathway as Novel Mechanism of Post-lung Transplantation Bronchial Stenosis."}, {"pubmed": 37293998, "text": "Association of adipocytokines and adipocytokine ratios with cardiovascular risk factors in Japanese preadolescents."}, {"pubmed": 37382171, "text": "Relation of resistin gene variants to resistin plasma levels and altered susceptibility to polycystic ovary syndrome: A case control study."}, {"pubmed": 37516610, "text": "Relationship of circulating resistin levels with muscle mass determined by bioelectrical impedance in females with obesity."}, {"pubmed": 37646261, "text": "Resistin stimulates PC-3 prostate cancer cell growth through stimulation of SOCS3 and SOCS5 genes."}, {"pubmed": 37897936, "text": "Study on the correlation between gene polymorphisms of adiponectin and resistin levels and abdominal aortic aneurysm."}, {"pubmed": 38219167, "text": "Serum resistin and lipid profile in primigravida females with and without preeclampsia: An analytical cross-sectional study."}, {"pubmed": 38421160, "text": "Interaction effect between low birthweight and resistin gene rs1862513 variant on insulin resistance and type 2 diabetes mellitus in adulthood: Toon Genome Study."}, {"pubmed": 38946181, "text": "Resistin Gene Promoter -420C>G (rs1862513) and +299 G>A (rs3745367) Polymorphisms in Psoriasis."}], "genomic_pos": {"chr": "19", "end": 7670455, "ensemblgene": "ENSG00000104918", "start": 7669049, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 7735334, "start": 7733930, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "ND", "gocategory": "BP", "id": "GO:0008150", "qualifier": "involved_in", "term": "biological_process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045444", "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050806", "qualifier": "involved_in", "term": "positive regulation of synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000252", "qualifier": "involved_in", "term": "negative regulation of feeding behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000872", "qualifier": "involved_in", "term": "positive regulation of progesterone secretion"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035578", "qualifier": "located_in", "term": "azurophil granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9606, 56729], [9615, 611540], [9913, 369020], [10090, 57264], [10116, 246250]], "id": 10703}, "interpro": [{"desc": "Resistin-like molecule hormone family", "id": "IPR009714", "short_desc": "RELM"}, {"desc": "Resistin-like superfamily", "id": "IPR036262", "short_desc": "Resistin-like_sf"}], "ipi": ["IPI00006988", "IPI00444544"], "map_location": "19p13.2", "name": "resistin", "other_names": ["C/EBP-epsilon regulated myeloid-specific secreted cysteine-rich protein precursor 1", "adipose tissue-specific secretory factor", "c/EBP-epsilon-regulated myeloid-specific secreted cysteine-rich protein", "cysteine-rich secreted protein A12-alpha-like 2", "cysteine-rich secreted protein FIZZ3", "found in inflammatory zone 3", "resistin", "resistin delta2"], "pantherdb": {"HGNC": "20389", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1888506", "ortholog_type": "LDO", "panther_family": "PTHR21101", "taxid": 10090, "uniprot_kb": "Q99P87"}, {"RGD": "628781", "ortholog_type": "LDO", "panther_family": "PTHR21101", "taxid": 10116, "uniprot_kb": "Q8K4J7"}], "uniprot_kb": "Q9HD89"}, "pathway": {"biocarta": {"id": "vobesitypathway", "name": "visceral fat deposits and the metabolic syndrome"}, "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9615017", "name": "FOXO-mediated transcription of oxidative stress, metabolic and neuronal genes"}], "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP4481", "name": "Resistin as a regulator of inflammation"}]}, "pfam": "PF06954", "pharmgkb": "PA422", "pharos": {"target_id": 2373, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF266735", "relationship": "is"}, {"id": "GNF266736", "relationship": "is"}, {"id": "GNF266737", "relationship": "is"}, {"id": "GNF266738", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037786", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF128718", "relationship": "is"}, {"id": "GNF278198", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338128", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF107746", "relationship": "is"}, {"id": "GNF147392", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_023447.1"], "protein": ["NP_001180303.1", "NP_001372654.1", "NP_001372655.1", "NP_001372656.1", "NP_065148.1"], "rna": ["NM_001193374.2", "NM_001385725.1", "NM_001385726.1", "NM_001385727.1", "NM_020415.4"], "translation": [{"protein": "NP_001372654.1", "rna": "NM_001385725.1"}, {"protein": "NP_001372656.1", "rna": "NM_001385727.1"}, {"protein": "NP_065148.1", "rna": "NM_020415.4"}, {"protein": "NP_001372655.1", "rna": "NM_001385726.1"}, {"protein": "NP_001180303.1", "rna": "NM_001193374.2"}]}, "reporter": {"HG-U133_Plus_2": "220570_at", "HTA-2_0": "TC19000133.hg.1", "HuEx-1_0": "3819076", "HuGene-1_1": "8025278", "HuGene-2_1": "16857730"}, "summary": "This gene belongs to the family defined by the mouse resistin-like genes. The characteristic feature of this family is the C-terminal stretch of 10 cys residues with identical spacing. The mouse homolog of this protein is secreted by adipocytes, and may be the hormone potentially linking obesity to type II diabetes. The encoded protein also has an antimicrobial role in skin, displaying antibacterial activity against both Gram positive and Gram negative bacteria. Alternatively spliced transcript variants encoding the same protein have been found for this gene. [provided by RefSeq, Jul 2020].", "symbol": "RETN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1426906"}, "unigene": "Hs.283091", "uniprot": {"Swiss-Prot": "Q9HD89"}, "wikipedia": {"url_stub": "Resistin"}}