{"AllianceGenome": "9998", "HGNC": "9998", "MIM": "600861", "_id": "5997", "_version": 1, "accession": {"genomic": ["AL035407.15", "CH471067.1", "CP068277.2", "L13391.1", "NC_000001.11", "NC_060925.1", "NG_012800.1"], "protein": ["AAA20680.1", "AAC37587.1", "AAH07049.1", "AAH42755.1", "AAM12640.1", "AAP35728.1", "AAY40361.1", "BAG36420.1", "CAG33691.1", "EAW91231.1", "EAW91232.1", "NP_002914.1", "P41220.1"], "rna": ["AF493926.1", "AK313668.1", "AY971351.1", "BC007049.1", "BC042755.1", "BC044742.1", "BI912389.1", "BT007065.1", "CD700013.1", "CR457410.1", "L13463.1", "NM_002923.4"], "translation": [{"protein": "AAC37587.1", "rna": "L13463.1"}, {"protein": "AAH07049.1", "rna": "BC007049.1"}, {"protein": "BAG36420.1", "rna": "AK313668.1"}, {"protein": "AAH42755.1", "rna": "BC042755.1"}, {"protein": "NP_002914.1", "rna": "NM_002923.4"}, {"protein": "AAM12640.1", "rna": "AF493926.1"}, {"protein": "AAY40361.1", "rna": "AY971351.1"}, {"protein": "AAP35728.1", "rna": "BT007065.1"}, {"protein": "CAG33691.1", "rna": "CR457410.1"}]}, "alias": "G0S8", "ensembl": {"gene": "ENSG00000116741", "protein": "ENSP00000235382", "transcript": ["ENST00000235382", "ENST00000464302", "ENST00000483295", "ENST00000487236"], "translation": [{"protein": "ENSP00000235382", "rna": "ENST00000235382"}], "type_of_gene": "protein_coding"}, "entrezgene": "5997", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.30132572, "exp_mis": 64.6514616, "exp_syn": 26.680808, "lof_z": 1.1350222085121, "mis_z": -0.629515475170399, "mu_lof": 5.47725458533e-07, "mu_mis": 5.52116733115e-06, "mu_syn": 2.16989180848e-06, "n_lof": 5.0, "n_mis": 75.0, "n_syn": 36.0, "p_li": 0.00294511869423358, "p_null": 0.18730744697809, "p_rec": 0.809747434327676, "syn_z": -1.11847966663936}, "bp": 636, "cds_end": 192780726, "cds_start": 192778201, "n_exons": 5, "nonpsych": {"exp_lof": 7.4103228, "exp_mis": 58.412635, "exp_syn": 24.0455286, "lof_z": 0.869578148829177, "mis_z": -0.632713832401839, "mu_lof": 5.47725458533e-07, "mu_mis": 5.52116733115e-06, "mu_syn": 2.16989180848e-06, "n_lof": 5.0, "n_mis": 68.0, "n_syn": 32.0, "p_li": 0.00216692167729695, "p_null": 0.271923312803201, "p_rec": 0.725909765519502, "syn_z": -1.02131001901871}, "nontcga": {"exp_lof": 7.62716275, "exp_mis": 59.4692915, "exp_syn": 24.53628799, "lof_z": 0.938397250788132, "mis_z": -0.744936747418607, "mu_lof": 5.47725458533e-07, "mu_mis": 5.52116733115e-06, "mu_syn": 2.16989180848e-06, "n_lof": 5.0, "n_mis": 71.0, "n_syn": 32.0, "p_li": 0.00223774011940165, "p_null": 0.237685156629826, "p_rec": 0.760077103250772, "syn_z": -0.954053275203806}, "transcript": "ENST00000235382.5"}, "exons": [{"cdsend": 192811596, "cdsstart": 192809071, "chr": "1", "position": [[192809038, 192809181], [192810165, 192810267], [192810369, 192810431], [192810980, 192811147], [192811401, 192812275]], "strand": 1, "transcript": "NM_002923", "txend": 192812275, "txstart": 192809038}], "exons_hg19": [{"cdsend": 192780726, "cdsstart": 192778201, "chr": "1", "position": [[192778168, 192778311], [192779295, 192779397], [192779499, 192779561], [192780110, 192780277], [192780531, 192781405]], "strand": 1, "transcript": "NM_002923", "txend": 192781405, "txstart": 192778168}], "generif": [{"pubmed": 12356577, "text": "RGS2 plays a role in regulating purinergic signaling in human broncheotracheal cells"}, {"pubmed": 12604604, "text": "Identification of RGS2 and type V adenylyl cyclase interaction sites."}, {"pubmed": 15292363, "text": "RGS-2 level in human clinical condition characterized by altered vascular tone. Importance of RGS-2 as key regulator element for Ang II signaling. Links between Bartter's/Gitelman's syndrome genetic abnormalities and abnormal vascular tone regulation."}, {"pubmed": 15362969, "text": "TSH-dependent RGS 2 mRNA expression and the suppression of TSH-G(q)alpha signaling by the overexpression of RGS 2 imply that RGS 2 is involved in TSHR-induced G(q) signal transduction."}, {"pubmed": 15375002, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15383626, "text": "RGS2 promoted the conversion of more stable Ca2+ elevations into oscillatory signals."}, {"pubmed": 15536149, "text": "RGS2 is a novel mediator of myeloid differentiation, and its repression is an important event in Flt3-ITD-induced transformation"}, {"pubmed": 15793568, "text": "The RGS2 accelerates the GTPase activity of Galpha subunits and act in a G-protein-coupled receptor (GPCR)-specific manner.."}, {"pubmed": 15917235, "text": "The N terminus of RGS2 was required for association with alpha1A-ARs and inhibition of signaling, and amino acids Lys219, Ser220, and Arg238 within the alpha1A-AR i3 loop were found to be essential for this interaction"}, {"pubmed": 16003176, "text": "Genetic variations of RGS2 were studied in hypertensive patients and in the general population."}, {"pubmed": 16003176, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 16432041, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16432041, "text": "RGS2 is genetically conserved within coding regions, but intronic in/del define ethnicity-specific haplotypes. Certain RGS2 variants that occur at greater frequency in hypertensive blacks may serve as ethnicity-specific genetic variants for this disease."}, {"pubmed": 16449965, "text": "our results suggest RGS2 as a novel regulator of androgen receptor signaling and its repression may be an important step during prostate tumorigenesis and progression."}, {"pubmed": 16627589, "text": "RGS2 alterations in expression levels or functionality could be implicated in deregulations of Ang II signaling and abnormal aldosterone secretion by the adrenal gland"}, {"pubmed": 16685212, "text": "Low expression of RGS2 contributes to increased G-protein-coupled signaling in hypertensive patients. The allele 1114G is associated with low RGS2 expression and blood pressure increase in humans."}, {"pubmed": 16691626, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16736243, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16736243, "text": "variations of the Rgs2 gene play a role also for the development of anxiety in humans"}, {"pubmed": 16895908, "text": "Acts as a novel binding partner and inhibitor of calcium channel TRPV6 and has a putative role in active Ca2+ absorption."}, {"pubmed": 17143182, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17220356, "text": "examined function, receptor specificity, and expression of R4 subfamily RGS proteins, RGS2, -3, -4, -5, and -8 via missense mutations introduced"}, {"pubmed": 17244887, "text": "RGS2 is a key point of integration for multiple intracellular signaling pathways, and they highlight the role of RGS proteins as dynamic, multifunctional signaling centers that coordinate a diverse range of cellular functions."}, {"pubmed": 17294519, "text": "Results indicate that cAMP stimulates RGS2 expression, which in turn leads to a decrease in the cAMP production by inactivating the G-protein signaling in the mechanically stressed periodontal ligament cells."}, {"pubmed": 17558307, "text": "Five out of six single nucleotide polymorphisms within or flanking the RGS2 gene were nominally associated with development or worsening of parkinsonian symptoms induced by treatment with antipsychotic medication."}, {"pubmed": 17558307, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17728697, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17728697, "text": "These findings suggest that RGS2 is genetically involved in the biological susceptibility to suicide in the Japanese population."}, {"pubmed": 17901199, "text": "alternative translation initiation of RGS2 is part of a novel negative feedback control pathway for adenylyl cyclase signaling"}, {"pubmed": 18067675, "text": "Functional analysis proved RGS2 to be a modulator of oxytocin receptor signalling. It was also over-expressed in most breast cancers, identifying the product of this gene, or the pathway(s) it regulates, as potentially significant therapeutic targets."}, {"pubmed": 18230714, "text": "These data are consistent with the notion that a R44H missense mutation in human RGS2 produces a hypomorphic allele that may lead to altered receptor-mediated G(q) inhibition and contribute to the development of hypertension in affected subjects."}, {"pubmed": 18249218, "text": "the RGS2 1114G allele may be considered a genetic marker that predicts an individual's predisposition to gaining weight"}, {"pubmed": 18262772, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18262772, "text": "RGS2 genotypes predicted severity of baseline symptoms in schizophrenia. These data suggest a possible role for multiple RGS proteins in schizophrenia."}, {"pubmed": 18316676, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18347610, "text": "Further evidence for association of the RGS2 gene with antipsychotic-induced parkinsonism: protective role of a functional polymorphism in the 3'-untranslated region."}, {"pubmed": 18347610, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18360038, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18398336, "text": "Silencing RGS-2 in Bartters syndrome/Gitelman's syndrome patients increased Ang II-induced Cai2+ release and signaling in silenced cells compared with not silenced cells"}, {"pubmed": 18496125, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18663369, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18833580, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18833580, "text": "RGS2 gene is prevalent in generalized anxiety disorder."}, {"pubmed": 19023274, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19023274, "text": "RGS2 function contributes to blood pressure regulation; a reduced expression is associated with HT and an increased expression with low blood pressure."}, {"pubmed": 19064631, "text": "Regulators of G protein signaling-2 (RGS2) can interact with G-protein coupled receptors to modulate their signaling and provide a molecular basis for RGS2 recognition by cholecystokinin-2 receptor."}, {"pubmed": 19155782, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19156702, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19162436, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19162436, "text": "Varian in RGS2 moderates posttraumatic stress symptoms following a traumatic event exposure."}, {"pubmed": 19175184, "text": "RGS2 expression was upregulated by LH receptor and FP receptor activation and modulation of partner receptor signaling by RGS2 may require RGS2 translocation from the nucleus to the plasma membrane."}, {"pubmed": 19243996, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19427970, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19427970, "text": "Results suggest the association of G/G 1114 RGS2 genotype with the number of episodes of neurally mediated syncope. Molecular mechanism of the influence of the polymorphism on syncopal number is associated with the reduced expression of RGS2 gene."}, {"pubmed": 19478087, "text": "Study determined a model of the triple mutant RGS2 in complex with a transition state mimetic form of Galpha(i) at 2.8-A resolution."}, {"pubmed": 19626040, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19778949, "text": "Phosphoglycerate kinase 2 (PGK2) showed a difference between follicular cells from follicles leading to a pregnancy or developmental failure."}, {"pubmed": 19813112, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19813112, "text": "RGS2 rs4606 is related to risk of current suicidal ideation in stressor-exposed adults."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19931593, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19931593, "text": "rs4606 does not affect AIEPSs in Japanese subjects."}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20001967, "text": "down-regulation of RGS2 might play an important role in colorectal cancer (CRC) metastasis and predict poor prognosis in stage II and III CRC patients."}, {"pubmed": 20032508, "text": "Ischemic stress increases RGS2 expression and that this condition contributes to enhanced apoptosis in C6 cells and primary astrocytes."}, {"pubmed": 20140863, "text": "The D allele of the 1891-1892TC insertion/deletion locus of the RGS2 gene is an independent risk factor for hypertension in a Chinese population."}, {"pubmed": 20375904, "text": "Reduced RGS2 expression contributes to resistance to antihypertensive agents through poor negative feedback on the effects of aldosterone and of other vasoactive agents."}, {"pubmed": 20403096, "text": "platelet Gs signaling defect caused by a heterozygous RGS2 variant that results in a unique mutational mechanism, such as the differential use of translation initiation sites resulting in different functional RGS2 isoforms."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20627871, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20633139, "text": "data suggest that RGS2 and RGS8 differentially associate with MCHR1 and may represent two distinct modes of signaling mechanisms in vivo"}, {"pubmed": 20662725, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20662725, "text": "The D allele of 1891-1892 TC insertion/deletion of RGS2 might be an independent risk factor for hypertension in Xinjiang Kazakhs."}, {"pubmed": 20847599, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20847599, "text": "These findings suggest that RGS2 may not be genetically involved in the biological susceptibility to panic disorder in Japanese."}, {"pubmed": 20981351, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21041608, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21291998, "text": "The essential roles of both N-terminal subdomains for the potent inhibitory activity of RGS2 on AT1 receptor signaling."}, {"pubmed": 21438143, "text": "The haplotypes T-G-C and T-C-T showed significant association and protective effect on Panic disorder; results provide support for an association of RGS2 with panic disorder in a Japanese population"}, {"pubmed": 21451528, "text": "genetic polymorphisms in RGS2 are associated with intima-media thickening of carotid artery in humans."}, {"pubmed": 21500190, "text": "Reduced RGS2 protein expression in human prostate cancer specimens."}, {"pubmed": 21529451, "text": "The variants and their frequencies in RGS2 gene in Kazakh hypertensives may have ethnic differences when compared with other populations."}, {"pubmed": 21779398, "text": "Findings both identify RGS2 downregulation as a novel compensatory response in HD neurons and suggest that RGS2 inhibition might be considered as an innovative target for neuroprotective drug development."}, {"pubmed": 22057271, "text": "Identification of a cAMP-response element in the regulator of G-protein signaling-2 (RGS2) promoter as a key cis-regulatory element for RGS2"}, {"pubmed": 22080612, "text": "Data identify RGS2 gene expression as a genomic mechanism of bronchoprotection that is induced by glucocorticoids plus beta(2)-adrenoceptor agonist (LABA) in airway smooth muscle."}, {"pubmed": 22695717, "text": "In vivo treatment with digoxin led to increased RGS2 protein levels in heart and kidney."}, {"pubmed": 22704538, "text": "Loss of RGS2 also increased ASM mass and stimulated airway smooth muscle cell growth via extracellular signal-regulated kinase and phosphatidylinositol 3-kinase pathways"}, {"pubmed": 23277133, "text": "The study was unable to replicate or extend prior association findings between RGS2 variants and various anxiety-related phenotypes using a large, independent sample."}, {"pubmed": 23339167, "text": "It was shown that the RGS2 rs4606 single nucleotide polymorphism may affect the risk and progression of preeclampsia."}, {"pubmed": 23349832, "text": "Data show that miR-22 specifically interacts with the 3' UTRs of the Rcor1, Rgs2 and HDAC4 mRNAs."}, {"pubmed": 23464602, "text": "RGS1 is largely upregulated, whereas RGS2 is downregulated in the majority of solid tumors, whereas RGS5 transcripts are greatly increased in eight subtypes of lymphoma with no reports of downregulation in hematological malignancies"}, {"pubmed": 23587726, "text": "RGS2 promoter of hypertensive patients abolished HSF1-regulated expression of RGS2, suggesting that activated HSF1 is involved in blood pressure regulation via modulation of RGS2 expression"}, {"pubmed": 23859711, "text": "This meta-analysis revealed that the RGS2 1891-1892del TC polymorphism and CYP4A11 T8590C polymorphism were associated with hypertension risk."}, {"pubmed": 24297163, "text": "ectopic expression of R4 subfamily members RGS2, RGS3, RGS4, and RGS5 reduced activated PAR1 wild-type signaling, whereas signaling by the PAR1 AKKAA mutant was minimally affected."}, {"pubmed": 24299002, "text": "observations support the concept of a functional activation-dependent p63RhoGEF-Galphaq-RGS2 complex"}, {"pubmed": 24562335, "text": "ACE and RGS2 genotypes are not associated with the development of hypertension in patients with type 1 diabetes mellitus."}, {"pubmed": 24593135, "text": "Women carrying the rs4606 CG or GG genotype are at elevated risk for developing hypertension after delivery following a preeclamptic pregnancy."}, {"pubmed": 24794857, "text": "This work highlights the role of RGS2 as a key regulator of LRRK2 activity, function and neuronal toxicity."}, {"pubmed": 25187114, "text": "Data show that regulator of G protein signaling 2 (RGS2) was stabilized by deubiquitinase monocyte chemotactic protein-induced protein 1 (MCPIP1)."}, {"pubmed": 25323766, "text": "Epigenetic repression of RGS2 by UHRF1 contributes to bladder cancer progression. UHRF1 inhibits RGS2 expression by increasing the methylation of CpG nucleotides of the RGS2 promoter."}, {"pubmed": 25368964, "text": "genetic variations and increased inflammatory cytokines can lead to RGS2 repression, which exacerbates AHR and airway remodeling in asthma."}, {"pubmed": 25509855, "text": "The results of this study are consistent previous results and support the hypothesis that polymorphic loci RGS2 gene associated with risk of extrapyramidal symptoms induced by typicalneuroleptics-haloperidol, and are involved in schizophrenia pathway."}, {"pubmed": 25664600, "text": "RGS2 localizes to the mitotic spindle in a Nek7-dependent manner, and along with Nek7 contributes to spindle morphology and mitotic spindle pole integrity."}, {"pubmed": 25740197, "text": "RGS2 polymorphisms were found to be associated with anxiety disorders and dimensional as well as intermediate phenotypes of anxiety."}, {"pubmed": 25766235, "text": "study found that wild-type Met-Gln-Rgs2 and its mutant, Met-Arg-Rgs2, were destroyed by the Ac/N-end rule pathway, which recognizes N(alpha)-terminally acetylated (Nt-acetylated) proteins"}, {"pubmed": 25847876, "text": "MIR4717 regulates human RGS2 and contributes to the genetic risk towards anxiety-related traits."}, {"pubmed": 25849301, "text": "The RGS2 (-391, C>G) genetic polymorphism may serve as a biomarker to predict a patient's response to antihypertensive drug therapy"}, {"pubmed": 25970626, "text": "FBXO44-mediated degradation of RGS2 protein uniquely depends on a Cul4B/DDB1 complex."}, {"pubmed": 27549302, "text": "Upregulated RGS2 contributes significantly to the anti-fibrotic effects of pirfenidone in idiopathic pulmonary fibrosis."}, {"pubmed": 27558088, "text": "Our results suggest that RGS2 might be involved in the pathogenesis of preeclampsia particularly in overweight women and contribute to their increased risk for hypertension and other types of cardiovascular disease later in life."}, {"pubmed": 27701409, "text": "RGS2 is suggested as a novel AD biomarker (alongside other genes) toward early AD detection and future disease modifying therapeutics."}, {"pubmed": 28102109, "text": "Data suggest that epigenetic changes in histone acetylation and DNA methylation may contribute to the repression of RGS2 (regulator of G-protein signaling 2) expression in chemo-resistant ovarian cancer cells; regulation of HDAC1 (histone deacetylase 1) and DNMT1 (DNA methyltransferase 1) contribute to the suppression of RGS2."}, {"pubmed": 28784619, "text": "study provides functional data for 16 human RGS2 missense variants on their effects on AT1R-mediated calcium mobilization and provides molecular understanding of those variants with functional loss in vitro."}, {"pubmed": 29593124, "text": "Results showed no association between genotypes and preeclampsia for polymorphisms rs5186, rs4606 in 3'UTR of genes ACVR2A, AGTR1 and RGS2 in women with preeclampsia"}, {"pubmed": 29925530, "text": "Interplay between negative and positive design elements in Galpha helical domains of G proteins determines interaction specificity toward RGS2."}, {"pubmed": 29944393, "text": "Low RGS2 expression due to DNA hypermethylation is associated with inflammation in cystic fibrosis."}, {"pubmed": 30107643, "text": "RGS2 rs4606 alters the risk of developing a range of anxiety but also depressive disorders after childhood adversities; a complex risk pattern of genotype, environmental factors, and preexisting anxiety contributes to subsequent depression development."}, {"pubmed": 30392211, "text": "Due to the higher distribution of GG genotype and G allele in the vasopressor-response subgroup, RGS2 C1114G may be associated with the regulation of blood pressure during the onset of vasovagal syncope in children"}, {"pubmed": 30467386, "text": "Study found downregulated RGS2 expression in early low grade prostate cancer (PC) which was caused by hypoxia. Its knockdown induced epithelial features and impaired metastatic properties. High RGS2 levels in advanced PC were correlated to poor survival and a metastatic status. This study describes new roles for RGS2 during PC progression and prognostic potential discriminating the indolent from metastatic forms."}, {"pubmed": 32449815, "text": "RGS2 is prognostic for development of castration resistance and cancer-specific survival in castration-resistant prostate cancer."}, {"pubmed": 32517689, "text": "Regulators of G-protein signaling, RGS2 and RGS4, inhibit protease-activated receptor 4-mediated signaling by forming a complex with the receptor and Galpha in live cells."}, {"pubmed": 33008920, "text": "N-Terminal Targeting of Regulator of G Protein Signaling Protein 2 for F-Box Only Protein 44-Mediated Proteasomal Degradation."}, {"pubmed": 33393490, "text": "RGS2-mediated translational control mediates cancer cell dormancy and tumor relapse."}, {"pubmed": 33947275, "text": "Morphological and biological properties of silica nanoparticles for CRTC3-siRNA delivery and downregulation of the RGS2 expression in preadipocytes."}, {"pubmed": 34041882, "text": "Effect of the regulator of G-protein signaling 2 on the proliferation and invasion of oral squamous cell carcinoma cells and its molecular mechanism."}, {"pubmed": 34493304, "text": "MicroRNA-3935 promotes human trophoblast cell epithelial-mesenchymal transition through tumor necrosis factor receptor-associated factor 6/regulator of G protein signaling 2 axis."}, {"pubmed": 35168462, "text": "The Association of RGS2 and Slug in the Androgen-induced Acquisition of Mesenchymal Features of Breast MDA-MB-453 Cancer Cells."}, {"pubmed": 35430356, "text": "Regulator of G protein signaling 2 is inhibited by hypoxia-inducible factor-1alpha/E1A binding protein P300 complex upon hypoxia in human preeclampsia."}, {"pubmed": 36098468, "text": "MicroRNA-494-3p facilitates the progression of bladder cancer by mediating the KLF9/RGS2 axis."}, {"pubmed": 36443250, "text": "Gene expression meta-analysis in patients with schizophrenia reveals up-regulation of RGS2 and RGS16 in Brodmann Area 10."}, {"pubmed": 36591293, "text": "Fatty acid metabolism is related to the immune microenvironment changes of gastric cancer and RGS2 is a new tumor biomarker."}, {"pubmed": 36653442, "text": "RGS2 promotes estradiol biosynthesis by trophoblasts during human pregnancy."}], "genomic_pos": {"chr": "1", "end": 192812275, "ensemblgene": "ENSG00000116741", "start": 192809039, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 192781403, "start": 192778169, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001975", "qualifier": "involved_in", "term": "response to amphetamine"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008277", "pubmed": 19478087, "qualifier": "involved_in", "term": "regulation of G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010519", "qualifier": "involved_in", "term": "negative regulation of phospholipase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010614", "qualifier": "involved_in", "term": "negative regulation of cardiac muscle hypertrophy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010976", "qualifier": "involved_in", "term": "positive regulation of neuron projection development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0017148", "qualifier": "involved_in", "term": "negative regulation of translation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043407", "qualifier": "involved_in", "term": "negative regulation of MAP kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045744", "qualifier": "involved_in", "term": "negative regulation of G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050873", "qualifier": "involved_in", "term": "brown fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055119", "qualifier": "involved_in", "term": "relaxation of cardiac muscle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060087", "qualifier": "involved_in", "term": "relaxation of vascular associated smooth muscle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060135", "qualifier": "involved_in", "term": "maternal process involved in female pregnancy"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060452", "qualifier": "involved_in", "term": "positive regulation of cardiac muscle contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061052", "qualifier": "involved_in", "term": "negative regulation of cell growth involved in cardiac muscle cell development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071877", "qualifier": "involved_in", "term": "regulation of adenylate cyclase-inhibiting adrenergic receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900924", "qualifier": "involved_in", "term": "negative regulation of glycine import across plasma membrane"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [10791963, 11278586], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 11278586, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 11278586, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009898", "qualifier": "located_in", "term": "cytoplasmic side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0001965", "pubmed": 19478087, "qualifier": "enables", "term": "G-protein alpha-subunit binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005096", "pubmed": 19478087, "qualifier": "enables", "term": "GTPase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14608379, 17464283, 24794857, 25416956, 25910212, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005516", "pubmed": 10747990, "qualifier": "enables", "term": "calmodulin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0010855", "qualifier": "enables", "term": "adenylate cyclase inhibitor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0048487", "qualifier": "enables", "term": "beta-tubulin binding"}]}, "homologene": {"genes": [[8364, 595010], [9031, 378912], [9544, 712617], [9598, 469623], [9606, 5997], [9615, 488584], [10090, 19735], [10116, 84583]], "id": 2192}, "interpro": [{"desc": "RGS domain", "id": "IPR016137", "short_desc": "RGS"}, {"desc": "RGS, subdomain 1/3", "id": "IPR024066", "short_desc": "RGS_subdom1/3"}, {"desc": "Regulator of G-protein signalling 2, regulator of G protein signaling domain", "id": "IPR034947", "short_desc": "RGS2_RGS"}, {"desc": "RGS domain superfamily", "id": "IPR036305", "short_desc": "RGS_sf"}, {"desc": "RGS, subdomain 2", "id": "IPR044926", "short_desc": "RGS_subdomain_2"}], "ipi": ["IPI00013177", "IPI01017891", "IPI01017975", "IPI01018248"], "map_location": "1q31.2", "name": "regulator of G protein signaling 2", "other_names": ["G0 to G1 switch regulatory 8, 24kD", "G0/G1 switch regulatory protein 8", "cell growth-inhibiting gene 31 protein", "cell growth-inhibiting protein 31", "regulator of G-protein signaling 2", "regulator of G-protein signaling 2, 24kDa"], "pantherdb": {"HGNC": "9998", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1098271", "ortholog_type": "LDO", "panther_family": "PTHR10845", "taxid": 10090, "uniprot_kb": "O08849"}, {"RGD": "621665", "ortholog_type": "LDO", "panther_family": "PTHR10845", "taxid": 10116, "uniprot_kb": "Q9JHX0"}, {"Ensembl": "ENSGALG00000042744", "ortholog_type": "LDO", "panther_family": "PTHR10845", "taxid": 9031, "uniprot_kb": "Q7ZZS5"}, {"ZFIN": "ZDB-GENE-040718-410", "ortholog_type": "LDO", "panther_family": "PTHR10845", "taxid": 7955, "uniprot_kb": "A0A0R4I9J6"}, {"WormBase": "WBGene00004347", "ortholog_type": "O", "panther_family": "PTHR10845", "taxid": 6239, "uniprot_kb": "A0A5S9MNH1"}, {"SGD": "S000005633", "ortholog_type": "O", "panther_family": "PTHR10845", "taxid": 4932, "uniprot_kb": "Q99188"}, {"SGD": "S000004444", "ortholog_type": "O", "panther_family": "PTHR10845", "taxid": 4932, "uniprot_kb": "P11972"}, {"PomBase": "SPAC22F3.12c", "ortholog_type": "O", "panther_family": "PTHR10845", "taxid": 4896, "uniprot_kb": "Q09777"}, {"dictyBase": "DDB_G0270858", "ortholog_type": "O", "panther_family": "PTHR10845", "taxid": 352472, "uniprot_kb": "Q55E55"}, {"dictyBase": "DDB_G0273033", "ortholog_type": "O", "panther_family": "PTHR10845", "taxid": 352472, "uniprot_kb": "Q556I3"}, {"dictyBase": "DDB_G0278897", "ortholog_type": "O", "panther_family": "PTHR10845", "taxid": 352472, "uniprot_kb": "Q54XJ6"}, {"dictyBase": "DDB_G0286173", "ortholog_type": "O", "panther_family": "PTHR10845", "taxid": 352472, "uniprot_kb": "Q54M81"}, {"dictyBase": "DDB_G0282583", "ortholog_type": "O", "panther_family": "PTHR10845", "taxid": 352472, "uniprot_kb": "Q54S99"}, {"TAIR": "2092180", "ortholog_type": "O", "panther_family": "PTHR10845", "taxid": 3702, "uniprot_kb": "Q8H1F2"}], "uniprot_kb": "P41220"}, "pathway": {"kegg": [{"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04740", "name": "Olfactory transduction - Homo sapiens (human)"}, {"id": "hsa04921", "name": "Oxytocin signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}], "wikipathways": [{"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP536", "name": "Calcium Regulation in the Cardiac Cell"}]}, "pdb": ["2AF0", "2V4Z", "4EKC", "4EKD"], "pfam": "PF00615", "pharmgkb": "PA34372", "pharos": {"target_id": 2619, "tdl": "Tbio"}, "pir": "I53020", "prosite": "PS50132", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255691", "relationship": "is"}, {"id": "GNF255692", "relationship": "is"}, {"id": "GNF255693", "relationship": "is"}, {"id": "GNF255694", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156974", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF033084", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF012397", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097209", "relationship": "is"}, {"id": "GNF136864", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_012800.1"], "protein": "NP_002914.1", "rna": "NM_002923.4", "translation": {"protein": "NP_002914.1", "rna": "NM_002923.4"}}, "reporter": {"HG-U133_Plus_2": "202388_at", "HG-U95Av2": "37701_at", "HTA-2_0": "TC01001624.hg.1", "HuEx-1_0": "2372858", "HuGene-1_1": "7908409", "HuGene-2_1": "16675323"}, "summary": "Regulator of G protein signaling (RGS) family members are regulatory molecules that act as GTPase activating proteins (GAPs) for G alpha subunits of heterotrimeric G proteins. RGS proteins are able to deactivate G protein subunits of the Gi alpha, Go alpha and Gq alpha subtypes. They drive G proteins into their inactive GDP-bound forms. Regulator of G protein signaling 2 belongs to this family. The protein acts as a mediator of myeloid differentiation and may play a role in leukemogenesis. [provided by RefSeq, Aug 2009].", "symbol": "RGS2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335616"}, "unigene": "Hs.78944", "uniprot": {"Swiss-Prot": "P41220"}, "wikipedia": {"url_stub": "RGS2"}}