{"AllianceGenome": "10012", "HGNC": "10012", "MIM": "180380", "_id": "6010", "_version": 2, "accession": {"genomic": ["AB065668.1", "AC080007.26", "CH471052.2", "CP068275.2", "KJ849294.1", "KP718610.1", "KP734176.1", "NC_000003.12", "NC_060927.1", "NG_009115.1", "PQ037961.1", "PQ037964.1", "PQ037965.1", "PQ037966.1", "PQ037968.1", "PQ037969.1", "PQ037970.1", "PQ037971.1", "PQ037972.1", "PQ037973.1", "PQ037974.1", "PQ037976.1", "PQ037977.1", "PQ037979.1", "PQ037982.1", "S55843.1", "S81166.1", "S81169.1", "U16824.1", "U49742.1"], "protein": ["AAA97436.1", "AAB25673.1", "AAB35906.1", "AAC31763.1", "AAD14357.1", "AAI12105.1", "AAI12107.1", "AIK20539.1", "AKR04379.1", "ALC78883.1", "BAC05894.1", "CAD97623.1", "EAW79244.1", "NP_000530.1", "P08100.1"], "rna": ["BC112104.1", "BC112106.1", "BX537381.1", "NM_000539.3"], "translation": [{"protein": "AAI12107.1", "rna": "BC112106.1"}, {"protein": "CAD97623.1", "rna": "BX537381.1"}, {"protein": "NP_000530.1", "rna": "NM_000539.3"}, {"protein": "AAI12105.1", "rna": "BC112104.1"}]}, "alias": ["CSNBAD1", "OPN2", "RP4"], "ensembl": {"gene": "ENSG00000163914", "protein": "ENSP00000296271", "transcript": "ENST00000296271", "translation": [{"protein": "ENSP00000296271", "rna": "ENST00000296271"}], "type_of_gene": "protein_coding"}, "entrezgene": "6010", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.62867096, "exp_mis": 157.2052644, "exp_syn": 84.19337, "lof_z": 0.886449451760377, "mis_z": 0.476136331961377, "mu_lof": 5.76616855441e-07, "mu_mis": 1.36899335798e-05, "mu_syn": 7.2459289423e-06, "n_lof": 6.0, "n_mis": 145.0, "n_syn": 82.0, "p_li": 0.000556528415833613, "p_null": 0.295146722200102, "p_rec": 0.704296749384065, "syn_z": 0.148191205039245}, "bp": 1047, "cds_end": 129252561, "cds_start": 129247576, "n_exons": 5, "nonpsych": {"exp_lof": 7.7066019, "exp_mis": 142.1827605, "exp_syn": 76.0999505, "lof_z": 0.603743841804699, "mis_z": 0.599929397394468, "mu_lof": 5.76616855441e-07, "mu_mis": 1.36899335798e-05, "mu_syn": 7.2459289423e-06, "n_lof": 6.0, "n_mis": 128.0, "n_syn": 75.0, "p_li": 0.000379163645245029, "p_null": 0.408149599853993, "p_rec": 0.591471236500763, "syn_z": 0.0793860702712216}, "nontcga": {"exp_lof": 7.92832039, "exp_mis": 144.6187967, "exp_syn": 77.44785074, "lof_z": 0.675569208558669, "mis_z": 0.481347372040691, "mu_lof": 5.76616855441e-07, "mu_mis": 1.36899335798e-05, "mu_syn": 7.2459289423e-06, "n_lof": 6.0, "n_mis": 133.0, "n_syn": 73.0, "p_li": 0.000402110560618903, "p_null": 0.364751588601051, "p_rec": 0.63484630083833, "syn_z": 0.320013110681696}, "transcript": "ENST00000296271.3"}, "exons": [{"cdsend": 129533718, "cdsstart": 129528733, "chr": "3", "position": [[129528638, 129529094], [129530875, 129531044], [129532250, 129532416], [129532532, 129532772], [129533607, 129535344]], "strand": 1, "transcript": "NM_000539", "txend": 129535344, "txstart": 129528638}], "exons_hg19": [{"cdsend": 129252561, "cdsstart": 129247576, "chr": "3", "position": [[129247481, 129247937], [129249718, 129249887], [129251093, 129251259], [129251375, 129251615], [129252450, 129254187]], "strand": 1, "transcript": "NM_000539", "txend": 129254187, "txstart": 129247481}], "generif": [{"pubmed": 11910130, "text": "Mutations of codons 345 and 347 have been found which are associated with retinitis pigmentosa."}, {"pubmed": 11972042, "text": "Comparison of rhodopsin mutation in dog and human for retinitis pigmentosa."}, {"pubmed": 12091393, "text": "A rhodopsin mutant linked to autosomal dominant retinitis pigmentosa is prone to aggregate and interacts with the ubiquitin proteasome system."}, {"pubmed": 12297272, "text": "The eye photoreceptor protein rhodopsin. Structural implications for retinal disease.  Review."}, {"pubmed": 12359230, "text": "Retinitis pigmentosa-associated mutations associated with three membrane-located cysteine residues present three different biochemical phenotypes"}, {"pubmed": 12590587, "text": "The rhodopsin night blindness mutant G90D has a previously unreported phenotype of slow binding of the 11-cis-retinal chromophore."}, {"pubmed": 12601165, "text": "the transformation of rhodopsin to signaling metarhodopsin (Meta) II after retinal photoisomerization is due to a conserved motif"}, {"pubmed": 12646201, "text": "mutations in rhodopsin could result in faster activation kinetics and play a role in retinitis pigmentosa"}, {"pubmed": 12754272, "text": "data provide evidence that cytoplasmic chaperones HSJ1a and HSJ1b when targeted to the endoplasmic reticulum can influence the folding and processing of rhodopsin"}, {"pubmed": 12871954, "text": "identification of rhodopsin mutations L125R and A164V which perturb critical interhelical interactions"}, {"pubmed": 14566652, "text": "A homozygous rhodopsin splice-site mutation is associated with retinitis pigmentosa"}, {"pubmed": 15232620, "text": "Impaired endocytic activity may underlie the pathogenesis of retinitis pigmentosa caused by class III rhodopsin mutations."}, {"pubmed": 15509574, "text": "dominant negative effect on conformational maturation that may underlie the dominant inheritance of autosomal dominant retinitis pigmentosa"}, {"pubmed": 15659613, "text": "Our results demonstrate that mutations in PRPF31 gene affect rhodopsin (RHO) pre-mRNA splicing and reveal a link between PRPF31 and RHO, two major genes in autosomal dominant retinitis pigmentosa."}, {"pubmed": 15726226, "text": "the autosomal dominant RP family showed the rhodopsin locus segregating concordantly with the disease."}, {"pubmed": 15793783, "text": "A recurrent missense mutation, 512C>T (P171L), was detected in a Chinese family with autosomal dominant retinitis pigmentosa."}, {"pubmed": 15823756, "text": "Several different potential gain-of-function mechanisms for rhodopsin in autosomal dominant retinis pigmentosa.are described and discussed"}, {"pubmed": 16049034, "text": "Rhodopsin mutations result in autosomal dominant retinitis pigmentosa (ADRP), the most frequent being Proline-23 substitution by histidine (RhoP23H)."}, {"pubmed": 16185528, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16229860, "text": "Frequency and pattern of rhodopsin point mutations in Chinese patients with autosomal dominant retinitis pigmentosa."}, {"pubmed": 16565402, "text": "Different amino acid substitutions at position 90 of rhodopsin can lead to night blindness or retinitis pigmentosa. The data suggest that the property of the substituted amino acid distinguishes between the phenotypes."}, {"pubmed": 16767206, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 17289151, "text": "Transgenic rats were trained to find a one-way exit door leading into their home cage, based on distinguishing between two different visual alternatives."}, {"pubmed": 17325176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17488458, "text": "Six of 12 families had an RHO mutation. The mutation V345M and the novel mutation 1003delG both caused classical Retinitis Pigmentosa."}, {"pubmed": 17653048, "text": "Japanese RHO locus is comprised of eight major haplotypes. Retinitis pigmentosa-associated haplotype was not identified."}, {"pubmed": 17653048, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17936999, "text": "The novel R252P mutation in the RHO gene was found in the patients with retinitis pigmentosa from Bashkortostan."}, {"pubmed": 18175313, "text": "two models of interaction for the human S-arrestin/rhodopsin complex"}, {"pubmed": 18318631, "text": "L:M cone ratio will be similar among populations that share the same X-chromosome opsin gene array organization."}, {"pubmed": 18385078, "text": "Retinal laminar abnormalities were present in both classes of RHO-ADRP and were related to the severity of colocalized vision loss."}, {"pubmed": 18487375, "text": "Mutant opsin activates transducin constitutively, which is a consistent and common feature of all congenital stationary night blindness-associated rhodopsin mutation."}, {"pubmed": 18552984, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18552984, "text": "RHO, PRPF31, RP1, and IMPDH1 were screened and causative mutations were identifiedin 4% of isolated and 2% of autosomal dominant forms of retinitis pigmentosa patients from India."}, {"pubmed": 18698306, "text": "a probable high-penetrance disease-causing sequence variation in the rhodopsin gene, a heterozygous ACG>ATG nucleotide substitution resulting in a Thr17Met amino acid change, was detected in a proband with unusual regionalized retinochoroidopathy"}, {"pubmed": 18974094, "text": "IMP dehydrogenase type 1 associates with polyribosomes translating rhodopsin mRNA"}, {"pubmed": 19085385, "text": "Patients with RHO (D190N) autosomal dominant retinitis pigmentosa (adRP) can show classic signs of retinitis pigmentosa on fundus examination and may be able to maintain good central visual acuity into adulthood."}, {"pubmed": 19206210, "text": "Two structurally conserved low-affinity zinc coordination motifs, located among a cluster of retinitis pigmentosa mutations in the intradiscal loop region, mediate dose-dependent rhodopsin destabilization."}, {"pubmed": 19325938, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19325938, "text": "no evidence for an association between telomere length and the severity of retinitis pigmentosa in patients with the Pro23His rhodopsin mutation"}, {"pubmed": 19439413, "text": "Thrombin promotes ATP release from A549 cells via Rho- and Ca(2+)-dependent activation of connexin/pannexin hemichannels."}, {"pubmed": 19493002, "text": "Immunoreactivity to anti-rhodopsin antibodies was seen in human epidermis (except the basal layer) & reconstructed skin. The mRNA was seen in total RNA from skin. Neither immunoreactivity nor mRNA expression was seen in cultured human keratinocytes."}, {"pubmed": 19506198, "text": "Mutations in PRPF31, RHO, and PRPH2 were found in low frequencies (1 of 9 autosomal dominant RP families) in Chinese patients, and the PRPF31 and PRPH2 truncating mutations were novel."}, {"pubmed": 19506198, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19795853, "text": "Study shows that a strong perturbation of the retinal (13)C12 chemical shift observed in rhodopsin is reduced in wild-type metarhodopsin II and in the E181Q mutant of rhodopsin."}, {"pubmed": 19801547, "text": "Data show that demonstrate that Cnx preferentially associates with misfolded mutant opsins associated with retinitis pigmentosa."}, {"pubmed": 19836958, "text": "Studies indicate that activation of the model GPCR, rhodopsin, is triggered by photoisomerization of its retinal ligand."}, {"pubmed": 19934218, "text": "EDEM1 promotes correct folding and enhanced degradation of rod opsin."}, {"pubmed": 19955366, "text": "The results obtained from this study supported the P23H rhodopsin response the light-sensitive retinal degeneration."}, {"pubmed": 19958124, "text": "Five novel rhodopsin mutations were c.365A>G in exon 2 (Glu122Gly), and c.233A> in exon 1 (Asn78Ile). The other three RHO mutations were Phe45Leu, Arg135Trp, and Ser186Trp. No peripherin/RDS gene mutations were demonstrated in the remaining 23 probands."}, {"pubmed": 19960070, "text": "Single nucleotide polymorphism analysis suggests that the previously reported Indian family (PMK197) and the two Pakistani families studied here share the RHO p.Glu150Lys mutation due to a common ancestry."}, {"pubmed": 20097236, "text": "Data suggest that misfolded rhodopsin(P23H) is a substrate of the ERAD effector valosin-containing protein, an ATP-dependent chaperone that extracts misfolded proteins from the ER and escorts them for proteasomal degradation."}, {"pubmed": 20164459, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20164459, "text": "This study revealed that the prevalence of RHO mutations in French adRP patients is in accordance with that in other studies from Europe."}, {"pubmed": 20238025, "text": "The known biochemical and electrophysiological data for the four known rhodopsin mutations found in patients with congenital stationary night blindness."}, {"pubmed": 20374723, "text": "This chapter focuses on the mechanisms by which rhodopsin mutations cause retinal degeneration, as well as potential therapeutic strategies to treat the disease."}, {"pubmed": 20555336, "text": "analysis of a Chinese Bai family with adRP, and a known missense RHO mutation (p.Pro347leu) is responsible for it"}, {"pubmed": 20558345, "text": "simultaneous expression of HGF/c-met and three trasducers of tyrosine kinase receptors STAT3, PI3K, RHO in both nodular and extranodular tissues were studied by immunohistochemistry in 50 benign thyroid nodules, 25 associated with Hashimoto's thyroiditis"}, {"pubmed": 20591486, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20603337, "text": "Transgenic rods in GNAT2C mice have decreased sensitivity and a rate of activation half that of wild-type mouse rods perhaps because some step between Rh* and activation of phosphodiesterase 6 effector PDE6 occurs with less gain."}, {"pubmed": 20628051, "text": "Findings emphasize the fundamental importance of electrostatic interactions for appropriate membrane trafficking of opsin and advance our understanding of the pathophysiology of autosomal recessive retinitis pigmentosa due to the E150K mutation."}, {"pubmed": 20697005, "text": "We report the phenotype-genotype correlation of an unusual autosomal dominant, late-onset restricted chorioretinal degeneration cosegregating with a novel RHO mutation, p.Met207Lys."}, {"pubmed": 20801516, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20832389, "text": "these results demonstrate an overview of the spectrum and frequency of retinitis pigmentosa (RP) RHO mutations in a Chinese population and emphasize that RHO mutations in isolated RP are not uncommon."}, {"pubmed": 21094163, "text": "rhodopsin mutations are associated with night blindness."}, {"pubmed": 21174529, "text": "We detected a novel, recessive nonsense mutation (p.W161X) in the RHO gene of two families through mutation screening of RHO in 38 Indonesian RP patients. Haplotype analysis suggested that p.W161X was the founder mutation."}, {"pubmed": 21352497, "text": "propose that G51V and G89D shift the equilibrium from metarhodopsin I towards an intermediate, recently named as metarhodopsin Ib, proposed to interact with transducin without activating it"}, {"pubmed": 21402790, "text": "Data implicate miR-708 in the homeostatic regulation of ER function in mammalian rod photoreceptors, whereby miR-708 may help prevent an excessive rhodopsin load from entering the ER."}, {"pubmed": 21659526, "text": "results illustrate the importance of the intact hydrogen-bonding network for dim-light detection, revealing the functional roles of water molecules in rhodopsin"}, {"pubmed": 21677794, "text": "A spectrum of rhodopsin mutations has been identified in Korean patients with retinitis pigmentosa."}, {"pubmed": 21921035, "text": "kinetic analysis of thermal decay of rhodopsin reveals unusual energetics of thermal isomerization and hydrolysis of Schiff base"}, {"pubmed": 21940625, "text": "Molecular mechanisms of disease for mutations at Gly-90 in rhodopsin."}, {"pubmed": 21978933, "text": "CD97 functioned to mediate invasion in prostate cancer cells, by associating with lysophosphatidic acid receptor 1 (LPAR1), leading to enhanced LPA-dependent RHO and extracellular signal-regulated kinase activation."}, {"pubmed": 22126625, "text": "Results describe the geometries, electronic effects, and vertical excitation energies in the dark state of mutated human and cattle rhodopsins carrying the abnormal substitutions M207R or S186W at the retinal binding pocket."}, {"pubmed": 22145929, "text": "A possible cause of the heterogeneity of rhodopsin glycosylation in transgenic mice is that serotonin receptor type 4 (5-HT4R) is being coexpressed with rhodopsin, thereby stressing the post-translational machinery in rod cells."}, {"pubmed": 22183378, "text": "In retinitis pigmentosa caused by P23H rhodopsin mutation, the proteins are misfolded in the endoplasmic reticulum/Golgi apparatus and associated with CNX."}, {"pubmed": 22183380, "text": "The precise mechanism by which rhodopsin misfolding leads to photoreceptor cell death still remains to be clarified in this cell model."}, {"pubmed": 22217031, "text": "Results present the possibility that cystoid macular edema in retinitis pigmentosa patients may be associated with a specific genotype such as the p.P347L in rhodopsin."}, {"pubmed": 22219383, "text": "these findings reveal the diversity of proteolytic mechanisms used by IRE1 to eliminate misfolded rhodopsin."}, {"pubmed": 22251557, "text": "Defective trafficking of rhodopsin and its role in retinal degenerations."}, {"pubmed": 22419850, "text": "A novel deletion in exon 3 of the RHO gene, c.614-622del results in a classical form of retinitis pigmentosa in a multi-generation French family."}, {"pubmed": 22736939, "text": "RHO was found to be the most frequently mutated gene in Spanish families with autosomal dominant retinitis pigmentosa."}, {"pubmed": 22791210, "text": "Pathogenic mutations in rhodopsin can lead to autosomal dominant retinitis pigmentosa."}, {"pubmed": 22855534, "text": "Data suggest that BiP (HSPA5) is important for maintaining the solubility of rod opsin in the endoplasmic reticulum."}, {"pubmed": 22956602, "text": "This study indicates that selectively activating ATF6 or PERK prevents mutant rhodopsin from accumulating in retinal cells."}, {"pubmed": 23049240, "text": "Less severe phenotypes occurred in patients with p.R135W in rhodopsin."}, {"pubmed": 23288993, "text": "Two mutations in the RHO gene have been found in two Chinese families with retinitis pigmentosa."}, {"pubmed": 23402891, "text": "The c.233A>T mutation at RHO exon 1 caused sectorial retinitis pigmentosa in a pedigree with intrafamilial clinical heterogeneity."}, {"pubmed": 23557623, "text": "This study demonistrated that rhodopsin P23H mutation cause early degeneration of retin."}, {"pubmed": 23579341, "text": "X-ray crstallographic analysis of rhodopsin reveals the congenital stationary night blindness-causing G90D mutation introduces a salt bridge with K296."}, {"pubmed": 23625926, "text": "The S186W mutant thermally destabilizes rhodopsin by disrupting a hydrogen bond network at the receptor's active site."}, {"pubmed": 23940033, "text": "The purpose of this study was to test for mechanisms by which the autosomal dominant rhodopsin mutation Ter349Glu causes an early, rapid retinal degeneration."}, {"pubmed": 24106275, "text": "Retinitis pigmentosa mutants provide insight into the role of the N-terminal cap in rhodopsin folding, structure, and function."}, {"pubmed": 24183693, "text": "In the dark, rhodopsin 11-cis retinal chromophore serves as an inverse agonist to lock the receptor in an inactive state. (Review)"}, {"pubmed": 24520188, "text": "There is a correlation between the stability of rhodopsin mutations and disease severity and levels of membrane-bound rhodopsin."}, {"pubmed": 24618321, "text": "development of rod photoreceptors in TgP23H swine embryos."}, {"pubmed": 24664733, "text": "Many biochemical studies have demonstrated that P23H mutation induces rhodopsin (RHO) misfolding leading to endoplasmic reticulum stress."}, {"pubmed": 24664756, "text": "These studies indicate that activation of either IRE1, ATF6, or PERK prevents mutant rhodopsin from accumulating in the cells."}, {"pubmed": 24717605, "text": "It regulates relaxation of vascular smooth muscle."}, {"pubmed": 24918165, "text": "In this report we describe a New Zealand family, of European heritage, affected by a sectoral type RP phenotype in association with a novel rhodopsin mutation (proline-170-histidine) in a highly conserved site."}, {"pubmed": 25055872, "text": "ERdj5 is a member of the proteostasis network that regulates rod opsin biogenesis and supports a role for disulfide bond formation/reduction in rod opsin biogenesis and disease."}, {"pubmed": 25096327, "text": "Rer1p regulates the ER retention of immature or misfolded rhodopsin and modulates its intracellular trafficking through the early secretory pathway."}, {"pubmed": 25171072, "text": "Data indicate that transfected human channelrhodopsin-2 (rhodopsin) increased the action potential in the rat spinal cord and activated the calcium channel in dorsal root ganglion neurons."}, {"pubmed": 25203160, "text": "RHO has an intrinsic water pathway, which in the receptors' resting state is interrupted by a hydrophobic layer of amino acid residues and upon agonist binding, opened to a continuous intrinsic water channel."}, {"pubmed": 25221422, "text": "reveal the spectrum and frequency of RHO mutations in Chinese patients with different forms of retinitis pigmentosa and demonstrate that RHO mutations account for a high proportion of autosomal dominant retinitis pigmentosa cases"}, {"pubmed": 25265376, "text": "The study identified a RHO gene mutation (p.Thr58Met) not previously reported in RP in a patient with sector retinitis pigmentosa (RP)."}, {"pubmed": 25268658, "text": "Electron paramagnetic resonance spectra of the spin-labeled samples indicate that the extracellular residues of RHO retain more rigidity in the denatured states than the cytoplasmic residues."}, {"pubmed": 25274813, "text": "tHE results OF THIS STUDY identify a novel pathogenic mechanism in which the glycosylation-deficient rhodopsins are destabilized by light activation."}, {"pubmed": 25305340, "text": "Data indicate that the number of nanodomains present in a single disc was dependent on the number of rhodopsin molecules incorporated into the membrane."}, {"pubmed": 25408095, "text": "This retrospective study provides a wide spectrum of mutations in the RHO gene in Spanish patients with autosomal dominant Retinitis Pigmentosa ."}, {"pubmed": 25637522, "text": "Similar vacuolization in photoreceptor outer segment discs of transgenic mice expressing human rhodopsin with a T17M mutation or non-glycosylated form of rhodopsin was found. Non-glycosylated rhodopsin is unstable and is regulated via ubiquitin pathway"}, {"pubmed": 25673879, "text": "FIP3 (RAB11-FIP3) promotes the activity of Rab11a and the ASAP1 in the Arf4-dependent ciliary transport of the sensory receptor rhodopsin."}, {"pubmed": 26045836, "text": "RHO polymorphisms (rs7984, rs2855557 and rs2410) and haplotypes may confer remarkable susceptibility to age-related macular degeneration"}, {"pubmed": 26105054, "text": "show that although the basic activation pathways of human and bovine rhodopsin are similar, structural deviations exist in the inactive conformation and during receptor activation, even between closely related rhodopsins"}, {"pubmed": 26114863, "text": "These insights into the dynamics of the ground states and the early photocycle stages enhance our understanding of the channel function of Channel rhodopsin."}, {"pubmed": 26200343, "text": "crystal structure of a constitutively active form of human rhodopsin bound to a pre-activated form of the mouse visual arrestin, determined by serial femtosecond X-ray laser crystallography"}, {"pubmed": 26321861, "text": "A whole-exome sequencing approach led to identification of a deletion in RHO through detection of a new linked variant in COL6A6 in autosomal dominant retinitis pigmentosa."}, {"pubmed": 26416182, "text": "results suggest that nonsense-mediated mRNA decay modulates the severity of retinitis pigmentosa in patients with nonsense mutations in the rhodopsin gene"}, {"pubmed": 26427449, "text": "Studies indicate that misfolding of rhodopsin can result in disruptions in cellular protein homeostasis, or proteostasis."}, {"pubmed": 26467309, "text": "analysis of the crystal structure of the rhodopsin-arrestin complex"}, {"pubmed": 26794436, "text": "a recurrent missense mutation (c.403C > T, p.R135W) in the rhodopsin (RHO) gene cosegregated with all retinitis pigmentosa affected individuals in the family."}, {"pubmed": 26865329, "text": "Functional role of positively selected amino acid substitutions in mammalian rhodopsin evolution has been uncovered for a large number of mammalian species."}, {"pubmed": 26887858, "text": "Autosomal recessive retinitis pigmentosa with homozygous rhodopsin mutation E150K and non-coding cis-regulatory variants in CRX-binding regions of SAMD7."}, {"pubmed": 26962691, "text": "Our study shows that RHO mutations are a major cause of adRP in this cohort and are responsible for 28% of adRP families."}, {"pubmed": 27117643, "text": "Wild-type opsin mainly formed oligomers. Only a minor population formed aggregates. The G188R opsin mutant mainly formed aggregates. When wild-type opsin and G188R opsin were coexpressed in cells, properly folded wild-type opsin did not aggregate with G188R opsin and was trafficked normally to the cell membrane. The autosomal dominant phenotype due to misfolded opsin mutants is not due to WT-mutant physical interaction."}, {"pubmed": 27458239, "text": "both the charged G90D(2.57) and the hydrophobic T94I(2.61) mutation alter the dark state by weakening the interaction between the Schiff base (SB) and its counterion E113(3.28) We propose that this interference with the tight regulation of the dim light photoreceptor rhodopsin increases background noise in the visual system and causes the loss of night vision characteristic for CSNB patients."}, {"pubmed": 27812022, "text": "The identification of the pathogenic variant p.E113 K is the first description of a naturally-occurring mutation in the Schiff base counterion of RHO in patients. The heterozygous mutation c.337G > A in exon 1 was confirmed in the retinitis pigmentosa index patient as well as in five stationary night blindness-affected relatives."}, {"pubmed": 28065882, "text": "The metformin-rescued P23H rhodopsin was still intrinsically unstable and led to increased structural instability of the rod outer segments. These data suggest that improving the traffic of misfolding rhodopsin mutants is unlikely to be a practical therapy, but also highlights the potential of altering translation through AMPK to improve protein function in other protein misfolding diseases"}, {"pubmed": 28369862, "text": "Data suggest that retinitis pigmentosa-associated mutation G51A behaves differently in human rhodopsin compared to bovine rhodopsin; human rhodopsin is more thermally stable than ancestral ancestrally reconstructed mammalian rhodopsin."}, {"pubmed": 28569420, "text": "data provide the first evidence that T17M rhodopsin mutant disrupts C3 secretion via the induction of ROS and the suppression of TWIST1."}, {"pubmed": 28701359, "text": "These findings provide a new understanding of the effects of oxLDL on endothelial proliferation, which is essential for developing new treatments against neovascularization and progression of atherosclerosis."}, {"pubmed": 28715844, "text": "A mutation-independent strategy appears viable in this specific context but certain mutations could significantly influence ribozyme or RNAi efficacy through impact on accessibility at the target annealing site/region."}, {"pubmed": 28753425, "text": "Study reports an X-ray free electron laser crystal structure of the rhodopsin-arrestin complex, in which the phosphorylated C terminus of rhodopsin forms an extended intermolecular beta sheet with the N-terminal beta strands of arrestin. Phosphorylation was detected at rhodopsin C-terminal tail residues T336 and S338."}, {"pubmed": 29899450, "text": "using cryo-electron microscopy, it is shown that the major interactions between activated rhodopsin and Gi are mediated by the C-terminal helix of the Gi alpha-subunit, which is wedged into the cytoplasmic cavity of the transmembrane helix bundle and directly contacts the amino terminus of helix 8 of rhodopsin"}, {"pubmed": 30537820, "text": "Cotranslational Folding Defects to Membrane Protein Homeostasis"}, {"pubmed": 30659944, "text": "Structure-function correlation in mutated rhodopsin for signaling mechanism in night blindness."}, {"pubmed": 30972525, "text": "mutations of the rhodopsin gene are relatively frequent in Iranian patients with ADRP and could be considered in further researches in the future. The novel p.L95P variant may be associated with a specific pattern of retinal degeneration in this population"}, {"pubmed": 31239368, "text": "Heterozygous RHO p.R135W missense mutation in a large Han-Chinese family with retinitis pigmentosa and different refractive errors."}, {"pubmed": 31319082, "text": "Our results not only expand the mutation spectrum of the RHO gene, but also suggest that the 2 null mutations might play minor dominant effects, leading to less severe and slower retinal degeneration in heterozygous state and more severe phenotype in homozygous state."}, {"pubmed": 31438752, "text": "Mutation in the rhodopsin gene is associated with Severe retinitis pigmentosa with posterior staphyloma."}, {"pubmed": 32180681, "text": "A two-step method for identifying photopigment opsin and rhodopsin gene sequences underlying human color vision phenotypes."}, {"pubmed": 32181350, "text": "Probing biophysical sequence constraints within the transmembrane domains of rhodopsin by deep mutational scanning."}, {"pubmed": 32238431, "text": "An arrestin-1 surface opposite of its interface with photoactivated rhodopsin engages with enolase-1."}, {"pubmed": 32724127, "text": "Rod function deficit in retained photoreceptors of patients with class B Rhodopsin mutations."}, {"pubmed": 33347869, "text": "Spectrum-frequency and genotype-phenotype analysis of rhodopsin variants."}, {"pubmed": 33420188, "text": "Phenocopy of a heterozygous carrier of X-linked retinitis pigmentosa due to mosaicism for a RHO variant."}, {"pubmed": 33669941, "text": "Stationary and Progressive Phenotypes Caused by the p.G90D Mutation in Rhodopsin Gene."}, {"pubmed": 33688152, "text": "Clinical and genetic findings in Italian patients with sector retinitis pigmentosa."}, {"pubmed": 34439829, "text": "Proinflammatory Pathways Are Activated in the Human Q344X Rhodopsin Knock-In Mouse Model of Retinitis Pigmentosa."}, {"pubmed": 34774799, "text": "Identification of small-molecule allosteric modulators that act as enhancers/disrupters of rhodopsin oligomerization."}, {"pubmed": 34798368, "text": "Conformational insights into the C-terminal mutations of human rhodopsin in retinitispigmentosa."}, {"pubmed": 34830362, "text": "Structural Basis of Arrestin Selectivity for Active Phosphorylated G Protein-Coupled Receptors."}, {"pubmed": 35428710, "text": "Rho Kinase Expression in Giant Cell Arteritis: Validating Phosphorylated Ezrin/Radixin/Moesin Intensity Score to Increase Sensitivity of Temporal Artery Biopsy."}, {"pubmed": 37470211, "text": "Retinal Organoid Models Show Heterozygous Rhodopsin Mutation Favors Endoplasmic Reticulum Stress-Induced Apoptosis in Rods."}, {"pubmed": 37952496, "text": "Osmotic stress studies of G-protein-coupled receptor rhodopsin activation."}, {"pubmed": 38070066, "text": "Genotypes and clinical features of RHO-associated retinitis pigmentosa in a Japanese population."}, {"pubmed": 38284172, "text": "Mutation analysis of RHO in patients with non-syndromic retinitis pigmentosa."}, {"pubmed": 38743626, "text": "Dark continuous noise from mutant G90D-rhodopsin predominantly underlies congenital stationary night blindness."}], "genomic_pos": {"chr": "3", "end": 129535344, "ensemblgene": "ENSG00000163914", "start": 129528639, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 129254012, "start": 129247483, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000226", "qualifier": "involved_in", "term": "microtubule cytoskeleton organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007186", "pubmed": 2218504, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007601", "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007602", "qualifier": "involved_in", "term": "phototransduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007603", "pubmed": 1418997, "qualifier": "involved_in", "term": "phototransduction, visible light"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009642", "qualifier": "involved_in", "term": "response to light intensity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016038", "qualifier": "involved_in", "term": "absorption of visible light"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016056", "qualifier": "involved_in", "term": "G protein-coupled opsin signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043052", "qualifier": "involved_in", "term": "thermotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045494", "qualifier": "involved_in", "term": "photoreceptor cell maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050960", "qualifier": "involved_in", "term": "detection of temperature stimulus involved in thermoception"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071482", "qualifier": "involved_in", "term": "cellular response to light stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071800", "qualifier": "involved_in", "term": "podosome assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904389", "qualifier": "involved_in", "term": "rod bipolar cell differentiation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0001750", "qualifier": "is_active_in", "term": "photoreceptor outer segment"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001750", "pubmed": [11767049, 23704327], "qualifier": "located_in", "term": "photoreceptor outer segment"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001917", "pubmed": 11767049, "qualifier": "located_in", "term": "photoreceptor inner segment"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 11767049, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [31380578, 31730232], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005911", "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030660", "qualifier": "located_in", "term": "Golgi-associated vesicle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042622", "pubmed": 19934218, "qualifier": "located_in", "term": "photoreceptor outer segment membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0060170", "qualifier": "located_in", "term": "ciliary membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0060342", "pubmed": 19934218, "qualifier": "located_in", "term": "photoreceptor inner segment membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0097225", "qualifier": "located_in", "term": "sperm midpiece"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097381", "pubmed": 25664179, "qualifier": "located_in", "term": "photoreceptor disc membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0097381", "qualifier": "located_in", "term": "photoreceptor disc membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0120200", "qualifier": "located_in", "term": "rod photoreceptor outer segment"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1990913", "qualifier": "located_in", "term": "sperm head plasma membrane"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004930", "pubmed": 8107847, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005502", "qualifier": "enables", "term": "11-cis retinal binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12754272, 17693260, 19934218, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008020", "qualifier": "enables", "term": "G protein-coupled photoreceptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008020", "qualifier": "enables", "term": "G protein-coupled photoreceptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[7955, 30459], [8364, 100037900], [9031, 751791], [9544, 702931], [9598, 460685], [9606, 6010], [9615, 493763], [9913, 509933], [10090, 212541], [10116, 24717]], "id": 68068}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Rhodopsin", "id": "IPR000732", "short_desc": "Rhodopsin"}, {"desc": "Opsin", "id": "IPR001760", "short_desc": "Opsin"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}, {"desc": "Rhodopsin, N-terminal", "id": "IPR019477", "short_desc": "Rhodopsin_N"}, {"desc": "Visual pigments (opsins) retinal binding site", "id": "IPR027430", "short_desc": "Retinal_BS"}], "ipi": "IPI00027391", "map_location": "3q22.1", "name": "rhodopsin", "other_names": ["opsin 2, rod pigment", "opsin-2", "rhodopsin"], "pantherdb": {"HGNC": "10012", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97914", "ortholog_type": "LDO", "panther_family": "PTHR24240", "taxid": 10090, "uniprot_kb": "P15409"}, {"RGD": "3573", "ortholog_type": "LDO", "panther_family": "PTHR24240", "taxid": 10116, "uniprot_kb": "P51489"}, {"Gene": "RHO", "ortholog_type": "O", "panther_family": "PTHR24240", "taxid": 9031, "uniprot_kb": "P22328"}, {"Ensembl": "ENSGALG00000020745", "ortholog_type": "LDO", "panther_family": "PTHR24240", "taxid": 9031, "uniprot_kb": "F1P3Y2"}, {"ZFIN": "ZDB-GENE-070424-6", "ortholog_type": "O", "panther_family": "PTHR24240", "taxid": 7955, "uniprot_kb": "A4FUN8"}, {"ZFIN": "ZDB-GENE-990415-271", "ortholog_type": "LDO", "panther_family": "PTHR24240", "taxid": 7955, "uniprot_kb": "P35359"}], "uniprot_kb": "P08100"}, "pathway": {"biocarta": {"id": "rhodopsinpathway", "name": "visual signal transduction"}, "kegg": {"id": "hsa04744", "name": "Phototransduction - Homo sapiens (human)"}, "pid": {"id": "rhodopsin_pathway", "name": "Visual signal transduction: Rods"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-2453902", "name": "The canonical retinoid cycle in rods (twilight vision)"}, {"id": "R-HSA-2485179", "name": "Activation of the phototransduction cascade"}, {"id": "R-HSA-2485179", "name": "Activation of the phototransduction cascade"}, {"id": "R-HSA-2514856", "name": "The phototransduction cascade"}, {"id": "R-HSA-2514856", "name": "The phototransduction cascade"}, {"id": "R-HSA-2514859", "name": "Inactivation, recovery and regulation of the phototransduction cascade"}, {"id": "R-HSA-2514859", "name": "Inactivation, recovery and regulation of the phototransduction cascade"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-419771", "name": "Opsins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-5617833", "name": "Cilium Assembly"}, {"id": "R-HSA-5617833", "name": "Cilium Assembly"}, {"id": "R-HSA-5620916", "name": "VxPx cargo-targeting to cilium"}, {"id": "R-HSA-5620916", "name": "VxPx cargo-targeting to cilium"}, {"id": "R-HSA-5620920", "name": "Cargo trafficking to the periciliary membrane"}, {"id": "R-HSA-5620920", "name": "Cargo trafficking to the periciliary membrane"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}], "wikipathways": [{"id": "WP185", "name": "Integrin-mediated Cell Adhesion"}, {"id": "WP1984", "name": "Integrated breast cancer pathway"}, {"id": "WP2038", "name": "Regulation of Microtubule Cytoskeleton"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["4ZWJ", "5DGY", "5W0P", "6CMO"], "pfam": ["PF00001", "PF10413"], "pharmgkb": "PA34390", "pharos": {"target_id": 11103, "tdl": "Tbio"}, "pir": "A41200", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF219427", "relationship": "is"}, {"id": "GNF255723", "relationship": "is"}, {"id": "GNF255724", "relationship": "is"}, {"id": "GNF255725", "relationship": "is"}, {"id": "GNF255726", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279800", "relationship": "is"}, {"id": "GNF279801", "relationship": "is"}, {"id": "GNF279802", "relationship": "is"}, {"id": "GNF279803", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089491", "relationship": "is"}, {"id": "GNF089492", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051502", "relationship": "is"}, {"id": "GNF056266", "relationship": "is"}, {"id": "GNF061010", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069303", "relationship": "is"}, {"id": "GNF069304", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF279520", "relationship": "is"}, {"id": "GNF279522", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093682", "relationship": "is"}, {"id": "GNF133340", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_009115.1"], "protein": "NP_000530.1", "rna": "NM_000539.3", "translation": {"protein": "NP_000530.1", "rna": "NM_000539.3"}}, "reporter": {"HG-U133_Plus_2": ["206454_s_at", "206455_s_at"], "HG-U95Av2": ["32875_at", "32876_s_at", "39524_at"], "HTA-2_0": "TC03000693.hg.1", "HuEx-1_0": "2641769", "HuGene-1_1": "8082552", "HuGene-2_1": "16945426"}, "summary": "The protein encoded by this gene is found in rod cells in the back of the eye and is essential for vision in low-light conditions. The encoded protein binds to 11-cis retinal and is activated when light hits the retinal molecule. Defects in this gene are a cause of congenital stationary night blindness. [provided by RefSeq, Aug 2017].", "symbol": "RHO", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419385"}, "unigene": "Hs.247565", "uniprot": {"Swiss-Prot": "P08100"}, "wikipedia": {"url_stub": "Rhodopsin"}}