{"AllianceGenome": "668", "HGNC": "668", "MIM": "165370", "_id": "388", "_version": 1, "accession": {"genomic": ["AC023137.5", "BK001671.1", "CH471053.2", "CP068276.2", "KT583974.1", "NC_000002.12", "NC_060926.1"], "protein": ["AAA36565.1", "AAH66954.1", "AAM21118.1", "AAQ13605.1", "AAV38353.1", "AAV38354.1", "AAY24345.1", "BAG35389.1", "BAG54035.1", "BAG59910.1", "CAA29968.1", "CAG47068.1", "DAA01138.1", "DAA01912.1", "EAX00819.1", "EAX00820.1", "NP_004031.1", "P62745.1"], "rna": ["AF171089.1", "AF498971.1", "AK124398.1", "AK297495.1", "AK309991.1", "AK310813.1", "AK312487.1", "BC062781.1", "BC066954.1", "BK001232.1", "BM669284.1", "BT019546.1", "BT019547.1", "CA443347.1", "CR542272.1", "M12174.1", "NM_004040.4", "X06820.1"], "translation": [{"protein": "BAG35389.1", "rna": "AK312487.1"}, {"protein": "AAV38354.1", "rna": "BT019547.1"}, {"protein": "NP_004031.1", "rna": "NM_004040.4"}, {"protein": "BAG54035.1", "rna": "AK124398.1"}, {"protein": "BAG59910.1", "rna": "AK297495.1"}, {"protein": "AAA36565.1", "rna": "M12174.1"}, {"protein": "CAA29968.1", "rna": "X06820.1"}, {"protein": "AAH66954.1", "rna": "BC066954.1"}, {"protein": "CAG47068.1", "rna": "CR542272.1"}, {"protein": "AAV38353.1", "rna": "BT019546.1"}, {"protein": "AAM21118.1", "rna": "AF498971.1"}, {"protein": "DAA01138.1", "rna": "BK001232.1"}, {"protein": "AAQ13605.1", "rna": "AF171089.1"}]}, "alias": ["ARH6", "ARHB", "MST081", "MSTP081", "RHOH6"], "ensembl": {"gene": "ENSG00000143878", "protein": "ENSP00000272233", "transcript": "ENST00000272233", "translation": [{"protein": "ENSP00000272233", "rna": "ENST00000272233"}], "type_of_gene": "protein_coding"}, "entrezgene": "388", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.10064967, "exp_mis": 123.5810676, "exp_syn": 71.53442, "lof_z": 1.18172660990584, "mis_z": 4.38144493525881, "mu_lof": 2.36672928833e-07, "mu_mis": 1.08702333255e-05, "mu_syn": 6.27661240128e-06, "n_lof": 1.0, "n_mis": 24.0, "n_syn": 56.0, "p_li": 0.245030976539202, "p_null": 0.111645327770861, "p_rec": 0.643323695689937, "syn_z": 1.13864144210242}, "bp": 591, "cds_end": 20647817, "cds_start": 20647226, "n_exons": 1, "nonpsych": {"exp_lof": 2.7857516, "exp_mis": 111.8321594, "exp_syn": 64.7249179, "lof_z": 1.63916698072863, "mis_z": 4.52307790636031, "mu_lof": 2.36672928833e-07, "mu_mis": 1.08702333255e-05, "mu_syn": 6.27661240128e-06, "n_lof": 0.0, "n_mis": 17.0, "n_syn": 53.0, "p_li": 0.648063238710289, "p_null": 0.0306793751297029, "p_rec": 0.321257386160008, "syn_z": 0.917566573169493}, "nontcga": {"exp_lof": 2.85058642, "exp_mis": 113.6925793, "exp_syn": 65.8096584, "lof_z": 1.08124331780491, "mis_z": 4.28428090706381, "mu_lof": 2.36672928833e-07, "mu_mis": 1.08702333255e-05, "mu_syn": 6.27661240128e-06, "n_lof": 1.0, "n_mis": 22.0, "n_syn": 50.0, "p_li": 0.233381504705242, "p_null": 0.12067974710356, "p_rec": 0.645938748191198, "syn_z": 1.23395694718493}, "transcript": "ENST00000272233.4"}, "exons": [{"cdsend": 20448056, "cdsstart": 20447465, "chr": "2", "position": [[20447073, 20449440]], "strand": 1, "transcript": "NM_004040", "txend": 20449440, "txstart": 20447073}], "exons_hg19": [{"cdsend": 20647817, "cdsstart": 20647226, "chr": "2", "position": [[20646834, 20649201]], "strand": 1, "transcript": "NM_004040", "txend": 20649201, "txstart": 20646834}], "generif": [{"pubmed": 10913192, "text": "RhoB is essential for apoptosis and antineoplastic activity of farnesyltransferase inhibitors in a mouse model."}, {"pubmed": 11353846, "text": "RhoB is essential for DNA damage-induced apoptosis in neoplastically transformed cells."}, {"pubmed": 11741970, "text": "Altogether, these results identify a mechanism by which RhoB antagonizes TGF-beta action through transcriptional down-regulation of AP1 in T beta R-II promoter."}, {"pubmed": 11788600, "text": "Consequences of mevalonate depletion. Differential transcriptional, translational, and post-translational up-regulation"}, {"pubmed": 11905808, "text": "RhoB is dispensable for normal cell physiology but it has a suppressor or negative modifier function in stress-associated processes including cancer."}, {"pubmed": 12221096, "text": "acted on by XPLN, a guanine nucleotide exchange factor"}, {"pubmed": 12878865, "text": "Proapoptotic targets of RhoB signaling include regulators of cell cycle checkpoints, cell adhesion, vesicle trafficking, MAPK signaling, transcription, and immunity."}, {"pubmed": 12939257, "text": "RhoGAP-Rho chimeras specifically down-regulate RhoA, RhoB and RhoC activity and demonstrated that this approach may be applied to multiple human tumor cells to reverse the growth and/or invasion phenotypes associated with a distinct subtype of Rho GTPase"}, {"pubmed": 13679859, "text": "Histone deacetylase 1 represses the small GTPase RhoB expression in human nonsmall lung carcinoma cell line."}, {"pubmed": 14647415, "text": "RhoB expression is suppressed by EGFR, ErbB2 and Ras, but not Src."}, {"pubmed": 15102679, "text": "RhoB has a role as a tumor suppressor in lung neoplasms"}, {"pubmed": 15226397, "text": "EGF receptor traffic is disrupted by farnesyltransferase inhibitors through modulation of the RhoB GTPase"}, {"pubmed": 15574879, "text": "RHOB activation is required for mannose receptor-mediated phagocytosis by alveolar macrophages."}, {"pubmed": 15642170, "text": "prenylated proteins (at least RhoA, RhoB and/or RhoC) antagonize the ability of ERalpha and ERbeta to stimulate ERE-dependent transcriptional activity, potentially acting through both AF-1 and AF-2 transcriptional activities"}, {"pubmed": 15713677, "text": "both palmitoylated cysteine 192 and prenylated cysteine 193, but not palmitoylated cysteine 189, are required for RhoB tumor-suppressive and proapoptotic activities"}, {"pubmed": 15944396, "text": "Rho GTPases are crucial regulators of the actin cytoskeleton and they play a role in the control of membrane trafficking"}, {"pubmed": 16278215, "text": "RhoB is essential in regulating keratinocyte cell survival after UVB exposure through epidermal growth factor receptor signaling"}, {"pubmed": 16642435, "text": "Our approach yielded 26 candidate genes differentially expressed between patients (Osteoarthritis) and controls. The presence of allelic imbalances confirms cis-regulatory mechanisms for RHOB and TXNDC3."}, {"pubmed": 17046241, "text": "RhoB pathway is involved in the regulation of NF-kappaB activity and is essential for Dex transcriptional repression on NF-kappaB signaling in HO-8910 cells."}, {"pubmed": 17054945, "text": "We here define its subcellular localization and dissect the significance of its domains. By subcellular fractionation and colocalization experiments, rhophilin-2 is recruited to subcellular organelles by activated RhoB-GTP."}, {"pubmed": 17096327, "text": "Sudy demonstrates that RhoB expression is frequently downregulated in non-small-cell lung cancer (NSCLC) by multiple mechanisms, suggesting that RhoB is a candidate tumor suppressor gene for NSCLC."}, {"pubmed": 17198702, "text": "These studies further suggest that Rho GTPases significantly influence the activity of mDia family formins in driving cellular membrane remodeling through the regulation of actin dynamics."}, {"pubmed": 17304710, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17304710, "text": "genetic association of RHOB and TXNDC3 with osteoarthritis was detected"}, {"pubmed": 17405813, "text": "Oscillation of RhoB GTPase activity is essential for appropriate sorting decisions, and for directing CXCR2 degradation and recycling -- events that are required for optimal chemotaxis."}, {"pubmed": 17728102, "text": "ROCK I cooperates with RhoB to activate NF-kappaB, and suppression of ROCK I activity by genetic or pharmacological inhibitors blocks NF-kappaB activation."}, {"pubmed": 18047684, "text": "We thus propose that RhoB regulation of expression occurs mainly by histone deacetylation rather than by promoter hypermethylation and that this process can be modulated by specific 5' sequences within the promoter."}, {"pubmed": 18056259, "text": "postulate that the RhoB and MAP1A/LC2 interactions facilitate endocytic vesicle trafficking and regulate the trafficking of signaling molecules"}, {"pubmed": 18212741, "text": "in glioblastoma, PKC iota and RhoB are mutually antagonistic, potentially creating a sensitive switch between invasive and non-invasive phenotypes"}, {"pubmed": 18464290, "text": "Both integrins, v3 and v5, are involved in the glioma cell radioresistance through the integrin-linked kinase (ILK) and the small GTPase RhoB, at least by regulating the radiation-induced mitotic cell death (rhoB GTP-Binding Protein)."}, {"pubmed": 18471322, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18471322, "text": "The minor allele frequency of RHOB in East Asian individuals is much lower than that of European Caucasians; a definite association of RHOB with knee osteoarthritis in East Asian individuals is not detected."}, {"pubmed": 18524772, "text": "in basal conditions, RhoGDIalpha is rate-limiting and the suppression of RhoA makes it available to stabilize RhoB"}, {"pubmed": 18590726, "text": "Our data provide the first demonstration of RhoB phosphorylation and indicate that this post-translational maturation would be a novel critical mechanism to control the RhoB functions."}, {"pubmed": 18694745, "text": "Data suggest that RhoA and B small GTPases, along with ROCK, are major membrane androgen receptor effectors controlling actin reorganization and apoptosis in prostate cancer cells."}, {"pubmed": 19208833, "text": "RhoB is a novel intermediate in critical signaling pathways and as an additional target for therapeutic intervention in anaplastic thyroid cancer growth."}, {"pubmed": 19477269, "text": "RhoB plays a role in protecting these cells from apoptosis as inhibiting its expression strikingly increases programmed cell death."}, {"pubmed": 19782069, "text": "RhoB promotes cell motility and invasion in a metastatic prostate cancer cell."}, {"pubmed": 19889053, "text": "we report, for the first time, the distribution of RhoB protein in the human scalp skin and hair follicles."}, {"pubmed": 19911011, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19995557, "text": "These results suggest that JNK contributes to RhoB induction, affecting the cell death response to gamma-radiation."}, {"pubmed": 19997872, "text": "These findings suggest the involvement of RhoB in the process of spermatogenesis in humans"}, {"pubmed": 20237151, "text": "Meta-analysis and HuGE review of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20460403, "text": "miR-21 promotes multiple components of the metastatic phenotype in vitro by regulating several important tumor suppressors, including RHOB."}, {"pubmed": 20473933, "text": "appears that RhoB plays an opposing role from that of RhoA and/or RhoC in gastric cancer cells. Our work suggests that RhoB may play a tumor suppressor role and subsequently may have potential implications in future targeted therapy"}, {"pubmed": 20717930, "text": "Up-regulation of RhoB significantly inhibited heat stress-induced apoptosis and elevated transcriptional activity of NF-kappaB."}, {"pubmed": 20810568, "text": "suppressed RhoB is implicated as a molecular target for therapy against anaplastic thyroid carcinoma cells because RhoB is regulated and growth inhibited."}, {"pubmed": 21347332, "text": "miR-21 as a new angiogenesis inhibitor through repression of RhoB"}, {"pubmed": 21373644, "text": "A mechanism involving the nuclear GEFs Ect2 and Net1 for activating RhoB after genotoxic stress, thereby facilitating cell death after treatment with DNA damaging agents."}, {"pubmed": 21565167, "text": "These results suggest that the activation of p38 MAPK primarily contributes to UV-induced RhoB expression by recruiting the c-Jun and p300 proteins to the distal CCAAT box of the RhoB promoter in Jurkat cells."}, {"pubmed": 21872591, "text": "Data show that expression of miR-21 in HEK293 and several colorectal cancer cell lines is inversely correlated with ras homolog gene family, member B (RhoB) expression."}, {"pubmed": 22092654, "text": "RhoB may have a key role in ameloblastoma neoplastic epithelial cell phenotype determination, as well as in variant and subtype determination; different results of RhoB are observed in follicular and plexiform ameloblastomas."}, {"pubmed": 22227305, "text": "AE downregulated mRNA expression and promoter/gelatinolytic activity of the RhoB expression at gene and protein level."}, {"pubmed": 22366462, "text": "uPAR rapidly activated RhoB and increased RhoB expression."}, {"pubmed": 22539766, "text": "RhoB mediates adaptational changes to acute hypoxia in the vasculature, but its continual activation by chronic hypoxia can accentuate vascular remodeling to promote development of pulmonary hypertension."}, {"pubmed": 22673745, "text": "Substitution of Val 43 with an Ile in RhoB negatively affected nucleotide exchange in vitro."}, {"pubmed": 22724071, "text": "RhoB contributes to directional cell migration by regulating beta1 integrin surface levels and activity, thereby stabilizing lamellipodial protrusions."}, {"pubmed": 22896740, "text": "The variants in the RHOB gene were not associated with systemic sclerosis or any of its subsets."}, {"pubmed": 22992742, "text": "Data show that the IQ-motif-containing GTPase-activating protein IQGAP1 interacts directly with GTP-bound, prenylated RhoA and RhoC, but not with RhoB."}, {"pubmed": 23135917, "text": "In cancer cells in vitro or in vivo, RhoB functions as a tumor suppressor that restricts EGF receptor (EGFR) cell surface occupancy as well as Akt signaling"}, {"pubmed": 23339407, "text": "Taken together, our findings offer evidence that in human breast cancer RhoB acts as a positive function to promote expression of ERa and PR in a manner correlated with cell proliferation."}, {"pubmed": 23420497, "text": "The aim of this study was to examine the expression of ERM (ezrin, moesin) and Rho (RhoA, RhoB and Cdc42) proteins in breast cancer (BC) patients."}, {"pubmed": 23488932, "text": "The different ways in which RhoA, RhoB and RhoC expression is regulated in cancer and how they play distinct roles in cancer progression is discussed.[Review]"}, {"pubmed": 23583411, "text": "Data indicate that miR-21 induced the degradation of RhoB mRNA, which led to the depletion of RhoB and the impairment of tight junctions in intestinal epithelial cells."}, {"pubmed": 23792460, "text": "UVB-induced RhoB expression participates in in vivo squamous cell carcinoma initiation by increasing keratinocyte survival."}, {"pubmed": 24086429, "text": "RhoB controls TNFalpha signaling through the regulation of the TNFR traffic."}, {"pubmed": 24223801, "text": "RhoB expression occurs frequently in ovary carcinogenesis and progression and its expression could be regulated by histone deacetylation but not by promoter hypermethylation."}, {"pubmed": 24321314, "text": "RHOB belongs to a novel class of \"genes of recurrence\" that have a dual role in metastasis and treatment resistance."}, {"pubmed": 24636898, "text": "Overexpression of p300, PARP-1, or c-Jun dramatically enhanced RhoB promoter activity."}, {"pubmed": 24984542, "text": "RhoA is important for maintenance of cell differentiation and RhoB protects cells from malignant cervical neoplasia."}, {"pubmed": 25207810, "text": "The isoprenylation and palmitoylation motif of human RhoB (-CINCCKVL) targets chimeric proteins to intraluminal vesicles of endolysosomes in human cells."}, {"pubmed": 25216671, "text": "Data suggest that RhoB belongs to an emerging class of \"nononcogene addiction\" factors that are essential for maintenance of malignant phenotypes in human cancers."}, {"pubmed": 25249323, "text": "Suppressing RhoB levels by overexpressing Smurf1 or blocking Chk1-dependent Smurf1 self-degradation significantly inhibits apoptosis."}, {"pubmed": 25320360, "text": "We showed that RhoB is not only a strong prognostic factor in NSCLC but it is also critical for the acquisition of an aggressive phenotype of adenocarcinoma."}, {"pubmed": 25454559, "text": "Despite RhoA and RhoB GTPases are different in their biological roles, no significant difference in immunoexpression of the RhoA and RhoB GTPases in epithelial and mesenchymal structures of parotid."}, {"pubmed": 25470816, "text": "Results support previous findings that vaiants in the RHOB and FAM167A-BLK genes may be associated with susceptibility to systemic sclerosis."}, {"pubmed": 25486363, "text": "Net1A plays a plays a previously unrecognized, Rho GTPase-independent role in controlling ATM activity and downstream signaling after DNA damage to impact cell survival."}, {"pubmed": 25540389, "text": "Findings highlight the degradation of RhoB via the neddylation-CRL pathway as an important molecular event that drives liver carcinogenesis."}, {"pubmed": 25630770, "text": "RhoB depletion reduces cell-cell adhesion and downregulates E-cadherin levels as well as increasing internalized E-cadherin in DU145 prostate cancer cells."}, {"pubmed": 26148238, "text": "we propose that RhoB could be responsible for early metastatic prevention by inhibiting the EMT-derived invasiveness of lung cells through the control of PP2A activity."}, {"pubmed": 26741994, "text": "The knockdown of RhoB protein decreased the proliferation rate of the parental and the IE1-expressing glioblastoma cells."}, {"pubmed": 26759237, "text": "Stimulating its ability to activate the antimetastatic small GTPase RhoB."}, {"pubmed": 27121468, "text": "Our study provides the first evidence that miR-223 can regulate pulmonary artery smooth muscle cells proliferation, migration, and actomyosin reorganization through its novel targets, RhoB and MLC2, resulting in vascular remodeling and the development of pulmonary arterial hypertension."}, {"pubmed": 27138256, "text": "RhoB-specific regulation of Rac1 trafficking controls endothelial barrier integrity during inflammation."}, {"pubmed": 27147504, "text": "Spatiotemporal analysis of RhoA/RhoB/RhoC activation in primary human endothelial cells has been uncovered."}, {"pubmed": 27210746, "text": "Vgamma9Vdelta2 TCR activation is modulated by the GTPase activity of RhoB and its redistribution to BTN3A1."}, {"pubmed": 27324125, "text": "RhoB and ROCK play a key role in preeclampsia."}, {"pubmed": 27384222, "text": "RhoB may play a tumor suppressive role in clear cell renal cell carcinoma cells"}, {"pubmed": 27807006, "text": "These results reveal a previously unidentified pathway downstream of RHO that regulates the polarity of migrating cells through Golgi reorientation in a FAM65A-, CCM3- and MST3- and MST4-dependent manner."}, {"pubmed": 27832197, "text": "These results suggest that the levels of RhoG and RhoB GTPases and their negative regulator RhoGDI3 might be linked to the aggressiveness of the pancreatic cancerous cell lines. It is possible that RhoGDI3 could induce the downregulation of RhoG and RhoB."}, {"pubmed": 28212429, "text": "p53 isoform delta133p53ss regulates cancer cell apoptosis in a RhoB-dependent manner"}, {"pubmed": 28949796, "text": "We found that RhoB, but not RhoA or RhoC, is in resting endothelium a negative regulator of permeability. Loss of RhoB accounted for an accumulation of VE-cadherin at cell-cell contacts. Thrombin-induced loss of endothelial integrity is mediated primarily by RhoA and RhoB."}, {"pubmed": 28960175, "text": "Endothelial RhoB and RhoC are dispensable for leukocyte diapedesis and for maintaining vascular integrity during diapedesis."}, {"pubmed": 29059167, "text": "High RHOB expression promotes skin tumor formation and invasion."}, {"pubmed": 29233918, "text": "vesicle-associated RhoB is a regulator of the Rab11-mediated recycling of LFA-1 to the cell surface, an event that is necessary for T lymphocyte motility."}, {"pubmed": 29358211, "text": "identified the RING E3 ligase complex Cullin-3-Rbx1-KCTD10 as key modulator of endothelial barrier integrity via its regulation of the ubiquitination, localization, and activity of RhoB."}, {"pubmed": 29474434, "text": "data demonstrate the direct roles of miR-19a and miR-19b on the repression of RhoB and its consequences on tumorigenesis, cancer cell proliferation and invasiveness"}, {"pubmed": 29500478, "text": "This article summarizes recent progress on the mechanisms that control the expression of the three members of the Rho-like subfamily (RhoA, RhoB, and RhoC) at the level of gene transcription as well as their post-transcriptional regulation by microRNAs. [review]"}, {"pubmed": 29660302, "text": "These results suggest that miR-223-RhoB signaling pathway plays an important role in modulation of proliferation, cell arrest, and apoptosis in colon cancer."}, {"pubmed": 29702193, "text": "Study demonstrated that expression of RhoB was decreased in osteosarcoma primary samples and cell lines. miR-19a, which exhibits abnormal expression in highly metastatic osteosarcoma cell lines, could inhibit the expression of RhoB and promote the lung metastasis of osteosarcoma cells in vivo. Results indicate that miR-19a-mediated RhoB is a critical regulator for the dephosphorylation of AKT1 in osteosarcoma cells."}, {"pubmed": 29705334, "text": "The authors propose a novel mechanism of TGFbeta/Smad signaling modulation by the small GTPase RhoB and show that this TGFbeta/RhoB signaling cross talk affects the nuclear and cytoplasmic responses to TGFbeta in opposite ways."}, {"pubmed": 30049714, "text": "KIF13A-mediated endosomal trafficking modulates RhoB plasma membrane localization to control membrane blebbing and blebby amoeboid migration."}, {"pubmed": 30206932, "text": "Cytoplasmic p27(Kip1) promotes tumorigenesis by suppressing RhoB activity in non-small cell lung carcinoma cells."}, {"pubmed": 30297842, "text": "Studies indicate mechanism for translocation of Tuberous Sclerosis Complex (TSC complex) protein to lysosomes in response to DNA damage, which depends on ATM and Rad3-related protein (ATR)/checkpoint kinase 1 (Chk1)-mediated rhoB GTP-binding protein (RhoB) phosphorylation and sumoylation."}, {"pubmed": 30601691, "text": "Loss of FBXW7 indirectly modulates RhoB activity via alteration of the cholesterol biosynthesis pathway."}, {"pubmed": 30747229, "text": "the overexpression of miR223 reduced inflammation and suppressed the NLRP3 inflammasome and TLR4/NFkappaB signaling pathway via RHOB"}, {"pubmed": 31011573, "text": "RhoB inhibits the proliferation, invasion, EMT, and PTEN/AKT signal pathway in breast tumor cells."}, {"pubmed": 31128038, "text": "This data demonstrated that miR-19a promoted the invasion and EMT through targeting RhoB. It is suggested that miR-19a/RhoB axis may show a new way for the treatment of bladder cancer."}, {"pubmed": 31148579, "text": "CSN5 inhibition triggers inflammatory signaling and Rho/ROCK-dependent loss of endothelial integrity."}, {"pubmed": 31591185, "text": "It findings identify a novel regulatory mechanism for RhoB localization and stability by Arf6 and establish the strict requirement of Arf6 for RhoB-specific subcellular targeting to endosomes and biological functions."}, {"pubmed": 32671953, "text": "RhoB is regulated by hypoxia and modulates metastasis in breast cancer."}, {"pubmed": 33162807, "text": "A high expression ratio of RhoA/RhoB is associated with the migratory and invasive properties of basal-like Breast Tumors."}, {"pubmed": 33972537, "text": "An infection-induced RhoB-Beclin 1-Hsp90 complex enhances clearance of uropathogenic Escherichia coli."}, {"pubmed": 34187934, "text": "CNKSR1 serves as a scaffold to activate an EGFR phosphatase via exclusive interaction with RhoB-GTP."}, {"pubmed": 34557203, "text": "Integrated Analysis of Prognostic Genes Associated With Ischemia-Reperfusion Injury in Renal Transplantation."}, {"pubmed": 34834920, "text": "A CRISPR Activation Screen Identifies an Atypical Rho GTPase That Enhances Zika Viral Entry."}, {"pubmed": 36047434, "text": "RhoB Promotes Endometrial Stromal Cells Decidualization Via Semaphorin3A/PlexinA4 Signaling in Early Pregnancy."}, {"pubmed": 36114582, "text": "RhoB affects colitis through modulating cell signaling and intestinal microbiome."}, {"pubmed": 36996579, "text": "RhoB as a tumor suppressor: It's all about localization."}], "genomic_pos": {"chr": "2", "end": 20449440, "ensemblgene": "ENSG00000143878", "start": 20447074, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 20649200, "start": 20646835, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000281", "pubmed": 16236794, "qualifier": "involved_in", "term": "mitotic cytokinesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006886", "qualifier": "involved_in", "term": "intracellular protein transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 19637314, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007015", "qualifier": "involved_in", "term": "actin filament organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007266", "pubmed": 3888408, "qualifier": "involved_in", "term": "Rho protein signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008333", "pubmed": 10508588, "qualifier": "involved_in", "term": "endosome to lysosome transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010595", "pubmed": 21347332, "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0030334", "pubmed": 20460403, "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030336", "pubmed": 20460403, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043065", "pubmed": 21373644, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045786", "qualifier": "involved_in", "term": "negative regulation of cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061154", "pubmed": 21347332, "qualifier": "involved_in", "term": "endothelial tube morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070301", "pubmed": 21373644, "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071479", "pubmed": 21373644, "qualifier": "involved_in", "term": "cellular response to ionizing radiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099159", "qualifier": "involved_in", "term": "regulation of modification of postsynaptic structure"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005769", "qualifier": "located_in", "term": "early endosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [15226397, 19637314], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0010008", "pubmed": [15226397, 19637314], "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031902", "qualifier": "located_in", "term": "late endosome membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032154", "pubmed": 16236794, "qualifier": "located_in", "term": "cleavage furrow"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003924", "pubmed": 3888408, "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19637314, 25249323, 27807006], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005525", "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005525", "pubmed": 1400319, "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019003", "qualifier": "enables", "term": "GDP binding"}]}, "homologene": {"genes": [[8364, 407883], [9031, 395734], [9544, 702141], [9598, 459054], [9606, 388], [9615, 403670], [9913, 515118], [10090, 11852], [10116, 64373]], "id": 68377}, "interpro": [{"desc": "Small GTPase", "id": "IPR001806", "short_desc": "Small_GTPase"}, {"desc": "Small GTPase Rho", "id": "IPR003578", "short_desc": "Small_GTPase_Rho"}, {"desc": "Small GTP-binding protein domain", "id": "IPR005225", "short_desc": "Small_GTP-bd_dom"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}], "ipi": "IPI00000041", "map_location": "2p24.1", "name": "ras homolog family member B", "other_names": ["Aplysia RAS-related homolog 6", "h6", "oncogene RHO H6", "ras homolog gene family, member B", "rho cDNA clone 6", "rho-related GTP-binding protein RhoB"], "pantherdb": {"HGNC": "668", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107949", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 10090, "uniprot_kb": "P62746"}, {"RGD": "621309", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 10116, "uniprot_kb": "P62747"}, {"Ensembl": "ENSGALG00000016485", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 9031, "uniprot_kb": "O93468"}, {"ZFIN": "ZDB-GENE-040426-2150", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 7955, "uniprot_kb": "Q6NUX8"}], "uniprot_kb": "P62745"}, "pathway": {"kegg": {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, "pid": [{"id": "cxcr4_pathway", "name": "CXCR4-mediated signaling events"}, {"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114604", "name": "GPVI-mediated activation cascade"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-400685", "name": "Sema4D in semaphorin signaling"}, {"id": "R-HSA-400685", "name": "Sema4D in semaphorin signaling"}, {"id": "R-HSA-416482", "name": "G alpha (12/13) signalling events"}, {"id": "R-HSA-416572", "name": "Sema4D induced cell migration and growth-cone collapse"}, {"id": "R-HSA-416572", "name": "Sema4D induced cell migration and growth-cone collapse"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-5625740", "name": "RHO GTPases activate PKNs"}, {"id": "R-HSA-5625900", "name": "RHO GTPases activate CIT"}, {"id": "R-HSA-5625900", "name": "RHO GTPases activate CIT"}, {"id": "R-HSA-5627117", "name": "RHO GTPases Activate ROCKs"}, {"id": "R-HSA-5627117", "name": "RHO GTPases Activate ROCKs"}, {"id": "R-HSA-5663220", "name": "RHO GTPases Activate Formins"}, {"id": "R-HSA-5666185", "name": "RHO GTPases Activate Rhotekin and Rhophilins"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013026", "name": "RHOB GTPase cycle"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}]}, "pdb": ["2FV8", "6HXU", "6SGE"], "pfam": "PF00071", "pharmgkb": "PA24950", "pharos": {"target_id": 9869, "tdl": "Tbio"}, "pir": "A01372", "prosite": ["PS51417", "PS51419", "PS51420", "PS51421"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF231457", "relationship": "is"}, {"id": "GNF245955", "relationship": "is"}, {"id": "GNF245956", "relationship": "is"}, {"id": "GNF245957", "relationship": "is"}, {"id": "GNF245958", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF039880", "relationship": "is"}, {"id": "GNF047214", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF012415", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103971", "relationship": "is"}, {"id": "GNF143620", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": "NP_004031.1", "rna": "NM_004040.4", "translation": {"protein": "NP_004031.1", "rna": "NM_004040.4"}}, "reporter": {"HG-U133_Plus_2": ["1553962_s_at", "1553963_at", "1553965_x_at", "212099_at", "226417_at"], "HG-U95Av2": "1826_at", "HTA-2_0": "TC02000116.hg.1", "HuEx-1_0": "2471978", "HuGene-1_1": "8040473", "HuGene-2_1": "16877555"}, "retired": 385, "summary": "Predicted to enable GTP binding activity; GTPase activity; and protein kinase binding activity. Involved in several processes, including cellular response to hydrogen peroxide; cellular response to ionizing radiation; and regulation of cell migration. Located in cleavage furrow and endosome membrane. Biomarker of breast cancer. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "RHOB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812235"}, "unigene": "Hs.502876", "uniprot": {"Swiss-Prot": "P62745"}, "wikipedia": {"url_stub": "RHOB"}}