{"AllianceGenome": "669", "HGNC": "669", "MIM": "165380", "_id": "389", "_version": 1, "accession": {"genomic": ["AL603832.28", "CH471122.1", "CP068277.2", "CS026595.1", "KT583998.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAC33179.1", "AAH07245.1", "AAH09177.1", "AAH52808.1", "AAM21119.1", "AAV38255.1", "ADO22489.1", "BAG52873.1", "CAA29969.1", "CAG29356.1", "CAI61764.1", "EAW56533.1", "EAW56534.1", "EAW56535.1", "EAW56536.1", "EAW56539.1", "NP_001036143.1", "NP_001036144.1", "NP_786886.1", "P08134.1"], "rna": ["AF085893.1", "AF498972.1", "AK094474.1", "BC007245.1", "BC009177.2", "BC052808.1", "BQ231012.1", "BT019448.1", "BX648784.1", "CA307508.1", "CB851337.1", "CN289691.1", "CR450360.1", "CX872299.1", "GQ900972.1", "L25081.1", "NM_001042678.2", "NM_001042679.2", "NM_175744.5", "X06821.1"], "translation": [{"protein": "AAH09177.1", "rna": "BC009177.2"}, {"protein": "BAG52873.1", "rna": "AK094474.1"}, {"protein": "AAH52808.1", "rna": "BC052808.1"}, {"protein": "AAM21119.1", "rna": "AF498972.1"}, {"protein": "AAV38255.1", "rna": "BT019448.1"}, {"protein": "AAC33179.1", "rna": "L25081.1"}, {"protein": "CAG29356.1", "rna": "CR450360.1"}, {"protein": "CAA29969.1", "rna": "X06821.1"}, {"protein": "AAH07245.1", "rna": "BC007245.1"}, {"protein": "ADO22489.1", "rna": "GQ900972.1"}, {"protein": "NP_001036143.1", "rna": "NM_001042678.2"}, {"protein": "NP_001036144.1", "rna": "NM_001042679.2"}, {"protein": "NP_786886.1", "rna": "NM_175744.5"}]}, "alias": ["ARH9", "ARHC", "H9", "RHOH9"], "ensembl": {"gene": "ENSG00000155366", "protein": ["ENSP00000285735", "ENSP00000345236", "ENSP00000358646", "ENSP00000358647", "ENSP00000358650", "ENSP00000358651", "ENSP00000358652", "ENSP00000358656", "ENSP00000390823", "ENSP00000395791", "ENSP00000399424", "ENSP00000431392", "ENSP00000432209", "ENSP00000434310", "ENSP00000434877", "ENSP00000436240"], "transcript": ["ENST00000285735", "ENST00000339083", "ENST00000369632", "ENST00000369633", "ENST00000369636", "ENST00000369637", "ENST00000369638", "ENST00000369642", "ENST00000414971", "ENST00000425265", "ENST00000436685", "ENST00000468093", "ENST00000473074", "ENST00000478447", "ENST00000484054", "ENST00000484280", "ENST00000527563", "ENST00000528831", "ENST00000534717"], "translation": [{"protein": "ENSP00000358647", "rna": "ENST00000369633"}, {"protein": "ENSP00000345236", "rna": "ENST00000339083"}, {"protein": "ENSP00000358656", "rna": "ENST00000369642"}, {"protein": "ENSP00000285735", "rna": "ENST00000285735"}, {"protein": "ENSP00000431392", "rna": "ENST00000468093"}, {"protein": "ENSP00000358652", "rna": "ENST00000369638"}, {"protein": "ENSP00000358651", "rna": "ENST00000369637"}, {"protein": "ENSP00000358650", "rna": "ENST00000369636"}, {"protein": "ENSP00000434310", "rna": "ENST00000484280"}, {"protein": "ENSP00000358646", "rna": "ENST00000369632"}, {"protein": "ENSP00000390823", "rna": "ENST00000425265"}, {"protein": "ENSP00000436240", "rna": "ENST00000534717"}, {"protein": "ENSP00000399424", "rna": "ENST00000436685"}, {"protein": "ENSP00000432209", "rna": "ENST00000528831"}, {"protein": "ENSP00000434877", "rna": "ENST00000484054"}, {"protein": "ENSP00000395791", "rna": "ENST00000414971"}], "type_of_gene": "protein_coding"}, "entrezgene": "389", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.67809230537, "exp_mis": 79.0973998345, "exp_syn": 32.0412560272, "lof_z": 2.17653646354897, "mis_z": 2.37020770017924, "mu_lof": 4.78704817687e-07, "mu_mis": 7.1929375049e-06, "mu_syn": 2.87696572567e-06, "n_lof": 1.0, "n_mis": 36.0, "n_syn": 42.0, "p_li": 0.586036085485523, "p_null": 0.0102602131982801, "p_rec": 0.403703701316197, "syn_z": -1.09068434948973}, "bp": 582, "cds_end": 113246421, "cds_start": 113244161, "n_exons": 4, "nonpsych": {"exp_lof": 5.96566440752, "exp_mis": 71.5121281925, "exp_syn": 28.9217727447, "lof_z": 1.99664065689554, "mis_z": 2.53562286408458, "mu_lof": 4.78704817687e-07, "mu_mis": 7.1929375049e-06, "mu_syn": 2.87696572567e-06, "n_lof": 1.0, "n_mis": 29.0, "n_syn": 39.0, "p_li": 0.551128235727712, "p_null": 0.0161801985542615, "p_rec": 0.432691565718027, "syn_z": -1.17987312651925}, "nontcga": {"exp_lof": 6.13617846414, "exp_mis": 72.7619463974, "exp_syn": 29.4702877432, "lof_z": 2.04537218863848, "mis_z": 2.26393118269602, "mu_lof": 4.78704817687e-07, "mu_mis": 7.1929375049e-06, "mu_syn": 2.87696572567e-06, "n_lof": 1.0, "n_mis": 34.0, "n_syn": 38.0, "p_li": 0.544700260770246, "p_null": 0.0141190811531469, "p_rec": 0.441180658076607, "syn_z": -0.994865506100164}, "transcript": "ENST00000285735.2"}, "exons": [{"cdsend": 112703799, "cdsstart": 112701539, "chr": "1", "position": [[112701126, 112701713], [112702562, 112702693], [112702998, 112703119], [112703643, 112703806], [112707077, 112707403]], "strand": -1, "transcript": "NM_001042678", "txend": 112707403, "txstart": 112701126}, {"cdsend": 112703799, "cdsstart": 112701539, "chr": "1", "position": [[112701126, 112701713], [112702562, 112702693], [112702998, 112703119], [112703643, 112703806], [112705099, 112705168], [112706832, 112707056]], "strand": -1, "transcript": "NM_001042679", "txend": 112707056, "txstart": 112701126}, {"cdsend": 112703799, "cdsstart": 112701539, "chr": "1", "position": [[112701130, 112701713], [112702562, 112702693], [112702998, 112703119], [112703643, 112703806], [112705099, 112705168], [112707077, 112707127]], "strand": -1, "transcript": "NM_175744", "txend": 112707127, "txstart": 112701130}], "exons_hg19": [{"cdsend": 113246421, "cdsstart": 113244161, "chr": "1", "position": [[113243748, 113244335], [113245184, 113245315], [113245620, 113245741], [113246265, 113246428], [113249699, 113250025]], "strand": -1, "transcript": "NM_001042678", "txend": 113250025, "txstart": 113243748}, {"cdsend": 113246421, "cdsstart": 113244161, "chr": "1", "position": [[113243748, 113244335], [113245184, 113245315], [113245620, 113245741], [113246265, 113246428], [113247721, 113247790], [113249454, 113249678]], "strand": -1, "transcript": "NM_001042679", "txend": 113249678, "txstart": 113243748}, {"cdsend": 113246421, "cdsstart": 113244161, "chr": "1", "position": [[113243752, 113244335], [113245184, 113245315], [113245620, 113245741], [113246265, 113246428], [113247721, 113247790], [113249699, 113249749]], "strand": -1, "transcript": "NM_175744", "txend": 113249749, "txstart": 113243752}], "generif": [{"pubmed": 11839578, "text": "specifically expressed in invasive breast carcinomas capable of metastasizing"}, {"pubmed": 12090470, "text": "Mitogen activated protein kinase pathway is involved in RhoC GTPase induced motility, invasion and angiogenesis in inflammatory breast cancer."}, {"pubmed": 12221096, "text": "not acted on by XPLN, a guanine nucleotide exchange factor"}, {"pubmed": 12808121, "text": "Up-regulation of this protein is associated with tumor progression in ovarian carcinoma."}, {"pubmed": 12939257, "text": "RhoGAP-Rho chimeras specifically down-regulate RhoA, RhoB and RhoC activity and demonstrated that this approach may be applied to multiple human tumor cells to reverse the growth and/or invasion phenotypes associated with a distinct subtype of Rho GTPase"}, {"pubmed": 12970882, "text": "The RhoC gene may be related to malignant transformation and development of HCC and may play an important role in the invasion and metastasis of HCC by overexpression but not mutation."}, {"pubmed": 14555841, "text": "elevated expression of the RHOC gene may be involved in the metastasis of gastric carcinomas and may be a good genetic marker for the prediction of a metastatic potential"}, {"pubmed": 14614010, "text": "Higher expression of RhoC is related to invasiveness in non-small cell lung carcinoma"}, {"pubmed": 15642170, "text": "prenylated proteins (at least RhoA, RhoB and/or RhoC) antagonize the ability of ERalpha and ERbeta to stimulate ERE-dependent transcriptional activity, potentially acting through both AF-1 and AF-2 transcriptional activities"}, {"pubmed": 15668138, "text": "siRNAs inhibited cell proliferation and invasion more effectively than conventional blockers of Rho cell signaling"}, {"pubmed": 15969750, "text": "caveolin 1 expression inhibits RhoC GTPase activation and subsequent activation of the p38 MAPK pathway in primary pancreatic cancer cells thus restricting migration and invasion"}, {"pubmed": 16511001, "text": "N-terminal construct of mouse mDia1 was recombinantly expressed in Escherichia coli, purified and crystallized in complex with truncated human RhoC."}, {"pubmed": 16899593, "text": "The RhoC is a specific marker of lymph node metastases in patients form of carcinoma. RhoC levels seem to identify a subset of patients with early tumor stage primary tumors and high metastatic potential that might benefit from more aggressive therapy."}, {"pubmed": 17018591, "text": "RhoA and RhoC are downstream of PKC epsilon & critical for PKC-epsilon-mediated cell invasion & motility. PKC epsilon coordinately regulates RhoA & RhoC activation, possibly through direct post-translational phosphorylation."}, {"pubmed": 17265125, "text": "Findings suggest a strong correlation between the expression of autocrine motility factor receptor (AMFR) and RhoC and a correlation between overexpression of them and metastasis of hepatocellular carcinoma."}, {"pubmed": 17497936, "text": "These results suggest that RhoC can undergo at least two conformational transitions during its conversion from a signaling-inactive to a signaling-active state, similar to what has recently been proposed for the H-Ras and M-Ras proteins."}, {"pubmed": 17549441, "text": "RhoC may play a very important role in the metastasis of gastric carcinoma. Therapeutic strategies targeting RhoC and RhoC-mediated pathways may be a novel approach for treating metastasis of gastric cancer."}, {"pubmed": 17696235, "text": "The expression of G3BP and RhoC protein is closely related to the lymph node metastasis and survival in esophageal squamous carcinoma (ESC) patients. G3BP and RhoC proteins can be considered as predictors of prognosis in ESC patients."}, {"pubmed": 17896152, "text": "High expression of RHOC is associated with esophageal squamous cell carcinoma"}, {"pubmed": 17897917, "text": "The antisense RhoC gene can suppress the capacities of proliferation and invasion in a cholangiocarcinoma cell line in vitro."}, {"pubmed": 18058225, "text": "High level of RhoC is associated with breast cancer."}, {"pubmed": 18211678, "text": "We used suppression subtractive hybridization (SSH) to study molecular signature of melanoma progression, by showing characteristics of early neoplastic lesions including expression of KISS1, lack of alphavbeta3-integrin and low levels of RHOC."}, {"pubmed": 18415097, "text": "RhoC may serve as an important and widely applicable target for anti-cancer immunotherapeutic strategies"}, {"pubmed": 18478927, "text": "RhoC overexpression may promote the invasive capacity of human breast cancer cells in vitro and its expression level is positively correlated with the metastatic capacity of those cells."}, {"pubmed": 18794150, "text": "Results indicate that RhoC promotes tumor metastasis in prostate cancer by sequential activation of Pyk2, FAK, MAPK, and Akt followed by the up-regulation of MMP2 and MMP9, which results in the stimulation of invasiveness of tumor cells."}, {"pubmed": 18980974, "text": "knockdown of the RhoC expression resulted in inhibition of metastasis of HCC in vivo for the first time."}, {"pubmed": 19016761, "text": "RHOC is essential for angiogenesis induced by hepatocellular carcinoma cells via regulation of endothelial cell organization."}, {"pubmed": 19094228, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19107362, "text": "RhoC promotes the adhesion, invasion and migration of SiHa cells in vitro, but not proliferation and apoptosis."}, {"pubmed": 19152186, "text": "PRL-3 up-regulates pERK and Rho expression and activity in lung cancer"}, {"pubmed": 19157876, "text": "This study illustrates that RhoC overexpression and tumor emboli are more frequent in tumors of inflammatory breast cancers relative to non-inflammatory breast cancers in the Egyptian population."}, {"pubmed": 19222696, "text": "These results further support a role for RhoC in growth and metastasis of melanoma"}, {"pubmed": 19421144, "text": "MyoGEF cooperates with nonmuscle myosin IIA to regulate the polarity and invasion activity of breast cancer cells through activation of RhoA and RhoC."}, {"pubmed": 19462897, "text": "The overexpression of RhoC may play an important role in the invasion and metastasis of squamous carcinoma of cervix."}, {"pubmed": 19477269, "text": "Silencing of RhoC expression also leads to a rapid loss of E-cadherin but through proteasomal degradation rather than through reduction in transcription."}, {"pubmed": 19499974, "text": "The significantly up-regulated RhoC expression suggest that RhoC may contribute to the initiation, development, invasion and metastasis of colorectal carcinoma in Chinese patients."}, {"pubmed": 19642867, "text": "findings demonstrate that enhanced expression of RhoC results in a striking increase in the migration and invasion of pancreatic carcinoma cells, whereas forced expression of RhoA decreases these actions"}, {"pubmed": 19701800, "text": "LNX and RhoC might be part of a larger protein complex that would have important functions in signaling transduction about regulating the transcriptional activities of AP-1."}, {"pubmed": 19861405, "text": "Cell motility and invasion were markedly diminished in RhoC-depleted head and neck cell lines."}, {"pubmed": 19911011, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19953094, "text": "In cervical carcinoma cell lines, RhoC contributes to wound healing, invasion & migration, anoikis resistance, colony formation, in vitro tube formation & tumour formation. RhoC is a downstream effector of Notch1."}, {"pubmed": 20014943, "text": "WISP3 and RhoC genes expression status defines a molecular signature of inflammatory breast cancer (IBC)."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20101212, "text": "a novel regulatory and functional interaction between RhoC and FMNL2 for modulating cell shape and invasiveness and provide mechanistic insight into RhoC-specific signalling events."}, {"pubmed": 20232393, "text": "results suggest that miR-138 plays an important role in TSCC cell migration and invasion by concurrently targeting RhoC and ROCK2, and miR-138 may serve as a novel therapeutic target for TSCC patients at risk of metastatic disease"}, {"pubmed": 20403997, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20503409, "text": "This work shows that RHOC and RHOA play different roles in cell-matrix adhesion, motility, and invasion of MDA-MB-231 and reaffirms the crucial role of RHOC-GTPase in inflammatory breast cancer cell invasion."}, {"pubmed": 20828398, "text": "Recombinant adenovirus mediated RhoA and RhoC shRNA in tandem linked expression may inhibit the growth of human colorectal tumor xenografts in vivo."}, {"pubmed": 21079653, "text": "RHOC expression was induced by direct p53 binding to a regulatory element within the RHOC gene."}, {"pubmed": 21087931, "text": "A p27(kip1)-binding protein, p27RF-Rho, promotes cancer metastasis via activation of RhoA and RhoC."}, {"pubmed": 21159255, "text": "The migration of A549 cell decreased after blockage of PRL-3 and RhoC. PRL-3, RhoC could increase cell migration in A549 cells."}, {"pubmed": 21208644, "text": "RHOC expression may contribute to explain the different stage at diagnosis of clear cell and high-grade serous carcinomas."}, {"pubmed": 21242305, "text": "Results indicate that SmgGDS is a bona fide GEF that specifically activates RhoA and RhoC through a unique mechanism not used by other Rho family exchange factors."}, {"pubmed": 21537845, "text": "The knockdown of RhoC expression had no effect on the migration-stimulatory activity of IQGAP1."}, {"pubmed": 21575520, "text": "Expression levels of RhoC and ROCK-1 in prostate carcinoma are higher than those in corresponding paracancerous tissues, showing a significant positive correlation with distant metastasis."}, {"pubmed": 21576392, "text": "RhoC promotes polarized tumor cell migration through FMNL3 by restricting lamellipodial broadening."}, {"pubmed": 21674277, "text": "data suggest that RhoC is a key regulator of cell growth and apoptosis in human hepatocellular carcinoma cells"}, {"pubmed": 21732343, "text": "In a signaling cascade, the loss of E-cadherin activates the transcriptional regulator ETS-1 and consequently leads to the induction of RhoC expression that stabilizes c-Jun in melanoma."}, {"pubmed": 21757538, "text": "RhoGDIalpha-dependent balance between RhoA and RhoC is a key regulator of cancer cell tumorigenesis"}, {"pubmed": 21862636, "text": "p38gamma mitogen-activated protein kinase regulates breast cancer cell motility and metastasis, in part, by controlling expression of the metastasis-associated small GTPase RhoC."}, {"pubmed": 22057916, "text": "miR-493 is a new tumor suppressor miRNA in bladder cancer and inhibits cell motility through downregulation of RhoC and FZD4."}, {"pubmed": 22217540, "text": "Data demonstrate that PKN3 physically interacts with Rho-family GTPases, and preferentially with RhoC, a known mediator of tumor invasion and metastasis in epithelial cancers."}, {"pubmed": 22293682, "text": "Suggest that miR-10b can stimulate the upregulation of RhoC and AKT phosphorylation through targeting HOXD10, thus promoting cell invasion in gastric tumors."}, {"pubmed": 22673745, "text": "Substitution of RhoC Ile 43 with a Val increased guanine nucleotide exchange factors-catalyzed exchange in vitro."}, {"pubmed": 22896661, "text": "RhoC GTPase is a substrate for Akt1 and its phosphorylation is absolutely essential for inflammatory breast cancer cell invasion."}, {"pubmed": 22911725, "text": "RhoC impacts the metastatic potential and abundance of breast cancer stem cells."}, {"pubmed": 22935975, "text": "Increased prostate RhoC expression predicted a good outcome after radical prostatectomy for high-grade prostate cancer."}, {"pubmed": 22992742, "text": "Data show that the IQ-motif-containing GTPase-activating protein IQGAP1 interacts directly with GTP-bound, prenylated RhoA and RhoC, but not with RhoB."}, {"pubmed": 23036489, "text": "Knockdown of Hop caused a decrease in the level of RhoC GTPase, and significantly inhibited pseudopodia formation in Hs578T cells. Our data suggest that Hop regulates directional cell migration by multiple unknown mechanisms."}, {"pubmed": 23145020, "text": "RhoC stimulates the proliferation of gastric cancer cells through recruiting IQGAP1 as an effector."}, {"pubmed": 23302395, "text": "Increased RHOC expression was detected in endometriotic lesions compared to the eutopic endometrium of women with endometriosis and control women."}, {"pubmed": 23319595, "text": "MRK is a novel RhoC effector that controls LPA-stimulated cell invasion at least in part by regulating myosin dynamics, ERK and p38"}, {"pubmed": 23382905, "text": "This study demonstrated the role of RhoC overexpression in malignant transformation of normal human hepatocytes, suggesting that RhoC may function as an oncogene in hepatocytes."}, {"pubmed": 23474984, "text": "HBx and HBs of hepatitis B virus could increase expression of Ets-1, which consequently contributed to the upregulation of RhoC."}, {"pubmed": 23488932, "text": "The different ways in which RhoA, RhoB and RhoC expression is regulated in cancer and how they play distinct roles in cancer progression is discussed.[Review]"}, {"pubmed": 23764197, "text": "The up-regulated RhoC expression may affect ovarian carcinogenesis and should be considered a good biomarker for the differentiation and progression of ovarian carcinoma"}, {"pubmed": 23993968, "text": "The S1P2R specifically activates RhoC via G12/13 proteins and LARG."}, {"pubmed": 24096540, "text": "RhoA and RhoC play different, but clear, roles in ERalpha signaling in breast cancer cells."}, {"pubmed": 24312560, "text": "RhoC facilitates tumor cell invasion and promotes subsequent metastasis, in part, by enhancing integrin alpha5beta1 trafficking"}, {"pubmed": 24414340, "text": "Down-regulation of RhoC expression resulted in decreased migration of neural stem cells."}, {"pubmed": 24447566, "text": "RhoA, but not RhoC was shown to be essential for the anchored phenotype of breast carcinoma cells that accompanied siRNA-mediated loss of syndecan-2."}, {"pubmed": 24457551, "text": "RhoC/ROCK1 signaling pathways are likely involved in the progression of cervical squamous cell carcinoma"}, {"pubmed": 24533098, "text": "RhoC has a role in regulating cancer stem cells in head and neck squamous cell carcinoma through the over expression of IL-6 and phosphorylation of STAT3"}, {"pubmed": 24986540, "text": "RhoC expression might be involved in epithelial-to-mesenchymal transition of ovarian epithelial carcinoma cells."}, {"pubmed": 25123151, "text": "may contribute to an epithelial-mesenchymal transition and drug resistance in human breast cancer during chemotherapy"}, {"pubmed": 25236186, "text": "found that miR-10b induced HCC cell invasion and migration by modulating the HOXD10 target gene RhoC, uPAR, MMP-2 and MMP-9 expression"}, {"pubmed": 25516960, "text": "Results identify RhoC as a prominent binding partner of RhoGDI2 and show that RhoGDI2 modulates RhoC activity in cells promoting lung colonization of bladder cancer cells."}, {"pubmed": 25622907, "text": "This is the first report in HNSCC demonstrating the role RhoC plays in mediating EGF-stimulated migration and invasion by down-regulating the PI3K-Akt pathway and E-cadherin expression."}, {"pubmed": 25624724, "text": "RhoC protein may upregulate VEGF expression, thereby promoting tumor angiogenesis in esophageal squamous cell carcinoma."}, {"pubmed": 25649143, "text": "MiR-93-5P may inhibit EOC tumorigenesis and progression by targeting RhoC."}, {"pubmed": 25659578, "text": "miR-509 has a critical role in brain metastasis of breast cancer by modulating the RhoC-TNF-alpha network."}, {"pubmed": 25677806, "text": "Depletion of the kinases ROCK1 and ROCK2, two known RhoC downstream effectors, similarly decreases cancer interaction with ECs"}, {"pubmed": 25933027, "text": "Inhibition of ovarian epithelial carcinoma tumorigenesis and progression by miR106b proceeds through the RhoC pathway."}, {"pubmed": 26020100, "text": "Smart particles encapsulating the scrambled siRNA sequence did not affect RhoC protein expression."}, {"pubmed": 26260613, "text": "we demonstrated that the inactivation of the RHOC/AKT/MAPK pathway was involved in the tumor-suppressive functions of HOXD10 in cholangiocellular carcinoma ."}, {"pubmed": 26615410, "text": "Significant associations between ROCK1, ROCK2, RhoA and RhoC gene polymorphisms and systemic sclerosis were demonstrated."}, {"pubmed": 26673619, "text": "RT-PCR and Western blot assays demonstrated that miR-372 transfection reduced the expression of RhoC."}, {"pubmed": 26741994, "text": "The knockdown of RhoC protein decreased the proliferation rate of the parental and the IE1-expressing glioblastoma cells."}, {"pubmed": 26898345, "text": "study has identified several new proteins like RHOC, DLG5, UGDH, TMOD3 in addition to known chemoresistance associated proteins in non-small cell lung carcinoma."}, {"pubmed": 27108649, "text": "Downregulation of RHOC inhibited cholangiocellular carcinoma cells invasion and migration partially via inhibition of matrix metalloproteinase 2, 3 and 9 expression. RHOC also modulated the expression of several epithelial-mesenchymal transition (EMT)-associated proteins"}, {"pubmed": 27129239, "text": "the oncogene RhoC, a driver of metastatic potential, modulates glutamine and N-acetylaspartate metabolism in Inflammatory Breast Cancer cells in vitro, revealing a novel role for RhoC as a regulator of tumor cell metabolism that extends beyond its well known role in cytoskeletal rearrangement."}, {"pubmed": 27147504, "text": "Spatiotemporal analysis of RhoA/RhoB/RhoC activation in primary human endothelial cells has been uncovered."}, {"pubmed": 27355867, "text": "swapping residue 188 identity effectively flips the membrane binding profile of wild-type RhoA and RhoC through positive arginine contribution rather than negative phosphoserine regulation"}, {"pubmed": 27487132, "text": "YMO1 suppresses tumor invasion and metastasis by inhibiting RhoC activity."}, {"pubmed": 27494896, "text": "this studies show the ability of miR-10b to activate the expression of c-Jun through RhoC and NF1, which represents a novel pathway for promoting migration and invasion of human cancer cells"}, {"pubmed": 27748937, "text": "RhoC downregulation may inhibit the proliferation, drug resistance, invasion and migration of ovarian cancer stem cells."}, {"pubmed": 27807006, "text": "These results reveal a previously unidentified pathway downstream of RHO that regulates the polarity of migrating cells through Golgi reorientation in a FAM65A-, CCM3- and MST3- and MST4-dependent manner."}, {"pubmed": 28069441, "text": "HOTAIR is regulated by the RhoC-MRTF-A-SRF signaling pathway in breast cancer cells."}, {"pubmed": 28146423, "text": "E2F transcription factor 1 (E2F1) downregulated micrRNA miR-519d directly and miR-519d downregulated Ras homolog gene family member C (RhoC) directly."}, {"pubmed": 28508825, "text": "Out of multiple members of this family, RhoA and RhoC are important factors. RhoA is supposed to increase tumor proliferation when overexpressed while RhoC is responsible for tumor initiation."}, {"pubmed": 28536953, "text": "a SDF-1/CXCR4-RhoA and RhoC-ROS-cytoskeleton pathway that regulates Jurkat cell migration in response to SDF-1."}, {"pubmed": 28818073, "text": "Studied the involvement in epithelial ovarian cancer (EOC) of lncRNA ABHD11-AS1 in and the regulation of EOC by RhoC."}, {"pubmed": 28949796, "text": "RhoC contributes to the Rac1-dependent restoration of endothelial barrier function."}, {"pubmed": 28960175, "text": "Endothelial RhoB and RhoC are dispensable for leukocyte diapedesis and for maintaining vascular integrity during diapedesis."}, {"pubmed": 28984384, "text": "LncRNA TDRG1 overexpression induced tumor development and RhoC expression."}, {"pubmed": 29500478, "text": "This article summarizes recent progress on the mechanisms that control the expression of the three members of the Rho-like subfamily (RhoA, RhoB, and RhoC) at the level of gene transcription as well as their post-transcriptional regulation by microRNAs. [review]"}, {"pubmed": 30779947, "text": "Results show that rhoC GTP-binding protein (RhoC)/Rho-associated, coiled-coil containing protein kinase 2 (ROCK2) may have a major effect on VM in hepatocellular carcinoma (HCC) via ERK/MMPs signaling and might be a potential therapeutic target for the treatment of HCC."}, {"pubmed": 31062507, "text": "RhoC plays a pivotal role in MVECs angiogenesis, and the downregulation of RhoC expression could inhibit angiogenesis via the RhoC/MAPK and RhoC/ROCK signaling pathways."}, {"pubmed": 31324164, "text": "Pin1, RhoA and RhoC co-overexpressions are prognostic factor for metastatic hepatocellular carcinoma and predict poor recurrence-free survival."}, {"pubmed": 31340863, "text": "Our review throws light on how RhoC, which is capable of modulating various phenotypes may be the apt core signaling candidate regulating disease progression."}, {"pubmed": 31488179, "text": "the inhibition of RhoC and ROCK2 sensitizes tumor cells to irradiation. Based on transcriptomic analysis, we find that the gene network supporting DNA repair is enriched in RhoC overexpressing cells and this is also true for ROCK2hi cells, which have an enrichment of genes supporting DNA repair, cell survival and cell division."}, {"pubmed": 31519588, "text": "ITGB1 and RHOC are potential predictors of recurrence and therapeutic targets for CRC, possibly predicting a high-risk group of stage II patients."}, {"pubmed": 32163390, "text": "study indicates that miR-455 plays a suppressive role in hepatocellular carcinoma development by targeting RhoC-encoding mRNA"}, {"pubmed": 32314833, "text": "Cytotoxic necrotizing factor 1 promotes bladder cancer angiogenesis through activating RhoC."}, {"pubmed": 32693062, "text": "Leukemia-Associated Rho Guanine Nucleotide Exchange Factor and Ras Homolog Family Member C Play a Role in Glioblastoma Cell Invasion and Resistance."}, {"pubmed": 32719397, "text": "RhoA/C inhibits proliferation by inducing the synthesis of GPRC5A."}, {"pubmed": 33049034, "text": "A novel isoform of ATOH8 promotes the metastasis of breast cancer by regulating RhoC."}, {"pubmed": 33082325, "text": "RNF180 mediates STAT3 activity by regulating the expression of RhoC via the proteasomal pathway in gastric cancer cells."}, {"pubmed": 33825439, "text": "Nanobody-Based Quantification of GTP-Bound RHO Conformation Reveals RHOA and RHOC Activation Independent from Their Total Expression in Breast Cancer."}, {"pubmed": 33865221, "text": "RNF168 promotes RHOC degradation by ubiquitination to restrain gastric cancer progression via decreasing HDAC1 expression."}, {"pubmed": 34873829, "text": "RNF168 suppresses the cancer stem cell-like traits of nonsmall cell lung cancer cells by mediating RhoC ubiquitination."}, {"pubmed": 36469134, "text": "RhoC in association with TET2/WDR5 regulates cancer stem cells by epigenetically modifying the expression of pluripotency genes."}, {"pubmed": 36473367, "text": "LncRNA ZFAS1 contributes to osteosarcoma progression via miR-520b and miR-520e-mediated inhibition of RHOC signaling."}, {"pubmed": 36576072, "text": "Silencing of RhoC induces macrophage M1 polarization to inhibit migration and invasion in colon cancer via regulating the PTEN/FOXO1 pathway."}], "genomic_pos": {"chr": "1", "end": 112707434, "ensemblgene": "ENSG00000155366", "start": 112701127, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 113250056, "start": 113243728, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000281", "qualifier": "involved_in", "term": "mitotic cytokinesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000281", "pubmed": 16236794, "qualifier": "involved_in", "term": "mitotic cytokinesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007015", "qualifier": "involved_in", "term": "actin filament organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007264", "qualifier": "involved_in", "term": "small GTPase-mediated signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": [20232393, 22057916], "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031334", "qualifier": "involved_in", "term": "positive regulation of protein-containing complex assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032956", "qualifier": "involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "HMP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043297", "pubmed": 20974804, "qualifier": "involved_in", "term": "apical junction assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044319", "qualifier": "involved_in", "term": "wound healing, spreading of cells"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051496", "pubmed": 20232393, "qualifier": "involved_in", "term": "positive regulation of stress fiber assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060193", "pubmed": 19887681, "qualifier": "involved_in", "term": "positive regulation of lipase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902766", "qualifier": "involved_in", "term": "skeletal muscle satellite cell migration"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032154", "pubmed": 16236794, "qualifier": "located_in", "term": "cleavage furrow"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0032420", "qualifier": "located_in", "term": "stereocilium"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20974804, 25416956, 27807006, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005525", "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}]}, "homologene": {"genes": [[6239, 178458], [7165, 1274843], [7227, 36775], [7955, 394125], [7955, 406411], [7955, 406659], [7955, 436718], [8364, 549323], [9031, 395869], [9598, 100612435], [9606, 389], [9615, 483218], [9913, 513152], [10090, 11853], [10116, 295342], [33169, 4619240]], "id": 90945}, "interpro": [{"desc": "Small GTPase", "id": "IPR001806", "short_desc": "Small_GTPase"}, {"desc": "Small GTPase Rho", "id": "IPR003578", "short_desc": "Small_GTPase_Rho"}, {"desc": "Small GTP-binding protein domain", "id": "IPR005225", "short_desc": "Small_GTP-bd_dom"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}], "ipi": ["IPI00027434", "IPI00552834", "IPI00643368", "IPI00644425", "IPI00647268", "IPI00980853", "IPI00982162", "IPI01009702"], "map_location": "1p13.2", "name": "ras homolog family member C", "other_names": ["RAS-related homolog 9", "epididymis secretory sperm binding protein", "oncogene RHO H9", "ras homolog gene family, member C", "rho cDNA clone 9", "rho-related GTP-binding protein RhoC", "rhoC GTPase", "small GTP binding protein RhoC"], "pantherdb": {"HGNC": "669", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106028", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 10090, "uniprot_kb": "Q62159"}, {"RGD": "1304965", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 10116, "uniprot_kb": "A0A0G2K6E0"}, {"Ensembl": "ENSGALG00000001569", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 9031, "uniprot_kb": "Q9PSX7"}, {"ZFIN": "ZDB-GENE-040426-1337", "ortholog_type": "O", "panther_family": "PTHR24072", "taxid": 7955, "uniprot_kb": "Q7T399"}, {"ZFIN": "ZDB-GENE-040718-144", "ortholog_type": "LDO", "panther_family": "PTHR24072", "taxid": 7955, "uniprot_kb": "Q6DHE8"}], "uniprot_kb": "P08134"}, "pathway": {"pid": [{"id": "cxcr4_pathway", "name": "CXCR4-mediated signaling events"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}, {"id": "prlsignalingeventspathway", "name": "Signaling events mediated by PRL"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-400685", "name": "Sema4D in semaphorin signaling"}, {"id": "R-HSA-400685", "name": "Sema4D in semaphorin signaling"}, {"id": "R-HSA-416482", "name": "G alpha (12/13) signalling events"}, {"id": "R-HSA-416572", "name": "Sema4D induced cell migration and growth-cone collapse"}, {"id": "R-HSA-416572", "name": "Sema4D induced cell migration and growth-cone collapse"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-5625740", "name": "RHO GTPases activate PKNs"}, {"id": "R-HSA-5625900", "name": "RHO GTPases activate CIT"}, {"id": "R-HSA-5625900", "name": "RHO GTPases activate CIT"}, {"id": "R-HSA-5627117", "name": "RHO GTPases Activate ROCKs"}, {"id": "R-HSA-5627117", "name": "RHO GTPases Activate ROCKs"}, {"id": "R-HSA-5663220", "name": "RHO GTPases Activate Formins"}, {"id": "R-HSA-5666185", "name": "RHO GTPases Activate Rhotekin and Rhophilins"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013106", "name": "RHOC GTPase cycle"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": [{"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}]}, "pdb": ["1Z2C", "2GCN", "2GCO", "2GCP"], "pfam": "PF00071", "pharmgkb": "PA24951", "pharos": {"target_id": 11077, "tdl": "Tbio"}, "pir": "S01029", "prosite": ["PS51419", "PS51420", "PS51421"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245959", "relationship": "is"}, {"id": "GNF245960", "relationship": "is"}, {"id": "GNF245961", "relationship": "is"}, {"id": "GNF245962", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164929", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF032510", "relationship": "is"}, {"id": "GNF048816", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF012420", "relationship": "is"}, {"id": "GNF012421", "relationship": "is"}, {"id": "GNF012422", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF239682", "relationship": "is"}, {"id": "GNF284335", "relationship": "is"}, {"id": "GNF286069", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103926", "relationship": "is"}, {"id": "GNF143576", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001036143.1", "NP_001036144.1", "NP_786886.1"], "rna": ["NM_001042678.2", "NM_001042679.2", "NM_175744.5"], "translation": [{"protein": "NP_001036143.1", "rna": "NM_001042678.2"}, {"protein": "NP_001036144.1", "rna": "NM_001042679.2"}, {"protein": "NP_786886.1", "rna": "NM_175744.5"}]}, "reporter": {"HG-U133_Plus_2": ["200885_at", "235742_at"], "HG-U95Av2": "1395_at", "HTA-2_0": "TC01006275.hg.1", "HuEx-1_0": "2428405", "HuGene-1_1": "7918593", "HuGene-2_1": "16690974"}, "retired": [386, 284466], "summary": "This gene encodes a member of the Rho family of small GTPases, which cycle between inactive GDP-bound and active GTP-bound states and function as molecular switches in signal transduction cascades. Rho proteins promote reorganization of the actin cytoskeleton and regulate cell shape, attachment, and motility. The protein encoded by this gene is prenylated at its C-terminus, and localizes to the cytoplasm and plasma membrane. It is thought to be important in cell locomotion. Overexpression of this gene is associated with tumor cell proliferation and metastasis. Multiple alternatively spliced variants, encoding the same protein, have been identified. [provided by RefSeq, Jul 2008].", "symbol": "RHOC", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812236"}, "unigene": ["Hs.658289", "Hs.502659"], "uniprot": {"Swiss-Prot": "P08134", "TrEMBL": ["E9PLA2", "A0A024R0C8", "E9PN11", "Q5JR08", "E9PQH6", "Q5JR05", "Q5JR07", "Q5JR06"]}, "wikipedia": {"url_stub": "RhoC"}}