{"AllianceGenome": "19102", "HGNC": "19102", "MIM": "609631", "_id": "23586", "_version": 1, "accession": {"genomic": ["AL161783.20", "AL353671.6", "CH471071.2", "CP068269.2", "HF583933.1", "NC_000009.12", "NC_060933.1", "NG_046918.1"], "protein": ["AAD19826.1", "AAI07732.1", "AAI32787.1", "AAI36611.1", "BAG51213.1", "BAG54273.1", "BAG63151.1", "CAB70840.1", "CAI46068.1", "CCQ43430.1", "EAW58547.1", "EAW58548.1", "NP_001372836.1", "NP_001372838.1", "NP_001372839.1", "NP_001372841.1", "NP_001372842.1", "NP_001372843.1", "NP_055129.2", "O95786.2"], "rna": ["AA862613.1", "AF038963.1", "AK023661.1", "AK125989.1", "AK301678.1", "AK315040.1", "AL137608.1", "BC070029.1", "BC107731.1", "BC132786.1", "BC136610.1", "BX647917.1", "DN998145.1", "NM_001385907.1", "NM_001385909.1", "NM_001385910.1", "NM_001385912.1", "NM_001385913.1", "NM_001385914.1", "NM_014314.4"], "translation": [{"protein": "AAD19826.1", "rna": "AF038963.1"}, {"protein": "CAI46068.1", "rna": "BX647917.1"}, {"protein": "AAI07732.1", "rna": "BC107731.1"}, {"protein": "AAI36611.1", "rna": "BC136610.1"}, {"protein": "NP_001372838.1", "rna": "NM_001385909.1"}, {"protein": "NP_001372841.1", "rna": "NM_001385912.1"}, {"protein": "BAG63151.1", "rna": "AK301678.1"}, {"protein": "NP_055129.2", "rna": "NM_014314.4"}, {"protein": "NP_001372836.1", "rna": "NM_001385907.1"}, {"protein": "BAG54273.1", "rna": "AK125989.1"}, {"protein": "BAG51213.1", "rna": "AK023661.1"}, {"protein": "AAI32787.1", "rna": "BC132786.1"}, {"protein": "NP_001372843.1", "rna": "NM_001385914.1"}, {"protein": "NP_001372842.1", "rna": "NM_001385913.1"}, {"protein": "CAB70840.1", "rna": "AL137608.1"}, {"protein": "NP_001372839.1", "rna": "NM_001385910.1"}]}, "alias": ["DDX58", "RIG-I", "RIG1", "RLR-1", "SGMRT2"], "ec": "3.6.4.13", "ensembl": {"gene": "ENSG00000107201", "protein": ["ENSP00000369197", "ENSP00000369213", "ENSP00000504892", "ENSP00000504921", "ENSP00000505015", "ENSP00000505702", "ENSP00000520438", "ENSP00000520439", "ENSP00000520440"], "transcript": ["ENST00000379868", "ENST00000379883", "ENST00000679662", "ENST00000679665", "ENST00000679771", "ENST00000679859", "ENST00000680733", "ENST00000680883", "ENST00000681352", "ENST00000681448", "ENST00000715269", "ENST00000715270", "ENST00000715271"], "translation": [{"protein": "ENSP00000504921", "rna": "ENST00000679665"}, {"protein": "ENSP00000520438", "rna": "ENST00000715269"}, {"protein": "ENSP00000369197", "rna": "ENST00000379868"}, {"protein": "ENSP00000369213", "rna": "ENST00000379883"}, {"protein": "ENSP00000505015", "rna": "ENST00000679771"}, {"protein": "ENSP00000520439", "rna": "ENST00000715270"}, {"protein": "ENSP00000520440", "rna": "ENST00000715271"}, {"protein": "ENSP00000505702", "rna": "ENST00000679859"}, {"protein": "ENSP00000504892", "rna": "ENST00000680733"}], "type_of_gene": "protein_coding"}, "entrezgene": "23586", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 33.64812797, "exp_mis": 255.850811454, "exp_syn": 102.564645973, "lof_z": 1.30606389709095, "mis_z": -0.554984216719642, "mu_lof": 2.38460337841e-06, "mu_mis": 2.25159711322e-05, "mu_syn": 8.61151236105e-06, "n_lof": 26.0, "n_mis": 274.0, "n_syn": 95.0, "p_li": 1.08821627751063e-14, "p_null": 0.749395126451534, "p_rec": 0.250604873548455, "syn_z": 0.463059364972635}, "bp": 2778, "cds_end": 32526164, "cds_start": 32457119, "n_exons": 18, "nonpsych": {"exp_lof": 30.0933290366, "exp_mis": 231.208206398, "exp_syn": 92.4694263056, "lof_z": 0.911839869609677, "mis_z": -0.52383158392878, "mu_lof": 2.38460337841e-06, "mu_mis": 2.25159711322e-05, "mu_syn": 8.61151236105e-06, "n_lof": 25.0, "n_mis": 247.0, "n_syn": 83.0, "p_li": 6.59977968090954e-15, "p_null": 0.903600342942026, "p_rec": 0.0963996570579672, "syn_z": 0.619995076777578}, "nontcga": {"exp_lof": 30.9210446917, "exp_mis": 235.347529092, "exp_syn": 94.3242423658, "lof_z": 1.05039474425602, "mis_z": -0.378419088828426, "mu_lof": 2.38460337841e-06, "mu_mis": 2.25159711322e-05, "mu_syn": 8.61151236105e-06, "n_lof": 25.0, "n_mis": 247.0, "n_syn": 87.0, "p_li": 1.27856680207025e-14, "p_null": 0.849319909848456, "p_rec": 0.150680090151531, "syn_z": 0.47749979660585}, "transcript": "ENST00000379883.2"}, "exons": [{"cdsend": 32526166, "cdsstart": 32457121, "chr": "9", "position": [[32455301, 32457418], [32459370, 32459514], [32466289, 32466441], [32467761, 32467932], [32472974, 32473065], [32476982, 32477131], [32480218, 32480354], [32481339, 32481497], [32485174, 32485279], [32487470, 32487633], [32487944, 32488203], [32488733, 32488887], [32489343, 32489451], [32491300, 32491420], [32492390, 32492538], [32493760, 32493942], [32500804, 32500939], [32526060, 32526196]], "strand": -1, "transcript": "NM_014314", "txend": 32526196, "txstart": 32455301}], "exons_hg19": [{"cdsend": 32526164, "cdsstart": 32457119, "chr": "9", "position": [[32455299, 32457416], [32459368, 32459512], [32466287, 32466439], [32467759, 32467930], [32472972, 32473063], [32476980, 32477129], [32480216, 32480352], [32481337, 32481495], [32485172, 32485277], [32487468, 32487631], [32487942, 32488201], [32488731, 32488885], [32489341, 32489449], [32491298, 32491418], [32492388, 32492536], [32493758, 32493940], [32500802, 32500937], [32526058, 32526194]], "strand": -1, "transcript": "NM_014314", "txend": 32526194, "txstart": 32455299}], "generif": [{"pubmed": 15181474, "text": "IFN-gamma induces the expression of RIG-I, which may play a role in the immunological effects of IFN-gamma"}, {"pubmed": 15208624, "text": "RIG-I is key in the detection and subsequent eradication of the replicating viral genomes"}, {"pubmed": 15219805, "text": "RIG-I may play some pathophysiological role in immune and inflammatory reactions in vascular smooth muscle cells(SMC)."}, {"pubmed": 15370293, "text": "Although the physiological function of RIG-I is still unknown, induction of RIG-I by IFN-gamma may play an important role in inflammatory or immunological reactions in endothelial cells."}, {"pubmed": 15737993, "text": "hepatocytes contain two distinct antiviral signaling pathways leading to expression of intereron beta, one dependent upon TLR3 and the other dependent on RIG-I, with little cross-talk between these pathways"}, {"pubmed": 15767399, "text": "Importantly, we show that NS3/4A can strongly inhibit the ability of the recently described RIG-I protein to activate IFN, suggesting that RIG-I is a key factor in the TRIF-independent, NS3/4A-sensitive pathway."}, {"pubmed": 16116171, "text": "Shared and unique functions of the DExD/H-box helicases RIG-I, MDA5, and LGP2 in antiviral innate immunity."}, {"pubmed": 16177806, "text": "Cardif functions as an adaptor, linking the cytoplasmic dsRNA receptor RIG-I to the initiation of antiviral programs"}, {"pubmed": 16182584, "text": "JEV and DEN-2 initiate the host innate immune response through a molecular mechanism involving RIG-I/IRF-3 and PI3K/NF-kappaB signaling pathways"}, {"pubmed": 16306043, "text": "the virus-inducible, NF-kappaB-dependent activation of A20 functions as a negative regulator of RIG-I-mediated induction of the antiviral state"}, {"pubmed": 16585524, "text": "HCV infection transiently induces RIG-I- and IPS-1-dependent IRF-3 activation"}, {"pubmed": 16707574, "text": "HCV blocks the RIG-I-mediated dsRNA signaling by an NS3/4A-independent mechanism, in addition to the NS3/4A-dependent cleavage of MAVS/IPS-1."}, {"pubmed": 16797201, "text": "In conclusion, our results show that in epithelial cells influenza A virus-induced antiviral cytokine gene expression is triggered by RIG-I and mda-5, whose expression is positively regulated by IFN-alpha."}, {"pubmed": 16946700, "text": "EBERs activated RIG-I's substrates, NF-kappaB and IFN regulatory factor 3, which were necessary for type I IFN activation."}, {"pubmed": 17038589, "text": "results identify RIG-I as a ssRNA sensor and potential target of viral immune evasion and suggest that its ability to sense 5'-phosphorylated RNA evolved in the innate immune system as a means of discriminating between self and nonself"}, {"pubmed": 17038590, "text": "findings demonstrated that the 5'-triphosphate end of RNA generated by viral polymerases is responsible for retinoic acid-inducible protein I (RIG-I)-mediated detection of RNA molecules"}, {"pubmed": 17053203, "text": "RIG-I is required for induction of IFN-I in an influenza A virus (IAV)-infected human lung epithelial cell line."}, {"pubmed": 17079289, "text": "We now report that the NS1 of influenza A virus interacts with RIG-I and inhibits the RIG-I-mediated induction of IFN-beta."}, {"pubmed": 17093192, "text": "GBV-B NS3/4A protease specifically cleaves VISA and dislodges it from mitochondria, thereby disrupting its function as a RIG-I adaptor."}, {"pubmed": 17182220, "text": "RIG-I might operate not only as a RNA helicase but also as a mediator of the cytokine network in the inflammatory skin diseases, such as psoriasis vulgaris"}, {"pubmed": 17307033, "text": "In this review, RIG-I has evolved an immune surveillance system for antiviral responses by its detection and direct binding to the 5'-end of certain viral RNA genomes, specifically, to a 5'-triphosphate group."}, {"pubmed": 17403696, "text": "retinoic acid-inducible gene-I is expressed in lupus nephritis [letter]"}, {"pubmed": 17516545, "text": "These results confirm that by controlling RIG-I expression, IRF-1 plays an essential role in anti-viral immunity."}, {"pubmed": 17541283, "text": "The putative dsRNA receptor RIGI may not play a pivotal role in the dsRNA-stimulated expression of inflammatory chemokines in airway epithelial cells."}, {"pubmed": 17600090, "text": "RNA helicase cytoplasmic sensor RIG-I mediates innate antiviral signaling that is not inhibited by dihydroxyacetone kinase."}, {"pubmed": 17878351, "text": "TNF-alpha leads to stabilization of IFN-epsilon mRNA, increased IFN-epsilon synthesis, engagement of type I IFNRs, increased STAT1 expression and phosphorylation, and up-regulation of retinoic acid-inducible gene-I expression"}, {"pubmed": 17911629, "text": "RIG-I is an essential component of the pathway relevant to polyinosinic-polycytidylic acid signaling of type I interferon in intestinal epithelial cells."}, {"pubmed": 18021446, "text": "Our results show that PAMP receptors, TLR3, TLR7 and RIG-I mRNA levels are significantly down-regulated in patients with chronic hepatitis C infection when compared with healthy controls."}, {"pubmed": 18214119, "text": "RIG-I may be involved in the inflammatory reaction in pericardial mesothelial cells."}, {"pubmed": 18242112, "text": "Data show that the C-terminal domain (CTD) of RIG-I recognizes two distinct viral RNA patterns: double-stranded (ds) and 5'ppp single-stranded (ss), and suggest that the bipartite structure of CTD regulates RIG-I on encountering viral RNA patterns."}, {"pubmed": 18243112, "text": "the C-terminal regulatory domain RD of RIG-I binds viral RNA in a 5'-triphosphate-dependent manner and activates the RIG-I ATPase by RNA-dependent dimerization."}, {"pubmed": 18250407, "text": "A RIG-I/IFNalphabeta receptor (IFNAR)1-dependent pathway mediates SOCS1 and SOCS3 up-regulation in influenza A virus-infected bronchial epithelial cells."}, {"pubmed": 18258269, "text": "Data show that RIG-I mRNA and protein are expressed in HeLa cells stimulated with IFN-gamma, and that RNA interference against RIG-I results in the suppression of IFN-gamma-induced CXCL11 expression."}, {"pubmed": 18268020, "text": "a direct correlation between RNA binding and ATPase enzymatic function leading to signal transduction and suggest that a tight control of ATPase activity by the CARDs prevents RIG-I signaling in the absence of viral RNA."}, {"pubmed": 18428149, "text": "innate cytokine responses in myeloid dendritic cells are impaired regardless of enhanced expressions of TLR2, TLR4, and RIG-I in HCV infection"}, {"pubmed": 18446221, "text": "These results establish RIG-I as a major intracellular recognition receptor for the genome of most negative-strand RNA viruses."}, {"pubmed": 18550535, "text": "RIG-1 - MAVS interacts with cytoplasmic 100-kDa NF-kappa B2 complexes via a novel retinoic acid-inducible gene-I - NF- kappa B-inducing kinase signaling pathway"}, {"pubmed": 18617992, "text": "RIG-I-mediated co-induction of TNF and type I IFN by virus-infected primary human macrophages represents a novel innate defense mechanism to restrict viral infection in human cells."}, {"pubmed": 18632970, "text": "Our results show that Human Metapneumovirus activates the RIG-I-MAVS signalling pathway in airway epithelial cells, leading to the expression of important proinflammatory and antiviral molecules involved in the innate immune response to viruses."}, {"pubmed": 18635538, "text": "SUMO modification and RIG-I activation are an integral part of IRF3 and IRF7 activity that contributes to postactivation attenuation of IFN production"}, {"pubmed": 18650396, "text": "Rig-I has a critical regulatory role in modulating the generation and differentiation of granulocytes"}, {"pubmed": 18684960, "text": "In human keratinocytes, RNA helicase retinoic acid-inducible gene I (RIG-1) is crucial for interferon regulatory factor-3 (IRF3) activation and differential signaling during antiviral defense status."}, {"pubmed": 18849341, "text": "FLN29, in addition to playing a negative regulatory role in the TLR4 signaling pathway, negatively regulates the RIG-I-like helicase signaling pathway at the level of IPS-1/TRAF6 and IPS-1/TRAF3 complexes"}, {"pubmed": 18948594, "text": "role of the intact tandem CARD for TRIM25-mediated RIG-I activation; RIG-I splice variant is an off-switch regulator of its own signaling pathway."}, {"pubmed": 18977754, "text": "Upon Sendai virus (SeV) infection, TBK1s is induced in both human and mouse cells and binds to RIG-1, disrupting the interaction between RIG-I and VISA"}, {"pubmed": 18981155, "text": "a novel mechanism that negatively regulates RIG-I-mediated signaling activity via caspase-1-dependent secretion of RIG-I protein."}, {"pubmed": 19017631, "text": "identify an alternative factor, Riplet/RNF135, that promotes RIG-I activation independent of TRIM25"}, {"pubmed": 19044019, "text": "It has nonself RNA sensing mechanism and functions as a virus sensor."}, {"pubmed": 19122199, "text": "RIG-I is associated with the actin cytoskeleton in non-polarized epithelial cells and with the junctional complex in polarized IECs"}, {"pubmed": 19154402, "text": "PIC-liposome could induce apoptosis and up-regulate cytoplasm receptors RIG-I and MDA5 in hepatoma cells"}, {"pubmed": 19164550, "text": "gC1qR is a physiological inhibitor of the RIG-I and MDA5-mediated antiviral signaling pathway"}, {"pubmed": 19193793, "text": "The authors show that NS2 inhibits RIG-I-mediated IFN promoter activation by binding to the N-terminal CARD of RIG-I and inhibiting its interaction with the downstream component MAVS (IPS-1, VISA, Cardif)."}, {"pubmed": 19201382, "text": "These results suggest that RIG-I play an important role in the cross-talk between inflammatory cytokines and immune cell trafficking."}, {"pubmed": 19234166, "text": "Partnership between retinoic acid-inducible gene I (RIG-I) and heat shock protein 90-alpha is likely to affect the function of RIG-I in vivo."}, {"pubmed": 19324880, "text": "Identification of loss of function mutations in human genes encoding RIG-I and MDA5: implications for resistance to type I diabetes."}, {"pubmed": 19374188, "text": "detects diverse viral RNAs in host cell and triggers immune response, producing antiviral cytokine, namely type I interferon (IFN). (review)"}, {"pubmed": 19374189, "text": "plays the central role of HCV viral genome recognition, resulting in activation of signaling to induce type I interferon and proinflammatory cytokines. (review)"}, {"pubmed": 19419966, "text": "c-Src enhances RIG-I-mediated signaling, acting at the level of TRAF3"}, {"pubmed": 19454348, "text": "NS1 inhibits TRIM25-mediated RIG-I ubiquitination, thereby suppressing RIG-I signal transduction."}, {"pubmed": 19454678, "text": "In monocytes, the response to RNA oligonucleotides was mediated by either TLR8 or RIG-I. RIG-I was responsible for IFN-alpha production upon delivery of 5' triphosphate RNA into the cytosol."}, {"pubmed": 19478455, "text": "Crystallization and preliminary crystallographic studies of human RIG-I in complex with double-stranded RNA are reported."}, {"pubmed": 19484123, "text": "REUL is an E3 ubiquitin ligase of RIG-I and specifically stimulates RIG-I-mediated innate antiviral activity"}, {"pubmed": 19574455, "text": "These findings accurately define a minimal molecular pattern sufficient to activate RIG-I that can be found in viral genomes or transcripts."}, {"pubmed": 19576794, "text": "These explain how RIG-I detects negative-strand RNA viruses that lack long double-stranded RNA but do contain blunt short double-stranded 5' triphosphate RNA in the panhandle region of their single-stranded genome."}, {"pubmed": 19591957, "text": "Report describes the cleavage of Rig-I during cytomegalovirus infection, by an unknown protease unrelated to apoptosis"}, {"pubmed": 19591957, "text": "author demonstrated that RIG-I, but not MAVS, is degraded during human cytomegalovirus infection."}, {"pubmed": 19609254, "text": "RNA polymerase III and RIG-I are pivotal in sensing viral DNA."}, {"pubmed": 19615405, "text": "This review characterizes the RIG-1 gene (also known as DDX58) as a virus sensor expressed ubiquitously in the cytoplasm and discusses its role as an antiviral protein."}, {"pubmed": 19620789, "text": "Proapoptotic signaling induced by RIG-I and MDA-5 results in type I interferon-independent apoptosis in human melanoma cells."}, {"pubmed": 19628239, "text": "Cleavage of RIG-I during picornavirus infection by viral 3C protease may constitute another mechanism for attenuating the innate response to viral infection."}, {"pubmed": 19628240, "text": "activation of evolutionarily conserved cytosolic viral nucleic acid sensor, RIG-I can cause severe inhibition of ebolavirus replication"}, {"pubmed": 19846522, "text": "RIG-I and MDA5 both contribute to the recognition of MV and the V protein promotes MV growth at least partly by inhibiting the MDA5-mediated IFN responses"}, {"pubmed": 19859543, "text": "serine 183 is a residue that critically regulates RIG-I-induced antiviral signaling"}, {"pubmed": 19890046, "text": "TLR3 and MDA5, but not RIG-I, are required for maximal sensing of rhinovirus dsRNA and that TLR3 and MDA5 signal through a common downstream signaling intermediate, IRF3."}, {"pubmed": 19893624, "text": "TRAF3 appears to undergo sequential ubiquitin \"immuno-editing\" following virus infection that is crucial for regulation of RIG-I-dependent signaling to the antiviral response."}, {"pubmed": 19902255, "text": "Data show significant associations between SNPs in RARA, RARB, TOP2B and RARG, RXRA, TLR3, TRIM5 and RIG-I genes and rubella virus-specific cytokine immune responses."}, {"pubmed": 19902255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19922606, "text": "These data show that RIGI serves as pattern recognition receptors in human parainfluenza virus type 3 infected cells to induce innate antiviral response by expressing IFNbeta and TNFalpha."}, {"pubmed": 19948350, "text": "Dominant negative RIG-I and TRIF supported a model whereby TLR3 activation upregulates RIG-I expression and in turn hypersensitizes cells to RIG-I-mediated cytokine secretion upon simian virus 5 infection."}, {"pubmed": 20001730, "text": "Specific polymorphisms in the vitamin A receptor, retinoic acid-inducible gene I (RIG-I)were significantly associated with rubella vaccine humoral immunity."}, {"pubmed": 20007272, "text": "New World arenavirus Z proteins, but not Z proteins of the Old World arenaviruses, bind to RIG-I and inhibit downstream activation of the RIG-I signaling pathway, preventing the transcriptional induction of IFN-beta."}, {"pubmed": 20034464, "text": "IRF-2 activates RIG-I promoter through ISRE-like site as well as IRF-1 and IFN-alpha stimulation."}, {"pubmed": 20042593, "text": "Only the A1 (not the closely related B1)strain of human metapneumovirus triggers RIG-I to induce interferon A and B gene transcription in human cells."}, {"pubmed": 20130065, "text": "These findings indicate that the N protein of rabies virus (Ni strain) has a function to evade the activation of RIG-I."}, {"pubmed": 20144762, "text": "Using 3 approaches to identify physiological RIG-I agonists in cells infected with influenza A virus or Sendai virus study shows that RIG-I agonists are exclusively generated by the process of virus replication and correspond to full-length virus genomes."}, {"pubmed": 20167631, "text": "These findings suggest that retinoic acid-inducible gene-I produced by mesangial cells may be involved in the pathogenesis of lupus nephritis."}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20400512, "text": "Unpaired 5' ppp-nucleotides, as found in arenavirus double-stranded RNA panhandles, are not recognized by RIG-I"}, {"pubmed": 20403326, "text": "Results support a model in which RIG-I binds to two ligands, viral RNA and endogenous ubiquitin chains, in a sequential manner through the C-terminal RD and N-terminal CARDs, respectively; binding of both ligands is required for activation of RIG-I."}, {"pubmed": 20406818, "text": "Data show that the serine 8 phosphorylation at the first CARD of RIG-I as a negative regulatory mechanism of RIG-I-mediated IFN-beta production."}, {"pubmed": 20410276, "text": "Data identify a new RIG-I/MAVS/TRAF6/IKKbeta/p65Ser536 pathway placed under the control of NOX2, thus characterizing a novel regulatory pathway involved in NF-kappaB-driven proinflammatory response in the context of RSV infection."}, {"pubmed": 20484300, "text": "The TLR3/IFN-beta/RIG-I/CCL5 signalling pathway may mediate immune and inflammatory responses against viral infection in mesangial cells."}, {"pubmed": 20492658, "text": "5'PPP-RNA mediated activation of RIG-I can suppress replication of influenza viruses."}, {"pubmed": 20511549, "text": "The innate immune response to Newcastle disease virus infection of human dendritic cells is modified by a functional single nucleotide polymorphism (arginine7cysteine) in the RIG-I caspase recruitment domain."}, {"pubmed": 20519382, "text": "Together, these results suggest that inhibition of RIG-I-mediated type I IFN responses by the enterovirus 71 3C protein may contribute to the pathogenesis of enterovirus 71 infection."}, {"pubmed": 20581823, "text": "Report on the crystal structure of RIG-I C-terminal regulatory domain bound to both blunt ends of a self-complementary 5'-ppp dsRNA 12-mer, with interactions involving 5'-pp clearly visible in the complex."}, {"pubmed": 20595247, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20639488, "text": "Data show the requirement of cotriggering TLR3 and Rig-I on mDCs and RLRs on NK cells for a pathogen product to induce potent innate cell activation."}, {"pubmed": 20805493, "text": "found that during Sendai infection RIG-I specifically bound the genome of the defective interfering (DI) particle and did not bind the full-length virus genome or any other viral RNAs"}, {"pubmed": 20926691, "text": "Interferon tau induces expression of DDX58 and PLSCR1 via the classical STAT1-mediated cell signaling pathway."}, {"pubmed": 21068236, "text": "Threonine at amino acid (aa) 770 and serine at aa 854 to 855 of RIG-I are phosphorylated by casein kinase II (CK2) in the resting state of the cell and dephosphorylated when cells are infected by RNA virus."}, {"pubmed": 21084468, "text": "The authors demonstrate the existence of an immune evasion mechanism based on the inhibition of the RIG-I sensor through the action of the HIV-1 protease (PR)."}, {"pubmed": 21113677, "text": "Both RIG-I and MDA5 were induced but neither of the two was essential for Dengue virus induced IFN-beta response."}, {"pubmed": 21187441, "text": "Both RIG-I-mediated signaling and CD4 T cell responses to helper antigens from Sendai virus can overcome regulatory T cell (Treg) suppression of effective priming of tumor-associated antigen-specific CD8 T cells in the Treg cell-abundant setting."}, {"pubmed": 21203974, "text": "RIG-I SUMOylation enhanced IFN-I production through increased ubiquitylation and the interaction with its downstream adaptor molecule Cardif."}, {"pubmed": 21224412, "text": "results unveil a previously undescribed RIG-I activity in regulating the cellular proliferation of leukemia cells via STAT1, which is independent of its classic role of sensing viral invasion to trigger type I IFN transcription"}, {"pubmed": 21233210, "text": "ARF-like protein 16 (ARL16) inhibits RIG-I by binding with its C-terminal domain in a GTP-dependent manner"}, {"pubmed": 21245912, "text": "Collectively, these data demonstrate that the intracellular RNA virus sensors (RIG-I, MDA5 and TLR3) are activated upon dengue virus infection and are essential for host defense against the virus."}, {"pubmed": 21248047, "text": "These results suggest that adenovirus virus-associated RNA-mediated RIG-I activation is involved in activating innate immune responses during adenovirus infection."}, {"pubmed": 21288362, "text": "The authors now report that the influenza C virus NS1 protein also inhibits the RIG-I-mediated IFN signalling."}, {"pubmed": 21292167, "text": "RING-IBR-RING E3 ligase domains of HOIL-1L and HOIP bind and induce proteasomal degradation of TRIM25, whereas the NZF domain of HOIL-1L competes with TRIM25 for RIG-I binding"}, {"pubmed": 21336305, "text": "Klotho suppresses RIG-I-mediated senescence-associated inflammation"}, {"pubmed": 21501829, "text": "show that PACT physically binds to the C-terminal repression domain of RIG-I and potently stimulates RIG-I-induced type I interferon production"}, {"pubmed": 21632559, "text": "This study is the first demonstration that RIG-I mediates antiviral innate responses induced by Hantaan virus N RNA during Hantaan virus replication and interferes with Hantaan virus growth."}, {"pubmed": 21659521, "text": "data demonstrate a very flexible response behavior of the RIG-I pathway, in which sensing and integration of at least two distinct signals, initiation efficiency and double strand length, allow the host cell to mount an antiviral response"}, {"pubmed": 21690088, "text": "RIG-I and NOD2 form a direct interaction at actin-enriched sites within cells and suggest that this interaction may impact RIG-I- and NOD2-dependent innate immune signaling."}, {"pubmed": 21691053, "text": "dsRNA or RV16, induces overproduction of TSLP in COPD-BEC. dsRNA- and RV-induced overproduction of TNF-alpha and CXCL8 involves endosomal TLR3 and cytosolic RIG-I-like helicases"}, {"pubmed": 21695051, "text": "HCV interactions with Toll-like receptors and RIG-I"}, {"pubmed": 21811588, "text": "RIG-I is required for the retinoid-measles virus antiviral response."}, {"pubmed": 21835791, "text": "This study suggests that RIG-I plays a potential role in sensing Kaposi's sarcoma-associated herpesvirus infection and that Kaposi's sarcoma-associated herpesvirus ORF64 deubiqutinase counteracts RIG-I signaling."}, {"pubmed": 21890623, "text": "Studies indicate that the splice variant of RIG-I encodes a protein that lacks the first CARD of RIG-I, and the variant RIG-I protein is not ubiquitinated by TRIM25."}, {"pubmed": 21899695, "text": "Expression of the RNA receptors Rig-I and MDA5 was increased upon stimulation with virion extracted viral RNA or influenza A virus infection."}, {"pubmed": 21910972, "text": "PRKRIR provides a novel positive regulator controlling the RIG-I-IFN production system through protein stability control."}, {"pubmed": 21947008, "text": "to understand the synergy between the helicase and the repressor domains for RNA binding, and the contribution of ATP hydrolysis to RIG-I activation, determination of the structure of human RIG-I helicase-RD in complex with dsRNA and an ATP analogue"}, {"pubmed": 21971670, "text": "Findings shed new light on the crucial role played by the cytosolic receptor RIG-I and the plasma membrane receptor IFNR1 as key molecules to protect cells against infection by NDV."}, {"pubmed": 21978001, "text": "Data show that eosinophils expressed NOD1 and NOD2 mRNA and protein, low levels of RIG-I and MDA-5, and NLRP3 was completely absent."}, {"pubmed": 21979817, "text": "The activation of RIG-I occurs through an RNA- and ATP-driven structural switch in the SF2 domain."}, {"pubmed": 22000018, "text": "Crystal structure of RIG-I double-stranded RNA (dsRNA) complex was determined; the dsRNA is sheathed within a network of protein domains that include a \"helicase\" domain, a specialized insertion domain, and a C-terminal regulatory domain."}, {"pubmed": 22000019, "text": "Mallard duck dRIG-I shares 53% sequence identity with hRIG-I; attempts to crystallize hRIG-I were unsuccessful."}, {"pubmed": 22020100, "text": "These findings shed light on the structural regulation of RIG-I function."}, {"pubmed": 22067459, "text": "dsRNAs bound to RIG-I and triggered proapoptotic signaling mostly by activating RIG-I, which was followed by activation of the mitogen-activated protein kinase p38."}, {"pubmed": 22235281, "text": "RIG-I as an innate immune sensor of cytosolic HIV genomic RNA with secondary structure"}, {"pubmed": 22301134, "text": "Paramyxovirus 5 V proteins interact with the RNA Helicase LGP2 to inhibit RIG-I-dependent interferon beta induction."}, {"pubmed": 22301138, "text": "HSV-1 US11 binds to RIG-I and MDA-5 and inhibits their downstream signaling pathway."}, {"pubmed": 22328336, "text": "The results indicated that ankrd17 is a positive regulator of the RIG-I signaling pathway. Ankrd17 enhanced the interaction of RIG-I and MDA5 with VISA; the ankyrin repeat domain of ankrd17 is required for its interaction with RIG-I."}, {"pubmed": 22402283, "text": "This study shows that activation of the cytoplasmatic nucleic acid receptor RIG-I leads to endothelial dysfunction. RIG-I induced endothelial damage could therefore be an important pathway in atherogenesis."}, {"pubmed": 22430200, "text": "The study highlights the versatility and specificity of protein-protein interactions involving Ub-like domain (UBL) of HOIL-1L/the Ub-associated domain (UBA) of HOIP and their cognate proteins."}, {"pubmed": 22504413, "text": "Measles-specific expression, cytokine responses and antibody responses were not associated with RIG-1 polymorphisms."}, {"pubmed": 22607805, "text": "14-3-3epsilon is essential for the stable interaction of RIG-I with TRIM25, which facilitates RIG-I ubiquitination and initiation of innate immunity against hepatitis C virus and other pathogenic RNA viruses."}, {"pubmed": 22629479, "text": "These studies also demonstrated for the first time that RIG-I was required for interferon-beta production during Junin virus infection."}, {"pubmed": 22705106, "text": "Mutations of conserved residues in RIG-I that disrupt ubiquitin binding also abrogate its IRF3 activation. Polyubiquitin binding induced a large complex consisting of 4 RIG-I & 4 ubiquitin chains which activated the antiviral signaling cascades."}, {"pubmed": 22776165, "text": "These results suggested that West Nile virus evades the host response by sequestering RIG-I-specific pathogen associated molecular patterns within the complete genome and antigenome at early times post-infection."}, {"pubmed": 22787226, "text": "analysis of inhibition of influenza A virus infection by gene silencing through 5'-Triphosphate-short interfering RNA and RIG-I activation"}, {"pubmed": 22862800, "text": "Manipulating endogenous RIG-I expression might constitute one of the mechanisms through which avian influenza virus H5N1 control the host's innate immune response during infection."}, {"pubmed": 22911572, "text": "Hepatitis C virus NS4B suppresses RIG-I-mediated IFN-beta production signaling through a direct protein interaction with STING."}, {"pubmed": 22912574, "text": "HCV PAMP motif drives potent RIG-I signaling to induce the innate immune response to infection."}, {"pubmed": 22915805, "text": "Overall, this indicates that RIG-I and MDA5 can both contribute to the recognition and control of Bluetongue virus infection."}, {"pubmed": 22992810, "text": "Induction of RIG-I and IFN-beta expression is compromised in dendritic cells isolated from chronic hepatitis B patients."}, {"pubmed": 23055530, "text": "Thermodynamic analysis revealed that the isolated RIG-I domains each make important contributions to affinity and that they interact using different strategies."}, {"pubmed": 23056170, "text": "Data indicate that RO 90-7501 significantly promoted both TLR3 and RLR ligand-induced IFN-beta gene expression and antiviral response, most likely via selective activation of p38 mitogen-activated protein kinase (MAPK) pathway."}, {"pubmed": 23060457, "text": "These observations highlight the importance of hepatic stellate cells in liver innate immunity against HCV infection via a RIG-I-mediated signaling pathway."}, {"pubmed": 23063562, "text": "A close interplay between phosphorylation, ubiquitination, and activation of human RIG-I, are all mediated by the CARD2 domain."}, {"pubmed": 23118418, "text": "Crystal structures of RIG-I and RIG-I:dsRNA have been reported. Comparison of these structures provides insight into how this innate immune pattern recognition receptor is activated upon detecting and binding a certain class of viral RNAs. Review."}, {"pubmed": 23185463, "text": "influenza A(H1N1)pdm09 virus suppresses anti-viral immune responses in infected human lung through inhibition of viral-mediated induction of the pattern recognition receptor, RIG-I, though proinflammatory cytokine induction was unaltered."}, {"pubmed": 23209422, "text": "influenza NS1 protein targets TRIM25 and Riplet ubiquitin E3 ligases in a species-specific manner for the inhibition of RIG-I ubiquitination and antiviral IFN production."}, {"pubmed": 23262976, "text": "the recent understanding of how miRNA networks respond to TLR and RIG-I signaling and their role in the initiation and termination of inflammatory responses."}, {"pubmed": 23284052, "text": "A subset of cells stochastically expressing more RIG-I responded to dsRNA, activated signaling molecules & produced IFNB, unlike those with less RIG-I.Induction of RIG-I upon stimulation was greater in IFNB-producing cells."}, {"pubmed": 23325848, "text": "On binding of RIG-I to dsRNA in a 2:1 ratio, the complex becomes highly extended and flexible."}, {"pubmed": 23333445, "text": "IL28B and DDX58 single nucleotide polymorphisms that are favorable when present in the non-transplant setting or in the recipient are unfavorable when present in a donor liver graft."}, {"pubmed": 23385459, "text": "The crystal structure of the C-terminal half of XPB (residues 494-782) is reported, containing XPB helicase domain (HD)2 and a C-terminal extension which shares structural similarity with RIG-I."}, {"pubmed": 23388719, "text": "Authors identified USP4 as a new positive regulator for RIG-I that acts through deubiquitinating K48-linked ubiquitin chains and stabilizing RIG-I."}, {"pubmed": 23390110, "text": "Targeting of RIG-I and MDA5 could thus become a quintessential strategy to encounter heterogeneous cancers."}, {"pubmed": 23434273, "text": "mRNA levels of SOCS-1 and RIG-I were up-regulated in macrophages infected with the A/PR/8/34 but not with pdm A/H1N1 virus."}, {"pubmed": 23498958, "text": "RIG-I interacts with the panhandle structure of the viral nucleocapsids and underwent a conformational switch."}, {"pubmed": 23499489, "text": "Findings indicate that phosphatases PP1alpha and PP1gamma are key regulators of RIG-I and MDA5 antiviral signaling."}, {"pubmed": 23592984, "text": "In Influenza A virus-infected lung epithelial cells RIG-I activates the inflammasome both directly and through a type I IFN positive feedback loop."}, {"pubmed": 23611287, "text": "[review] This review focuses on the molecular and cell biological requirements for RIG-I-like receptor (RLR) signal transduction."}, {"pubmed": 23653683, "text": "RIG-I detects triphosphorylated RNA of Listeria monocytogenes during infection in non-immune cells."}, {"pubmed": 23671710, "text": "Data show that LGP2 is able to synergize with melanoma differentiation associated gene-5 (mda-5) to render cells to induction by poly(I:C), but did not enhance retinoic acid-inducible gene-I (RIG-I) to induce type I interferon in response to poly(I:C)."}, {"pubmed": 23744645, "text": "RIG-I activation induced the expression of multiple intracellular HIV-restriction factors, including ISGs, several members of the APOBEC3 family, tetherin and CC chemokines, the ligands for HIV entry coreceptor (CCR5)."}, {"pubmed": 23772026, "text": "study reports human bocavirus VP2 modulates IFN pathway by targeting the ring finger protein 125, a negative regulator of type I IFN signaling, which conjugates Lys(48)-linked ubiquitination to retinoic acid-inducible gene-I and leads to the proteasome-dependent degradation of RIG-I"}, {"pubmed": 23843640, "text": "These findings suggest that SEC14L1 functions as a novel negative regulator of RIG-I-mediated antiviral signaling by preventing RIG-I interaction with the downstream effector."}, {"pubmed": 23870315, "text": "Ebola virus VP35 inhibits PACT-induced RIG-I ATPase activity in a dose-dependent manner."}, {"pubmed": 23950712, "text": "Riplet-mediated K63-linked polyubiquitination released RIG-I RD autorepression, which allowed the access of positive factors to the RIG-I protein."}, {"pubmed": 23955621, "text": "DDX58 is expressed in skin and lymph node of a patient with Sweet's syndrome, Kikuchi's disease and hemophagocytic syndrome and may suggest association with RIG-I-related innate immunity."}, {"pubmed": 24039580, "text": "RIG-I and MDA-5 detection of viral RNA-dependent RNA polymerase activity restricts positive-strand RNA virus replication."}, {"pubmed": 24131985, "text": "In controls, RNF125 is the highest expressed gene, whereas in HIV infection progressors, RIG-I is either the highest expressed gene or is expressed similarly to RNF125 and TRIM25."}, {"pubmed": 24334410, "text": "RIG-I involved in recognition of F. nucleatum. function of RIG-I likely to be broad and not limited to sensing viruses. receptor may play important role in detecting invasive forms of oral pathogens; contribute to inflammation in periodontal tissues."}, {"pubmed": 24360797, "text": "RIG-I may be a tumor suppressor in hepatocellular carcinoma"}, {"pubmed": 24371060, "text": "IFI35 negatively regulates RIG-I antiviral signaling and supports vesicular stomatitis virus replication."}, {"pubmed": 24391215, "text": "RIG-I has a functional role in plasmacytoid DCs, which respond to cytosolic delivery of synthetic (non-self) dsRNA in a RIG-I-dependent manner, explaining RSV-induced type I IFN production independent of endosomal toll-like receptors and protein kinase R."}, {"pubmed": 24399297, "text": "Data indicate ubiquitin-specific protease 15 (USP15) as a critical regulator of the tripartite motif protein 25 (TRIM25)- and RNA sensor retinoic acid-inducible gene-I (RIG-I)-mediated antiviral immune response"}, {"pubmed": 24412064, "text": "RIG-I, without priming by foreign RNA, inhibits the Src-facilitated activation of AKT-mTOR in acute myeloid leukemia cells."}, {"pubmed": 24478431, "text": "Viral Nonstructural Proteins of severe fever with thrombocytopenia syndrome virus interacts with and relocalizes RIG-I, TRIM25, and TBK1 into endosome."}, {"pubmed": 24478443, "text": "The protective antiviral response during dengue and chikungunya virus infections was dependent on RIG-I."}, {"pubmed": 24590070, "text": "crystal structure of the tetramer of human RIG-I signalling domain (called 2CARD) bound by three chains of K63-linked ubiquitin chains"}, {"pubmed": 24604766, "text": "RIG-I-mediated innate immunity, triggered by a viral or damage signal, plays a significant role in the pathogenesis of dermatomyositis."}, {"pubmed": 24623417, "text": "Overall, this study suggests a role for MAVS and RIG-I signaling during different stages of the Kaposi's sarcoma-associated herpesvirus life cycle."}, {"pubmed": 24637767, "text": "full-length human RIG-I (hRIG-I) was cloned in Escherichia coli and expressed in a recombinant form with a His-SUMO tag"}, {"pubmed": 24692634, "text": "Authors show that RNA of Salmonella enterica serovar Typhimurium activates production of beta interferon in a RIG-I-dependent fashion only in nonphagocytic cells."}, {"pubmed": 24694234, "text": "This study found that retinoic acid-inducible gene-I (RIG-1) is significantly elevated in the temporal cortex and plasma in patients with Cognitive Impairment, Mild."}, {"pubmed": 24701034, "text": "CXCL10 expression is induced by Hantaan virus infection through TLR3, RIG-I, and MDA-5 pathways correlated with the disease severity"}, {"pubmed": 24719229, "text": "No investigated polymorphisms showed any association with systemic lupus erythematosus."}, {"pubmed": 24729608, "text": "Smurf2 negatively modulates RIG-I-dependent antiviral response by targeting VISA/MAVS for ubiquitination and degradation."}, {"pubmed": 24743923, "text": "findings suggest that RIG-I and MDA5 associate with AU-rich RNA species originating from the mRNA of the measles virus L gene."}, {"pubmed": 24755855, "text": "TRIM4 is an important regulator of the virus-induced interferon induction pathways by mediating RIG-I for K63-linked ubiquitination."}, {"pubmed": 24763515, "text": "HSCARG negatively regulates the cellular antiviral RIG-I like receptor signaling pathway by inhibiting TRAF3 ubiquitination via recruiting OTUB1."}, {"pubmed": 24800889, "text": "critical for the initiation of IRF-3 phosphorylation, dimerization and downstream gene expression during antiviral innate immune response"}, {"pubmed": 24821782, "text": "Helicase proteins DHX29 and RIG-I cosense cytosolic nucleic acids in the human airway system."}, {"pubmed": 24850742, "text": "These results indicate that vp13, encoded by open reading frame 3, enhances RIG-I signaling and interferon-beta biosynthesis, which may play a role in hepatitis E virus invasion."}, {"pubmed": 24886842, "text": "mRNA and corresponding protein expression of TLR3, TLR7, TLR9, RIG-I and MDA-5 were analyzed in nasal biopsies and various upper airway epithelial cell lines."}, {"pubmed": 24905199, "text": "TLR3 signals from the endosomal membrane where it senses extracellular dsRNA that has been endocytosed, whereas RLRs signal from the cytoplasm using a mitochondrial adaptor protein."}, {"pubmed": 24918927, "text": "Decreased DNA fragmentation in JUNV-infected human hepatocarcinoma cells deficient for RIG-I when compared with that of RIG-I-competent cells."}, {"pubmed": 24931123, "text": "these findings show a mechanism by which human OASL contributes to host antiviral responses by enhancing RIG-I activation."}, {"pubmed": 24942585, "text": "Viral RNA polymerase components PB2, PB1, and PA directly target RIG-I."}, {"pubmed": 24949794, "text": "genetic associations between common single nucleotide polymorphisms in RIG-I-like receptor and IL-4 signaling genes and severe respiratory syncytial virus infection in children"}, {"pubmed": 24992168, "text": "COPD patients had higher interleukin (IL)-1 and IL-8 mRNA expression levels, and these inflammatory cytokines positively correlate with MDA-5 levels. However, there was no difference in the expression of RIG-I between COPD patients and control subjects."}, {"pubmed": 25011106, "text": "Measles virus binding to DC-SIGN leads to inhibition of PP1 phosphatase activity and hence inhibition of RIG-I and Mda5 dephosphorylation."}, {"pubmed": 25056901, "text": "Downregulation of microRNA miR-526a by enterovirus inhibits RIG-I-dependent innate immune response."}, {"pubmed": 25064677, "text": "RIG-I-like receptor (RLR) signaling pathway was significantly affected by Yersinia pestis infection"}, {"pubmed": 25142601, "text": "These data demonstrate that ebolavirus VP35 is a general inhibitor of RIG-I-like receptor (RLR) signaling that blocks not only RIG-I- but also MDA5-mediated induction of IFN-alpha/beta responses."}, {"pubmed": 25146252, "text": "The formation of RIG-I and PKR oligomers was validated by native PAGE. Upon infection, there is a strong accumulation of RIG-I and PKR oligomeric complexes, whereas these proteins remained as monomers in mock infected samples."}, {"pubmed": 25172485, "text": "Adenosine deaminase acting on RNA 1 limits RIG-I RNA detection and suppresses IFN production responding to viral and endogenous RNAs."}, {"pubmed": 25288302, "text": "DDX58 did not reveal significant single-SNP associations with multiple sclerosis risk."}, {"pubmed": 25315416, "text": "MiR-545 exerts its effects in pancreatic ductal adenocarcinoma by directly targeting RIG-1"}, {"pubmed": 25359319, "text": "RIG-I in oral keratinocytes and fibroblasts may cumulatively develop host-defense mechanisms against viral infection in oral mucosa."}, {"pubmed": 25404059, "text": "a novel role for NLRC5 in RIG-I-mediated antiviral host responses against influenza virus infection, distinguished from the role of NLRC5 in MHC class I gene regulation."}, {"pubmed": 25490387, "text": "Taken together, these results suggest that competition for the duplex RNA bearing 5'-triphosphate between RIG-I and RNA interference factors may compromise efficacy of selective gene silencing."}, {"pubmed": 25552708, "text": "Inhibition of the RIG-I-like receptors (RLRs) by pathogenic arenavirus Z proteins is mediated by the protein-protein interactions of Z and RLRs."}, {"pubmed": 25620203, "text": "DDX58 mutations cause atypical Singleton-Merten syndrome manifesting with variable expression of glaucoma, aortic calcification, and skeletal abnormalities without dental anomalies."}, {"pubmed": 25626059, "text": "Data shows that RIG-I is downregulated in hepatocellular carcinoma cells (HCC) and loss of its expression is correlated with poor prognosis. Also, RIG1 regulates cell migration and invasion thorough downregulation of MMP9 expression in HCC cells."}, {"pubmed": 25658361, "text": "serine/arginine-rich splicing factor 1 (SRSF1) could specifically interact with RIG-I to facilitate RIG-I mediated production of type-I IFN that is triggered by cytosolic DNA."}, {"pubmed": 25704008, "text": "These results indicate that RIG-I is a direct avian influenza A virus restriction factor and highlight nucleocapsid disruption as an antiviral strategy."}, {"pubmed": 25721089, "text": "High RIG-I expression is associated with nasopharyngeal carcinoma."}, {"pubmed": 25736886, "text": "However, two key ribonucleotides, at positions 2 and 5 on the bottom strand, are minimally required for the RIG-I ATPase activity, which is necessary but not sufficient for IFN-beta stimulation."}, {"pubmed": 25752576, "text": "Viral pseudo-enzymes activate RIG-I via deamidation to evade cytokine production."}, {"pubmed": 25810557, "text": "These data provide direct evidence that the influenza A virus panhandle structure is competent in, and sufficient for, RIG-I activation and interferon induction."}, {"pubmed": 25833049, "text": "Notably, in Lymphocytic Choriomeningitis Virus-infected cells, RIG-I was dispensable for virus-induced apoptosis via MAVS."}, {"pubmed": 25850761, "text": "polymorphisms influence the clinical outcome of dengue virus infection"}, {"pubmed": 25878102, "text": "These data demonstrate that EFTUD2 restricts Hepatitis C Virus infection mainly through an RIG-I/MDA5-mediated, JAK-STAT-independent pathway, thereby revealing the participation of EFTUD2 as a novel innate immune regulator."}, {"pubmed": 25880109, "text": "Thus, signaling through both RIG-I and TLR3 is important for interferon induction by influenza A virus in human lung alveolar epithelial cells."}, {"pubmed": 25891073, "text": "Data indicate that pattern recognition receptors RIG-I and MDA5 displace viral proteins bound to dsRNA in an ATP-dependent manner."}, {"pubmed": 25972545, "text": "RSV infection of lung epithelial cells induces expression of RIG-I, NLRC5, and subsequent upregulation of HLA-A, HLA-B and HLA-C."}, {"pubmed": 26093676, "text": "In response to Endoplasmic Reticulum dysfunction, IRE1alpha cleaves mRNA into single-strand fragments that lack markers of self, which activate RIG-I."}, {"pubmed": 26144659, "text": "HepaRG cells express a similar pattern of functional TLR/RLR as compared to PHH, thus qualifying HepaRG cells as a surrogate model to study pathogen interactions within a hepatocyte innate system."}, {"pubmed": 26187414, "text": "This study identified a single conserved amino acid (H830) in the RIG-I RNA binding pocket as the mediator of steric exclusion of N1-2'O-methylated RNA."}, {"pubmed": 26215161, "text": "The study proposes that the turnover kinetics of the ATPase domain enables the discrimination of self/non-self RNA by both RIG-I and MDA5."}, {"pubmed": 26223644, "text": "During Crimean-Congo hemorrhagic fever virus infection, RIG-I mediated a type I interferon response via MAVS."}, {"pubmed": 26299329, "text": "TRIM25 plays an additional role in RIG-I/MDA5 signaling other than RIG-I ubiquitination via activation of NF-kappaB."}, {"pubmed": 26311867, "text": "Pathogen-associated molecular pattern recognition of Hepatitis C Virus Transmitted/Founder Variants by RIG-I may impart innate immune signaling and HCV restriction to impact acute-phase-to-chronic-phase transition."}, {"pubmed": 26336994, "text": "Data suggest that ppp-RNA orchestrating retinoic acid-inducible gene-I protein (RIG-I) activation to 5'-triphosphate siRNA targeting VEGF (ppp-VEGF) could be strategy for cancer therapy."}, {"pubmed": 26354181, "text": "These findings collectively support the conclusion that IKK modulates innate immune signaling cascades via phosphorylating the RIG-I cytosolic sensor, providing a feedback regulatory mechanism."}, {"pubmed": 26355912, "text": "Gal1 and gal3 regulate the inflammatory response in airway epithelial cells exposed to microbial neuraminidase by modulating the expression of SOCS1 and RIG1."}, {"pubmed": 26371557, "text": "Here the authors show that ATP binding and hydrolysis by RIG-I play a key role in the identification of viral targets and the activation of signaling."}, {"pubmed": 26378160, "text": "RIG-I Signaling Is Essential for Influenza B Virus-Induced Rapid Interferon Gene Expression."}, {"pubmed": 26443454, "text": "In vitro analysis showed that Sendai virus RNA motif DVG(70-114) augments the binding of RIG-I to viral RNA and promotes enhanced RIG-I polymerization, thereby facilitating the onset of the antiviral response."}, {"pubmed": 26446607, "text": "These results suggest that mismatches in influenza A virus RNA promoters decrease binding to RIG-I in vivo, affecting RNA/RIG-I complex formation and preventing RIG-I activation."}, {"pubmed": 26450567, "text": "Data show that microRNA-136 (miRNA-136) antagonized H5N1 influenza A virus replication, and as an interleukin 6 (IL-6) repressor, simultaneously as an immune trigger of retinoic acid-inducible gene 1 (RIG-I) signaling."}, {"pubmed": 26454171, "text": "RIG-I-like receptor mediated antiviral innate immune responses in the lower respiratory tract involves TRAF3 and TRAF5 signaling."}, {"pubmed": 26485346, "text": "These results showed that mRNA levels of MDA5 and RIG-1 were significantly decreased and increased, respectively, in chronic hepatitis B patients when compared to healthy controls."}, {"pubmed": 26506431, "text": "TRIM21-induced exposure of the viral genome promotes sensing of DNA and RNA viruses by cGAS and RIG-I"}, {"pubmed": 26518362, "text": "that miR-4516 mediated down-regulation of UBE2N promotes p53 nuclear translocation and pro-apoptotic activity of PUVA is independent of IRF3 but is mediated by the RIG-I in a p53 and NFkappaB dependent manner"}, {"pubmed": 26535695, "text": "These observations highlight the importance of RIG-I signaling in anti-HIV innate immunity in macrophages, which may be beneficial for the treatment of HIV and aid in the understanding of the neuropathogenesis of HAND."}, {"pubmed": 26608320, "text": "These findings support a model in which a measles virus defective interfering RNA is sensed by PACT and RIG-I to initiate an innate antiviral response via activation of interferon-beta production."}, {"pubmed": 26609812, "text": "ATP hydrolysis displaces wild-type RIG-I from this self-RNA but not from 5' triphosphate dsRNA."}, {"pubmed": 26612866, "text": "RIG-I uses its autoinhibitory CARD2-Hel2i (second CARD-helicase insertion domain) interface as a barrier to select against non-blunt ended double-stranded RNAs."}, {"pubmed": 26631910, "text": "These findings demonstrate how IFNgamma induced CK2 regulates RIG-I to drive a complex program of metabolic adaptation and redox homeostasis, crucial for determining glioma cell fate."}, {"pubmed": 26725954, "text": "IFNgamma induced PPAR gamma coactivator-1 alpha (PGC-1alpha) positively regulated RIG-I; with PRMT-1 and G9a affecting PGC-1alpha in a counter-regulatory manner."}, {"pubmed": 26746851, "text": "HDAC6 transiently bound to RIG-I and removed the lysine 909 acetylation in the presence of viral RNAs, promoting RIG-I sensing of viral RNAs."}, {"pubmed": 26829212, "text": "This study shows that RIG-I activation results in MKP-1-mediated inhibition of cell proliferation in melanoma cells via controlling the p38-HSP27, c-Jun and rpS6 pathways"}, {"pubmed": 26862753, "text": "RIG-I subsequently localized to antiviral stress granules induced after viral replication complexes formation"}, {"pubmed": 26876165, "text": "In cell culture, Marburg virus infection results in a greater upregulation of IFN responses as compared to Ebolavirus infection, which correlates with differences in the efficiencies by which EBOV and MARV VP35s antagonize RIG-I signaling."}, {"pubmed": 26906558, "text": "Pyruvate carboxylase activates the RIG-I-like receptor-mediated antiviral immune response by targeting the MAVS signalosome."}, {"pubmed": 26992218, "text": "our study demonstrates that the novel pathway lncRNA Ftx/miR-545/RIG-I promotes hepatocellular carcinoma development"}, {"pubmed": 26993858, "text": "mutations in the genes encoding for RIG-I and MDA5 have been identified to cause rare diseases including Aicardi-Goutieres syndrome, Systemic Lupus Erythematosus in certain individuals as well as classic and atypical Singleton-Merten syndrome. Patients carrying mono-allelic mutations in MDA5 and RIG-I show constitutive activation of the RIG-I receptors and downstream signalling"}, {"pubmed": 26996158, "text": "Study demonstrates how the coordinated interplay of RIG-I, TRIM25, and FAT10 regulate the antiviral innate inflammatory response."}, {"pubmed": 26998762, "text": "Data show that the NS3 protein of dengue virus bound to 14-3-3 epsilon protein (14-3-3varepsilon) and prevented translocation of retinoic acid-inducible gene-I protein (RIG-I) to the adaptor MAVS protein and thereby blocked antiviral signaling."}, {"pubmed": 27210312, "text": "These findings indicated that hepatitis B virus-induced miR146a attenuates cell-intrinsic anti-viral innate immunity through targeting RIG-I and RIG-G."}, {"pubmed": 27265729, "text": "Results provide evidence that RIG-I as an essential mediator for influenza A virus-induced COX-2 expression."}, {"pubmed": 27267403, "text": "DDX58_rs10813831 T-allele may be associated with a reduced risk of nodular sclerosis EBV-related cHL, which suggests a role for RIG-I (retinoic acid-inducible gene I), encoded by DDX58, in these cases."}, {"pubmed": 27288441, "text": "the bending structure of the panhandle RNA negates the requirement of a 5'-PPP moiety for RIG-I activation."}, {"pubmed": 27318973, "text": "this review describes antiviral activities of RIG-I against influenza viruses (standing on three legs)"}, {"pubmed": 27376632, "text": "Taken together, the present study reveals that T80 phosphorylation of influenza A virus NS1 reduced virus replication through controlling RIG-I-mediated interferon production and viral ribonucleoprotein activity."}, {"pubmed": 27387525, "text": "In this study, the authors determined that, in contrast to the RIG-I CARD domain, full-length RIG-I must undergo K63-linked ubiquitination at multiple sites to reach full activity."}, {"pubmed": 27404108, "text": "a novel mechanism of pattern recognition receptor modulation by HCV and suggests a biological function of the HCV alternate reading frame in the modulation of host innate immunity"}, {"pubmed": 27425606, "text": "TRIM25 actively participates in higher-order assembly of the RIG-I signalosome."}, {"pubmed": 27512060, "text": "The regulation of STING via RIG-I-mediated innate immune sensing."}, {"pubmed": 27572506, "text": "Modulates RIG-I-dependent antiviral response is through post-translational modifications of or protein-protein interactions with RIG-I. [review]"}, {"pubmed": 27629939, "text": "MCCC1 plays an essential role in virus-triggered, MAVS-mediated activation of NF-kappaB signaling."}, {"pubmed": 27633794, "text": "These results suggest that inhibition of RIG-I-mediated type I interferon responses by Enterovirus 71 may contribute to the pathogenesis of viral infection."}, {"pubmed": 27651356, "text": "results suggest that RNAs containing modified nucleotides interrupt signaling at early steps of the RIG-I-like innate immune activation pathway"}, {"pubmed": 27707918, "text": "Foot-and-mouth disease virus Viroporin 2B antagonizes RIG-I-mediated antiviral effects by inhibition of its protein expression."}, {"pubmed": 27815826, "text": "RIG-I-like receptor-induced IRF3 mediated pathway of apoptosis (RIPA): a new antiviral pathway"}, {"pubmed": 27956705, "text": "ArfGAP domain-containing protein 2 (ADAP2) is identified as a key novel scaffolding protein that integrates different modules of the RIG-I pathway, located at distinct subcellular locations, and mediates cellular antiviral type I interferon production."}, {"pubmed": 28057020, "text": "Study uncovered a novel aspect of Rig-I in monitoring gut microbiota through regulating IgA and IL6-STAT3-dependent Reg3gamma pathway. Besides, Rig-I loss could also promote colorectal cancer progression both in the presence and absence of intestinal bacteria."}, {"pubmed": 28061796, "text": "DDX58 was confirmed to be the downstream target of TRIM24, whose downregulation is essential for the migratory phenotype induced by GLUT4-TRIM24 activation in head and neck squamous cell carcinoma cells."}, {"pubmed": 28077651, "text": "These data validate BRD4 as a major effector of respiratory syncytial virus-induced inflammation and disease. BRD4 is required for coupling NF-kappaB to expression of inflammatory genes and the IRF-RIG-I autoamplification pathway and independently facilitates antiviral interferon-stimulated gene expression."}, {"pubmed": 28132841, "text": "Results identified a negative-feedback mechanism that targets RIG-I activity mediated by DAPK1. RIG-I-mediated antiviral signaling activates DAPK1 kinase activity and DAPK1 inactivates RIG-I RNA sensing by direct phosphorylation of RIG-I."}, {"pubmed": 28148787, "text": "The severe acute respiratory syndrome coronavirus N protein was found to bind to the SPRY domain of the tripartite motif protein 25 (TRIM25) E3 ubiquitin ligase, thereby interfering with the association between TRIM25 and retinoic acid-inducible gene I (RIG-I) and inhibiting TRIM25-mediated RIG-I ubiquitination and activation."}, {"pubmed": 28195391, "text": "RIG-I stimulates the cellular innate immunity against hepatitis E virus infections."}, {"pubmed": 28248290, "text": "The authors find that KHSRP associates with the regulatory domain of RIG-I to maintain the receptor in an inactive state and attenuate its sensing of viral RNA (vRNA)."}, {"pubmed": 28250012, "text": "dynamic sumoylation and desumoylation of MDA5 and RIG-I modulate efficient innate immunity to RNA virus and its timely termination."}, {"pubmed": 28273895, "text": "Data demonstrate that RIG-1 is activated after mitochondrial SUMOylation by MAPL which is an essential process for the mitochondrial antiviral signaling response."}, {"pubmed": 28287082, "text": "FBXW7 is critical for RIG-I stabilization during antiviral responses."}, {"pubmed": 28377495, "text": "RIG-I expression is markedly increased in the affected skin derived from psoriasis patients and from both IL-23- and imiquimod -induced psoriasis-like mouse model."}, {"pubmed": 28468914, "text": "The current study establishes that hypoxia can profoundly influence the inducible RIG-I protein expression in malignant cells of both human and murine origin, whereas this phenomenon was not identified in nonmalignant cell lines or primary cells."}, {"pubmed": 28475461, "text": "RIG-I-like receptors (RLRs) are well-known viral RNA sensors in the cytoplasm that recognize the nonself signatures of viral RNAs to trigger IFN responses."}, {"pubmed": 28481620, "text": "These data suggest that prior exposure to IFN-gamma may leave an epigenetic mark on the chromatin that enhances airway cells' ability to resist infection, possibly via epigenetic upregulation of RIG-I."}, {"pubmed": 28507028, "text": "findings show that RIG-I and MDA5 triggering by dengue virus leads to TH1 polarization, which is characterized by high levels of IFN-gamma; identified RIG-I and MDA5 as critical players in innate and adaptive immune responses against Dengue virus"}, {"pubmed": 28560754, "text": "Oncostatin M induces RIG-I and MDA5 expression and enhances the double-stranded RNA response in fibroblasts."}, {"pubmed": 28594325, "text": "Taken together, these findings reveal an essential role of CypA in boosting RIG-I-mediated antiviral immune responses by controlling the ubiquitination of RIG-I and MAVS."}, {"pubmed": 28631605, "text": "The authors found that in Sendai virus C protein deletion mutant-infected cells, Sendai virus defective interfering RNA also functioned as an exclusive RIG-I ligand."}, {"pubmed": 28656276, "text": "These results showed that the knockdown of RIGI reduced the inhibition of cell proliferation, cell cycle arrest and apoptosis in the alltrans retinoic acid induced NB4 acute promyelocytic leukemia cells via the AKTFOXO3A signaling pathway."}, {"pubmed": 28659477, "text": "Mechanistically, West Nile virus NS1 targets RIG-I and melanoma differentiation-associated gene 5 (MDA5) by interacting with them and subsequently causing their degradation by the proteasome."}, {"pubmed": 28710430, "text": "RIG-I-mediated antiviral innate immunity requires oxidative phosphorylation activity."}, {"pubmed": 28738907, "text": "perifascicular pattern of RIG-I expression supports the diagnosis of dermatomyositis"}, {"pubmed": 28762092, "text": "This study evaluation the roles of SOCS1, the regulator of TLR9, RIG-I, and CD152 in patients with liver fibrosis/cirrhosis; the use of polymorphisms as markers for genetic risk is reported."}, {"pubmed": 28768856, "text": "study documents that recombinant measles virus produce defective interfering genomes that have high immunostimulatory properties via their binding to RIG-I and LGP2 proteins, both of which are cytosolic nonself RNA sensors of innate immunity."}, {"pubmed": 28806404, "text": "both IL-6 and RIG-I are downstream molecules of STING along the DNA sensor pathway."}, {"pubmed": 28865477, "text": "RIG-1 overexpression is protective for cigarette smoke exposure enhanced susceptibility to influenza infection."}, {"pubmed": 28892164, "text": "Conclusively, these data demonstrate the MCPIP1 contributes to attenuate influenza A virus-induced host antiviral response by suppressing RIG-I expression."}, {"pubmed": 28928438, "text": "Zyxin stabilizes physical interaction between RIG-I and MAVS."}, {"pubmed": 28940253, "text": "Knockdown of PBRM1 in colon cancer cells increased the expression of two receptor genes (RIG-I and MDA5) and upregulated interferon (IFN)-related and inflammation-related gene signatures."}, {"pubmed": 28948228, "text": "Our work demonstrates that tunable type I IFN signaling can be regulated through multisite RIG-I ubiquitination and elucidates a new paradigm for dynamic regulation in RIG-I-mediated antiviral signaling."}, {"pubmed": 29053956, "text": "findings define the WHIP-TRIM14-PPP6C mitochondrial signalosome required for RIG-I-mediated innate antiviral immunity."}, {"pubmed": 29098213, "text": "RIG-I-like receptors have a role in induction of interferon-beta1 in antiviral gene expression"}, {"pubmed": 29180807, "text": "Data show that host-derived RNAs, most prominently 5S ribosomal RNA pseudogene 141 (RNA5SP141), bound to RIG-I during infection with herpes simplex virus 1 (HSV-1)."}, {"pubmed": 29186193, "text": "Dengue virus infection of human dendritic cells drives follicular T helper cells formation via crosstalk of RIG-I and MDA5."}, {"pubmed": 29233916, "text": "Aging thus compromises both the primary and secondary RIG-I signaling pathways that govern expression of type I IFN genes, thereby impairing antiviral resistance to IAV."}, {"pubmed": 29235129, "text": "The results indicated that RIG-1 (rs3739674 and rs9695310) polymorphisms are associated with an increased risk of enterovirus 71-induced hand, foot, and mouth disease in Chinese children, whereas RIG-1 rs3739674 and TLR3 rs5743305 polymorphisms are associated with disease severity. These findings support an important role of innate immune mechanism in enterovirus 71 infection."}, {"pubmed": 29259080, "text": "Identification of a second binding site on the RIG-I TRIM25 B30.2 domain has been reported."}, {"pubmed": 29263274, "text": "HPV E6 oncoprotein antagonizes the activation of the cytoplasmic innate immune sensor RIG-I by targeting its upstream regulatory enzymes TRIM25 and USP15. We further show that the RIG-I signaling cascade is important for an antiviral innate immune response to HPV16 infection"}, {"pubmed": 29321315, "text": "The host RIG-I signaling pathway is a key early obstacle to paramyxovirus infection, as it results in rapid induction of an antiviral response. This study shows that paramyxovirus V proteins interact with and inhibit the activation of RIG-I, thereby interrupting the antiviral signaling pathway and facilitating virus replication."}, {"pubmed": 29453856, "text": "The authors describe the identification of two heterozygous variants in DExD/H-box helicase 58 (DDX58) encoding the cytosolic RNA receptor RIG-I in a 41-year-old Caucasian male patient with severe influenza virus A infection, suggesting that functional defects in RIG-I increase susceptibility to severe influenza infection in humans."}, {"pubmed": 29492454, "text": "RIG-I (Ddx58) forms active signaling complexes without oligomerizing on RNA."}, {"pubmed": 29496994, "text": "fascin1 constitutively interacts with IkappaB kinase (IKK) in the RIG-I signaling pathway. In summary, we have identified fascin1 as a suppressor of the RIG-I signaling pathway associating with IkappaB kinase in DLD-1 colon cancer cells to suppress immune responses to viral infection."}, {"pubmed": 29525183, "text": "this study shows that LINE1 contributes to autoimmunity through both RIG-I- and MDA5-mediated RNA sensing pathways"}, {"pubmed": 29567028, "text": "RIG-I and TLR3 seem to be important factors in the pathogenesis of abdominal aortic aneurysms."}, {"pubmed": 29669840, "text": "Low RIG1 expression is associated with Arenaviral infections."}, {"pubmed": 29688572, "text": "these results showed that HSV-1 infection can enhance the expression of RIG-1 in the human term placenta"}, {"pubmed": 29698627, "text": "Bronchial mucosal IFN-alpha/beta and pattern recognition receptor expression in patients with experimental rhinovirus-induced asthma exacerbations."}, {"pubmed": 29753657, "text": "We have identified IRF-1, RIG-I and MDA5 as potent anti-norovirus effectors."}, {"pubmed": 29949917, "text": "These findings imply a novel function for DDX6 as an RNA co-sensor and signaling enhancer for RIG-I."}, {"pubmed": 29970461, "text": "Here, the authors identified multiple RNA regions in Kaposi's sarcoma-associated herpesvirus as potential virus ligands that bind to RIG-I and stimulate RIG-I-dependent but RNA Pol III-independent IFN-beta signaling."}, {"pubmed": 29996094, "text": "RIG-I binds to the highly structured and conserved 5' region of flavivirus nascent transcripts before capping and that this mechanism leads to interferon secretion by infected cells."}, {"pubmed": 30047865, "text": "The structure of RIG-I C268F in complex with double-stranded RNA reveals that C268F helps induce a structural conformation in RIG-I that is similar to that induced by ATP"}, {"pubmed": 30097581, "text": "These results refine the RNA sensing paradigm for nuclear-replicating viruses and reveal a previously unrecognized subcellular milieu for RIG-I-like receptor sensing."}, {"pubmed": 30100205, "text": "A molecular mechanism of c-Src-mediated positive regulation of RIG-I signaling."}, {"pubmed": 30177393, "text": "FMDV 2B negatively regulates the retinoic acid inducible gene-I like RNA helicases receptor-mediated IFN-beta induction by targeting RIG-I and MDA5"}, {"pubmed": 30224800, "text": "During influenza A virus infection short aberrant RNAs (mini viral RNAs (mvRNAs)), produced by the viral RNA polymerase during the replication of the viral RNA genome, bind to and activate the RNA sensor retinoic acid-inducible gene I (RIG-I) and lead to the expression of interferon-beta."}, {"pubmed": 30258002, "text": "Results provide evidence that NS1 is necessary and sufficient to impair intron processing of the RIG-I pre-mRNA supporting a posttranscriptional role for NS1 in the inhibition of RIG-I expression."}, {"pubmed": 30258449, "text": "Beclin-1 underwent K63-polyubiquitination upon RIG-I activation, and the ubiquitination decreased in TRAF6-deficient cells. This suggests that the RIG-I-MAVS-TRAF6 axis induced K63-linked polyubiquitination of Beclin-1, which has been implicated in triggering autophagy."}, {"pubmed": 30270105, "text": "RIG-I translocates directionally from the dsRNA end into the stem region."}, {"pubmed": 30451863, "text": "RIG-I and MDA5 receptor sensing of host non-coding RNAs facilitates the cell-intrinsic immune response to Kaposi's sarcoma-associated herpesvirus infection."}, {"pubmed": 30558248, "text": "This study suggests that Respiratory syncytial virus NS1 interacts with TRIM25 and interferes with RIG-I ubiquitination to suppress type-I interferon signaling."}, {"pubmed": 30560918, "text": "Study employ Hydrogen/deuterium exchange coupled with mass spectrometry to provide new mechanistic insights into aberrant CARDs activation during dysregulated RIG-I proofreading of self-RNAs. E373A and C268F mutations differently affect RIG-I proofreading via an ATP-dependent and -independent manner, respectively."}, {"pubmed": 30563889, "text": "Circ-CTNNB1 bound DEAD-box polypeptide 3 (DDX3) to facilitate its physical interaction with transcription factor Yin Yang 1 (YY1), resulting in the transactivation of YY1 and transcriptional alteration of downstream genes associated with beta-catenin activation and cancer progression."}, {"pubmed": 30602605, "text": "Distinct mechanisms of RIG-I activation by IAV."}, {"pubmed": 30633820, "text": "Genetic variations at IFIH1 rs3747517 and DDX58 rs9695310 were independent predictors of chronic hepatitis C in Chinese Han population."}, {"pubmed": 30659926, "text": "Extracellular vesicles (EVs)-derived Epstein-Barr virus-encoded RNAs (EBERs) could promote angiogenesis through stimulation of toll like receptor 3 (TLR3)/retinoic acid-inducible gene I protein (RIG-I)-mediated vascular cell adhesion molecule-1 (VCAM-1) expression."}, {"pubmed": 30760567, "text": "Dynamic Innate Immune Sensing of Influenza A Virus by RIG-I."}, {"pubmed": 30804210, "text": "data reveal G3BP1 as a critical component of RIG-I signaling and possibly acting as a co-sensor to promote RIG-I recognition of pathogenic RNA."}, {"pubmed": 30924966, "text": "Serum levels of RIG-I were significantly decreased in chronic hepatitis B patients in the active phase."}, {"pubmed": 30974086, "text": "The authors show that hepatitis C infection increases the levels of hepatic selenoprotein P (SeP) mRNA (SEPP1 mRNA) and serum SeP, a hepatokine linked to insulin resistance. SEPP1 mRNA inhibits type I interferon responses by limiting the function of retinoic-acid-inducible gene I (RIG-I), a sensor of viral RNA."}, {"pubmed": 31043531, "text": "results show that the small RIG-I activator 3p10LG9 can confer short-term protection against DENV and can be further explored as an antiviral treatment in humans."}, {"pubmed": 31068071, "text": "LRRC59 modulates type I interferon signaling by restraining the SQSTM1/p62-mediated autophagic degradation of pattern recognition receptor DDX58/RIG-I."}, {"pubmed": 31088527, "text": "Results demonstrate that RIG-I deficiency in hepatocellular carcinoma (HCC) cells induced their stemness, enhanced secretion and signaling of TGF-beta1, tolerogenic tumor-infiltrating dendritic cells (TIDCs) and less generation of DCs, and the results suggest involvement of TGF-beta1 in those RIG-I deficiency-induced tolerogenic changes and involvement of cancer stem cells in DC-mediated immunotolerance."}, {"pubmed": 31139191, "text": "Mitochondrial Protein PINK1 Positively Regulates RLR Signaling."}, {"pubmed": 31207307, "text": "Findings suggest that Klotho can suppress CKD-associated systemic inflammation through inhibiting IS-induced RIG-1/NF-kappaB activation and monocyte inflammatory factor release."}, {"pubmed": 31299488, "text": "Seneca Valley virus 2C and 3C proteins were essential for the degradation of RIG-I. Furthermore, 2C and 3C significantly reduced Sev or RIG-I-induced IFN-beta production."}, {"pubmed": 31335993, "text": "Riplet, and not TRIM25, is required endogenously for the ubiquitination of RIG-I."}, {"pubmed": 31364528, "text": "These results suggest the DDX58 rs10813831 and rs10738889 are associated with spontaneous clearance of hepatitis C virus, which may be identified as a predictive marker in the Chinese Han population of hepatitis C."}, {"pubmed": 31433974, "text": "Attenuation of the Innate Immune Response against Viral Infection Due to ZNF598-Promoted Binding of FAT10 to RIG-I."}, {"pubmed": 31575732, "text": "LGP2 binds to PACT to regulate RIG-I- and MDA5-mediated antiviral responses."}, {"pubmed": 31651197, "text": "High DDX58 expression is associated with Acute Respiratory Distress Syndrome."}, {"pubmed": 31656003, "text": "The highest expression of RIG-1 was found in the syncytiotrophoblast of placental villi in the group with uncomplicated full-term pregnancy (normal); RIG-1 expression in groups with early- and late-onset preeclampsia was significantly (p<0.01) lower."}, {"pubmed": 31800094, "text": "high RIG-I expression associates with poor outcome in OC, which is explainable by local immunosuppression in the tumor bed. RIG-I expression may inform checkpoint blockade and/or RIG-I agonistic targeting in a subset of high-risk OC patients."}, {"pubmed": 31806368, "text": "SNX5 inhibits RLR-mediated antiviral signaling by targeting RIG-I-VISA signalosome."}, {"pubmed": 31827077, "text": "G3BP1 inhibits RNA virus replication by positively regulating RIG-I-mediated cellular antiviral response."}, {"pubmed": 31843969, "text": "The influenza NS1 protein modulates RIG-I activation via a strain-specific direct interaction with the second CARD of RIG-I."}, {"pubmed": 31852354, "text": "Structural and biophysical properties of RIG-I bound to dsRNA with G-U wobble base pairs."}, {"pubmed": 31881323, "text": "Dual targeting of RIG-I and MAVS by MARCH5 mitochondria ubiquitin ligase in innate immunity."}, {"pubmed": 32015498, "text": "N(6)-methyladenosine modification enables viral RNA to escape recognition by RNA sensor RIG-I."}, {"pubmed": 32023470, "text": "OTUB1 Is a Key Regulator of RIG-I-Dependent Immune Signaling and Is Targeted for Proteasomal Degradation by Influenza A NS1."}, {"pubmed": 32027733, "text": "these studies uncover a novel negative regulatory role of USP27X in targeting RIG-I to balance innate immune responses."}, {"pubmed": 32035159, "text": "RIG-I and TLR4 responses and adverse outcomes in pediatric influenza-related critical illness."}, {"pubmed": 32092305, "text": "Influenza virus NS1- C/EBPbeta gene regulatory complex inhibits RIG-I transcription."}, {"pubmed": 32117232, "text": "NS5 Conservative Site Is Required for Zika Virus to Restrict the RIG-I Signaling."}, {"pubmed": 32152220, "text": "Downregulation of RIG-I mediated by ITGB3/c-SRC/STAT3 signaling confers resistance to interferon-alpha-induced apoptosis in tumor-repopulating cells of melanoma."}, {"pubmed": 32311159, "text": "The effect of IFN-beta 1a on expression of MDA5 and RIG-1 in multiple sclerosis patients."}, {"pubmed": 32357908, "text": "Retinoic acid inducible gene-I mediated detection of bacterial nucleic acids in human microglial cells."}, {"pubmed": 32427578, "text": "Targeting the innate immunoreceptor RIG-I overcomes melanoma-intrinsic resistance to T cell immunotherapy."}, {"pubmed": 32471869, "text": "A RIG-I-like receptor directs antiviral responses to a bunyavirus and is antagonized by virus-induced blockade of TRIM25-mediated ubiquitination."}, {"pubmed": 32513696, "text": "RIG-I regulates myeloid differentiation by promoting TRIM25-mediated ISGylation."}, {"pubmed": 32560274, "text": "RIG-I Plays a Dominant Role in the Induction of Transcriptional Changes in Zika Virus-Infected Cells, which Protect from Virus-Induced Cell Death."}, {"pubmed": 32719095, "text": "N (6)-Methyladenosine modification of hepatitis B and C viral RNAs attenuates host innate immunity via RIG-I signaling."}, {"pubmed": 32824946, "text": "Effect of Strain Variations on Lassa Virus Z Protein-Mediated Human RIG-I Inhibition."}, {"pubmed": 32829203, "text": "Insight into the expression of RIG-I-like receptors in human third trimester placentas following ex vivo cytomegalovirus or vesicular stomatitis virus infection."}, {"pubmed": 32878892, "text": "Retinoic Acid Inducible Gene I and Protein Kinase R, but Not Stress Granules, Mediate the Proinflammatory Response to Yellow Fever Virus."}, {"pubmed": 32917214, "text": "Overcoming immunotherapy resistance in non-small cell lung cancer (NSCLC) - novel approaches and future outlook."}, {"pubmed": 32917788, "text": "Foot-and-Mouth Disease Virus 3B Protein Interacts with Pattern Recognition Receptor RIG-I to Block RIG-I-Mediated Immune Signaling and Inhibit Host Antiviral Response."}, {"pubmed": 32946572, "text": "A ribosomal RNA fragment with 2',3'-cyclic phosphate and GTP-binding activity acts as RIG-I ligand."}, {"pubmed": 33177158, "text": "NSUN5 Facilitates Viral RNA Recognition by RIG-I Receptor."}, {"pubmed": 33323678, "text": "Chikungunya Virus nsP2 Impairs MDA5/RIG-I-Mediated Induction of NF-kappaB Promoter Activation: A Potential Target for Virus-Specific Therapeutics."}, {"pubmed": 33360745, "text": "USP14 negatively regulates RIG-I-mediated IL-6 and TNF-alpha production by inhibiting NF-kappaB activation."}, {"pubmed": 33372174, "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) membrane (M) protein inhibits type I and III interferon production by targeting RIG-I/MDA-5 signaling."}, {"pubmed": 33373584, "text": "Structural analysis of RIG-I-like receptors reveals ancient rules of engagement between diverse RNA helicases and TRIM ubiquitin ligases."}, {"pubmed": 33412226, "text": "Mitochondrial reactive zones in antiviral innate immunity."}, {"pubmed": 33459340, "text": "Opposite actions of two dsRNA-binding proteins PACT and TRBP on RIG-I mediated signaling."}, {"pubmed": 33462384, "text": "Regulation of RIG-I-like receptor-mediated signaling: interaction between host and viral factors."}, {"pubmed": 33486326, "text": "Porcine epidemic diarrhea virus E protein suppresses RIG-I signaling-mediated interferon-beta production."}, {"pubmed": 33593967, "text": "Human Herpesvirus 6B U26 Inhibits the Activation of the RLR/MAVS Signaling Pathway."}, {"pubmed": 33713958, "text": "HSPBP1 facilitates cellular RLR-mediated antiviral response by inhibiting the K48-linked ubiquitination of RIG-I."}, {"pubmed": 33783003, "text": "Polymorphisms of RIG-I-like receptor influence HBV clearance in Chinese Han population."}, {"pubmed": 33785613, "text": "Species-Specific Deamidation of RIG-I Reveals Collaborative Action between Viral and Cellular Deamidases in HSV-1 Lytic Replication."}, {"pubmed": 33801464, "text": "SARS-CoV-2 Nucleocapsid Protein Targets RIG-I-Like Receptor Pathways to Inhibit the Induction of Interferon Response."}, {"pubmed": 33846346, "text": "Reciprocal regulation of RIG-I and XRCC4 connects DNA repair with RIG-I immune signaling."}, {"pubmed": 33849980, "text": "The Small t Antigen of JC Virus Antagonizes RIG-I-Mediated Innate Immunity by Inhibiting TRIM25's RNA Binding Ability."}, {"pubmed": 33852834, "text": "TDP-43 prevents endogenous RNAs from triggering a lethal RIG-I-dependent interferon response."}, {"pubmed": 33893074, "text": "MiR-139 Induces an Interferon-beta Response in Prostate Cancer Cells by Binding to RIG-1."}, {"pubmed": 33913550, "text": "SARS-CoV-2 ORF9b antagonizes type I and III interferons by targeting multiple components of the RIG-I/MDA-5-MAVS, TLR3-TRIF, and cGAS-STING signaling pathways."}, {"pubmed": 33976430, "text": "RIG-I triggers a signaling-abortive anti-SARS-CoV-2 defense in human lung cells."}, {"pubmed": 33986530, "text": "IFI16 directly senses viral RNA and enhances RIG-I transcription and activation to restrict influenza virus infection."}, {"pubmed": 34101213, "text": "SARS-CoV-2 sensing by RIG-I and MDA5 links epithelial infection to macrophage inflammation."}, {"pubmed": 34170466, "text": "Ectopic Expression of TRIM25 Restores RIG-I Expression and IFN Production Reduced by Multiple Enteroviruses 3C(pro)."}, {"pubmed": 34239945, "text": "Mechanism of Nucleic Acid Sensing in Retinal Pigment Epithelium (RPE): RIG-I Mediates Type I Interferon Response in Human RPE."}, {"pubmed": 34249006, "text": "RIG-I-Like Receptor-Mediated Recognition of Viral Genomic RNA of Severe Acute Respiratory Syndrome Coronavirus-2 and Viral Escape From the Host Innate Immune Responses."}, {"pubmed": 34313226, "text": "RTN3 inhibits RIG-I-mediated antiviral responses by impairing TRIM25-mediated K63-linked polyubiquitination."}, {"pubmed": 34379517, "text": "Retinoic Acid-Inducible Gene I-Like Receptors Activate Snail To Limit RNA Viral Infections."}, {"pubmed": 34415814, "text": "Human Eosinophils Reduce Viral Titer, Secrete IL-8, and Increase RIG-I Expression in Response to Influenza A H1N1 pdm09."}, {"pubmed": 34445801, "text": "TRIM25 and DEAD-Box RNA Helicase DDX3X Cooperate to Regulate RIG-I-Mediated Antiviral Immunity."}, {"pubmed": 34452305, "text": "SARS-CoV-2 N Protein Targets TRIM25-Mediated RIG-I Activation to Suppress Innate Immunity."}, {"pubmed": 34452429, "text": "The Endogenous RIG-I Ligand Is Generated in Influenza A-Virus Infected Cells."}, {"pubmed": 34487794, "text": "Evolving A RIG-I Antagonist: A Modified DNA Aptamer Mimics Viral RNA."}, {"pubmed": 34535668, "text": "MAPK-pathway inhibition mediates inflammatory reprogramming and sensitizes tumors to targeted activation of innate immunity sensor RIG-I."}, {"pubmed": 34619148, "text": "Modulation of SF3B1 in the pre-mRNA spliceosome induces a RIG-I-dependent type I IFN response."}, {"pubmed": 34772806, "text": "Introns encode dsRNAs undetected by RIG-I/MDA5/interferons and sensed via RNase L."}, {"pubmed": 34809467, "text": "Herpes Simplex Virus Type 1 Infection Disturbs the Mitochondrial Network, Leading to Type I Interferon Production through the RNA Polymerase III/RIG-I Pathway."}, {"pubmed": 34935440, "text": "The US3 Kinase of Herpes Simplex Virus Phosphorylates the RNA Sensor RIG-I To Suppress Innate Immunity."}, {"pubmed": 35041675, "text": "DNA methylation and single-nucleotide polymorphisms in DDX58 are associated with hand, foot and mouth disease caused by enterovirus 71."}, {"pubmed": 35075101, "text": "SARS-CoV-2 NSP5 and N protein counteract the RIG-I signaling pathway by suppressing the formation of stress granules."}, {"pubmed": 35120969, "text": "ILF3 represses repeat-derived microRNAs targeting RIG-I mediated type I interferon response."}, {"pubmed": 35263596, "text": "The RNA helicase DHX16 recognizes specific viral RNA to trigger RIG-I-dependent innate antiviral immunity."}, {"pubmed": 35332586, "text": "Ultraviolet light induces HERV expression to activate RIG-I signalling pathway in keratinocytes."}, {"pubmed": 35394863, "text": "Signaling from the RNA sensor RIG-I is regulated by ufmylation."}, {"pubmed": 35402303, "text": "Hepatitis C Virus Infection Cycle-Specific MicroRNA Profiling Reveals Stage-Specific miR-4423-3p Targets RIG-I to Facilitate Infection."}, {"pubmed": 35416622, "text": "RIG-I acts as a tumor suppressor in melanoma via regulating the activation of the MKK/p38MAPK signaling pathway."}, {"pubmed": 35459743, "text": "Extracellular Nucleotides and Histamine Suppress TLR3- and RIG-I-Mediated Release of Antiviral IFNs from Human Airway Epithelial Cells."}, {"pubmed": 35986912, "text": "DDX58 Is Associated With Susceptibility to Severe Influenza Virus Infection in Children and Adolescents."}, {"pubmed": 36261300, "text": "Clinical Implications of a New DDX58 Pathogenic Variant That Causes Lupus Nephritis due to RIG-I Hyperactivation."}, {"pubmed": 36309611, "text": "Retinoic acid-inducible gene 1 (RIG-1) and IFN-beta promoter stimulator-1 (IPS-1) significantly down-regulated in the severe coronavirus disease 2019 (COVID-19)."}, {"pubmed": 36433954, "text": "circCsnk1g3- and circAnkib1-regulated interferon responses in sarcoma promote tumorigenesis by shaping the immune microenvironment."}, {"pubmed": 36503883, "text": "EV-A71 induced IL-1beta production in THP-1 macrophages is dependent on NLRP3, RIG-I, and TLR3."}, {"pubmed": 36515138, "text": "K63-linked polyubiquitination of LGP2 by Riplet regulates RIG-I-dependent innate immune response."}, {"pubmed": 36535188, "text": "The differential expression of toll like receptors and RIG-1 in the placenta of neonates with in utero infections."}, {"pubmed": 36634551, "text": "The differential expression of toll like receptors and RIG-1 correlates to the severity of infectious diseases."}, {"pubmed": 36854567, "text": "Immunoproteasome subunit beta5i promotes perifascicular muscle atrophy in dermatomyositis by upregulating RIG-I."}, {"pubmed": 36861386, "text": "Pellino3 ligase negatively regulates influenza B dependent RIG-I signalling through downregulation of TRAF3-mediated induction of the transcription factor IRF3 and IFNbeta production."}, {"pubmed": 36927693, "text": "Intrinsic RIG-I restrains STAT5 activation to modulate antitumor activity of CD8+ T cells."}, {"pubmed": 37072508, "text": "Mechanisms of length-dependent recognition of viral double-stranded RNA by RIG-I."}, {"pubmed": 37087523, "text": "Rhinovirus-induced epithelial RIG-I inflammasome suppresses antiviral immunity and promotes inflammation in asthma and COVID-19."}, {"pubmed": 37308752, "text": "Association of IFIH1 and DDX58 genes polymorphism with susceptibility to COVID-19."}, {"pubmed": 37326006, "text": "RIG-I recognizes metabolite-capped RNAs as signaling ligands."}, {"pubmed": 37543704, "text": "Transposable elements potentiate radiotherapy-induced cellular immune reactions via RIG-I-mediated virus-sensing pathways."}, {"pubmed": 37569596, "text": "Influenza A Infection Stimulates RIG-I and Enhances Effector Function of Primary Human NK Cells."}, {"pubmed": 37580950, "text": "ZNF205 positively regulates RLR antiviral signaling by targeting RIG-I."}, {"pubmed": 37656315, "text": "RIG-I promotes cell proliferation in esophageal squamous cell carcinoma by facilitating p21 degradation."}, {"pubmed": 37728614, "text": "Functional comparisons of the virus sensor RIG-I from humans, the microbat Myotis daubentonii, and the megabat Rousettus aegyptiacus, and their response to SARS-CoV-2 infection."}, {"pubmed": 37831086, "text": "A conserved isoleucine in the binding pocket of RIG-I controls immune tolerance to mitochondrial RNA."}, {"pubmed": 37847581, "text": "Coxsackievirus A6 2C protein antagonizes IFN-beta production through MDA5 and RIG-I depletion."}, {"pubmed": 38301909, "text": "NR4A1 depletion inhibits colorectal cancer progression by promoting necroptosis via the RIG-I-like receptor pathway."}, {"pubmed": 38466944, "text": "IFI16 Positively Regulates RIG-I-Mediated Type I Interferon Production in a STING-Independent Manner."}, {"pubmed": 38663254, "text": "Mammalian reovirus micro1 protein attenuates RIG-I and MDA5-mediated signaling transduction by blocking IRF3 phosphorylation and nuclear translocation."}, {"pubmed": 38673764, "text": "Activation of the RIG-I/MAVS Signaling Pathway during Human Adenovirus Type 3 Infection Impairs the Pro-Inflammatory Response Induced by Secondary Infection with Staphylococcus aureus."}, {"pubmed": 38752537, "text": "DDX58 variant triggers IFN-beta-induced autophagy in trabecular meshwork and influences intraocular pressure."}], "genomic_pos": {"chr": "9", "end": 32526348, "ensemblgene": "ENSG00000107201", "start": 32455302, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 32526322, "start": 32455300, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0002230", "pubmed": 19609254, "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002735", "qualifier": "involved_in", "term": "positive regulation of myeloid dendritic cell cytokine production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002753", "qualifier": "involved_in", "term": "cytoplasmic pattern recognition receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002753", "pubmed": 19576794, "qualifier": "involved_in", "term": "cytoplasmic pattern recognition receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0002753", "pubmed": 21616437, "qualifier": "involved_in", "term": "cytoplasmic pattern recognition receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009597", "pubmed": 17079289, "qualifier": "involved_in", "term": "detection of virus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009615", "pubmed": 21616437, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 24409285, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030334", "pubmed": 19122199, "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032725", "pubmed": 24409285, "qualifier": "involved_in", "term": "positive regulation of granulocyte macrophage colony-stimulating factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032727", "pubmed": 19576794, "qualifier": "involved_in", "term": "positive regulation of interferon-alpha production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032727", "pubmed": [19609254, 21957149], "qualifier": "involved_in", "term": "positive regulation of interferon-alpha production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032728", "pubmed": 17079289, "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032728", "pubmed": [19609254, 19631370, 21957149], "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032755", "pubmed": 24409285, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032755", "pubmed": 21957149, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032757", "pubmed": 24409285, "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032760", "pubmed": 21957149, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034344", "pubmed": 21616437, "qualifier": "involved_in", "term": "regulation of type III interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0039529", "pubmed": 28469175, "qualifier": "involved_in", "term": "RIG-I signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0039529", "pubmed": 19211564, "qualifier": "involved_in", "term": "RIG-I signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043330", "qualifier": "acts_upstream_of_or_within", "term": "response to exogenous dsRNA"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045087", "pubmed": [19609254, 19631370], "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 17079289, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": 21478870, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060760", "pubmed": 21957149, "qualifier": "involved_in", "term": "positive regulation of response to cytokine stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071360", "pubmed": 21957149, "qualifier": "involved_in", "term": "cellular response to exogenous dsRNA"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0140374", "qualifier": "involved_in", "term": "antiviral innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140374", "pubmed": 28469175, "qualifier": "involved_in", "term": "antiviral innate immune response"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [15208624, 27807226], "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 21102435, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005923", "pubmed": 19122199, "qualifier": "located_in", "term": "bicellular tight junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015629", "pubmed": 19122199, "qualifier": "located_in", "term": "actin cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032587", "pubmed": 19122199, "qualifier": "located_in", "term": "ruffle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990904", "pubmed": 31006531, "qualifier": "part_of", "term": "ribonucleoprotein complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003690", "qualifier": "enables", "term": "double-stranded DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003724", "pubmed": 19211564, "qualifier": "enables", "term": "RNA helicase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003725", "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003725", "pubmed": 19576794, "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003725", "pubmed": 19211564, "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003725", "pubmed": 17079289, "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003727", "qualifier": "enables", "term": "single-stranded RNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003727", "pubmed": 19211564, "qualifier": "enables", "term": "single-stranded RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16127453, 16177806, 16281057, 17079289, 17190814, 17460044, 18636086, 18724357, 19017631, 19164550, 19193793, 19380580, 19419966, 20007272, 20127681, 20434986, 20818395, 21102435, 21233210, 21791617, 21813773, 21903422, 22152002, 22301138, 22328336, 22623778, 23552410, 23843640, 23870315, 24360797, 24478431, 24509444, 26471729, 27824081, 28591694, 30193849, 30804210, 33372174, 33396605, 33976430, 34452305, 34471099, 34544279, 35075101], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005525", "pubmed": 21233210, "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 18243112, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016887", "pubmed": 19211564, "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": [23950712, 26471729, 31006531], "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0038187", "pubmed": [19576794, 25119032, 35263596], "qualifier": "enables", "term": "pattern recognition receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [21102435, 34544279], "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[6239, 177425], [8364, 100495207], [9544, 704638], [9598, 465035], [9606, 23586], [9615, 100855560], [9913, 504760], [10090, 230073]], "id": 32215}, "interpro": [{"desc": "Helicase, C-terminal", "id": "IPR001650", "short_desc": "Helicase_C"}, {"desc": "Death-like domain superfamily", "id": "IPR011029", "short_desc": "DEATH-like_dom_sf"}, {"desc": "DEAD/DEAH box helicase domain", "id": "IPR011545", "short_desc": "DEAD/DEAH_box_helicase_dom"}, {"desc": "Helicase superfamily 1/2, ATP-binding domain", "id": "IPR014001", "short_desc": "Helicase_ATP-bd"}, {"desc": "RIG-I-like receptor, C-terminal regulatory domain", "id": "IPR021673", "short_desc": "RLR_CTR"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "Caspase recruitment domain", "id": "IPR031964", "short_desc": "CARD_dom"}, {"desc": "RIG-I-like receptor, C-terminal domain superfamily", "id": "IPR038557", "short_desc": "RLR_C_sf"}, {"desc": "RIG-I-like receptor, C-terminal", "id": "IPR041204", "short_desc": "RIG-I-like_C"}, {"desc": "RIG-I, CARD domain repeat 2", "id": "IPR042145", "short_desc": "CARD_RIG-I_r2"}], "ipi": ["IPI00295503", "IPI00654731", "IPI01009182", "IPI01012440"], "map_location": "9p21.1", "name": "RNA sensor RIG-I", "other_names": ["ATP-dependent RNA helicase DDX58", "DEAD (Asp-Glu-Ala-Asp) box polypeptide 58", "DEAD box protein 58", "DEAD/H (Asp-Glu-Ala-Asp/His) box polypeptide", "DExD/H-box helicase 58", "RNA helicase RIG-I", "antiviral innate immune response receptor RIG-I", "probable ATP-dependent RNA helicase DDX58", "retinoic acid-inducible gene 1 protein", "retinoic acid-inducible gene I protein"], "pantherdb": {"HGNC": "19102", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2442858", "ortholog_type": "LDO", "panther_family": "PTHR14074", "taxid": 10090, "uniprot_kb": "Q6Q899"}, {"WormBase": "WBGene00001090", "ortholog_type": "O", "panther_family": "PTHR14074", "taxid": 6239, "uniprot_kb": "G5EDI8"}, {"WormBase": "WBGene00008400", "ortholog_type": "LDO", "panther_family": "PTHR14074", "taxid": 6239, "uniprot_kb": "Q93413"}, {"dictyBase": "DDB_G0294407", "ortholog_type": "LDO", "panther_family": "PTHR14074", "taxid": 352472, "uniprot_kb": "Q86L44"}], "uniprot_kb": "O95786"}, "pathway": {"kegg": [{"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04623", "name": "Cytosolic DNA-sensing pathway - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1169408", "name": "ISG15 antiviral mechanism"}, {"id": "R-HSA-1169410", "name": "Antiviral mechanism by IFN-stimulated genes"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-5689896", "name": "Ovarian tumor domain proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8983711", "name": "OAS antiviral response"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-918233", "name": "TRAF3-dependent IRF activation pathway"}, {"id": "R-HSA-933541", "name": "TRAF6 mediated IRF7 activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-933543", "name": "NF-kB activation through FADD/RIP-1 pathway mediated by caspase-8 and -10"}, {"id": "R-HSA-936440", "name": "Negative regulators of DDX58/IFIH1 signaling"}, {"id": "R-HSA-936440", "name": "Negative regulators of DDX58/IFIH1 signaling"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9692916", "name": "SARS-CoV-1 activates/modulates innate immune responses"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9833109", "name": "Evasion by RSV of host interferon responses"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}], "wikipathways": [{"id": "WP3865", "name": "Novel intracellular components of RIG-I-like receptor (RLR) pathway"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4655", "name": "Cytosolic DNA-sensing pathway"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4705", "name": "Pathways of nucleic acid metabolism and innate immune sensing"}, {"id": "WP4868", "name": "Type I interferon induction and signaling during SARS-CoV-2 infection"}, {"id": "WP4880", "name": "Host-pathogen interaction of human coronaviruses - interferon induction"}, {"id": "WP4912", "name": "SARS coronavirus and innate immunity"}, {"id": "WP5038", "name": "SARS-CoV-2 mitochondrial interactions"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}]}, "pdb": ["2LWD", "2LWE", "2QFB", "2QFD", "2RMJ", "2YKG", "3LRN", "3LRR", "3NCU", "3OG8", "3ZD6", "3ZD7", "4AY2", "4BPB", "4NQK", "4ON9", "4P4H", "5E3H", "5F98", "5F9F", "5F9H", "6GPG", "6KYV", "7BAH", "7BAI", "7JL1", "7JL3", "7MK1", "7TNX", "7TNY", "7TNZ", "7TO0", "7TO1", "7TO2", "8DVR", "8DVS", "8DVU", "8G7T", "8G7U", "8G7V", "8SCZ", "8SD0"], "pfam": ["PF00270", "PF00271", "PF11648", "PF16739", "PF18119"], "pharmgkb": "PA134994272", "pharos": {"target_id": 2746, "tdl": "Tbio"}, "pir": "T46312", "prosite": ["PS51192", "PS51194", "PS51789"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170153", "relationship": "is"}, {"id": "GNF181059", "relationship": "is"}, {"id": "GNF191965", "relationship": "is"}, {"id": "GNF202871", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF043547", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102469", "relationship": "is"}, {"id": "GNF142123", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_046918.1"], "protein": ["NP_001372836.1", "NP_001372838.1", "NP_001372839.1", "NP_001372841.1", "NP_001372842.1", "NP_001372843.1", "NP_055129.2"], "rna": ["NM_001385907.1", "NM_001385909.1", "NM_001385910.1", "NM_001385912.1", "NM_001385913.1", "NM_001385914.1", "NM_014314.4"], "translation": [{"protein": "NP_055129.2", "rna": "NM_014314.4"}, {"protein": "NP_001372838.1", "rna": "NM_001385909.1"}, {"protein": "NP_001372841.1", "rna": "NM_001385912.1"}, {"protein": "NP_001372836.1", "rna": "NM_001385907.1"}, {"protein": "NP_001372843.1", "rna": "NM_001385914.1"}, {"protein": "NP_001372842.1", "rna": "NM_001385913.1"}, {"protein": "NP_001372839.1", "rna": "NM_001385910.1"}]}, "reporter": {"GNF1H": "gnf1h09700_s_at", "HG-U133_Plus_2": ["218943_s_at", "222793_at", "242961_x_at"], "HG-U95B": "59215_at", "HTA-2_0": "TC09000999.hg.1", "HuEx-1_0": "3203086", "HuGene-1_1": "8160559", "HuGene-2_1": "17093090"}, "summary": "DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases which are implicated in a number of cellular processes involving RNA binding and alteration of RNA secondary structure. This gene encodes a protein containing RNA helicase-DEAD box protein motifs and a caspase recruitment domain (CARD). It is involved in viral double-stranded (ds) RNA recognition and the regulation of the antiviral innate immune response. Mutations in this gene are associated with Singleton-Merten syndrome 2. [provided by RefSeq, Aug 2020].", "symbol": "RIGI", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1539233"}, "unigene": "Hs.190622", "uniprot": {"Swiss-Prot": "O95786", "TrEMBL": ["A0A7P0T9I8", "B3KWW1", "A0A7P0Z442", "A0A7P0Z425"]}, "wikipedia": {"url_stub": "RIG-I"}}