{"AllianceGenome": "10027", "HGNC": "10027", "MIM": "179740", "_id": "6019", "_version": 1, "accession": {"genomic": ["AF104935.1", "AL135786.17", "CH471071.2", "CP068269.2", "NC_000009.12", "NC_060933.1", "S82683.1"], "protein": ["AAD21961.1", "AAI26416.1", "AAI26420.1", "CAA00602.1", "CAA01324.1", "CAA25460.1", "EAW58770.1", "EAW58771.1", "NP_001316120.1", "NP_005050.2", "NP_604390.1", "P04090.1", "XP_047279663.1", "XP_047279664.1", "XP_047279665.1", "XP_054219471.1", "XP_054219472.1", "XP_054219473.1", "XP_054219474.1", "XP_054219475.1", "XP_054219476.1", "XP_054219477.1"], "rna": ["A06925.1", "A17315.1", "AA935560.1", "AF057706.1", "AI033912.1", "BC126415.1", "BC126419.1", "BG206251.1", "BX094853.1", "NM_001329191.2", "NM_005059.4", "NM_134441.3", "X00948.1", "XM_047423707.1", "XM_047423708.1", "XM_047423709.1", "XM_054363496.1", "XM_054363497.1", "XM_054363498.1", "XM_054363499.1", "XM_054363500.1", "XM_054363501.1", "XM_054363502.1"], "translation": [{"protein": "XP_054219471.1", "rna": "XM_054363496.1"}, {"protein": "XP_054219474.1", "rna": "XM_054363499.1"}, {"protein": "XP_054219477.1", "rna": "XM_054363502.1"}, {"protein": "XP_054219475.1", "rna": "XM_054363500.1"}, {"protein": "AAI26420.1", "rna": "BC126419.1"}, {"protein": "XP_054219472.1", "rna": "XM_054363497.1"}, {"protein": "XP_047279663.1", "rna": "XM_047423707.1"}, {"protein": "CAA25460.1", "rna": "X00948.1"}, {"protein": "XP_047279664.1", "rna": "XM_047423708.1"}, {"protein": "XP_054219473.1", "rna": "XM_054363498.1"}, {"protein": "CAA01324.1", "rna": "A17315.1"}, {"protein": "AAI26416.1", "rna": "BC126415.1"}, {"protein": "XP_054219476.1", "rna": "XM_054363501.1"}, {"protein": "NP_005050.2", "rna": "NM_005059.4"}, {"protein": "CAA00602.1", "rna": "A06925.1"}, {"protein": "XP_047279665.1", "rna": "XM_047423709.1"}, {"protein": "NP_604390.1", "rna": "NM_134441.3"}, {"protein": "NP_001316120.1", "rna": "NM_001329191.2"}]}, "alias": ["H2", "H2-RLX", "RLXH2", "bA12D24.1.1", "bA12D24.1.2"], "ensembl": {"gene": "ENSG00000107014", "protein": ["ENSP00000371040", "ENSP00000399616"], "transcript": ["ENST00000381627", "ENST00000416837"], "translation": [{"protein": "ENSP00000371040", "rna": "ENST00000381627"}, {"protein": "ENSP00000399616", "rna": "ENST00000416837"}], "type_of_gene": "protein_coding"}, "entrezgene": "6019", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.97070955, "exp_mis": 60.2951949, "exp_syn": 25.90125, "lof_z": -0.457318114241509, "mis_z": -0.485329921387849, "mu_lof": 3.64734423487e-07, "mu_mis": 5.24765291512e-06, "mu_syn": 2.21205600338e-06, "n_lof": 6.0, "n_mis": 68.0, "n_syn": 27.0, "p_li": 5.04438325121297e-05, "p_null": 0.749208787218301, "p_rec": 0.250740768949187, "syn_z": -0.133840634831385}, "bp": 558, "cds_end": 5304580, "cds_start": 5300097, "n_exons": 2, "nonpsych": {"exp_lof": 4.4577007, "exp_mis": 54.5317001, "exp_syn": 23.4018585, "lof_z": -0.717406277079364, "mis_z": -0.715012033608869, "mu_lof": 3.64734423487e-07, "mu_mis": 5.24765291512e-06, "mu_syn": 2.21205600338e-06, "n_lof": 6.0, "n_mis": 65.0, "n_syn": 25.0, "p_li": 3.8421720281695e-05, "p_null": 0.797943509773367, "p_rec": 0.202018068506352, "syn_z": -0.207995090562126}, "nontcga": {"exp_lof": 4.56903014, "exp_mis": 55.4675605, "exp_syn": 23.82512721, "lof_z": -0.6603888518686, "mis_z": -0.236300684489033, "mu_lof": 3.64734423487e-07, "mu_mis": 5.24765291512e-06, "mu_syn": 2.21205600338e-06, "n_lof": 6.0, "n_mis": 59.0, "n_syn": 27.0, "p_li": 4.01624499662918e-05, "p_null": 0.777229257772914, "p_rec": 0.222730579777119, "syn_z": -0.411841987219689}, "transcript": "ENST00000381627.3"}, "exons": [{"cdsend": 5300400, "cdsstart": 5300097, "chr": "9", "position": [[5299865, 5300444], [5304196, 5304228]], "strand": -1, "transcript": "NM_001329191", "txend": 5304228, "txstart": 5299865}, {"cdsend": 5304580, "cdsstart": 5300402, "chr": "9", "position": [[5299865, 5300444], [5304095, 5304196], [5304369, 5304611]], "strand": -1, "transcript": "NM_005059", "txend": 5304611, "txstart": 5299865}, {"cdsend": 5304580, "cdsstart": 5300097, "chr": "9", "position": [[5299865, 5300444], [5304369, 5304716]], "strand": -1, "transcript": "NM_134441", "txend": 5304716, "txstart": 5299865}], "exons_hg19": [{"cdsend": 5300400, "cdsstart": 5300097, "chr": "9", "position": [[5299865, 5300444], [5304196, 5304228]], "strand": -1, "transcript": "NM_001329191", "txend": 5304228, "txstart": 5299865}, {"cdsend": 5304580, "cdsstart": 5300402, "chr": "9", "position": [[5299865, 5300444], [5304095, 5304196], [5304369, 5304611]], "strand": -1, "transcript": "NM_005059", "txend": 5304611, "txstart": 5299865}, {"cdsend": 5304580, "cdsstart": 5300097, "chr": "9", "position": [[5299865, 5300444], [5304369, 5304716]], "strand": -1, "transcript": "NM_134441", "txend": 5304716, "txstart": 5299865}], "generif": [{"pubmed": 12198562, "text": "Expression, purification and characterization of human prorelaxin-like-protein H2 in Escherichia coli"}, {"pubmed": 12590922, "text": "regulates fibrillin 2, but not fibrillin 1, mRNA and protein expression by human dermal fibroblasts and murine fetal skin"}, {"pubmed": 15070778, "text": "Relaxin stimulates new blood vessel formation and increases cytokine-containing lymphocyte number while maintaining endometrial connective tissue integrity."}, {"pubmed": 15956696, "text": "No difference in bioactivity was detected between porcine relaxin-1 and recombinant human relaxin-2 in either mice or rats"}, {"pubmed": 15956711, "text": "Adenovirus-mediated delivery of human H2 preprorelaxin (hH2) to the brain is capable of producing bioactive relaxin that affects cardiovascular parameters"}, {"pubmed": 15956719, "text": "relaxin 2 can increase Cyclic AMP via Gs-adenylate cyclase pathway"}, {"pubmed": 15956727, "text": "Although all cell types expressed mRNA for the relaxin receptor (LGR7), only peripheral blood mononuclear cells responded to relaxin 2 at physiologic levels by increasing tumor necrosis factor-alpha and interleukin-1beta secretion"}, {"pubmed": 15956728, "text": "characterization of upregulated H2 relaxin gene expression during neuroendocrine differentiation of the human prostate cancer model, LNCaP"}, {"pubmed": 15956746, "text": "relaxin-like hormones appear to be present early during C-cell hyperplasia and potentially functional relaxin/INSL3 ligand-receptor systems are present in human medullary thyroid carcinoma tissues and cell lines"}, {"pubmed": 15967869, "text": "Relaxin is a potent antifibrotic hormone with a rapid-occurring efficacy that may have therapeutic potential for hypertensive disease."}, {"pubmed": 16049981, "text": "study provides the first account of a potential role of H2 relaxin in prostate tumor development"}, {"pubmed": 16580233, "text": "The structural-functional organization of the adenylyl cyclase signaling mechanism due to the action of human relaxin 2 was deciphered."}, {"pubmed": 16877360, "text": "Relaxin enhances the oncogenic potential and acts as novel endocrine modulator of invasiveness in human thyroid carcinoma cells."}, {"pubmed": 17363522, "text": "Relaxin signaling plays a role in prostate cancer progression."}, {"pubmed": 17616862, "text": "Correlation between fibrinogen levels and relaxin expression. Relaxin may exert its cardioprotective properties after pathologic fibrinogen increase. May be affected by diabetes. Cardiovascular risk may increase in women with aberrant relaxin function."}, {"pubmed": 17653089, "text": "Inappropriate activation of androgen receptor by relaxin via beta-catenin pathway."}, {"pubmed": 18236174, "text": "results suggest that relaxin may promote the invasive potential of early placental EVTs through up-regulating MMP-2, -9 mRNAs and down-regulating TIMP-1 mRNA in EVTs."}, {"pubmed": 18345514, "text": "Data show taht relaxin causes mast cell inhibition and reduced ventricular arrhythmias in a swine model of acute myocardial infarction."}, {"pubmed": 18434306, "text": "analysis of truncated human relaxin-2 and -3 (H2 and H3) relaxin peptides and their binding and cAMP activities on RXFP1, RXFP2, and RXFP3"}, {"pubmed": 18474430, "text": "Relaxin 2 was expressed in E. coli BL21 (DE3), several forms of the protein were made. One species had the expected molecular weight (19,084 Da). A 2ndspecies observed had a molecular weight of 21,244 Da. A 3rd species had a molecular weight of 17,118 Da"}, {"pubmed": 18723073, "text": "Negative cooperativity in H2 relaxin binding to a dimeric relaxin family peptide receptor 1."}, {"pubmed": 19073841, "text": "RLXH2 inhibits myofibroblast differentiation via RXFP1, the nitric oxide pathway, and Smad2."}, {"pubmed": 19289144, "text": "Study have identified a positive auto-regulatory loop of human relaxin-2 expression which involves GR and relaxin/GR binding to half-GREs in the relaxin-2 promoter."}, {"pubmed": 20023247, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20023247, "text": "Women homozygous for prevalent SNPs in the RLN2 gene may have a genetic susceptibility for preterm birth."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21493587, "text": "Stable RLN2 transfectants secreted enhanced levels of bioactive MMP2 which contributed to the increased collagenolytic activity and in vitro invasiveness into collagen matrix by human thyroid cancer cells."}, {"pubmed": 21737831, "text": "The mean serum relaxin concentrations for athletes with anterior cruciate ligament tears was significantly higher than that for those without anterior cruciate ligament tears."}, {"pubmed": 21789713, "text": "The combined data indicate RLN2 overexpression is frequent in prostate cancer patients"}, {"pubmed": 21878627, "text": "The minimal active structure of human relaxin-2."}, {"pubmed": 22141456, "text": "Relaxin significantly increased the MMP-1 and MMP-8 expression in a time-dependent manner in human periodontal ligament cells in vitro."}, {"pubmed": 22152813, "text": "H2-RLX could give play to the antifibrotic effects by repressing the fibroblast proliferation and transdifferentiation for myofibroblast in systemic sclerosis."}, {"pubmed": 22226177, "text": "Recombinant H2 relaxin selectively inhibits apoptosis by down-regulating caspse-3 expression and induces proliferation in cultured human leiomyoma cells without affecting apoptosis or proliferation in normal myometrial cells."}, {"pubmed": 22737225, "text": "relaxin-2 and its receptors RXFP1 and RXFP2 are expressed in GSV and their expression is significantly decreased in varicose GSV"}, {"pubmed": 22855207, "text": "The role of the pleiotropic peptide hormone, human relaxin-2 in cancer. [Review]"}, {"pubmed": 22949764, "text": "Skeletal myoblasts engineered to express RLN2 promote myocardial viability and performance improvement post-myocardial infarction."}, {"pubmed": 23024363, "text": "Identification of key residues essential for the structural fold and receptor selectivity within the A-chain of human gene-2 (H2) relaxin"}, {"pubmed": 23111608, "text": "Our data support a novel role for the RLN2 ligand-receptor system at the ocular surface and in the lacrimal apparatus as a potential future therapeutic during wound healing at the ocular surface."}, {"pubmed": 23613637, "text": "serum relaxin-2 may have a role in progression esophageal squamous cell carcinoma"}, {"pubmed": 23661524, "text": "overexpression of relaxin-2 protein in hepatocellular carcinoma (HCC) tissues is of predictive value on tumor progression and poor prognosis."}, {"pubmed": 23661525, "text": "relaxin may promote the proliferation, invasion and metastasis of osteosarcoma cells by regulating the expression of MMP-9 and facilitating ECM degradation."}, {"pubmed": 23668059, "text": "This review provides information on the structure and function of relaxin and its receptors. Furthermore, we present evidence of the involvement of these elements in the process of cancerogenesis."}, {"pubmed": 23727041, "text": "SNP rs4742076 in the RLN2 promoter was associated with increased dRLN expression and PPROM; SNP rs3758239 was associated with both PPROM and spontaneous preterm birth in these Filipino patients."}, {"pubmed": 23994775, "text": "Relaxin-2 or relaxin-3 levels are not related to component traits in patients with diabetes."}, {"pubmed": 24584737, "text": "Intravenous injection of serelaxin (recombinant relaxin 2) results in prolonged bradykinin-mediated vasorelaxation is principally mediated through prostacyclin."}, {"pubmed": 24641548, "text": "we demonstrated distinct patterns of signalling for H3 and H2 relaxin and R3(BDelta23-27)R/I5 at the RXFP3 receptor"}, {"pubmed": 25298524, "text": "Benefits of relaxin-2 treatment in hypertension include reduced ADMA levels and increased NO bioavailability, possibly due to its antioxidant effects."}, {"pubmed": 25322737, "text": "Although serum relaxin level is not a causative factor for benign hypermobility syndrome, the significant increases in patients with hyperkyphosis and pes planus suggest the hypothesis that relaxin has a limited and indefinite role in patients with BJHS."}, {"pubmed": 25339476, "text": "Overexpression of RLN2 and S100A4 might be related to the prediction of metastasis potency and poor prognosis for osteosarcoma patients."}, {"pubmed": 25547165, "text": "H2 relaxin is fully active at the relaxin receptor RXFP1 and thus dimerization is not required for biological activity."}, {"pubmed": 25685807, "text": "Synthetic covalently linked dimeric form of H2 relaxin retains native RXFP1 activity and has improved in vitro serum stability."}, {"pubmed": 25786395, "text": "Effects of RLX on the electrical properties of cardiac stromal cell membrane correlate well with its well-known ability to suppress myofibroblast differentiation, supporting the possibility that RLX may be used for the treatment of cardiac fibrosis."}, {"pubmed": 26229955, "text": "the correlation between RLN2 and p-AKT or RLN2 and p-ERK1/2 expression was investigated."}, {"pubmed": 26272327, "text": "Serum concentrations of relaxin showed a positive association to duration of gestation among women with miscarriage but no association to duration of gestation among women with spontaneous onset of labour."}, {"pubmed": 26424011, "text": "Relaxin Inhibits High Glucose-Induced Matrix Accumulation in Human Mesangial Cells by Interfering with TGFB1 Production and Mesangial Cells Phenotypic Transition"}, {"pubmed": 26493539, "text": "serelaxin differentially modulates vascular tone in different vascular beds"}, {"pubmed": 26499396, "text": "a novel fusion transcript comprising the RLN1 and RLN2 genes, was identified."}, {"pubmed": 26746861, "text": "Relaxin in the hypothalamic paraventricular nucleus contributes to sympathetic overdrive and hypertension via PI3K-Akt pathway."}, {"pubmed": 27088579, "text": "The complex binding mode of the peptide hormone H2 relaxin to its receptor RXFP1 has been deciphered."}, {"pubmed": 27119161, "text": "Data suggest that enhanced survival of normal prostate epithelial cells (PNT1A cell line) in presence of either or both angiotensin II (Ang II) and relaxin 2 (RLN2) appears to be associated with increased ratio of BCL2/BAX messenger RNA expression; thus, Ang II and/or RLN2 appear to be involved in regulation of apoptosis in prostate epithelium."}, {"pubmed": 27245459, "text": "Relaxin-2 significantly upregulated intracellular processes in human female ACL cells, but no effect was observed in male cells. Relaxin increased MMP (MMP1 and MMP3) and decreased alphaSMA and type I and III collagen expression, which may act to alter the structural integrity of the ACL tissue over time."}, {"pubmed": 27488261, "text": "In a population of acute HF patients, admission relaxin serum levels were associated with clinical and echocardiographic markers of pulmonary hypertension, RV dysfunction, and overload, suggesting a role for circulating relaxin as a biomarker in this setting."}, {"pubmed": 28613403, "text": "Opposite actions of urotensin II and relaxin-2 on cellular expression of fibronectin in renal fibrosis"}, {"pubmed": 28664310, "text": "The aim of this study was to investigate plasma levels of relaxin-2 in patients with gestational diabetes mellitus, in comparison to pregnant controls without diabetes."}, {"pubmed": 29060928, "text": "Results indicate that serum relaxin may be a clinically useful indicator for diagnostic and prognostic evaluation in epithelial ovarian cancer (EOC) patients."}, {"pubmed": 29133069, "text": "Second trimester serum concentrations of proRLX2 are not predictive of the development of preeclampsia in pregnancy."}, {"pubmed": 29180109, "text": "This study demonstrates the involvement of ADAM10 and PI3K/Akt signaling in mediating RLX-induced Notch-1 activation."}, {"pubmed": 29513121, "text": "This work represents an advance in biomedical science because it shows that serum relaxin-2 could discriminate prostate cancer patients from healthy or BPH controls, so may represent a novel prognostic and diagnostic markers for prostate cancer"}, {"pubmed": 29565035, "text": "RL2 level was inversely related to the severity of the atherosclerotic disease; studies with a larger cohort incorporating a consistent study population are warranted to verify results and shed light on the mechanistic background of these processes"}, {"pubmed": 29695398, "text": "High RNL2 expression is associated with Neuroblastoma."}, {"pubmed": 29716428, "text": "Data indicate that the small proportion of acute heart failure (AHF) patients achieving relaxin-2 concentrations similar to those observed in pregnancy may survive longer."}, {"pubmed": 30918325, "text": "Investigated the potential beneficial effects and mechanisms of relaxin-2 on livers of two mouse models: high-fat diet (HFD)-induced non-alcoholic fatty liver disease (NAFLD) with simple steatosis, and methionine-choline-deficient (MCD) diet-induced non-alcoholic steatohepatitis (NASH)."}, {"pubmed": 31007042, "text": "The relaxin-2 mRNA and protein expression levels are decreased in the chronic rhinosinusitis with nasal polyps (CRSwNP) group compared with the chronic rhinosinusitis without nasal polyps (CRSsNP) group. The levels of TGF-beta1, collagen I, pSmad2/Smad3, Smad2, and Smad3 are decreased after relaxin-2 treatment ex vivo. However, relaxin-2, collagen I, pSmad2/Smad3, Smad2, and Smad3 levels are increased after TGF-beta1 t..."}, {"pubmed": 32024951, "text": "Tissue-specific relaxin-2 is differentially associated with the presence/size of an arterial aneurysm and the severity of atherosclerotic disease in humans."}, {"pubmed": 32360533, "text": "Recombinant human H2 relaxin (serelaxin) as a cardiovascular drug: aiming at the right target."}, {"pubmed": 34454945, "text": "Structural Insights into the Unique Modes of Relaxin-Binding and Tethered-Agonist Mediated Activation of RXFP1 and RXFP2."}, {"pubmed": 35657397, "text": "Relaxin-2 during pregnancy according to glycemia, continence status, and pelvic floor muscle function."}, {"pubmed": 36947362, "text": "The dual and multifaceted role of relaxin-2 in cancer."}, {"pubmed": 37142649, "text": "The role of breast milk beta-endorphin and relaxin-2 on infant colic."}], "genomic_pos": {"chr": "9", "end": 5304716, "ensemblgene": "ENSG00000107014", "start": 5299864, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 5304969, "start": 5299868, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007565", "pubmed": 6548702, "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 11459784, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045766", "pubmed": 16049981, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050790", "pubmed": 16049981, "qualifier": "involved_in", "term": "regulation of catalytic activity"}], "CC": {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, "MF": {"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}}, "homologene": {"genes": [[9544, 693473], [9598, 449633], [9606, 6019], [9615, 403742]], "id": 129864}, "interpro": [{"desc": "Insulin-like", "id": "IPR016179", "short_desc": "Insulin-like"}, {"desc": "Insulin family", "id": "IPR022352", "short_desc": "Insulin_family"}, {"desc": "Insulin, conserved site", "id": "IPR022353", "short_desc": "Insulin_CS"}, {"desc": "Relaxin", "id": "IPR022421", "short_desc": "Relaxin"}, {"desc": "Insulin-like superfamily", "id": "IPR036438", "short_desc": "Insulin-like_sf"}], "ipi": ["IPI00021836", "IPI00218018"], "map_location": "9p24.1", "name": "relaxin 2", "other_names": ["H2-preprorelaxin", "prorelaxin H2", "relaxin H2", "relaxin, ovarian, of pregnancy"], "pantherdb": {"HGNC": "10027", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97931", "ortholog_type": "LDO", "panther_family": "PTHR12004", "taxid": 10090, "uniprot_kb": "P47932"}, {"RGD": "3579", "ortholog_type": "LDO", "panther_family": "PTHR12004", "taxid": 10116, "uniprot_kb": "P01347"}], "uniprot_kb": "P04090"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-444821", "name": "Relaxin receptors"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}]}, "pdb": ["2MV1", "6RLX"], "pfam": "PF00049", "pharmgkb": "PA34400", "pharos": {"target_id": 17807, "tdl": "Tbio"}, "pir": "A05092", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF293342", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176843", "relationship": "is"}, {"id": "GNF187749", "relationship": "is"}, {"id": "GNF198655", "relationship": "is"}, {"id": "GNF209561", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF337411", "relationship": "is"}, {"id": "GNF338319", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF106578", "relationship": "is"}, {"id": "GNF146224", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": ["NP_001316120.1", "NP_005050.2", "NP_604390.1", "XP_047279663.1", "XP_047279664.1", "XP_047279665.1", "XP_054219471.1", "XP_054219472.1", "XP_054219473.1", "XP_054219474.1", "XP_054219475.1", "XP_054219476.1", "XP_054219477.1"], "rna": ["NM_001329191.2", "NM_005059.4", "NM_134441.3", "XM_047423707.1", "XM_047423708.1", "XM_047423709.1", "XM_054363496.1", "XM_054363497.1", "XM_054363498.1", "XM_054363499.1", "XM_054363500.1", "XM_054363501.1", "XM_054363502.1"], "translation": [{"protein": "XP_054219471.1", "rna": "XM_054363496.1"}, {"protein": "XP_054219474.1", "rna": "XM_054363499.1"}, {"protein": "XP_054219477.1", "rna": "XM_054363502.1"}, {"protein": "XP_054219475.1", "rna": "XM_054363500.1"}, {"protein": "XP_054219472.1", "rna": "XM_054363497.1"}, {"protein": "XP_047279663.1", "rna": "XM_047423707.1"}, {"protein": "XP_047279664.1", "rna": "XM_047423708.1"}, {"protein": "XP_054219473.1", "rna": "XM_054363498.1"}, {"protein": "XP_054219476.1", "rna": "XM_054363501.1"}, {"protein": "NP_005050.2", "rna": "NM_005059.4"}, {"protein": "XP_047279665.1", "rna": "XM_047423709.1"}, {"protein": "NP_604390.1", "rna": "NM_134441.3"}, {"protein": "NP_001316120.1", "rna": "NM_001329191.2"}]}, "reporter": {"HG-U133_Plus_2": "214519_s_at", "HG-U95Av2": "31732_at", "HTA-2_0": ["TC09000889.hg.1", "TC09002388.hg.1"], "HuEx-1_0": "3197498", "HuGene-1_1": "8159977", "HuGene-2_1": "17092177"}, "retired": 101929382, "summary": "This gene encodes a member of the relaxin subfamily and insulin superfamily of peptide hormones. In humans there are three non-allelic relaxin genes. This gene encodes multiple protein isoforms, at least one of which undergoes proteolytic processing. This processing generates relaxin A and B chains that are linked by disulfide bonds to form the mature peptide hormone. This hormone plays a role in the male and female reproductive systems and was initially noted for its role in pregnancy. This protein also plays broader roles in the cardiovascular system, including in the regulation of blood pressure and control of heart rate, and data from animal models shows that this protein may have anti-fibrotic and cardioprotective effects. [provided by RefSeq, Jul 2016].", "symbol": "RLN2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419394"}, "unigene": "Hs.127032", "uniprot": {"Swiss-Prot": "P04090", "TrEMBL": "H0Y5M9"}}