{"AllianceGenome": "10046", "HGNC": "10046", "MIM": "131398", "_id": "6037", "_version": 1, "accession": {"genomic": ["AF294019.1", "AF294020.1", "AF294021.1", "AF294022.1", "AF294023.1", "AF294024.1", "AF294025.1", "AF294026.1", "AF441204.1", "AF441205.1", "AF441206.1", "AL133371.3", "CH471078.2", "CP068264.2", "D86343.1", "NC_000014.9", "NC_060938.1", "X16545.1", "X55990.1"], "protein": ["AAA50283.1", "AAG31589.1", "AAG31590.1", "AAG31591.1", "AAG31592.1", "AAG31593.1", "AAG31594.1", "AAG31595.1", "AAG31596.1", "AAH96060.1", "AAH96061.1", "AAH96062.1", "AAL35279.1", "AAL35280.1", "AAL35281.1", "CAA33251.1", "CAA34545.1", "CAA39462.1", "EAW66436.1", "NP_002926.2", "P12724.2"], "rna": ["BC096060.1", "BC096061.3", "BC096062.3", "BX280390.1", "M28128.1", "NM_002935.3", "X15161.1"], "translation": [{"protein": "AAH96061.1", "rna": "BC096061.3"}, {"protein": "AAH96062.1", "rna": "BC096062.3"}, {"protein": "NP_002926.2", "rna": "NM_002935.3"}, {"protein": "CAA33251.1", "rna": "X15161.1"}, {"protein": "AAA50283.1", "rna": "M28128.1"}, {"protein": "AAH96060.1", "rna": "BC096060.1"}]}, "alias": ["ECP", "RAF1", "RNS3"], "ec": "3.1.27.-", "ensembl": {"gene": "ENSG00000169397", "protein": "ENSP00000302324", "transcript": "ENST00000304639", "translation": [{"protein": "ENSP00000302324", "rna": "ENST00000304639"}], "type_of_gene": "protein_coding"}, "entrezgene": "6037", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.73369901, "exp_mis": 62.863138, "exp_syn": 18.37902, "lof_z": -0.649167798068478, "mis_z": -0.872110175104474, "mu_lof": 2.92545594297e-07, "mu_mis": 5.51128760743e-06, "mu_syn": 1.58513585157e-06, "n_lof": 5.0, "n_mis": 77.0, "n_syn": 23.0, "p_li": 0.000178635535037144, "p_null": 0.728729433171639, "p_rec": 0.271091931293323, "syn_z": -0.668224564536201}, "bp": 483, "cds_end": 21360328, "cds_start": 21359845, "n_exons": 1, "nonpsych": {"exp_lof": 3.3587224, "exp_mis": 56.8765722, "exp_syn": 16.6141494, "lof_z": 0.192230992285415, "mis_z": -1.2120914121338, "mu_lof": 2.92545594297e-07, "mu_mis": 5.51128760743e-06, "mu_syn": 1.58513585157e-06, "n_lof": 3.0, "n_mis": 75.0, "n_syn": 19.0, "p_li": 0.0102907247291007, "p_null": 0.410028075216699, "p_rec": 0.5796812000542, "syn_z": -0.368525522601915}, "nontcga": {"exp_lof": 3.43299185, "exp_mis": 57.8320798, "exp_syn": 16.90668599, "lof_z": -0.834288261457041, "mis_z": -0.797153139173607, "mu_lof": 2.92545594297e-07, "mu_mis": 5.51128760743e-06, "mu_syn": 1.58513585157e-06, "n_lof": 5.0, "n_mis": 70.0, "n_syn": 20.0, "p_li": 0.000154329950336593, "p_null": 0.748227967771336, "p_rec": 0.251617702278327, "syn_z": -0.476339321377716}, "transcript": "ENST00000304639.3"}, "exons": [{"cdsend": 20892169, "cdsstart": 20891686, "chr": "14", "position": [[20891402, 20891451], [20891681, 20892348]], "strand": 1, "transcript": "NM_002935", "txend": 20892348, "txstart": 20891402}], "exons_hg19": [{"cdsend": 21360328, "cdsstart": 21359845, "chr": "14", "position": [[21359561, 21359610], [21359840, 21360507]], "strand": 1, "transcript": "NM_002935", "txend": 21360507, "txstart": 21359561}], "generif": [{"pubmed": 11959927, "text": "EDN and ECP are paralogs in human and Old World monkeys."}, {"pubmed": 12100059, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12524255, "text": "Measurement of ECP polymorphism is a significant indicator for the disease activity in asthmatic patient."}, {"pubmed": 12530121, "text": "serum levels elevated in asthmatic patients during acute attack"}, {"pubmed": 12974194, "text": "results suggest a differential release of ECP by the serum eosinophil, depending on the disease status and asthma exacerbation severity"}, {"pubmed": 14630983, "text": "Presence of ECP in human milk is associated with development of cow milk allergy and atopic dermatitis in the breast-fed infant, but has no direct association with the maternal atopy."}, {"pubmed": 15007353, "text": "ECP contributes to surfactant dysfunction in asthma, which in turn could lead to airway obstruction."}, {"pubmed": 15295703, "text": "The presence of Torque tenovirus (TTV) and TTV load correlate with concentrations of serum eosinophil cationic protein in children with acute respiratory disease"}, {"pubmed": 15317478, "text": "conformational transitions at the level of sidechain interactions"}, {"pubmed": 15928844, "text": "serum ECP asthma patients, during and after a mild pollen season"}, {"pubmed": 16010966, "text": "The involvement of some cationic and aromatic surface exposed residues of eosinophil cationic protein in the inhibition of proliferation of mammalian cell lines was assessed."}, {"pubmed": 16014847, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16874959, "text": "Among mite-allergic patients T-bet expression was down-regulated, which had no relation to ECP concentration and allergic symptoms."}, {"pubmed": 16879306, "text": "These results demonstrate that eosinophils degranulate in vivo at the host-parasite interface, and that the released ECP reaches concentrations that could be harmful for the parasite, Echinococcus granulosus."}, {"pubmed": 16883790, "text": "ECP is present in the middle ear effusion of otitis media of effusion. There was a positive correlation between ECP level and IgE level."}, {"pubmed": 17088327, "text": "The high thermal stability of ECP may contribute to its resistance to degradation when the protein is secreted to the extracellular medium during the immune response."}, {"pubmed": 17223693, "text": "Tryptophan solvent exposure and the depth of the protein insertion in the lipid bilayer were monitored by the degree of protein fluorescence quenching by KI and brominated phospholipids, respectively."}, {"pubmed": 17250693, "text": "study concludes that ECP is present in several molecular forms with varying biological activities; some of this functional heterogeneity is based on the genetic polymorphism of the ECP gene and some on post-translational modifications"}, {"pubmed": 17362255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17362255, "text": "the A-G-G haplotype in the RNASE3 gene influences the development of asthma, in particular, an allergic form of asthma"}, {"pubmed": 17507019, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 17573858, "text": "In the asthma group, there was no correlation between methacholine end-point concentration and the eosinophil counts or serum ECP levels. In contrast, AMP end-point concentration correlated with the eosinophil counts and with serum ECP levels."}, {"pubmed": 17587163, "text": "ECP stimulates TGF-beta(1)-release by human lung fibroblasts, suggesting a potential mechanism for eosinophils in the fibrotic response."}, {"pubmed": 17675527, "text": "neutrophils from allergic patients were able to produce ECP by an IgE-dependent mechanism."}, {"pubmed": 17726151, "text": "Both genetic and post-translational causes of the molecular heterogeneity of the eosinophil cationic protein, was detected."}, {"pubmed": 17804567, "text": "ECP might be used as a disease activity marker in Churg-Strauss syndrome"}, {"pubmed": 17852809, "text": "Determined faecal and serum ECP levels add background information concerning reference levels at paediatric age for further studies indifferent clinical settings."}, {"pubmed": 17885861, "text": "Eosinophil cationic protein may serve as a possible contributor to the pathophysiology of exercise-induced bronchoconstriction in asthmatic children."}, {"pubmed": 17927842, "text": "Transcriptional regulation of human eosinophil RNases by an evolutionary- conserved sequence motif in primate genome."}, {"pubmed": 17944807, "text": "cell surface-bound heparan sulfate proteoglycans serve as the major receptor for ECP internalization"}, {"pubmed": 18087674, "text": "The cytotoxic effect of ECP is attained through a mechanism different from that of other cytotoxic RNases and may be related with the ECP accumulation associated with the inflammatory processes, in which eosinophils are present."}, {"pubmed": 18293932, "text": "ECP can bind with high affinity to the bacteria-wall components, a first-encounter step which is key to its antimicrobial mechanism of action."}, {"pubmed": 18345486, "text": "Results describe the release of eosinophil cationic protein from intact tissue biopsies from patients with nasal polyps."}, {"pubmed": 18593710, "text": "the tight interaction between ECP and heparin acts as the primary step for ECP endocytosis"}, {"pubmed": 18657051, "text": "higher expression levels in adenoid tissue of children with house dust mite allergies"}, {"pubmed": 18716399, "text": "These results may indicate the absence of a correlation between clinical status and quality of life and levels of eosinophilic cationic protein in tissues with allergic inflammation."}, {"pubmed": 19014520, "text": "No variation in genes eosinophil cationic protein for Atopic dermatitis pathogenesis in this German cohort."}, {"pubmed": 19014520, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086659, "text": "The expression level of ECP mRNA was up-regulated in nasal polyps."}, {"pubmed": 19133919, "text": "Serum eosinophil cationic protein and eosinophil peroxidase in patients with seasonal rhinitis demonstrated a high predictive ability for later development of asthma."}, {"pubmed": 19189375, "text": "Data show that conformational diversity of ECP is observed for the loop segments 17-22, 65-68, and 92-95 and most exposed sidechains."}, {"pubmed": 19284504, "text": "ECP stimulates migration of human lung fibroblasts"}, {"pubmed": 19366593, "text": "Using phospholipid vesicles as membrane models, RNase 3 triggers first the vesicle aggregation, while RNase 7 induces leakage well before the aggregation step."}, {"pubmed": 19450231, "text": "Bactericidal and membrane disruption activities of the eosinophil cationic protein are located in N-terminal."}, {"pubmed": 19476022, "text": "decreased levels following alpine mountain climate therapy in patients with allergic diseases and chronic obstructive pulmonary disease"}, {"pubmed": 19521893, "text": "ECP may function as a cardiomyocyte differentiation factor"}, {"pubmed": 19542456, "text": "The ECP 434(G>C) polymorphism alters ECP function in that the arginine97threonine substitution impairs the cytotoxic potential of ECP, but less the gel contraction, and not at all the RNase activity."}, {"pubmed": 19566743, "text": "Results showed that OSCC patients with intense TATE and at least one C allele had a higher frequency of bilateral neck dissection, local recurrence, vascular embolization, involved resection margins, and postoperative radiotherapy."}, {"pubmed": 19639743, "text": "elevated serum levels in patients with eosinophilic esophagitis"}, {"pubmed": 19692640, "text": "Secretion of ECP from eosinophils involves protein modification partly explained by differences in N-linked glycosylations"}, {"pubmed": 19717523, "text": "ECP and EDN disrupt skin integrity and cause inflammation"}, {"pubmed": 19760211, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19760211, "text": "Our study suggests that RNase3 polymorphisms are potentially associated with susceptibility to allergic rhinitis."}, {"pubmed": 20089176, "text": "The eosinophil cationic protein increased TNF-alpha production in BEAS-2B cells and triggered apoptosis by caspase-8 activation through mitochondria-independent pathway."}, {"pubmed": 20170318, "text": "The mean of serum ECP was significantly higher in patients with respiratory tract diseases (asthma, COPD, interstitial lung disease, and respiratory infections) compared with healthy volunteers."}, {"pubmed": 20213669, "text": "ECP heparin binding affinity depends on its RNase catalytic site"}, {"pubmed": 20307883, "text": "Eosinophil cationic protein may have a role in coronary atherosclerosis"}, {"pubmed": 20523065, "text": "Serum levels of ECP, IL-5, -6, -8 and -10, G-CSF, MCP-1, IL-1 ra and IP-10 were significantly elevated in acute compared with stable childhhood asthma."}, {"pubmed": 20534163, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20534163, "text": "There are associations of symptoms of allergy and asthma to ECP-genotypes, but also to smoking habits. ECP may be involved in impairment of lung functions in disease."}, {"pubmed": 20951760, "text": "the shortest ECP minimized version that would retain its antimicrobial properties"}, {"pubmed": 21038779, "text": "elevated levels in nasal lavage in allergic asthmatics"}, {"pubmed": 21183182, "text": "basal ECP levels are associated with major advemse cardiac evemts after bare metal stent implantation, suggesting that an allergic-mediated inflammation against the metal could explain some adverse reactions occurring after coronary stenting."}, {"pubmed": 21303303, "text": "Arg22, Arg34, Arg61, Arg77 and His64 of ECP are crucial for eosinophil cationic proteins's membrane destabilization activity, which appears to be the underlying mechanism of its cytotoxic, antibacterial and antiparasitic activities."}, {"pubmed": 21878071, "text": "The data suggests presence of relationship between development of restenosis and elevated blood plasma Eosinophilic cation protein level in patients with IHD after revascularization."}, {"pubmed": 21962901, "text": "a marker of asthma severity within an asthmatic paediatric population"}, {"pubmed": 22216286, "text": "371G allele of RNASE3 is associated with susceptibility to cerebral malaria and forms part of a risk associated haplotype GGA defined by the markers"}, {"pubmed": 22289536, "text": "Total serum IgE, ECP and eosinophil percentage are strong predictors of allergic rhinitis."}, {"pubmed": 22579681, "text": "Results reveal the structural basis for the high affinity of ECP for glycosaminoglycans."}, {"pubmed": 22845717, "text": "Eosinophil cationic protein might induce mesoderm differentiation through fibroblast growth factor signaling pathway and enhance subsequent cardiomyocyte differentiation in concert with dimethyl sulfoxide in P19CL6 cells."}, {"pubmed": 22845733, "text": "biological and genetic characteristics of ECP"}, {"pubmed": 23135272, "text": "The reduced conformational flexibility of eosinophil cationic protein can be dynamically and functionally reproduced in the RNase A scaffold."}, {"pubmed": 23197886, "text": "Polymorphisms of EPX and ECP are associated to inflammatory bowel disease in an age and gender dependent manne."}, {"pubmed": 23406588, "text": "This study also suggests that eosinophils and eosinophil cationic protein take part in the pathogenesis of nonallergic rhinitis."}, {"pubmed": 23430080, "text": "ECP was elevated in nasal discharge of patients with nasal polyps compared to controls and those with allergic rhinitis or rhinosinusitis."}, {"pubmed": 23484086, "text": "novel insights to identify functional regions of hRNase3 that may have implications for all hRNaseA superfamily members."}, {"pubmed": 23517396, "text": "Lower ECP levels in the active phase of the disease may be a result of decreased production due to the activation of Th1 cytokines."}, {"pubmed": 23597768, "text": "A fraction of native ECP is stored in a non-cytotoxic form, which can be converted into a cytotoxic form by N-deglycosylation, whereas another fraction is stored as a highly cytotoxic form carrying different post-translational modifications"}, {"pubmed": 23710948, "text": "Eosinophil cationic protein is a major granule-derived protein with cytotoxic activity found in eosinophils and has been known as a useful marker of allergic inflammation."}, {"pubmed": 23716047, "text": "The antimicrobial protein, Rnase 3, contributes to the host immune response against mycobacteria."}, {"pubmed": 23786280, "text": "Eosinophil activation occurred in early and late responses after L-ASA NPT in upper airway mucosa of AERD patients, where ApoA1, alpha2M and CP as well as CysLT may be involved in eosinophilic inflammation."}, {"pubmed": 23841472, "text": "Effects of omalizumab on eosinophil cationic peptide, 25-hydroxyvitamin-D, IL-1beta and sCD200 in cases of Samter's syndrome"}, {"pubmed": 24129707, "text": "eosinophil cationic protein levels can be used to diagnosis atopic dermatitis but cannot distinguish between intrinsic and extrinsic disease."}, {"pubmed": 24383969, "text": "Eosinophil cationic protein is not cytotoxic but enhances the growth of normal human dermal fibroblasts"}, {"pubmed": 24738159, "text": "report the prevalence of a common SNP in the eosinophil protein x/eosinophil-derived neurotoxin (EPX/EDN, RNase2) and the association with the cellular contents of EPX/EDN and ECP"}, {"pubmed": 24814827, "text": "mRNA levels of eosinophil granule proteins, rather than sputum eosinophil%, may reflect airway hyperresponsiveness and airflow limitation."}, {"pubmed": 25354326, "text": "Around half of all variance in serum ECP is explained by genetic factors. Serum ECP is influenced by sex, BMI, and airway responsiveness. Serum ECP and airway responsiveness seem not to share genetic variance."}, {"pubmed": 25463127, "text": "drug eluting stent polymers increase eosinophil cationic protein levels following percutaneous coronary intervention independently of C-reactive protein"}, {"pubmed": 26600485, "text": "Children in the acute-phase group showed higher ECP mRNA expression level than those in the stable-phase and healthy control groups, while the level in the stable-phase was markedly higher than that in the healthy control group."}, {"pubmed": 27022611, "text": "Increased MRP8/14 levels suggest the instability of the atherosclerotic plaque. ECP reflects the severity of coronary arteries stenosis, predicting atherosclerosis burden. They may become the new biomarkers of CAD."}, {"pubmed": 27087278, "text": "our data add new insights into the pathophysiology of AD, suggesting that BDNF which correlates with disease severity and ECP levels contributes to the regulation of inflammation in an eosinophil-, but not Th2-dependent manner."}, {"pubmed": 27696685, "text": "Studies mapped the structural determinants required for the eosinophil cationic protein (ECP)-bacterial lipopolysaccharide (LPS) interaction by nuclear magnetic resonance."}, {"pubmed": 28781336, "text": "measuring serum ECP levels is helpful for assessing the efficacy of inhaled corticosteroids therapy in bronchial asthma children."}, {"pubmed": 28904229, "text": "High circulating levels of eosinophil cationic protein are associated with increased incidence of ischemic stroke."}, {"pubmed": 29066479, "text": "Data suggest that radioactive I(131) therapy leads to down-regulation of secretion of ECP from Th2 cells (helper-inducer T-lymphocytes) in post-thyroidectomy patients treated for differentiated thyroid cancer; in this study, ECP levels in serum were analyzed before, 3 days after, and 7 days after radiotherapy with I(131)."}, {"pubmed": 29402293, "text": "Studied association of genetic variants of ribonuclease A family member 3 (RNASE3) with susceptibility to severe malaria in Senegal."}, {"pubmed": 30845981, "text": "ECP seems to be a novel prognostic serum marker for the outcome of melanoma patients, which is independent of LDH and easy to perform in clinical practice. The striking negative prognostic value of high ECP level is unanticipated and can guide patient management."}, {"pubmed": 31327190, "text": "ECP is expressed in neutrophils and may help with diagnosis of inflammation"}, {"pubmed": 32442701, "text": "Eosinophil cationic protein is a potential surrogate marker of allergic contact dermatitis: A single-center, retrospective study of 216 patients."}, {"pubmed": 32761877, "text": "Serum eosinophil cationic protein: a prognostic factor for early postoperative recurrence of nasal polyps."}, {"pubmed": 33113080, "text": "Haplotype of RNASE 3 polymorphisms is associated with severe malaria in an Indian population."}, {"pubmed": 33226440, "text": "Human RNase3 immune modulation by catalytic-dependent and independent modes in a macrophage-cell line infection model."}, {"pubmed": 34515456, "text": "Eosinophilic cationic protein (ECP) in the clinical work-up of chronic cough."}, {"pubmed": 34615736, "text": "Blood eosinophil cationic protein and eosinophil-derived neurotoxin are associated with different asthma expression and evolution in adults."}, {"pubmed": 38033168, "text": "Variants of IL6, IL10, FCN2, RNASE3, IL12B and IL17B loci are associated with Schistosoma mansoni worm burden in the Albert Nile region of Uganda."}, {"pubmed": 38563171, "text": "[The auxiliary diagnostic value of ECP and MPO expression in nasal secretions in different types of rhinitis]."}], "genomic_pos": {"chr": "14", "end": 20892348, "ensemblgene": "ENSG00000169397", "start": 20891385, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 21360507, "start": 21359558, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002227", "qualifier": "involved_in", "term": "innate immune response in mucosa"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002227", "pubmed": 12860195, "qualifier": "involved_in", "term": "innate immune response in mucosa"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006401", "pubmed": 2745977, "qualifier": "involved_in", "term": "RNA catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006935", "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019731", "pubmed": 12860195, "qualifier": "involved_in", "term": "antibacterial humoral response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043152", "pubmed": 23992292, "qualifier": "involved_in", "term": "induction of bacterial agglutination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 23992292, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050829", "pubmed": 23992292, "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050830", "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050830", "pubmed": [12860195, 23992292], "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061844", "pubmed": 12860195, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 12860195, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035578", "qualifier": "located_in", "term": "azurophil granule lumen"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001530", "pubmed": 23992292, "qualifier": "enables", "term": "lipopolysaccharide binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003676", "qualifier": "enables", "term": "nucleic acid binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004519", "qualifier": "enables", "term": "endonuclease activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004540", "qualifier": "enables", "term": "RNA nuclease activity"}]}, "homologene": {"genes": [[9544, 100425327], [9606, 6037]], "id": 136763}, "interpro": [{"desc": "Pancreatic ribonuclease", "id": "IPR001427", "short_desc": "RNaseA"}, {"desc": "Ribonuclease A, active site", "id": "IPR023411", "short_desc": "RNaseA_AS"}, {"desc": "Ribonuclease A-domain", "id": "IPR023412", "short_desc": "RNaseA_domain"}, {"desc": "Ribonuclease A-like domain superfamily", "id": "IPR036816", "short_desc": "RNaseA-like_dom_sf"}], "ipi": "IPI00025427", "map_location": "14q11.2", "name": "ribonuclease A family member 3", "other_names": ["RNase 3", "cytotoxic ribonuclease", "eosinophil cationic protein", "ribonuclease 3", "ribonuclease, RNase A family, 3"], "pantherdb": {"HGNC": "10046", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1890464", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 10090, "uniprot_kb": "Q923L6"}, {"MGI": "3528616", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 10090, "uniprot_kb": "F6YUX7"}, {"MGI": "1890465", "ortholog_type": "LDO", "panther_family": "PTHR11437", "taxid": 10090, "uniprot_kb": "Q8K196"}, {"MGI": "108020", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 10090, "uniprot_kb": "P97425"}, {"MGI": "1858237", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 10090, "uniprot_kb": "O35290"}, {"MGI": "1890463", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 10090, "uniprot_kb": "Q923L7"}, {"MGI": "1858598", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 10090, "uniprot_kb": "O35292"}, {"MGI": "108021", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 10090, "uniprot_kb": "P97426"}, {"MGI": "1858238", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 10090, "uniprot_kb": "O35291"}, {"RGD": "1359245", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 10116, "uniprot_kb": "Q5GAM2"}, {"RGD": "621580", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 10116, "uniprot_kb": "P70709"}, {"RGD": "2324564", "ortholog_type": "LDO", "panther_family": "PTHR11437", "taxid": 10116, "uniprot_kb": "E9PU07"}, {"RGD": "1359432", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 10116, "uniprot_kb": "Q5WN11"}, {"Ensembl": "ENSGALG00000027165", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 9031, "uniprot_kb": "P30374"}, {"Ensembl": "ENSGALG00000003196", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 9031, "uniprot_kb": "P27043"}, {"Ensembl": "ENSGALG00000011455", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 9031, "uniprot_kb": "Q5GAL6"}, {"Gene": "RNL2_CHICK", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 9031, "uniprot_kb": "P81476"}, {"ZFIN": "ZDB-GENE-050809-5", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 7955, "uniprot_kb": "A5HAK0"}, {"ZFIN": "ZDB-GENE-070713-7", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 7955, "uniprot_kb": "A5HAK2"}, {"ZFIN": "ZDB-GENE-050208-420", "ortholog_type": "O", "panther_family": "PTHR11437", "taxid": 7955, "uniprot_kb": "A5HAK1"}], "uniprot_kb": "P12724"}, "pathway": {"kegg": {"id": "hsa05310", "name": "Asthma - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}]}, "pdb": ["1DYT", "1H1H", "1QMT", "2KB5", "2LVZ", "4A2O", "4A2Y", "4OWZ", "4OXB", "4OXF", "4X08"], "pfam": "PF00074", "pharmgkb": "PA34414", "pharos": {"target_id": 11502, "tdl": "Tbio"}, "pir": "B35328", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168347", "relationship": "is"}, {"id": "GNF179253", "relationship": "is"}, {"id": "GNF190159", "relationship": "is"}, {"id": "GNF201065", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037860", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF132063", "relationship": "is"}, {"id": "GNF132075", "relationship": "is"}, {"id": "GNF132076", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336044", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102512", "relationship": "is"}, {"id": "GNF142166", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1"], "protein": "NP_002926.2", "rna": "NM_002935.3", "translation": {"protein": "NP_002926.2", "rna": "NM_002935.3"}}, "reporter": {"HG-U133_Plus_2": "206851_at", "HG-U95Av2": "33979_at", "HTA-2_0": "TC14000072.hg.1", "HuEx-1_0": "3527684", "HuGene-1_1": "7973105", "HuGene-2_1": "16781602"}, "summary": "The protein encoded by this gene belongs to the pancreatic ribonuclease family, a subset of the ribonuclease A superfamily. The protein exhibits antimicrobial activity against pathogenic bacteria [provided by RefSeq, Oct 2014].", "symbol": "RNASE3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419409"}, "unigene": "Hs.73839", "uniprot": {"Swiss-Prot": "P12724"}, "wikipedia": {"url_stub": "Eosinophil cationic protein"}}