{"AllianceGenome": "10071", "HGNC": "10071", "MIM": "611685", "_id": "9025", "_version": 1, "accession": {"genomic": ["AB012770.1", "AL096712.20", "CH471081.1", "CP068272.2", "NC_000006.12", "NC_060930.1"], "protein": ["AAH07517.1", "AAP36114.1", "AAQ14887.1", "BAA31621.3", "BAA33557.1", "BAD96485.1", "BAG60572.1", "EAX03943.1", "EAX03944.1", "EAX03945.1", "NP_003949.1", "NP_898901.1", "O76064.1"], "rna": ["AB014546.1", "AF334675.1", "AK022075.1", "AK222765.1", "AK298319.1", "AK308840.1", "AL711279.1", "BC007517.2", "BE327572.1", "BF110581.1", "BG029939.1", "BM979512.1", "BT007446.1", "CA418096.1", "DA064222.1", "NM_003958.4", "NM_183078.3", "NR_046399.2"], "translation": [{"protein": "BAD96485.1", "rna": "AK222765.1"}, {"protein": "BAG60572.1", "rna": "AK298319.1"}, {"protein": "AAH07517.1", "rna": "BC007517.2"}, {"protein": "AAP36114.1", "rna": "BT007446.1"}, {"protein": "AAQ14887.1", "rna": "AF334675.1"}, {"protein": "NP_003949.1", "rna": "NM_003958.4"}, {"protein": "BAA31621.3", "rna": "AB014546.1"}, {"protein": "NP_898901.1", "rna": "NM_183078.3"}]}, "alias": "hRNF8", "ec": "2.3.2.27", "ensembl": {"gene": "ENSG00000112130", "protein": ["ENSP00000229866", "ENSP00000362578", "ENSP00000417599", "ENSP00000417736", "ENSP00000418879", "ENSP00000419859", "ENSP00000420268"], "transcript": ["ENST00000229866", "ENST00000373479", "ENST00000469316", "ENST00000469731", "ENST00000479516", "ENST00000487950", "ENST00000494320", "ENST00000498460"], "translation": [{"protein": "ENSP00000362578", "rna": "ENST00000373479"}, {"protein": "ENSP00000420268", "rna": "ENST00000494320"}, {"protein": "ENSP00000229866", "rna": "ENST00000229866"}, {"protein": "ENSP00000417736", "rna": "ENST00000487950"}, {"protein": "ENSP00000419859", "rna": "ENST00000469316"}, {"protein": "ENSP00000418879", "rna": "ENST00000469731"}, {"protein": "ENSP00000417599", "rna": "ENST00000498460"}], "type_of_gene": "protein_coding"}, "entrezgene": "9025", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.3632126314, "exp_mis": 137.759391415, "exp_syn": 53.309753167, "lof_z": 4.25053845830185, "mis_z": 1.490205150539, "mu_lof": 1.5623155986e-06, "mu_mis": 1.28959458553e-05, "mu_syn": 4.86933669694e-06, "n_lof": 1.0, "n_mis": 102.0, "n_syn": 41.0, "p_li": 0.995892884804807, "p_null": 6.71479168032459e-08, "p_rec": 0.00410704804727656, "syn_z": 1.04519023513968}, "bp": 1458, "cds_end": 37358534, "cds_start": 37321940, "n_exons": 8, "nonpsych": {"exp_lof": 18.2763792038, "exp_mis": 124.531252598, "exp_syn": 48.0961772901, "lof_z": 3.9688031405129, "mis_z": 1.37996382112646, "mu_lof": 1.5623155986e-06, "mu_mis": 1.28959458553e-05, "mu_syn": 4.86933669694e-06, "n_lof": 1.0, "n_mis": 94.0, "n_syn": 38.0, "p_li": 0.992202309088166, "p_null": 3.92366783299942e-07, "p_rec": 0.00779729854505066, "syn_z": 0.916569178086073}, "nontcga": {"exp_lof": 18.7191169714, "exp_mis": 126.723609608, "exp_syn": 49.029935322, "lof_z": 4.03999351090973, "mis_z": 1.53675950301449, "mu_lof": 1.5623155986e-06, "mu_mis": 1.28959458553e-05, "mu_syn": 4.86933669694e-06, "n_lof": 1.0, "n_mis": 92.0, "n_syn": 37.0, "p_li": 0.992730437183467, "p_null": 2.70481643512513e-07, "p_rec": 0.00726929233488913, "syn_z": 1.08781513167075}, "transcript": "ENST00000373479.4"}, "exons": [{"cdsend": 37390758, "cdsstart": 37354164, "chr": "6", "position": [[37353982, 37354275], [37360445, 37360574], [37368483, 37369218], [37371511, 37371574], [37374619, 37374709], [37376925, 37377033], [37381149, 37381354], [37390741, 37394734]], "strand": 1, "transcript": "NM_003958", "txend": 37394734, "txstart": 37353982}, {"cdsend": 37390852, "cdsstart": 37354164, "chr": "6", "position": [[37353982, 37354275], [37360445, 37360574], [37368483, 37369218], [37371511, 37371574], [37374619, 37374709], [37376925, 37377033], [37390741, 37394734]], "strand": 1, "transcript": "NM_183078", "txend": 37394734, "txstart": 37353982}, {"cdsend": 37394734, "cdsstart": 37394734, "chr": "6", "position": [[37353982, 37354275], [37360445, 37360574], [37368377, 37369218], [37371511, 37371574], [37374619, 37374709], [37376925, 37377033], [37381149, 37381354], [37390741, 37394734]], "strand": 1, "transcript": "NR_046399", "txend": 37394734, "txstart": 37353982}], "exons_hg19": [{"cdsend": 37358534, "cdsstart": 37321940, "chr": "6", "position": [[37321758, 37322051], [37328221, 37328350], [37336259, 37336994], [37339287, 37339350], [37342395, 37342485], [37344701, 37344809], [37348925, 37349130], [37358517, 37362510]], "strand": 1, "transcript": "NM_003958", "txend": 37362510, "txstart": 37321758}, {"cdsend": 37358628, "cdsstart": 37321940, "chr": "6", "position": [[37321758, 37322051], [37328221, 37328350], [37336259, 37336994], [37339287, 37339350], [37342395, 37342485], [37344701, 37344809], [37358517, 37362510]], "strand": 1, "transcript": "NM_183078", "txend": 37362510, "txstart": 37321758}, {"cdsend": 37362510, "cdsstart": 37362510, "chr": "6", "position": [[37321758, 37322051], [37328221, 37328350], [37336153, 37336994], [37339287, 37339350], [37342395, 37342485], [37344701, 37344809], [37348925, 37349130], [37358517, 37362510]], "strand": 1, "transcript": "NR_046399", "txend": 37362510, "txstart": 37321758}], "generif": [{"pubmed": 14981089, "text": "results suggest a novel function of RNF8 as a regulator of RXR alpha-mediated transcriptional activity through interaction between their respective N-terminal regions"}, {"pubmed": 17724460, "text": "Regulates the rate of exit from mitosis and cytokinesis."}, {"pubmed": 18001824, "text": "RNF8 ubiquitylates histones at DNA double-strand breaks and promotes assembly of repair proteins."}, {"pubmed": 18001825, "text": "RNF8 is a novel DNA-damage-responsive protein that integrates protein phosphorylation and ubiquitylation signaling and plays a critical role in the cellular response to genotoxic stress."}, {"pubmed": 18006705, "text": "results demonstrate how the DNA-damage response is orchestrated by ATM-dependent phosphorylation of MDC1 and RNF8-mediated ubiquitination"}, {"pubmed": 18077395, "text": "the human Ubc13/Rnf8 ubiquitin ligases control foci formation of the Rap80/Abraxas/Brca1/Brcc36 complex in response to DNA damage"}, {"pubmed": 18171988, "text": "RNF8 is the human orthologue of the yeast protein Dma1p"}, {"pubmed": 18337245, "text": "RNF8 ubiquitylation pathways are essential for 53BP1 regulation in response to ionizing radiation, whereas RNF8-independent pathways contribute to 53BP1 targeting and phosphorylation in response to UV light and other forms of DNA replication stress"}, {"pubmed": 18550271, "text": "Depletion of RAP80 or RNF8 impairs the translocation of BRCA1 to DNA damage sites and results in defective cell cycle checkpoint control and DSB repair"}, {"pubmed": 18948756, "text": "RNF8 readily mono-ubiquitinates PCNA in the presence of UbcH5c, and polyubiquitinates PCNA in the added presence of Ubc13/Uev1a."}, {"pubmed": 19124460, "text": "subset of PTIP.PA1 complex is recruited to DNA damage sites via the RNF8-dependent pathway and is required for cell survival in response to DNA damage."}, {"pubmed": 19797077, "text": "Nucleotide excision repair-induced H2A ubiquitination is dependent on MDC1 and RNF8 and reveals a universal DNA damage response."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20075863, "text": "Data identify RNF8 and RNF168, cellular histone ubiquitin ligases responsible for anchoring repair factors at sites of damage, as new targets for ICP0-mediated degradation."}, {"pubmed": 20080757, "text": "Ubiquitin ligase does not protect cells from Nutlin-3-mediated apoptosis, indicating that RNF8 does not regulate 53BP1 protein."}, {"pubmed": 20081839, "text": "Data show that the ATM signalling mediator proteins MDC1, RNF8, RNF168 and 53BP1 are also required for heterochromatic DSB repair."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20713529, "text": "Phosphorylated NPM1 may interact with RNF8-dependent ubiquitin conjugates at sites of DNA damage."}, {"pubmed": 21412056, "text": "The E3 Ubiquitin ligases, RNF8 and RNF168, are recruited to DNA damage foci in late mitosis, presumably to prime sites for the DNA damage response, 53BP1, recruitment in early G1."}, {"pubmed": 21558560, "text": "the differential requirement for the ubiquitin ligase RNF8 in facilitating repair of replication stress-associated DNA damage"}, {"pubmed": 21635870, "text": "These results suggest that RNF8 is downregulated in many cancer cells and inversely correlated with Plk1."}, {"pubmed": 21664912, "text": "Studies indicate that Non-proteolytic ubiquitylation of chromatin surrounding DSBs, mediated by the RNF8/RNF168 ubiquitin ligase cascade, has emerged as a key mechanism for restoration of genome integrity."}, {"pubmed": 21698222, "text": "The viral protein ICP0 targets RNF8 and RNF168 for degradation, thereby preventing the deposition of repressive ubiquitin marks and counteracting this repair protein recruitment."}, {"pubmed": 21774837, "text": "entire coding region and splice junctions of RNF8, UBC13 and MMS2 genes were screened for mutations in affected index cases from 123 Northern Finnish breast cancer families"}, {"pubmed": 21857671, "text": "Data show that depletion of RNF8, as well as of the E3 ligase RNF168, reduces telomere-induced genome instability."}, {"pubmed": 22266820, "text": "The authors find that RNF8 regulates the abundance of the nonhomologous end-joining (NHEJ) repair protein KU80 at sites of DNA damage."}, {"pubmed": 22373579, "text": "The authors propose that the RNF8-dependent degradation of JMJD2A regulates DNA repair by controlling the recruitment of 53BP1 at DNA damage sites."}, {"pubmed": 22405594, "text": "By mimicking a cellular phosphosite, ICP0 binds RNF8 via the RNF8 forkhead associated (FHA) domain. Phosphorylation of ICP0 T67 by CK1 recruits RNF8 for degradation and thereby promotes viral transcription"}, {"pubmed": 22508508, "text": "In response to double-strand breaks, both HERC2 and RNF168 were specifically modified with SUMO1 at double-strand break sites in a manner dependent on the SUMO E3 ligase PIAS4."}, {"pubmed": 22531782, "text": "A new mechanism of chromatin remodelling-assisted ubiquitylation was shown, which involves cooperation between CHD4 and RNF8 to create a local chromatin environment permissive to the assembly of checkpoint and repair machineries at DNA lesions."}, {"pubmed": 22589545, "text": "Data show RING finger (RNF) E3 ubiquitin ligase RNF8 dimerizes and binds to E2 ubiquitin-conjugating complex Ubc13/Mms2 with formation of Lys-63 ubiquitin chains, whereas the RNF168 RING domain is a monomer and does not catalyze Lys-6 ubiquitylation."}, {"pubmed": 22705371, "text": "Data indicate that RNF8 and FAAP20 (C1orf86) are needed for efficient Fanconi anemia group D2 protein FANCD2 monoubiquitination."}, {"pubmed": 22814251, "text": "RNF8 may play a role in protein synthesis, possibly linking the nucleolar exit of this factor to the attenuation of protein synthesis in response to DNA damage."}, {"pubmed": 22865450, "text": "Data indicate that RNF8-dependent chromatin ubiquitination is required for RAD51 assembly in BRCA1/53BP1-depleted cells."}, {"pubmed": 23038782, "text": "PALB2 localization depends on the presence of MDC1, RNF8, RAP80 and Abraxas upstream of BRCA1."}, {"pubmed": 23115235, "text": "Nbs1 is one important target of RNF8 to regulate DNA DSB repair."}, {"pubmed": 23230272, "text": "The PARP1-dependent localization of BAL1-BBAP functionally limits both early and delayed DNA damage and enhances cellular viability independent of ATM, MDC1, and RNF8."}, {"pubmed": 23233665, "text": "The identification of RNF8 allows new insights into the integration of the control of p12 degradation by different DNA damage signaling pathways."}, {"pubmed": 23442799, "text": "RNF8 maintains genome stability through independent, yet analogous, nuclear and cytoplasmic ubiquitylation activities"}, {"pubmed": 23615962, "text": "findings implicate USP44 in negative regulation of the RNF8/RNF168 pathway"}, {"pubmed": 25304081, "text": "Finding that RNF8 is less abundant than RNF168 identifies RNF8 as a rate-limiting determinant of focal repair complex assembly."}, {"pubmed": 25337968, "text": "Depletion of RNF8 or RNF168 blocks the degradation of diffusely localized nuclear 53BP1."}, {"pubmed": 25374327, "text": "considered potential associations of 14 single nucleotide polymorphisms (SNPs) in RNF8 and BRDT genes in Chinese patients with non-obstructive azoospermia"}, {"pubmed": 25417706, "text": "Significantly restored tolerance of RAD18-/- and RNF8-/- cells to camptothecin and olaparib without affecting Rad51 focus formation."}, {"pubmed": 25483088, "text": "our results indicate that down-regulation of RNF8 mediated by miR-214 impedes DNA damage response to induce chromosomal instability in ovarian cancers, which may facilitate the understanding of mechanisms underlying chromosomal instability."}, {"pubmed": 25955491, "text": "Results indicate that RNF8 recruits and ubiquitinates many factors to repair DNA damage thereby conferring radioresistance to nasopharyngeal cancer cells."}, {"pubmed": 26381412, "text": "define a novel function for ATDC in the RNF8-mediated DNA damage response and implicate RNF8 binding as a key determinant of the radioprotective function of ATDC"}, {"pubmed": 26507658, "text": "These findings elucidate deeply and extensively the mechanism of RNF8/RNF168 and USP11 to maintain the proper status of ubiquitylation gammaH2AX to repair double strand breaks."}, {"pubmed": 26734725, "text": "The interaction of MDC1 with RNF8, but not with ATM requires WRAP53beta, suggesting that WRAP53beta facilitates the former interaction without altering phosphorylation of MDC1 by ATM."}, {"pubmed": 26788910, "text": "High RNF8 expression is associated with bladder cancer."}, {"pubmed": 27259701, "text": "Data report that RNF8 is overexpressed in highly metastatic breast cell lines and its overexpression can induce EMT in breast cancer cells. Furthermore, RNF8 is aberrantly expressed in invasive breast cancer and positively correlates with lymph node metastasis."}, {"pubmed": 27310875, "text": "The present findings indicate that WRAP53beta and RNF8 are rate-limiting factors in the repair of DNA double-strand breaks and raise the possibility that upregulation of WRAP53beta may contribute to genomic stability in and survival of cancer cells."}, {"pubmed": 27550454, "text": "The attenuated DNA damage localization of RNF8 resulting from INT6 depletion could be attributed to the defective retention of ATM."}, {"pubmed": 27618486, "text": "RNF8-promoted Twist ubiquitination is required for Twist localization to the nucleus for subsequent epithelial-mesenchymal transition and cancer stem cells functions, thereby conferring chemoresistance."}, {"pubmed": 27993934, "text": "In late S/G2 phase, the DNA damage-responsive E3 ligase RNF8 conjugates K63-linked ubiquitin chains to tankyrase 1, while in G1 phase such ubiquitin chains are removed by BRISC, an ABRO1/BRCC36-containing deubiquitinase complex."}, {"pubmed": 28194753, "text": "Findings indicate direct interaction of dual-specificity tyrosine phosphorylation-regulated kinase 2 (DYRK2) with ring finger protein (C3HC4 type) 8 (RNF8) in regulating response to DNA damage."}, {"pubmed": 28216286, "text": "study describes RNF8 as a co-activator of ERalpha increases ERalpha stability via post-transcriptional pathway, and provides a new insight into mechanisms for RNF8 to promote cell growth of ERalpha-positive breast cancer."}, {"pubmed": 28499869, "text": "The study identifies a previously unrecognized role for RNF8 in the negative regulation of NF-kappaB activation by targeting and deactivating the IKK complex."}, {"pubmed": 28507061, "text": "the role of RNF8-mediated histone H3 polyubiquitylation in the regulation of histone H3 stability and chromatin modification, is reported."}, {"pubmed": 28525740, "text": "RNF8- and Ube2S-dependent Lys11-linkage ubiquitin conjugation plays an important role in regulating DNA damage-induced transcriptional silencing, distinct from the role of Lys63-linkage ubiquitin in the recruitment of DNA damage repair proteins 53BP1 and BRCA1."}, {"pubmed": 28983621, "text": "the present study described the noncovalent interaction between the E3 ubiquitin ligase RNF8 and SUMO2/3 and indicated that this interaction promoted DSB repair."}, {"pubmed": 29127375, "text": "data are in line with a model in which HUWE1 primes histone H1 with ubiquitin to allow ubiquitin chain elongation by RNF8, thereby stimulating the RNF8-RNF168 mediated DDR."}, {"pubmed": 29581593, "text": "L3MBTL2 orchestrates ubiquitin signalling by dictating the sequential recruitment of RNF8 and RNF168 after DNA damage, regulating the DNA damage response pathway."}, {"pubmed": 30445466, "text": "UV-induced NONO degradation by RNF8 is required for timely termination of intra-S-phase checkpoint signaling and continued cell cycle progression."}, {"pubmed": 31294443, "text": "the miR-214-RNF8 axis has a role in epithelial-mesenchymal transition in breast cancer; miR-214 acts as a tumor suppressor"}, {"pubmed": 32031738, "text": "These findings suggested that RNF8 promotes efficient DNA double-strand break repair by inhibiting the pro-apoptotic activity of p53 through regulating the function of Tip60."}, {"pubmed": 32427332, "text": "RNF8 has both KU-dependent and independent roles in chromosomal break repair."}, {"pubmed": 32453758, "text": "during HTLV-1 infection, Tax activates RNF8 to assemble nuclear K63-pUbs that sequester DDR factors in Tax speckles, disrupting DDR signaling and DSB repair."}, {"pubmed": 32502756, "text": "RNF8 promotes high linear energy transfer carbon-ion-induced DNA double-stranded break repair in serum-starved human cells."}, {"pubmed": 32549753, "text": "RNF8 induces beta-catenin-mediated c-Myc expression and promotes colon cancer proliferation."}, {"pubmed": 32753472, "text": "RNF8 Promotes Epithelial-Mesenchymal Transition in Lung Cancer Cells via Stabilization of Slug."}, {"pubmed": 33205415, "text": "The ubiquitin ligase RNF8 regulates Rho GTPases and promotes cytoskeletal changes and motility in triple-negative breast cancer cells."}, {"pubmed": 33710666, "text": "RNF8-ubiquitinated KMT5A is required for RNF168-induced H2A ubiquitination in response to DNA damage."}, {"pubmed": 35428760, "text": "RNF8 up-regulates AR/ARV7 action to contribute to advanced prostate cancer progression."}, {"pubmed": 37154586, "text": "RNF8 depletion attenuates hepatocellular carcinoma progression by inhibiting epithelial-mesenchymal transition and enhancing drug sensitivity."}, {"pubmed": 37468549, "text": "CAMK2D serves as a molecular scaffold for RNF8-MAD2 complex to induce mitotic checkpoint in glioma."}], "genomic_pos": {"chr": "6", "end": 37394734, "ensemblgene": "ENSG00000112130", "start": 37353979, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 37362514, "start": 37321748, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006302", "qualifier": "involved_in", "term": "double-strand break repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006302", "pubmed": [18001824, 18001825, 22980979], "qualifier": "involved_in", "term": "double-strand break repair"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006303", "qualifier": "involved_in", "term": "double-strand break repair via nonhomologous end joining"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006511", "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006511", "pubmed": [22266820, 22373579], "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": [20550933, 21911360, 22266820, 22373579, 22980979], "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010212", "pubmed": [18001824, 18001825], "qualifier": "involved_in", "term": "response to ionizing radiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034244", "pubmed": 20550933, "qualifier": "involved_in", "term": "negative regulation of transcription elongation by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035092", "qualifier": "involved_in", "term": "sperm DNA condensation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036297", "pubmed": 22705371, "qualifier": "involved_in", "term": "interstrand cross-link repair"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0040029", "pubmed": 20550933, "qualifier": "involved_in", "term": "epigenetic regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042770", "qualifier": "involved_in", "term": "signal transduction in response to DNA damage"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045190", "qualifier": "involved_in", "term": "isotype switching"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045739", "pubmed": [18001824, 18001825], "qualifier": "involved_in", "term": "positive regulation of DNA repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051865", "pubmed": 22266820, "qualifier": "involved_in", "term": "protein autoubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070534", "pubmed": 21911360, "qualifier": "involved_in", "term": "protein K63-linked ubiquitination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070936", "qualifier": "involved_in", "term": "protein K48-linked ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070936", "pubmed": [21911360, 22266820, 22373579], "qualifier": "involved_in", "term": "protein K48-linked ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0085020", "pubmed": 23115235, "qualifier": "involved_in", "term": "protein K6-linked ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140861", "pubmed": [18001824, 18001825, 22980979], "qualifier": "involved_in", "term": "DNA repair-dependent chromatin remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905168", "pubmed": 23115235, "qualifier": "involved_in", "term": "positive regulation of double-strand break repair via homologous recombination"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000151", "qualifier": "part_of", "term": "ubiquitin ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000151", "pubmed": [18001824, 18001825], "qualifier": "part_of", "term": "ubiquitin ligase complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0000781", "qualifier": "located_in", "term": "chromosome, telomeric region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [18001824, 18001825], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030496", "qualifier": "located_in", "term": "midbody"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0035861", "qualifier": "is_active_in", "term": "site of double-strand break"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035861", "pubmed": 22266820, "qualifier": "located_in", "term": "site of double-strand break"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": [18001824, 18001825], "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 18001824, 18001825, 19690564, 20023648, 21516116, 22266820, 22373579, 22508508, 25416956, 25512560, 26869104, 27715493, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 22980979, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 22266820, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042393", "qualifier": "enables", "term": "histone binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042393", "pubmed": [18001824, 18001825], "qualifier": "enables", "term": "histone binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [22980979, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 22980979, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043130", "qualifier": "enables", "term": "ubiquitin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061630", "pubmed": [18001824, 18001825, 18948756, 21911360, 22266820, 22373579, 22980979, 23115235], "qualifier": "enables", "term": "ubiquitin protein ligase activity"}]}, "homologene": {"genes": [[7955, 404050], [8364, 100216121], [9031, 421435], [9544, 100424611], [9598, 100614028], [9606, 9025], [9615, 481775], [9913, 515933], [10090, 58230], [10116, 361815]], "id": 2944}, "interpro": [{"desc": "Forkhead-associated (FHA) domain", "id": "IPR000253", "short_desc": "FHA_dom"}, {"desc": "SMAD/FHA domain superfamily", "id": "IPR008984", "short_desc": "SMAD_FHA_dom_sf"}, {"desc": "Zinc finger, RING-type", "id": "IPR001841", "short_desc": "Znf_RING"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "E3 ubiquitin-protein ligase RNF8", "id": "IPR017335", "short_desc": "RNF8"}, {"desc": "Zinc finger, RING-type, conserved site", "id": "IPR017907", "short_desc": "Znf_RING_CS"}], "ipi": ["IPI00022561", "IPI00923427", "IPI00945358", "IPI00946038", "IPI00946325"], "map_location": "6p21.2", "name": "ring finger protein 8", "other_names": ["C3HC4-type zinc finger protein", "E3 ubiquitin-protein ligase RNF8", "RING-type E3 ubiquitin transferase RNF8", "UBC13/UEV-interacting ring finger protein", "ring finger protein (C3HC4 type) 8", "ring finger protein 8, E3 ubiquitin protein ligase"], "pantherdb": {"HGNC": "10071", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1929069", "ortholog_type": "LDO", "panther_family": "PTHR15067", "taxid": 10090, "uniprot_kb": "Q8VC56"}, {"RGD": "1308035", "ortholog_type": "LDO", "panther_family": "PTHR15067", "taxid": 10116, "uniprot_kb": "Q4KLN8"}, {"Ensembl": "ENSGALG00000023256", "ortholog_type": "LDO", "panther_family": "PTHR15067", "taxid": 9031, "uniprot_kb": "A0A1D5NYS3"}, {"ZFIN": "ZDB-GENE-040426-849", "ortholog_type": "LDO", "panther_family": "PTHR15067", "taxid": 7955, "uniprot_kb": "Q803C1"}, {"SGD": "S000005060", "ortholog_type": "O", "panther_family": "PTHR15067", "taxid": 4932, "uniprot_kb": "P53924"}, {"SGD": "S000001157", "ortholog_type": "O", "panther_family": "PTHR15067", "taxid": 4932, "uniprot_kb": "P38823"}, {"EnsemblGenome": "AT5G51450", "ortholog_type": "O", "panther_family": "PTHR15067", "taxid": 3702, "uniprot_kb": "Q8W4Q5"}, {"TAIR": "2122674", "ortholog_type": "LDO", "panther_family": "PTHR15067", "taxid": 3702, "uniprot_kb": "Q8VYC8"}], "uniprot_kb": "O76064"}, "pathway": {"pid": {"id": "atm_pathway", "name": "ATM pathway"}, "reactome": [{"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693538", "name": "Homology Directed Repair"}, {"id": "R-HSA-5693565", "name": "Recruitment and ATM-mediated phosphorylation of repair and signaling proteins at DNA double strand breaks"}, {"id": "R-HSA-5693567", "name": "HDR through Homologous Recombination (HRR) or Single Strand Annealing (SSA)"}, {"id": "R-HSA-5693571", "name": "Nonhomologous End-Joining (NHEJ)"}, {"id": "R-HSA-5693606", "name": "DNA Double Strand Break Response"}, {"id": "R-HSA-5693607", "name": "Processing of DNA double-strand break ends"}, {"id": "R-HSA-69473", "name": "G2/M DNA damage checkpoint"}, {"id": "R-HSA-69481", "name": "G2/M Checkpoints"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-73894", "name": "DNA Repair"}], "wikipathways": [{"id": "WP3878", "name": "ATM Signaling Network in Development and Disease"}, {"id": "WP4906", "name": "3q29 copy number variation syndrome"}]}, "pdb": ["2CSW", "2PIE", "4AYC", "4ORH", "4WHV"], "pfam": ["PF00498", "PF13920"], "pharmgkb": "PA34445", "pharos": {"target_id": 6562, "tdl": "Tbio"}, "prosite": ["PS50006", "PS50089"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF177034", "relationship": "is"}, {"id": "GNF187940", "relationship": "is"}, {"id": "GNF198846", "relationship": "is"}, {"id": "GNF209752", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162820", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF030725", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF083780", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF072255", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF012515", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF334599", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096899", "relationship": "is"}, {"id": "GNF136554", "relationship": "is"}, {"id": "GNF137233", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": ["NP_003949.1", "NP_898901.1"], "rna": ["NM_003958.4", "NM_183078.3", "NR_046399.2"], "translation": [{"protein": "NP_003949.1", "rna": "NM_003958.4"}, {"protein": "NP_898901.1", "rna": "NM_183078.3"}]}, "reporter": {"HG-U133_Plus_2": ["203160_s_at", "203161_s_at"], "HG-U95Av2": "34762_at", "HTA-2_0": "TC06000544.hg.1", "HuEx-1_0": "2905469", "HuGene-1_1": ["8119184", "8119196"], "HuGene-2_1": "17008121"}, "summary": "The protein encoded by this gene contains a RING finger motif and an FHA domain. This protein has been shown to interact with several class II ubiquitin-conjugating enzymes (E2), including UBE2E1/UBCH6, UBE2E2, and UBE2E3, and may act as an ubiquitin ligase (E3) in the ubiquitination of certain nuclear proteins. This protein is also known to play a role in the DNA damage response and depletion of this protein causes cell growth inhibition and cell cycle arrest. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Feb 2012].", "symbol": "RNF8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419429"}, "unigene": "Hs.485278", "uniprot": {"Swiss-Prot": "O76064", "TrEMBL": ["F8WEW6", "H7C4L7", "C9J858", "F8WDH8"]}, "wikipedia": {"url_stub": "RNF8"}}