{"AllianceGenome": "25641", "HGNC": "25641", "MIM": "609360", "_id": "55328", "_version": 1, "accession": {"genomic": ["AL139406.14", "AL353149.10", "AL356073.15", "AL365185.11", "AX878137.1", "CH471066.2", "CP068268.2", "JN232199.1", "NC_000010.11", "NC_060934.1"], "protein": ["AAH05364.1", "AEW43431.1", "AEW43432.1", "BAA92073.1", "BAG58975.1", "CAE90028.1", "EAW50167.1", "EAW50168.1", "EAW50169.1", "EAW50170.1", "EAW50171.1", "NP_001026879.2", "NP_060833.1", "Q5VYX0.1", "XP_005270004.1", "XP_005270005.1", "XP_005270006.1", "XP_011538226.1", "XP_011538229.1", "XP_016871869.1", "XP_016871870.1", "XP_016871871.1", "XP_016871873.1", "XP_016871874.1", "XP_047281391.1", "XP_047281392.1", "XP_054222197.1", "XP_054222198.1", "XP_054222199.1", "XP_054222200.1", "XP_054222201.1", "XP_054222202.1", "XP_054222203.1", "XP_054222204.1", "XP_054222205.1", "XP_054222206.1", "XP_054222207.1", "XP_054222208.1"], "rna": ["AA854849.1", "AK002080.1", "AK296262.1", "BC005364.1", "BM978857.1", "BP332262.1", "BX648154.1", "NM_001031709.3", "NM_018363.4", "XM_005269947.3", "XM_005269948.4", "XM_005269949.6", "XM_011539924.4", "XM_011539927.4", "XM_017016380.3", "XM_017016381.3", "XM_017016382.3", "XM_017016384.3", "XM_017016385.2", "XM_047425435.1", "XM_047425436.1", "XM_054366222.1", "XM_054366223.1", "XM_054366224.1", "XM_054366225.1", "XM_054366226.1", "XM_054366227.1", "XM_054366228.1", "XM_054366229.1", "XM_054366230.1", "XM_054366231.1", "XM_054366232.1", "XM_054366233.1", "XR_001747122.3", "XR_008488226.1"], "translation": [{"protein": "XP_016871871.1", "rna": "XM_017016382.3"}, {"protein": "NP_001026879.2", "rna": "NM_001031709.3"}, {"protein": "XP_011538229.1", "rna": "XM_011539927.4"}, {"protein": "XP_005270005.1", "rna": "XM_005269948.4"}, {"protein": "XP_054222197.1", "rna": "XM_054366222.1"}, {"protein": "XP_047281392.1", "rna": "XM_047425436.1"}, {"protein": "XP_016871873.1", "rna": "XM_017016384.3"}, {"protein": "XP_054222198.1", "rna": "XM_054366223.1"}, {"protein": "XP_054222205.1", "rna": "XM_054366230.1"}, {"protein": "XP_016871874.1", "rna": "XM_017016385.2"}, {"protein": "XP_054222199.1", "rna": "XM_054366224.1"}, {"protein": "XP_047281391.1", "rna": "XM_047425435.1"}, {"protein": "XP_054222207.1", "rna": "XM_054366232.1"}, {"protein": "AAH05364.1", "rna": "BC005364.1"}, {"protein": "XP_054222200.1", "rna": "XM_054366225.1"}, {"protein": "NP_060833.1", "rna": "NM_018363.4"}, {"protein": "BAG58975.1", "rna": "AK296262.1"}, {"protein": "XP_016871869.1", "rna": "XM_017016380.3"}, {"protein": "BAA92073.1", "rna": "AK002080.1"}, {"protein": "XP_054222208.1", "rna": "XM_054366233.1"}, {"protein": "XP_054222203.1", "rna": "XM_054366228.1"}, {"protein": "XP_054222206.1", "rna": "XM_054366231.1"}, {"protein": "XP_005270004.1", "rna": "XM_005269947.3"}, {"protein": "XP_005270006.1", "rna": "XM_005269949.6"}, {"protein": "XP_016871870.1", "rna": "XM_017016381.3"}, {"protein": "XP_054222201.1", "rna": "XM_054366226.1"}, {"protein": "XP_054222202.1", "rna": "XM_054366227.1"}, {"protein": "XP_011538226.1", "rna": "XM_011539924.4"}, {"protein": "XP_054222204.1", "rna": "XM_054366229.1"}]}, "alias": ["C10orf59", "RENALASE"], "ec": "1.6.3.5", "ensembl": {"gene": "ENSG00000184719", "protein": ["ENSP00000332530", "ENSP00000361015"], "transcript": ["ENST00000331772", "ENST00000371947", "ENST00000466945", "ENST00000481793"], "translation": [{"protein": "ENSP00000361015", "rna": "ENST00000371947"}, {"protein": "ENSP00000332530", "rna": "ENST00000331772"}], "type_of_gene": "protein_coding"}, "entrezgene": "55328", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.4659370755, "exp_mis": 109.527699725, "exp_syn": 48.2990933117, "lof_z": 0.428844859463403, "mis_z": -0.629645624576398, "mu_lof": 7.7455721662e-07, "mu_mis": 9.592793517e-06, "mu_syn": 4.07539360475e-06, "n_lof": 10.0, "n_mis": 123.0, "n_syn": 45.0, "p_li": 1.04360345149786e-06, "p_null": 0.665248165558662, "p_rec": 0.334750790837887, "syn_z": 0.2942891126038}, "bp": 1029, "cds_end": 90342947, "cds_start": 90045110, "n_exons": 7, "nonpsych": {"exp_lof": 10.236736736, "exp_mis": 98.9920975099, "exp_syn": 43.5742999366, "lof_z": 0.686571973117388, "mis_z": -0.405956999239362, "mu_lof": 7.7455721662e-07, "mu_mis": 9.592793517e-06, "mu_syn": 4.07539360475e-06, "n_lof": 8.0, "n_mis": 107.0, "n_syn": 42.0, "p_li": 3.33925950545684e-05, "p_null": 0.452725070712311, "p_rec": 0.547241536692634, "syn_z": 0.150153607230816}, "nontcga": {"exp_lof": 10.5349144876, "exp_mis": 100.75174284, "exp_syn": 44.4214222353, "lof_z": 0.466498198676571, "mis_z": -0.310129030490879, "mu_lof": 7.7455721662e-07, "mu_mis": 9.592793517e-06, "mu_syn": 4.07539360475e-06, "n_lof": 9.0, "n_mis": 107.0, "n_syn": 40.0, "p_li": 4.91198525145231e-06, "p_null": 0.588111854535332, "p_rec": 0.411883233479417, "syn_z": 0.420037309281021}, "transcript": "ENST00000331772.4"}, "exons": [{"cdsend": 88583190, "cdsstart": 88285353, "chr": "10", "position": [[88284101, 88285506], [88314465, 88314641], [88362551, 88362725], [88572902, 88573061], [88581566, 88581709], [88582201, 88582307], [88583072, 88583318]], "strand": -1, "transcript": "NM_001031709", "txend": 88583318, "txstart": 88284101}, {"cdsend": 88583190, "cdsstart": 88274960, "chr": "10", "position": [[88273863, 88275032], [88314465, 88314641], [88362551, 88362725], [88572902, 88573061], [88581566, 88581709], [88582201, 88582307], [88583072, 88583325]], "strand": -1, "transcript": "NM_018363", "txend": 88583325, "txstart": 88273863}], "exons_hg19": [{"cdsend": 90342947, "cdsstart": 90045110, "chr": "10", "position": [[90043858, 90045263], [90074222, 90074398], [90122308, 90122482], [90332659, 90332818], [90341323, 90341466], [90341958, 90342064], [90342829, 90343075]], "strand": -1, "transcript": "NM_001031709", "txend": 90343075, "txstart": 90043858}, {"cdsend": 90342947, "cdsstart": 90034717, "chr": "10", "position": [[90033620, 90034789], [90074222, 90074398], [90122308, 90122482], [90332659, 90332818], [90341323, 90341466], [90341958, 90342064], [90342829, 90343082]], "strand": -1, "transcript": "NM_018363", "txend": 90343082, "txstart": 90033620}], "generif": [{"pubmed": 15841207, "text": "Renalase regulates cardiac function and blood pressure."}, {"pubmed": 15841207, "text": "secreted by the kidney, circulates in blood, and modulates cardiac function and systemic blood pressure"}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17216203, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17216203, "text": "Renalase gene is a novel susceptibility gene for essential hypertension: a two-stage association study in northern Han Chinese population."}, {"pubmed": 17565281, "text": "renalase pathway is a previously unrecognized mechanism for regulating circulating catecholamines & cardiac function, and blood pressure. Abnormalities in the renalase pathway are evident in animal models of chronic kidney disease and hypertension[review]"}, {"pubmed": 17846126, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19471322, "text": "role in regulating blood pressure and cardiovascular function; abnormalities in the renalase pathway contribute to the heightened cardiovascular risks observed in patients with CKD."}, {"pubmed": 20168325, "text": "Our identification of renalase, a soluble monoamine oxidase in the brain, highlights the possible existence of other pathways regulating monoamine neurotransmitter levels in the CNS."}, {"pubmed": 20302943, "text": "The two recombinant renalase forms displayed the same molecular properties. They bind equimolar amounts of FAD and appear to be correctly folded by various criteria."}, {"pubmed": 20975995, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21424526, "text": "Studies in humans with resistant hypertension indicate that plasma renalase levels are inversely associated with systolic blood pressure--REVIEW"}, {"pubmed": 21617193, "text": "results are the first to suggest an association between renalase gene polymorphisms analysed and hypertension in dialysed patients."}, {"pubmed": 21699903, "text": "Renalase adopts the p-hydroxybenzoate hydroxylase fold topology, comprising a Rossmann-fold-based flavin adenine dinucleotide (FAD)-binding domain and a putative substrate-binding domain."}, {"pubmed": 21964580, "text": "The renalase gene polymorphism was associated with hypertension in type 2 diabetes patients. The most interesting result was a strong association of the rs10887800 polymorphism with stroke in patients with and without diabetes."}, {"pubmed": 21996211, "text": "Renalase is highly elevated in kidney transplant recipients, predominantly dependent on kidney function, which deteriorates with time after kidney transplantation and age."}, {"pubmed": 22172866, "text": "Renalase, highly elevated in heart transplant recipients, is predominantly dependent on kidney function, which deteriorates with time after heart transplantation and age."}, {"pubmed": 22227817, "text": "polymorphisms of the renalase gene in hemodialysed patients were associated with hypertension [review]"}, {"pubmed": 22539018, "text": "A significant inverse correlation exists between serum renalase and residual kidney function."}, {"pubmed": 22812913, "text": "Both before and after adjustment for sex, age and body mass index, the renalase polymorphisms did not show any effect on hypertension prevalence."}, {"pubmed": 22891215, "text": "genome-wide association studies in European ancestry groups: Data suggest that alleles conferring susceptibility to type 1 diabetes [renalase (RNLS; rs10509540) and interleukin-2 (IL-2; rs2069763)] are associated with lower age-at-diagnosis/onset)."}, {"pubmed": 23271136, "text": "Renalase may play a critical role in reproduction and hormone regulation."}, {"pubmed": 23375328, "text": "Renalase is elevated among heart transplant recipients and is predominantly dependent on renal function"}, {"pubmed": 23530612, "text": "Elevated level of circulating renalase in dialysis patients is related to kidney function and the sympathetic nervous system hyperactivity found in this population."}, {"pubmed": 23564542, "text": "SNPs rs10887800 & rs2576178 were significantly associated with ischemic stroke with hypertension. The recessive model showed a strong association of rs2296545 with ischemic stroke patients in hypertension subgroups."}, {"pubmed": 24014100, "text": "Our findings show that the polymorphism rs10887800 in the renalase gene is closely associated with severe intracranial cerebral atherosclerotic vascular stenosis in ischemic stroke patients of north Chinese Han origin."}, {"pubmed": 24266457, "text": "Neither the oxidized nor the reduced form of renalase is able to catalyze anomerization, implying that the redox and anomerization chemistries are inextricably linked through a common intermediate."}, {"pubmed": 24511138, "text": "Renalase promotes cell survival and protects against renal injury through the activation of intracellular signaling cascades, independent of its ability to metabolize catecholamines."}, {"pubmed": 24590362, "text": "Serum levels of renalase are highly correlated with catecholamine and both serum renalase levels and renalase-catecholamine ratios are related to renal function"}, {"pubmed": 24821235, "text": "The allele A of rs2576178 may be a predisposing factor of coronary heart disease in hypertensive patients, and hypertensive patients with AA genotype are susceptible to develop coronary heart disease."}, {"pubmed": 24923329, "text": "Renalase gene rs2296545 polymorphism is not important factor determining renal allograft function."}, {"pubmed": 25060760, "text": "study is the first to present reference values of urine renalase excretion in a healthy pediatric population"}, {"pubmed": 25295465, "text": "Renalase transcript levels are associated with endogenous SP1, STAT3 and ZBP89 levels."}, {"pubmed": 25380930, "text": "Renalase levels were higher in heart transplant recipients compared with healthy volunteers."}, {"pubmed": 25484193, "text": "An association has been found between renalase (rs2296545) CC genotype and C allele and chronic kidney disease, along with significantly high serum epinephrine level."}, {"pubmed": 25531177, "text": "the metabolic function of renalase is to oxidize isomeric NAD(P)H molecules to beta-NAD(P)(+)."}, {"pubmed": 25855559, "text": "Single nucleotide polymorphisms in nNOS, renalase, MTHFR, CELSR1 and XYLB genes were found significantly associated with ischemic stroke in Chinese patients."}, {"pubmed": 25900362, "text": "Studies indicate definitive links between renalase catecholamine consumption and physiological responses."}, {"pubmed": 26049000, "text": "This article demonstrates that renalase does not catalyze the oxidation of neurotransmitter catecholamines."}, {"pubmed": 26431044, "text": "marked increase of glomerular renalase and its association with macrophages suggest that it might play an important role in disease progression of LN"}, {"pubmed": 26716738, "text": "the antihypertensive effect of renalase still remains a phenomenon with unclear biochemical mechanim(s) and functions of intracellular and extracellular (circulating) renalases obviously differ."}, {"pubmed": 26972355, "text": "Data show that nhibition of renalase caused tumor cell apoptosis and cell cycle arrest."}, {"pubmed": 27023477, "text": "The rs10887800 renalase gene polymorphism significantly increased the risk of coronary artery disease in hemodialyzed end-stage renal disease patients."}, {"pubmed": 27147460, "text": "The development of preeclampsia in pregnant is accompanied by altered serum renalase levels."}, {"pubmed": 27155338, "text": "Findings of the present study suggest that blood pressure may be increased by GG genotype and G allele of rs10887800 renalase polymorphism and the polymorphism may increase the susceptibility to preeclampsia."}, {"pubmed": 27197188, "text": "High RNLS expression is associated with melanoma."}, {"pubmed": 27434211, "text": "Renalase gene rs2296545 polymorphism is significantly associated with increased risk of hypertension(HT), whereas rs2576178 polymorphism may not be associated with the susceptibility to HT"}, {"pubmed": 27507673, "text": "genetic association studies in a population of pregnant women in Pakistan: Data suggest that an SNP in renalase (rs10887800; but not rs2576178) is modestly associated with gestational diabetes mellitus in the population studied; no difference was observed in the serum levels of renalase in this case-control study."}, {"pubmed": 27577995, "text": "Lack of the N-terminal peptide, the structural precondition for FAD binding, suggests that extracellular (circulating) renalase acts in a FAD-independent manner and mechanisms of its action are not associated with FAD."}, {"pubmed": 27769837, "text": "analysis of metabolic function of renalase"}, {"pubmed": 27778420, "text": "Urinary renalase concentration is reduced in the aftermath of coronary angiography/percutaneous coronary intervention, which may be related to contrast induced-acute kidney injury development."}, {"pubmed": 27871085, "text": "plasma renalase was not significantly associated with hypertension and high brachial-ankle pulse wave velocity"}, {"pubmed": 28238213, "text": "we focus on the cytoprotective actions of renalase and its capacity to sustain cancer cell growth and also the translational opportunities these findings represent for the development of novel therapeutic strategies for organ injury and cancer"}, {"pubmed": 28372594, "text": "Rs10887800 polymorphic variant of RNLS gene influences the level of circulating RNLS in patients undergoing hemodialysis, but not in healthy controls."}, {"pubmed": 28954489, "text": "There is a high level of circulating renalase and advanced oxidation protein products in the heamodialysis patients."}, {"pubmed": 29042438, "text": "Data (including data from studies in knockout mice) suggest that renalase functions as a protective plasma protein that reduces pancreatic acinar cell injury and prevents pancreatitis via interactions with plasma membrane calcium ATPase PMCA4b."}, {"pubmed": 29065134, "text": "data suggest that renalase might play a role in hypertrophic response to pressure overload, but the exact mechanism requires further investigation"}, {"pubmed": 29172403, "text": "Elevated circulating renalase might be a predictor of mortality and adverse renal outcomes in patients with chronic kidney disease."}, {"pubmed": 29944173, "text": "Low renalase level may be associated with impaired rate control, higher atrial fibrillation (AF) burden, and advanced left atrial remodelling in AF patients undergoing pulmonary vein isolation, but it does not predict sinus rhythm maintenance."}, {"pubmed": 30074185, "text": "renalase may reduce renal tubular injury and apoptosis of renal tubular epithelial cells."}, {"pubmed": 30181378, "text": "Renalase rs2576178 polymorphism is associated with increased risk of coronary artery disease , but this finding should be confirmed by larger studies with more diverse ethnic populations"}, {"pubmed": 30304564, "text": "Renalase rs10887800 polymorphism is associated with severe pre-eclampsia in southeast Iranian women"}, {"pubmed": 30630613, "text": "Serum levels of renalase were elevated in patients with acute coronary microvascular dysfunction."}, {"pubmed": 31293181, "text": "In children with chronic kidney disease there is a strong correlation between renalase level and CKD stage; may be a marker of arterial stiffness."}, {"pubmed": 31579970, "text": "Expression of single nucleotide polymorphism rs2237895 and rs2576178 in both KCNQ1 and Renalase genes might be responsible for altering reproductive potential, hence leading to infertility in women in Pakistan."}, {"pubmed": 31737132, "text": "Plasma renalase concentrations positively correlated with left ventricle hypertrophy in patients with reduced ejection fraction, being strongly associated with increased left ventricular mass index."}, {"pubmed": 32338092, "text": "Association of renalase gene polymorphisms with the risk of hypertensive disorders of pregnancy in northeastern Han Chinese population."}, {"pubmed": 34156537, "text": "Renalase gene Glu37Asp polymorphism affects susceptibility to diabetic retinopathy in type 2 diabetes mellitus."}, {"pubmed": 34587190, "text": "Renalase is a novel tissue and serological biomarker in pancreatic ductal adenocarcinoma."}, {"pubmed": 34603559, "text": "The Effect of Renalase rs2576178 and rs10887800 Polymorphisms on Ischemic Stroke Susceptibility in Young Patients (<50 Years): A Case-Control Study and In Silico Analysis."}, {"pubmed": 34680147, "text": "Elevated Levels of Renalase, the beta-NAD(P)H Isomerase, Can Be Used as Risk Factors of Major Adverse Cardiovascular Events and All-Cause Death in Patients with Chronic Kidney Disease."}, {"pubmed": 34724880, "text": "Renalase gene polymorphisms and plasma levels are associated with preeclampsia: a hospital-based study in the Chinese cohort."}, {"pubmed": 35104783, "text": "Evaluation of the association of the Renalase rs10887800 polymorphism with the risk of preeclampsia in Brazilian women."}, {"pubmed": 35322081, "text": "Renalase and its receptor, PMCA4b, are expressed in the placenta throughout the human gestation."}, {"pubmed": 36697349, "text": "Plasma renalase levels are associated with the development of acute pancreatitis."}, {"pubmed": 37188446, "text": "Role of serum renalase levels in predicting the presence of metabolic syndrome in patients with polycystic ovary syndrome."}, {"pubmed": 37371077, "text": "The Multi-Faceted Nature of Renalase for Mitochondrial Dysfunction Improvement in Cardiac Disease."}, {"pubmed": 37840161, "text": "[The association of renalase single-nucleotide polymorphisms rs2576178 and rs10887800 with hypertension in patients with obstructive sleep apnea]."}, {"pubmed": 38068986, "text": "Coexistence of Cardiovascular Risk Factors and Blood Renalase Concentration."}], "genomic_pos": {"chr": "10", "end": 88584530, "ensemblgene": "ENSG00000184719", "start": 88273864, "strand": -1}, "genomic_pos_hg19": {"chr": "10", "end": 90344287, "start": 90033621, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010459", "pubmed": 15841207, "qualifier": "involved_in", "term": "negative regulation of heart rate"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045776", "pubmed": 15841207, "qualifier": "involved_in", "term": "negative regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071869", "qualifier": "involved_in", "term": "response to catecholamine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071871", "qualifier": "involved_in", "term": "response to epinephrine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902074", "qualifier": "involved_in", "term": "response to salt"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 15841207, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 25906147, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016651", "qualifier": "enables", "term": "oxidoreductase activity, acting on NAD(P)H"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016651", "pubmed": [23964689, 25531177], "qualifier": "enables", "term": "oxidoreductase activity, acting on NAD(P)H"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051379", "pubmed": 23964689, "qualifier": "enables", "term": "epinephrine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070404", "pubmed": 25531177, "qualifier": "enables", "term": "NADH binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0097621", "pubmed": 15841207, "qualifier": "enables", "term": "monoamine oxidase activity"}]}, "homologene": {"genes": [[7955, 436880], [8364, 100037883], [9031, 423674], [9544, 708585], [9598, 450581], [9606, 55328], [9615, 610448], [9913, 534778], [10090, 67795], [10116, 361751]], "id": 41254}, "interpro": [{"desc": "Amine oxidase", "id": "IPR002937", "short_desc": "Amino_oxidase"}, {"desc": "FAD/NAD(P)-binding domain superfamily", "id": "IPR036188", "short_desc": "FAD/NAD-bd_sf"}, {"desc": "Renalase", "id": "IPR040174", "short_desc": "RNLS"}], "ipi": ["IPI00019998", "IPI00028526", "IPI00908925"], "map_location": "10q23.31", "name": "renalase, FAD dependent amine oxidase", "other_names": ["MAO-C", "alpha-NAD(P)H oxidase/anomerase", "monoamine oxidase-C", "renalase"], "pantherdb": {"HGNC": "25641", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1915045", "ortholog_type": "LDO", "panther_family": "PTHR23357", "taxid": 10090, "uniprot_kb": "A7RDN6"}, {"RGD": "1309804", "ortholog_type": "LDO", "panther_family": "PTHR23357", "taxid": 10116, "uniprot_kb": "Q5U2W9"}, {"Ensembl": "ENSGALG00000029829", "ortholog_type": "LDO", "panther_family": "PTHR23357", "taxid": 9031, "uniprot_kb": "A0A1D5PKR5"}, {"ZFIN": "ZDB-GENE-040718-351", "ortholog_type": "LDO", "panther_family": "PTHR23357", "taxid": 7955, "uniprot_kb": "A8DZ59"}], "uniprot_kb": "Q5VYX0"}, "pathway": {"humancyc": {"id": "PWY-6342", "name": "noradrenaline and adrenaline degradation"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-196807", "name": "Nicotinate metabolism"}, {"id": "R-HSA-196849", "name": "Metabolism of water-soluble vitamins and cofactors"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-197264", "name": "Nicotinamide salvaging"}]}, "pdb": "3QJ4", "pfam": ["PF01593", "PF13450"], "pharmgkb": "PA165549084", "pharos": {"target_id": 12744, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325573", "relationship": "is"}, {"id": "GNF325574", "relationship": "is"}, {"id": "GNF325575", "relationship": "is"}], "CondMedia_CM_LibrAB": [{"id": "GNF292631", "relationship": "is"}, {"id": "GNF293104", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171419", "relationship": "is"}, {"id": "GNF182325", "relationship": "is"}, {"id": "GNF193231", "relationship": "is"}, {"id": "GNF204137", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039592", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF001280", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331014", "relationship": "is"}, {"id": "GNF332247", "relationship": "is"}, {"id": "GNF334294", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF338171", "relationship": "is"}, {"id": "GNF338884", "relationship": "is"}], "NOVART_hs-genome_siRNA": {"id": "GNF153948", "relationship": "is"}}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": ["NP_001026879.2", "NP_060833.1", "XP_005270004.1", "XP_005270005.1", "XP_005270006.1", "XP_011538226.1", "XP_011538229.1", "XP_016871869.1", "XP_016871870.1", "XP_016871871.1", "XP_016871873.1", "XP_016871874.1", "XP_047281391.1", "XP_047281392.1", "XP_054222197.1", "XP_054222198.1", "XP_054222199.1", "XP_054222200.1", "XP_054222201.1", "XP_054222202.1", "XP_054222203.1", "XP_054222204.1", "XP_054222205.1", "XP_054222206.1", "XP_054222207.1", "XP_054222208.1"], "rna": ["NM_001031709.3", "NM_018363.4", "XM_005269947.3", "XM_005269948.4", "XM_005269949.6", "XM_011539924.4", "XM_011539927.4", "XM_017016380.3", "XM_017016381.3", "XM_017016382.3", "XM_017016384.3", "XM_017016385.2", "XM_047425435.1", "XM_047425436.1", "XM_054366222.1", "XM_054366223.1", "XM_054366224.1", "XM_054366225.1", "XM_054366226.1", "XM_054366227.1", "XM_054366228.1", "XM_054366229.1", "XM_054366230.1", "XM_054366231.1", "XM_054366232.1", "XM_054366233.1", "XR_001747122.3", "XR_008488226.1"], "translation": [{"protein": "XP_016871871.1", "rna": "XM_017016382.3"}, {"protein": "NP_001026879.2", "rna": "NM_001031709.3"}, {"protein": "XP_011538229.1", "rna": "XM_011539927.4"}, {"protein": "XP_005270005.1", "rna": "XM_005269948.4"}, {"protein": "XP_054222197.1", "rna": "XM_054366222.1"}, {"protein": "XP_047281392.1", "rna": "XM_047425436.1"}, {"protein": "XP_016871873.1", "rna": "XM_017016384.3"}, {"protein": "XP_054222198.1", "rna": "XM_054366223.1"}, {"protein": "XP_054222205.1", "rna": "XM_054366230.1"}, {"protein": "XP_016871874.1", "rna": "XM_017016385.2"}, {"protein": "XP_054222199.1", "rna": "XM_054366224.1"}, {"protein": "XP_047281391.1", "rna": "XM_047425435.1"}, {"protein": "XP_054222207.1", "rna": "XM_054366232.1"}, {"protein": "XP_054222200.1", "rna": "XM_054366225.1"}, {"protein": "NP_060833.1", "rna": "NM_018363.4"}, {"protein": "XP_016871869.1", "rna": "XM_017016380.3"}, {"protein": "XP_054222208.1", "rna": "XM_054366233.1"}, {"protein": "XP_054222203.1", "rna": "XM_054366228.1"}, {"protein": "XP_054222206.1", "rna": "XM_054366231.1"}, {"protein": "XP_005270004.1", "rna": "XM_005269947.3"}, {"protein": "XP_005270006.1", "rna": "XM_005269949.6"}, {"protein": "XP_016871870.1", "rna": "XM_017016381.3"}, {"protein": "XP_054222201.1", "rna": "XM_054366226.1"}, {"protein": "XP_054222202.1", "rna": "XM_054366227.1"}, {"protein": "XP_011538226.1", "rna": "XM_011539924.4"}, {"protein": "XP_054222204.1", "rna": "XM_054366229.1"}]}, "reporter": {"GNF1H": "gnf1h15714_at", "HG-U133_Plus_2": ["220564_at", "223824_at"], "HG-U95B": "47868_at", "HTA-2_0": "TC10001495.hg.1", "HuEx-1_0": ["3299341", "3299408"], "HuGene-1_1": "7934885", "HuGene-2_1": "16716327"}, "summary": "Renalase is a flavin adenine dinucleotide-dependent amine oxidase that is secreted into the blood from the kidney (Xu et al., 2005 [PubMed 15841207]).[supplied by OMIM, Mar 2008]", "symbol": "RNLS", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1538391"}, "unigene": "Hs.149849", "uniprot": {"Swiss-Prot": "Q5VYX0", "TrEMBL": "B4DJW3"}, "wikipedia": {"url_stub": "Renalase"}}