{"AllianceGenome": "10251", "HGNC": "10251", "MIM": "601702", "_id": "6093", "_version": 1, "accession": {"genomic": ["AC022795.9", "AC036178.11", "CH471088.1", "CP068260.2", "EF445027.1", "HM015596.1", "KT584720.1", "NC_000018.10", "NC_060942.1", "NG_042178.2"], "protein": ["AAB02814.1", "AAI13115.1", "ACA06069.1", "ADL14517.1", "BAD92202.1", "EAX01119.1", "NP_005397.1", "Q13464.1"], "rna": ["AB208965.1", "AK057038.1", "AK307388.1", "AL832995.1", "AU121527.1", "BC113114.1", "DQ786321.1", "NM_005406.3", "U43195.1"], "translation": [{"protein": "BAD92202.1", "rna": "AB208965.1"}, {"protein": "NP_005397.1", "rna": "NM_005406.3"}, {"protein": "AAI13115.1", "rna": "BC113114.1"}, {"protein": "AAB02814.1", "rna": "U43195.1"}]}, "alias": ["P160ROCK", "ROCK-I"], "ec": "2.7.11.1", "ensembl": {"gene": "ENSG00000067900", "protein": ["ENSP00000382697", "ENSP00000462004", "ENSP00000489185"], "transcript": ["ENST00000399799", "ENST00000578051", "ENST00000582445", "ENST00000583556", "ENST00000584687", "ENST00000584875", "ENST00000635540"], "translation": [{"protein": "ENSP00000489185", "rna": "ENST00000635540"}, {"protein": "ENSP00000382697", "rna": "ENST00000399799"}, {"protein": "ENSP00000462004", "rna": "ENST00000578051"}], "type_of_gene": "protein_coding"}, "entrezgene": "6093", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 65.7647706648, "exp_mis": 367.437920105, "exp_syn": 146.922197405, "lof_z": 7.17810954352841, "mis_z": 4.96141281030527, "mu_lof": 4.89643659912e-06, "mu_mis": 3.28797216221e-05, "mu_syn": 1.24483321632e-05, "n_lof": 7.0, "n_mis": 173.0, "n_syn": 148.0, "p_li": 0.999996548070552, "p_null": 1.47809639026709e-19, "p_rec": 3.45192944804221e-06, "syn_z": -0.055124407366391}, "bp": 4065, "cds_end": 18690871, "cds_start": 18531344, "n_exons": 33, "nonpsych": {"exp_lof": 58.8908352848, "exp_mis": 331.934155457, "exp_syn": 132.34614247, "lof_z": 6.89672694025491, "mis_z": 4.87063913698631, "mu_lof": 4.89643659912e-06, "mu_mis": 3.28797216221e-05, "mu_syn": 1.24483321632e-05, "n_lof": 5.0, "n_mis": 156.0, "n_syn": 133.0, "p_li": 0.999998543675827, "p_null": 5.37942207127555e-19, "p_rec": 1.45632417256395e-06, "syn_z": -0.0357865039498206}, "nontcga": {"exp_lof": 60.441926856, "exp_mis": 337.981245772, "exp_syn": 135.106767276, "lof_z": 6.78100705546091, "mis_z": 4.93162617127535, "mu_lof": 4.89643659912e-06, "mu_mis": 3.28797216221e-05, "mu_syn": 1.24483321632e-05, "n_lof": 7.0, "n_mis": 156.0, "n_syn": 140.0, "p_li": 0.999975738292425, "p_null": 1.70470228415471e-17, "p_rec": 2.42617075746778e-05, "syn_z": -0.266548783097032}, "transcript": "ENST00000399799.2"}, "exons": [{"cdsend": 21110910, "cdsstart": 20951383, "chr": "18", "position": [[20946905, 20951387], [20953577, 20953785], [20954782, 20955044], [20955166, 20955245], [20959839, 20959928], [20960135, 20960206], [20966916, 20967076], [20967751, 20967940], [20968771, 20968860], [20969114, 20969208], [20970347, 20970513], [20979909, 20980004], [20982762, 20982832], [20984350, 20984535], [20986949, 20987110], [20991175, 20991326], [20992830, 20992937], [21006350, 21006597], [21006698, 21006790], [21008058, 21008194], [21015430, 21015479], [21020150, 21020239], [21023619, 21023680], [21028775, 21028935], [21039471, 21039563], [21042096, 21042235], [21042564, 21042709], [21044101, 21044186], [21045291, 21045467], [21049091, 21049229], [21049779, 21049880], [21070531, 21070613], [21110817, 21111813]], "strand": -1, "transcript": "NM_005406", "txend": 21111813, "txstart": 20946905}], "exons_hg19": [{"cdsend": 18690871, "cdsstart": 18531344, "chr": "18", "position": [[18526866, 18531348], [18533538, 18533746], [18534743, 18535005], [18535127, 18535206], [18539800, 18539889], [18540096, 18540167], [18546877, 18547037], [18547712, 18547901], [18548732, 18548821], [18549075, 18549169], [18550308, 18550474], [18559870, 18559965], [18562723, 18562793], [18564311, 18564496], [18566910, 18567071], [18571136, 18571287], [18572791, 18572898], [18586311, 18586558], [18586659, 18586751], [18588019, 18588155], [18595391, 18595440], [18600111, 18600200], [18603580, 18603641], [18608736, 18608896], [18619432, 18619524], [18622057, 18622196], [18622525, 18622670], [18624062, 18624147], [18625252, 18625428], [18629052, 18629190], [18629740, 18629841], [18650492, 18650574], [18690778, 18691774]], "strand": -1, "transcript": "NM_005406", "txend": 18691774, "txstart": 18526866}], "generif": [{"pubmed": 11751986, "text": "role in the control of cell shape and lymphocyte chemotaxis"}, {"pubmed": 11818523, "text": "Expressed in myometrium"}, {"pubmed": 11893932, "text": "ROCK-1 may contribute to pancreatic cancer cell invasion and/or metastasis by facilitating cancer cell migration"}, {"pubmed": 11992112, "text": "ROCK and Dia have opposing effects on adherens junctions downstream of Rho"}, {"pubmed": 12034773, "text": "The Rho-associated protein kinase p160ROCK is required for centrosome positioning."}, {"pubmed": 12193698, "text": "Activation of RhoA kinase promotes beta1 and beta2 integrin-dependent leukocyte de-adhesion by inhibiting cytoskeletal-dependent spreading, a new mechanism for regulation of integrin receptor avidity."}, {"pubmed": 12749591, "text": "dual function in human parturition: in uterine muscle its expression and reversion contributes to contractions throughout labor; irreversible activation contributes to involution of uterus post-partum"}, {"pubmed": 12850840, "text": "Continued disruption of the cytoskeletal microtubule ring, appears to be a Rhokinase-dependent event involved in the transformation of discoid platelets into spheres."}, {"pubmed": 14610060, "text": "Breast epithelial cells sense the rigidity or density of their environment via ROCK-mediated contractility and a subsequent down-regulation of Rho and FAK function, which is necessary for breast epithelial tubulogenesis to occur."}, {"pubmed": 14660612, "text": "ROCKI interacts with the switch regions of RhoA"}, {"pubmed": 14716844, "text": "invasiveness of hepatocellular carcinoma is facilitated by the Rho/Rho-kinase pathway is likely to be relevant to tumor progression"}, {"pubmed": 15044207, "text": "results indicate that remnant-like particles from sudden cardiac death patients upregulate Rho-kinase in coronary vascular smooth muscle cells and markedly enhance coronary vasospastic activity"}, {"pubmed": 15096506, "text": "RhoA, mDia, and ROCK have roles in cell shape-dependent control of the Skp2-p27kip1 pathway and the G1/S transition"}, {"pubmed": 15208091, "text": "Potassium chloride acts in part through stimulation of Rho and ROCK, possibly secondary to voltage-dependent Ca2+ influx."}, {"pubmed": 15494373, "text": "a novel nuclear export is activated by the ROCK signaling pathway to exclude hnRNP C1/C2 from nucleus, by which the compartmentalization of specific hnRNP components is disturbed in apoptotic c"}, {"pubmed": 15611088, "text": "epithelial cell motility is modulated by integrin engagment through RhoA/ROCK and PAK1"}, {"pubmed": 15647781, "text": "data suggest that statins exert their effects on shedding of sAPP(alpha) from cultured cells, at least in part, by modulation of the isoprenoid pathway and ROCK1"}, {"pubmed": 15665056, "text": "Enhanced activation of Rho kinase contributes to augmented contraction of the basilar artery to serotonin after subarachnoid hemorrhage."}, {"pubmed": 15713824, "text": "Rho-kinase inhibition may be of value in treating age-related erectile dysfunction."}, {"pubmed": 15723050, "text": "a Cdc42-MRCK signal mediates myosin-dependent cell motility and there is convergence between Rho and Cdc42 signalling"}, {"pubmed": 15843433, "text": "a pseudopodial-located RhoA/ROCK/p38/NHE1 signal module is regulated by Protein Kinase A gating and then regulates invasion in breast cancer cell lines"}, {"pubmed": 15855233, "text": "CD95 capping and the subsequent cellular polarization is a ROCK signaling-regulated process."}, {"pubmed": 15910744, "text": "These results suggest that Rho-kinase regulates the association of alpha-adducin and spectrin with the actin cytoskeleton in platelet activation."}, {"pubmed": 15956119, "text": "Hyperglycemia stimulates Rho-kinase activity via PKC- and oxidative stress-dependent pathways, leading to increased PAI-1 gene transcription"}, {"pubmed": 16141422, "text": "ROCK has a role in ischemia-induced endothelial dysfunction during stroke"}, {"pubmed": 16249185, "text": "two N-terminal regions interact to form a dimerization domain linking two kinase domains together"}, {"pubmed": 16371346, "text": "Our data suggested that p160ROCK was involved in ovarian cancer cell invasion and metastasis by facilitating cancer cell migration, and that p160ROCK might be a potential new effective target for preventing metastasis of ovarian cancer."}, {"pubmed": 16407310, "text": "Prostate-derived sterile 20-like kinase 2 (PSK2) regulates apoptotic morphology via C-Jun N-terminal kinase and Rho kinase-1"}, {"pubmed": 16413470, "text": "ERK-MAPK promotes endothelial cell survival and sprouting by downregulating Rho-kinase signaling."}, {"pubmed": 16543245, "text": "there is an alternative mechanism for the hypoxic induction of VEGF in colon cancer that does not depend upon HIF-1alpha but instead requires the activation of PI3K/Rho/ROCK and c-Myc"}, {"pubmed": 16687572, "text": "Rho kinase, myosin-II, and p42/44 MAPK are potentially important players in different aspects of bile canalicular lumen morphogenesis."}, {"pubmed": 16712513, "text": "A constitutively active dimeric human ROCK I (3-543) kinase domain was expressed in Sf-9 cells. We have identified a minimal functional subdomain of ROCK I that can be used in crystallization studies."}, {"pubmed": 16760434, "text": "Vascular endothelial growth factor (VEGF) elicits the activation of the VEGFR2-ROCK pathway, leading to phosphorylation of Ser732 within FAK which changes the conformation of FAK, making it accessible to Pyk2."}, {"pubmed": 16772336, "text": "Ability of MSCs to differentiate into neuron-like cells in response to CoCl(2), an effect that might act, in part, through HIF-1 activation and cell-cycle arrest, and which is potentiated by inhibition of ROCK."}, {"pubmed": 16784244, "text": "burst in presteady-state kinetics & viscosity effect on k(cat) of 1.3 +/- 0.2 characterize phosphoryl transfer step to be fast & release of product &/or enzyme isomerization step accompanying it as rate-limiting at V(max) conditions."}, {"pubmed": 16825579, "text": "cholesterol potentiates the Ca(2+) sensitization of VSM mediated by a SPC/Src-TK/Rho-kinase pathway"}, {"pubmed": 16891369, "text": "These results suggest that ROCK plays an essential role in the regulation of the intracellular mechanical response to VEGF of endothelial cells in a 3D matrix."}, {"pubmed": 16978606, "text": "Data suggest that Rho kinase-dependent contractile force generation leads to co-alignment of cells and collagen fibrils along the plane of greatest resistance, and that this process contributes to global matrix contraction"}, {"pubmed": 16983089, "text": "ROCK-1-dependent caspase-3 activation was coupled with the activation of PTEN and the subsequent inhibition of protein kinase B (Akt) activity, all of which was attenuated by siRNA directed against ROCK-1 expression."}, {"pubmed": 17012370, "text": "These results indicate that 2ME-induced barrier disruption is governed by microtubule depolymerization and p38- and ROCK-dependent mechanisms."}, {"pubmed": 17028776, "text": "The inhibition of Rho-Associated coiled-coil-containing protein kinase (ROCK), an activator of FAK, suppressed CAGE-promoted motility."}, {"pubmed": 17044646, "text": "ROCK1 is associated with the apoptosis-inducing effect of endogenous nitric oxide suppression in cancer cells."}, {"pubmed": 17138966, "text": "Adhesive and protrusive events involved in organized epithelial motility downstream of ROCK are separately coordinated through the phosphorylation of (respectively) myosin light chain and cofilin."}, {"pubmed": 17167780, "text": "Dual regulatory role for Rho kinase in fibroblast regulation in which lipid-induced Rho kinase activation suppresses fibroblast morphogenesis while TGF-beta1-induced Rho kinase activation culminates in transformation into myofibroblasts."}, {"pubmed": 17172270, "text": "Rho kinase mediates both early- and late-phase cold-induced vasoconstriction (VC) providing a putative mechanism through which both adrenergic and nonadrenergic cold-induced VC occurs in an in vivo human thermoregulatory model"}, {"pubmed": 17244674, "text": "MLC2 phosphorylation is regulated by both ROCK and MLC kinase and plays an important role in platelet biogenesis by controlling proplatelet formation and fragmentation."}, {"pubmed": 17344417, "text": "findings report that the Notch1 gene is a p53 target in human keratinocytes with a role in tumor suppression of this cell type through negative regulation of the ROCK1/2 and MRCKalpha kinases"}, {"pubmed": 17346310, "text": "These data demonstrate a role for Anaplasma phagocytophilum-mediated ROCK1 phosphorylation in infection induced by PSGL-1 and mediated by Syk."}, {"pubmed": 17651694, "text": "These results indicate that Rho-kinase can directly phosphorylate eNOS at Thr495 to suppress nitric oxide production in endothelium."}, {"pubmed": 17673200, "text": "These results suggest the existence of a feedback loop between cytoskeletal tension, adhesion maturation, and ROCK signaling that likely contributes to numerous mechanochemical processes."}, {"pubmed": 17728102, "text": "ROCK I cooperates with RhoB to activate NF-kappaB, and suppression of ROCK I activity by genetic or pharmacological inhibitors blocks NF-kappaB activation."}, {"pubmed": 17853893, "text": "that ALIX and TSG101/ESCRT-I also bind a series of proteins involved in cytokinesis, including CEP55, CD2AP, ROCK1, and IQGAP1."}, {"pubmed": 17855350, "text": "plexin-B1 promotes endothelial cell motility through RhoA and ROK by regulating the integrin-dependent signaling networks that result in the activation of PI3K and Akt"}, {"pubmed": 18079197, "text": "results suggest that ROCK and ERK1/2 play more important roles than RhoA in PGE(2)-mediated migration stimulation of first-trimester trophoblasts."}, {"pubmed": 18187541, "text": "Members of the ROCK/Rho pathway act upstream from the kinase that phosphorylates P450c17 in a fashion that augments 17,20 lyase activity, possibly acting to catalyze a priming phosphorylation."}, {"pubmed": 18204440, "text": "PDK1 competes directly with RhoE for binding to ROCK1. In the absence of PDK1, negative regulation by RhoE predominates, causing reduced acto-myosin contractility and motility."}, {"pubmed": 18239683, "text": "ROCK, activated by G protein-coupled receptor ligands such as thrombin, directly phosphorylates FHOD1 at the C-terminal region, which renders this formin in the active form, leading to stress fibre formation."}, {"pubmed": 18331468, "text": "Inhibition of ROCK activity in human-derived cells enhanced either bacterial adhesion or adhesion and entry in an InlF-independent manner, further suggesting a host species or cell type-specific role for InlF."}, {"pubmed": 18353901, "text": "Permeability of cations in the alkali metal series was increased by PRLprolactin, and such increases were abolished by ROCK inhibitors."}, {"pubmed": 18396681, "text": "The expression of ROCK-1 was closely related to the invasion capability and migratory activity of ovarian cancer cells."}, {"pubmed": 18477564, "text": "RhoA/Rho-associated kinase signaling plays positive and negative roles in myogenic differentiation, mediated by MRTF-A/Smad-dependent transcription of the Id3 gene in a differentiation stage-specific manner"}, {"pubmed": 18495812, "text": "Rock1 and 2 are activated in response to wounding. ROCK activities enhance cell proliferation and epithelial differentiation, but negatively modulate cell migration and adhesion and therefore play a role in regulating corneal epithelial wound healing."}, {"pubmed": 18499753, "text": "Even though ROCK signaling plays a role in human trophoblast cell invasion, extravillous cytotrophoblastic cell migration can still occur in the absence of ROCK activity."}, {"pubmed": 18615591, "text": "Placenta growth factor directly regulates the motility of human lung cancer cells and that this regulation critically dependent on ROCK-1"}, {"pubmed": 18648664, "text": "DLC1 negatively regulates Rho/ROCK/MLC2"}, {"pubmed": 18668558, "text": "Rock potently stimulates the differentiation of resting fibroblasts into myofibroblasts and the production of extracellular matrix in scleroderma fibroblasts."}, {"pubmed": 18684864, "text": "the late failure of cytokinesis responsible for the endomitotic process is related to a partial defect in the Rho/Rock pathway activation"}, {"pubmed": 18694941, "text": "The Diaphanous-related Formin FHOD1 associates with ROCK1 and promotes Src-dependent plasma membrane blebbing."}, {"pubmed": 18695890, "text": "ROCKI and possibly ROCKII are key factors in regulation of motility/invasion of breast cancer cells."}, {"pubmed": 18713748, "text": "the signal initiated by thrombin bifurcates at the level of RhoA to promote changes in the cytoskeletal architecture through ROCK, and the remodeling of focal adhesion components through protein kinase C-related kinase"}, {"pubmed": 18780293, "text": "Prolonged androgen receptor (AR) localization to the regulatory regions of AR targeted genes and the recruitment of p160 coactivators are a potential mechanism leading to androgen-independent activation of the AR in prostate cancer."}, {"pubmed": 18852895, "text": "direct interaction between ROCK1 and LIMK2 in polarised but not blebbing cells; results point to a specific role for the ROCK1:LIMK2 pathway in mesenchymal-mode migration"}, {"pubmed": 18922892, "text": "a feedback loop between Rho/ROCK, Src, and phosphorylated Cav1 in tumor cell protrusions, identifying a novel function for Cav1 in tumor metastasis that may contribute to the poor prognosis of some Cav1-expressing tumors."}, {"pubmed": 18941185, "text": "Phosphorylation of ezrin/moesin by ROCK is involved in the early steps of apoptotic signaling following Fas receptor triggering and regulates apoptosis induction in Jurkat cells."}, {"pubmed": 18946488, "text": "mutation of the RhoE effector region attenuates RhoE-mediated disruption of the actin cytoskeleton, indicating that RhoE exerts its inhibitory effects on ROCK-I through protein(s) binding to its effector region."}, {"pubmed": 18948190, "text": "Rho-Associated Kinases is involved in Proton-Translocating ATPases /P2RY13 protein-mediated Lipoproteins, HDL endocytosis pathway."}, {"pubmed": 18952846, "text": "ROCK, a key downstream mediator of TGF-beta and other factors might become a unique therapeutic target in the treatment of proliferative vitreoretinal diseases."}, {"pubmed": 19001122, "text": "Rap1 as another downstream target of the Abl-CrkII signaling module and show that Abl-CrkII collaborates with Rho-ROCK1 to stimulate cell retraction."}, {"pubmed": 19036714, "text": "Upon UVB-induced stress in keratinocytes, ROCK1 was activated, bound to JIP-3, and activated the JNK pathway"}, {"pubmed": 19131646, "text": "ROCK1 and ROCK2 regulated myosin light chain phosphatase. ROCK isoforms had distinct and opposing effects on vascular smooth muscle cell (VSMC) morphology and ROCK2, but not ROCK1, had a predominant role in VSMC contractility."}, {"pubmed": 19160018, "text": "Rho mediates various phenotypes of malignant transformation by Ras and Src through its effectors, ROCK and mDia [review]"}, {"pubmed": 19167712, "text": "Rho kinase activity is inhibited by HMG-CoA statins in patients with atherosclerosis"}, {"pubmed": 19181962, "text": "Inhibition of Rho-dependent kinases ROCK I/II activates VEGF-driven retinal neovascularization and sprouting angiogenesis."}, {"pubmed": 19403695, "text": "Both receptor-stimulated and steady-state Kv1.2 trafficking modulated by RhoA/ROCK required the activation of dynamin as well as the ROCK effector Lim-kinase, indicating a key role for actin remodeling in RhoA-dependent Kv1.2 regulation."}, {"pubmed": 19404162, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19404162, "text": "We did not find association between studied SNPs of ROCK1 and schizophrenia in the Japanese population"}, {"pubmed": 19406912, "text": "Rho kinase-1 mediates cardiac fibrosis by regulating fibroblast precursor cell differentiation."}, {"pubmed": 19420982, "text": "Caov-3 cell growth was dependent on the Rho effector p160 Rho kinase"}, {"pubmed": 19549780, "text": "alpha2-integrin expression and Rho kinase activity are regulated by protein kinase signaling cascades upon activation of alpha7 nicotinic receptor"}, {"pubmed": 19573309, "text": "The increased expression of RhoA and Rho kinase in uterine smooth muscle may play an important role in the initiation of labor."}, {"pubmed": 19590140, "text": "Provide evidence for Rho-kinase activation in patients with pulmonary arterial hypertension."}, {"pubmed": 19667069, "text": "ROCK-mediated up-regulation of p21(Cip1) and the cytoskeleton in PKCdelta-dependent apoptosis in prostate cancer cells."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19997641, "text": "These data suggest that ROCK1 and ROCK2 play distinct roles in regulating keratinocyte adhesion and terminal differentiation."}, {"pubmed": 20039424, "text": "These results demonstrate a new interaction that directly links ROCK to increased cartilage matrix production via activation of SOX9 in response to mechanical and growth factor stimulation"}, {"pubmed": 20053635, "text": "Results demonstrate a biphasic regulation of ROCK in response to adhesion, inhibition of ROCK initially and subsequently, re-activation is required for maturation of adhesion complexes and enhanced tumor cell migration."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20056645, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20064505, "text": "Data show that both lysophosphatidic acid and ROCK inhibition enhanced cell motility and that their combined effects significantly increased migration rate."}, {"pubmed": 20068229, "text": "Stduies indicate that cGMP-dependent protein kinase I modulates the RhoA-ROCK pathway and insulin receptor signaling to elicit BAT differentiation and stimulate thermogenesis."}, {"pubmed": 20070312, "text": "Helicobacter pylori disrupts gastric epithelial barrier structure via IL-1RI-dependent activation of ROCK, which in turn mediates tight junctional claudin-4 disruption."}, {"pubmed": 20126978, "text": "Rho-kinase regulates negatively EGF-induced cell proliferation upstream of Akt/GSK-3beta in colon cancer cells"}, {"pubmed": 20130732, "text": "[review] Rho-kinase is constitutively active in regulating vasoconstrictor tone in the pulmonary and systemic vascular bed and thus may have an important role in the pathogenesis of pulmonary hypertension."}, {"pubmed": 20140017, "text": "somatic ROCK1 mutations lead to elevated kinase activity and drive actin cytoskeleton rearrangements that promote increased motility and decreased adhesion, characteristics of cancer progression."}, {"pubmed": 20223287, "text": "activation of the RhoA-ROCK-p38MAPK-MSK signaling pathway is essential for the regulation of the phenotype and of the CST5/cystatin D candidate tumor suppressor and other target genes by 1,25(OH)2D3 in colon cancer cells"}, {"pubmed": 20364104, "text": "Data show that the Rho/ROCK signaling pathway may prove to be a promising target in anti-tumor therapy."}, {"pubmed": 20379197, "text": "Mutant PIK3CA interferes with apoptosis downstream of death receptor-signal complex, allowing caspase-8 activation without apoptosis. Cleavage of ROCK-1 by caspase-8 triggers amoeboid shape and invasiveness of HCT116 cells in response to TRAIL and CD95L."}, {"pubmed": 20558775, "text": "Heparin inhibits pulmonary artery smooth muscle cell proliferation through GEF-H1/RhoA/ROCK/p27 signaling pathway."}, {"pubmed": 20682776, "text": "Polarization and migration of hematopoietic stem and progenitor cells rely on the RhoA/ROCK I pathway and an active reorganization of the microtubule network."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20801872, "text": "hHS-M(21) is a heart-specific effector of ROCK and plays a regulatory role in the MYPT1 phosphorylation at Thr-696 by ROCK"}, {"pubmed": 20801873, "text": "PHD2 affects cell migration and F-actin formation via RhoA/rho-associated kinase-dependent cofilin phosphorylation"}, {"pubmed": 21035804, "text": "the phospho myosin-binding subunit of ROCK has a role in cardiovascular disease"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21051874, "text": "Rho proteins and ROK play a pivotal role in this signaling cascade"}, {"pubmed": 21085597, "text": "Studies indicate that inhibition of Rho-associated kinase (ROCK) decreased PTHrP expression."}, {"pubmed": 21119662, "text": "miR-584 is a new tumour suppressor miR in ccRCC and inhibits cell motility through downregulation of ROCK-1"}, {"pubmed": 21206971, "text": "The beneficial effects of simvastatin may be mediated by ROCK."}, {"pubmed": 21265091, "text": "In embryonic fibroblasts, protein levels of RhoA, ROCK1 and CTGF were up-regulated after 1.5 h of hypoxia and increased further with longer exposure to hypoxia."}, {"pubmed": 21305317, "text": "The genes identified KTN1, ROCK1, and ZAK may be responsible for loss of cellular homeostasis in giant cells tumors of bone"}, {"pubmed": 21387396, "text": "highly expressed in osteosarcoma; knockdown inhibits proliferation and induces apoptosis"}, {"pubmed": 21417762, "text": "ROCK and cAMP both promote lymphatic endothelial barrier function, however ROCK appears to also serve as a mediator of histamine and thrombin-induced barrier dysfunction"}, {"pubmed": 21445309, "text": "present the crystal structure of a large section of the central coiled-coil domain of human ROCK I (amino acids 535-700). The structure forms a parallel alpha-helical coiled-coil dimer that is structurally similar to tropomyosin"}, {"pubmed": 21575520, "text": "Expression levels of RhoC and ROCK-1 in prostate carcinoma are higher than those in corresponding paracancerous tissues, showing a significant positive correlation with distant metastasis."}, {"pubmed": 21739156, "text": "These data suggest that osteogenic growth peptide not only acts on bone marrow mesenchymal stem cells to stimulate osteogenic differentiation, but also in a dose-dependent manner, and this effect is mediated via the activation of RhoA/ROCK pathway."}, {"pubmed": 21747168, "text": "p120-catenin regulates growth of metastatic lobular carcinoma through Rock1-mediated anoikis resistance"}, {"pubmed": 21840487, "text": "show that cytokine signaling through the receptor subunit GP130-IL6ST and the kinase JAK1 generates actomyosin contractility through Rho-kinase dependent signaling"}, {"pubmed": 21847509, "text": "Rho-kinase signaling pathway plays a suppressive role in the intracellular vesicle trafficking of pEGFR via the endocytic pathway."}, {"pubmed": 21907926, "text": "We show constitutive activation of Rho kinase in cells bearing oncogenic forms of KIT, FLT3, and BCR-ABL, which is dependent on PI3K and Rho GTPase."}, {"pubmed": 21908715, "text": "Inhibition of the ROCK pathway restored the ability of gamma-actin-knockdown cells to migrate. This demonstrates gamma-actin as a potential upstream regulator of ROCK mediated cell migration."}, {"pubmed": 21986457, "text": "ROCK1 may play a role in the development of albuminuria in diabetic kidney disease by downregulating the endocytosis receptors complex - megalin/cubilin."}, {"pubmed": 21994419, "text": "Results show an inverse correlation between miR-148a and ROCK1 expression in gastric cancer tissues."}, {"pubmed": 22010828, "text": "14-3-3 proteins mediate CaR-dependent Rho signalling and may modulate the plasma membrane expression of the CaR."}, {"pubmed": 22031287, "text": "p120 dynamically regulates Rho-GTPase activity at the E-cadherin complex through transient interaction with several of its up- and downstream effectors, including ROCK1"}, {"pubmed": 22041269, "text": "Fasudil can reduce the secretion of downstream inflammatory factors and cytokines by inhibiting high glucose-activated HMCs Rho/ROCK signaling pathway in mesangial cells."}, {"pubmed": 22085929, "text": "MYBPH inhibited assembly competence-conferring phosphorylation of the myosin regulatory light chain (RLC) as well as activating phosphorylation of LIM domain kinase, unexpectedly through its direct physical interaction with Rho kinase 1."}, {"pubmed": 22155728, "text": "ROCK1 has a role in regulating myometrial contractility."}, {"pubmed": 22206673, "text": "These results clearly suggested that the Rho/ROCK is a potent primary effector of mechanical stress in the pluripotent stem cells and it participates to pluripotency-related signaling cascades as an upper stream regulator."}, {"pubmed": 22232555, "text": "Results demonstrate differential effects of Snail and Slug in pancreatic cancer and identify the interplay between Rho signaling and beta1-integrin that regulates the scattering and migration of Snail- and Slug-expressing pancreatic cancer cells."}, {"pubmed": 22328514, "text": "LIMK1 and LIMK2, the downstream effectors of RhoA and ROCK, regulate centrosome integrity and astral microtubule organization, respectively."}, {"pubmed": 22348083, "text": "ROCK1 and ROCK2 have distinct and separate roles in adhesion complex assembly and turnover in human epidermal keratinocytes."}, {"pubmed": 22363817, "text": "Matrix-associated PAI-1 plays a role in the cell behavior needed for amoeboid migration by maintaining cell blebbing, localizing PDK1 and ROCK1 at the cell membrane and maintaining the RhoA/ROCK1/MLC-P pathway activation."}, {"pubmed": 22462535, "text": "We conclude that ROCK proteins are necessary for acquisition of elongated and geometric cell shape, two key events for epithelial differentiation."}, {"pubmed": 22493320, "text": "The structure of Shrm domain 2 (SD2), which mediates the interaction with Rock and is required for Shrm function, is reported."}, {"pubmed": 22563075, "text": "analysis of the mechanism for negatively regulating Rho-kinase (ROCK) signaling through Coronin1B protein in neuregulin 1 (NRG-1)-induced tumor cell motility"}, {"pubmed": 22584506, "text": "Inhibition of ROCK by Y-27632 inhibited the activity of RhoA and promoted the apoptosis of gastric cancer cells."}, {"pubmed": 22798677, "text": "our overall results reveal a model whereby CD1d-mediated Ag presentation is negatively regulated by ROCK1 and ROCK2 via its effects on the actin cytoskeleton."}, {"pubmed": 22813839, "text": "Rho-kinase activation is substantially involved in the pathogenesis of the DES-induced coronary hyperconstricting responses in patients with CAD, suggesting the therapeutic importance of Rho-kinase pathway."}, {"pubmed": 22846914, "text": "Crystal structures of the RKI-1447/ROCK1 complex revealed that RKI-1447 is a Type I kinase inhibitor."}, {"pubmed": 22913419, "text": "ROCK1-positive fibroblasts were also identified by immunohistochemistry in the alveolar parenchyma in lung tissue sections from COPD patients"}, {"pubmed": 22921817, "text": "Increased Rho kinase activity predicted worse cardiovascular outcome in patients with acute coronary syndrome."}, {"pubmed": 22942252, "text": "suppression of ROCK1 or ROCK2 expression alone was sufficient to impair anchorage-independent growth, supporting their nonoverlapping roles in oncogenesis"}, {"pubmed": 22975682, "text": "Inhibition of ROCK1 during the starvation period led to a more rapid response with the production of larger early autophagosomes that matured into enlarged late degradative autolysosomes."}, {"pubmed": 22986902, "text": "the two isoforms of Rho-kinase distribute differentially to accomplish their specific functions"}, {"pubmed": 23066013, "text": "RhoA is a PKGIalpha target and direct binding of activated PKGIalpha to RhoA is central to cGMP-mediated inhibition of the VSMC Rho kinase contractile pathway"}, {"pubmed": 23094262, "text": "DEX interferes with the adhesion function of U937 cells through the inhibition of ROCK1 activity"}, {"pubmed": 23097497, "text": "Data indicate that phosphorylation of FilGAP by ROCK appears to promote amoeboid morphology."}, {"pubmed": 23168335, "text": "Rho-associated protein kinase and Wnt signaling regulates Mypt1 and Nkx2.5 colocalization outside the cell nucleus."}, {"pubmed": 23188716, "text": "NDRG1 inhibited an important regulatory pathway mediated by ROCK1/pMLC2 pathway that modulates stress fiber assembly."}, {"pubmed": 23233531, "text": "miR-148b controls malignancy by coordinating a novel pathway involving over 130 genes and, in particular, it directly targets players of the integrin signaling, such as ITGA5, ROCK1, PIK3CA/p110alpha, and NRAS, as well as CSF1"}, {"pubmed": 23298303, "text": "Positive rates of Rac1, Pak1 and Rock1 expression in normal tissue, dysplasia and gastric carcinoma show an increasing trend and are correlated with tumor lymph node metastasis and TNM stage."}, {"pubmed": 23328676, "text": "Our data showed that the ROCK1 and ROCK2 genes might be a risk factor for colorectal cancer development"}, {"pubmed": 23350987, "text": "Rapid secretion of TSP-1 from MDA-MB-231 cells depends on ROCK1 inhibition."}, {"pubmed": 23355470, "text": "dual Rock and Cdk phosphorylation of Tppp1 inhibits its regulation of the cell cycle to increase cell proliferation"}, {"pubmed": 23479079, "text": "Sulfide induces both ROCK-1 and ROCK-2 cleavage and causes ROCKdependent cell blebbing during apoptosis."}, {"pubmed": 23615712, "text": "Results suggest miR-126 function as a potential tumor suppressor in colon cancer progression and miR-126/RhoA/ROCK may be a novel candidate for developing rational therapeutic strategies."}, {"pubmed": 23665024, "text": "These findings indicate that Rho-kinase regulates ER stress-mediated VCAM-1 induction by ATF4- and p38MAPK-dependent signaling pathways."}, {"pubmed": 23670799, "text": "Data indicate that knockdown of ROCK1 reversed epithelial-to-mesenchymal transition (EMT) resembling that of miR-148a overexpression."}, {"pubmed": 23720748, "text": "Data indicate that Epac1-Rap1A-RhoA-ROCK signaling affects Cl- secretion via effects on the apical expression of KCNN4c channels."}, {"pubmed": 23726972, "text": "Exposure of smooth muscle cells to apo(a) in migration assays induced a potent, concentration-dependent chemorepulsion that was RhoA and integrin alphaVbeta3-dependent, but transforming growth factor beta-independent."}, {"pubmed": 23732111, "text": "Ostf1b could constitutively activate the Rho kinase 1 (ROCK1) and myosin light chain 2 (MLC2) signalling pathway that promotes cell migration, epithelial mesenchymal transition (EMT) and cytoskeletal dynamics through stress fibre formation."}, {"pubmed": 23775364, "text": "Androgen receptor might play a negative role during prostrate cancer progression via influencing entosis by modulating Rho/ROCK. pathway."}, {"pubmed": 23782575, "text": "Low frequency intermediate penetrance (LFIP) variants in the ROCK1 gene predispose to the risk of TOF"}, {"pubmed": 23789633, "text": "Immunohistochemical and western blot analyses showed no change in ROCK1 and ROCK2 protein expressions in Barrett's esophagus"}, {"pubmed": 23828571, "text": "The RhoA/ROCK1 signalling pathway has important roles in the determination of cell fate."}, {"pubmed": 23872151, "text": "miR-340 acts as a tumor suppressor and its downregulation in tumor tissues may contribute to the progression and metastasis of OS through a mechanism involving ROCK1"}, {"pubmed": 23877263, "text": "ROCK1 acts as a prominent upstream regulator of Beclin1-mediated autophagy and maintains a homeostatic balance between apoptosis and autophagy."}, {"pubmed": 23936026, "text": "These results revealed a novel mechanism that miR-124 inhibits glioma cells migration and invasion via ROCK1 downregulation."}, {"pubmed": 23951055, "text": "Results suggest that Aurora B, but not Rho/MLCK (myosin-light-chain kinase) signaling, is essential for the localization of 2P-MRLC (myosin regulatory light chains) to the midzone in dividing HeLa cells."}, {"pubmed": 23975506, "text": "ROCK1 was negatively regulated by miR-335 at the posttranscriptional level, via a specific target site within the 3'UTR by luciferase reporter assay."}, {"pubmed": 24019071, "text": "Intracellular forms of NOTCH1 trigger the immediate activation of ROCK1 independent of its transcriptional activity, promoting differentiation and resulting in decreased clonogenicity of normal human keratinocytes."}, {"pubmed": 24149105, "text": "it is suggested ROCK1 phosphorylates and activates SOX9 in Sertoli cells. Testes formation might be initiated by an alternative signaling pathway attributed to ROCK1, not SRY, activation in XX testes."}, {"pubmed": 24168723, "text": "Active ROCKI is phosphorylated at Ser1333 site. Antibodies that recognize phospho-Ser1333 of ROCKI and phospho-S1366 residues of ROCKII offer a means to discriminate their individual active status in cells and tissues."}, {"pubmed": 24170433, "text": "ROCK1 deletion altered the substrate-dependent cell migration in glioblastoma cells."}, {"pubmed": 24180482, "text": "miR-124-3p can repress the migration and invasion of bladder cancer cells via regulating ROCK1"}, {"pubmed": 24240172, "text": "IKKgamma facilitates RhoA activation via a guanine nucletotide exchange factor, which in turn activates ROCK to phosphorylate IKKbeta, leading to NF-kappaB activation that induced the chemokine expression and cell migration upon TGF-beta1."}, {"pubmed": 24296361, "text": "This study demonistrated by Gene expression profile that ROCK1 upregulaion in fibroblasts of Huntington's disease patients."}, {"pubmed": 24297045, "text": "A systematic review of RhoA/ROCK blockade approaches analyzes the impact of bias that may lead to inflated effect sizes and functional locomotor recovery after experimental thoracic spinal cord injury."}, {"pubmed": 24317511, "text": "ROCK has a crucial role in regulating prostate tumor growth through interaction with c-Myc"}, {"pubmed": 24323043, "text": "RACK1, by acting as a component of the IKK signalosome, plays a key role in inhibiting IKK activity by interfering with TRAF2-mediated recruitment of the IKK complex."}, {"pubmed": 24331979, "text": "results demonstrated that p38 and ERK1/2 played crucial positive roles in adipogenesis, and FAK, RhoA/ROCK and cytoskeleton played negative roles"}, {"pubmed": 24398981, "text": "ROCK1 upregulation occurred more frequently in osteosarcoma tissues with positive metastasis and poor response to pre-operative chemotherapy."}, {"pubmed": 24457551, "text": "RhoC/ROCK1 signaling pathways are likely involved in the progression of cervical squamous cell carcinoma"}, {"pubmed": 24465504, "text": "MicroRNA 135a suppresses lymph node metastasis through down-regulation of ROCK1 in early gastric cancer."}, {"pubmed": 24528629, "text": "ROCK-1 protein plays a key role in regulating metastasis and invasion of retinoblastoma cells."}, {"pubmed": 24566943, "text": "This is the first study to show that ROCK1 gene polymorphisms may have a significant impact on susceptibility to BD."}, {"pubmed": 24573110, "text": "ROCK1, as a novel target of miR-145, acts as a positive regulator of glioma cell invasion. Therefore, ROCK1 may constitute a promising target for glioma treatment."}, {"pubmed": 24587343, "text": "An mDia2/ROCK signaling axis regulates invasive egress from epithelial ovarian cancer spheroids."}, {"pubmed": 24617500, "text": "This is the first study to examine the involvement of ROCK1 and ROCK2 gene variations in the risk of primary open-angle glaucoma development."}, {"pubmed": 24696479, "text": "ROCK1- and LIMK1-regulated phosphorylation of cofilin played a role in retrovirus release from host cells and in cell-cell transmission events."}, {"pubmed": 24717605, "text": "It regulates relaxation of vascular smooth muscle."}, {"pubmed": 24801908, "text": "miR-145 may act as a tumor suppressor and contributes to the progression of OS through targeting ROCK1."}, {"pubmed": 24894676, "text": "Data indicate that Rho-associated protein kinase 1 (ROCK1) was inversely correlated with miR-186 expression in non-small cell lung cancer (NSCLC)."}, {"pubmed": 24902944, "text": "Data indicate that dexamethasone inhibition of Rho-associated coiled-coil-containing protein kinase 1 (ROCK1) activity involved Ras homolog family member A (RhoA)-independent signaling pathways."}, {"pubmed": 25011614, "text": "Data suggests that the rho-associated protein kinase (ROCK)-focal adhesion kinase (p-FAK cascade plays an important role in the effect of caffeine in glioma cells."}, {"pubmed": 25169484, "text": "silencing of ROCK1 suppressed cell proliferation, migration, and invasion, while supplementation of ROCK1 remarkably restored the cell growth and invasion inhibited by miR-124."}, {"pubmed": 25218053, "text": "The differential expression of ROCK-1 and MMP-9 proteins suggests their potential use as prognostic markers in breast cancer."}, {"pubmed": 25237195, "text": "aberrant modulation of Rock1 expression and activity induced by ITD-FLT3 may enhance acute myeloid leukemia cell chemotaxis to the therapy-protective bone marrow niche, where Cxcl12 is abundantly expressed"}, {"pubmed": 25266804, "text": "The expressions of ROCK1 in glioma tissue were visibly upregulated and the increase of ROCK1 had a positive correlation with the malignant grade of glioma."}, {"pubmed": 25380619, "text": "ROCK1 is lower expressed in tumour tissue when compared with adjacent normal vulvar epithelia. In an independent sample set of VSCCs, lower expression levels of ROCK1 correlated with worse survival rates and a poor prognosis."}, {"pubmed": 25448675, "text": "FRMD5 regulates tumor cell motility via a dual pathway involving FRMD5 binding to integrin beta5 tail and to ROCK1"}, {"pubmed": 25529450, "text": "Sep15 in Chang liver cells regulates the pathway that antagonizes RhoA/ROCK/MLC-dependent non-apoptotic bleb formation."}, {"pubmed": 25538140, "text": "We identified ROCK1 as a potential drug target for BRAF mutant melanoma. ROCK1 silencing increased melanoma cell elimination when combined with BRAF or ERK inhibitor treatment."}, {"pubmed": 25582918, "text": "inhibition of p38 MAP kinase attenuated the histamine response in all three EC types. Inhibition of RhoA, ROCK, or MLCK also prevented the histamine-induced decrease in TER in HDMEC."}, {"pubmed": 25677806, "text": "Depletion of the kinases ROCK1 and ROCK2, two known RhoC downstream effectors, similarly decreases cancer interaction with ECs"}, {"pubmed": 25723491, "text": "ROCK1 and ZIPK have diverse, but predominantly distinct regulatory functions in vascular SMC and that ROCK1-mediated activation of ZIPK is not involved in most of these functions."}, {"pubmed": 25755711, "text": "Our data indicate that expression of ROCK1 and ROCK2 are closely associated with tumor growth and lymph node metastasis of laryngeal squamous cell carcinoma"}, {"pubmed": 25831237, "text": "ROCK1 was validated as a direct functional target miR-340 and silencing of ROCK1 phenocopied the anti-tumor effect of mR-340."}, {"pubmed": 25832437, "text": "These data on the role of RhoA/ROCK in regulating cell myogenic differentiation on lasered microchannels substrates may provide a mechanistic insight on human mesenchymal stem cells fate directed by substrate topography."}, {"pubmed": 25840982, "text": "our data suggest that inhibition of ROCKRho-kinases ROCK 1 and ROCK 2) reduces the ability of melanoma cells to efficiently colonize the lungs"}, {"pubmed": 25912304, "text": "miR-144 suppresses OS progression by directly downregulating ROCK1 and ROCK2 expression."}, {"pubmed": 25916120, "text": "These results indicate that bleb formation is dependent on Rho activity (ROCK1 and ROCK 2)in ouabain-induced cell death in HUVECs"}, {"pubmed": 25931586, "text": "RNA interference (RNAi) screen in primary leukemic cells. Stringent validation identified 6 genes (BNIPL1, ROCK1, RPS13, STK3, SNX27, WDHD1) whose knockdown impaired growth and viability of the cells."}, {"pubmed": 25940707, "text": "17beta-estradiol induces proliferation of uterine smooth muscle cells in endometriosis through hyperactivation of the estrogen receptor-RhoA/ROCK signaling pathway."}, {"pubmed": 25987767, "text": "miR-124 promotes hyperplasia and contributes to invasion of colorectal cancer cells, but downregulates ROCK1."}, {"pubmed": 26026086, "text": "ROCK I provides better efficacy in predicting patient outcomes, compared to either tumor staging or MET expression."}, {"pubmed": 26066055, "text": "results indicate that the two SNPs (Cav-1 rs1049334 and ROCK1 rs35996865) and genotypes with a combination of 2-4 risk alleles were associated with the risk of ccRCC."}, {"pubmed": 26276426, "text": "The RhoA/ROCK signalling pathway has a key role in Ca2+ sensitisation in smooth muscle."}, {"pubmed": 26292662, "text": "Melatonin has shown to be effective in controlling metastatic breast cancer in vitro and in vivo, not only via inhibition of the proliferation of tumor cells but also through direct antagonism of metastatic mechanism of cells rendered by ROCK-1 inhibition."}, {"pubmed": 26306811, "text": "miR-146a has a critical role in the process of androgen-independent prostate cancer cells apoptosis through regulation of ROCK/Caspase 3 pathway."}, {"pubmed": 26335177, "text": "The level of ROCK1 increases in junctional zone smooth muscle cells in patients with adenomyosis."}, {"pubmed": 26377148, "text": "ROCK1 gene and ROCK protein expressions may contribute to the development of MCL."}, {"pubmed": 26405762, "text": "These results indicate that miR-584 could inhibit the expression of ROCK1, and ROCK1 knockdown would further affect the migration ability of K1 cells."}, {"pubmed": 26448639, "text": "Data show tht Rho kinase (ROCK) activity was increased by inhibiting integrin alpha4 with human umbilical vein endothelial cells (HUVECs) and hypoxia."}, {"pubmed": 26458302, "text": "Together, the data of the present study demonstrated that miR144 acts as a tumor suppressor by targeting ROCK1, and indicates the potential of miR144 as a novel biomarker and target in the treatment of rectal cancer."}, {"pubmed": 26468005, "text": "We speculate that the drop of the ROCK-to-MLCK ratio may occur as an attempt to compensate for the increased Rho kinase activity."}, {"pubmed": 26468018, "text": "Data suggest that Rho-associated coiled-coil containing protein kinase (ROCK) inhibitor Y-27632 may be therapeutically useful in tongue squamous cell carcinoma (TSCC)."}, {"pubmed": 26474697, "text": "findings collectively suggest that miR-506 acts as a tumor suppressor via regulation of ROCK1 expression and may thus be a promising therapeutic target for HCC"}, {"pubmed": 26481340, "text": "ROCK activity in MS serum was elevated compared with serum from healthy controls"}, {"pubmed": 26487003, "text": "We conclude that 2-ME inhibits the pathway RhoA --> ROCK1 --> myosin phosphatase targeting subunit --> myosin light chain, and this likely contributes to the reduced cytokinesis in 2-ME treated HASMCs."}, {"pubmed": 26530325, "text": "miR148b directly targets Rhoassociated protein kinase 1 in hepatocellular carcinoma."}, {"pubmed": 26562026, "text": "the ROCK1 rs35996865 G variant allele was significantly more frequent in male colorectal cancer (CRC) patients (p = 0.028) than in the control group; finding points to a possible gender-related modulation by the ROCK1 gene in CRC susceptibility"}, {"pubmed": 26615410, "text": "Significant associations between ROCK1, ROCK2, RhoA and RhoC gene polymorphisms and systemic sclerosis were demonstrated."}, {"pubmed": 26615424, "text": "these findings indicate that miR-145 acts as a tumor suppressor and its downregulation in tumor tissues may contribute to the progression and metastasis of hepatocellular carcinoma (HCC)through a mechanism involving ROCK1, suggesting miR-145 as a potential new diagnostic and therapeutic target for the treatment of HCC"}, {"pubmed": 26715279, "text": "Increased ROCK1 expression is associated with breast cancer."}, {"pubmed": 26715733, "text": "High ROCK1 expression is associated with glioma."}, {"pubmed": 26818518, "text": "This study report that protein levels of the Rho-associated protein kinases (ROCK1) was increased in Progressive Supranuclear Palsy and Corticobasal Degeneration brains."}, {"pubmed": 26826790, "text": "ROCK1 and ROCK2 differentially regulate invadopodia activity through separate signaling pathways."}, {"pubmed": 26872982, "text": "Increased ROCK activity was found in chronic kidney disease patients with left ventricular hypertrophy."}, {"pubmed": 26928204, "text": "Uniaxial stretch activates JNK1 via RhoA and ROCK pathways in human bladder smooth muscle cells."}, {"pubmed": 26970302, "text": "These findings suggested that miR-198 may act not only as a novel prognostic marker, but also as a potential target for molecular therapy of osteosarcoma."}, {"pubmed": 27028892, "text": "Galectin-9 stimulated migration in human NK-92 cells by affecting F-actin polarization through the Rho/ROCK1 signaling pathway."}, {"pubmed": 27033194, "text": "Studies showed that ROCK isoforms, ROCK1 and ROCK2, have been found in various types of neuron-like cell lines and neurons, and function as different regulators in axon outgrowth, neurite retraction, cell survival, autophagy, energy balance, and generation of endogenous beta amyloid. [review]"}, {"pubmed": 27035227, "text": "the results suggested that miR335 directly targets Rhoassociated protein kinase 1 (ROCK1) in bladder cancer."}, {"pubmed": 27108693, "text": "The results of the present study indicate that miR126 inhibits RCC cell proliferation, migration and invasion by downregulating ROCK1."}, {"pubmed": 27132890, "text": "Intercellular adhesion-dependent cell survival and ROCK-regulated actomyosin-driven forces are required for the self-organization. Our data supports a hypothesis that newly specified neuroretina progenitors form characteristic structures in equilibrium through minimization of cell surface tension."}, {"pubmed": 27145462, "text": "Data show that ROCK1 is the direct target of miR-300, and that the 3' UTRs of ROCK1 had at least 7 nucleotides that were complementary to the miR-300 seed region."}, {"pubmed": 27160703, "text": "New light on the role of the ROCK pathway during early stages of human neurogenesis."}, {"pubmed": 27173611, "text": "vThese results suggest that ROCK may be important in IL-1-induced signaling through MKK4 to JNK and the activation of p38 MAPK."}, {"pubmed": 27203208, "text": "Inhibition of ROCK signaling restored polarity, decreased disorganization of F-actin, and led to reduction of proliferation of breast cancer cells."}, {"pubmed": 27221467, "text": "MicroRNA-146a suppresses ROCK1 allowing hyperphosphorylation of tau in Alzheimer's disease."}, {"pubmed": 27246255, "text": "that reduction of ROCK1 diminishes amyloid-beta levels by enhancing Amyloid beta-Protein Precursor protein degradation"}, {"pubmed": 27251065, "text": "There are 2 isoforms: ROCK1 and ROCK2. They have different functions in different types of cells and tissues. There is growing evidence that ROCKs contribute to the development of cardiovascular diseases, including cardiac fibrosis, hypertrophy, and subsequent heart failure."}, {"pubmed": 27269648, "text": "Results showed that ROCK1 gene rs2271255 (Lys222Glu), rs35996865, and ROCK2 gene rs726843, rs2290156, rs10178332, rs35768389 (Asp601Val) polymorphisms were significantly associated with respiratory distress syndrome (RDS), and that they could be a risk factor for development of neonatal RDS."}, {"pubmed": 27324125, "text": "RhoB and ROCK play a key role in preeclampsia."}, {"pubmed": 27374095, "text": "Combined EGFR and ROCK inhibition effectively blocks proliferation of triple-negative breast cancer (TNBC) cells."}, {"pubmed": 27378427, "text": "We successfully identified a novel pathway via which SIN exerted antioxidative and renal protective functions, and provided a molecular basis for potential SIN applications in treating DN vascular disorders."}, {"pubmed": 27495873, "text": "Silencing Drp1 inhibits glioma cells proliferation and invasion by RHOA/ ROCK1 pathway."}, {"pubmed": 27513300, "text": "BCR-ABL-dependent ROCK, but not TK, is involved in CD1d downregulation. We propose that ROCK, which is most likely activated by the DH/PH domain of BCR-ABL, mediates iNKT-cell immune subversion in chronic myeloid leukaemia (CML) patients by downregulating CD1d expression on CML mDCs."}, {"pubmed": 27556514, "text": "ROCK inhibitor Y-27632 cooperated with Myc to immortalize keratinocytes efficiently, indicating that apoptosis is a major barrier to Myc-induced immortalization of keratinocytes."}, {"pubmed": 27616626, "text": "findings demonstrated that ROCK activity is significantly increased in type 2 diabetic patients and enhanced ROCK activity may reflect the progression of disease"}, {"pubmed": 27758857, "text": "These data provide molecular insight into the Shroom-Rock interface and demonstrate that Shroom directly participates in regulating cytoskeletal dynamics, adding to its known role in Rock localization."}, {"pubmed": 27780848, "text": "SNRK in cardiomyocytes is responsible for maintaining cardiac metabolic homeostasis, which is mediated in part by ROCK, and alteration of this homeostasis influences cardiac function in the adult heart."}, {"pubmed": 27841867, "text": "High ROCK1 expression is associated with Clear cell renal cell carcinoma."}, {"pubmed": 28031255, "text": "These findings reveal an ancillary role for increased ROCK signaling in pancreatic cancer progression to promote extracellular matrix remodeling that facilitates proliferation and invasive tumor growth."}, {"pubmed": 28035042, "text": "Despite sharing the catalytic domain with ROCK2, ROCK1 appears to be the dominant kinase essential for junctional integrity and contractile tension at epithelial ZA."}, {"pubmed": 28074910, "text": "he phosphorylation of the MP inhibitory MYPT1(T850) and the regulatory PRMT5(T80) residues as well as the symmetric dimethylation of H2A/4 were elevated in human hepatocellular carcinoma and in other types of cancers."}, {"pubmed": 28081735, "text": "miR-214-5p was identified as a new tumor suppressor, which directly targeted ROCK1 and suppressed proliferation of human OS cells."}, {"pubmed": 28104444, "text": "OB-Rb, RhoA/ROCK, PI3K/AKT, JAK/STAT pathways and NF-kB activation are involved in leptin-induced upA expression."}, {"pubmed": 28117029, "text": "Data demonstrate that miR-148a acts as a tumor suppressor in OS, at least partly, via targeting ROCK1."}, {"pubmed": 28184030, "text": "Genetic variant in ROCK1 gene is associated with progression of prostate cancer."}, {"pubmed": 28191820, "text": "These results indicate shear stress induced vascular smooth muscle cell contraction was mediated by cell surface glycocalyx via a ROCK-MLC phosphatase (MLCP) pathway, providing evidence of the glycocalyx mechanotransduction in myogenic response."}, {"pubmed": 28225294, "text": "These results indicate the differential role of ROCK isoforms in myofibroblast differentiation on soft and stiff matrices."}, {"pubmed": 28317242, "text": "ROCK activation phosphorylated Rac1b at Ser71 and increased reactive oxygen species (ROS) levels by facilitating the interaction between Rac1b and cytochrome c. Conversely, ROCK inactivation abolished their interaction, concomitant with ROS reduction."}, {"pubmed": 28487031, "text": "The migration of dermal endothelial cells undergoing epithelial-mesenchymal transition is dependent on both extracellular matrix degradation and invadosome formation associated with MMP-2 proteolytic activity and Rho/ROCK cytoskeleton contraction."}, {"pubmed": 28608941, "text": "data suggest that TGF-beta stimulated the expression of ChPF and sGAG synthesis in nucleus pulposus cells through Smad3, RhoA/ROCK1 and the three MAPK signaling pathways."}, {"pubmed": 28650698, "text": "The ROCK isoforms differentially regulate the morphological characteristics of carcinoma cells."}, {"pubmed": 28701359, "text": "These findings provide a new understanding of the effects of oxLDL on endothelial proliferation, which is essential for developing new treatments against neovascularization and progression of atherosclerosis."}, {"pubmed": 28709411, "text": "Our findings revealed that ROCK1 was overexpressed in malignant vascular tumors such as hemangioendotheliomas and angiosarcomas, and ROCK2 was overexpressed in both benign and malignant vascular tumors including hemangiomas, hemangioendotheliomas, hemangiopericytomas, and angiosarcomas. shRNA-mediated knockdown of ROCK2, but not ROCK1, in xenograft vascular tumors significantly reduced tumor size and proliferative index"}, {"pubmed": 28739902, "text": "RhoA is activated in tumors from neuroblastoma patients, and elevated expression of Rho-associated kinase (ROCK)2 is associated with poor patient survival. Pharmacological or genetic inhibition of ROCK1 and 2, key molecules in Rho signaling, resulted in neuroblastoma cell differentiation and inhibition of neuroblastoma cell growth, migration, and invasion."}, {"pubmed": 28743511, "text": "RhoA/ROCK and Raf-1/CK2 pathway are responsible for TNF-alpha-mediated endothelial cytotoxicity via regulation of the vimentin cytoskeleton."}, {"pubmed": 28761175, "text": "Rock1 has an important role in Rac1 regulation of actomyosin at the cell cortex."}, {"pubmed": 28821556, "text": "The underlying molecular mechanism of dasatinib-induced reorganization of the actin involves ROCK activation, which increases the amount of the phosphorylation of myosin light chain and consequently activates the non-muscle myosin II."}, {"pubmed": 28841710, "text": "data suggests that ROCK1 may serve as a potential therapeutic target to enhance current treatment regimens for pancreatic cancer"}, {"pubmed": 28848996, "text": "Knockdown of ROCK1 decreased the volume and weight of the xenograft tumors, while overexpression of ROCK1 showed a proliferative tendency with significantly greater tumor volume and weight in vivo. The upregulation of ROCK1 increased the expression of MMP-9, and levels of MMP-9 positively correlated with the ROCK1 levels in PTC tissues."}, {"pubmed": 28888686, "text": "We identify HGF, acting through the c-Met receptor, as the key polarity-inducing morphogen, which acts to activate b1-integrin-dependent adhesion. HGF and ECM-derived integrin signals co-operate via a c-Src-dependent inhibition of the RhoA-ROCK1 signalling pathway via p190A RhoGAP"}, {"pubmed": 28923399, "text": "Dexamethasone up-regulates ROCK1/2 activity promoting migration, invasion and metastasis of melanoma cells."}, {"pubmed": 29130345, "text": "these findings indicate that miR-199a acts as a tumour suppressor and its downregulation in tumour tissues may contribute to the progression and metastasis of Renal cell carcinoma (RCC) through a mechanism involving ROCK1, suggesting miR-199a as a potential new diagnostic and therapeutic target for the treatment of RCC."}, {"pubmed": 29246448, "text": "ROCK1 and ROCK2 contribute to the genetic susceptibility of hypertension and stroke."}, {"pubmed": 29270775, "text": "ROCK1-PredictedmicroRNAs Dysregulation Contributes to Tumor Progression in Ewing Sarcoma."}, {"pubmed": 29324316, "text": "These results suggested a protective role of miR-145 in high glucose-treated vascular smooth muscle cells by suppressing ROCK1."}, {"pubmed": 29441962, "text": "the level of ROCK1 was markedly increased in osteosarcoma cancer tissues compared to that of noncancerous tissues."}, {"pubmed": 29544562, "text": "upregulation of NEAT1 may promote proliferation, migration and invasion of gastric cancer cells via targeting miR-335-5p/ROCK1 axis"}, {"pubmed": 29678906, "text": "STAT3 phosphorylation, while responsive to exogenous ligands on both soft and stiff matrices, is innately active on a stiff matrix in a ligand/receptor-independent, but ROCK- and JAK2-dependent fashion."}, {"pubmed": 29749520, "text": "silencing of URG11 altered the expression levels of cell cycleassociated genes, epithelialmesenchymal transitionassociated genes, and RhoA and ROCK1 protein levels. Thus, the results of the present study suggest that URG11 may be a potential therapeutic target, which may be important to inhibit the development and progression of prostatic hyperplasia."}, {"pubmed": 29790629, "text": "NEAT1 promoted ovarian cancer cells metastasis through regulating the miR-382-3p/ROCK1 axis"}, {"pubmed": 29804125, "text": "The pathways involved in the effect of ROCK1 in human corneal epithelial cells was preliminarily explained by detecting changes of TLR4-mediated NF-kB and ERK signaling."}, {"pubmed": 29849894, "text": "Results suggested that the RhoA/ROCK1 pathway activated by excessive ROS is responsible for profilin-1-mediated endothelial damage."}, {"pubmed": 29860109, "text": "Loss of protective endothelial CLOCK expression aggravates TGF-beta/ROCK1-modulated endothelial to mesenchymal transition progression, which contributes to the vulnerability of human carotid plaque."}, {"pubmed": 30004298, "text": "Increased Rho kinase activity is associated with heart ischemia/reperfusion."}, {"pubmed": 30114643, "text": "SNHG5 acts as an oncogene in osteosarcoma via the SNHG5-miR-26a-ROCK1 axis."}, {"pubmed": 30165352, "text": "ROCK1 plays a role in oxLDL-induced cell adhesion by regulating adhesion molecules expression."}, {"pubmed": 30212830, "text": "Melatonin reduced ROCK1 and ROCK2 expression and activity in TGF-beta2-stimulated Glomerular Endothelial Cells by enhancing expression of miR-497, which targets ROCK1 and ROCK2."}, {"pubmed": 30298816, "text": "We examined effects of induced mosaic knockdown of molecular regulators of cortical tension (ROCK1) and cell-cell adhesion (CDH1) with CRISPR interference. Mosaic knockdown of ROCK1 or CDH1 resulted in differential patterning within hiPSC colonies due to cellular self-organization, while retaining an epithelial pluripotent phenotype"}, {"pubmed": 30369081, "text": "Rock inhibition-mediated alteration of senescent cell morphology may be associated with the decreased actin stress fibers formation. Since it is known that secretory activity is accompanied by the changes of cell morphology, these morphological alterations observed by the inhibition of Rho/Rho kinase pathway may also lead to important secretory functions of senescent cells."}, {"pubmed": 30387365, "text": "High ROCK1 expression is associated with adenomyosis."}, {"pubmed": 30429198, "text": "This study identifies FLI1 exonic circular RNAs as a new oncogenic driver that promotes tumor metastasis through the miR584-ROCK1 pathway. Importantly, serum exosomal FECR1 may serve as a promising biomarker to track disease progression of small cell lung cancer (SCLC)"}, {"pubmed": 30509168, "text": "These results demonstrate the importance of the FAM40 proteins for endothelial cell physiology, and suggest that they act as part of the CCM3-containing STRIPAK complex."}, {"pubmed": 30592267, "text": "the lncRNA SNHG1 acted as an oncogene in OS cancer; it downregulated the expression of miRNA-101-3p and promoted cancer cell proliferation, migration and invasion through activating the expression of ROCK1, the PI3K/AKT pathway and EMT."}, {"pubmed": 30659115, "text": "Tau regulates the microtubule-dependent migration of glioblastoma cells via the Rho-ROCK signaling pathway."}, {"pubmed": 30674565, "text": "MiR-144 inhibited tumor growth and metastasis in OS via dual-suppressing of RhoA and ROCK1."}, {"pubmed": 30771534, "text": "ROCK1 phosphorylated the myosin regulatory light chain (MRLC) and facilitated the generation of traction force, while ROCK2 phosphorylated cofilin and regulated the cytoskeletal remodeling by suppressing F-actin depolymerization."}, {"pubmed": 30811958, "text": "Ectopic expression of miR-144 effectively blocked lung endothelial cell barrier disruption and hyperpermeability in response to proinflammatory agents. Furthermore, using a gain-and-loss-of-function strategy, overexpression of miR-144 significantly decreased ROCK1 expression."}, {"pubmed": 30840284, "text": "The ROCK1 rescued the effect of miR-592-mediated AML cell proliferation and metastasis."}, {"pubmed": 30884801, "text": "we found that ROCK2 but not ROCK1 controls LPA-induced monocytic migration and monocyte adhesion toward endothelial cells. These findings demonstrate that ROCK2 is a key regulator of endothelial inflammation. We conclude that targeting endothelial ROCK2 is potentially effective in attenuation of atherosclerosis"}, {"pubmed": 30918008, "text": "genetic variants affecting ROCKI expression were linked to a reduced risk of certain inflammatory and infectious disease in humans"}, {"pubmed": 30998147, "text": "expression level of ROCK1 gene in acute lymphoblastic leukemia patients is high"}, {"pubmed": 31026254, "text": "ROCK1 and ROCK2 regulated cell proliferation in PC-3 and DU145 prostate cancer cells. Protein levels of phosphorylated LIM kinase 1 (p-LIMK1) and matrix metalloproteinase-2 (MMP-2) were reduced in ROCK1 and ROCK2 siRNA transfected cells. CONCLUSIONS In PC-3 and DU145 human prostate cancer cells, ROCK promoted cell proliferation and migration by targeting LIMK1 and MMP-2."}, {"pubmed": 31043701, "text": "ROCK1 but not LIMK1 or PAK2 is a key regulator of apoptotic membrane blebbing and cell disassembly."}, {"pubmed": 31081143, "text": "LINC00339 regulates ROCK1 by miR-152 to promote cell proliferation and migration in hepatocellular carcinoma."}, {"pubmed": 31106468, "text": "MiR-202 inhibits cell proliferation, invasion, and migration in breast cancer by targeting ROCK1 gene."}, {"pubmed": 31136973, "text": "Data show that Rho-associated, coiled-coil containing protein kinase 1 (ROCK1) is a target gene of miR-139."}, {"pubmed": 31287605, "text": "Rho-associated coiled-coil kinase 1 activation mediates amyloid precursor protein site-specific Ser655 phosphorylation and triggers amyloid pathology."}, {"pubmed": 31292242, "text": "Altogether, these findings illustrate ROCK1 activity restricts human cytomegalovirus propagation and suggest this inhibitory effect may be mediated by suppression of capsid egress out of the nucleus."}, {"pubmed": 31306637, "text": "the important role of the LINC00662/miR-340-5p/ROCK1 axis in regulating the malignant behavior of AML cells"}, {"pubmed": 31381906, "text": "narciclasine (1mg/kg/day) strongly reduced the VEGF-triggered angiogenesis in vivo (Matrigel plug assay in mice). Narciclasine mediated its anti-angiogenic effects in part by a RhoA-independent activation of the Rho kinase ROCK."}, {"pubmed": 31431478, "text": "RhoBTB1 associates with ROCK1 and ROCK2 and its association with ROCK1 is via its Rho domain."}, {"pubmed": 31432120, "text": "these results suggested that miR330 exhibits tumorsuppressor activity in the development of RB by directly targeting ROCK1, indicating that restoration of miR330 expression may be a promising therapeutic technique in the treatment of patients with retinoblastoma."}, {"pubmed": 31484042, "text": "LncRNA NEAT1 may regulate nonalcoholic fatty liver disease through miR-146a-5p targeting ROCK1, and further affect AMPK/SREBP pathway; this study may provide a new thought for the treatment of nonalcoholic fatty liver disease"}, {"pubmed": 31485605, "text": "Results demonstrated that ROCK1 is highly expressed in nonsmallcell lung cancer (NSCLC) cells and tissues, and is associated with poor survival. In addition, ROCK1 plays an important role in the occurrence and development of NSCLC through regulating cancer cell migration and invasion."}, {"pubmed": 31557128, "text": "Up regulation of Rho-associated coiled-coil containing kinase1 (ROCK1) is associated with genetic instability and poor prognosis in prostate cancer."}, {"pubmed": 31577094, "text": "Rosuvastatin reduces expression of tissue factor through inhibiting RhoA/ROCK pathway to ameliorate atherosclerosis."}, {"pubmed": 31647781, "text": "ER stress and Rho kinase activation underlie the vasculopathy of CADASIL."}, {"pubmed": 31696481, "text": "MicroRNA-26a suppresses the malignant biological behaviors of papillary thyroid carcinoma by targeting ROCK1 and regulating PI3K/AKT signaling pathway."}, {"pubmed": 31702393, "text": "LncRNA EGFR-AS1 Upregulates ROCK1 by Sponging miR-145 to Promote Esophageal Squamous Cell Carcinoma Cell Invasion and Migration."}, {"pubmed": 31723030, "text": "NHE1 overexpression specifically induces death of induced pluripotent stem cells via sustained ROCK activation, probably caused by an increase in local pH near NHE1"}, {"pubmed": 31960744, "text": "Regulating of cell cycle progression by the lncRNA CDKN2B-AS1/miR-324-5p/ROCK1 axis in laryngeal squamous cell cancer."}, {"pubmed": 31960961, "text": "CircTIMELESS regulates the proliferation and invasion of lung squamous cell carcinoma cells via the miR-136-5p/ROCK1 axis."}, {"pubmed": 31973815, "text": "P-Tyr42 RhoA GTPase amplifies superoxide formation through p47phox, phosphorylated by ROCK."}, {"pubmed": 32046445, "text": "Dysregulation of miR-202-3p Affects Migration and Invasion of Endometrial Stromal Cells in Endometriosis via Targeting ROCK1."}, {"pubmed": 32234882, "text": "Functional models that more accurately represent the clinical setting are necessary to dissect the role of ROCK1 and -2 in melanoma. Additionally, our study indicates that ROCK activity in tumor-infiltrating lymphocytes may be involved in the pathogenesis of cancer, and thus merits further investigations."}, {"pubmed": 32237054, "text": "miR-495 targets ROCK1 to inhibit lipopolysaccharides-induced WI-38 cells apoptosis and inflammation."}, {"pubmed": 32248560, "text": "MiR-599 regulates LPS-mediated apoptosis and inflammatory responses through the JAK2/STAT3 signalling pathway via targeting ROCK1 in human umbilical vein endothelial cells."}, {"pubmed": 32296834, "text": "Rho kinase mediates transforming growth factor-beta1-induced vasculogenic mimicry formation: involvement of the epithelial-mesenchymal transition and cancer stemness activity."}, {"pubmed": 32314711, "text": "miR-153-3p can inhibit the proliferation, migration and invasion of breast cancer cells via down-regulation of ROCK1"}, {"pubmed": 32353552, "text": "Enhanced peripheral blood miR-324-5p is associated with the risk of metabolic syndrome by suppressing ROCK1."}, {"pubmed": 32417439, "text": "ATPR induces acute promyelocytic leukemia cells differentiation and growth arrest by blockade of SHP2/Rho/ROCK1 pathway."}, {"pubmed": 32451439, "text": "ROCK-mediated selective activation of PERK signalling causes fibroblast reprogramming and tumour progression through a CRELD2-dependent mechanism."}, {"pubmed": 32506247, "text": "ILK silencing inhibits migration and invasion of more invasive glioblastoma cells by downregulating ROCK1 and Fascin-1."}, {"pubmed": 32554853, "text": "ROCK1 knockdown inhibits non-small-cell lung cancer progression by activating the LATS2-JNK signaling pathway."}, {"pubmed": 32648654, "text": "3D Microenvironment Stiffness Regulates Tumor Spheroid Growth and Mechanics via p21 and ROCK."}, {"pubmed": 32660450, "text": "Long non-coding RNA CCHE1 participates in postoperative distant recurrence but not local recurrence of osteosarcoma possibly by interacting with ROCK1."}, {"pubmed": 32672788, "text": "Baicalein suppresses vasculogenic mimicry through inhibiting RhoA/ROCK expression in lung cancer A549 cell line."}, {"pubmed": 32705263, "text": "Role of ROCK/NFkappaB/AQP8 signaling in ethanolinduced intestinal epithelial barrier dysfunction."}, {"pubmed": 32705984, "text": "Periodic propagating waves coordinate RhoGTPase network dynamics at the leading and trailing edges during cell migration."}, {"pubmed": 32725958, "text": "RhoA/ROCK pathway mediates the effect of oestrogen on regulating epithelial-mesenchymal transition and proliferation in endometriosis."}, {"pubmed": 32754261, "text": "Increased intracellular Cl(-) concentration improves airway epithelial migration by activating the RhoA/ROCK Pathway."}, {"pubmed": 32877952, "text": "The Role of ROCK in Platelet-Monocyte Collaborative Induction of Thromboinflammation during Acute Coronary Syndrome."}, {"pubmed": 32941674, "text": "Rho-associated protein kinase-dependent moesin phosphorylation is required for PD-L1 stabilization in breast cancer."}, {"pubmed": 33168781, "text": "LINC00452 promotes ovarian carcinogenesis through increasing ROCK1 by sponging miR-501-3p and suppressing ubiquitin-mediated degradation."}, {"pubmed": 33278350, "text": "Targeting ROCK1/2 blocks cell division and induces mitotic catastrophe in hepatocellular carcinoma."}, {"pubmed": 33279680, "text": "Diagnostic molecular markers predicting aggressive potential in low-grade prostate cancer."}, {"pubmed": 33283391, "text": "miR-217 alleviates high-glucose-induced vascular smooth muscle cell dysfunction via regulating ROCK1."}, {"pubmed": 33325210, "text": "LncRNA XIST regulates cell proliferation, migration and invasion of glioblastoma via regulating miR-448 and ROCK1."}, {"pubmed": 33336739, "text": "Circ-ABCB10 promotes growth and metastasis of nasopharyngeal carcinoma by upregulating ROCK1."}, {"pubmed": 33441941, "text": "Nrf2 regulates cell motility through RhoA-ROCK1 signalling in non-small-cell lung cancer cells."}, {"pubmed": 33610039, "text": "A novel proteolytic cleavage of ROCK 1 in cell death: Not only by caspases 3 and 7 but also by caspase 2."}, {"pubmed": 33670616, "text": "Deciphering the Role of Wnt and Rho Signaling Pathway in iPSC-Derived ARVC Cardiomyocytes by In Silico Mathematical Modeling."}, {"pubmed": 33737494, "text": "Circ_0002711 knockdown suppresses cell growth and aerobic glycolysis by modulating miR-1244/ROCK1 axis in ovarian cancer."}, {"pubmed": 33741494, "text": "microRNA-148a-3p enhances the effects of sevoflurane on hepatocellular carcinoma cell progression via ROCK1 repression."}, {"pubmed": 34050115, "text": "LncRNA RP11-390F4.3 inhibits invasion and migration of glioblastoma cells by downregulating ROCK1."}, {"pubmed": 34080666, "text": "Binding between ROCK1 and DCTN2 triggers diabetesassociated centrosome amplification in colon cancer cells."}, {"pubmed": 34238999, "text": "Impact of plasma 5-hydroxyindoleacetic acid, a serotonin metabolite, on clinical outcome in septic shock, and its effect on vascular permeability."}, {"pubmed": 34476503, "text": "MicroRNA5023p promotes Mycobacterium tuberculosis survival in macrophages by modulating the inflammatory response by targeting ROCK1."}, {"pubmed": 34530870, "text": "R-Ras subfamily proteins elicit distinct physiologic effects and phosphoproteome alterations in neurofibromin-null MPNST cells."}, {"pubmed": 34537072, "text": "Circ_PIP5K1A regulates cisplatin resistance and malignant progression in non-small cell lung cancer cells and xenograft murine model via depending on miR-493-5p/ROCK1 axis."}, {"pubmed": 34603794, "text": "Activation of TMEM16A Ca(2+)-activated Cl(-) channels by ROCK1/moesin promotes breast cancer metastasis."}, {"pubmed": 34745088, "text": "Roles of RAGE/ROCK1 Pathway in HMGB1-Induced Early Changes in Barrier Permeability of Human Pulmonary Microvascular Endothelial Cell."}, {"pubmed": 34951996, "text": "MiR196a-5p in extracellular vesicles released from human nasopharyngeal carcinoma enhance the phagocytosis and secretion of microglia by targeting ROCK1."}, {"pubmed": 35101080, "text": "Circular RNA circCSPP1 promotes the occurrence and development of colon cancer by sponging miR-431 and regulating ROCK1 and ZEB1."}, {"pubmed": 35121738, "text": "ROCK1 mechano-signaling dependency of human malignancies driven by TEAD/YAP activation."}, {"pubmed": 35177391, "text": "RhoA, ROCK-1, and ROCK-2 Gene Expression and Polymorphisms in Cholesteatoma Patients."}, {"pubmed": 35523828, "text": "ROCK 1 and 2 affect the spatial architecture of 3D spheroids derived from human corneal stromal fibroblasts in different manners."}, {"pubmed": 35584479, "text": "Evaluation of the rs35996865 polymorphism of the ROCK1 gene in sepsis."}, {"pubmed": 36017913, "text": "LncRNA CCHE1 Participates in the Postoperative Distant Recurrence of Urothelial Bladder Cancer Possibly by Regulating ROCK1 Expression."}, {"pubmed": 36513954, "text": "LINC00536 Promotes Breast Cancer Progression by Regulating ROCK1 via Sponging of miR-214-5p."}, {"pubmed": 36658407, "text": "Tumor-suppressing effects of miR-381-3p in pediatric acute myeloid leukemia via ROCK1 downregulation."}, {"pubmed": 37052185, "text": "lncRNA NEAT1 mediates LPS-induced pyroptosis of BEAS-2B cells via targeting miR-26a-5p/ROCK1 axis."}, {"pubmed": 37210870, "text": "Negative pressure induces dedifferentiation of hepatocytes via RhoA/ROCK pathway."}, {"pubmed": 37683138, "text": "Identification of ROCK1 as a novel biomarker for postmenopausal osteoporosis and pan-cancer analysis."}, {"pubmed": 37801199, "text": "LAMB3 Promotes Myofibrogenesis and Cytoskeletal Reorganization in Endometrial Stromal Cells via the RhoA/ROCK1/MYL9 Pathway."}, {"pubmed": 38199985, "text": "ROCK1/2 signaling contributes to corticosteroid-refractory acute graft-versus-host disease."}, {"pubmed": 38254202, "text": "Paxillin participates in the sphingosylphosphorylcholine-induced abnormal contraction of vascular smooth muscle by regulating Rho-kinase activation."}, {"pubmed": 38309317, "text": "LINC00645 inhibits renal cell carcinoma progression by interacting with HNRNPA2B1 to regulate the ROCK1 mRNA stability."}], "genomic_pos": {"chr": "18", "end": 21111813, "ensemblgene": "ENSG00000067900", "start": 20944612, "strand": -1}, "genomic_pos_hg19": {"chr": "18", "end": 18691812, "start": 18526867, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000281", "qualifier": "involved_in", "term": "mitotic cytokinesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001837", "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003180", "qualifier": "involved_in", "term": "aortic valve morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003383", "qualifier": "involved_in", "term": "apical constriction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": 23093407, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006939", "pubmed": 12778124, "qualifier": "involved_in", "term": "smooth muscle contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007159", "pubmed": 12082081, "qualifier": "involved_in", "term": "leukocyte cell-cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10436159, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007249", "pubmed": 25816133, "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007266", "qualifier": "involved_in", "term": "Rho protein signal transduction"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0007266", "pubmed": 27160703, "qualifier": "involved_in", "term": "Rho protein signal transduction"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010508", "pubmed": 27853422, "qualifier": "involved_in", "term": "positive regulation of autophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010613", "pubmed": 28679962, "qualifier": "involved_in", "term": "positive regulation of cardiac muscle hypertrophy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": [27853422, 28679962], "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010922", "pubmed": 27221467, "qualifier": "involved_in", "term": "positive regulation of phosphatase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016525", "pubmed": 19181962, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018105", "pubmed": 18573880, "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018107", "qualifier": "involved_in", "term": "peptidyl-threonine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0022614", "pubmed": 12082081, "qualifier": "involved_in", "term": "membrane to membrane docking"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030036", "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030155", "pubmed": 12778124, "qualifier": "involved_in", "term": "regulation of cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030334", "pubmed": 23093407, "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030866", "qualifier": "involved_in", "term": "cortical actin cytoskeleton organization"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0030866", "pubmed": 25816133, "qualifier": "involved_in", "term": "cortical actin cytoskeleton organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030866", "pubmed": 25816133, "qualifier": "involved_in", "term": "cortical actin cytoskeleton organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031032", "qualifier": "involved_in", "term": "actomyosin structure organization"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0031175", "pubmed": 27160703, "qualifier": "involved_in", "term": "neuron projection development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032060", "qualifier": "involved_in", "term": "bleb assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032091", "pubmed": 18573880, "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032956", "pubmed": 25911094, "qualifier": "involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032956", "qualifier": "involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032956", "pubmed": 12778124, "qualifier": "involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035306", "pubmed": 27221467, "qualifier": "involved_in", "term": "positive regulation of dephosphorylation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0035509", "pubmed": 25816133, "qualifier": "involved_in", "term": "negative regulation of myosin-light-chain-phosphatase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035509", "pubmed": 25816133, "qualifier": "involved_in", "term": "negative regulation of myosin-light-chain-phosphatase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042326", "qualifier": "involved_in", "term": "negative regulation of phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043410", "pubmed": 28679962, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045616", "pubmed": 19997641, "qualifier": "involved_in", "term": "regulation of keratinocyte differentiation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045664", "pubmed": 27160703, "qualifier": "involved_in", "term": "regulation of neuron differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048598", "qualifier": "involved_in", "term": "embryonic morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050900", "pubmed": 12082081, "qualifier": "involved_in", "term": "leukocyte migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050901", "pubmed": 12082081, "qualifier": "involved_in", "term": "leukocyte tethering or rolling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051045", "pubmed": 27853422, "qualifier": "involved_in", "term": "negative regulation of membrane protein ectodomain proteolysis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051451", "qualifier": "involved_in", "term": "myoblast migration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051492", "pubmed": 12778124, "qualifier": "involved_in", "term": "regulation of stress fiber assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051893", "pubmed": 12778124, "qualifier": "involved_in", "term": "regulation of focal adhesion assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051894", "qualifier": "involved_in", "term": "positive regulation of focal adhesion assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061157", "qualifier": "involved_in", "term": "mRNA destabilization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070168", "qualifier": "involved_in", "term": "negative regulation of biomineral tissue development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070507", "pubmed": 23093407, "qualifier": "involved_in", "term": "regulation of microtubule cytoskeleton organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071559", "qualifier": "involved_in", "term": "response to transforming growth factor beta"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0072659", "pubmed": 25816133, "qualifier": "involved_in", "term": "protein localization to plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072659", "pubmed": 25816133, "qualifier": "involved_in", "term": "protein localization to plasma membrane"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090128", "qualifier": "involved_in", "term": "regulation of synapse maturation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090521", "qualifier": "involved_in", "term": "podocyte cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097049", "qualifier": "involved_in", "term": "motor neuron apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097746", "qualifier": "involved_in", "term": "blood vessel diameter maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0110061", "pubmed": 28679962, "qualifier": "involved_in", "term": "regulation of angiotensin-activated signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0140058", "pubmed": 27160703, "qualifier": "involved_in", "term": "neuron projection arborization"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1900223", "pubmed": 27853422, "qualifier": "involved_in", "term": "positive regulation of amyloid-beta clearance"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1900242", "pubmed": 27160703, "qualifier": "involved_in", "term": "regulation of synaptic vesicle endocytosis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1901888", "qualifier": "involved_in", "term": "regulation of cell junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902430", "pubmed": [24305806, 27853422], "qualifier": "involved_in", "term": "negative regulation of amyloid-beta formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902992", "pubmed": [24305806, 27853422], "qualifier": "involved_in", "term": "negative regulation of amyloid precursor protein catabolic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903140", "pubmed": 25816133, "qualifier": "involved_in", "term": "regulation of establishment of endothelial barrier"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903140", "pubmed": 25816133, "qualifier": "involved_in", "term": "regulation of establishment of endothelial barrier"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903347", "pubmed": 25816133, "qualifier": "involved_in", "term": "negative regulation of bicellular tight junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905205", "pubmed": 28679962, "qualifier": "involved_in", "term": "positive regulation of connective tissue replacement"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1990776", "qualifier": "involved_in", "term": "response to angiotensin"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2000114", "pubmed": 20803696, "qualifier": "involved_in", "term": "regulation of establishment of cell polarity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2000145", "pubmed": 12778124, "qualifier": "involved_in", "term": "regulation of cell motility"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000672", "qualifier": "involved_in", "term": "negative regulation of motor neuron apoptotic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0001726", "qualifier": "located_in", "term": "ruffle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005814", "qualifier": "located_in", "term": "centriole"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "is_active_in", "term": "cytoskeleton"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005856", "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0010494", "qualifier": "is_active_in", "term": "cytoplasmic stress granule"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0010494", "qualifier": "located_in", "term": "cytoplasmic stress granule"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030027", "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032059", "qualifier": "located_in", "term": "bleb"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034774", "qualifier": "located_in", "term": "secretory granule lumen"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004672", "pubmed": [8798490, 10436159], "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004674", "pubmed": [10652353, 11018042, 18694941, 19036714, 23093407], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0004674", "pubmed": 27853422, "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10652353, 14660612, 17853893, 20230755, 21281639, 22085929, 23093407, 25416956, 25448675, 27853422, 28514442], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031267", "qualifier": "enables", "term": "small GTPase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0048156", "pubmed": 28386764, "qualifier": "enables", "term": "tau protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0050321", "pubmed": 28386764, "qualifier": "enables", "term": "tau-protein kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0072518", "qualifier": "enables", "term": "Rho-dependent protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0072518", "pubmed": 18573880, "qualifier": "enables", "term": "Rho-dependent protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[7955, 100329779], [8364, 100496057], [9031, 373970], [9544, 698223], [9598, 455326], [9606, 6093], [9615, 480181], [9913, 785911], [10090, 19877], [10116, 81762]], "id": 55899}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "AGC-kinase, C-terminal", "id": "IPR000961", "short_desc": "AGC-kinase_C"}, {"desc": "Pleckstrin homology domain", "id": "IPR001849", "short_desc": "PH_domain"}, {"desc": "Protein kinase C-like, phorbol ester/diacylglycerol-binding domain", "id": "IPR002219", "short_desc": "PE/DAG-bd"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "HR1 rho-binding domain", "id": "IPR011072", "short_desc": "HR1_rho-bd"}, {"desc": "PH-like domain superfamily", "id": "IPR011993", "short_desc": "PH-like_dom_sf"}, {"desc": "ROCK, Rho binding domain", "id": "IPR015008", "short_desc": "ROCK_Rho-bd_dom"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Rho-associated protein kinase 1/2", "id": "IPR020684", "short_desc": "ROCK1/ROCK2"}, {"desc": "Rho-associated protein kinase 1, HR1", "id": "IPR037310", "short_desc": "ROCK1_HR1"}, {"desc": "C1-like domain superfamily", "id": "IPR046349", "short_desc": "C1-like_sf"}], "ipi": "IPI00022542", "map_location": "18q11.1", "name": "Rho associated coiled-coil containing protein kinase 1", "other_names": ["p160 ROCK-1", "renal carcinoma antigen NY-REN-35", "rho-associated protein kinase 1"], "pantherdb": {"HGNC": "10251", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107927", "ortholog_type": "LDO", "panther_family": "PTHR22988", "taxid": 10090, "uniprot_kb": "P70335"}, {"RGD": "620424", "ortholog_type": "LDO", "panther_family": "PTHR22988", "taxid": 10116, "uniprot_kb": "Q63644"}, {"Ensembl": "ENSGALG00000014922", "ortholog_type": "LDO", "panther_family": "PTHR22988", "taxid": 9031, "uniprot_kb": "A0A1D5PK41"}, {"ZFIN": "ZDB-GENE-100712-2", "ortholog_type": "LDO", "panther_family": "PTHR22988", "taxid": 7955, "uniprot_kb": "A0A0R4IVY5"}, {"WormBase": "WBGene00002694", "ortholog_type": "LDO", "panther_family": "PTHR22988", "taxid": 6239, "uniprot_kb": "P92199"}, {"FlyBase": "FBgn0026181", "ortholog_type": "LDO", "panther_family": "PTHR22988", "taxid": 7227, "uniprot_kb": "Q9VXE3"}], "uniprot_kb": "Q13464"}, "pathway": {"biocarta": [{"id": "ecmpathway", "name": "erk and pi-3 kinase are necessary for collagen binding in corneal epithelia"}, {"id": "integrinpathway", "name": "integrin signaling pathway"}, {"id": "malpathway", "name": "role of mal in rho-mediated activation of srf"}, {"id": "myosinpathway", "name": "pkc-catalyzed phosphorylation of inhibitory phosphoprotein of myosin phosphatase"}, {"id": "par1pathway", "name": "thrombin signaling and protease-activated receptors"}, {"id": "rhopathway", "name": "rho cell motility signaling pathway"}], "kegg": [{"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04270", "name": "Vascular smooth muscle contraction - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04611", "name": "Platelet activation - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa04921", "name": "Oxytocin signaling pathway - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_RAGE", "name": "RAGE"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}], "pid": [{"id": "amb2_neutrophils_pathway", "name": "amb2 Integrin signaling"}, {"id": "avb3_integrin_pathway", "name": "Integrins in angiogenesis"}, {"id": "ecadherin_stabilization_pathway", "name": "Stabilization and expansion of the E-cadherin adherens junction"}, {"id": "epha_fwdpathway", "name": "EPHA forward signaling"}, {"id": "ephbfwdpathway", "name": "EPHB forward signaling"}, {"id": "ncadherinpathway", "name": "N-cadherin signaling events"}, {"id": "prlsignalingeventspathway", "name": "Signaling events mediated by PRL"}, {"id": "rhoa_pathway", "name": "RhoA signaling pathway"}, {"id": "thrombin_par1_pathway", "name": "PAR1-mediated thrombin signaling events"}, {"id": "thrombin_par4_pathway", "name": "PAR4-mediated thrombin signaling events"}, {"id": "txa2pathway", "name": "Thromboxane A2 receptor signaling"}, {"id": "vegfr1_2_pathway", "name": "Signaling events mediated by VEGFR1 and VEGFR2"}, {"id": "wnt_noncanonical_pathway", "name": "Noncanonical Wnt signaling pathway"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-111465", "name": "Apoptotic cleavage of cellular proteins"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-3928662", "name": "EPHB-mediated forward signaling"}, {"id": "R-HSA-3928662", "name": "EPHB-mediated forward signaling"}, {"id": "R-HSA-3928663", "name": "EPHA-mediated growth cone collapse"}, {"id": "R-HSA-400685", "name": "Sema4D in semaphorin signaling"}, {"id": "R-HSA-400685", "name": "Sema4D in semaphorin signaling"}, {"id": "R-HSA-416482", "name": "G alpha (12/13) signalling events"}, {"id": "R-HSA-416572", "name": "Sema4D induced cell migration and growth-cone collapse"}, {"id": "R-HSA-416572", "name": "Sema4D induced cell migration and growth-cone collapse"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5627117", "name": "RHO GTPases Activate ROCKs"}, {"id": "R-HSA-5627117", "name": "RHO GTPases Activate ROCKs"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-75153", "name": "Apoptotic execution phase"}, {"id": "R-HSA-8980692", "name": "RHOA GTPase cycle"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013026", "name": "RHOB GTPase cycle"}, {"id": "R-HSA-9013106", "name": "RHOC GTPase cycle"}, {"id": "R-HSA-9013407", "name": "RHOH GTPase cycle"}, {"id": "R-HSA-9013422", "name": "RHOBTB1 GTPase cycle"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9679191", "name": "Potential therapeutics for SARS"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9696264", "name": "RND3 GTPase cycle"}, {"id": "R-HSA-9706574", "name": "RHOBTB GTPase Cycle"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP1544", "name": "MicroRNAs in cardiomyocyte hypertrophy"}, {"id": "WP185", "name": "Integrin-mediated Cell Adhesion"}, {"id": "WP2034", "name": "Leptin signaling pathway"}, {"id": "WP2038", "name": "Regulation of Microtubule Cytoskeleton"}, {"id": "WP2272", "name": "Pathogenic Escherichia coli infection"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4829", "name": "mBDNF and proBDNF regulation of GABA neurotransmission"}, {"id": "WP4872", "name": "MAP3K1 role in promoting and blocking gonadal determination"}, {"id": "WP4962", "name": "Airway smooth muscle cell contraction"}, {"id": "WP4969", "name": "RAS and bradykinin pathways in COVID-19"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}, {"id": "WP524", "name": "G13 Signaling Pathway"}]}, "pdb": ["1S1C", "2ESM", "2ETK", "2ETR", "2V55", "3D9V", "3NCZ", "3NDM", "3O0Z", "3TV7", "3TWJ", "3V8S", "4L2W", "4W7P", "4YVC", "4YVE", "5BML", "5F5P", "5HVU", "5KKS", "5KKT", "5UZJ", "5WNE", "5WNF", "5WNG", "5WNH", "6E9W", "7JOU", "7S25", "7S26", "8P0S"], "pfam": ["PF00069", "PF08912"], "pharmgkb": "PA34623", "pharos": {"target_id": 3776, "tdl": "Tclin"}, "pir": "S69211", "prosite": ["PS50003", "PS50011", "PS50081", "PS51285", "PS51859", "PS51860"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255767", "relationship": "is"}, {"id": "GNF255768", "relationship": "is"}, {"id": "GNF255769", "relationship": "is"}, {"id": "GNF255770", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF043664", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089485", "relationship": "is"}, {"id": "GNF089486", "relationship": "is"}, {"id": "GNF089487", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051131", "relationship": "is"}, {"id": "GNF055897", "relationship": "is"}, {"id": "GNF060592", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064131", "relationship": "is"}, {"id": "GNF064132", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166360", "relationship": "is"}, {"id": "GNF166361", "relationship": "is"}, {"id": "GNF166362", "relationship": "is"}, {"id": "GNF166363", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF279724", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324020", "relationship": "is"}, {"id": "GNF324021", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF092875", "relationship": "is"}, {"id": "GNF132573", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1", "NG_042178.2"], "protein": "NP_005397.1", "rna": "NM_005406.3", "translation": {"protein": "NP_005397.1", "rna": "NM_005406.3"}}, "reporter": {"HG-U133_Plus_2": ["1561486_at", "213044_at", "214578_s_at", "230239_at", "235854_x_at"], "HG-U95Av2": "34735_at", "HG-U95B": ["42928_at", "50892_at"], "HTA-2_0": "TC18000397.hg.1", "HuEx-1_0": ["3502598", "3775656", "3775675", "3800615", "3800617", "3800619"], "HuGene-1_1": "8022441", "HuGene-2_1": "16854145"}, "retired": 100129157, "summary": "This gene encodes a protein serine/threonine kinase that is activated when bound to the GTP-bound form of Rho. The small GTPase Rho regulates formation of focal adhesions and stress fibers of fibroblasts, as well as adhesion and aggregation of platelets and lymphocytes by shuttling between the inactive GDP-bound form and the active GTP-bound form. Rho is also essential in cytokinesis and plays a role in transcriptional activation by serum response factor. This protein, a downstream effector of Rho, phosphorylates and activates LIM kinase, which in turn, phosphorylates cofilin, inhibiting its actin-depolymerizing activity. A pseudogene, related to this gene, is also located on chromosome 18. [provided by RefSeq, Aug 2015].", "symbol": "ROCK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335631"}, "unigene": "Hs.306307", "uniprot": {"Swiss-Prot": "Q13464", "TrEMBL": ["J3KRH6", "A0A0U1RQV4"]}, "wikipedia": {"url_stub": "ROCK1"}}