{"AllianceGenome": "10256", "HGNC": "10256", "MIM": "602336", "_id": "4919", "_version": 1, "accession": {"genomic": ["AL137859.3", "AL138793.19", "AL161742.7", "AL353713.7", "AL359769.10", "AL445205.14", "CH471059.2", "CP068277.2", "KF495966.1", "KT584400.1", "NC_000001.11", "NC_060925.1", "NG_032801.2"], "protein": ["AAA60275.1", "AAH80541.1", "AAI28387.1", "EAX06555.1", "EAX06556.1", "EAX06557.1", "NP_001077061.1", "NP_005003.2", "Q01973.2", "XP_011539828.1", "XP_016856865.1", "XP_016856866.1", "XP_054192774.1", "XP_054192775.1", "XP_054192776.1"], "rna": ["AK000776.1", "AK308088.1", "AK309189.1", "BC006374.1", "BC080541.1", "BC128386.1", "M97675.1", "NM_001083592.2", "NM_005012.4", "XM_011541526.2", "XM_017001376.2", "XM_017001377.2", "XM_054336799.1", "XM_054336800.1", "XM_054336801.1"], "translation": [{"protein": "XP_016856866.1", "rna": "XM_017001377.2"}, {"protein": "XP_054192774.1", "rna": "XM_054336799.1"}, {"protein": "AAH80541.1", "rna": "BC080541.1"}, {"protein": "AAA60275.1", "rna": "M97675.1"}, {"protein": "NP_001077061.1", "rna": "NM_001083592.2"}, {"protein": "NP_005003.2", "rna": "NM_005012.4"}, {"protein": "AAI28387.1", "rna": "BC128386.1"}, {"protein": "XP_054192775.1", "rna": "XM_054336800.1"}, {"protein": "XP_011539828.1", "rna": "XM_011541526.2"}, {"protein": "XP_016856865.1", "rna": "XM_017001376.2"}, {"protein": "XP_054192776.1", "rna": "XM_054336801.1"}]}, "alias": ["NTRKR1", "dJ537F10.1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2022-06-15T04:00:00.000Z", "disease_label": "nonsyndromic genetic hearing loss", "gcep": "Hearing Loss Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0019497", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_fdee1ffc-d8bd-4188-acb6-5fad8f5902a6-2022-06-15T040000.000Z", "sop": "SOP9"}}, "ec": "2.7.10.1", "ensembl": {"gene": "ENSG00000185483", "protein": ["ENSP00000360120", "ENSP00000360121"], "transcript": ["ENST00000371079", "ENST00000371080", "ENST00000482426"], "translation": [{"protein": "ENSP00000360120", "rna": "ENST00000371079"}, {"protein": "ENSP00000360121", "rna": "ENST00000371080"}], "type_of_gene": "protein_coding"}, "entrezgene": "4919", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.58024484, "exp_mis": 305.1362969, "exp_syn": 126.082611, "lof_z": 3.83874603403163, "mis_z": 2.10387213561036, "mu_lof": 1.55384329677e-06, "mu_mis": 2.93119016039e-05, "mu_syn": 1.20900094164e-05, "n_lof": 3.0, "n_mis": 230.0, "n_syn": 100.0, "p_li": 0.906688532334116, "p_null": 6.3333123503398e-06, "p_rec": 0.0933051343535336, "syn_z": 1.44003402998457}, "bp": 2814, "cds_end": 64644538, "cds_start": 64240088, "n_exons": 9, "nonpsych": {"exp_lof": 18.4620229, "exp_mis": 276.0127173, "exp_syn": 113.9518413, "lof_z": 3.53409841502824, "mis_z": 2.15592280034124, "mu_lof": 1.55384329677e-06, "mu_mis": 2.93119016039e-05, "mu_syn": 1.20900094164e-05, "n_lof": 3.0, "n_mis": 205.0, "n_syn": 90.0, "p_li": 0.834406765228377, "p_null": 3.51755834782443e-05, "p_rec": 0.165558059188144, "syn_z": 1.41267111677558}, "nontcga": {"exp_lof": 18.91773471, "exp_mis": 280.7093224, "exp_syn": 115.97991193, "lof_z": 3.83697477767204, "mis_z": 2.16207886586449, "mu_lof": 1.55384329677e-06, "mu_mis": 2.93119016039e-05, "mu_syn": 1.20900094164e-05, "n_lof": 2.0, "n_mis": 208.0, "n_syn": 96.0, "p_li": 0.965839258169324, "p_null": 2.46740098012993e-06, "p_rec": 0.0341582744296959, "syn_z": 1.17469267776526}, "transcript": "ENST00000371079.1"}, "exons": [{"cdsend": 64142658, "cdsstart": 63774417, "chr": "1", "position": [[63774016, 63774508], [64009304, 64009376], [64049690, 64049978], [64050685, 64050716], [64137368, 64137496], [64140108, 64140426], [64142404, 64143369]], "strand": 1, "transcript": "NM_001083592", "txend": 64143369, "txstart": 63774016}, {"cdsend": 64178855, "cdsstart": 63774417, "chr": "1", "position": [[63774016, 63774508], [64009304, 64009376], [64049690, 64049978], [64050685, 64050716], [64137368, 64137496], [64140108, 64140426], [64142404, 64142650], [64158980, 64159192], [64177427, 64181496]], "strand": 1, "transcript": "NM_005012", "txend": 64181496, "txstart": 63774016}], "exons_hg19": [{"cdsend": 64608341, "cdsstart": 64240088, "chr": "1", "position": [[64239687, 64240179], [64474976, 64475048], [64515362, 64515650], [64516357, 64516388], [64603051, 64603179], [64605791, 64606109], [64608087, 64609052]], "strand": 1, "transcript": "NM_001083592", "txend": 64609052, "txstart": 64239687}, {"cdsend": 64644538, "cdsstart": 64240088, "chr": "1", "position": [[64239687, 64240179], [64474976, 64475048], [64515362, 64515650], [64516357, 64516388], [64603051, 64603179], [64605791, 64606109], [64608087, 64608333], [64624663, 64624875], [64643110, 64647179]], "strand": 1, "transcript": "NM_005012", "txend": 64647179, "txstart": 64239687}], "generif": [{"pubmed": 15654020, "text": "The ROR1 protein modulates the growth of neurites as well as their branching pattern in hippocampal neurons."}, {"pubmed": 18223214, "text": "finsings show ROR1 protein is selectively expressed on the surface of B-cell chronic lymphocytic leukemia (B-CLL) cells, whereas normal B cells, other normal blood cells, and normal adult tissues do not express cell surface ROR1"}, {"pubmed": 18287027, "text": "ROR1 is an oncofetal surface antigen and survival-signaling receptor in chronic lymphocytic leukemia."}, {"pubmed": 18354269, "text": "Overexpression of orphan receptor tyrosine kinase Ror1 is associated with acute lymphoblastic leukemia"}, {"pubmed": 18546292, "text": "The majority of CLL cells exhibited Ror1 surface expression (71% mean; range 36-92%). Two different variants of the Ror1 protein, 105 and 130 kDa, were identified."}, {"pubmed": 18604725, "text": "expression of ROR1 and WT1 in B-ALL is associated with the differentiation stage of the leukemic cells"}, {"pubmed": 19488044, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20597086, "text": "results indicate that ROR1 expression is not limited to chronic lymphoid leukaemia cases, but it is more prevalent in non-Hodgkin lymphomas"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20686606, "text": "Data suggest that constitutively activated Stat3 binds to the ROR1 promoter and activates ROR1 in CLL cells."}, {"pubmed": 20702778, "text": "ROR1 has characteristics of an oncofetal gene and is expressed in undifferentiated embryonic stem cells, B-cell chronic lymphocytic leukemia and mantle cell lymphoma, but not in major adult tissues."}, {"pubmed": 21079657, "text": "Detection of a high level of ROR1 expression in blood cells might assist in early detection of renal malignancies."}, {"pubmed": 21481194, "text": "Ror1 undergoes complex post-translational modifications by glycosylation and mono-ubiquitination. These modifications regulate Ror1 localization and signalling, and are highly variable among individual chronic lymphocytic leukemia patients."}, {"pubmed": 21487037, "text": "Findings suggest a critical role for Ror1 in malignant phenotypes sustained by the Met oncogene."}, {"pubmed": 21531460, "text": "ROR1 is uniformly and highly expressed in all in chronic lymphocytic leukemia (CLL) cases at initial diagnosis and can serve as a diagnostic tool."}, {"pubmed": 21698301, "text": "A panel of mAbs demonstrated high affinity and specificity for a diverse set of epitopes that involve all three extracellular domains of ROR1, are accessible on the cell surface, and mediate internalization"}, {"pubmed": 21813176, "text": "ROR1 is expressed on hematogones (non-neoplastic human B-lymphocyte precursors) and a minority of precursor-B acute lymphoblastic leukemia."}, {"pubmed": 22199287, "text": "nuclear-localized ROR1 may play an important role in cell migration and cytoskeleton remodeling"}, {"pubmed": 22369092, "text": "ROR1 was overexpressed in acute lymphoblastic leukemia"}, {"pubmed": 22403610, "text": "ROR1 is expressed in human breast cancers and has biological and clinical significance"}, {"pubmed": 22988987, "text": "that the receptor tyrosine kinase ROR1 was overexpressed in most patients with various hematological malignancies of both lymphoid and myeloid origins."}, {"pubmed": 23041612, "text": "Many different human cancers express ROR1 and ROR1 may play a functional role in promoting tumor cell growth."}, {"pubmed": 23153538, "text": "t(1;19) Acute Lymphoblastic Leukemia cells universally exhibit expression of and dependence on the cell surface receptor ROR1."}, {"pubmed": 23285131, "text": "cell surface expression in pediatric B-ALL along with its virtual absence from normal tissues and circulating cells makes ROR1 a promising target for mAb-based therapies."}, {"pubmed": 23620405, "text": "Our results show that customizing spacer design and increasing affinity of ROR1-CARs enhances T-cell effector function and recognition of ROR1(+) tumors."}, {"pubmed": 23771907, "text": "Data indicate that type I receptor tyrosine kinase-like orphan receptor ROR1 may regulate EMT and metastasis and that antibodies targeting ROR1 can inhibit cancer progression and metastasis."}, {"pubmed": 24104062, "text": "Data shows that ROR1 and ROR2 are inversely expressed in melanomas and negatively regulate each other. Also, hypoxia initiates a shift of ROR1-positive melanomas to a more invasive, ROR2-positive phenotype."}, {"pubmed": 24205204, "text": "CLL cells expressed different isoforms of ROR1."}, {"pubmed": 24379361, "text": "ROR1 can interact with TCL1 and enhance leukemogenesis in Emu-TCL1 transgenic mice."}, {"pubmed": 24752542, "text": "ROR1 is only detectable in embryonic tissue and generally absent in adult tissue, making the protein an ideal drug target for cancer therapy. [Review]"}, {"pubmed": 25029443, "text": "Human ROR1 and ROR2 are receptor tyrosine kinase-like pseudokinases."}, {"pubmed": 25056203, "text": "ROR1 expression is correlated with malignant attributes of ovarian cancer and it may serve as a novel prognostic marker in ovarian cancer."}, {"pubmed": 25411317, "text": "Data indicate that shRNA silencing of type I receptor tyrosine kinase-like orphan receptor (ROR1) cells, or treatment with anti-ROR1 mAb UC-961 impaired the capacity of ovarian cancer cells to form spheroids or tumor xenografts."}, {"pubmed": 25937048, "text": "The newly developed OSU-2S delivery using ROR1-directed immunonanoparticles provide selective targeting of OSU-2S to MCL and other ROR1(+) malignancies, sparing normal B cells."}, {"pubmed": 25978653, "text": "Significantly down-regulates the activity of the PI3K/AKT/mTOR signaling pathway."}, {"pubmed": 26173023, "text": "Both IGF1R and ROR1 can be effectively targeted by SB modified CAR T cells."}, {"pubmed": 26245996, "text": "High expression of ROR1 (63%), pAkt (36%), and pCREB (20%) was observed in gastric adenocarcinomas, and expression of these proteins was well intercorrelated."}, {"pubmed": 26509654, "text": "Data show that ROR1 contributes to melanoma progression by promoting cell growth and migration."}, {"pubmed": 26515598, "text": "Data show that silencing receptor tyrosine kinases (RTKs) ROR2 and ROR1 has a strong inhibitory effect on the ability of ovarian cancer cells to proliferate, migrate and invade."}, {"pubmed": 26562161, "text": "Data show that the majority of chronic lymphocytic leukemia (CLL) patients had antibodies against receptor tyrosine kinase ROR1."}, {"pubmed": 26575700, "text": "these findings revealed that miR382 inhibits migration and invision by targeting ROR1 through regulating EMT in ovarian cancer, and might serve as a tumor suppressor in ovarian cancer."}, {"pubmed": 26576539, "text": "miR-27b-3p suppresses cell proliferation through targeting receptor tyrosine kinase like orphan receptor 1 in gastric cancer"}, {"pubmed": 26661061, "text": "The present findings thus support our notion that ROR1 sustains lung adenocarcinoma survival, at least in part, through direct physical interaction with ASK1"}, {"pubmed": 26690702, "text": "This study identifies an interaction between ROR1 and ROR2 that is required for Wnt5a signaling that promotes leukemia chemotaxis and proliferation."}, {"pubmed": 26725982, "text": "This study reports an unanticipated function of ROR1 as a scaffold of cavin-1 and caveolin-1, two essential structural components of caveolae."}, {"pubmed": 26739507, "text": "This study demonstrates expression of ROR1 and its putative ligand Wnt5a in Ewing sarcomas, and of an active ROR1 protein variant in cell lines. ROR1 silencing impaired cell migration in vitro."}, {"pubmed": 26862065, "text": "the b-catenin-independent WNT score correlated with reduced overall survival only in the metastasized situation . This is in line with the in vitro results of the alternative WNT receptors ROR1 and ROR2, which foster invasion"}, {"pubmed": 26874851, "text": "that strong ROR1 expression might be an independent adverse prognostic factor in triple negative breast cancer"}, {"pubmed": 26923195, "text": "targeting ROR1 can induce differentiation of cancer stem cells and inhibit metastasis in glioblastoma; in addition, ROR1 may be used as a potential marker for glioblastoma stem cells as well as a potential target for glioblastoma stem cell therapy"}, {"pubmed": 27126945, "text": "expression of ROR1 was significantly higher in colorectal carcinoma tissues than in tumor-adjacent tissues"}, {"pubmed": 27153396, "text": "High ROR1-DNAJC6 expression is associated with neoplasms."}, {"pubmed": 27162350, "text": "Ror1 is crucial for spiral ganglion neurons to innervate auditory hair cells. Impairment of ROR1 function largely affects development of the inner ear and hearing in humans and mice."}, {"pubmed": 27815263, "text": "expression of ROR1 may promote leukemia-cell activation and survival and enhance disease progression in patients with chronic lymphocytic leukemia."}, {"pubmed": 27852699, "text": "ROR1 is a promising immunotherapeutic target in many epithelial tumors; however, high cell surface ROR1 expression in multiple normal tissues raises concerns for on-target off-tumor toxicities. Clinical translation of ROR1-targeted therapies warrants careful monitoring of toxicities to normal organs and may require strategies to ensure patient safety"}, {"pubmed": 28114269, "text": "the mechanistic regulation and linkage of the ROR1-HER3 and Hippo-YAP pathway in a cancer-specific context"}, {"pubmed": 28160756, "text": "we aim to present an overview of the efforts and scientific achievements in targeting ROR family, particularly ROR-1, for the diagnosis and treatment of chronic lymphocytic leukemia --{REVIEW}"}, {"pubmed": 28427197, "text": "Report shows that ROR1 is highly expressed in colorectal cancer (CRC) tissues when compared with their adjacent normal tissues. The Kaplan-Meier curve indicated that the CRC patients with higher ROR1 expression had significantly shorter overall survival (OS), and those with lower ROR1 expression had longer OS."}, {"pubmed": 28465528, "text": "this study reveals that 14-3-3zeta plays a critical role in Wnt5a/ROR1 signaling, leading to enhanced CLL migration and proliferation."}, {"pubmed": 28465529, "text": "these studies indicate HS1 plays an important role in ROR1-dependent Wnt5a-enhanced chemokine-directed leukemia-cell migration."}, {"pubmed": 29122990, "text": "identified COBLL1 as a novel interaction partner of ROR1"}, {"pubmed": 29292499, "text": "Data identified MuSK as a ROR1-binding protein. MuSK interacts with and phosphorylates ROR1 at the cytoplasmic proline-rich domain. ROR1 also interacts with the MuSK activator Dok-7 independently of MuSK interaction. Collectively, these results identified ROR1 as a new interacting partner for MuSK and Dok-7, which may have an important role in myogenic cell signaling."}, {"pubmed": 29395309, "text": "ROR1 and ROR2 play distinct roles in endometrial cancer. ROR1 may promote tumor progression, while ROR2 may act as a tumor suppressor in endometrioid endometrial cancer."}, {"pubmed": 29693179, "text": "Results find ROR1 as the direct target of miR30a, and show that ROR1 contributes to mir30amediated suppression of TNBC (triple negative breast cancer) cell invasion and migration."}, {"pubmed": 29725030, "text": "Oral small molecule inhibitor of the tyrosine kinase ROR1 (KAN0439834) induced significant apoptosis."}, {"pubmed": 29850623, "text": "this study found that in scid hu mice, ROR1 was highly expressed in a proportion of bone marrow, spleen, and blood B cells, which were mostly immature B cells"}, {"pubmed": 30272313, "text": "ROR1 may be associated with the metastasis of PaC. This study furthers the understanding of the biological regulation of CTCs and suggests a novel rationale and therapeutic strategy for the diagnosis and treatment of ROR1-positive CTCs."}, {"pubmed": 30342492, "text": "ROR1 was one of the most significantly regulated receptor tyrosine kinases in the ischemic heart and may be a potential target for the treatment of ischemic heart injury."}, {"pubmed": 30568170, "text": "Cortactin plays an important role in ROR1-dependent Wnt5a-enhanced CLL-cell migration."}, {"pubmed": 30832318, "text": "ROR1 is expressed in hepatocellular carcinoma and contributes to disease development."}, {"pubmed": 30894682, "text": "Evidence of a mechanistic link between ROR1-CAVIN3 interaction and consequential caveolae trafficking, which was found to utilize a binding site distinct from those for ROR1 interactions with CAV1 and CAVIN1, with RTK-mediated pro-survival signaling towards AKT in early endosomes in lung adenocarcinoma cells was also obtained."}, {"pubmed": 30907503, "text": "In conclusion, the XIST/miR-30a-5p/ROR1 axis could be deemed as pivotal markers underlying colorectal cancer, and administration of atractylenolide II might improve the chemotherapeutic efficacy for colorectal cancer"}, {"pubmed": 31150511, "text": "This could be of potential therapeutic interest considering heightened interest in ROR1 and other receptor tyrosine kinases as targets for development of anti-cancer agents. Further studies are needed to validate these findings in other ROR1-expressing malignancies but also in more systemic models of Triple Negative Breast Cancer (TNBC),."}, {"pubmed": 31174622, "text": "ROR1 might be involved in the development of preeclampsia through regulating trophoblast viability, migration, and invasion by PI3K/AKT/mTOR signaling pathway."}, {"pubmed": 31232192, "text": "Solution structure, dynamics and function investigation of Kringle domain of human receptor tyrosine kinase-like orphan receptor 1."}, {"pubmed": 31534006, "text": "ROR1/CD19 complex effectively substitutes for BCR-BTK signaling to promote activation and growth of mantle cell lymphoma cells"}, {"pubmed": 31894282, "text": "Wnt5a/ROR1 activates DAAM1 and promotes the migration in osteosarcoma cells."}, {"pubmed": 31992855, "text": "NF-kappaB-p62-NRF2 survival signaling is associated with high ROR1 expression in chronic lymphocytic leukemia."}, {"pubmed": 32012403, "text": "These results suggest that CXCL16 produced through Ror2-mediated signaling in mesenchymal stem or stromal cells (MSC) within the tumor microenvironment acts on MKN45 cells in a paracrine manner to activate the CXCR6-STAT3 pathway, which, in turn, induces expression of Ror1 in MKN45 cells, thereby promoting tumor progression."}, {"pubmed": 32020017, "text": "ROR1 regulates chemoresistance in Breast Cancer via modulation of drug efflux pump ABCB1."}, {"pubmed": 32096171, "text": "LncRNA ROR1-AS1 promotes colon cancer cell proliferation by suppressing the expression of DUSP5/CDKN1A."}, {"pubmed": 32271410, "text": "Long noncoding RNA ROR1AS1 overexpression predicts poor prognosis and promotes metastasis by activating Wnt/beta-catenin/EMT signaling cascade in cervical cancer."}, {"pubmed": 32579248, "text": "ROR1 is an accurate and reliable marker of minimal residual disease in chronic lymphocytic leukaemia."}, {"pubmed": 32619402, "text": "Structural Insights into Pseudokinase Domains of Receptor Tyrosine Kinases."}, {"pubmed": 32807831, "text": "ROR1 is upregulated in endometrial cancer and represents a novel therapeutic target."}, {"pubmed": 33172431, "text": "Functional and clinical significance of ROR1 in lung adenocarcinoma."}, {"pubmed": 33648935, "text": "Tumor microenvironment acidity modulates ROR1 to promote epithelial-mesenchymal transition and hepatocarcinoma metastasis."}, {"pubmed": 34115460, "text": "miR-379-5p inhibits proliferation and invasion of the endometrial cancer cells by inhibiting expression of ROR1."}, {"pubmed": 34584188, "text": "Receptor tyrosine kinase ROR1 ameliorates Abeta1-42 induced cytoskeletal instability and is regulated by the miR146a-NEAT1 nexus in Alzheimer's disease."}, {"pubmed": 34597914, "text": "Development of a DELFIA method to detect oncofetal antigen ROR1-positive exosomes."}, {"pubmed": 34599596, "text": "SETD8 induces stemness and epithelial-mesenchymal transition of pancreatic cancer cells by regulating ROR1 expression."}, {"pubmed": 34763666, "text": "ROR1 and ROR2 expression in pancreatic cancer."}, {"pubmed": 35131873, "text": "Autocrine Canonical Wnt Signaling Primes Noncanonical Signaling through ROR1 in Metastatic Castration-Resistant Prostate Cancer."}, {"pubmed": 35418613, "text": "High expression level of ROR1 and ROR1-signaling associates with venetoclax resistance in chronic lymphocytic leukemia."}, {"pubmed": 35506763, "text": "Crystal structure of the kringle domain of human receptor tyrosine kinase-like orphan receptor 1 (hROR1)."}, {"pubmed": 35580162, "text": "ROR1: an orphan becomes apparent."}, {"pubmed": 36314076, "text": "Ror1 is expressed inducibly by Notch and hypoxia signaling and regulates stem cell-like property of glioblastoma cells."}, {"pubmed": 36708573, "text": "MIR-379-5p Expression in Endometrial Cancer and Its Correlation with ROR1 Expression."}, {"pubmed": 36949068, "text": "IGFBP5 is an ROR1 ligand promoting glioblastoma invasion via ROR1/HER2-CREB signaling axis."}, {"pubmed": 37301125, "text": "The onco-embryonic antigen ROR1 is a target of chimeric antigen T cells for colorectal cancer."}, {"pubmed": 37343369, "text": "ROR1/STAT3 positive feedback loop facilitates cartilage degeneration in Osteoarthritis through activation of NF-kappaB signaling pathway."}, {"pubmed": 37481855, "text": "Evaluation of the prognostic significance of receptor tyrosine kinase-like orphan receptor 1 (ROR1) in lung carcinoma and its relation to lymphangiogenesis and epithelial mesenchymal transition."}, {"pubmed": 38273649, "text": "ROR1 expression in mature B lymphoid neoplasms by flow cytometry."}, {"pubmed": 38531660, "text": "Role of Wnt5b-Ror1 signaling in the proliferation of pancreatic ductal adenocarcinoma cells."}, {"pubmed": 38587578, "text": "Role of the Ror family receptors in Wnt5a signaling."}], "genomic_pos": {"chr": "1", "end": 64181498, "ensemblgene": "ENSG00000185483", "start": 63774017, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 64647181, "start": 64239693, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "NOT involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007605", "pubmed": 27162350, "qualifier": "involved_in", "term": "sensory perception of sound"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010976", "qualifier": "involved_in", "term": "positive regulation of neuron projection development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014002", "qualifier": "involved_in", "term": "astrocyte development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016055", "qualifier": "involved_in", "term": "Wnt signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033674", "qualifier": "involved_in", "term": "positive regulation of kinase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 27162350, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048839", "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051092", "pubmed": 27162350, "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "NOT involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001725", "qualifier": "located_in", "term": "stress fiber"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 8875995, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 27162350, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043235", "qualifier": "part_of", "term": "receptor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043235", "pubmed": 23382219, "qualifier": "part_of", "term": "receptor complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043679", "qualifier": "located_in", "term": "axon terminus"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004714", "qualifier": "NOT enables", "term": "transmembrane receptor protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 22439932, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015026", "pubmed": 24431302, "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017147", "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017147", "pubmed": 18287027, "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0042813", "pubmed": 27162350, "qualifier": "enables", "term": "Wnt receptor activity"}]}, "homologene": {"genes": [[7165, 1276882], [7227, 34367], [7955, 568282], [8364, 100498561], [9031, 395179], [9598, 456910], [9606, 4919], [9615, 489557], [9913, 783965], [10090, 26563], [10116, 362550]], "id": 3675}, "interpro": [{"desc": "Kringle", "id": "IPR000001", "short_desc": "Kringle"}, {"desc": "Immunoglobulin subtype 2", "id": "IPR003598", "short_desc": "Ig_sub2"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin I-set", "id": "IPR013098", "short_desc": "Ig_I-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Kringle-like fold", "id": "IPR013806", "short_desc": "Kringle-like"}, {"desc": "Kringle, conserved site", "id": "IPR018056", "short_desc": "Kringle_CS"}, {"desc": "Frizzled domain", "id": "IPR020067", "short_desc": "Frizzled_dom"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "Frizzled cysteine-rich domain superfamily", "id": "IPR036790", "short_desc": "Frizzled_dom_sf"}, {"desc": "Kringle superfamily", "id": "IPR038178", "short_desc": "Kringle_sf"}, {"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "Tyrosine-protein kinase, active site", "id": "IPR008266", "short_desc": "Tyr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Tyrosine-protein kinase, receptor ROR", "id": "IPR016247", "short_desc": "Tyr_kinase_rcpt_ROR"}], "ipi": ["IPI00010405", "IPI00472950", "IPI00644416"], "map_location": "1p31.3", "name": "receptor tyrosine kinase like orphan receptor 1", "other_names": ["inactive tyrosine-protein kinase transmembrane receptor ROR1", "neurotrophic tyrosine kinase, receptor-related 1"], "pantherdb": {"HGNC": "10256", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1347520", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10090, "uniprot_kb": "Q9Z139"}, {"RGD": "1559469", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10116, "uniprot_kb": "D3ZZ97"}, {"Ensembl": "ENSGALG00000011019", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 9031, "uniprot_kb": "F1NML5"}, {"ZFIN": "ZDB-GENE-030131-6104", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 7955, "uniprot_kb": "F1QKB5"}, {"FlyBase": "FBgn0010407", "ortholog_type": "O", "panther_family": "PTHR24416", "taxid": 7227, "uniprot_kb": "Q24488"}], "uniprot_kb": "Q01973"}, "pathway": {"kegg": {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, "netpath": {"id": "Pathway_Wnt", "name": "Wnt"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-5140745", "name": "WNT5A-dependent internalization of FZD2, FZD5 and ROR2"}], "wikipathways": [{"id": "WP170", "name": "Nuclear receptors"}, {"id": "WP363", "name": "Wnt Signaling Pathway"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}]}, "pdb": ["5Z55", "6BA5", "6BAN", "6TU9", "7TNG"], "pfam": ["PF00051", "PF01392", "PF07679", "PF07714"], "pharmgkb": "PA34628", "pharos": {"target_id": 4881, "tdl": "Tbio"}, "pir": "A45082", "prosite": ["PS50038", "PS50070", "PS50835", "PS50011"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253451", "relationship": "is"}, {"id": "GNF253452", "relationship": "is"}, {"id": "GNF253453", "relationship": "is"}, {"id": "GNF253454", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF046112", "relationship": "is"}, {"id": "GNF046131", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089323", "relationship": "is"}, {"id": "GNF089324", "relationship": "is"}, {"id": "GNF089325", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050970", "relationship": "is"}, {"id": "GNF055735", "relationship": "is"}, {"id": "GNF060411", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071765", "relationship": "is"}, {"id": "GNF071766", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166356", "relationship": "is"}, {"id": "GNF166357", "relationship": "is"}, {"id": "GNF166358", "relationship": "is"}, {"id": "GNF166359", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF016863", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285855", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323904", "relationship": "is"}, {"id": "GNF323905", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF339198", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092648", "relationship": "is"}, {"id": "GNF132346", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_032801.2"], "protein": ["NP_001077061.1", "NP_005003.2", "XP_011539828.1", "XP_016856865.1", "XP_016856866.1", "XP_054192774.1", "XP_054192775.1", "XP_054192776.1"], "rna": ["NM_001083592.2", "NM_005012.4", "XM_011541526.2", "XM_017001376.2", "XM_017001377.2", "XM_054336799.1", "XM_054336800.1", "XM_054336801.1"], "translation": [{"protein": "XP_016856866.1", "rna": "XM_017001377.2"}, {"protein": "XP_054192774.1", "rna": "XM_054336799.1"}, {"protein": "NP_001077061.1", "rna": "NM_001083592.2"}, {"protein": "NP_005003.2", "rna": "NM_005012.4"}, {"protein": "XP_054192775.1", "rna": "XM_054336800.1"}, {"protein": "XP_011539828.1", "rna": "XM_011541526.2"}, {"protein": "XP_016856865.1", "rna": "XM_017001376.2"}, {"protein": "XP_054192776.1", "rna": "XM_054336801.1"}]}, "reporter": {"HG-U133_Plus_2": ["205805_s_at", "211057_at", "232060_at"], "HG-U95Av2": "213_at", "HTA-2_0": ["TC01000723.hg.1", "TC01004449.hg.1"], "HuEx-1_0": ["2339872", "2339995"], "HuGene-1_1": "7901969", "HuGene-2_1": "16665588"}, "retired": [112657, 127042, 148582], "summary": "This gene encodes a receptor tyrosine kinase-like orphan receptor that modulates neurite growth in the central nervous system. The encoded protein is a glycosylated type I membrane protein that belongs to the ROR subfamily of cell surface receptors. It is a pseudokinase that lacks catalytic activity and may interact with the non-canonical Wnt signalling pathway. This gene is highly expressed during early embryonic development but expressed at very low levels in adult tissues. Increased expression of this gene is associated with B-cell chronic lymphocytic leukaemia. Alternative splicing results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Jun 2012].", "symbol": "ROR1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335633"}, "unigene": "Hs.128753", "uniprot": {"Swiss-Prot": "Q01973"}, "wikipedia": {"url_stub": "ROR1"}}