{"AllianceGenome": "10257", "HGNC": "10257", "MIM": "602337", "_id": "4920", "_version": 1, "accession": {"genomic": ["AH009681.3", "AH010002.2", "AL391219.12", "AL583841.16", "AL928802.7", "CH471089.1", "CP068269.2", "KT584643.1", "NC_000009.12", "NC_060933.1", "NG_008089.1"], "protein": ["AAA60276.1", "AAG01184.2", "AAG33132.1", "AAI30523.1", "BAD92391.1", "EAW62798.1", "EAW62799.1", "EAW62800.1", "EAW62801.1", "EAW62802.1", "NP_001305133.1", "NP_004551.2", "Q01974.2", "XP_005252065.1", "XP_005252066.1", "XP_006717184.1", "XP_016870251.1", "XP_047279390.1", "XP_047279391.1", "XP_047279392.1", "XP_047279393.1", "XP_054219004.1", "XP_054219005.1", "XP_054219006.1", "XP_054219007.1", "XP_054219008.1", "XP_054219009.1", "XP_054219010.1"], "rna": ["AA463746.1", "AA626834.1", "AB209154.1", "BC033697.1", "BC051273.1", "BC126454.1", "BC130522.1", "BI089313.1", "BQ446244.1", "M97639.1", "NM_001318204.2", "NM_004560.4", "XM_005252008.5", "XM_005252009.4", "XM_006717121.4", "XM_017014762.2", "XM_047423434.1", "XM_047423435.1", "XM_047423436.1", "XM_047423437.1", "XM_054363029.1", "XM_054363030.1", "XM_054363031.1", "XM_054363032.1", "XM_054363033.1", "XM_054363034.1", "XM_054363035.1"], "translation": [{"protein": "XP_054219009.1", "rna": "XM_054363034.1"}, {"protein": "XP_005252065.1", "rna": "XM_005252008.5"}, {"protein": "AAA60276.1", "rna": "M97639.1"}, {"protein": "XP_047279391.1", "rna": "XM_047423435.1"}, {"protein": "XP_047279392.1", "rna": "XM_047423436.1"}, {"protein": "XP_005252066.1", "rna": "XM_005252009.4"}, {"protein": "XP_054219008.1", "rna": "XM_054363033.1"}, {"protein": "AAI30523.1", "rna": "BC130522.1"}, {"protein": "XP_016870251.1", "rna": "XM_017014762.2"}, {"protein": "XP_047279390.1", "rna": "XM_047423434.1"}, {"protein": "XP_006717184.1", "rna": "XM_006717121.4"}, {"protein": "NP_004551.2", "rna": "NM_004560.4"}, {"protein": "XP_047279393.1", "rna": "XM_047423437.1"}, {"protein": "XP_054219010.1", "rna": "XM_054363035.1"}, {"protein": "BAD92391.1", "rna": "AB209154.1"}, {"protein": "XP_054219006.1", "rna": "XM_054363031.1"}, {"protein": "XP_054219004.1", "rna": "XM_054363029.1"}, {"protein": "XP_054219005.1", "rna": "XM_054363030.1"}, {"protein": "NP_001305133.1", "rna": "NM_001318204.2"}, {"protein": "XP_054219007.1", "rna": "XM_054363032.1"}]}, "alias": ["BDB", "BDB1", "NTRKR2"], "ec": "2.7.10.1", "ensembl": {"gene": "ENSG00000169071", "protein": ["ENSP00000364860", "ENSP00000364867"], "transcript": ["ENST00000375708", "ENST00000375715", "ENST00000476440", "ENST00000493846", "ENST00000495386", "ENST00000546883", "ENST00000548585", "ENST00000550066"], "translation": [{"protein": "ENSP00000364867", "rna": "ENST00000375715"}, {"protein": "ENSP00000364860", "rna": "ENST00000375708"}], "type_of_gene": "protein_coding"}, "entrezgene": "4920", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 27.3503136455, "exp_mis": 425.084085339, "exp_syn": 217.944618315, "lof_z": 4.04401546957792, "mis_z": 0.50018899556245, "mu_lof": 2.20267286598e-06, "mu_mis": 4.04148037172e-05, "mu_syn": 2.06539355561e-05, "n_lof": 6.0, "n_mis": 404.0, "n_syn": 219.0, "p_li": 0.46471860623842, "p_null": 9.65311355009042e-06, "p_rec": 0.53527174064803, "syn_z": -0.0443193599266479}, "bp": 2832, "cds_end": 94712245, "cds_start": 94485943, "n_exons": 9, "nonpsych": {"exp_lof": 24.5921420811, "exp_mis": 384.579597185, "exp_syn": 197.098335731, "lof_z": 3.68199466419794, "mis_z": 0.709343319549916, "mu_lof": 2.20267286598e-06, "mu_mis": 4.04148037172e-05, "mu_syn": 2.06539355561e-05, "n_lof": 6.0, "n_mis": 357.0, "n_syn": 202.0, "p_li": 0.261673613597109, "p_null": 5.8765051178731e-05, "p_rec": 0.738267621351713, "syn_z": -0.219820774833596}, "nontcga": {"exp_lof": 25.1464473823, "exp_mis": 391.061545231, "exp_syn": 200.493170602, "lof_z": 4.1598756114758, "mis_z": 0.681773105290847, "mu_lof": 2.20267286598e-06, "mu_mis": 4.04148037172e-05, "mu_syn": 2.06539355561e-05, "n_lof": 4.0, "n_mis": 364.0, "n_syn": 202.0, "p_li": 0.914771455760197, "p_null": 1.01280405273646e-06, "p_rec": 0.0852275314357499, "syn_z": -0.0673795604109966}, "transcript": "ENST00000375708.3"}, "exons": [{"cdsend": 91949963, "cdsstart": 91726593, "chr": "9", "position": [[91726446, 91726743], [91730943, 91731155], [91733121, 91733436], [91737390, 91737518], [91756070, 91756101], [91757271, 91757559], [91775740, 91775818], [91949866, 91950228]], "strand": -1, "transcript": "NM_001318204", "txend": 91950228, "txstart": 91726446}, {"cdsend": 91949963, "cdsstart": 91723661, "chr": "9", "position": [[91722600, 91725107], [91726540, 91726743], [91730909, 91731155], [91733121, 91733436], [91737390, 91737518], [91756070, 91756101], [91757271, 91757559], [91775740, 91775818], [91949866, 91950228]], "strand": -1, "transcript": "NM_004560", "txend": 91950228, "txstart": 91722600}], "exons_hg19": [{"cdsend": 94712245, "cdsstart": 94488875, "chr": "9", "position": [[94488728, 94489025], [94493225, 94493437], [94495403, 94495718], [94499672, 94499800], [94518352, 94518383], [94519553, 94519841], [94538022, 94538100], [94712148, 94712510]], "strand": -1, "transcript": "NM_001318204", "txend": 94712510, "txstart": 94488728}, {"cdsend": 94712245, "cdsstart": 94485943, "chr": "9", "position": [[94484882, 94487389], [94488822, 94489025], [94493191, 94493437], [94495403, 94495718], [94499672, 94499800], [94518352, 94518383], [94519553, 94519841], [94538022, 94538100], [94712148, 94712510]], "strand": -1, "transcript": "NM_004560", "txend": 94712510, "txstart": 94484882}], "generif": [{"pubmed": 12815588, "text": "Heterozygous mutations in ROR2 have recently been shown to give rise to autosomal dominant brachydactyly type B1 (BDB1)."}, {"pubmed": 12919145, "text": "ROR2 is mutated in hereditary brachydactyly with nail dysplasia, but not in Sorsby syndrome."}, {"pubmed": 15388793, "text": "identification of human Ror2 as a novel regulator of canonical Wnt signaling in osteoblastic (bone-forming) cells with selective activities, enhancing Wnt1 but antagonizing Wnt3"}, {"pubmed": 15654020, "text": "The ROR2 protein modulates the growth of neurites as well as their branching pattern in hippocampal neurons."}, {"pubmed": 17095577, "text": "Ror2 initiates commitment of MSCs to osteoblastic lineage and promotes differentiation at early and late stages of osteoblastogenesis."}, {"pubmed": 17101003, "text": "Brachydactyly type B1: report of a family with de novo ROR2 mutation."}, {"pubmed": 17619808, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17619808, "text": "The region of the first through the second ROR2 introns is most likely to contain the functional polymorphism/s responsible for hand bone length and BMD."}, {"pubmed": 17665217, "text": "The clustering of Robinow-causing mutations in the extracellular frizzled-like cysteine-rich domain of ROR2 suggests a stringent requirement for the correct folding of the domain before export of ROR2 from the endoplasmic reticulum to the plasma membrane."}, {"pubmed": 17717073, "text": "Ror2 induces osteogenic differentiation, at least in part, through a release of the 14-3-3beta-mediated inhibition"}, {"pubmed": 17996904, "text": "In this study, we showed for the first time the connection of ROR2 in Dupuytren's disease"}, {"pubmed": 18215320, "text": "Ror2 positively modulates Wnt3a-activated canonical signaling in a lung carcinoma, H441 cell line. This activity of Ror2 is dependent on cooperative interactions with Fzd2 but not Fzd7."}, {"pubmed": 18365018, "text": "Activation via tyrosine phosphorylation of ROR2 receptor leads to its internalisation into Rab5 positive endosomes. These findings show that BDB mutant receptors are defective in kinase activation as a result of failure to recruit Src"}, {"pubmed": 18615587, "text": "both Wnt5a and Wnt3a bound Ror2, only Wnt5a induced Ror2 homo-dimerization and tyrosine phosphorylation in U2OS human osteoblastic cells."}, {"pubmed": 18703641, "text": "Stimulation of epithelia by the CaSR increased the expression of the tyrosine kinase Ror2, suggesting existence of a unique paracrine relationship for CDX2 homoeostasis in the intestine."}, {"pubmed": 18831060, "text": "clinical and molecular findings of two sib pairs from the same extended family with Robinow syndrome due to a novel intragenic ROR2 deletion involving exons 6 and 7 that could not be detected by sequencing"}, {"pubmed": 19135982, "text": "the interaction of Ror2 with BRIb is specific and independent of post-translational N-glycosylation."}, {"pubmed": 19448672, "text": "Expression of MMP2 in RCC cells was suppressed by Ror2 knockdown, placing Ror2 as a mediator of MMP2 regulation in RCC and a potential regulator of extracellular matrix remodeling."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19461659, "text": "The deletion represents the second ROR2 mutation associated with a autosomal dominant brachydactyly type B1-syndactyly phenotype."}, {"pubmed": 19533773, "text": "Distal symphalangism affecting only 4th finger with ROR2 mutation."}, {"pubmed": 19561643, "text": "Results indicate that Wnt5a/Ror2 signaling involves the activation of a SFK, leading to MMP-13 expression, and that constitutively active Wnt5a/Ror2 signaling confers invasive properties on osteosarcoma cells in a cell-autonomous manner."}, {"pubmed": 19640924, "text": "Data showed a correlation between the severity of BDB1, the location of the mutation, and the amount of membrane-associated ROR2."}, {"pubmed": 19724895, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19802008, "text": "Data show that ROR2 knockdown results in a decrease in signaling downstream of Wnt5A."}, {"pubmed": 19851296, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20185829, "text": "a unique regulation pattern for Ror2 in the VHL-HIF axis that has the potential to be applied to other cancer etiologies."}, {"pubmed": 20198315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20591152, "text": "data show the importance of epigenetic alterations of ROR2 in colon cancer, highlighting the close interconnection between canonical and non-canonical Wnt signalling pathways in this type of tumour"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21069266, "text": "Results suggest that Wnt5a plays the role of a tumor suppressor in leukemogenesis through the Wnt5a/Ror2 noncanonical signaling pathway that inhibits Wnt canonical signaling."}, {"pubmed": 21342370, "text": "Results show expression of Wnt5a and Ror2 is induced during Snail-mediated epithelial-mesenchymal transition or malignant progression of cancer cells and that activated Wnt5a-Ror2 signaling confers highly motile and invasive properties on cancer cells."}, {"pubmed": 21377971, "text": "2265C>A mutation in ROR2 gene is associated with Brachydactyly type B1 in Chinese family."}, {"pubmed": 21693067, "text": "We report two mentally retarded female siblings and their cognitively normal father, all carrying a similar 5.3 Mb microdeletion at 9q22.2q22.32, involving 30 genes including the ROR2 gene and and SYK gene."}, {"pubmed": 22057548, "text": "The present study provides evidence of the significant association between ROR2 variants and the OPG/RANKL ratio in human plasma and also suggests ROR2 association with hand osteoarthritis."}, {"pubmed": 22128168, "text": "Wnt5a-Ror2 signaling might also be required for expression of MMP-13 gene during the development of the cartilaginous tissue."}, {"pubmed": 22178368, "text": "Molecular analysis of the ROR2 gene in a Lebanese family with a mild form of recessive Robinow syndrome revealed the presence of a previously undescribed missense mutation: p.R272C (c.814C>T), in the cysteine-rich domain of the protein."}, {"pubmed": 22293903, "text": "WNT-5a and ROR2 were more highly expressed in more severe disease states, and therefore may play a coordinated role in the occurrence and progression of osteosarcoma"}, {"pubmed": 22294416, "text": "Results show that ROR2 is a useful prognostic indicator in the clinical management of these soft-tissue sarcomas and may represent a novel therapeutic target."}, {"pubmed": 22490406, "text": "Results provided evidence of linkage and association between the ROR2 gene and a gene controlling risk to non-syndromic cleft palate."}, {"pubmed": 22493546, "text": "Data suggest that Wnt5a and Ror2 may serve as tumor suppressor genes in the development of hepatocellular carcinoma, and may serve as clinicopathologic biomarkers for prognosis in HCC patients."}, {"pubmed": 22781592, "text": "High ROR2 expression is involved in the pathophysiology of Multiple myeloma-induced bone disease."}, {"pubmed": 22988987, "text": "ROR2 expression was not seen in any of the hematological malignancies studied."}, {"pubmed": 22992069, "text": "The unusual Asp-Leu-Gly motif in Ror2 is displaced compared with other inactive kinases, allowing the activation loop to interact directly with the tyrosine kinase domains."}, {"pubmed": 23233346, "text": "review will explore the dual role of ROR2 in tumorigenesis and provide an up to date analysis of current literature in this rapidly expanding field"}, {"pubmed": 23238279, "text": "Sequence analysis of the gene ROR2 indicated a nonsense mutation (c.2278C>T, p.Q760X) in exon 9 in all brachydactyly type B affected individuals of the family."}, {"pubmed": 23278988, "text": "This study demonstrated the first attempt to identify Wnt5a and Ror2 as additional mechanisms contributing to dysregulation of the non-canonical WNT signaling pathway in medulloblastoma. Ror2 may play a role as an oncosuppressor in medulloblastoma."}, {"pubmed": 23469623, "text": "Our results do not support the relevance of ROR2/Wnt5a as biomarkers in stage 1 pure seminomas"}, {"pubmed": 23893409, "text": "a new role for Ror2 in conveying a tonic signal to stabilize soluble beta-catenin and create a poised state of enhanced responsiveness to Wnt3a exogenous signals in RCC."}, {"pubmed": 23963164, "text": "DEX induces the upregulation of noncanonical Wnt ligand Wnt5a. Recombinant WNT5a protein induces CLAN formation through the noncanonical Wnt receptor ROR2/RhoA/ROCK signaling axis."}, {"pubmed": 24104062, "text": "Data shows that ROR1 and ROR2 are inversely expressed in melanomas and negatively regulate each other. Also, hypoxia initiates a shift of ROR1-positive melanomas to a more invasive, ROR2-positive phenotype."}, {"pubmed": 24158497, "text": "ROR2 is an epigenetically inactivated tumor suppressor gene that antagonizes both beta-catenin and AKT signaling in multiple various carcinomas."}, {"pubmed": 24932600, "text": "this paper reports the findings on three families with recessive Robinow syndrome which were identified in India. Three mutations in ROR2 gene, two novels and one previously known mutation were observed in these patients"}, {"pubmed": 24954533, "text": "report a three-generation Chinese family with dominant inheritance of the BDB1 limb phenotype. Sequence analysis identified a novel heterozygous base deletion (c.1396-1398delAA) in the gene ROR2 in all affected family members"}, {"pubmed": 25029443, "text": "Human ROR1 and ROR2 are receptor tyrosine kinase-like pseudokinases."}, {"pubmed": 25209439, "text": "High expression of the novel Wnt receptor ROR2 is associated with breast cancer."}, {"pubmed": 25301559, "text": "These results suggest that ROR2 expression is correlated with malignant attributes of CRC and may serve as an indicator for poor prognosis in patients with CRC."}, {"pubmed": 25387569, "text": "Positive ROR2 and FRAT1 expression is associated with the progression and poor prognosis of chondrosarcoma."}, {"pubmed": 25542006, "text": "Mutations in key regions of the kinase domain of Ror2 resulted in the abrogation of increased tumor growth, cell migration, and cell invasion observed with expression of wild-type Ror2."}, {"pubmed": 25755786, "text": "These results indicate that ROR2 is significantly correlated with cancer progression and poor prognosis in cervical cancer"}, {"pubmed": 26259918, "text": "We present strong evidence that ROR2 could be used as an indicator of poor prognosis and could represent a novel therapeutic target for PDAC."}, {"pubmed": 26284319, "text": "ROR2 gene mutations are associated with autosomal recessive robinow syndrome."}, {"pubmed": 26305508, "text": "Findings suggest that high receptor tyrosine kinase-like orphan receptor (ROR) 2 or proto-oncogene protein Wnt-5A (Wnt5a) expression is associated with poor prognosis in non-small cell lung cancer (NSCLC)."}, {"pubmed": 26515598, "text": "Data show that silencing receptor tyrosine kinases (RTKs) ROR2 and ROR1 has a strong inhibitory effect on the ability of ovarian cancer cells to proliferate, migrate and invade."}, {"pubmed": 26559837, "text": "These data suggest a mechanism where human cytomegalovirus alters the expression of the Wnt receptor ROR2 to alter Wnt5a-mediated signaling and inhibit trophoblast motility"}, {"pubmed": 26596412, "text": "results corroborated previous findings of Ryk-mediated Wnt5a effect, and suggested a role for Ror2 in the Wnt5a machinery in glioblastoma"}, {"pubmed": 26690702, "text": "This study identifies an interaction between ROR1 and ROR2 that is required for Wnt5a signaling that promotes leukemia chemotaxis and proliferation."}, {"pubmed": 26708384, "text": "Wnt5a-Ror2 signaling enhances expression and secretion of CXCL16 in mesenchymal stem cells thereby activating CXCR6 expressed on tumor cells to promote proliferation."}, {"pubmed": 26771355, "text": "Data show that CD13 anntigen and receptor tyrosine kinase-like orphan receptor 2 (ROR2) identify a cardiac lineage precursor pool that is capable of successful engraftment into the porcine heart."}, {"pubmed": 26862065, "text": "the b-catenin-independent WNT score correlated with reduced overall survival only in the metastasized situation . This is in line with the in vitro results of the alternative WNT receptors ROR1 and ROR2, which foster invasion"}, {"pubmed": 27440078, "text": "Data show that receptor tyrosine kinase-like orphan receptor 2 (ROR2) is epigenetically silenced by promoter hypermethylation in colorectal cancer cell lines and in early stages of colorectal neoplasia tissue."}, {"pubmed": 27631337, "text": "found no association between ROR2 staining and poor patient survival"}, {"pubmed": 28127051, "text": "Ror2 signaling promotes tumor invasiveness and advances the understanding of how Golgi structure and transport can be regulated."}, {"pubmed": 28277191, "text": "Knockdown of Ror2 expression in renal cell carcinoma cells significantly reduced cell proliferation and induced apoptosis."}, {"pubmed": 28465645, "text": "In squamous/adenosquamous carcinoma and adenocarcinoma of the gallbladder positive ROR2 or WNT5a expression is generally associated with a poor prognosis."}, {"pubmed": 28475014, "text": "Our findings suggest that receptor tyrosine kinase-like orphan receptor 2 may be an important regulator of epithelial-mesenchymal transition, primarily regulated the non-canonical Wnt signaling pathway in ovarian cancer cells, and may display a promising therapeutic target for ovarian cancer."}, {"pubmed": 28536612, "text": "WNT5A and ROR2 are induced by inflammatory mediators through NF-kB and STAT3 transcription factors, and are involved in the migration of human ovarian cancer cell line SKOV-3."}, {"pubmed": 28559016, "text": "Wnt5a-Ror2 signaling enhanced tongue SCC cell aggressiveness and promoted production of MMP-2 following DeltaNp63beta-mediated EMT"}, {"pubmed": 28618961, "text": "On these bases, we identified that miR-208b targets receptor tyrosine kinase-like orphan receptor 2 gene by which miR-208b can regulate the development of osteosarcoma."}, {"pubmed": 28681925, "text": "Wnt5a suppressed osteoblastic differentiation through Ror2/JNK signaling in periodontal ligament stem cell-like cells."}, {"pubmed": 29151594, "text": "Studied physiology of pancreatic cancer in an adipocyte model and found role of WNT and ROR2 signaling in cancer progression."}, {"pubmed": 29395309, "text": "ROR1 and ROR2 play distinct roles in endometrial cancer. ROR1 may promote tumor progression, while ROR2 may act as a tumor suppressor in endometrioid endometrial cancer."}, {"pubmed": 29453334, "text": "beta-catenin-independent regulation of Wnt target genes by RoR2 and ATF2/ATF4 in colon cancer cells"}, {"pubmed": 29465811, "text": "CK1epsilon is activated by noncanonical Wnt and identify p120-catenin and CK1epsilon as two critical factors controlling Ror2 function."}, {"pubmed": 30060804, "text": "Here, we show that Wnt/planar cell polarity (PCP) autocrine signaling controls the emergence of cytonemes, and that cytonemes subsequently control paracrine Wnt/beta-catenin signal activation. Upon binding of the Wnt family member Wnt8a, the receptor tyrosine kinase Ror2 becomes activated."}, {"pubmed": 30431423, "text": "Cytomegalovirus infection increased ROR2 protein expression in trophoblasts, with no effect on ROR1 and RYK expression, hence regulating trophoblast migration."}, {"pubmed": 30957191, "text": "lncRNA 430945 promotes vascular smooth muscle cells proliferation and migration by upregulating the expression of ROR2 and activating the RhoA signaling pathway."}, {"pubmed": 31148590, "text": "we found that ROR2 exerts a pivotal role in the adhesion of multiple myeloma cells to the bone marrow microenvironment"}, {"pubmed": 31617258, "text": "Whole-exome sequencing identified compound heterozygous variants in ROR2 gene in a fetus with Robinow syndrome."}, {"pubmed": 31878941, "text": "ROR2 induces cell apoptosis via activating IRE1alpha/JNK/CHOP pathway in high-grade serous ovarian carcinoma in vitro and in vivo."}, {"pubmed": 32048761, "text": "ROR2 promotes the epithelial-mesenchymal transition by regulating MAPK/p38 signaling pathway in breast cancer."}, {"pubmed": 32052562, "text": "The role of WNT5A and Ror2 in peritoneal membrane injury."}, {"pubmed": 32172608, "text": "Tomographic Study of the Malformation Complex in Correlation With the Genotype in Patients With Robinow Syndrome: Review Article."}, {"pubmed": 32945438, "text": "Knockdown of Ror2 suppresses TNFalphainduced inflammation and apoptosis in vascular endothelial cells."}, {"pubmed": 32951408, "text": "Upregulation of receptor tyrosine kinase-like orphan receptor 2 in idiopathic pulmonary fibrosis."}, {"pubmed": 33048444, "text": "Novel pathogenic genomic variants leading to autosomal dominant and recessive Robinow syndrome."}, {"pubmed": 33496066, "text": "Clinical and molecular characterization of four patients with Robinow syndrome from different families."}, {"pubmed": 34080643, "text": "Oncogenic E6 and/or E7 proteins drive proliferation and invasion of human papilloma viruspositive head and neck squamous cell cancer through upregulation of Ror2 expression."}, {"pubmed": 34278704, "text": "Downregulation of ROR2 promotes dental pulp stem cell senescence by inhibiting STK4-FOXO1/SMS1 axis in sphingomyelin biosynthesis."}, {"pubmed": 34763666, "text": "ROR1 and ROR2 expression in pancreatic cancer."}, {"pubmed": 35032666, "text": "Cellular and molecular mechanisms implicated in the dual role of ROR2 in cancer."}, {"pubmed": 35344616, "text": "Phenotypic and mutational spectrum of ROR2-related Robinow syndrome."}, {"pubmed": 36001375, "text": "Noncanonical Wnt/Ror2 signaling regulates cell-matrix adhesion to prompt directional tumor cell invasion in breast cancer."}, {"pubmed": 36463543, "text": "Heterogeneous expression and role of receptor tyrosine kinase-like orphan receptor 2 (ROR2) in small cell lung cancer."}, {"pubmed": 36539575, "text": "WNT5A-ROR2 axis mediates VEGF dependence of BRAF mutant melanoma."}, {"pubmed": 37102658, "text": "Downregulation of ROR2 attenuates LPS-induced A549 cell injury through JNK and ERK signaling pathways."}, {"pubmed": 37722040, "text": "Cancer-associated fibroblasts influence Wnt/PCP signaling in gastric cancer cells by cytoneme-based dissemination of ROR2."}, {"pubmed": 37749917, "text": "ROR2 deficit may induce the tetralogy of Fallot via down-regulating of beta-catenin/SOX3/HSPA6 in vitro and in vivo."}, {"pubmed": 37814183, "text": "Expression of Wnt5a and ROR2, Components of the Noncanonical Wnt-Signaling Pathway, is Associated with Tumor Differentiation in Hepatocellular Carcinoma."}, {"pubmed": 38184695, "text": "ROR2 expression predicts human induced pluripotent stem cell differentiation into neural stem/progenitor cells and GABAergic neurons."}, {"pubmed": 38334461, "text": "ROR2/Wnt5a Signaling Regulates Directional Cell Migration and Early Tumor Cell Invasion in Ovarian Cancer."}, {"pubmed": 38587578, "text": "Role of the Ror family receptors in Wnt5a signaling."}, {"pubmed": 38632356, "text": "miR-124-3p and miR-194-5p regulation of the PI3K/AKT pathway via ROR2 in medulloblastoma progression."}, {"pubmed": 38684301, "text": "[Genetic analysis of a Chinese pedigree affected with Brachydactyly type B1 due to a novel variant of ROR2 gene]."}, {"pubmed": 38780011, "text": "Structure and function of the ROR2 cysteine-rich domain in vertebrate noncanonical WNT5A signaling."}], "genomic_pos": {"chr": "9", "end": 91950228, "ensemblgene": "ENSG00000169071", "start": 91563091, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 94712444, "start": 94325373, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0007165", "pubmed": 19486338, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010976", "qualifier": "involved_in", "term": "positive regulation of neuron projection development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014002", "qualifier": "involved_in", "term": "astrocyte development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016055", "qualifier": "involved_in", "term": "Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030282", "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 19486338, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030539", "qualifier": "involved_in", "term": "male genitalia development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033674", "qualifier": "involved_in", "term": "positive regulation of kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045651", "qualifier": "involved_in", "term": "positive regulation of macrophage differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051968", "qualifier": "involved_in", "term": "positive regulation of synaptic transmission, glutamatergic"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "NOT involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099175", "qualifier": "involved_in", "term": "regulation of postsynapse organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0150045", "qualifier": "involved_in", "term": "regulation of synaptic signaling by nitric oxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905517", "qualifier": "involved_in", "term": "macrophage migration"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005874", "qualifier": "located_in", "term": "microtubule"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030669", "qualifier": "located_in", "term": "clathrin-coated endocytic vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043235", "qualifier": "part_of", "term": "receptor complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098794", "qualifier": "located_in", "term": "postsynapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004714", "qualifier": "enables", "term": "transmembrane receptor protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22939624, 26035863, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015026", "pubmed": 24431302, "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017147", "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017147", "pubmed": 19486338, "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031435", "pubmed": 18762249, "qualifier": "enables", "term": "mitogen-activated protein kinase kinase kinase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[6239, 174473], [7955, 561183], [8364, 548551], [9031, 769516], [9544, 715482], [9598, 464589], [9606, 4920], [9615, 484193], [9913, 785924], [10090, 26564], [10116, 306782]], "id": 55831}, "interpro": [{"desc": "Kringle", "id": "IPR000001", "short_desc": "Kringle"}, {"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "Immunoglobulin subtype 2", "id": "IPR003598", "short_desc": "Ig_sub2"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Tyrosine-protein kinase, active site", "id": "IPR008266", "short_desc": "Tyr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Immunoglobulin I-set", "id": "IPR013098", "short_desc": "Ig_I-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Kringle-like fold", "id": "IPR013806", "short_desc": "Kringle-like"}, {"desc": "Tyrosine-protein kinase, receptor ROR", "id": "IPR016247", "short_desc": "Tyr_kinase_rcpt_ROR"}, {"desc": "Kringle, conserved site", "id": "IPR018056", "short_desc": "Kringle_CS"}, {"desc": "Frizzled domain", "id": "IPR020067", "short_desc": "Frizzled_dom"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "Frizzled cysteine-rich domain superfamily", "id": "IPR036790", "short_desc": "Frizzled_dom_sf"}, {"desc": "Kringle superfamily", "id": "IPR038178", "short_desc": "Kringle_sf"}], "ipi": ["IPI00304999", "IPI00480153"], "map_location": "9q22.31", "name": "receptor tyrosine kinase like orphan receptor 2", "other_names": ["neurotrophic tyrosine kinase receptor-related 2", "tyrosine-protein kinase transmembrane receptor ROR2"], "pantherdb": {"HGNC": "10257", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1347521", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10090, "uniprot_kb": "Q9Z138"}, {"RGD": "1305275", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10116, "uniprot_kb": "D3ZNY8"}, {"Ensembl": "ENSGALG00000015208", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 9031, "uniprot_kb": "A0SVH2"}, {"ZFIN": "ZDB-GENE-060427-5", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 7955, "uniprot_kb": "E7FCE4"}, {"FlyBase": "FBgn0010407", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 7227, "uniprot_kb": "Q24488"}], "uniprot_kb": "Q01974"}, "pathway": {"kegg": {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, "netpath": {"id": "Pathway_Wnt", "name": "Wnt"}, "pid": [{"id": "wnt_noncanonical_pathway", "name": "Noncanonical Wnt signaling pathway"}, {"id": "wnt_signaling_pathway", "name": "Wnt signaling network"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-5140745", "name": "WNT5A-dependent internalization of FZD2, FZD5 and ROR2"}], "wikipathways": [{"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP363", "name": "Wnt Signaling Pathway"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}]}, "pdb": ["3ZZW", "4GT4", "6OSH", "6OSN", "6OSV"], "pfam": ["PF00051", "PF01392", "PF07679", "PF07714"], "pharmgkb": "PA34629", "pharos": {"target_id": 4873, "tdl": "Tbio"}, "pir": "B45082", "prosite": ["PS50011", "PS50038", "PS50070", "PS50835"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253455", "relationship": "is"}, {"id": "GNF253456", "relationship": "is"}, {"id": "GNF253457", "relationship": "is"}, {"id": "GNF253458", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089326", "relationship": "is"}, {"id": "GNF089327", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054712", "relationship": "is"}, {"id": "GNF059492", "relationship": "is"}, {"id": "GNF074892", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069115", "relationship": "is"}, {"id": "GNF069116", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166412", "relationship": "is"}, {"id": "GNF166413", "relationship": "is"}, {"id": "GNF166414", "relationship": "is"}, {"id": "GNF166415", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323906", "relationship": "is"}, {"id": "GNF323907", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093085", "relationship": "is"}, {"id": "GNF132783", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_008089.1"], "protein": ["NP_001305133.1", "NP_004551.2", "XP_005252065.1", "XP_005252066.1", "XP_006717184.1", "XP_016870251.1", "XP_047279390.1", "XP_047279391.1", "XP_047279392.1", "XP_047279393.1", "XP_054219004.1", "XP_054219005.1", "XP_054219006.1", "XP_054219007.1", "XP_054219008.1", "XP_054219009.1", "XP_054219010.1"], "rna": ["NM_001318204.2", "NM_004560.4", "XM_005252008.5", "XM_005252009.4", "XM_006717121.4", "XM_017014762.2", "XM_047423434.1", "XM_047423435.1", "XM_047423436.1", "XM_047423437.1", "XM_054363029.1", "XM_054363030.1", "XM_054363031.1", "XM_054363032.1", "XM_054363033.1", "XM_054363034.1", "XM_054363035.1"], "translation": [{"protein": "XP_047279393.1", "rna": "XM_047423437.1"}, {"protein": "XP_047279390.1", "rna": "XM_047423434.1"}, {"protein": "XP_005252065.1", "rna": "XM_005252008.5"}, {"protein": "XP_047279391.1", "rna": "XM_047423435.1"}, {"protein": "XP_054219009.1", "rna": "XM_054363034.1"}, {"protein": "XP_047279392.1", "rna": "XM_047423436.1"}, {"protein": "XP_054219010.1", "rna": "XM_054363035.1"}, {"protein": "NP_004551.2", "rna": "NM_004560.4"}, {"protein": "XP_005252066.1", "rna": "XM_005252009.4"}, {"protein": "XP_054219008.1", "rna": "XM_054363033.1"}, {"protein": "XP_054219005.1", "rna": "XM_054363030.1"}, {"protein": "NP_001305133.1", "rna": "NM_001318204.2"}, {"protein": "XP_006717184.1", "rna": "XM_006717121.4"}, {"protein": "XP_054219007.1", "rna": "XM_054363032.1"}, {"protein": "XP_054219006.1", "rna": "XM_054363031.1"}, {"protein": "XP_016870251.1", "rna": "XM_017014762.2"}, {"protein": "XP_054219004.1", "rna": "XM_054363029.1"}]}, "reporter": {"HG-U133_Plus_2": "205578_at", "HG-U95Av2": "212_at", "HTA-2_0": "TC09001326.hg.1", "HuEx-1_0": "3214496", "HuGene-1_1": "8162283", "HuGene-2_1": "17095712"}, "retired": [621, 101927935], "summary": "The protein encoded by this gene is a receptor protein tyrosine kinase and type I transmembrane protein that belongs to the ROR subfamily of cell surface receptors.  The protein may be involved in the early formation of the chondrocytes and may be required for cartilage and growth plate development.  Mutations in this gene can cause brachydactyly type B, a skeletal disorder characterized by hypoplasia/aplasia of distal phalanges and nails. In addition, mutations in this gene can cause the autosomal recessive form of Robinow syndrome, which is characterized by skeletal dysplasia with generalized limb bone shortening, segmental defects of the spine, brachydactyly, and a dysmorphic facial appearance. [provided by RefSeq, Jul 2008].", "symbol": "ROR2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366544"}, "unigene": ["Hs.644776", "Hs.98255"], "uniprot": {"Swiss-Prot": "Q01974", "TrEMBL": "B1APY4"}, "wikipedia": {"url_stub": "ROR2"}}