{"AllianceGenome": "10289", "HGNC": "10289", "MIM": "179835", "_id": "6117", "_version": 1, "accession": {"genomic": ["AC130689.8", "AY599563.1", "CH471108.2", "CP068261.2", "NC_000017.11", "NC_060941.1"], "protein": ["AAA36584.1", "AAH18126.1", "AAQ13598.1", "AAS94324.1", "BAD92969.1", "BAF82393.1", "EAW90574.1", "NP_001342049.1", "NP_001342050.1", "NP_002936.1", "P27694.2"], "rna": ["AA311833.1", "AB209732.1", "AF167994.1", "AK289704.1", "AW966691.1", "BC018126.1", "BM666146.1", "BP364363.1", "BP432249.1", "BQ004759.1", "BX110398.1", "CX871238.1", "M63488.1", "NM_001355120.2", "NM_001355121.2", "NM_002945.5", "R56356.1"], "translation": [{"protein": "NP_001342050.1", "rna": "NM_001355121.2"}, {"protein": "AAH18126.1", "rna": "BC018126.1"}, {"protein": "AAQ13598.1", "rna": "AF167994.1"}, {"protein": "BAF82393.1", "rna": "AK289704.1"}, {"protein": "AAA36584.1", "rna": "M63488.1"}, {"protein": "NP_002936.1", "rna": "NM_002945.5"}, {"protein": "BAD92969.1", "rna": "AB209732.1"}, {"protein": "NP_001342049.1", "rna": "NM_001355120.2"}]}, "alias": ["HSSB", "MST075", "PFBMFT6", "REPA1", "RF-A", "RP-A", "RPA70"], "ensembl": {"gene": "ENSG00000132383", "protein": ["ENSP00000254719", "ENSP00000459788", "ENSP00000461466", "ENSP00000461733"], "transcript": ["ENST00000254719", "ENST00000570451", "ENST00000571058", "ENST00000571725", "ENST00000573924", "ENST00000573994", "ENST00000574049"], "translation": [{"protein": "ENSP00000461733", "rna": "ENST00000571058"}, {"protein": "ENSP00000459788", "rna": "ENST00000570451"}, {"protein": "ENSP00000254719", "rna": "ENST00000254719"}, {"protein": "ENSP00000461466", "rna": "ENST00000574049"}], "type_of_gene": "protein_coding"}, "entrezgene": "6117", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 29.9821081463, "exp_mis": 212.788657497, "exp_syn": 103.974045727, "lof_z": 4.15765568814955, "mis_z": 0.428813618772405, "mu_lof": 2.24780945573e-06, "mu_mis": 1.966797913e-05, "mu_syn": 9.3857937096e-06, "n_lof": 7.0, "n_mis": 200.0, "n_syn": 102.0, "p_li": 0.308711195767143, "p_null": 6.55225164906987e-06, "p_rec": 0.691282251981208, "syn_z": 0.120014645411457}, "bp": 1851, "cds_end": 1800469, "cds_start": 1733387, "n_exons": 17, "nonpsych": {"exp_lof": 26.8187201528, "exp_mis": 192.276293316, "exp_syn": 93.7885703542, "lof_z": 3.94808984599097, "mis_z": 0.264672865215173, "mu_lof": 2.24780945573e-06, "mu_mis": 1.966797913e-05, "mu_syn": 9.3857937096e-06, "n_lof": 6.0, "n_mis": 185.0, "n_syn": 93.0, "p_li": 0.449054336857238, "p_null": 1.32656847564429e-05, "p_rec": 0.550932397458006, "syn_z": 0.0512659224947462}, "nontcga": {"exp_lof": 27.5525457596, "exp_mis": 195.734583922, "exp_syn": 95.6251378786, "lof_z": 3.86247842273231, "mis_z": 0.702755178922852, "mu_lof": 2.24780945573e-06, "mu_mis": 1.966797913e-05, "mu_syn": 9.3857937096e-06, "n_lof": 7.0, "n_mis": 176.0, "n_syn": 95.0, "p_li": 0.15788170983023, "p_null": 2.76962133495678e-05, "p_rec": 0.842090593956421, "syn_z": 0.0404774892198636}, "transcript": "ENST00000254719.5"}, "exons": [{"cdsend": 1897175, "cdsstart": 1842808, "chr": "17", "position": [[1830004, 1830134], [1842802, 1842853], [1843919, 1843998], [1844577, 1844686], [1853100, 1853189], [1872433, 1872526], [1875660, 1875793], [1877211, 1877314], [1878992, 1879061], [1879214, 1879407], [1879559, 1879699], [1880542, 1880691], [1883811, 1883944], [1888674, 1888851], [1891832, 1891940], [1895008, 1895095], [1897070, 1900082]], "strand": 1, "transcript": "NM_001355120", "txend": 1900082, "txstart": 1830004}, {"cdsend": 1897175, "cdsstart": 1830093, "chr": "17", "position": [[1830004, 1830126], [1842802, 1842853], [1843919, 1843998], [1844577, 1844686], [1853100, 1853189], [1872433, 1872526], [1875660, 1875793], [1877211, 1877314], [1878992, 1879061], [1879214, 1879407], [1879559, 1879699], [1880542, 1880691], [1883811, 1883944], [1891832, 1891940], [1895008, 1895095], [1897070, 1900082]], "strand": 1, "transcript": "NM_001355121", "txend": 1900082, "txstart": 1830004}, {"cdsend": 1897175, "cdsstart": 1830093, "chr": "17", "position": [[1830004, 1830126], [1842802, 1842853], [1843919, 1843998], [1844577, 1844686], [1853100, 1853189], [1872433, 1872526], [1875660, 1875793], [1877211, 1877314], [1878992, 1879061], [1879214, 1879407], [1879559, 1879699], [1880542, 1880691], [1883811, 1883944], [1888674, 1888851], [1891832, 1891940], [1895008, 1895095], [1897070, 1900082]], "strand": 1, "transcript": "NM_002945", "txend": 1900082, "txstart": 1830004}], "exons_hg19": [{"cdsend": 1800469, "cdsstart": 1746102, "chr": "17", "position": [[1733298, 1733428], [1746096, 1746147], [1747213, 1747292], [1747871, 1747980], [1756394, 1756483], [1775727, 1775820], [1778954, 1779087], [1780505, 1780608], [1782286, 1782355], [1782508, 1782701], [1782853, 1782993], [1783836, 1783985], [1787105, 1787238], [1791968, 1792145], [1795126, 1795234], [1798302, 1798389], [1800364, 1803376]], "strand": 1, "transcript": "NM_001355120", "txend": 1803376, "txstart": 1733298}, {"cdsend": 1800469, "cdsstart": 1733387, "chr": "17", "position": [[1733298, 1733420], [1746096, 1746147], [1747213, 1747292], [1747871, 1747980], [1756394, 1756483], [1775727, 1775820], [1778954, 1779087], [1780505, 1780608], [1782286, 1782355], [1782508, 1782701], [1782853, 1782993], [1783836, 1783985], [1787105, 1787238], [1795126, 1795234], [1798302, 1798389], [1800364, 1803376]], "strand": 1, "transcript": "NM_001355121", "txend": 1803376, "txstart": 1733298}, {"cdsend": 1800469, "cdsstart": 1733387, "chr": "17", "position": [[1733298, 1733420], [1746096, 1746147], [1747213, 1747292], [1747871, 1747980], [1756394, 1756483], [1775727, 1775820], [1778954, 1779087], [1780505, 1780608], [1782286, 1782355], [1782508, 1782701], [1782853, 1782993], [1783836, 1783985], [1787105, 1787238], [1791968, 1792145], [1795126, 1795234], [1798302, 1798389], [1800364, 1803376]], "strand": 1, "transcript": "NM_002945", "txend": 1803376, "txstart": 1733298}], "generif": [{"pubmed": 11479296, "text": "Sequential model of binding in which DBD-A is responsible for the initial interaction with ssDNA, that domains A, B, and C (RPA1) contact 12-23 nt of ssDNA, and that DBD-D (RPA2) is needed for RPA to interact with substrates that are 23-27 nt in length"}, {"pubmed": 11884592, "text": "Partial reconstitution of human DNA mismatch repair in vitro: characterization of the role of human replication protein A"}, {"pubmed": 11895905, "text": "Autoantiboies to replication protein A is highly expressed and aberrantly localized in breast tumor cells"}, {"pubmed": 11968016, "text": "Human cell DNA replication is mediated by a discrete multiprotein complex. The eluted complex contains DNA polymerase delta, proliferating cell nuclear antigen, and replication protein A."}, {"pubmed": 11972036, "text": "Human XPA and RPA DNA repair proteins participate in specific recognition of triplex-induced helical distortions"}, {"pubmed": 12050365, "text": "interacts with Parvovirus initiator protein NS1 to coordinate replication fork progression in a reconstituted DNA replication system."}, {"pubmed": 12139939, "text": "Analysis of the human replication protein A:Rad52 complex: evidence for crosstalk between RPA32, RPA70, Rad52 and DNA"}, {"pubmed": 12486030, "text": "the multistep process of DNA damage recognition includes initiation by XPC-hHR23B, which is then replaced by the combined action of XPA and RPA"}, {"pubmed": 12791985, "text": "data suggest that RPA-coated ssDNA is the critical structure at sites of DNA damage that recruits the ATR-ATRIP complex and facilitates its recognition of substrates for phosphorylation and the initiation of checkpoint signaling"}, {"pubmed": 14499497, "text": "Human replication protein A, by engaging in both protein-protein and protein-DNA interactions, facilitates unwinding catalyzed by WRN helicase during DNA synthetic processes."}, {"pubmed": 14596605, "text": "Single-stranded DNA (ssDNA) binding properties of the core domains (DBDs) of RPA are defined: DBD A is responsible for positioning and initial binding of the RPA complex while DBD A together with DBD B direct stable, high-affinity binding to ssDNA."}, {"pubmed": 14605214, "text": "replication protein A (RPA) stimulates the binding of the Rad17-Rfc2-5 complex to single-stranded DNA"}, {"pubmed": 14747526, "text": "Papillomavirus 11 E1 protein interacts with the major ssDNA-binding domain of RPA; the interaction is substantially inhibited by ssDNA dependent on the length of the DNA"}, {"pubmed": 14966274, "text": "Results suggest that replication protein A (RPA)2 phosphorylation prevents RPA association with replication centers in vivo and potentially serves as a marker for sites of DNA damage."}, {"pubmed": 15096578, "text": "RECQ1 alone is able to unwind short DNA duplexes (<110 bp), whereas considerably longer substrates (501 bp) can be unwound only in the presence of human replication protein A (hRPA)"}, {"pubmed": 15180989, "text": "Replication protein A, Mre11, Rad50 and Nbs1 bind and have roles in DNA repair"}, {"pubmed": 15273694, "text": "proposal that B-cell-specific AID-RPA complexes preferentially bind to ssDNA of small transcription bubbles at SHM 'hotspots', leading to AID-mediated deamination and RPA-mediated recruitment of DNA repair proteins"}, {"pubmed": 15279788, "text": "the role of RPA phosphorylation in the cellular response to DNA damage is to help regulate DNA metabolism and promote DNA repair [review]"}, {"pubmed": 15456284, "text": "results obtained in this study demonstrate that a combination of exhaustive proteolysis and MALDI TOF MS can localize the sites of DNA binding to very short sequences of amino acids"}, {"pubmed": 15653682, "text": "the Mre11/Rad50/Nbs1 (MRN) complex may play a more universal role in the recognition and response to DNA lesions of all types, whereas the role of RPA may be limited to certain subsets of lesions"}, {"pubmed": 16082227, "text": "CDK2 inhibition modifies the dynamics of chromatin-bound minichromosome maintenance complex and replication protein A"}, {"pubmed": 16520097, "text": "The results demonstrate that activation of a UV-induced DNA damage response pathway, involving phosphorylation of RPA p34 by DNA-PK, is enhanced in cells lacking poleta."}, {"pubmed": 16522650, "text": "DNA polymerase lambda has the ability to create base pair mismatches and human replication protein A can suppress this intrinsic in vitro mutator phenotype."}, {"pubmed": 16731533, "text": "phosphorylation alters the DNA binding affinity of RPA to fulfill its differential requirement at the various stages of DNA mismatch repair"}, {"pubmed": 16893181, "text": "The location of multiple amino acids within the native RPA three-dimensional structure using reactivity of these amino acids toward proteolytic and chemical modification reagents, is studied."}, {"pubmed": 17110927, "text": "A mechanistic model is proposed in which the ternary complex is a key intermediate that directly couples origin DNA unwinding to RPA loading on emerging ssDNA."}, {"pubmed": 17494052, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17507928, "text": "an accurate mechanism exists to reduce the deleterious consequences of oxidative DNA damage, with an important role for PCNA and RP-A in determining a functional hierarchy among different DNA pols in lesion bypass"}, {"pubmed": 17583916, "text": "Determination at single-nucleotide resolution the relative positions of the single-stranded DNA with interacting intrinsic tryptophans of RPA70."}, {"pubmed": 17591703, "text": "Data demonstrate that Mre11/Rad50/Nbs1 interacts with replication protein A in unperturbed cells, that the interaction is regulated by cyclin-dependent kinases, and that this interaction is needed for MRN to correctly localize to replication centers."}, {"pubmed": 17616578, "text": "transcription-based stress response involving RPA, ATR, and p53 has evolved as a DNA damage-sensing mechanism to safeguard cells against DNA damage-induced mutagenesis"}, {"pubmed": 17700069, "text": "These data suggest that in response to DNA double-strand breaks, cell cycle-preferred repair pathways differentially engage RPA and the Mre11/Rad50/Nbs1 complex in repair foci."}, {"pubmed": 17700070, "text": "These data support a role for RPA as an initial signal/sensor for DNA damage that facilitates recruitment of MRN and ATM/ATR to sites of damage, where they then work together to fully activate the DNA damage response."}, {"pubmed": 17721672, "text": "Amino acid sequence conservation is not required for the conservation of dynamic behavior and presumably molecular function."}, {"pubmed": 17765923, "text": "Data suggest a direct role of RPA in homologous recombination in assembly of the RAD51 and RAD52 proteins."}, {"pubmed": 17981954, "text": "Observations strengthen the original pre-synaptic model, although the visualization of post-synaptic RPA foci may indicate the presence of a different role for this protein during homologous recombination."}, {"pubmed": 18003706, "text": "NBS1 mediates ATR-dependent RPA hyperphosphorylation following replication fork stall and collapse."}, {"pubmed": 18245774, "text": "RPA plays a regulatory role in DNA damage responses via repression of RFC2 ubiquitylation in human cells."}, {"pubmed": 18438969, "text": "Recognition of new DNA nucleotide excision repair (NER) substrate analogs, 48-mer ddsDNA (damaged double-stranded DNA), by human replication protein A (hRPA) has been analyzed using fluorescence spectroscopy and photoaffinity modification."}, {"pubmed": 18469000, "text": "as long as a threshold of RPA1-ssDNA binding activity is met, DNA replication can occur and that an RPA1 activity separate from ssDNA binding is essential for function in DNA repair."}, {"pubmed": 18515800, "text": "RPA conformation is important for regulating RPA-DNA and RPA-protein interactions"}, {"pubmed": 18522944, "text": "displaced flaps with secondary structure formed during Okazaki fragment maturation can be melted by hRPA and subsequently annealed to a complementary ectopic DNA site, forming recombination intermediates that can lead to genomic instability"}, {"pubmed": 18593712, "text": "Replication protein A stimulates the 5'- to 3'-nuclease activity of Dna2 and inhibits the 3'- to 5'-exo/endonuclease activity of Dna2."}, {"pubmed": 18723675, "text": "These results demonstrate that mitotic RPA hyperphosphorylation facilitates release of cells from a damaged mitosis into a 2N G(1) phase, thereby increasing cell viability."}, {"pubmed": 18774935, "text": "Data show that XPC, XPA, and RPA demonstrate low specificity in binding to damaged DNA compared with undamaged DNA duplexes."}, {"pubmed": 19104052, "text": "replication protein A and proliferating cell nuclear antigen act as molecular switches to activate the DNA pol lambda- dependent highly efficient and faithful repair of A:8-oxo-G mismatches in human cells and to repress DNA pol beta activity."}, {"pubmed": 19165145, "text": "BLM helicase measures DNA unwound before switching strands and hRPA promotes unwinding reinitiation"}, {"pubmed": 19187036, "text": "Binding of RPA to quadruplex-forming sequences is as facile as it is to comparable non-quadruplex-forming sequences; the strength of RPA binding and unfolding of a quadruplex is dependent on the thermal stability of the quadruplex."}, {"pubmed": 19237606, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19262689, "text": "POT1v1 and RPA are capable of stimulating WRN helicase on gapped DNA and 5'-overhang substrates, respectively"}, {"pubmed": 19297315, "text": "In patients with resected lung AC, ERCC1, RPA and XPF expression levels are higher in NS(Never Smoking) compared with ES(Ever Smoking)."}, {"pubmed": 19367581, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19419957, "text": "specific functional interaction between RPA and FANCJ on the thymine glycol substrates"}, {"pubmed": 19515846, "text": "MutLalpha (MLH1-PMS2), replication protein A (RPA), and HMGB1 have roles in 5'-directed mismatch repair"}, {"pubmed": 19530647, "text": "These data show that phosphorylated RPA promoted formation of a complex with monomeric Rad52 and caused the transfer of single stranded DNA from RPA to Rad52."}, {"pubmed": 19538122, "text": "XPA formation of covalent adducts with DNA is due to the interaction of XPA with endogenous RPA."}, {"pubmed": 19586055, "text": "In the response to DNA damage, the amino-terminus of RPA1 is required for Nijmegen breakage syndrome 1 protein (NBS1) and meiotic recombination 11 homolog (MRE11) binding at the DNA replication fork."}, {"pubmed": 19812417, "text": "Data support RPA enhancement of branch migration during homologous recombination repair and, conversely, POT1 limitation of inappropriate recombination and branch migration at telomeric ends."}, {"pubmed": 19843584, "text": "RPA phosphorylation at the T21 and S33 sites facilitates adaptation of a DNA-replication fork to replication stress"}, {"pubmed": 19854130, "text": "Ctc1-Stn1-Ten1 is a replication protein A (RPA)-like complex that is not directly involved in conventional DNA replication at forks but plays a role in DNA metabolism frequently required by telomeres."}, {"pubmed": 20103649, "text": "Data show that cells subjected to chronic hypoxia the replicative restart was inhibited along with numerous replication factors including MCM6 and RPA, and cells reoxygenated after acute hypoxia underwent rapid p53-dependent apoptosis."}, {"pubmed": 20139621, "text": "Expression of mutant RPA in human cancer cells causes telomere shortening."}, {"pubmed": 20167590, "text": "The microscopic evaluation of irradiation-induced Replication Protein A (RPA) foci numbers, was studied."}, {"pubmed": 20184389, "text": "Small angle X-ray scattering experiments with two multidomain constructs from the N-terminus of the large subunit (RPA70) were used to examine the structural dynamics of these domains and their response to the binding of ssDNA"}, {"pubmed": 20233725, "text": "RPA-covered ssDNA not only supports recruitment and activation of ATR but also, through Tipin and Claspin, it plays an important role in the action of ATR on its critical downstream target Chk1"}, {"pubmed": 20395205, "text": "Replication Protein A has cytotoxic activity and synergy with chemotherapeutic DNA-damaging agents"}, {"pubmed": 20423048, "text": "RPA significantly decreases the efficiency and the level of incorporation of complementary deoxyadenine nucleotide triphosphates and completely inhibits the incorporation of \"incorrect\" deoxyguanine nucleotides opposite thymine glycol."}, {"pubmed": 20496165, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20515732, "text": "Studies indicate that RPA is required for DNA replication, DNA repair, DNA recombination, and the DNA damage response pathway with roles in checkpoint activation."}, {"pubmed": 20522537, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20528769, "text": "RPA inhibition was considerably reduced when the length of the primers was increased"}, {"pubmed": 20575039, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20587534, "text": "findings indicate that the L221P mutation causes a defect in ssDNA binding and a nonfunctional protein complex; this suggests that haploinsufficiency of RPA causes an increase in the levels of DNA damage and in the incidence of cancer"}, {"pubmed": 20616048, "text": "describe an in vitro checkpoint system in which RPA-single-stranded DNA and TopBP1 are essential for phosphorylation of Chk1 by the purified ATR-ATR-interacting protein complex."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21062395, "text": "RPA1 and RPA2 overexpression seems to be more important during early T-categories of bladder carcinogenesis, showing similar kinetics with cyclin D1"}, {"pubmed": 21107010, "text": "upon replication blockage, WRN and RPA functionally interact and cooperate to help properly resolve replication forks and maintain genome stability"}, {"pubmed": 21399625, "text": "data suggest that hnRNPA1, TERRA and POT1 act in concert to displace RPA from telomeric ssDNA after DNA replication, and promote telomere capping to preserve genomic integrity"}, {"pubmed": 21486569, "text": "Studies indicate that RPA70 SUMOylation serves as a HR mediator to facilitate recruitment of RAD51 to initiate strand invasion."}, {"pubmed": 21496876, "text": "Replication protein A1, replication protein A2, and cyclins D2 and D3 seem to have a parallel role in the promotion of cell cycle in astrocytic tumors being implicated in the malignant progression of these neoplasms"}, {"pubmed": 21859891, "text": "propose a model in which BID associates with RPA and stimulates the recruitment and/or stabilization of ATR-ATRIP to the DNA damage sensor complex"}, {"pubmed": 21901111, "text": "these data identifies unanticipated defects in the DNA damage response associated with duplications in 17p13.3 in humans involving modest RPA1 over-expression."}, {"pubmed": 21935481, "text": "Study propose that RPA plays a role in the protection of the human genome cell from A3G and other deaminases when they are inadvertently diverged from their natural targets."}, {"pubmed": 22179778, "text": "cells require different RPA functions in DNA replication and DNA repair."}, {"pubmed": 22194613, "text": "Replication stress-induced recruitment of HDHB to chromatin is independent of checkpoint signaling but correlates with the level of replication protein A (RPA) recruited to chromatin."}, {"pubmed": 22510597, "text": "The radiosensitizing effect of DPYD depletion plus CPT was the additive effect of DPYD depletion and CPT."}, {"pubmed": 22797063, "text": "Results reveal a mechanism for the crosstalk between HR repair and NHEJ through the co-regulation of p53-RPA interaction by DNA-PK, ATM and ATR."}, {"pubmed": 22918586, "text": "the current understanding of RPA's roles in replication by reviewing the available structural data, DNA-binding properties, interactions with various replication proteins, and interactions with DNA repair proteins when DNA replication is stalled."}, {"pubmed": 22940245, "text": "Depletion of RPA1 abolishes HSF1 access to the promoter of HSP70 in unstressed condition and delays its rapid activation in response to heat shock."}, {"pubmed": 22948311, "text": "In vitro analysis of the role of replication protein A (RPA) and RPA phosphorylation in ATR-mediated checkpoint signaling."}, {"pubmed": 23543748, "text": "RPA is a cofactor of the BLM-Topo IIIalpha-RMI1-RMI2 complex in double holliday junction dissolution"}, {"pubmed": 23671665, "text": "Data suggest that replication protein A (RPA) brings a complex of SMARCAL1 and WRN to stalled forks, but that they may act in different pathways to promote fork repair and restart."}, {"pubmed": 24204272, "text": "LT prevents recruitment of RPA to nuclear foci after DNA damage. This leads to failure to recruit repair proteins such as Rad51 or Rad9, explaining why LT prevents repair of double strand DNA breaks by homologous recombination."}, {"pubmed": 24267891, "text": "ATR-mediated suppression of dormant origins shields active forks against irreversible breakage via preventing exhaustion of nuclear RPA. This study elucidates how replicating genomes avoid destabilizing DNA damage."}, {"pubmed": 24443570, "text": "these results suggest that the PSO4 complex functionally interacts with RPA and plays an important role in the DNA damage response."}, {"pubmed": 24565939, "text": "In addition to its annealing helicase activity, which eliminates the natural binding substrate for RPA, HARP blocks the phosphorylation of RPA by DNA-PK."}, {"pubmed": 24824831, "text": "RPA by itself does not affect pol eta dependent lesion bypass fidelity when copying either 8-oxoG or T-T CPD lesions."}, {"pubmed": 24895130, "text": "Fanconi anemia group J (FANCJ) helicase partners with the single-stranded DNA-binding protein replication protein A (RPA) to displace BamHI-E111A bound to duplex DNA in a specific manner."}, {"pubmed": 25320291, "text": "Both human RPA and hepatitis C virus NS5A(S25-C447), but not NS5A(S25-K215), enabled the NS5BDelta21-NS3 helicase complex to be stably associated with the template and synthesize RNA product in a highly processive manner in vitro."}, {"pubmed": 25395584, "text": "BRG1-RAD52 complex mediates the replacement of RPA with RAD51 on single-stranded DNA (ssDNA) to initiate DNA strand invasion. Loss of BRG1 results in a failure of RAD51 loading onto ssDNA, abnormal homologous recombination repair"}, {"pubmed": 25400143, "text": "RPA plays an important maintaining genome integrity. [Review]"}, {"pubmed": 25453469, "text": "RPA70 is an intrinsically highly dynamic single-stranded DNA-binding complex during both replication and distinct steps of nucleotide excision repair."}, {"pubmed": 25542993, "text": "Here, we introduce a number of key characteristics and concepts, including the modularity of the proteins, linkage of weak binding sites, direct competition between sites, and allostery, using the protein replication protein A (RPA). [review]"}, {"pubmed": 25922199, "text": "FAN1 efficiently promoted DNA incision at the proper site of RPA-coated 5'-flapped DNA. Therefore, FAN1 possesses the ability to promote the ICL repair of 5'-flapped DNA covered by RPA."}, {"pubmed": 26041456, "text": "The D228Y mutation in human RPA1 affects its DNA-binding activity to telomeric DNA."}, {"pubmed": 26145171, "text": "by targeting RPA and mimicking DNA, DSS1 functions with BRCA2 in a two-component homologous recombination mediator complex in genome maintenance and tumor suppression"}, {"pubmed": 26366868, "text": "a significant increase in DKC1, RAD50, MRE11 and RPA1 expression in MM cases with high bone marrow infiltration (p</=0.03) and a tendency towards cases with advanced ISS stage"}, {"pubmed": 26474068, "text": "RFWD3-dependent ubiquitination of RPA regulates repair at stalled replication forks."}, {"pubmed": 26782416, "text": "Our study predicted that UBC and RPA had potential as target genes for the diagnosis and treatment of osteosarcoma"}, {"pubmed": 26824734, "text": "radiation induced the excessive expression RPA1 in TE-1 cells, and the radiosensitivity of TE-1R cells was less than that of TE-1 cells"}, {"pubmed": 26854234, "text": "ATRIP deacetylation by SIRT2 promotes ATR-ATRIP binding to replication protein A-single-stranded DNA to drive ATR activation and thus facilitate recovery from replication stress."}, {"pubmed": 27016742, "text": "Force regulated dynamics of RPA1 on a DNA fork during DNA replication has been reported."}, {"pubmed": 27131361, "text": "By monitoring DNA double-strand breaks mis-repair using a sensitive bioassay, it was found that depletion of homologous recombination proteins, including BRCA2, BRCA1 or RPA1, resulted in a distinct mutational signature associated with significant increases in break-induced mutation frequencies."}, {"pubmed": 27131385, "text": "It has been concluded that stable binding and/or the melting of secondary DNA structures by RPA1 is required for DNA repair, including RAD51-mediated DNA strand exchange, but is dispensable for DNA replication."}, {"pubmed": 27175616, "text": "CTF18 forms a complex with RPA when replication stress is elicited by hydroxyurea treatment or UV exposure during S phase. The interaction kinetics between CTF18 and RPA is positively associated with the phosphorylation status of Chk1."}, {"pubmed": 27208176, "text": "miR-30a targets the DNA replication protein RPA1, hinders the replication of DNA and induces DNA fragmentation."}, {"pubmed": 27230542, "text": "Data show that short ssDNA traverses the nuclear membrane, but is drawn into the nucleus by binding to the DNA replication and repair factors replication protein A (RPA) and Rad51 recombinase (Rad51)."}, {"pubmed": 27398742, "text": "RPA deficiency induces activation of the Fanconi anemia pathway in an ATR-dependent manner, which may play a role in the genome maintenance."}, {"pubmed": 27440048, "text": "show that RPA can bind on each side of the G-quadruplex but it unwinds the G4 only from 5' toward 3'."}, {"pubmed": 27601467, "text": "results reveal that ETAA1 is a novel RPA-interacting protein that promotes restart of stalled replication forks."}, {"pubmed": 28107649, "text": "RPA recruits HIRA to promoters and enhancers and regulates deposition of newly synthesized H3.3 to these regulatory elements for gene regulation."}, {"pubmed": 28168276, "text": "Architectural plasticity of human BRCA2-RPA-RAD51 complexes in DNA break repair has been described."}, {"pubmed": 28177605, "text": "Replication protein A binds tightly to the single-stranded DNA adjacent to a blocked primer/template junction and restricts PCNA to the upstream duplex region by physically blocking diffusion of PCNA along ssDNA."}, {"pubmed": 28257700, "text": "RPA is a sensor of R loops and a regulator of RNaseH1, extending the versatile role of RPA in suppression of genomic instability."}, {"pubmed": 28334870, "text": "Annealing helicase HARP closes RPA-stabilized DNA bubbles non-processively."}, {"pubmed": 28373211, "text": "The authors have discovered a major sub-pathway of conventional long-patch base excision repair that involves formation of a 9-nucleotide gap 5' to the lesion. This new sub-pathway is mediated by RECQ1 DNA helicase and ERCC1-XPF endonuclease in cooperation with PARP1 poly(ADP-ribose) polymerase and RPA."}, {"pubmed": 28396594, "text": "These new findings supports the existence of a functional PrimPol/RPA association that allows repriming at the exposed ssDNA regions formed in the leading strand upon replicase stalling."}, {"pubmed": 28534480, "text": "RPA serves to stimulate the primase activity of PrimPol."}, {"pubmed": 28551686, "text": "Data suggest RAD52 binds tightly to RPA/ssDNA complex in presynaptic complex and inhibits RPA turnover; during presynaptic complex assembly, most of RPA and RAD52 is displaced from ssDNA, but some RAD52/RPA/ssDNA complexes persist as interspersed clusters surrounded by RAD51 filaments. (RAD52 = Rad52 DNA repair/recombination protein; RPA = replication protein A; ssDNA = single-stranded DNA; RAD51 = Rad51 recombinase)"}, {"pubmed": 28590137, "text": "Data suggest that, during human DNA replication, restricting PCNA (proliferating cell nuclear antigen) to the vicinity of its DNA target site is important; PCNA can be maintained at or near primer/template junctions during DNA synthesis by RPA (replication protein A) or SSB (single-stranded DNA-binding protein); here, the SSB used was from Escherichia coli."}, {"pubmed": 28607004, "text": "Strikingly, the addition of the single-stranded DNA (ssDNA)-binding replication protein A (RPA) selectively restores XPF-ERCC1 endonuclease activity on this structure. The 5'-3' exonuclease SNM1A can load from the XPF-ERCC1-RPA-induced incisions and digest past the crosslink to quantitatively complete the unhooking reaction."}, {"pubmed": 28666352, "text": "The results suggest that RPA phosphorylation enhances the recruitment of PRP19 to RPA-ssDNA and stimulates RPA ubiquitylation through a process requiring both PRP19 and RFWD3, thereby triggering a phosphorylation-ubiquitylation circuitry that promotes ATR activation and homologous recombination."}, {"pubmed": 28698370, "text": "regulatory pathway based on casein kinase 2-G9a-RPA permits homologous recombination in cancer cells"}, {"pubmed": 28746850, "text": "Results suggest that the UNG2 N-terminus may serve as a flexible scaffold to tether PCNA and RPA at the replication fork, and that post-translational modifications on the UNG2 N-terminus disrupt formation of the PCNA-UNG2-RPA protein complex."}, {"pubmed": 28854354, "text": "PCAF/GCN5-mediated lysine 163 acetylation of RPA1 is crucial for nucleotide excision repair."}, {"pubmed": 28854355, "text": "the acetylation status of RPA1 played a crucial role in repair of DNA damage via nucleotide excision repair."}, {"pubmed": 29320546, "text": "data obtained allow us to suggest that XPA can be involved in the post-incision NER stages via its interaction with RPA"}, {"pubmed": 29477843, "text": "RPA1 is significantly up-regulated in hepatocellular carcinoma and correlates with poor prognosis. RPA1 influences cell cycle through CDK4/Cyclin-D pathway."}, {"pubmed": 29601890, "text": "RPA1 serves as an oncogene during gastrointestinal cancers progression"}, {"pubmed": 29665433, "text": "The RPA is defective in DNA replication and cell cycle progression, it was shown to play a supporting role in nucleotide excision repair and recombination."}, {"pubmed": 29807999, "text": "review and discuss the latest discoveries of the mechanisms by which RPA and RAD51 work to preserve genome stability, with a focus on their actions in fork reversal and fork protection"}, {"pubmed": 29934626, "text": "LIM Protein Ajuba associates with the RPA complex through direct cell cycle-dependent interaction with the RPA70 subunit"}, {"pubmed": 30072396, "text": "RPA exhaustion represents a major determinant of cisplatin sensitivity in high-grade serous ovarian cancer cell lines"}, {"pubmed": 30144445, "text": "RPA1 downregulation enhances nasopharyngeal cancer radiosensitivity via blocking RAD51 to the DNA damage site."}, {"pubmed": 30279242, "text": "HERC2 is a master regulator of G-quadruplex, a DNA secondary structure that triggers genomic instability, through BLM, WRN, and RPA, and may serve as a potential molecular target in cancer therapy"}, {"pubmed": 30291044, "text": "the balance between the affinities of PARP1 and RPA for DNA and the interaction of these proteins with each other are the cornerstone of the modulating effect of RPA on PARP1 activity"}, {"pubmed": 30700555, "text": "RPA inhibits monoubiquitination of free PCNA by directly interacting with Rad18."}, {"pubmed": 30838409, "text": "We propose that the nuclear UNG1 variant, which in contrast to UNG2 lacks a PCNA-binding motif, may be specialized to act on ssDNA through its ability to bind RPA. RPA-coated ssDNA regions include both transcribed antibody genes that are targets for deamination by AID and regions in front of the moving replication forks."}, {"pubmed": 31086179, "text": "Study shows that the catalytic activity of the exosome subunit EXOSC10 contributes to the homologous recombination (HR) pathway by degrading damage-induced lncRNAs and maintaining RNA homeostasis at double-strand breaks (DSBs). Results identify RNA clearance at DSBs as a step in the HR pathway that is required for the assembly of RPA onto the resected ssDNA, which in turn is a prerequisite for controlled DNA resection."}, {"pubmed": 31153714, "text": "RPA is phosphorylated during DNA resection as part of the DNA damage response (DDR); remarkably, pRPA inhibits DNA resection in cellular assays and in vitro via inhibition of BLM helicase."}, {"pubmed": 31473101, "text": "RPA directly binds activated PARP2 through poly(ADP-ribosyl)ation and can protect single-strand L1 integration intermediates from APOBEC3-mediated cytidine deamination in vitro."}, {"pubmed": 31492859, "text": "Data indicate a mechanism by which genotoxic Salmonella exhausts the replication protein A (RPA) response by inducing ssDNA formation, driving host cell senescence and facilitating infection."}, {"pubmed": 31534120, "text": "we investigated the intracellular localization of E2F1, RAD51, and replication protein A (RPA) in colon cancer cells exposed to methyl methanesulfonate (MMS), which induces DNA double-strand breaks (DSBs). In cells experiencing DNA damage, the number of RAD51 and RPA foci increased, suggesting that 3'-single-stranded DNAs were exposed"}, {"pubmed": 31919510, "text": "the reptation mechanism allows single-stranded DNA mobility despite the extensive and high affinity interface of Replication protein A (RPA) with single-stranded DNA"}, {"pubmed": 31925419, "text": "Combining NMR and X-ray scattering data with comprehensive docking and refinement revealed how XPA DBD and RPA70AB orient on model NER DNA substrates. The structural model enabled design of XPA mutations that inhibit the interaction with RPA70AB"}, {"pubmed": 32101168, "text": "Human RPA activates BLM's bidirectional DNA unwinding from a nick."}, {"pubmed": 32796030, "text": "Replication protein A binds RNA and promotes R-loop formation."}, {"pubmed": 32856505, "text": "Dynamic elements of replication protein A at the crossroads of DNA replication, recombination, and repair."}, {"pubmed": 33242956, "text": "PCNA Monoubiquitination Is Regulated by Diffusion of Rad6/Rad18 Complexes along RPA Filaments."}, {"pubmed": 33330905, "text": "APOBEC1 cytosine deaminase activity on single-stranded DNA is suppressed by replication protein A."}, {"pubmed": 33444457, "text": "Hydrogen-deuterium exchange reveals a dynamic DNA-binding map of replication protein A."}, {"pubmed": 33812231, "text": "The meiosis-specific MEIOB-SPATA22 complex cooperates with RPA to form a compacted mixed MEIOB/SPATA22/RPA/ssDNA complex."}, {"pubmed": 34158486, "text": "RPA shields inherited DNA lesions for post-mitotic DNA synthesis."}, {"pubmed": 34767620, "text": "Gain-of-function mutations in RPA1 cause a syndrome with short telomeres and somatic genetic rescue."}, {"pubmed": 34816659, "text": "[Effects of RPA1 down-regulation on the invasion and migration and cell cycle of human nasopharyngeal carcinoma CNE-2R cells with radio resistance]."}, {"pubmed": 34819354, "text": "Replication protein A associates with nucleolar R loops and regulates rRNA transcription and nucleolar morphology."}, {"pubmed": 35768435, "text": "WASp modulates RPA function on single-stranded DNA in response to replication stress and DNA damage."}, {"pubmed": 36277983, "text": "The Roles of EXO1 and RPA1 Polymorphisms in Prognosis of Lung Cancer Patients Treated with Platinum-Based Chemotherapy."}, {"pubmed": 36647718, "text": "PRIMPOL competes with RAD51 to resolve G-quadruplex-induced replication stress via its interaction with RPA."}, {"pubmed": 36883884, "text": "Replication Protein A Enhances Kinetics of Uracil DNA Glycosylase on ssDNA and Across DNA Junctions: Explored with a DNA Repair Complex Produced with SpyCatcher/SpyTag Ligation."}, {"pubmed": 37140030, "text": "Proper RPA acetylation promotes accurate DNA replication and repair."}, {"pubmed": 37140062, "text": "RPA engages telomeric G-quadruplexes more effectively than CST."}, {"pubmed": 37155876, "text": "The RPA-RNF20-SNF2H cascade promotes proper chromosome segregation and homologous recombination repair."}, {"pubmed": 37668474, "text": "Structural characterization of human RPA70N association with DNA damage response proteins."}, {"pubmed": 37858134, "text": "Targeting RPA promotes autophagic flux and the antitumor response to radiation in nasopharyngeal carcinoma."}, {"pubmed": 38153196, "text": "Harmonin homology domain-mediated interaction of RTEL1 helicase with RPA and DNA provides insights into its recruitment to DNA repair sites."}, {"pubmed": 38623046, "text": "Replication of [AT/TA]25 Microsatellite Sequences by Human DNA Polymerase delta Holoenzymes Is Dependent on dNTP and RPA Levels."}], "genomic_pos": {"chr": "17", "end": 1900082, "ensemblgene": "ENSG00000132383", "start": 1829702, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 1803376, "start": 1732996, "strand": 1}, "go": {"BP": [{"evidence": "IC", "gocategory": "BP", "id": "GO:0000723", "pubmed": [16973897, 24747047, 26041456], "qualifier": "involved_in", "term": "telomere maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000723", "pubmed": 17959650, "qualifier": "involved_in", "term": "telomere maintenance"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0000723", "pubmed": 17959650, "qualifier": "involved_in", "term": "telomere maintenance"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000724", "qualifier": "involved_in", "term": "double-strand break repair via homologous recombination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000724", "pubmed": 17765923, "qualifier": "involved_in", "term": "double-strand break repair via homologous recombination"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0000724", "pubmed": 17765923, "qualifier": "involved_in", "term": "double-strand break repair via homologous recombination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006260", "pubmed": 9430682, "qualifier": "involved_in", "term": "DNA replication"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006260", "pubmed": 9430682, "qualifier": "involved_in", "term": "DNA replication"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006261", "pubmed": 8756712, "qualifier": "involved_in", "term": "DNA-templated DNA replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006281", "pubmed": 20545304, "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006281", "pubmed": 18469000, "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006284", "pubmed": 9765279, "qualifier": "involved_in", "term": "base-excision repair"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006289", "qualifier": "involved_in", "term": "nucleotide-excision repair"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006289", "pubmed": 9430682, "qualifier": "involved_in", "term": "nucleotide-excision repair"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006289", "pubmed": 9430682, "qualifier": "involved_in", "term": "nucleotide-excision repair"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006298", "pubmed": 9430682, "qualifier": "involved_in", "term": "mismatch repair"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006310", "pubmed": 8756712, "qualifier": "involved_in", "term": "DNA recombination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006325", "qualifier": "involved_in", "term": "chromatin organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006974", "pubmed": 27248496, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007004", "qualifier": "involved_in", "term": "telomere maintenance via telomerase"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034502", "pubmed": [27723717, 27723720], "qualifier": "involved_in", "term": "protein localization to chromosome"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051321", "qualifier": "involved_in", "term": "meiotic cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990166", "pubmed": 35597237, "qualifier": "involved_in", "term": "protein localization to site of double-strand break"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0000781", "pubmed": 19135898, "qualifier": "located_in", "term": "chromosome, telomeric region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 17959650, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005662", "qualifier": "part_of", "term": "DNA replication factor A complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005662", "pubmed": [11927569, 27723717, 27723720], "qualifier": "part_of", "term": "DNA replication factor A complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0005662", "pubmed": [7760808, 11927569], "qualifier": "part_of", "term": "DNA replication factor A complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016605", "pubmed": 17959650, "qualifier": "colocalizes_with", "term": "PML body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016605", "pubmed": 16135809, "qualifier": "located_in", "term": "PML body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035861", "pubmed": 35597237, "qualifier": "is_active_in", "term": "site of double-strand break"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0090734", "pubmed": 27248496, "qualifier": "located_in", "term": "site of DNA damage"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003684", "qualifier": "enables", "term": "damaged DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003684", "pubmed": [7700386, 27723717, 27723720], "qualifier": "enables", "term": "damaged DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003697", "pubmed": [8990123, 19010961], "qualifier": "enables", "term": "single-stranded DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [1311258, 2159011, 7700386, 7760808, 10373438, 10825162, 11927569, 12527904, 15735006, 15775963, 15897895, 15965237, 17666013, 17673209, 19338310, 20811460, 24126761, 24981860, 25416956, 26496610, 27723717, 27723720, 28514442, 28534480, 29395061, 32296183, 34591612], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043047", "qualifier": "enables", "term": "single-stranded telomeric DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0098505", "pubmed": [16973897, 24747047], "qualifier": "enables", "term": "G-rich strand telomeric DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0098505", "pubmed": 26041456, "qualifier": "enables", "term": "G-rich strand telomeric DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140463", "pubmed": 35597237, "qualifier": "enables", "term": "chromatin-protein adaptor activity"}]}, "homologene": {"genes": [[3702, 827651], [3702, 834576], [4530, 4337594], [4896, 2541158], [4932, 851266], [5141, 3877515], [7165, 1281755], [7227, 40972], [7955, 327491], [8364, 548449], [9031, 417563], [9598, 454414], [9606, 6117], [9615, 100855690], [9913, 504844], [10090, 68275], [10116, 287524], [28985, 2896480], [33169, 4621777], [318829, 2675023]], "id": 2208}, "interpro": [{"desc": "Replication factor A protein 1", "id": "IPR004591", "short_desc": "Rfa1"}, {"desc": "Nucleic acid-binding, OB-fold", "id": "IPR012340", "short_desc": "NA-bd_OB-fold"}, {"desc": "Replication factor A, C-terminal", "id": "IPR013955", "short_desc": "Rep_factor-A_C"}, {"desc": "Replication protein A, OB domain", "id": "IPR031657", "short_desc": "REPA_OB_2"}, {"desc": "Replication factor A, C-terminal, eukaryotes", "id": "IPR047192", "short_desc": "Euk_RPA1_DBD_C"}, {"desc": "OB-fold nucleic acid binding domain, AA-tRNA synthetase-type", "id": "IPR004365", "short_desc": "NA-bd_OB_tRNA"}, {"desc": "Replication factor-A protein 1, N-terminal", "id": "IPR007199", "short_desc": "Rep_factor-A_N"}], "ipi": "IPI00020127", "map_location": "17p13.3", "name": "replication protein A1", "other_names": ["MSTP075", "RF-A protein 1", "RP-A p70", "replication factor A protein 1", "replication protein A 70 kDa DNA-binding subunit", "replication protein A1, 70kDa", "single-stranded DNA-binding protein"], "pantherdb": {"HGNC": "10289", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1915525", "ortholog_type": "LDO", "panther_family": "PTHR23273", "taxid": 10090, "uniprot_kb": "Q8VEE4"}, {"RGD": "1307376", "ortholog_type": "LDO", "panther_family": "PTHR23273", "taxid": 10116, "uniprot_kb": "Q7TP21"}, {"Ensembl": "ENSGALG00000003072", "ortholog_type": "LDO", "panther_family": "PTHR23273", "taxid": 9031, "uniprot_kb": "Q5ZJJ2"}, {"ZFIN": "ZDB-GENE-030912-3", "ortholog_type": "LDO", "panther_family": "PTHR23273", "taxid": 7955, "uniprot_kb": "Q6NY74"}], "uniprot_kb": "P27694"}, "pathway": {"biocarta": [{"id": "atmpathway", "name": "atm signaling pathway"}, {"id": "p53hypoxiapathway", "name": "hypoxia and p53 in the cardiovascular system"}], "kegg": [{"id": "hsa03030", "name": "DNA replication - Homo sapiens (human)"}, {"id": "hsa03420", "name": "Nucleotide excision repair - Homo sapiens (human)"}, {"id": "hsa03430", "name": "Mismatch repair - Homo sapiens (human)"}, {"id": "hsa03440", "name": "Homologous recombination - Homo sapiens (human)"}, {"id": "hsa03460", "name": "Fanconi anemia pathway - Homo sapiens (human)"}], "pid": [{"id": "atr_pathway", "name": "ATR signaling pathway"}, {"id": "fanconi_pathway", "name": "Fanconi anemia pathway"}], "reactome": [{"id": "R-HSA-110312", "name": "Translesion synthesis by REV1"}, {"id": "R-HSA-110313", "name": "Translesion synthesis by Y family DNA polymerases bypasses lesions on DNA template"}, {"id": "R-HSA-110314", "name": "Recognition of DNA damage by PCNA-containing replication complex"}, {"id": "R-HSA-110320", "name": "Translesion Synthesis by POLH"}, {"id": "R-HSA-110373", "name": "Resolution of AP sites via the multiple-nucleotide patch replacement pathway"}, {"id": "R-HSA-1474165", "name": "Reproduction"}, {"id": "R-HSA-1500620", "name": "Meiosis"}, {"id": "R-HSA-157579", "name": "Telomere Maintenance"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-174414", "name": "Processive synthesis on the C-strand of the telomere"}, {"id": "R-HSA-174417", "name": "Telomere C-strand (Lagging Strand) Synthesis"}, {"id": "R-HSA-174437", "name": "Removal of the Flap Intermediate from the C-strand"}, {"id": "R-HSA-176187", "name": "Activation of ATR in response to replication stress"}, {"id": "R-HSA-180786", "name": "Extension of Telomeres"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108214", "name": "SUMOylation of DNA damage response and repair proteins"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3371453", "name": "Regulation of HSF1-mediated heat shock response"}, {"id": "R-HSA-3371511", "name": "HSF1 activation"}, {"id": "R-HSA-3371556", "name": "Cellular response to heat stress"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-5358508", "name": "Mismatch Repair"}, {"id": "R-HSA-5358508", "name": "Mismatch Repair"}, {"id": "R-HSA-5358565", "name": "Mismatch repair (MMR) directed by MSH2:MSH6 (MutSalpha)"}, {"id": "R-HSA-5358606", "name": "Mismatch repair (MMR) directed by MSH2:MSH3 (MutSbeta)"}, {"id": "R-HSA-5358606", "name": "Mismatch repair (MMR) directed by MSH2:MSH3 (MutSbeta)"}, {"id": "R-HSA-5633007", "name": "Regulation of TP53 Activity"}, {"id": "R-HSA-5651801", "name": "PCNA-Dependent Long Patch Base Excision Repair"}, {"id": "R-HSA-5655862", "name": "Translesion synthesis by POLK"}, {"id": "R-HSA-5656121", "name": "Translesion synthesis by POLI"}, {"id": "R-HSA-5656169", "name": "Termination of translesion DNA synthesis"}, {"id": "R-HSA-5685938", "name": "HDR through Single Strand Annealing (SSA)"}, {"id": "R-HSA-5685942", "name": "HDR through Homologous Recombination (HRR)"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693538", "name": "Homology Directed Repair"}, {"id": "R-HSA-5693567", "name": "HDR through Homologous Recombination (HRR) or Single Strand Annealing (SSA)"}, {"id": "R-HSA-5693579", "name": "Homologous DNA Pairing and Strand Exchange"}, {"id": "R-HSA-5693607", "name": "Processing of DNA double-strand break ends"}, {"id": "R-HSA-5693616", "name": "Presynaptic phase of homologous DNA pairing and strand exchange"}, {"id": "R-HSA-5696395", "name": "Formation of Incision Complex in GG-NER"}, {"id": "R-HSA-5696397", "name": "Gap-filling DNA repair synthesis and ligation in GG-NER"}, {"id": "R-HSA-5696398", "name": "Nucleotide Excision Repair"}, {"id": "R-HSA-5696399", "name": "Global Genome Nucleotide Excision Repair (GG-NER)"}, {"id": "R-HSA-5696400", "name": "Dual Incision in GG-NER"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6781827", "name": "Transcription-Coupled Nucleotide Excision Repair (TC-NER)"}, {"id": "R-HSA-6782135", "name": "Dual incision in TC-NER"}, {"id": "R-HSA-6782210", "name": "Gap-filling DNA repair synthesis and ligation in TC-NER"}, {"id": "R-HSA-6783310", "name": "Fanconi Anemia Pathway"}, {"id": "R-HSA-6804756", "name": "Regulation of TP53 Activity through Phosphorylation"}, {"id": "R-HSA-68962", "name": "Activation of the pre-replicative complex"}, {"id": "R-HSA-69002", "name": "DNA Replication Pre-Initiation"}, {"id": "R-HSA-69166", "name": "Removal of the Flap Intermediate"}, {"id": "R-HSA-69183", "name": "Processive synthesis on the lagging strand"}, {"id": "R-HSA-69186", "name": "Lagging Strand Synthesis"}, {"id": "R-HSA-69190", "name": "DNA strand elongation"}, {"id": "R-HSA-69206", "name": "G1/S Transition"}, {"id": "R-HSA-69239", "name": "Synthesis of DNA"}, {"id": "R-HSA-69242", "name": "S Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69306", "name": "DNA Replication"}, {"id": "R-HSA-69473", "name": "G2/M DNA damage checkpoint"}, {"id": "R-HSA-69481", "name": "G2/M Checkpoints"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73884", "name": "Base Excision Repair"}, {"id": "R-HSA-73886", "name": "Chromosome Maintenance"}, {"id": "R-HSA-73893", "name": "DNA Damage Bypass"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-73933", "name": "Resolution of Abasic Sites (AP sites)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-912446", "name": "Meiotic recombination"}, {"id": "R-HSA-9675135", "name": "Diseases of DNA repair"}, {"id": "R-HSA-9675136", "name": "Diseases of DNA Double-Strand Break Repair"}, {"id": "R-HSA-9701190", "name": "Defective homologous recombination repair (HRR) due to BRCA2 loss of function"}, {"id": "R-HSA-9709570", "name": "Impaired BRCA2 binding to RAD51"}], "wikipathways": [{"id": "WP186", "name": "Homologous recombination"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP3875", "name": "ATR Signaling"}, {"id": "WP45", "name": "G1 to S cell cycle control"}, {"id": "WP466", "name": "DNA Replication"}, {"id": "WP4753", "name": "Nucleotide Excision Repair"}, {"id": "WP4946", "name": "DNA Repair Pathways Full Network"}, {"id": "WP531", "name": "DNA Mismatch Repair"}]}, "pdb": ["1EWI", "1FGU", "1JMC", "1L1O", "2B29", "2B3G", "4IJH", "4IJL", "4IPC", "4IPD", "4IPG", "4IPH", "4LUO", "4LUV", "4LUZ", "4LW1", "4LWC", "4NB3", "4O0A", "4R4C", "4R4I", "4R4O", "4R4Q", "4R4T", "5E7N", "5EAY", "5N85", "5N8A", "7XUT", "7XUV", "7XUW", "7XV0", "7XV1", "7XV4", "8JZV", "8JZY", "8K00", "8RK2"], "pfam": ["PF08646", "PF16900", "PF01336", "PF04057"], "pharmgkb": "PA34651", "pharos": {"target_id": 3837, "tdl": "Tchem"}, "pir": "A40457", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255803", "relationship": "is"}, {"id": "GNF255804", "relationship": "is"}, {"id": "GNF255805", "relationship": "is"}, {"id": "GNF255806", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF030643", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF012543", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235286", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106517", "relationship": "is"}, {"id": "GNF146163", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_001342049.1", "NP_001342050.1", "NP_002936.1"], "rna": ["NM_001355120.2", "NM_001355121.2", "NM_002945.5"], "translation": [{"protein": "NP_001342049.1", "rna": "NM_001355120.2"}, {"protein": "NP_001342050.1", "rna": "NM_001355121.2"}, {"protein": "NP_002936.1", "rna": "NM_002945.5"}]}, "reporter": {"HG-U133_Plus_2": ["201528_at", "201529_s_at", "236675_at"], "HG-U95Av2": ["1382_at", "38481_at"], "HG-U95B": "59166_at", "HTA-2_0": "TC17000016.hg.1", "HuEx-1_0": "3706000", "HuGene-1_1": "8003679", "HuGene-2_1": "16829580"}, "retired": 100132299, "summary": "This gene encodes the largest subunit of the heterotrimeric Replication Protein A (RPA) complex, which binds to single-stranded DNA (ssDNA), forming a nucleoprotein complex that plays an important role in DNA metabolism, being involved in DNA replication, repair, recombination, telomere maintenance, and co-ordinating the cellular response to DNA damage through activation of the ataxia telangiectasia and Rad3-related protein (ATR) kinase. The nucleoprotein complex protects the single-stranded DNA from nucleases, prevents formation of secondary structures that would interfere with repair, and co-ordinates the recruitment and departure of different genome maintenance factors. This subunit contains four oligonucleotide/oligosaccharide-binding (OB) domains, though the majority of ssDNA binding occurs in two of these domains. The heterotrimeric complex has two different modes of ssDNA binding, a low-affinity and high-affinity mode, determined by which ssDNA binding domains are utilized. The different binding modes differ in the length of DNA bound and in the proteins with which it interacts, thereby playing a role in regulating different genomic maintenance pathways. [provided by RefSeq, Sep 2017].", "symbol": "RPA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419618"}, "unigene": ["Hs.595562", "Hs.461925"], "uniprot": {"Swiss-Prot": "P27694", "TrEMBL": ["I3L524", "I3L2M5", "I3L4R8"]}, "wikipedia": {"url_stub": "Replication protein A1"}}