{"AllianceGenome": "10294", "HGNC": "10294", "MIM": "180069", "_id": "6121", "_version": 1, "accession": {"genomic": ["AF304008.1", "AH006060.2", "AH006489.2", "AL139413.11", "CH471059.2", "CP068277.2", "DQ374435.1", "GQ352640.1", "HF583480.1", "JN983393.1", "KF454958.1", "NC_000001.11", "NC_060925.1", "NG_008472.2"], "protein": ["AAA99012.1", "AAC14586.1", "AAC39660.1", "AAH75035.1", "AAH75036.1", "ABD37636.1", "ACT83679.1", "AFF57192.1", "BAF82614.1", "CCQ42977.1", "EAX06478.1", "NP_000320.1", "NP_001393782.1", "NP_001393785.1", "NP_001393786.1", "NP_001393788.1", "NP_001393789.1", "Q16518.3"], "rna": ["AK289925.1", "BC075035.2", "BC075036.2", "NM_000329.3", "NM_001406853.1", "NM_001406856.1", "NM_001406857.1", "NM_001406859.1", "NM_001406860.1", "U18991.1"], "translation": [{"protein": "NP_000320.1", "rna": "NM_000329.3"}, {"protein": "NP_001393786.1", "rna": "NM_001406857.1"}, {"protein": "AAA99012.1", "rna": "U18991.1"}, {"protein": "NP_001393785.1", "rna": "NM_001406856.1"}, {"protein": "AAH75036.1", "rna": "BC075036.2"}, {"protein": "NP_001393782.1", "rna": "NM_001406853.1"}, {"protein": "BAF82614.1", "rna": "AK289925.1"}, {"protein": "AAH75035.1", "rna": "BC075035.2"}, {"protein": "NP_001393789.1", "rna": "NM_001406860.1"}, {"protein": "NP_001393788.1", "rna": "NM_001406859.1"}]}, "alias": ["BCO3", "LCA2", "RP20", "mRPE65", "p63", "rd12", "sRPE65"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2022-05-24T21:41:58.160Z", "disease_label": "RPE65-related recessive retinopathy", "gcep": "Retina Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0100368", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_375ffa04-a8d9-427e-8948-f913bc8ff68d-2022-05-24T214158.160Z", "sop": "SOP8"}, {"classification": "strong", "classification_date": "2022-02-07T02:43:03.928Z", "disease_label": "RPE65-related dominant retinopathy", "gcep": "Retina Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0100452", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_a45f0ada-a32b-406e-b714-790a0cd4a6a2-2022-02-07T024303.928Z", "sop": "SOP8"}]}, "ec": ["3.1.1.64", "5.3.3.22"], "ensembl": {"gene": "ENSG00000116745", "protein": ["ENSP00000262340", "ENSP00000519233", "ENSP00000519234", "ENSP00000519235", "ENSP00000519236"], "transcript": ["ENST00000262340", "ENST00000713936", "ENST00000713937", "ENST00000713938", "ENST00000713939"], "translation": [{"protein": "ENSP00000262340", "rna": "ENST00000262340"}, {"protein": "ENSP00000519233", "rna": "ENST00000713936"}, {"protein": "ENSP00000519234", "rna": "ENST00000713937"}, {"protein": "ENSP00000519235", "rna": "ENST00000713938"}, {"protein": "ENSP00000519236", "rna": "ENST00000713939"}], "type_of_gene": "protein_coding"}, "entrezgene": "6121", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.4174326871, "exp_mis": 157.381689424, "exp_syn": 68.3160593688, "lof_z": 1.58766756648273, "mis_z": -1.07680311204626, "mu_lof": 1.41833259787e-06, "mu_mis": 1.37297990758e-05, "mu_syn": 5.67653687904e-06, "n_lof": 14.0, "n_mis": 185.0, "n_syn": 92.0, "p_li": 1.45840005679569e-07, "p_null": 0.171211322209507, "p_rec": 0.828788531950487, "syn_z": -1.77640510704342}, "bp": 1602, "cds_end": 68915588, "cds_start": 68895458, "n_exons": 14, "nonpsych": {"exp_lof": 19.1049239664, "exp_mis": 142.165700386, "exp_syn": 61.5527091605, "lof_z": 1.82107686050297, "mis_z": -0.754432329448247, "mu_lof": 1.41833259787e-06, "mu_mis": 1.37297990758e-05, "mu_syn": 5.67653687904e-06, "n_lof": 11.0, "n_mis": 160.0, "n_syn": 86.0, "p_li": 1.11540599455792e-05, "p_null": 0.0664993767898181, "p_rec": 0.933489469150236, "syn_z": -1.96187182233441}, "nontcga": {"exp_lof": 19.676753877, "exp_mis": 144.76387924, "exp_syn": 62.8234948284, "lof_z": 1.70719106013439, "mis_z": -1.00355881202709, "mu_lof": 1.41833259787e-06, "mu_mis": 1.37297990758e-05, "mu_syn": 5.67653687904e-06, "n_lof": 12.0, "n_mis": 169.0, "n_syn": 83.0, "p_li": 2.33866897024586e-06, "p_null": 0.0959629294882153, "p_rec": 0.904034731842814, "syn_z": -1.61178578660174}, "transcript": "ENST00000262340.5"}, "exons": [{"cdsend": 68449905, "cdsstart": 68429775, "chr": "1", "position": [[68428821, 68429927], [68431064, 68431176], [68431281, 68431376], [68431470, 68431585], [68438186, 68438316], [68438941, 68439081], [68439190, 68439323], [68439560, 68439642], [68440852, 68441000], [68444530, 68444672], [68444775, 68444883], [68446709, 68446860], [68448623, 68448706], [68449894, 68449954]], "strand": -1, "transcript": "NM_000329", "txend": 68449954, "txstart": 68428821}], "exons_hg19": [{"cdsend": 68915588, "cdsstart": 68895458, "chr": "1", "position": [[68894504, 68895610], [68896747, 68896859], [68896964, 68897059], [68897153, 68897268], [68903869, 68903999], [68904624, 68904764], [68904873, 68905006], [68905243, 68905325], [68906535, 68906683], [68910213, 68910355], [68910458, 68910566], [68912392, 68912543], [68914306, 68914389], [68915577, 68915637]], "strand": -1, "transcript": "NM_000329", "txend": 68915637, "txstart": 68894504}], "generif": [{"pubmed": 11462243, "text": "novel mutations in patients with Leber congenital amaurosis"}, {"pubmed": 11727200, "text": "retinal dystrophy due to paternal isodisomy for chromosome 1 or chromosome 2, with homoallelism for mutations in RPE65 or MERTK, respectively"}, {"pubmed": 11786058, "text": "RPE65 mutations present in compound heterozygous form cause severe visual compromise."}, {"pubmed": 12357075, "text": "multiplex PCR follwed by sequencing to screen for mutations in the 14 exons of the RPE65 gene in early-childhood-onset autosomal recessive retinitis pigmentosa and Leber's congenital amaurosis patients"}, {"pubmed": 14962443, "text": "The RPE65 mutations K303X and Y431C in compound heterozygous form cause progressive visual compromise that starts in childhood and advances to severe visual loss by the fourth decade of life."}, {"pubmed": 15009723, "text": "Colocalization of plasma retinol-binding protein with RPE65 and affinity binding suggest a direct interaction of RPE65 with plasma retinol-binding protein in cultured human keratinocytes that might be involved in retinoid uptake of keratinocytes."}, {"pubmed": 15837919, "text": "Gene therapy with this protein to cure Leber congenital amaurosis; Gene therapy in Rpe65(-/-) mice at advanced-disease stages show some success"}, {"pubmed": 16198348, "text": "conserved glutamic acid and histidine residues are essential for the isomerohydrolase activity of RPE65 and its stability"}, {"pubmed": 16272259, "text": "AIPL1, CRB1, GUCY2D, RPE65, and RPGRIP1 mutations may have roles in juvenile retinitis pigmentosa"}, {"pubmed": 16518657, "text": "We identified and characterised an endemic form of early onset rod-cone dystrophy in a consanguineous population from northeastern Tunisia, due to the prevalence of a single RPE65 mutation."}, {"pubmed": 16754667, "text": "mutations may result in critical structural alterations of RPE65 protein, disrupt its membrane association, and consequently impair its isomerohydrolase activity, leading to retinal degeneration"}, {"pubmed": 17197551, "text": "The results demand critical consideration of the human disease mechanism and the therapeutic approach in patients with mutations in the putative visual cycle gene RDH12."}, {"pubmed": 17651254, "text": "Testing confirms the diagnosis at the molecular level and allows for a more precise prognosis of the possible future clinical evolution"}, {"pubmed": 17724218, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17724218, "text": "RPE65 gene mutations represented a significant cause of LCA in the Italian population, whereas GUCY2D and CEP290 mutations had a lower frequency than that found in other reports."}, {"pubmed": 17848510, "text": "Early cone photoreceptor losses in RPE65-LCA suggest that robust RPE65-based visual chromophore production is important for cones."}, {"pubmed": 18216020, "text": "RPE65 from the cone-dominant chicken RPE possesses significantly higher specific retinol isomerohydrolase activity, when compared with RPE65 from rod-dominant species"}, {"pubmed": 18484312, "text": "Mutations in the RPE65 gene are rare in patients with leber congenital amaurosis"}, {"pubmed": 18484312, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18539930, "text": "Differences in the topography of residual photoreceptors in children with RPE65-LCA suggest that it may be advisable to use individualized outer nuclear layer mapping to guide the location of subretinal injections for gene therapy"}, {"pubmed": 18599565, "text": "The mild clinical phenotype observed is consistent with the residual activity of a severely hypomorphic mutant RPE65."}, {"pubmed": 18722466, "text": "the role of this mutation in RPE65 inactivation, detailed biochemical studies of the mutant along with a structural analysis of the 244 amino acid position with respect to amino acids known to be important for RPE65-dependent retinoid isomerization."}, {"pubmed": 18766986, "text": "RPE65 replacement in two human trials with a total of six LCA (Leber congenital amaurosis) patients were documented by visual acuity measurements."}, {"pubmed": 18774912, "text": "Treatment of leber congenital amaurosis due to RPE65 mutations by ocular subretinal injection of adeno-associated virus gene vector: short-term results of a phase I trial."}, {"pubmed": 19049981, "text": "results indicate that the newly identified Cys-112 palmitylation site is essential for the membrane association and activity of RPE65"}, {"pubmed": 19117922, "text": "patients with RPE65-Leber congenital amaurosis had abnormal electroretinographys even at the youngest ages"}, {"pubmed": 19431183, "text": "observed complete concordance between the predicted pathogenicities of missense variations in the RPE65 gene and retinoid isomerase activities measured in a functional assay"}, {"pubmed": 19753312, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19806502, "text": "Studies demonstrated improvements in rod and cone visual function in patients with RPE65-LCA administered rAAV2-CBSB-hRPE65."}, {"pubmed": 19920137, "text": "RPE65 is not inherently 11-cis-specific and can produce both 11- and 13-cis isomers, supporting a carbocation (or radical cation) mechanism for isomerization."}, {"pubmed": 19959640, "text": "Variations of macular microstructures were observed among LCA (Leber congenital amaurosis) patients with different genotypes."}, {"pubmed": 20043869, "text": "Loss of charge at the E417Q position of RPE65 may represent a mechanism by which the E417Q mutation causes blindness in Leber congenital amaurosis patients."}, {"pubmed": 20356843, "text": "FATP1 inhibits 11-cis retinol formation via interaction with the visual cycle retinoid isomerase RPE65 and lecithin:retinol acyltransferase"}, {"pubmed": 20399883, "text": "Congenital loss of chromophore production due to RPE65-deficiency together with progressive photoreceptor degeneration cause severe and progressive loss of vision."}, {"pubmed": 20510285, "text": "oxidative stress during the visual cycle results in cleavage of RPE65"}, {"pubmed": 20591486, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20801516, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20811047, "text": "To describe in detail the features of Severe Early Childhood Onset Retinal Dystrophy (SECORD) and differentiate it from Lebers congenital amaurosis, caused by RPE65 mutation."}, {"pubmed": 21211845, "text": "This is the first reported association between compound heterozygous RPE65 mutations and fundus albipunctatus, indicative of a mutation-specific phenotypic effect in this gene."}, {"pubmed": 21654732, "text": "Dominant mutation in RPE65 identified by whole-exome sequencing causes retinitis pigmentosa with choroidal involvement."}, {"pubmed": 21736383, "text": "found that the aromatic lipophilic spin traps such as N-tert-butyl-alpha-phenylnitrone (PBN), 2,2-dimethyl-4-phenyl-2H-imidazole-1-oxide (DMPIO), and nitrosobenzene (NB) strongly inhibit RPE65 isomerohydrolase activity in vitro"}, {"pubmed": 21911650, "text": "Gene therapy for Leber congenital amaurosis caused by RPE65 mutations is sufficiently safe and substantially efficacious in the extrafoveal retina."}, {"pubmed": 21931134, "text": "The structural features of the retina and retinal pigment epithelium in postmortem donor eyes of a 56-year-old patient with a homozygous missense RPE65 mutation correlate the pathology with the patient's visual function."}, {"pubmed": 22171060, "text": "These data suggest that cone RPE65 supports human diurnal vision, potentially enhancing our strategies for treating Leber congenital amaurosis Type 2."}, {"pubmed": 22509104, "text": "Compound heterozygous missense mutations in the RPE65 gene, Leu67Arg and Tyr368Cys, are related to a relatively mild Leber congenital amaurosis phenotype in Chinese patients."}, {"pubmed": 23335596, "text": "These results indicate that the non-viral delivery of hRPE65 vectors can result in persistent, therapeutically efficacious gene expression in the retinal pigment epithelium ."}, {"pubmed": 23341016, "text": "the RPE65-LCA patients had higher variability in kinetic field extent. VA variability in RPE65-LCA fell within reported results for retinitis pigmentosa."}, {"pubmed": 23878505, "text": "These results strongly suggest that causal mutations in RPE65 are responsible for retinal dystrophy in the affected individuals of consanguineous Pakistani families."}, {"pubmed": 24771178, "text": "We identified a novel LCA-related homozygous RPE65 mutation associated with a severe clinical presentation including an early and severe cone dysfunction."}, {"pubmed": 24849605, "text": "properties of disease causing RPE65 with regard to molecular pathogenic mechanism"}, {"pubmed": 25112876, "text": "when an amino-terminal fragment (Met(1)-Arg(33)) of the N170K/K297G double mutant of hRPE65 was replaced with the corresponding cRPE65 fragment, the isomerohydrolase activity was further increased to a level similar to that of cRPE65."}, {"pubmed": 25257057, "text": "All RPE65-mutant observers have consistent and substantial losses in temporal acuity and sensitivity compared with normal observers."}, {"pubmed": 25286304, "text": "Studies indicate that patients consistently reported improvement in their vision following delivery of recombinant adenoassociated virus (rAAV) that carried retinal pigment epithelium 65 protein (REP65) gene."}, {"pubmed": 25351180, "text": "We showed that miR-410 directly regulates predicted target genes OTX2 and RPE65."}, {"pubmed": 25495949, "text": "By using whole-exome sequencing analysis, three RPE65 mutations were identified in two Japanese patients with leber congenital amaurosis (LCA). This approach would be useful for identification of disease-causing mutations of LCA."}, {"pubmed": 25752820, "text": "three Leber congenital amaurosis -associated RPE65 mutants (R91W, Y249C and R515W) undergo rapid proteasomal degradation mediated by the 26 S proteasome non-ATPase regulatory subunit 13."}, {"pubmed": 25972377, "text": "These data also help define minimal requirements of chromophore for photoreceptor survival in vivo and may be useful in assessing a beneficial therapeutic dose for RPE65 gene therapy in humans."}, {"pubmed": 26364624, "text": "Expressions of MDSC, FOXP3+TILs, and CTLA-4 are relative stable after nCRT"}, {"pubmed": 26392743, "text": "Influx of T lymphocytes was associated with retinal pigment epithelium and choroidal thinning and diminished expression of RPE65 mRNA, an essential enzyme of the visual cycle."}, {"pubmed": 26427430, "text": "Studies indicate that patients with retinol isomerase RPE65R91W mutation have useful cone-mediated vision in the first decade of life, suggesting partial activity of the mutant RPE65R91W protein."}, {"pubmed": 26427455, "text": "Data show that 4-phenylbutyrate (PBA) displayed a significant synergistic effect on the low temperature-mediated rescue of the mutant isomerase activity of RPE65."}, {"pubmed": 26626312, "text": "RPE65 variants are the most prevalent causes of Leber congenital amaurosis in Denmark."}, {"pubmed": 26906952, "text": "Hypomorphic mutations of RPE65 are associated with mild disease in childhood with preservation of good visual acuity into adulthood; they may in rare cases be associated with a flecked retina appearance similar to fundus albipunctatus."}, {"pubmed": 27307694, "text": "Autosomal dominant retinal dystrophy resembling choroideremia can arise from a heterozygous mutation in RPE65. It may manifest with mild disease or be non-penetrant. Awareness of these unusual presentations can facilitate targeted molecular investigation."}, {"pubmed": 29681726, "text": "Early onset flecked retinal dystrophy associated with new compound heterozygous RPE65 variants in two unrelated Japanese patients."}, {"pubmed": 29869534, "text": "Results at 5 years after gene therapy for RPE65-deficient retinal dystrophies have been presented."}, {"pubmed": 29947567, "text": "Autosomal dominant retinitis pigmentosa (adRP) due to a mutation in the gene encoding RPE65 phenocopied choroideremia. Based on our analysis of the 2-year disease progression in this patient, RPE65 adRP is mild and has a slow rate of disease progression."}, {"pubmed": 30025081, "text": "Volumetric assessment of central 30 degrees visual field sensitivity, V30, is a useful independent measure of retinal function and, in our data, represented the best metric to monitor deterioration of retinal sensitivity in RPE65-associated Leber congenital amaurosis."}, {"pubmed": 30268864, "text": "The number of clinical diagnoses and lack of a consistent RPE65 mutation-to-phenotype correlation underscore the need for genetic testing. Significant relationships between age and worsening visual acuity and Goldmann visual field highlight the progressive loss of functional retina over time."}, {"pubmed": 30870047, "text": "These data suggest that the majority of Leber congenital amaurosis (LCA) and early-onset retinal dystrophy (EORD) in Costa Rica is due to four founder mutations in RPE65 which have been maintained in this genetically isolated population."}, {"pubmed": 30996589, "text": "Seven novel mutations expand the spectrum of RPE65-related Leber congenital amaurosis in the Chinese population."}, {"pubmed": 31273949, "text": "RPE65 mutation frequency and phenotypic variation according to exome sequencing in a tertiary centre for genetic eye diseases in China."}, {"pubmed": 31441327, "text": "Does the circadian clock make RPE-mediated ion transport \"\"tick\"\" via SLC12A2 (NKCC1)?"}, {"pubmed": 31580392, "text": "Utility of In Vitro Mutagenesis of RPE65 Protein for Verification of Mutational Pathogenicity Before Gene Therapy."}, {"pubmed": 31595490, "text": "Impacts of deletion and ichthyosis prematurity syndrome-associated mutations in fatty acid transport protein 4 on the function of RPE65."}, {"pubmed": 31878136, "text": "Results found that p.Phe83Leu and p.Gly187Glu variants, in homozygosis or in trans with another pathogenic variant in the RPE65 gene, should be considered likely pathogenic for Leber Congenital Amaurosis Early-Onset Retinal Dystrophy."}, {"pubmed": 31925606, "text": "Late presentation of RPE65 retinopathy in three siblings."}, {"pubmed": 31954326, "text": "Derivation of familial iPSC lines from three patients with retinitis pigmentosa carrying an autosomal dominant RPE65 mutation (NUIGi027-A, NUIGi028-A, NUIGi029-A)."}, {"pubmed": 31957135, "text": "RPE65 and retinal dystrophy: Report of new and recurrent mutations."}, {"pubmed": 32014860, "text": "Phenotypic expansion of autosomal dominant retinitis pigmentosa associated with the D477G mutation in RPE65."}, {"pubmed": 32032261, "text": "LONGITUDINAL STUDY OF RPE65-ASSOCIATED INHERITED RETINAL DEGENERATIONS."}, {"pubmed": 32061750, "text": "Evolutionary aspects and enzymology of metazoan carotenoid cleavage oxygenases."}, {"pubmed": 32367544, "text": "Compound heterozygous RPE65 mutations associated with an early onset autosomal recessive retinitis pigmentosa."}, {"pubmed": 32535767, "text": "Voretigene Neparvovec: A Review in RPE65 Mutation-Associated Inherited Retinal Dystrophy."}, {"pubmed": 33027920, "text": "Involvement of the Retinal Pigment Epithelium in the Development of Retinal Lattice Degeneration."}, {"pubmed": 33261050, "text": "Properties and Therapeutic Implications of an Enigmatic D477G RPE65 Variant Associated with Autosomal Dominant Retinitis Pigmentosa."}, {"pubmed": 33512609, "text": "A novel phenotype in a family with autosomal dominant retinal dystrophy due to c.1430A > G in retinoid isomerohydrolase (RPE65) and c.37C > T in bestrophin 1 (BEST1)."}, {"pubmed": 33684911, "text": "Current Management of Patients with RPE65 Mutation-Associated Inherited Retinal Degenerations in Europe: Results of a Multinational Survey by the European Vision Institute Clinical Research Network."}, {"pubmed": 33838313, "text": "Perifoveal Chorioretinal Atrophy after Subretinal Voretigene Neparvovec-rzyl for RPE65-Mediated Leber Congenital Amaurosis."}, {"pubmed": 33952291, "text": "Frequency and phenotypic characteristics of RPE65 mutations in the Chinese population."}, {"pubmed": 34157943, "text": "Analysis of an NGS retinopathy panel detects chromosome 1 uniparental isodisomy in a patient with RPE65-related leber congenital amaurosis."}, {"pubmed": 34281261, "text": "Inherited Retinal Diseases Due to RPE65 Variants: From Genetic Diagnostic Management to Therapy."}, {"pubmed": 34440435, "text": "Leber's Congenital Amaurosis: Current Concepts of Genotype-Phenotype Correlations."}, {"pubmed": 34492281, "text": "RPE65-related retinal dystrophy: Mutational and phenotypic spectrum in 45 affected patients."}, {"pubmed": 35098484, "text": "Epidemiology of Mutations in the 65-kDa Retinal Pigment Epithelium (RPE65) Gene-Mediated Inherited Retinal Dystrophies: A Systematic Literature Review."}, {"pubmed": 35129589, "text": "RPE65-Associated Retinopathies in the Italian Population: A Longitudinal Natural History Study."}, {"pubmed": 35726567, "text": "Predicting potentially pathogenic effects of hRPE65 missense mutations: a computational strategy based on molecular dynamics simulations."}, {"pubmed": 36017377, "text": "Frequency of RPE65 Gene Mutation in Patients with Hereditary Retinal Dystrophy."}, {"pubmed": 36429068, "text": "The Predicted Splicing Variant c.11+5G>A in RPE65 Leads to a Reduction in mRNA Expression in a Cell-Specific Manner."}, {"pubmed": 36950921, "text": "Voretigene Neparvovec for the Treatment of RPE65-associated Retinal Dystrophy: Consensus and Recommendations from the Korea RPE65-IRD Consensus Paper Committee."}, {"pubmed": 37547722, "text": "Development of a novel prediction model based on protein structure for identifying RPE65-associated inherited retinal disease (IRDs) of missense variants."}, {"pubmed": 38508214, "text": "RPE65-Associated Retinal Dystrophies: Phenotypes and Treatment Effects with Voretigene Neparvovec."}], "genomic_pos": {"chr": "1", "end": 68451103, "ensemblgene": "ENSG00000116745", "start": 68428822, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 68915642, "start": 68894505, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001523", "pubmed": 25112876, "qualifier": "involved_in", "term": "retinoid metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001523", "qualifier": "involved_in", "term": "retinoid metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001895", "pubmed": 15557452, "qualifier": "involved_in", "term": "retina homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003407", "qualifier": "involved_in", "term": "neural retina development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006776", "pubmed": 9326941, "qualifier": "involved_in", "term": "vitamin A metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007601", "pubmed": 9326941, "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007623", "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042572", "qualifier": "involved_in", "term": "retinol metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042574", "qualifier": "involved_in", "term": "retinal metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050908", "pubmed": 15557452, "qualifier": "involved_in", "term": "detection of light stimulus involved in visual perception"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1901827", "qualifier": "involved_in", "term": "zeaxanthin biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901827", "pubmed": 28874556, "qualifier": "involved_in", "term": "zeaxanthin biosynthetic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005789", "pubmed": 29659842, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0044297", "qualifier": "located_in", "term": "cell body"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0001786", "qualifier": "enables", "term": "phosphatidylserine binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003834", "qualifier": "enables", "term": "beta-carotene 15,15'-dioxygenase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016853", "pubmed": 28874556, "qualifier": "enables", "term": "isomerase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031210", "qualifier": "enables", "term": "phosphatidylcholine binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050251", "qualifier": "enables", "term": "retinol isomerase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0052884", "pubmed": 25112876, "qualifier": "enables", "term": "all-trans-retinyl-palmitate hydrolase, 11-cis retinol forming activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0052884", "qualifier": "enables", "term": "all-trans-retinyl-palmitate hydrolase, 11-cis retinol forming activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0052885", "qualifier": "enables", "term": "all-trans-retinyl-ester hydrolase, 11-cis retinol forming activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0052885", "qualifier": "enables", "term": "all-trans-retinyl-ester hydrolase, 11-cis retinol forming activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:1901612", "qualifier": "enables", "term": "cardiolipin binding"}]}, "homologene": {"genes": [[7955, 393724], [7955, 100002865], [7955, 100004076], [8364, 100145692], [9031, 395700], [9544, 701764], [9598, 744567], [9606, 6121], [9615, 403803], [9913, 282043], [10090, 19892], [10116, 89826]], "id": 20108}, "interpro": {"desc": "Carotenoid oxygenase", "id": "IPR004294", "short_desc": "Carotenoid_Oase"}, "ipi": "IPI00029250", "map_location": "1p31.3", "name": "retinoid isomerohydrolase RPE65", "other_names": ["BCO family, member 3", "RBP-binding membrane protein", "RPE65, retinoid isomerohydrolase", "all-trans-retinyl-palmitate hydrolase", "lutein isomerase", "meso-zeaxanthin isomerase", "retinal pigment epithelium specific protein 65", "retinal pigment epithelium-specific 65 kDa protein", "retinal pigment epithelium-specific protein 65kDa", "retinitis pigmentosa 20 (autosomal recessive)", "retinoid isomerohydrolase", "retinol isomerase"], "pantherdb": {"HGNC": "10294", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98001", "ortholog_type": "LDO", "panther_family": "PTHR10543", "taxid": 10090, "uniprot_kb": "Q91ZQ5"}, {"RGD": "621396", "ortholog_type": "LDO", "panther_family": "PTHR10543", "taxid": 10116, "uniprot_kb": "O70276"}, {"Gene": "RPE65", "ortholog_type": "LDO", "panther_family": "PTHR10543", "taxid": 9031, "uniprot_kb": "Q9YGX2"}, {"Ensembl": "ENSGALG00000011259", "ortholog_type": "LDO", "panther_family": "PTHR10543", "taxid": 9031, "uniprot_kb": "A0A452J814"}, {"ZFIN": "ZDB-GENE-050410-16", "ortholog_type": "O", "panther_family": "PTHR10543", "taxid": 7955, "uniprot_kb": "A9C3R9"}, {"Ensembl": "ENSDARG00000054420", "ortholog_type": "O", "panther_family": "PTHR10543", "taxid": 7955, "uniprot_kb": "A9C3R8"}, {"ZFIN": "ZDB-GENE-040426-1717", "ortholog_type": "LDO", "panther_family": "PTHR10543", "taxid": 7955, "uniprot_kb": "Q6PBW5"}, {"WormBase": "WBGene00018640", "ortholog_type": "O", "panther_family": "PTHR10543", "taxid": 6239, "uniprot_kb": "H2L060"}, {"WormBase": "WBGene00012914", "ortholog_type": "LDO", "panther_family": "PTHR10543", "taxid": 6239, "uniprot_kb": "Q9U2E4"}, {"WormBase": "WBGene00018755", "ortholog_type": "O", "panther_family": "PTHR10543", "taxid": 6239, "uniprot_kb": "Q9TXT9"}, {"FlyBase": "FBgn0002937", "ortholog_type": "LDO", "panther_family": "PTHR10543", "taxid": 7227, "uniprot_kb": "Q9VFS2"}, {"TAIR": "2134093", "ortholog_type": "LDO", "panther_family": "PTHR10543", "taxid": 3702, "uniprot_kb": "Q8VY26"}], "uniprot_kb": "Q16518"}, "pathway": {"humancyc": {"id": "PWY-6861", "name": "the visual cycle I (vertebrates)"}, "kegg": {"id": "hsa00830", "name": "Retinol metabolism - Homo sapiens (human)"}, "pid": [{"id": "cone_pathway", "name": "Visual signal transduction: Cones"}, {"id": "rhodopsin_pathway", "name": "Visual signal transduction: Rods"}], "reactome": [{"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-2453902", "name": "The canonical retinoid cycle in rods (twilight vision)"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}], "smpdb": [{"id": "SMP00074", "name": "Retinol Metabolism"}, {"id": "SMP00336", "name": "Vitamin A Deficiency"}], "wikipathways": {"id": "WP716", "name": "Vitamin A and carotenoid metabolism"}}, "pfam": "PF03055", "pharmgkb": "PA34655", "pharos": {"target_id": 16714, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255815", "relationship": "is"}, {"id": "GNF255816", "relationship": "is"}, {"id": "GNF255817", "relationship": "is"}, {"id": "GNF255818", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033055", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089394", "relationship": "is"}, {"id": "GNF089395", "relationship": "is"}, {"id": "GNF089396", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052075", "relationship": "is"}, {"id": "GNF056841", "relationship": "is"}, {"id": "GNF061652", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069951", "relationship": "is"}, {"id": "GNF069952", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278496", "relationship": "is"}, {"id": "GNF278647", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF106464", "relationship": "is"}, {"id": "GNF146110", "relationship": "is"}, {"id": "GNF150213", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_008472.2"], "protein": ["NP_000320.1", "NP_001393782.1", "NP_001393785.1", "NP_001393786.1", "NP_001393788.1", "NP_001393789.1"], "rna": ["NM_000329.3", "NM_001406853.1", "NM_001406856.1", "NM_001406857.1", "NM_001406859.1", "NM_001406860.1"], "translation": [{"protein": "NP_000320.1", "rna": "NM_000329.3"}, {"protein": "NP_001393785.1", "rna": "NM_001406856.1"}, {"protein": "NP_001393782.1", "rna": "NM_001406853.1"}, {"protein": "NP_001393786.1", "rna": "NM_001406857.1"}, {"protein": "NP_001393789.1", "rna": "NM_001406860.1"}, {"protein": "NP_001393788.1", "rna": "NM_001406859.1"}]}, "reporter": {"HG-U133_Plus_2": "207107_at", "HG-U95Av2": "34113_at", "HTA-2_0": "TC01002765.hg.1", "HuEx-1_0": "2417500", "HuGene-1_1": "7916882", "HuGene-2_1": "16688370"}, "summary": "The protein encoded by this gene is a component of the vitamin A visual cycle of the retina which supplies the 11-cis retinal chromophore of the photoreceptors opsin visual pigments. It is a member of the carotenoid cleavage oxygenase superfamily. All members of this superfamily are non-heme iron oxygenases with a seven-bladed propeller fold and oxidatively cleave carotenoid carbon:carbon double bonds. However, the protein encoded by this gene has acquired a divergent function that involves the concerted O-alkyl ester cleavage of its all-trans retinyl ester substrate and all-trans to 11-cis double bond isomerization of the retinyl moiety. As such, it performs the essential enzymatic isomerization step in the synthesis of 11-cis retinal. Mutations in this gene are associated with early-onset severe blinding disorders such as Leber congenital. [provided by RefSeq, Oct 2017].", "symbol": "RPE65", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419622"}, "unigene": "Hs.2133", "uniprot": {"Swiss-Prot": "Q16518"}, "wikipedia": {"url_stub": "RPE65"}}