{"AllianceGenome": "10457", "HGNC": "10457", "MIM": "300839", "_id": "6247", "_version": 1, "accession": {"genomic": ["AH006146.2", "CH471074.1", "CP068255.2", "EF036314.1", "KF459019.1", "NC_000023.11", "NC_060947.1", "NG_008659.3", "Z92542.2", "Z94056.1"], "protein": ["AAC17928.1", "AAC18405.1", "ABD90543.1", "ABK40506.1", "EAW98942.1", "NP_000321.1", "O15537.2", "XP_047298293.1", "XP_054183514.1"], "rna": ["AF014459.1", "AL049684.1", "BQ185379.1", "BQ636812.1", "DQ426892.1", "NM_000330.4", "XM_047442337.1", "XM_054327539.1"], "translation": [{"protein": "AAC17928.1", "rna": "AF014459.1"}, {"protein": "ABD90543.1", "rna": "DQ426892.1"}, {"protein": "XP_047298293.1", "rna": "XM_047442337.1"}, {"protein": "XP_054183514.1", "rna": "XM_054327539.1"}, {"protein": "NP_000321.1", "rna": "NM_000330.4"}]}, "alias": ["RS", "XLRS1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-12-18T16:58:03.135Z", "disease_label": "X-linked retinoschisis", "gcep": "Retina Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0010725", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_061adaaf-8b09-42e4-ae31-9b9c03d6e944-2020-12-18T165803.135Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000102104", "protein": "ENSP00000369320", "transcript": ["ENST00000379984", "ENST00000476595"], "translation": [{"protein": "ENSP00000369320", "rna": "ENST00000379984"}], "type_of_gene": "protein_coding"}, "entrezgene": "6247", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.9696996, "exp_mis": 66.1900341, "exp_syn": 29.458972, "lof_z": 2.61515078968771, "mis_z": 1.51442877391148, "mu_lof": 6.08007348663e-07, "mu_mis": 8.20333225198e-06, "mu_syn": 3.49237686576e-06, "n_lof": 0.0, "n_mis": 41.0, "n_syn": 25.0, "p_li": 0.892912340131916, "p_null": 0.00106674025746627, "p_rec": 0.106020919610618, "syn_z": 0.509301815392797}, "bp": 675, "cds_end": 18690188, "cds_start": 18660123, "n_exons": 6, "nonpsych": {"exp_lof": 6.2289086, "exp_mis": 59.944232, "exp_syn": 26.6276196, "lof_z": 2.45108270000472, "mis_z": 1.49472554265389, "mu_lof": 6.08007348663e-07, "mu_mis": 8.20333225198e-06, "mu_syn": 3.49237686576e-06, "n_lof": 0.0, "n_mis": 37.0, "n_syn": 22.0, "p_li": 0.878100811023913, "p_null": 0.00180515724751385, "p_rec": 0.120094031728573, "syn_z": 0.564618376278188}, "nontcga": {"exp_lof": 6.31659272, "exp_mis": 60.2537095, "exp_syn": 26.79953114, "lof_z": 2.47926355728189, "mis_z": 1.42830296879927, "mu_lof": 6.08007348663e-07, "mu_mis": 8.20333225198e-06, "mu_syn": 3.49237686576e-06, "n_lof": 0.0, "n_mis": 38.0, "n_syn": 23.0, "p_li": 0.871466438006038, "p_null": 0.0017057289396392, "p_rec": 0.126827833054323, "syn_z": 0.464717011655937}, "transcript": "ENST00000379984.3"}, "exons": [{"cdsend": 18672068, "cdsstart": 18642003, "chr": "X", "position": [[18639687, 18642156], [18644429, 18644625], [18647190, 18647332], [18656652, 18656758], [18657639, 18657665], [18672016, 18672108]], "strand": -1, "transcript": "NM_000330", "txend": 18672108, "txstart": 18639687}], "exons_hg19": [{"cdsend": 18690188, "cdsstart": 18660123, "chr": "X", "position": [[18657807, 18660276], [18662549, 18662745], [18665310, 18665452], [18674772, 18674878], [18675759, 18675785], [18690136, 18690228]], "strand": -1, "transcript": "NM_000330", "txend": 18690228, "txstart": 18657807}], "generif": [{"pubmed": 12055472, "text": "Novel and known missense mutations of XLRS1 gene in the diagnosis retinoschisis."}, {"pubmed": 12383832, "text": "Two novel point mutations of the XLRS1 gene in two Japanese patients with X-linked juvenile retinoschisis. One novel splice donor site mutation (IVS2 + 1g to a) and one missense mutation of exon 6 (Ala211Thr) were found."}, {"pubmed": 12417531, "text": "Basis of RS1 is intracellular retention of mutant proteins, which may explain why disease severity is not mutation-specific."}, {"pubmed": 12457918, "text": "Electroretinographic findings in three family members with X-linked juvenile retinoschisis associated with a novel Pro192Thr missense mutation of the XLRS1 gene."}, {"pubmed": 12746437, "text": "X-linked retinoschisis is caused by defective discoidin domain structure, subunit assembly, and endoplasmic reticulum processing of retinoschisin"}, {"pubmed": 12782284, "text": "analysis of folding of mutant RS1 protein"}, {"pubmed": 12920343, "text": "Each family had a different mutation, Trp96stop, 522+1g-->a, and Lys167Asn in the XLRS1 gene."}, {"pubmed": 12967815, "text": "four base pair deletion (375- 378 del AGAT) in exon 5 of the XLRS1 gene was found in all affected males."}, {"pubmed": 14986011, "text": "Molecular testing revealed a novel 473-bp deletion including exon 4 in the XLRS1 gene in both siblings. This resulted in a frameshift mutation and a premature termination at codon 78."}, {"pubmed": 15281981, "text": "One patient with more severe clinical presentation had a RS1 exon 1 deletion and a P193S mutation was found in the other patient with mild macular involvement"}, {"pubmed": 15531314, "text": "In three patients, we identified three different missense mutations (p.S73P, p.Y89C, p.R209C) in the functionally important discoidin domain of the RS1 gene."}, {"pubmed": 15644328, "text": "assembly of RS1 into a disulfide-linked homo-octamer appears to be critical for its function as a retinal cell adhesion protein"}, {"pubmed": 16768192, "text": "A novel Leu103Phe mutation is an additional missense mutation which is responsible for the pathogenesis of X-linked retinoschisis."}, {"pubmed": 17031297, "text": "We identified a novel point mutation (1A>T transversion) in the initiation codon of the XLRS1 gene in affected males"}, {"pubmed": 17093404, "text": "Retinoschisin protein(RS) is expressed in the pinealocytes but not in interstitial glial cells. The lack of structural abnormalities in the RS1(-/Y) mice suggests that RS serves a different function in the pineal gland than in the retina."}, {"pubmed": 17172462, "text": "Review. Many mutations have been found in RS1, which encodes a 224-AA secreting retinal protein, retinoschisin. Retinoschisin octamerisation is implicated in cell-cell interactions & cell adhesion perhaps by interacting with beta2 laminin."}, {"pubmed": 17295148, "text": "We describe a novel nonsense mutation in the conserved region of Rs1 in a Japanese XLRS family."}, {"pubmed": 17296904, "text": "Multiple fine white dots at the macula may be the initial fundus feature in RS1 mutation."}, {"pubmed": 17515881, "text": "Mutations in RS1 to be associated with XLRS in the Indian population."}, {"pubmed": 17515881, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17615541, "text": "Severe X linked juvenile retinoschisis phenotypes are associated with the frameshift mutation 26 del T, splice donor site mutation (IVS1+2T to C), and Arg102Gln, Asp145His, Arg209His, and Arg213Gln mutations."}, {"pubmed": 17631851, "text": "We identified unusual presentations of X-linked retinoschisis with the help of electroretinography, optical coherence tomography, family screening, and genetic analysis"}, {"pubmed": 17804407, "text": "confirmed the co-localization of retinoschisin with Na/K ATPase and SARM1 in photoreceptors and bipolar cells of retina tissue"}, {"pubmed": 17852193, "text": "We found there are five different mutations with four containing missense point mutations and one having a frame-shift deletion"}, {"pubmed": 17987333, "text": "In clinically suspected X-linked congenital retinoschisis (RS), a combination of ERG, FAF, OCT, and molecular-genetic testing is advised to verify the diagnosis."}, {"pubmed": 18369700, "text": "RS1 gene mutations caused X-linked juvenile retinoschisis in these Chinese families."}, {"pubmed": 18728755, "text": "The ocular findings of a Hungarian family with X-linked juvenile retinoschisis (XLRS) reveals a novel putative splice mutation leading to serious truncation of retinoschisin (RS1) protein."}, {"pubmed": 18834580, "text": "This study showed that the response of macular cysts to dorzolamide in patients with XLRS may be observed independent of the mechanism responsible for retinoschisin protein dysfunction."}, {"pubmed": 18982040, "text": "This report describes a novel mutation in a family in which consanguinity has led to XLRS in 4 females."}, {"pubmed": 19324861, "text": "The prevalent p.Gln154Arg mutation is first reported in this work and presents a common origin in Spanish patients with X-linked juvenile retinoschisis."}, {"pubmed": 19390641, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19390641, "text": "characterization of the mutational spectrum of the RS1 gene in Korean patients with X-linked retinoschisis (XLRS); a missense mutation was the predominant type & common or founder mutations were not observed in the Korean patients in this study with XLRS"}, {"pubmed": 19393523, "text": "hemizygous 371 A/G missense mutation and hemizygous 214 G/A missense mutation in exon 5 in juvenile retinoschisis"}, {"pubmed": 19474399, "text": "The c354del1-ins18 mutation caused an RS1-null biochemical phenotype and a progressive clinical phenotype in a 5-year-old boy, whereas the older XLRS relatives had macular atrophy."}, {"pubmed": 19849666, "text": "Results show that missense mutations of retinoschisin which cause intracellular retention also lead to an unfolded protein response."}, {"pubmed": 20151283, "text": "A novel p.D126G mutation appeared to be associated with a severe phenotype with vitreous hemorrhage developing in infancy."}, {"pubmed": 20569020, "text": "Clinical follow-up of ten young XLRS (X-linked retinoschisis) patients with a typical congenital retinoschisis phenotype revealed no significant decline in retinal function during this time period."}, {"pubmed": 20801516, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20806044, "text": "The R213W mutation in RS1 causes various severities of retinoschisis in a large Chinese family."}, {"pubmed": 20809529, "text": "analyzed the biochemical consequences of several RS1 signal-sequence mutants (c.1A>T, c.35T>A, c.38T>C, and c.52G>A) in X-linked retinoschisis disease"}, {"pubmed": 21196491, "text": "Retinoschisin, the protein involved in the pathogenesis of X-linked juvenile retinoschisis, membrane association is severely impaired in the absence of ATP1A3 and ATP1B2."}, {"pubmed": 21701876, "text": "Two novel mutations (W112X and S134P) and three previously identified missense mutations (R102Q, R200H, and R213W) were found."}, {"pubmed": 21738583, "text": "Data suggest that retinoschisin secretion is regulated by the F-actin cytoskeleton, that cGMP or inhibition of ROCK alters F-actin structure enhancing the secretion, and that the microtubule cytoskeleton is also involved in this process."}, {"pubmed": 22039241, "text": "RS1 mutation putative severity and age both had significant effects on retinal function in X-linked retinoschisis only in the severe mutation group, as judged by electroretinography analysis of the b-wave amplitude and the b/a-ratio"}, {"pubmed": 22110067, "text": "adaptive optics scanning laser ophthalmoscopy images of two patients with molecularly characterized XLRS revealed increased cone spacing and abnormal packing in the macula of each patient, but cone coverage and function were near normal."}, {"pubmed": 22171610, "text": "Clinical follow-up of an X-linked juvenile retinoschisis (XLRS) patient with a typical juvenile retinoschisis phenotype revealed no significant decline in visual acuity during this time period."}, {"pubmed": 22183371, "text": "Loss of RS1 due to mutations in the X-linked retinoschsis gene leads to splitting within the retinal layers."}, {"pubmed": 22245991, "text": "Ten hemizygous mutations in RS1 were detected in patients from 14 of the 20 families with retinoschisis."}, {"pubmed": 22292953, "text": "aggregation propensity in the RS1 C110Y mutant is dependent upon the formation of suitable aggregating substrates for propagation of aggregation and not directly related to or determined by overall structural instability"}, {"pubmed": 23288992, "text": "Four novel RS1 gene mutations have been described in male Polish patients with X-linked juvenile retinoschisis."}, {"pubmed": 23453514, "text": "There is profound phenotypic variability in patients with XLRS. Nonsense, splice-site, or frame-shifting mutations in RS1 consistently caused electronegative bright-flash ERG, delayed flicker response, and abnormal PERG"}, {"pubmed": 23847049, "text": "Severe RS1 missense changes were associated with a lower ERG b/a ratio than were mild changes in X-linked retinoschisis suggesting the effect of the mutations on protein structure influenced the retinal dysfunction."}, {"pubmed": 24227916, "text": "Two novel exonic deletions within the RS1 gene locus, are reported."}, {"pubmed": 24505212, "text": "Sequencing of the RS1 gene identified 16 mutations, nine of which were novel."}, {"pubmed": 24529551, "text": "A novel RS1 (97delT) mutation was identified in a Taiwanese family with X-linked retinoschisis (XLRS). This finding expands the RS1 mutation spectrum and may help to further understand the molecular pathogenesis of XLRS."}, {"pubmed": 25054456, "text": "X-linked retinoschisis despite striking differences in phenotypic presentation in affected subjects, homozygosity of one affected female, and seemingly dominant inheritance in three subsequent generations because of multiple consanguinity."}, {"pubmed": 25168411, "text": "We identified a novel causative mutation of RS1 in a Chinese family with X-linked juvenile retinoschisis."}, {"pubmed": 25799783, "text": "the disease and p.Arg197Cys mutation of RS1 gene was identified"}, {"pubmed": 25894957, "text": "Clinical and genetic characterization of affected homozygous females in XLRS affords the rare opportunity to explore the molecular mechanisms of XLRS and the manifestation of these mutations as disease in humans."}, {"pubmed": 26043410, "text": "A novel RS1 (304C > T) mutation in a Taiwanese family with X-linked retinoschisis."}, {"pubmed": 27390514, "text": "These results establish that extracellular delivery of RS1 rescues the structural and functional deficits in the Rs1h knockout mouse model and that this ex vivo gene therapy approach can inhibit progression of disease."}, {"pubmed": 27798099, "text": "these findings support distinct mechanisms of pathology for two classes of X-linked retinoschisis -associated mutations in the retinoschisin assembly."}, {"pubmed": 28574807, "text": "Taken together, RS1 mutation was found to segregate with retinoschisis phenotype while none of the other identified variations were co-segregating with the systemic defects. Hereby, we infer that the multisystemic defects harbored by the patient are a rare coexistence of XLRS, developmental delay, sensorineural hearing loss, and reduced axial tone reported for the first time in the literature."}, {"pubmed": 28615319, "text": "Results suggest a regulatory effect of retinoschisin on Na/K-ATPase signaling and localization, whereas Na/K-ATPase-dysregulation caused by retinoschisin deficiency could represent an initial step in XLRS pathogenesis."}, {"pubmed": 29851975, "text": "molecular detail such as the precise localization of mutant protein in the cell as well as its ability to assemble into a functionally active oligomer might largely influence disease severity among XLRS patients"}, {"pubmed": 29902095, "text": "The central foveal thickness varies during daytime hours in patients with XLRS. This finding may explain the inconsistent and heterogeneous responses to treatment with CAIs and necessitate standardization of measurement times in treatment trials for XLRS as well as in the routine ophthalmic evaluation of these patients."}, {"pubmed": 30419843, "text": "A novel RS1 (Xp22.2) mutation was detected (413C > A) resulting in a Thr138Asn substitution in an Irish pedigree of X-linked Retinoschisis. Protein modelling demonstrated a change in higher order protein folding that is likely pathogenic."}, {"pubmed": 30608181, "text": "Mutation in the RS1 gene is associated with X-linked retinoschisis."}, {"pubmed": 30630865, "text": "These observations suggest that branched networks of RS1 may play a stabilizing role in maintaining the integrity of the retina."}, {"pubmed": 31006083, "text": "Full-field electroretinography recordings showed extinguished rod and cone responses. Diagnostic-genetic testing revealed a hemizygous missense mutation in the RS1 gene (c.305G > A; p.Arg102Gln) was identified."}, {"pubmed": 32050117, "text": "Establishment of a human induced pluripotent stem cell line (CSUASOi005-A), from peripheral blood mononuclear cells of a patient with X-linked juvenile retinoschisis carrying a novel mutation in RS1 gene."}, {"pubmed": 32124668, "text": "X-linked peripheral retinoschisis without macular involvement: a case series with RS1 genetic confirmation."}, {"pubmed": 34223802, "text": "Spontaneous resolution of schitic cavities in XLRS."}, {"pubmed": 34624300, "text": "X-Linked Retinoschisis: Novel Clinical Observations and Genetic Spectrum in 340 Patients."}, {"pubmed": 34645606, "text": "Clinical and genetic features of retinoschisis in 120 families with RS1 mutations."}, {"pubmed": 35446970, "text": "[Analysis of RS1 gene variant in a Chinese pedigree affected with X-linked congenital retinal splitters]."}, {"pubmed": 36227606, "text": "Targeted Expression of Retinoschisin by Retinal Bipolar Cells in XLRS Promotes Resolution of Retinoschisis Cysts Sans RS1 From Photoreceptors."}, {"pubmed": 36402656, "text": "Advances in understanding the molecular structure of retinoschisin while questions remain of biological function."}, {"pubmed": 37317958, "text": "Identification and molecular characterization of two recurrent missense mutations in the RS1 gene in two families with X-linked retinoschisis from North India."}, {"pubmed": 37642422, "text": "Vitreous Hemorrhage in Pediatric Patients With X-Linked Retinoschisis: Characteristics and Outcomes."}], "genomic_pos": {"chr": "X", "end": 18672108, "ensemblgene": "ENSG00000102104", "start": 18639688, "strand": -1}, "genomic_pos_hg19": {"chr": "X", "end": 18690229, "start": 18658030, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001654", "pubmed": 9326935, "qualifier": "involved_in", "term": "eye development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007601", "pubmed": 19093009, "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010842", "qualifier": "involved_in", "term": "retina layer formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051260", "pubmed": 19849666, "qualifier": "involved_in", "term": "protein homooligomerization"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0001917", "pubmed": 21196491, "qualifier": "located_in", "term": "photoreceptor inner segment"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 19849666, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IGI", "gocategory": "CC", "id": "GO:0009897", "pubmed": 21196491, "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032991", "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0098984", "pubmed": 21196491, "qualifier": "located_in", "term": "neuron to neuron synapse"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0001786", "qualifier": "enables", "term": "phosphatidylserine binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005543", "pubmed": 21196491, "qualifier": "NOT enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043325", "qualifier": "enables", "term": "phosphatidylinositol-3,4-bisphosphate binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}]}, "homologene": {"genes": [[7955, 445044], [8364, 100124900], [9031, 772315], [9544, 100423325], [9606, 6247], [9615, 119868374], [10090, 20147], [10116, 100125595]], "id": 279}, "interpro": [{"desc": "Coagulation factor 5/8 C-terminal domain", "id": "IPR000421", "short_desc": "FA58C"}, {"desc": "Galactose-binding-like domain superfamily", "id": "IPR008979", "short_desc": "Galactose-bd-like_sf"}], "ipi": "IPI00007331", "map_location": "Xp22.13", "name": "retinoschisin 1", "other_names": ["X-linked juvenile retinoschisis protein", "retinoschisin"], "pantherdb": {"HGNC": "10457", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1336189", "ortholog_type": "LDO", "panther_family": "PTHR24543", "taxid": 10090, "uniprot_kb": "Q9Z1L4"}, {"RGD": "1642515", "ortholog_type": "LDO", "panther_family": "PTHR24543", "taxid": 10116, "uniprot_kb": "A7UJ12"}, {"Ensembl": "ENSGALG00000016523", "ortholog_type": "LDO", "panther_family": "PTHR24543", "taxid": 9031, "uniprot_kb": "F1NI48"}, {"ZFIN": "ZDB-GENE-040801-171", "ortholog_type": "LDO", "panther_family": "PTHR24543", "taxid": 7955, "uniprot_kb": "Q6DH01"}], "uniprot_kb": "O15537"}, "pathway": {"wikipathways": {"id": "WP3303", "name": "RAC1-PAK1-p38-MMP2 Pathway"}}, "pdb": ["3JD6", "5N6W"], "pfam": "PF00754", "pharmgkb": "PA34871", "pharos": {"target_id": 8506, "tdl": "Tbio"}, "prosite": "PS50022", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168385", "relationship": "is"}, {"id": "GNF179291", "relationship": "is"}, {"id": "GNF190197", "relationship": "is"}, {"id": "GNF201103", "relationship": "is"}, {"id": "GNF212991", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337082", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097459", "relationship": "is"}, {"id": "GNF137114", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_008659.3"], "protein": ["NP_000321.1", "XP_047298293.1", "XP_054183514.1"], "rna": ["NM_000330.4", "XM_047442337.1", "XM_054327539.1"], "translation": [{"protein": "XP_047298293.1", "rna": "XM_047442337.1"}, {"protein": "XP_054183514.1", "rna": "XM_054327539.1"}, {"protein": "NP_000321.1", "rna": "NM_000330.4"}]}, "reporter": {"HG-U133_Plus_2": ["207363_at", "216937_s_at"], "HG-U95Av2": "34465_at", "HTA-2_0": "TC0X000896.hg.1", "HuEx-1_0": "4001476", "HuGene-1_1": "8171579", "HuGene-2_1": "17109487"}, "summary": "This gene encodes an extracellular protein that plays a crucial role in the cellular organization of the retina. The encoded protein is assembled and secreted from photoreceptors and bipolar cells as a homo-oligomeric protein complex. Mutations in this gene are responsible for X-linked retinoschisis, a common, early-onset macular degeneration in males that results in a splitting of the inner layers of the retina and severe loss in vision. [provided by RefSeq, Oct 2008].", "symbol": "RS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419764"}, "unigene": "Hs.715725", "uniprot": {"Swiss-Prot": "O15537"}, "wikipedia": {"url_stub": "Retinoschisin"}}