{"AllianceGenome": "10473", "HGNC": "10473", "MIM": "600210", "_id": "864", "_version": 2, "accession": {"genomic": ["AJ238394.1", "AL023096.1", "AL445471.13", "CH471134.1", "CP068277.2", "CQ834770.1", "FB571463.1", "FB571465.1", "HI574042.1", "HI574044.1", "LC461688.1", "NC_000001.11", "NC_060925.1", "U14520.1", "Z38104.1", "Z38108.1"], "protein": ["AAA86465.1", "AAB80759.2", "AAH13362.1", "BAG61865.1", "BAG62657.1", "CAA56093.2", "CAA84541.1", "CAB42882.1", "CAH05600.1", "CAR95149.1", "CAR95150.1", "CBX47510.1", "CBX47511.1", "EAW95147.1", "EAW95148.1", "EAW95149.1", "NP_001026850.1", "NP_001307601.1", "NP_004341.1", "Q13761.2", "XP_005246081.1", "XP_011540653.1", "XP_047289087.1", "XP_054195324.1", "XP_054195325.1"], "rna": ["AF022726.2", "AI375031.1", "AJ001432.1", "AK091829.1", "AK300056.1", "AK301044.1", "AK310945.1", "BC013362.2", "DA935726.1", "EF491807.1", "EF491822.1", "NM_001031680.2", "NM_001320672.1", "NM_004350.3", "X79550.2", "XM_005246024.5", "XM_011542351.2", "XM_047433131.1", "XM_054339349.1", "XM_054339350.1", "Z35278.1"], "translation": [{"protein": "XP_047289087.1", "rna": "XM_047433131.1"}, {"protein": "BAG61865.1", "rna": "AK300056.1"}, {"protein": "NP_001307601.1", "rna": "NM_001320672.1"}, {"protein": "BAG62657.1", "rna": "AK301044.1"}, {"protein": "AAB80759.2", "rna": "AF022726.2"}, {"protein": "NP_004341.1", "rna": "NM_004350.3"}, {"protein": "XP_011540653.1", "rna": "XM_011542351.2"}, {"protein": "AAH13362.1", "rna": "BC013362.2"}, {"protein": "XP_054195324.1", "rna": "XM_054339349.1"}, {"protein": "XP_054195325.1", "rna": "XM_054339350.1"}, {"protein": "XP_005246081.1", "rna": "XM_005246024.5"}, {"protein": "NP_001026850.1", "rna": "NM_001031680.2"}, {"protein": "CAA84541.1", "rna": "Z35278.1"}, {"protein": "CAA56093.2", "rna": "X79550.2"}]}, "alias": ["AML2", "CBFA3", "PEBP2aC"], "ensembl": {"gene": "ENSG00000020633", "protein": ["ENSP00000308051", "ENSP00000343477", "ENSP00000382800"], "transcript": ["ENST00000308873", "ENST00000338888", "ENST00000399916", "ENST00000479341", "ENST00000496967"], "translation": [{"protein": "ENSP00000308051", "rna": "ENST00000308873"}, {"protein": "ENSP00000343477", "rna": "ENST00000338888"}, {"protein": "ENSP00000382800", "rna": "ENST00000399916"}], "type_of_gene": "protein_coding"}, "entrezgene": "864", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.0408022895, "exp_mis": 219.978790573, "exp_syn": 111.312138052, "lof_z": 2.86635775241949, "mis_z": 4.31943620791138, "mu_lof": 9.29941779758e-07, "mu_mis": 2.23544445838e-05, "mu_syn": 1.14067506556e-05, "n_lof": 2.0, "n_mis": 89.0, "n_syn": 86.0, "p_li": 0.673967691642928, "p_null": 0.00100176609801867, "p_rec": 0.325030542259053, "syn_z": 1.48732698896196}, "bp": 1290, "cds_end": 25291062, "cds_start": 25228612, "n_exons": 6, "nonpsych": {"exp_lof": 10.7886697173, "exp_mis": 198.992620841, "exp_syn": 100.638812017, "lof_z": 2.62779308137523, "mis_z": 4.50493208130158, "mu_lof": 9.29941779758e-07, "mu_mis": 2.23544445838e-05, "mu_syn": 1.14067506556e-05, "n_lof": 2.0, "n_mis": 73.0, "n_syn": 77.0, "p_li": 0.596430656178381, "p_null": 0.00243061600202035, "p_rec": 0.401138727819598, "syn_z": 1.48356376100256}, "nontcga": {"exp_lof": 11.0668731928, "exp_mis": 202.36983704, "exp_syn": 102.396510079, "lof_z": 2.68860076353256, "mis_z": 4.21555337296211, "mu_lof": 9.29941779758e-07, "mu_mis": 2.23544445838e-05, "mu_syn": 1.14067506556e-05, "n_lof": 2.0, "n_mis": 82.0, "n_syn": 77.0, "p_li": 0.598900990356171, "p_null": 0.00195354133942658, "p_rec": 0.399145468304402, "syn_z": 1.5891087577711}, "transcript": "ENST00000399916.1"}, "exons": [{"cdsend": 24964571, "cdsstart": 24902121, "chr": "1", "position": [[24899510, 24902666], [24907258, 24907417], [24919239, 24919344], [24927573, 24927730], [24929586, 24929852], [24964513, 24965010]], "strand": -1, "transcript": "NM_001031680", "txend": 24965010, "txstart": 24899510}, {"cdsend": 24964571, "cdsstart": 24902121, "chr": "1", "position": [[24899510, 24902666], [24907258, 24907417], [24919239, 24919344], [24927573, 24927730], [24929586, 24929852], [24964513, 24964668], [24964835, 24965010]], "strand": -1, "transcript": "NM_001320672", "txend": 24965010, "txstart": 24899510}, {"cdsend": 24929868, "cdsstart": 24902121, "chr": "1", "position": [[24899510, 24902666], [24907258, 24907417], [24919239, 24919344], [24927573, 24927730], [24929586, 24930276]], "strand": -1, "transcript": "NM_004350", "txend": 24930276, "txstart": 24899510}], "exons_hg19": [{"cdsend": 25291062, "cdsstart": 25228612, "chr": "1", "position": [[25226001, 25229157], [25233749, 25233908], [25245730, 25245835], [25254064, 25254221], [25256077, 25256343], [25291004, 25291501]], "strand": -1, "transcript": "NM_001031680", "txend": 25291501, "txstart": 25226001}, {"cdsend": 25291062, "cdsstart": 25228612, "chr": "1", "position": [[25226001, 25229157], [25233749, 25233908], [25245730, 25245835], [25254064, 25254221], [25256077, 25256343], [25291004, 25291159], [25291326, 25291501]], "strand": -1, "transcript": "NM_001320672", "txend": 25291501, "txstart": 25226001}, {"cdsend": 25256359, "cdsstart": 25228612, "chr": "1", "position": [[25226001, 25229157], [25233749, 25233908], [25245730, 25245835], [25254064, 25254221], [25256077, 25256767]], "strand": -1, "transcript": "NM_004350", "txend": 25256767, "txstart": 25226001}], "generif": [{"pubmed": 12824905, "text": "RUNX3 methylation is associated with gastric cancers"}, {"pubmed": 12855590, "text": "RUNX3/AML-2 binding to the CD11a promoter correlates with increased RUNX3/AML-2 protein levels and enhanced CD11a/CD18 cell surface expression"}, {"pubmed": 12875960, "text": "These results strongly suggest that RUNX3 is one of the tumor suppressors involved in the pathogenesis of testicular yolk sac tumors in infants."}, {"pubmed": 14715269, "text": "results suggest that loss of RUNX3 expression by DNA hypermethylation is frequently associated with the evolution of lung cancer"}, {"pubmed": 14760761, "text": "Inactivation of RUNX3 gene through allelic loss and promoter hypermethylation might be one of the major mechanisms in hepatocellular carcinogenesis."}, {"pubmed": 15051926, "text": "Our results overall suggest that transcriptional inactivation of RUNX3 by promoter hypermethylation may participate in the stomach carcinogenesis."}, {"pubmed": 15138260, "text": "Data show that RUNX3 is a target of the acetyltransferase activity of p300 acetyltransferase."}, {"pubmed": 15273736, "text": "Transcriptional repression of RUNX3 is caused by promoter hypermethylation of the RUNX3 CpG island in colorectal cancer cell lines."}, {"pubmed": 15386419, "text": "Expression of RUNX3 is down regulated in a significant portion of gastric cancer cases; may be involved in gastric carcinogenesis"}, {"pubmed": 15688019, "text": "RUNX3 regulates RUNX1 expression in human B lymphoid cell lines."}, {"pubmed": 15728469, "text": "The percentage of CD4-8+ cells increases and the percentage of CD4+8+ and CD4+8- cells simultaneously decreases in the Runx3-transgenic thymus. Thus, Runx3 can drive thymocytes to select the CD4-8+ lineage."}, {"pubmed": 15778373, "text": "an inhibitory element was identified in the KIR2DL4 promoter and an activating element was found in the KIR3DL3 promoter; AML-2 acts as a repressor of expression of both KIR2DL4 and KIR3DL3 in mature NK cells"}, {"pubmed": 15780064, "text": "Hypermethylation of RUNX3 may play an important role in early events of hepatocarcinogenesis."}, {"pubmed": 15819721, "text": "The expression of RUNX3 protein in lung AC might play a pivotal role in tumor progression and patients' survival"}, {"pubmed": 15824739, "text": "Hypermethylation of p16, RUNX3, and HPP1 in Barreett exophagus may represent independent risk factors for the progression of Barrett esophagus to esophageal cancer."}, {"pubmed": 16080503, "text": "RUNX3 aberrant methylation might play an important role in colorectal cancers, especially in poorly-differentiated colorectal cancers."}, {"pubmed": 16091737, "text": "findings refute a role for RUNX3 as a tumor-suppressor gene in early-onset gastric carcinogenesis"}, {"pubmed": 16135801, "text": "RUNX3 is required for the TGF-beta-dependent induction of p21 expression in stomach epithelial cells."}, {"pubmed": 16140942, "text": "RUNX3 was found to be inactive in 82% of gastric cancers through either gene silencing or protein mislocalization to the cytoplasm."}, {"pubmed": 16142337, "text": "RUNX3 is downregulated by hemizygous deletion at 1p36 in human lung cancer cell lines"}, {"pubmed": 16155404, "text": "Promoter hypermethylation of RUNX3 gene may occur as an early event in the development of hepatocellular carcinoma (HCC) and that methylation may be a major mechanism for inactivation of RUNX3 gene in HCC."}, {"pubmed": 16328045, "text": "RUNX3 gene plays an important role in the pathogenesis of lung cancer, and aberrant methylation is an important mechanism of inactivation of the RUNX3 gene in lung AdC."}, {"pubmed": 16367921, "text": "detection of hypermethylation at multiple regions within the RUNX3 CpG island may be useful in the diagnosis and risk assessment of gastric cancer"}, {"pubmed": 16373335, "text": "RUNX3 cooperates with FoxO3a/FKHRL1 to participate in the induction of apoptosis by activating Bim"}, {"pubmed": 16442267, "text": "KAP5 gene expression in human hair follicles is regulated by Runx1"}, {"pubmed": 16582583, "text": "The expression of RUNX3 was studied in esophageal mucosa and squamous cell carcinoma as well as in comparison with clinicopathological profiles."}, {"pubmed": 16627973, "text": "analysis of how the RUNX3 gene induces apoptosis in gastric cancer"}, {"pubmed": 16684349, "text": "results suggest that mammalian RUNX family transcription factors are novel binding partners and substrates for the Pim-1 kinase, which may be able to regulate their activities during normal hematopoiesis as well as in leukemogenesis"}, {"pubmed": 16767156, "text": "results indicate that although the deregulation of Wnt signalling could contribute to the pathogenesis of a subset of basal cell carcinomas (BCC), RUNX3 appears to be a universal downstream mediator of a constitutively active Shh pathway in BCC"}, {"pubmed": 16818622, "text": "In breast tumors, hypermethylation of RUNX3 was observed in 23 of 44 cases.  Mislocalization of the protein, with or without methylation, seems to account for RUNX3 inactivation in the vast majority of the tumors."}, {"pubmed": 16887969, "text": "Runx3 impairs the activity of the proximal regulatory region of the CD36 gene in myeloid cells through in vitro recognition of two functional RUNX-binding elements."}, {"pubmed": 16984612, "text": "Methylation rates (MR) in four of the cancer cell lines that lost RUNX3 mRNA ranged from 99.0% to 99.7% (mean, 99.4%), whereas MR in the remaining cell line that expressed RUNX3 mRNA was 0.6%."}, {"pubmed": 17195845, "text": "transcription factor Runx3 is induced in T helper type 1 cells in a T-bet-dependent manner, and that both transcription factors T-bet and Runx3 are required for maximal production of interferon-gamma and silencing of the gene encoding IL-4 in Th1 cells"}, {"pubmed": 17380460, "text": "RUNX3 protein expression in tumor tissues was significantly higher than that in non-tumor tissues, and was correlated with tumor differentiation."}, {"pubmed": 17384682, "text": "RUNX3 silencing promotes radioresistance in esophageal cancers"}, {"pubmed": 17470130, "text": "RUNX3 is involved in TGF-beta-induced expression of p21 and the resulting induction of TGF-beta-dependent G(1) arrest."}, {"pubmed": 17471240, "text": "The present data suggest that TGF-beta, LMO1, possibly RUNX3, and GSDM form a regulatory pathway for directing the pit cells to apoptosis."}, {"pubmed": 17584746, "text": "Runx3 determines TrkC positive sensory neuron identities through the transcriptional repression of TrkB when Trk-BTrkC double positive neurons differentiate into TrkC single positive neurons."}, {"pubmed": 17591800, "text": "Important target of DNA methylation in the evolution of microsatellite instability in gastric cancer."}, {"pubmed": 17591929, "text": "A panel of markers including at least RUNX3, CACNA1G, IGF2, and MLH1 can serve as a sensitive and specific marker panel for CIMP(Cpg island methylator phenotype)-high."}, {"pubmed": 17606310, "text": "the hypermethylation of RUNX3 gene is a useful biomarker to predict the prognosis in non-small cell lung cancer"}, {"pubmed": 17914577, "text": "Promoter hypermethylation of RUNX3 is associated with neoplasms"}, {"pubmed": 17923751, "text": "Eighty-five percent of breast cancer tissues showed downregulated RUNX3 gene expression, whereas it was downregulated in only 25% of normal breast tissues."}, {"pubmed": 17956589, "text": "RUNX3 expression suppressed cell proliferation by inducing apoptosis via the death-receptor mitochondria-mediated pathway in human gastric carcinoma MKN-1 cells."}, {"pubmed": 18058463, "text": "Results suggest that epigenetic silencing of RUNX3 gene expression by promoter hypermethylation may play an important role in esophageal squamous cell carcinoma development."}, {"pubmed": 18097595, "text": "H. pylori infection contributes to Runx3 methylation in gastric cancer tissues...subsequent loss of Runx3 expression may therefore affect gastric carcinogenesis."}, {"pubmed": 18256927, "text": "RUNX3 inactivation by promoter hypermethylation and protein mislocalization constitute an early event in breast cancer progression."}, {"pubmed": 18259121, "text": "RUNX3 inhibits growth of HCC cells and HCC xenografts in mice in combination with adriamycin"}, {"pubmed": 18288406, "text": "RUNX3 mRNA expression levels were lower in invasive esophageal squamous cell carcinoma."}, {"pubmed": 18349282, "text": "RUNX was found to be methylated significantly more frequently in NSCLC tissues than noncancerous tissues."}, {"pubmed": 18426645, "text": "Methylation of runx3 gene promoter probably plays a role in the pathogenesis of acute leukemia."}, {"pubmed": 18430739, "text": "RUNX3 is a target for repression by EZH2 in gastric cancer cells"}, {"pubmed": 18475302, "text": "Hypermethylation and LOH appear to be common mechanisms for inactivation of RUNX3 in pancreatic cancer. Therefore, RUNX3 may be an important tumour suppressor gene related to pancreatic cancer."}, {"pubmed": 18494051, "text": "shRNAs targeted to gene promoter regions of RUNX3 induced transcriptional repression with chromatin changes characteristic of inaction promoters, which was independent of DNA methylation."}, {"pubmed": 18500170, "text": "Downregulation of RUNX3 may play a role in disease progression of esophageal squamous cell carcinoma."}, {"pubmed": 18572225, "text": "Findings indicate that RUNX3 inactivation may play an important role in carcinogenesis of the endometrium, especially in high-grade endometrial carcinoma."}, {"pubmed": 18580070, "text": "With the increased progression of breast cancer, the expression of RUNX3 protein tends to decrease. The expression of RUNX3 protein has a definite value in judging prognosis in breast cancer."}, {"pubmed": 18636364, "text": "Promoter hypermethylation is a main mechanism of reduced or loss expression of Runx3 gene in gastric cancer."}, {"pubmed": 18639281, "text": "RUNX3 methylation carries a 100-fold increase in the risk of bladder tumor. The rate of RUNX3 hypermethylation in primary bladder tumors is 71.2%. This suggests that patterns of promoter methylation are causally associated with bladder tumorigenesis."}, {"pubmed": 18663147, "text": "RUNX3 is found to be commonly repressed by the t(8;21) and inv(16) fusion proteins and might have an important role in core-binding factor AML"}, {"pubmed": 18668679, "text": "Increased Runx3 is associated with ulcerative colitis."}, {"pubmed": 18676844, "text": "prevalence of methylation at RUNX3, a polycomb target gene, increased as a function of age at bladder tumor diagnosis and a history of smoking"}, {"pubmed": 18684727, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18684727, "text": "genetic variants in RUNX3 may modulate the risk of bladder cancer."}, {"pubmed": 18717361, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18717361, "text": "There is a strong correlation between the RH120480 fragment of RUNX3 gene mutation and keloid."}, {"pubmed": 18772112, "text": "Data demonstrate that RUNX3 functions as a tumor suppressor by attenuating Wnt signaling."}, {"pubmed": 18850007, "text": "Hypoxia upregulates G9a histone methyltransferase & HDAC1. Overexpression of G9a & HDAC1 attenuated RUNX3 expression. The overexpression of G9a & HDAC1, but not their mutants, inhibited the nuclear localization & expression of RUNX3."}, {"pubmed": 18937968, "text": "Results suggest that RUNX3 has a role in cell proliferation and viability in ovarian cancer."}, {"pubmed": 18949360, "text": "Clinical and experimental data support the notion that RUNX3 is a tumor suppressor in human colon cancer."}, {"pubmed": 18953836, "text": "The promoter hypermethylation may be one of the predominant inactivation mechanisms of the Runx3 gene, and may be associated with carcinogenesis of human gastric cancer."}, {"pubmed": 19012242, "text": "RUNX3 could be considered to play an important role in maintaining the chief cell phenotype."}, {"pubmed": 19015875, "text": "Protein mislocalization of RUNX3 occurs frequently in mouth squamous cell carcinoma and may be a useful diagnostic markers and potential therapeutic target."}, {"pubmed": 19159630, "text": "Results describe thet role of P53/P21 and RUNX 3 in the effects of 5-Aza-2'-deoxycytidine on human cancer cells."}, {"pubmed": 19174785, "text": "data suggest RUNX3 inactivation due to promoter hypermethylation in colorectal polyps represents an early event in colorectal cancer (CRC) progression."}, {"pubmed": 19223906, "text": "A role for RUNX3 as a tumour suppressor in colorectal cancer."}, {"pubmed": 19290488, "text": "loss of RUNX3 expression is highly associated with lymph node metastasis and poor prognosis of gastric cancer. The re-expression of RUNX3 may induce apoptosis and inhibit the growth as well as invasion/migration of cancer cells."}, {"pubmed": 19336521, "text": "RUNX3 is down-regulated during melanoma progression."}, {"pubmed": 19403666, "text": "RUNX3 specifically binds to the RUNX1 promoter in EBV-infected cells and downregulates RUNX1."}, {"pubmed": 19470943, "text": "Methylation in RUNX3 was associated with prostate cancer mortality only in one of the two cohorts studied"}, {"pubmed": 19521519, "text": "RUNX3 has an oncogenic role in head and neck cancer"}, {"pubmed": 19552756, "text": "Genetic variants in the Runt-related transcription factor 3 gene contribute to gastric cancer."}, {"pubmed": 19552756, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19571605, "text": "RUNX3 is involved in TGF-beta-dependent and -independent cell growth inhibition and apoptosis induction pathways in colon cancer cell line HT-29"}, {"pubmed": 19596937, "text": "Quantification of epigenetic changes in serum RUNX3 methylation using RTQ-MSP is useful for the detection and monitoring of gastric cancer"}, {"pubmed": 19603429, "text": "REVIEW: RUNX3-mediated repression of RUNX1 in B cells"}, {"pubmed": 19645591, "text": "RUNX3 gene methylation in epithelial ovarian cancer tissue and ovarian cancer cell lines is reported."}, {"pubmed": 19695681, "text": "promoter hypermethylation of the p16, Runx3, MGMT, and DAPK genes may play an important role in the pathogenesis of gastric precancerous lesions and early gastric adenocarcinoma"}, {"pubmed": 19706291, "text": "The tight junction protein claudin-1 has gastric tumor suppressive activity and is a direct transcriptional target of RUNX3"}, {"pubmed": 19727221, "text": "There was a significantly negative correlation between RUNX3 expression and severity of H. pylori-associated gastric lesions."}, {"pubmed": 19728008, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19728008, "text": "association between RUNX3 rs760805 polymorphism and the risk of gastric atrophy"}, {"pubmed": 19800882, "text": "RUNX3 suppresses Notch signaling in hepatocellular carcinoma SMMC7721 cells by its interaction with ICN1 (intracellular domain of Notch1) and thus recruitment to the RBP-J recognition motif of downstream genes of Notch signaling."}, {"pubmed": 19827872, "text": "DNA copy-number loss on 1p36.1 harboring RUNX3 with promoter hypermethylation and associated loss of RUNX3 expression in liver fluke-associated intrahepatic cholangiocarcinoma."}, {"pubmed": 19886737, "text": "Thymoma neoplastic epithelial cells can induce Th-POK expression in T-cell subsets similarly to the normal thymic epithelial cells. In addition, there was no significant difference in Runx3 expression in T-cell subsets between normal thymi and thymomas."}, {"pubmed": 19917773, "text": "Transcription factors RUNX1 and RUNX3 in the induction and suppressive function of Foxp3+ inducible regulatory T cells."}, {"pubmed": 19933870, "text": "Transgenic expression of Runx3 in mice accelerated CD4-positive cells to a T helper type (Th)1 cell-biased population or down-modulated Th2 cell responses, in part by neutralizing transcription factor GATA3."}, {"pubmed": 20100835, "text": "tyrosine phosphorylation of RUNX3 by activated Src is associated with the cytoplasmic localization of RUNX3 in gastric and breast cancers"}, {"pubmed": 20160714, "text": "Methylation of RUNX3 was significantly more prevalent in UC-CRC cases compared with controls."}, {"pubmed": 20190752, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20228843, "text": "Runx3 is essential for lung epithelial cell differentiation, and that downregulation of Runx3 is causally linked to the preneoplastic stage of lung adenocarcinoma."}, {"pubmed": 20300977, "text": "Aberrant promoter methylation of Runx3 and CHFR genes may be involved in the carcinogenesis and development of gastric cancer"}, {"pubmed": 20306685, "text": "Studies show that FISH technic for the detection of CBF chromosomal aberrations was significantly higher than conventional cytogenetics."}, {"pubmed": 20353948, "text": "RUNX3 acts as a novel co-activator for p53 through regulating its DNA damage-induced phosphorylation at Ser-15"}, {"pubmed": 20392673, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20392673, "text": "RUNX3 might be involved in ulcerative colitis pathogenesis by regulating the expression of genes related with immune response"}, {"pubmed": 20442291, "text": "Loss of RUNX3 is associated with colorectal cancer."}, {"pubmed": 20492341, "text": "Hypermethylation downregulates Runx3 gene expression and its restoration suppresses gastric epithelial cell growth by inducing p27 and caspase3 in human gastric cancer."}, {"pubmed": 20599712, "text": "ATBF1 associates with RUNX3 and translocates to the nucleus in response to TGF-beta signal transduction and might function in the nucleus as tumor suppressor and transcriptional regulator."}, {"pubmed": 20615577, "text": "p33 isoform is induced upon monocyte-derived dendritic cell maturation and downregulates IL-8 expression"}, {"pubmed": 20631058, "text": "Loss of RUNX3 through EZH2 and DNA methylation is associated with colorectal cancer."}, {"pubmed": 20676134, "text": "studies identify RUNX3 as a novel cellular target of H. pylori CagA and also reveal a mechanism by which CagA functions as an oncoprotein by blocking the activity of gastric tumor suppressor RUNX3."}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20682997, "text": "RTQ-MSP-based quantification of serum RUNX3 methylation is useful for the detection and monitoring of colorectal cancer."}, {"pubmed": 20801098, "text": "cyclin D1 provides a transcriptional switch that allows the tumor suppressor activity of RUNX3 to be repressed in cancer cells."}, {"pubmed": 20887385, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20887385, "text": "Significant haplotype associations between CASP9 and inflammatory bowel disease were identified, while no association of RUNX3 haplotypes with either ulcerative colitis or Crohn's disease was found"}, {"pubmed": 20955380, "text": "RUNX3 inactivation occurs specifically in Ductal carcinoma in situ and ductal carcinoma cells"}, {"pubmed": 21088106, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21105967, "text": "low expression or deletion of RUNX3 in salivary gland tumors might play a pivotal role in tumorigenesis and tumor progression"}, {"pubmed": 21109941, "text": "The present study suggests that RUNX3 might play an important role in the development of UC-Ca."}, {"pubmed": 21128246, "text": "These findings provide evidence for RUNX3-mediated suppression of gastric cancer invasion and metastasis and define a novel molecular mechanism that for the metastasis-inhibiting activity of RUNX3"}, {"pubmed": 21135153, "text": "RUNX3 methylation and expression associated with advanced precancerous gastric lesions."}, {"pubmed": 21205092, "text": "Loss of RUNX3 expression by histone deacetylation is associated with biliary tract carcinogenesis."}, {"pubmed": 21205319, "text": "Data show that a negative or weak signal was detected for RUNX3 expression in HCC tissue."}, {"pubmed": 21223798, "text": "The pattern of Runx3 gene methylation is related to the tumorigenesis of salivary gland adenoid cystic carcinoma."}, {"pubmed": 21223819, "text": "The methylation of RUNX3 plays an important role in the silencing of RUNX3 expression in salivary gland adenoid cystic carcinoma cell lines."}, {"pubmed": 21254652, "text": "Hypermethylation of the Runx3 promoter occurs in laryngeal squamous cell carcinoma, and the decreasing of Runx3 mRNA expression may be related to lymph node metastasis."}, {"pubmed": 21288908, "text": "induction of RUNX3 may be a mechanism to maintain Notch-transformed mesenchymal cells during heart development."}, {"pubmed": 21302620, "text": "Frequency of Runx3 methylation was significantly associated with tumor size in gastric cancer."}, {"pubmed": 21354923, "text": "RUNX3 protein expression is lowered in hepatic cell carcinoma as compared with that in the surrounding normal tissue."}, {"pubmed": 21523770, "text": "Several single-nucleotide polymorphisms (SNPs) in RUNX3 were significantly associated with susceptibility to intestinal-type gastric cancer"}, {"pubmed": 21567090, "text": "RUNX3 methylation may occur as a common event in the development of ACC and that methylation may be a major mechanism for inactivation of RUNX3 in ACC."}, {"pubmed": 21567391, "text": "RUNX3 deregulation is associated with Helicobacter pylori-induced pathogenesis and development of intestinal metaplasia."}, {"pubmed": 21612813, "text": "RUNX3 is frequently expressed in the nuclei of ovarian cancer cell lines and plays an oncogenic role in ovarian cancer."}, {"pubmed": 21637926, "text": "RUNX3 restoration downregulated cancer stem cells by suppressing JAG1-mediated Notch signaling"}, {"pubmed": 21640801, "text": "A role for RUNX3 as a tumor suppressor in neuroblastoma."}, {"pubmed": 21656750, "text": "RUNX3 plays an important role in melanoma pathogenesis and may serve as a promising prognostic marker for melanoma."}, {"pubmed": 21658745, "text": "The spreading pattern of the runt-related transcription factor-3 methylation may play an a role in the progression of adenoid cystic carcinoma."}, {"pubmed": 21678419, "text": "This study showed that show that RUNX3 is a principal and evolutionarily conserved component of the MST pathway."}, {"pubmed": 21706051, "text": "Consistent with its ability to regulate the levels of ERalpha, expression of RUNX3 inversely correlates with the expression of ERalpha in breast cancer cell lines, human breast cancer tissues and Runx3(+/-) mouse mammary tumors"}, {"pubmed": 21756810, "text": "A lower expression of Runx3 gene may play an important role in the carcinogenesis and progression of papillary thyroid carcinoma."}, {"pubmed": 21781566, "text": "Promoter methylation might be one of the important factors of RUNX3 inactivation, and might play an important role in carcinogenesis and progression of papillary thyroid carcinoma."}, {"pubmed": 21803306, "text": "there was a significant correlation between Runx3 protein and TGF-beta(1) in patients with irritable bowel syndrome(P<0.05)."}, {"pubmed": 21819494, "text": "Occurrence of RUNX3 methylation associated with nodal status and tumor stage. findings indicate RUNX3 frequently aberrantly methylated; could be considered as potential prognostic marker in tongue carcinoma."}, {"pubmed": 21867527, "text": "This meta-analysis identified a strong association between methylation of the RUNX3 promoter and gastric cancer, confirming the role of RUNX3 as a tumor suppressor gene."}, {"pubmed": 21873791, "text": "RUNX3 methylation is a significant independent prognostic factor for disease-free survival and overall survival in non-small cell lung cancers."}, {"pubmed": 21914347, "text": "Abnormal expression of Ezh2, Runx3 and caspase-3 is associated with the development and progression of endometrioid adenocarcinoma."}, {"pubmed": 21922326, "text": "data indicated that RUNX3 expression is significantly decreased in human glioma"}, {"pubmed": 21942099, "text": "It is a tumor suppressor protein and plays a role as a coactivator of P53."}, {"pubmed": 21956756, "text": "Disruption of expression in relation to tumor suppressors like DMBT1 and RUNX3 genes was associated with bladder cancer."}, {"pubmed": 22068036, "text": "determined that the tumor suppressors CLU, NGFR, and RUNX3 were also directly repressed by EZH2 like CASZ1 in NB cells"}, {"pubmed": 22076387, "text": "The expression rates of RUNX3 in patients with GCTB were significanly lower than normal bone tissues."}, {"pubmed": 22179198, "text": "RUNX3 plays a pivotal role in 5-aza-CdR- and TSA-induced cell proliferation and apoptosis in K562 and Reh cells."}, {"pubmed": 22231444, "text": "The results showed that loss of RUNX3 expression enhanced the Akt1-mediated signaling pathway. The RUNX3-mediated inhibition of Akt1 caused beta-catenin protein degradation and then cyclin D1 downregulation."}, {"pubmed": 22234069, "text": "The serum RUNX3 promoter hypermethylation may be a promising biomarker for the early diagnosis of esophageal squamous cell carcinoma (ESCC), gastric cancer (GC) and colorectal cancer (CRC) patients."}, {"pubmed": 22246363, "text": "RUNX3 may function as a tumor suppressor gene in the occurrence and progression of cervical carcinoma."}, {"pubmed": 22253448, "text": "Role of runt-related transcription factor 3 (RUNX3) in transcription regulation of natural cytotoxicity receptor 1 (NCR1/NKp46), an activating natural killer (NK) cell receptor."}, {"pubmed": 22266963, "text": "Results showed that CagA can reduce the expression level of Runx3 at both mRNA and protein levels significantly."}, {"pubmed": 22274925, "text": "ROS silenced the tumor suppressor, RUNX3, by epigenetic regulation and may therefore be associated with the progression of colorectal cancer"}, {"pubmed": 22275124, "text": "Tumor suppressor function of RUNX3 in breast cancer. Review."}, {"pubmed": 22296371, "text": "RUNX3 RNA and protein expression was decreased in HCC tissues."}, {"pubmed": 22311819, "text": "RUNX3 methylation is associated with disease progression in patients with non-muscle-invasive bladder cancer."}, {"pubmed": 22457727, "text": "RUNX3 had the function of inhibiting the proliferative and metastatic abilities of CCRCC cells by regulating cyclins and TIMP1"}, {"pubmed": 22479382, "text": "Results indicate that the ICAM-3 gene promoter is negatively regulated by RUNX3."}, {"pubmed": 22488108, "text": "mRNA expression of E-cadherin was also significantly correlated with that of RUNX3 in low-EMT HCC."}, {"pubmed": 22544322, "text": "RUNX3 binds to centrosomal protein rootletin."}, {"pubmed": 22576578, "text": "The current findings supported RUNX3 methylation as a risk factors for the carcinogenesis of chronic atrophic gastritis with H. pylori infection and indicated that circulating RUNX3 methylation is a valuable biomarker for the detection of early GC."}, {"pubmed": 22580604, "text": "Knocking down Pin1 enhances the cellular levels and transcriptional activity of RUNX3 by inhibiting the ubiquitination and degradation of RUNX3"}, {"pubmed": 22699781, "text": "RUNX3 promoter methylation is a significant prognostic factor for overall survival in muscle invasive bladder cancer (MIBC) patients."}, {"pubmed": 22729835, "text": "Aim of this study was to characterize further the expression of RUNX3 in lung cancers.Inactivation of RUNX3 was observed in 70% of the adenocarcinoma samples, and this was associated with promoter hypermethylation but not biased to EGFR/KRAS mutations."}, {"pubmed": 22734230, "text": "The lower expression of runx3 protein in the hepatic cell carcinoma (HCC) probably plays an important role in the tumorigenesis and development of HCC."}, {"pubmed": 22814793, "text": "RUNX3 may be involved in the pathogenesis of ankylosing spondylitis."}, {"pubmed": 22846564, "text": "These data suggest that miR-130a/RUNX3/Wnt signaling represents a novel pathway regulating chemoresistance, thus offering a new target for chemotherapy of hepatocellular carcinoma."}, {"pubmed": 22883670, "text": "Methylation status of Runx3 gene is closely correlated with clinicopathological parameters of gastric carcinoma."}, {"pubmed": 23086478, "text": "PKC-theta is regulated by a new pathway in which NOTCH1 induces runt-related transcription factor 3 (RUNX3), RUNX3 represses RUNX1 and RUNX1 induces PKC-theta."}, {"pubmed": 23104301, "text": "Methylation of RUNX3 with germline intronic SMAD7 variant rs4939827 is associated colorectal cancer."}, {"pubmed": 23243425, "text": "The Runx3 expression was also downregulated with the lower T-bet mRNA level."}, {"pubmed": 23269881, "text": "RUNX3 is associated with thyroid carcinogenesis, and RUNX3 DNA methylation is a potentially useful diagnostic marker for papillary thyroid cancer."}, {"pubmed": 23294722, "text": "Both EZH2 and RUNX3 may play important roles in the development and progression of RCC, and the detection on EZH2 and RUNX3 expressions will be helpful for early diagnosis and prognosis prediction of RCC."}, {"pubmed": 23401011, "text": "Variants in RUNX3 contribute to susceptibility to psoriatic arthritis, exhibiting further common ground with ankylosing spondylitis."}, {"pubmed": 23457532, "text": "The lost of RUNX3 expression may contribute to the tumor invasion and growth in renal cell carcinoma. Re-expression of RUNX3 leads to the inhibition of renal cell carcinoma cell migration and invasion."}, {"pubmed": 23542169, "text": "RUNX3 destabilizes HIF-1alpha protein by promoting the proline hydroxylation of HIF-1alpha through binding to HIF-1alpha/PHD2"}, {"pubmed": 23549984, "text": "Results show that miR-148a may regulate RUNX3 expression through modulation of DNMT1-dependent DNA methylation in gastric cancer and highlight a miRNA-epigenetics regulation mechanism of gene expression."}, {"pubmed": 23555166, "text": "These results suggest that the CagA status of H. pylori infection may be a modifier of dietary effects on RUNX3 methylation in gastric cancer tissue."}, {"pubmed": 23637848, "text": "RUNX3 is associated with the severity of ankylosing spondylitis in the Chinese Han population"}, {"pubmed": 23648294, "text": "The methylation of RUNX3 gene is significantly related with the occurrence and development of pancreatic cancer."}, {"pubmed": 23664167, "text": "Loss of RUNX3 expression contributes to gemcitabine resistance by inducing MRP expression, thereby resulting in poor patient survival."}, {"pubmed": 23666463, "text": "RUNX3 acts a tumor suppressor in chondrosarcoma and that RUNX3 promoter methylation may be the molecular mechanism for its decreased expression."}, {"pubmed": 23700080, "text": "RUNX3 has a role in sensitivity to pheophorbide a-photodynamic therapy in human oral squamous cell carcinoma cell lines"}, {"pubmed": 23724145, "text": "Transient CSE treatment over 1 daily regimen resulted in transcriptional down-regulation of RUNX3 and H19, but only the H19 transcription was down-regulated in the chronically CSE-treated urothelial cells."}, {"pubmed": 23774402, "text": "Loss of RUNX3 promotes cell migration in gastric cancer."}, {"pubmed": 23851507, "text": "findings provide a tumor-suppressing mechanism by which RUNX3 inhibits the MYCN activity in neuroblastoma"}, {"pubmed": 23874686, "text": "miR-130a plays an important role in maintaining normal EPC function, and decreased miR-130a in endothelial progenitor cells (EPC) from diabetes mellitus contributes to impaired EPC function, likely via its target Runx3."}, {"pubmed": 23886181, "text": "Hypermethylation of the RUNX3 promoter is associated with bladder cancer."}, {"pubmed": 23892093, "text": "epigenetic downregulation of RUNX3 can induce docetaxel resistance in human lung adenocarcinoma cells by activating AKT signaling."}, {"pubmed": 23912048, "text": "miR-106b can promote the proliferation and invasion of laryngeal carcinoma cells by directly targeting RUNX3, and RUXN3 knockdown can abolish this phenotype"}, {"pubmed": 23932924, "text": "MicroRNA-106a induces multidrug resistance in gastric cancer by targeting RUNX3."}, {"pubmed": 23934435, "text": "This study overemphasized the RUNX3 gene importance in brain tumors, due to the existence of at least one methylated allele."}, {"pubmed": 23959374, "text": "Single nucleotide polymorphism rs760805 in RUNX3 gene is not associated with gastric cancer."}, {"pubmed": 24002642, "text": "Reduced RUNX3 expression is significantly correlated with breast cancer progression and predicts worse survival. RUNX3 regulates breast cancer cell migration and invasion through the MMP-2 pathway."}, {"pubmed": 24042352, "text": "Loss of RUNX3 expression activates the Akt signaling pathway and induces proliferation of colorectal cancer."}, {"pubmed": 24175838, "text": "Hypermethylation of RUNX3 gene is associated with esophageal carcinoma."}, {"pubmed": 24229708, "text": "Inactivation of RUNX3 induces Lung neoplasms and greatly accelerates the K-RAS-induced development of adenocarcinoma."}, {"pubmed": 24283877, "text": "Research found that methylation patterns of a number of loci within the RUNX3 gene were significantly associated with smoking during pregnancy, and one of these loci was associated with decreased gestational age."}, {"pubmed": 24403453, "text": "Hypermethylation of RUNX3 was associated with colorectal carcinomas."}, {"pubmed": 24447505, "text": "These results indicate that RUNX3 can either suppress or activate the Wnt signaling pathway through its binding to the TCF4/beta-catenin complex by cell context-dependent mechanisms"}, {"pubmed": 24447545, "text": "RUNX3 suppressed gastric cancer cell invasion and vimentin expression by activating miR-30a."}, {"pubmed": 24475196, "text": "RUNX3 expression suppresses metastasis and angiogenesis of human prostate cancer."}, {"pubmed": 24622886, "text": "RUNX3 and beta-catenin play important roles in the carcinogenesis of sporadic colorectal tubular adenomas."}, {"pubmed": 24636883, "text": "RUNX3-binding site in the promoter of survivin gene is identified. This leads to significantly inhibition of survivin expression. Negative correlation of RUNX3 and survivin expression in clinical specimens of gastric cancer exists."}, {"pubmed": 24641363, "text": "underexpression of RUNX3 in human esophageal squamous cell cancer tissue is significantly correlated with progression. Restoration of RUNX3 expression significantly inhibits ESCC cells proliferation, migration, invasion and tumorigenesis."}, {"pubmed": 24750349, "text": "Runx3 mediates the effects of miR- 130a on the autophagy and BECN1 and Bcl2 expression of endothelial progenitor cells ."}, {"pubmed": 24812032, "text": "These results demonstrate an important role for RUNX3 in Ewing sarcoma."}, {"pubmed": 24938604, "text": "In pancreatic carcinoma tissues, low expression of RUNX3 may indicate a poor prognosis."}, {"pubmed": 25008775, "text": "IL23A is a target gene of RUNX3 in gastric epithelial cells. RUNX3 acts synergistically with TNF-alpha and H. pylori to induce IL23A expression."}, {"pubmed": 25037468, "text": "The results of this meta-analysis suggest that RUNX3 hypermethylation may be implicated in the pathogenesis of hepatocellular carcinoma"}, {"pubmed": 25061743, "text": "Methylation of the RUNX3 promoter strongly correlated with hepatocellular carcinoma (HCC) in Asian populations, especially in individuals with HCV-related HCC, and may be a useful marker for HCC diagnosis in these populations. (Meta-analysis)"}, {"pubmed": 25088199, "text": "A new model of RUNX3 epigenetic control in cancer, based on immune-specific, non-CpG island promoter hypomethylation."}, {"pubmed": 25176183, "text": "Study provides evidence that APOBEC3B is overexpressed in chondrosarcoma tissues and cell lines and interferes with RUNX3 transcription."}, {"pubmed": 25185713, "text": "Runx-dependent PU.1 chromatin interaction and transcription of PU.1 are essential for both normal and leukemia stem cells."}, {"pubmed": 25229459, "text": "RUNX3 methylation is associated with an increased risk, progression as well as worse survival in esophageal cancer."}, {"pubmed": 25270738, "text": "the Runx3 and Th1-associated factors including T-bet and IFN-gamma synchronization declines in gastric carcinoma may contribute to the development of cancer."}, {"pubmed": 25280519, "text": "Silencing of EZH2 significantly reduces the methylation level of RUNX3 DNA in cholangiocarcinoma cells."}, {"pubmed": 25333219, "text": "RUNX3 inactivation by promoter hypermethylation plays a role in the progression of malignant transformation of ovarian endometriosis."}, {"pubmed": 25391920, "text": "The inactivation of RUNX3 correlated with lymph node metastasis and recurrence esophageal squamous cell carcinoma."}, {"pubmed": 25428380, "text": "Our findings suggest that RUNX3 is an important player in the malignancy of esophageal squamous cell carcinoma cells by promoting cell proliferation and invasion"}, {"pubmed": 25467143, "text": "Data showed that RUNX3 behavior was opposite to TIMP3 and MGMT in patients with glioblastoma multiforme."}, {"pubmed": 25494292, "text": "The rs11249215 SNP in RUNX3 and the rs7379457 and rs32579 SNPs in PPARGC1B significantly affect the BASFI score in patients. The rs11249215, rs7551188, and rs1395621 SNPs in RUNX3 significantly affect the BASDAI scores."}, {"pubmed": 25509356, "text": "We examined allelic imbalance (AI) on loci 17p13.1 (TP53), 1p36.1 (RUNX) and 16p22 (CDHI) and microsatellite instability (MI) with BAT26 in 78 patients with gastric cancer"}, {"pubmed": 25612675, "text": "RUNX3 promoter hypermethylation is frequent in leukaemia cell lines and associated with acute myeloid leukaemia inv(16) subtype."}, {"pubmed": 25641675, "text": "RUNX3 does play important functions in immunity and inflammation and may thereby indirectly influence epithelial tumor development."}, {"pubmed": 25648363, "text": "RUNX3 methylation significantly correlated with meningioma WHO grade, therefore, can be considered as a potential indicator of tumor aggressiveness."}, {"pubmed": 25664646, "text": "indicates a strong association between methylation of the RUNX3 promoter and hepatocellular carcinoma"}, {"pubmed": 25693942, "text": "RUNX3 gene promoter hypermethylation rate was much higher in tumor tissue than that in normal gastric tissue in the patient with gastric cancer."}, {"pubmed": 25879218, "text": "Loss of tumor suppressors RUNX3 and CDKN2A were related to recurrence-risk and warrants further investigation"}, {"pubmed": 25967717, "text": "A significant relation was determined between loss of RUNX3 and increasing density of H. pylori in chronic gastritis."}, {"pubmed": 26004068, "text": "Runx3 serves as both a tumor suppressor and promoter in slowing proliferation while orchestrating a metastatic program to stimulate cell migration, invasion, and secretion of proteins that favor distant colonization."}, {"pubmed": 26082616, "text": "RUNX3 hypermethylation is associated with an increased risk and worse survival in non-small cell lung cancer"}, {"pubmed": 26093269, "text": "aberrant expression of RUNX3 was associated with the pathogenesis of Immune thrombocytopenia and therapeutically targeting it might be a novel approach in Immune thrombocytopenia treatment"}, {"pubmed": 26134263, "text": "miR-130a was identified as an oncogene that promotes gastric cancer tumorigenesis by targeting RUNX3."}, {"pubmed": 26161748, "text": "Data show that the Lim domain only 2 (LMO2) regulatory element (element-25) region consists of transcription factor GATA2-binding myeloid ennhancer and RUNX protein-binding T-cell repressor."}, {"pubmed": 26175272, "text": "Hypermethylation of RUNX3/CAMK2N1 is associated with poor clinical outcome in Type II EOC, also after macroscopic complete resection."}, {"pubmed": 26186909, "text": "Overexpression of RUNX3 increased cIAP2 expression in A2780s cells, whereas inhibition of RUNX3 decreased cIAP2 expression and potentiated carboplatin-induced decrease of cIAP2 in A2780cp cells."}, {"pubmed": 26233263, "text": "common susceptibility gene shared by systemic lupus erythematosus and psoriasis as well as ankylosing spondylitis"}, {"pubmed": 26239696, "text": "we show that RUNX3 and RUNX3-regulated chemokines are linked to non-small cell lung cancer-mediated bone resorption"}, {"pubmed": 26364597, "text": "RUNX3 acts as a tumour suppressor"}, {"pubmed": 26375442, "text": "Targeting miR-130a and miR-495 could be a potential therapeutics to recover RUNX3 expression under hypoxic conditions and in early tumorigenic progression."}, {"pubmed": 26452539, "text": "The genetic association of RUNX3 with ankylosing spondylitis can be explained by allele-specific effects on IRF4 recruitment that alter gene expression."}, {"pubmed": 26475207, "text": "Exogenous expression of RUNX3 resulted in the enhancement of Ara-C resistance in K562 cells. RUNX3 is a downstream target of FLT3-ITD. RUNX3 is a prerequisite for Ara-C resistance via FLT3-ITD signaling."}, {"pubmed": 26515139, "text": "miR-532-5p functions as an oncogenic miRNA by promoting cell growth, migration and invasion in human gastric cancer cells via regulation of RUNX3 gene expression."}, {"pubmed": 26520896, "text": "HMGB1 contributed to IFN-gamma-producing Th17-cell bias in coronary artery atherosclerosis by controlling expression of T-bet and RUNX3."}, {"pubmed": 26634516, "text": "the AA genotype and A allele of rs2236852 polymorphism confer a decreased CRC risk, while the TA haplotype (rs760805 and rs2236852) increases the risk for CRC development in Mexican patients."}, {"pubmed": 26657794, "text": "Results show up-regulation of TrkB and down-regulation of Runx3 and Keap1 in breast cancer cells and suggest that TrkB plays a key role in tumorigenicity and metastasis of breast cancer cells through suppression of Runx3 or Keap1."}, {"pubmed": 26708741, "text": "In the present review, we summarize the proposed roles of RUNX3 in metastasis and, when applicable, highlight the mechanism by which they function."}, {"pubmed": 26756701, "text": "N-myc protein also could bind to the promoter of pri-miR-4295 and inhibit the expression of RUNX3 in glioma cells."}, {"pubmed": 26853927, "text": "RUNX 3 promoter hypermethylation can lead to down-regulation of RUNX3 in laryngeal squamous cell carcinoma."}, {"pubmed": 26883634, "text": "the Notch pathway component RBP-J is required for EBNA2 activation of RUNX3 and reveal additional coactivation of RUNX3 by EBNA3B and 3C"}, {"pubmed": 26898755, "text": "Our results from clinical samples also suggest that Threonine 209 phosphorylation by Pak1 could be a potential therapeutic target and of great clinical relevance with implications for Runx3 inactivation in cancer cells where Runx3 is known to be oncogenic. The findings presented in this study provide evidence of Runx3-Threonine 209 phosphorylation as a molecular switch in dictating the tissue-specific dualistic functions"}, {"pubmed": 26985715, "text": "loss of RUNX3 expression contributed to 5-FU and CDDP resistance by inducing multidrug resistance proteins expression."}, {"pubmed": 27048832, "text": "miR-130b expression was downregulated, while RUNX3 mRNA was upregulated, in EOC tissues compared to normal ovarian tissues (both P=0.001). Importantly, the expression level of miR-130b in EOC tissues was negatively correlated with that of RUNX3 mRNA significantly."}, {"pubmed": 27082311, "text": "the present study suggested that RUNX3 regulated the differentiation of Th17 and Th22 cells in psoriasis, providing a promising therapeutic strategy for the treatment of psoriasis."}, {"pubmed": 27184221, "text": "Loss of RUNX3 expression strongly correlated with adverse prognosis, independent of subtype. Further studies are warranted to elucidate the biology and prognostic utility of RUNX3 in DLBCL."}, {"pubmed": 27196446, "text": "hypermethylation modifications of CpG13, CpG14, and CpG15 in the promoter region of Runx3 could result in the down regulation of Runx3 expression to affect the prognosis of Chronic Atrophic Gastritis Patients. So the methylation levels of these CpG sites in Runx3 in the peripheral blood can be used as the biomarker for predicting the healing prognosis of Chronic Atrophic Gastritis Patients patients."}, {"pubmed": 27377697, "text": "we present evidence that RUNX3 can act as a tumor suppressor in a human T-cell malignancy and suggest that this effect is predominantly mediated through transcripts from its distal promoter, in particular RUNX3/p46."}, {"pubmed": 27420934, "text": "RUNX3 promoter methylation is linked to the origin of HCC but not to its progression from non-metastatic to metastatic stages."}, {"pubmed": 27425596, "text": "High RUNX3 expression is associated with gastric cancer."}, {"pubmed": 27497248, "text": "The miR-29b/KDM2A axis was involved in the RUNX3-mediated inhibition of gastric cancer cell proliferation and metastasis."}, {"pubmed": 27498627, "text": "RUNX3 plays an important role in As2O3induced cellular responses and allows cells to overcome mesenchymal stem cellmediated drug resistance"}, {"pubmed": 27566570, "text": "High expression of RUNX3 is correlated with gastric cancer."}, {"pubmed": 27633042, "text": "RUNX3 overexpression inhibited CRC cell migration and invasion resulting from the upregulation of matrix metalloproteinase-2 (MMP-2) and MMP-9 expression.  the knockdown of RUNX3 reduced the inhibition of migration and invasion of CRC cells. Finally, we found that restoration of RUNX3 decreased vascular endothelial growth factor (VEGF) secretion and suppressed endothelial cell growth and tube formation"}, {"pubmed": 27664488, "text": "RUNX3 methylation level is associated with gastric cancer (GC), especially the methylation at site -1415 contributes to the poor prognosis in GC."}, {"pubmed": 27721253, "text": "The RUNX3 gene promoter methylation rate was much higher in tumor tissue than that in normal gastric tissue in patient with gastric cancer, which indicates a close association between gastric cancer and RUNX3 gene promoter methylation."}, {"pubmed": 27748919, "text": "miR-20a overexpression contributed to hepatocellular carcinoma cell proliferation and migration through reducing the translation of RUNX3."}, {"pubmed": 27766776, "text": "Results confirmed that a loss of RUNX3 in esophageal squamous cell carcinoma may contribute to cisplatin-resistance."}, {"pubmed": 27793801, "text": "IFNgamma promotes double strabded RNA-induced TLR3-dependent apoptosis via upregulation of transcription factor Runx3 in airway epithelial cells."}, {"pubmed": 27825140, "text": "RUNX 3 hypermethylation is associated with breast cancer."}, {"pubmed": 27859417, "text": "miR-148a-3p may regulate RUNX3 expression through the modulation of DNMT1-dependent DNA methylation in laryngeal squamous cell carcinoma."}, {"pubmed": 27902892, "text": "MicroRNA-145 could regulate the balance of Th1/Th2 through targeting the RUNX3 in asthma patients."}, {"pubmed": 27916094, "text": "Knockdown of RUNX3 in HCMECs attenuates hypoxia-induced EndoMT via partially inhibiting TGF-beta and Notch signaling pathway."}, {"pubmed": 27990641, "text": "HDAC1- and SRC-mediated phosphorylation of RUNX3 induced by oxidative stress is associated with the cytoplasmic localization of RUNX3 and can lead to RUNX3 inactivation and carcinogenesis."}, {"pubmed": 28030842, "text": "RUNX3 expression in oral squamous carcinoma cells contributes to their bone invasion and the resulting osteolysis by inducing their malignant behaviors and production of osteolytic factors."}, {"pubmed": 28119527, "text": "RUNX3 mRNA and protein expression were upregulated in nasal-type extranodal NK/T-cell lymphoma (NKTL) patient samples and NKTL cell lines compared to normal NK cells.  RUNX3 silenced NKTL cells showed increased apoptosis and reduced cell proliferation. MYC and RUNX3 binding occurs. Potential binding sites for MYC were identified in the RUNX3 enhancer region."}, {"pubmed": 28458013, "text": "The hypermethylation of RUNX3 in AFB1-transformed hepatocytes and human hepatocellular carcinomas implicates RUNX3 as a tumor suppressor gene"}, {"pubmed": 28468586, "text": "our results suggest that an aberrant messenger RNA expression may be the outcome of CpG, CHG, and CHH methylation in O(6)-methylguanine-DNA methyltransferase, whereas outcome of CHG and CHH methylation in runt-related transcription factor 3 promoters along with risk factors such as consumption of tobacco, betel nut, and smoking habits in esophageal cancer from Northeast India"}, {"pubmed": 28530640, "text": "Taken together, these results identify a crucial role for the RUNX cluster in the maintenance and progression of cancer cells and suggest that modulation of the RUNX cluster using the PI polyamide gene-switch technology is a potential strategy to control malignancies."}, {"pubmed": 28534977, "text": "RUNX3 is a common downstream target of TGF-beta and Notch signaling, and may be a novel therapeutic target for treating CVD mediated by EndMT."}, {"pubmed": 28628382, "text": "Post-translational modifications of RUNX3 have been shown to play an important role in directing RUNX3 functions. In cancer, RUNX3 functions as tumor suppressor or oncogene depending on its phosphorylation status by PAK1. [review]"}, {"pubmed": 28765934, "text": "These findings suggested that RUNX3 played a tumor suppressor role in oral squamous cell carcinoma (OSCC) by inhibiting cell migration, invasion and angiogenesis, supporting that it could be a potential therapeutic target for OSCC"}, {"pubmed": 28795320, "text": "results suggest that EZH2 regulates cell proliferation potentially by targeting RUNX3 through the Wnt/beta-catenin signaling pathway in laryngeal carcinoma."}, {"pubmed": 28846108, "text": "Runx3 plays a critical role in R-point regulation and defense against cellular transformation."}, {"pubmed": 28882948, "text": "Our results support the ability of Runx3 to contribute to the dissemination of human PDAC thus confirming the observations from murine models."}, {"pubmed": 28901461, "text": "Study showed that Runx3 was found a target of miR-106b, and the inhibition of miR-106b upregulated Runx3. These results provide evidence that Runx3 is a tumor-suppressor in retinoblastoma and is a target of miR-106b."}, {"pubmed": 28940471, "text": "CNRIP1 and RUNX3 as potential DNA methylation biomarkers for CRC diagnosis and treatment"}, {"pubmed": 29019900, "text": "The methylation status of Runx3 gene are abnormal in Hepatocellular Carcinoma patients, which may further be used as molecular markers for early diagnosis of Liver cancer."}, {"pubmed": 29039519, "text": "The BMP9-induced phosphorylation of Smad1/5/8 was increased with the overexpression of RUNX3, and yet was decreased with the knockdown of RUNX3. Collectively, our findings suggest that RUNX3 is an essential modulator of the BMP9-induced osteoblast lineage differentiation of mesenchymal stem cells (MSCs)."}, {"pubmed": 29054094, "text": "MiR-182/HOXA9 was involved in the process of RUNX3-mediated GC tumor growth."}, {"pubmed": 29074538, "text": "RUNX3 creates an effective barrier against further TGFbeta-dependent tumor progression by preventing genomic instability."}, {"pubmed": 29417297, "text": "Runx3 ubiquitination is regulated by HOTAIR in the gastric cancer.HOTAIR is negatively associated with Runx3 in gastric cancer tissues."}, {"pubmed": 29480940, "text": "17 Single Nucleotide Polymorphisms in ERAP1/ERAP2 and RUNX3 genes did not confer disease susceptibility to ankylosing spondylitis in Chinese Han."}, {"pubmed": 29488879, "text": "In vitro, prolonged activation of naive CD4 T cells in presence of Th1 polarizing cytokines led to the acquisition of perforin-dependent cytotoxic activity. This process was dependent on the Th1 transcription factor Runx3 and was limited by the sustained expression of ThPOK."}, {"pubmed": 29578091, "text": "RUNX3 expression correlates with tumor's differentiation, depth of invasion, lymph node metastasis, distant metastasis, TNM stage and overall survival of gastric cancer patients."}, {"pubmed": 29693143, "text": "The present results suggested that methylation may serve a critical role in the silencing of RUNX3 and loss of RUNX3 expression may serve as a prognostic marker in endometrial cancer."}, {"pubmed": 29717663, "text": "REVIEW: immunomodulatory functions of RUNX3 within the hematopoietic compartment to gain insight into the consequences of Runx3 deletion or overexpression in committed immune cells"}, {"pubmed": 29845298, "text": "Therefore miR199b may serve as an oncogene in Wilms' tumour (WT)progression by directly targeting RUNX3, thereby suggesting that the miR199b/RUNX3 axis may be a promising therapeutic target for patients with WT"}, {"pubmed": 29864933, "text": "High expression of miR-20a-5p significantly decreased both the mRNA and protein levels of RUNX3, as well as its direct downstream targets Bim and p21."}, {"pubmed": 29912616, "text": "miR-210 released from adipose-derived stem cell-derived microvesicle promoted proliferation, migration and invasion of human umbilical vein endothelial cells by targeting RUNX3."}, {"pubmed": 30110632, "text": "RUNX1/RUNX3 poly(ADP-Ribosyl)ation and BLM interaction facilitate the Fanconi anemia pathway of DNA repair."}, {"pubmed": 30133331, "text": "In summary, these data suggest that hypermethylation of the RUNX3 gene promoter may play an important role in estrogen receptor-positive breast tumor progression."}, {"pubmed": 30218658, "text": "The Runx3 may regulate the development of T cell lineage including those of innate lymphoid cells, Treg cells and dendritic cells, which may contribute to the development of hypersensitivity and asthma."}, {"pubmed": 30535462, "text": "Cytoplasmic mislocalization of RUNX3 protein may be a common event in tongue SCC."}, {"pubmed": 30553475, "text": "HP plays an important role in the development and progression of GC through silencing of CDH1, RUNX3, p21WAF and p27 expression"}, {"pubmed": 30650190, "text": "Three SNPs (RUNX3 rs7553295 G > T, AMD1 rs1279590 G > A and MSRA rs73534533 C > A) were replicated in the validation dataset, and their meta-analysis showed an adjusted hazards ratio [HR] of 0.82 [95% confidence interval (CI) =0.75-0.89] and pmeta = 2.86 x 10(-6) , 0.81 (0.73-0.91) and pmeta = 4.63 x 10(-4) , and 0.77 (0.68-0.89) and pmeta = 2.07 x 10(-4) , respectively)."}, {"pubmed": 30692634, "text": "A direct role for RUNX3 in TRAIL-induced apoptosis via activation of DR5 in colorectal cancer.RUNX3 induces reactive oxygen species generation via transcriptional inhibition of SOD3."}, {"pubmed": 30763934, "text": "Loss of RUNX3 Immunoreactivity in Non-Neoplastic Rectal Mucosa May Predict the Occurrence of Ulcerative Colitis-Associated Colorectal Cancer."}, {"pubmed": 30877466, "text": "RUNX3 methylation level is negatively associated with overall survival in clear cell renal cell carcinoma."}, {"pubmed": 30896667, "text": "The present study suggested a genetic association between RUNX3 gene polymorphisms and severe preeclampsia"}, {"pubmed": 30951700, "text": "Findings indicate that compared with the alcoholic steatohepatitis (ASH) group of patients, the expression levels of all three tumor suppressor genes (TSGs) proteins, RUNX family transcription factor 3 (RUNX3), glutathione S-transferase pi 1 (GSTP1), and RASSF1A tumor suppressor (RASSF1), were significantly lower in the non-alcoholic steatohepatitis (NASH) group of patients."}, {"pubmed": 30982493, "text": "miR-148-3p directly repressed the expression of DNMT1 and inhibited proliferation, migration, and invasion by regulating DNMT1-RUNX3 axis and the epithelial-mesenchymal transition in glioblastoma multiforme (GBM). Our findings provide a new foundation for treatment of patients with GBM."}, {"pubmed": 31015486, "text": "RUNX3 regulates cell cycle-dependent chromatin dynamics by functioning as a pioneer factor of the cell cycle restriction point."}, {"pubmed": 31046486, "text": "There was no significant difference in the methylation rate of RUNX3 between early-stage ulcerative colitis group and healthy control group."}, {"pubmed": 31093876, "text": "Multivariate analysis indicated that RUNX3 and CDH1 promoter methylation were independent prognostic factors for overall survival (P = 0.03 and 0.04; respectively), while DAPK1, RUNX3 and MT1G PM were independent prognostic factors for disease free survival."}, {"pubmed": 31111550, "text": "Overexpression of miR-4286 is an unfavorable prognostic marker in individuals with non-small cell lung cancer."}, {"pubmed": 31122259, "text": "Studies identify RUNX3 as a novel target gene of miR-301a in non-small cell lung carcinoma cell lines and Kras mutated mice. Elevated RUNX3 expression contributes to attenuated cellular migration in lung cancer cells with miR-301a inhibition and reduced lung tumorigenesis in miR-301a deficient mice."}, {"pubmed": 31126957, "text": "We show at least two pathways potentially causing low RUNX3 level in SSc pDCs, and we demonstrate the detrimental effect of loss of Runx3 in SSc model further underscoring the role of pDCs in this disease."}, {"pubmed": 31171641, "text": "RUNX3 levels in human hematopoietic progenitors are regulated by aging and dictate erythroid-myeloid balance."}, {"pubmed": 31179817, "text": "Results of the study indicate that DNA methylation of RUNX3 gene may be a potential molecular mediator explaining the protective effect of mediterranean diet on colon cancer."}, {"pubmed": 31278361, "text": "RUNX3 suppresses metastasis and stemness by inhibiting Hedgehog signaling in colorectal cancer."}, {"pubmed": 31436249, "text": "Low RUNX3 expression is associated with small solitary pulmonary nodules."}, {"pubmed": 31485638, "text": "miR-301a-3p expression is increased and RUNX3 mRNA expression is decreased in prostate cancer tissues and cell lines."}, {"pubmed": 31503422, "text": "miR-106b-5p promotes aggressive progression of hepatocellular carcinoma via targeting RUNX3."}, {"pubmed": 31622282, "text": "he methylation status of RUNX3 promoter region plays a role in Th1/Th2 imbalance by silencing RUNX3 gene expression."}, {"pubmed": 31642435, "text": "Measurement of RUNX3 gene expression in peripheral blood mononuclear cells has a certain value in identifying children with atopic constitution at high risk of asthma among children with bronchiolitis"}, {"pubmed": 31790342, "text": "Methylation of tumour suppressor genes RUNX3, RASSF1A and E-Cadherin in HCV-related liver cirrhosis and hepatocellular carcinoma."}, {"pubmed": 31898342, "text": "Transcription factor RUNX3 promotes CD8(+) T cell recruitment by CCL3 and CCL20 in lung adenocarcinoma immune microenvironment."}, {"pubmed": 32003017, "text": "microRNA-802 accelerates hepatocellular carcinoma growth by targeting RUNX3."}, {"pubmed": 32307917, "text": "Inhibition of PIM1 attenuates the stem cell-like traits of breast cancer cells by promoting RUNX3 nuclear retention."}, {"pubmed": 32341038, "text": "Overexpression of RUNX3 Represses RUNX1 to Drive Transformation of Myelodysplastic Syndrome."}, {"pubmed": 32355155, "text": "RUNX3 Polymorphisms Affect the Risk of Ankylosing Spondylitis."}, {"pubmed": 32447210, "text": "MiR-17-5p promotes cellular proliferation and invasiveness by targeting RUNX3 in gastric cancer."}, {"pubmed": 32453801, "text": "Study demonstrates that Runx3 is expressed in colonic mononuclear phagocytes (MNP), including resident macrophages (RM) and dendritic cell subsets (cDC2). Runx3 deletion in MNP causes early onset colitis due to their impaired maturation. These results suggest that Runx3 imposes intestinal immune tolerance by regulating maturation of colonic anti-inflammatory MNP."}, {"pubmed": 32730779, "text": "Cancer-associated fibroblasts-derived exosomal miR-17-5p promotes colorectal cancer aggressive phenotype by initiating a RUNX3/MYC/TGF-beta1 positive feedback loop."}, {"pubmed": 32741803, "text": "Distinct association of RUNX family expression with genetic alterations and clinical outcome in acute myeloid leukemia."}, {"pubmed": 32762126, "text": "Histone demethylase Jumonji domain-containing 1A inhibits proliferation and progression of gastric cancer by upregulating runt-related transcription factor 3."}, {"pubmed": 33116296, "text": "RUNX3 methylation drives hypoxia-induced cell proliferation and antiapoptosis in early tumorigenesis."}, {"pubmed": 33129959, "text": "Long noncoding RNA LINC00657 inhibits cervical cancer development by sponging miR-20a-5p and targeting RUNX3."}, {"pubmed": 33131417, "text": "Circ_0008450 downregulates Runx3 to promote the proliferation and epithelial-mesenchymal transition of human keratinized epithelial cells."}, {"pubmed": 33279680, "text": "Diagnostic molecular markers predicting aggressive potential in low-grade prostate cancer."}, {"pubmed": 33284381, "text": "Replication study and meta-analysis indicate a suggestive association of RUNX3 locus with primary biliary cholangitis."}, {"pubmed": 33369221, "text": "Functional Genomic Analysis of a RUNX3 Polymorphism Associated With Ankylosing Spondylitis."}, {"pubmed": 33440396, "text": "Combination of CA19-9 and Blood Free-Circulating Methylated RUNX3 May Be Useful to Diagnose Stage I Pancreatic Cancer."}, {"pubmed": 33444684, "text": "Super-enhancers for RUNX3 are required for cell proliferation in EBV-infected B cell lines."}, {"pubmed": 33528856, "text": "Waiting in the wings: RUNX3 reveals hidden depths of immune regulation with potential implications for inflammatory bowel disease."}, {"pubmed": 33600870, "text": "Two faces of RUNX3 in myeloid transformation."}, {"pubmed": 33852846, "text": "Single-cell transcriptomics identifies gene expression networks driving differentiation and tumorigenesis in the human fallopian tube."}, {"pubmed": 34082012, "text": "YBX1 regulated by Runx3-miR-148a-3p axis facilitates non-small-cell lung cancer progression."}, {"pubmed": 34294773, "text": "Expression patterns and prognostic value of RUNX genes in kidney cancer."}, {"pubmed": 34397327, "text": "Integrated Analysis of the Expression, Involved Functions, and Regulatory Network of RUNX3 in Melanoma."}, {"pubmed": 34431433, "text": "LncRNA PART1/miR-185-5p/RUNX3 feedback loop modulates osteogenic differentiation of bone marrow mesenchymal stem cells."}, {"pubmed": 34459124, "text": "LncRNA nuclear-enriched abundant transcript 1 shuttled by prostate cancer cells-secreted exosomes initiates osteoblastic phenotypes in the bone metastatic microenvironment via miR-205-5p/runt-related transcription factor 2/splicing factor proline- and glutamine-rich/polypyrimidine tract-binding protein 2 axis."}, {"pubmed": 34611951, "text": "Runx3 regulates iron metabolism via modulation of BMP signalling."}, {"pubmed": 34719421, "text": "Regulatory effects of miR-138 and RUNX3 on Th1/Th2 balance in peripheral blood of children with cough variant asthma.\", trans \"miR-138RUNX3Th1/Th2."}, {"pubmed": 34728031, "text": "[Expression of Runt-related Transcription Factor 3 in Human Colon Cancer Cell Line HCT-116 Resistant to 5-Fluorouracil and the Mechanism of Drug Resistance]."}, {"pubmed": 34813022, "text": "RUNX3 is up-regulated in abdominal aortic aneurysm and regulates the function of vascular smooth muscle cells by regulating TGF-beta1."}, {"pubmed": 34980322, "text": "[Relationship between Expression of Runt-related Transcription Factor 3 and Enhancer of zeste Homolog 2 Proteins and Sensitivity to Neoadjuvant Chemotherapy in Locally Advanced Rectal Cancer]."}, {"pubmed": 35072538, "text": "A functional polymorphism within the distal promoter of RUNX3 confers risk of colorectal cancer."}, {"pubmed": 35075235, "text": "RUNX3 overexpression inhibits normal human erythroid development."}, {"pubmed": 35143426, "text": "MicroRNA-20a-5p regulates the epithelial-mesenchymal transition of human hepatocellular carcinoma by targeting RUNX3."}, {"pubmed": 35490198, "text": "Increased expression of RUNX3 inhibits normal human myeloid development."}, {"pubmed": 35527485, "text": "[RUNX3 regulates trastuzumab resistance of gastric cancer cells: a metabolomic analysis based on UPLC-Q Exactive Focus Orbitrap mass spectrometry]."}, {"pubmed": 36140736, "text": "Methylation of RUNX3 Promoter 2 in the Whole Blood of Children with Ulcerative Colitis."}, {"pubmed": 36596403, "text": "Genetically encoded Runx3 and CD4[+] intestinal epithelial lymphocyte deficiencies link SKG mouse and human predisposition to spondyloarthropathy."}, {"pubmed": 36627006, "text": "Increased transcription of hsa_circ_0000644 upon RUNX family transcription factor 3 downregulation participates in the malignant development of bladder cancer."}, {"pubmed": 36759572, "text": "Runx1/3-driven adaptive endoplasmic reticulum stress pathways contribute to neurofibromagenesis."}, {"pubmed": 36766749, "text": "RUNX3 in Stem Cell and Cancer Biology."}, {"pubmed": 36899846, "text": "Role of RUNX3 in Restriction Point Regulation."}, {"pubmed": 36899853, "text": "RUNX3 Meets the Ubiquitin-Proteasome System in Cancer."}, {"pubmed": 37156453, "text": "DNA methylation of RUNX3 promotes the progression of gallbladder cancer through repressing SLC7A11-mediated ferroptosis."}, {"pubmed": 37190031, "text": "p53 Deficiency-Dependent Oncogenicity of Runx3."}, {"pubmed": 37271222, "text": "Lemur tyrosine kinase 2 has a tumor-inhibition function in human glioblastoma by regulating the RUNX3/Notch pathway."}, {"pubmed": 37302028, "text": "Hsa-miR-301a-3p inhibited the killing effect of natural killer cells on non-small cell lung cancer cells by regulating RUNX3."}, {"pubmed": 37420018, "text": "Clinical significance of determining the hypermethylation of the RUNX3 gene promoter and its cohypermethylation with the BRCA1 gene for patients with breast cancer."}, {"pubmed": 37438719, "text": "RUNX3 regulates the susceptibility against EGFR-targeted non-small cell lung cancer therapy using [47]Sc-conjugated cetuximab."}, {"pubmed": 38009648, "text": "Differential Runx3, Eomes, and T-bet expression subdivides MS-associated CD4[+] T cells with brain-homing capacity."}, {"pubmed": 38048186, "text": "Down-regulation of EZH2 genes targeting RUNX3 affects proliferation, invasion, and metastasis of human colon cancer cells by Wnt/beta-catenin signaling pathway."}, {"pubmed": 38197631, "text": "RUNX3 inhibits KSHV lytic replication by binding to the viral genome and repressing transcription."}, {"pubmed": 38240752, "text": "Aberrant Upregulation of RUNX3 Activates Developmental Genes to Drive Metastasis in Gastric Cancer."}, {"pubmed": 38424632, "text": "Ubiquitylation of RUNX3 by RNA-binding ubiquitin ligase MEX3C promotes tumorigenesis in lung adenocarcinoma."}, {"pubmed": 38704830, "text": "Downregulation of lncRNA MIR17HG reduced tumorigenicity and Treg-mediated immune escape of non-small-cell lung cancer cells through targeting the miR-17-5p/RUNX3 axis."}, {"pubmed": 38913281, "text": "RUNX3 exerts tumor-suppressive role through inhibiting EXOSC4 expression."}], "genomic_pos": {"chr": "1", "end": 24965121, "ensemblgene": "ENSG00000020633", "start": 24899511, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 25291612, "start": 25226002, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001503", "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002062", "qualifier": "involved_in", "term": "chondrocyte differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006355", "pubmed": 7622058, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": 20100835, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030097", "qualifier": "involved_in", "term": "hemopoiesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043371", "qualifier": "involved_in", "term": "negative regulation of CD4-positive, alpha-beta T cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043378", "qualifier": "involved_in", "term": "positive regulation of CD8-positive, alpha-beta T cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045595", "qualifier": "involved_in", "term": "regulation of cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045786", "qualifier": "involved_in", "term": "negative regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 20599712, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048935", "pubmed": 20096094, "qualifier": "involved_in", "term": "peripheral nervous system neuron development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050680", "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071559", "pubmed": 20599712, "qualifier": "involved_in", "term": "response to transforming growth factor beta"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [20100835, 20599712], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [20100835, 20599712], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016513", "pubmed": 18258917, "qualifier": "part_of", "term": "core-binding factor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001222", "pubmed": 9751710, "qualifier": "enables", "term": "transcription corepressor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003700", "pubmed": 7607690, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9751710, 17377532, 18772112, 20100835, 20599712, 24229708], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005524", "pubmed": 7835892, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 58127], [8364, 100485729], [9031, 769687], [9598, 456633], [9606, 864], [9913, 617389], [10090, 12399], [10116, 156726]], "id": 37914}, "interpro": [{"desc": "Acute myeloid leukemia 1 protein (AML1)/Runt", "id": "IPR000040", "short_desc": "AML1_Runt"}, {"desc": "p53-like transcription factor, DNA-binding domain superfamily", "id": "IPR008967", "short_desc": "p53-like_TF_DNA-bd_sf"}, {"desc": "p53/RUNT-type transcription factor, DNA-binding domain superfamily", "id": "IPR012346", "short_desc": "p53/RUNT-type_TF_DNA-bd_sf"}, {"desc": "Runt domain", "id": "IPR013524", "short_desc": "Runt_dom"}, {"desc": "Runx, C-terminal domain", "id": "IPR013711", "short_desc": "RunxI_C_dom"}, {"desc": "Runt-related transcription factor RUNX", "id": "IPR016554", "short_desc": "TF_Runt-rel_RUNX"}], "ipi": ["IPI00004015", "IPI00218386", "IPI01013326"], "map_location": "1p36.11", "name": "RUNX family transcription factor 3", "other_names": ["CBF-alpha-3", "PEA2 alpha C", "PEBP2 alpha C", "SL3-3 enhancer factor 1 alpha C subunit", "SL3/AKV core-binding factor alpha C subunit", "acute myeloid leukemia 2 protein", "acute myeloid leukemia gene 2", "core-binding factor subunit alpha-3", "core-binding factor, runt domain, alpha subunit 3", "oncogene AML-2", "polyomavirus enhancer-binding protein 2 alpha C subunit", "runt related transcription factor 3", "runt-related transcription factor 3", "transcription factor AML2"], "pantherdb": {"HGNC": "10473", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "102672", "ortholog_type": "LDO", "panther_family": "PTHR11950", "taxid": 10090, "uniprot_kb": "Q64131"}, {"RGD": "620082", "ortholog_type": "LDO", "panther_family": "PTHR11950", "taxid": 10116, "uniprot_kb": "A0A0G2K9V0"}, {"Ensembl": "ENSGALG00000043372", "ortholog_type": "LDO", "panther_family": "PTHR11950", "taxid": 9031, "uniprot_kb": "A0A3Q2UKH7"}, {"ZFIN": "ZDB-GENE-000605-2", "ortholog_type": "LDO", "panther_family": "PTHR11950", "taxid": 7955, "uniprot_kb": "F6NM27"}, {"WormBase": "WBGene00004393", "ortholog_type": "LDO", "panther_family": "PTHR11950", "taxid": 6239, "uniprot_kb": "G5EFQ5"}, {"FlyBase": "FBgn0002576", "ortholog_type": "O", "panther_family": "PTHR11950", "taxid": 7227, "uniprot_kb": "Q9W349"}, {"FlyBase": "FBgn0259162", "ortholog_type": "O", "panther_family": "PTHR11950", "taxid": 7227, "uniprot_kb": "Q9VRA9"}, {"FlyBase": "FBgn0003300", "ortholog_type": "LDO", "panther_family": "PTHR11950", "taxid": 7227, "uniprot_kb": "P22814"}, {"FlyBase": "FBgn0083981", "ortholog_type": "O", "panther_family": "PTHR11950", "taxid": 7227, "uniprot_kb": "M9PI08"}], "uniprot_kb": "Q13761"}, "pathway": {"kegg": [{"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, "pid": {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-201722", "name": "Formation of the beta-catenin:TCF transactivating complex"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-4411364", "name": "Binding of TCF/LEF:CTNNB1 to target gene promoters"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8941855", "name": "RUNX3 regulates CDKN1A transcription"}, {"id": "R-HSA-8941856", "name": "RUNX3 regulates NOTCH signaling"}, {"id": "R-HSA-8941858", "name": "Regulation of RUNX3 expression and activity"}, {"id": "R-HSA-8949275", "name": "RUNX3 Regulates Immune Response and Cell Migration"}, {"id": "R-HSA-8949275", "name": "RUNX3 Regulates Immune Response and Cell Migration"}, {"id": "R-HSA-8951430", "name": "RUNX3 regulates WNT signaling"}, {"id": "R-HSA-8951671", "name": "RUNX3 regulates YAP1-mediated transcription"}, {"id": "R-HSA-8951911", "name": "RUNX3 regulates RUNX1-mediated transcription"}, {"id": "R-HSA-8951936", "name": "RUNX3 regulates p14-ARF"}, {"id": "R-HSA-8952158", "name": "RUNX3 regulates BCL2L11 (BIM) transcription"}], "wikipathways": [{"id": "WP3945", "name": "TYROBP causal network in microglia"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": "5W69", "pfam": ["PF00853", "PF08504"], "pharmgkb": "PA34886", "pharos": {"target_id": 714, "tdl": "Tbio"}, "pir": ["B55563", "S60078"], "prosite": "PS51062", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167387", "relationship": "is"}, {"id": "GNF178293", "relationship": "is"}, {"id": "GNF189199", "relationship": "is"}, {"id": "GNF200105", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF012915", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286361", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095454", "relationship": "is"}, {"id": "GNF135111", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001026850.1", "NP_001307601.1", "NP_004341.1", "XP_005246081.1", "XP_011540653.1", "XP_047289087.1", "XP_054195324.1", "XP_054195325.1"], "rna": ["NM_001031680.2", "NM_001320672.1", "NM_004350.3", "XM_005246024.5", "XM_011542351.2", "XM_047433131.1", "XM_054339349.1", "XM_054339350.1"], "translation": [{"protein": "XP_047289087.1", "rna": "XM_047433131.1"}, {"protein": "NP_001307601.1", "rna": "NM_001320672.1"}, {"protein": "NP_004341.1", "rna": "NM_004350.3"}, {"protein": "XP_011540653.1", "rna": "XM_011542351.2"}, {"protein": "XP_054195324.1", "rna": "XM_054339349.1"}, {"protein": "XP_054195325.1", "rna": "XM_054339350.1"}, {"protein": "XP_005246081.1", "rna": "XM_005246024.5"}, {"protein": "NP_001026850.1", "rna": "NM_001031680.2"}]}, "reporter": {"HG-U133_Plus_2": ["204197_s_at", "204198_s_at", "234928_x_at"], "HG-U95Av2": "106_at", "HTA-2_0": ["TC01002370.hg.1", "TC01005339.hg.1", "TC01005340.hg.1", "TC01005341.hg.1"], "HuEx-1_0": "2401994", "HuGene-1_1": "7913805", "HuGene-2_1": "16683624"}, "summary": "This gene encodes a member of the runt domain-containing family of transcription factors. A heterodimer of this protein and a beta subunit forms a complex that binds to the core DNA sequence 5'-PYGPYGGT-3' found in a number of enhancers and promoters, and can either activate or suppress transcription. It also interacts with other transcription factors. It functions as a tumor suppressor, and the gene is frequently deleted or transcriptionally silenced in cancer. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Mar 2016].", "symbol": "RUNX3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419772"}, "unigene": "Hs.170019", "uniprot": {"Swiss-Prot": "Q13761"}, "wikipedia": {"url_stub": "RUNX3"}}