{"AllianceGenome": "10494", "HGNC": "10494", "MIM": "114210", "_id": "6275", "_version": 2, "accession": {"genomic": ["AX038696.1", "BX470102.12", "CH471121.2", "CP068277.2", "M88459.1", "NC_000001.11", "NC_060925.1", "NG_027993.1", "Z18950.1", "Z33457.1"], "protein": ["AAA51920.1", "AAH00838.1", "AAH16300.1", "AAV74399.1", "BAF84772.1", "CAA79474.1", "CAA83880.1", "CAC16550.1", "CAG29341.1", "EAW53310.1", "EAW53311.1", "EAW53312.1", "EAW53313.1", "EAW53314.1", "EAW53315.1", "NP_002952.1", "NP_062427.1", "P26447.1"], "rna": ["AK292083.1", "AV735911.1", "AY762982.1", "BC000838.1", "BC016300.1", "BC024974.1", "CB109749.1", "CR450345.1", "M80563.1", "NM_002961.3", "NM_019554.3"], "translation": [{"protein": "NP_062427.1", "rna": "NM_019554.3"}, {"protein": "AAA51920.1", "rna": "M80563.1"}, {"protein": "BAF84772.1", "rna": "AK292083.1"}, {"protein": "AAV74399.1", "rna": "AY762982.1"}, {"protein": "NP_002952.1", "rna": "NM_002961.3"}, {"protein": "AAH16300.1", "rna": "BC016300.1"}, {"protein": "AAH00838.1", "rna": "BC000838.1"}, {"protein": "CAG29341.1", "rna": "CR450345.1"}]}, "alias": ["18A2", "42A", "CAPL", "FSP1", "MTS1", "P9KA", "PEL98"], "ensembl": {"gene": "ENSG00000196154", "protein": ["ENSP00000346294", "ENSP00000357703", "ENSP00000357704", "ENSP00000357705"], "transcript": ["ENST00000354332", "ENST00000368714", "ENST00000368715", "ENST00000368716", "ENST00000468373", "ENST00000481009"], "translation": [{"protein": "ENSP00000357704", "rna": "ENST00000368715"}, {"protein": "ENSP00000346294", "rna": "ENST00000354332"}, {"protein": "ENSP00000357705", "rna": "ENST00000368716"}, {"protein": "ENSP00000357703", "rna": "ENST00000368714"}], "type_of_gene": "protein_coding"}, "entrezgene": "6275", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.30808838, "exp_mis": 31.5614125, "exp_syn": 16.960361, "lof_z": -0.451142836341134, "mis_z": 0.0488785613682673, "mu_lof": 1.29732439018e-07, "mu_mis": 2.71162000034e-06, "mu_syn": 1.42293667831e-06, "n_lof": 3.0, "n_mis": 31.0, "n_syn": 14.0, "p_li": 0.00465145853748136, "p_null": 0.550807002985857, "p_rec": 0.444541538476662, "syn_z": 0.445632100167914}, "bp": 306, "cds_end": 153517270, "cds_start": 153516234, "n_exons": 2, "nonpsych": {"exp_lof": 2.0477715, "exp_mis": 28.5248535, "exp_syn": 15.3094925, "lof_z": -0.653510235344046, "mis_z": -0.04487254619601, "mu_lof": 1.29732439018e-07, "mu_mis": 2.71162000034e-06, "mu_syn": 1.42293667831e-06, "n_lof": 3.0, "n_mis": 29.0, "n_syn": 14.0, "p_li": 0.00445415541711048, "p_null": 0.585869101094765, "p_rec": 0.409676743488125, "syn_z": 0.210710076186384}, "nontcga": {"exp_lof": 2.11941847, "exp_mis": 29.0324787, "exp_syn": 15.59951031, "lof_z": -0.596681336189231, "mis_z": 0.00300307669855087, "mu_lof": 1.29732439018e-07, "mu_mis": 2.71162000034e-06, "mu_syn": 1.42293667831e-06, "n_lof": 3.0, "n_mis": 29.0, "n_syn": 14.0, "p_li": 0.00441424432046484, "p_null": 0.560951429533193, "p_rec": 0.434634326146342, "syn_z": 0.256421098063067}, "transcript": "ENST00000368716.4"}, "exons": [{"cdsend": 153544794, "cdsstart": 153543758, "chr": "1", "position": [[153543620, 153543923], [153544653, 153544809], [153545752, 153545806]], "strand": -1, "transcript": "NM_002961", "txend": 153545806, "txstart": 153543620}, {"cdsend": 153544794, "cdsstart": 153543758, "chr": "1", "position": [[153543620, 153543923], [153544653, 153544809], [153545469, 153545518], [153545752, 153545806]], "strand": -1, "transcript": "NM_019554", "txend": 153545806, "txstart": 153543620}], "exons_hg19": [{"cdsend": 153517270, "cdsstart": 153516234, "chr": "1", "position": [[153516096, 153516399], [153517129, 153517285], [153518228, 153518282]], "strand": -1, "transcript": "NM_002961", "txend": 153518282, "txstart": 153516096}, {"cdsend": 153517270, "cdsstart": 153516234, "chr": "1", "position": [[153516096, 153516399], [153517129, 153517285], [153517945, 153517994], [153518228, 153518282]], "strand": -1, "transcript": "NM_019554", "txend": 153518282, "txstart": 153516096}], "generif": [{"pubmed": 11752788, "text": "crystallization and crystallographic analysis of structure"}, {"pubmed": 11786397, "text": "Overexpression of S100A4 in pancreatic ductal adenocarcinomas is associated with poor differentiation and DNA hypomethylation."}, {"pubmed": 11875708, "text": "The level of S100A4 mRNA is higher in carcinomas compared to normal specimens."}, {"pubmed": 11994292, "text": "the functional role of S100A4 in regulating endothelial cell growth and tumor metastasis involves interaction with the N-terminal half of Methionine Aminopeptidase 2."}, {"pubmed": 12168821, "text": "Mutations of the cell cycle arrest gene p21WAF1, but not the metastasis-inducing gene S100A4, are frequent in oral squamous cell carcinomas from Sudanese toombak dippers and non-snuff-dippers from the Sudan, Scandinavia, USA and UK."}, {"pubmed": 12239456, "text": "observed differential expression of S100A6 and S100A4 suggests that S100A6, rather than S100A4, is associated with human colorectal adenocarcinoma tumorigenesis and invasion/metastasis"}, {"pubmed": 12379109, "text": "Each subunit of S100A4 has two EF-hand Ca2+-binding domains: a pseudo-EF-hand (or S100-hand) formed by helices 1 and 2 that adopts a conformation similar to other members of the S100 family, and a typical EF-hand."}, {"pubmed": 12439718, "text": "association seen between S100A4 expression and aggressive breast tumor phenotype"}, {"pubmed": 12445462, "text": "S100A4 stimulates the migration rate of astrocytic tumor cells by modifying the organization of their actin cytoskeleton."}, {"pubmed": 12517790, "text": "S100A4 is a direct target of ERBB2 signaling in medulloblastoma cells"}, {"pubmed": 12532418, "text": "Expression of mts1 mRNA was affected by E-cadherin transfection. Loss of E-cadherin expression followed by mts1 expression may be important for increasing cell proliferation, motility & invasion activity in the progression of gall bladder cancer."}, {"pubmed": 12645008, "text": "S100A4 showed the weakest expression of 3 S100 proteins (including S100A5 and S100A13) in the cells and fibers of the hippocampus and the temporal cortex at all stages examined (from 12 to 33 weeks of gestation)."}, {"pubmed": 12756252, "text": "S100A4 localizes to the leading edge in a calcium-independent manner"}, {"pubmed": 14640694, "text": "MTS1 regulates nonmuscle myosin IIA assembly by monomer sequestration and is able to regulate cell shape and motility through the modulation of myosin-IIA function."}, {"pubmed": 14713104, "text": "one of the mechanisms by which S100A4 may exert its effect on metastasis of some tumors is by regulating the MMP-2 activity."}, {"pubmed": 15334597, "text": "Mts1 acts as a neuroprotectant in primary cerebellar, dopaminergic, and hippocampal neurons induced to undergo cell death."}, {"pubmed": 15579771, "text": "S100A4 is involved in tumor progression and metastasis. It may be a potential target for therapeutic intervention."}, {"pubmed": 15713996, "text": "These findings suggest that (1) S100A4 plays a constitutive role in papillary carcinoma and (2) S100A4 may be a useful marker for early the detection of this carcinoma"}, {"pubmed": 15781852, "text": "S100A4 regulates the oligomerization of p53 tumor suppressor by binding to its tetramerization domain."}, {"pubmed": 15788416, "text": "S100A4 protein alone or in a complex with annexin II accelerated tissue plasminogen activator-mediated plasminogen activation in solution and on the endothelial cell surface"}, {"pubmed": 15852272, "text": "S100A4 may exert its effect on invasion and metastasis of neuroblastoma cells by stimulating the motility of tumor cells as well as influencing the expression of MMP-2"}, {"pubmed": 15956747, "text": "downregulation of mRNA and protein of the calcium binding protein S100A4 (metastasin) in MDA-MB-231/pIRES-EGFP-H2 transfectants"}, {"pubmed": 16097057, "text": "Overexpression of S100A4 may be closely related with the aggressiveness of colorectal carcinoma."}, {"pubmed": 16243835, "text": "S100A4 is a mediator of metastasis [review]"}, {"pubmed": 16265347, "text": "overexpression of S100A4 is associated with thyroid tumour invasion and metastasis and it may be a potential target for therapeutic intervention"}, {"pubmed": 16367903, "text": "Involvement of S100A2 and S100A4 in the progression of lung adenocarcinomas provides a list of targets regulated by S100A2 and S100A4."}, {"pubmed": 16489073, "text": "Resaults suggest that in human breast cancer, S100A4 exerts some of its effects through angiogenesis."}, {"pubmed": 16554030, "text": "These data suggest that S100A4, like SPARC, plays a supportive role in early in vitro cardiomyogenesis."}, {"pubmed": 16685438, "text": "high S100A4 expression is related to a poor prognosis through hematogenous metastasis in pulmonary adenocarcinoma."}, {"pubmed": 16865243, "text": "S100A4 overexpression combined with reduced E-cadherin expression is associated with tumor progression and metastasis in pancreatic cancer"}, {"pubmed": 16948116, "text": "Since both S100A4 and RAGE are up-regulated in osteoarthritis cartilage, this signaling pathway could contribute to cartilage degradation in this disease."}, {"pubmed": 16984379, "text": "The nuclear expression of S100A4 is involved in the aggressive behavior of ovarian carcinoma and S100A4 is an autocrine/paracrine factor that plays an important role in the aggressiveness of ovarian carcinoma cells."}, {"pubmed": 16990429, "text": "These data demonstrate that the S100A4 gene controls the invasive potential of human CaP cells through regulation of MMP-9 and that this association may contribute to metastasis of CaP cells."}, {"pubmed": 17032501, "text": "results demonstrate frequent cytosolic overexpression of S100A2 and S100A4 in Barrett's adenocarcinoma"}, {"pubmed": 17051636, "text": "All the data in the present study suggested that S100A4 might contribute to HCC invasion and metastasis through two paths of matrix metalloproteinase (MMP9) secretion regulation and strengthened motility and invasion properties."}, {"pubmed": 17200116, "text": "Increased expression of S100A4 was observed in the medulla and papilla, but not the cortex of a human kidney in response to hypertonic stress"}, {"pubmed": 17219414, "text": "S100A4 protein is not expressed in benign or malignant prostatic epithelium nor in LNCaP and Du145 cells."}, {"pubmed": 17223348, "text": "high-grade glioblastomas express higher amount of S100A4/Mts1 than low-grade astrocytic tumors"}, {"pubmed": 17276942, "text": "Expression of S100A4 protein was observed in 8 invasive carcinomas (80%), 5 high-grade dysphasia/carcinoma in situ cases (83%), and 0 low-grade dysplasia."}, {"pubmed": 17328050, "text": "Overexpression of S100A4 in rheumatoid arthritis synovial tissue can influence p53 function and modulate the expression of several genes that are potentially implicated in the disease process."}, {"pubmed": 17497677, "text": "Pathways of signaling by S100A4, by its interaction with and sequestration of p53, and by Notch also seem differentially operational in the induction of apoptosis"}, {"pubmed": 17504119, "text": "Review of implications of S11A4 involvement with and binding to its targets sheds additional light on the role of S100A4 in the control of tumor cell motility and migration."}, {"pubmed": 17550972, "text": "Results suggest that CTGF plays a crucial role in migratory/invasive processes in human breast cancer by a mechanism involving activation of the integrin-alphavbeta3-ERK1/2-S100A4 pathway."}, {"pubmed": 17565747, "text": "Results show that S100A4 is expressed preferentially by various cell types present in the tumor microenvironment (macrophages, fibroblasts, activated lymphocytes), rather than by the tumor cells themselves."}, {"pubmed": 17638890, "text": "S100A4 has a role in suppression of BNIP3 expression, chemoresistance, and inhibition of apoptosis in pancreatic cancer"}, {"pubmed": 17673926, "text": "Hypomethylation is an important mechanism of regulating the expression of the S100A4 gene in endometrial carcinomas."}, {"pubmed": 17851788, "text": "Nuclear expression of S100A4 is associated with lymph node metastasis of gastric carcinoma."}, {"pubmed": 18154362, "text": "Localized activation of S100A4 at the cell periphery was observed in fibroblasts during random migration and following stimulation with lysophosphatidic acid, a known activator of cell motility and proliferation."}, {"pubmed": 18246798, "text": "Expression of S100A4 protein and loss of E-cadherin protein expression are significantly associated with tumor progression in non-small cell lung cancer."}, {"pubmed": 18350635, "text": "Results suggest that over-expression of S100A4 and VEGF plays an important role in the development of pancreatic cancer."}, {"pubmed": 18410126, "text": "explain the Ca2+ dependence of formation of theS100A4-MIIA complex"}, {"pubmed": 18435928, "text": "The 1.5A X-ray crystal structure of Ca(2+)-bound S100A4 and use it to identify the residues involved in target recognition and to derive a model of the oligomeric state was reported."}, {"pubmed": 18548584, "text": "provide further evidence of how S100A4 may stimulate metastatic progression."}, {"pubmed": 18554396, "text": "Endogenously expressed S100A4 were shown to exist in several charge variants, which indicates the presence of posttranslational modifications altering the net charge of the protein."}, {"pubmed": 18618724, "text": "The concurrent use of KOC and S100A4 protein improves the diagnostic sensitivity of biliary brushings cytology."}, {"pubmed": 18694925, "text": "These results identify two categories of S100 proteins: those exemplified by S100A4 that exclusively bind to the p53 TET domain; and those exemplified by S100B that additionally bind to the NRD."}, {"pubmed": 18718015, "text": "long-term exposure to relaxin confers growth inhibitory and anti-invasive properties in oestrogen-independent tumours in vivo, which may in part be mediated through a down-regulation of S100A4"}, {"pubmed": 18783790, "text": "Ca(2+)-bound S100A4 structure reveals a large conformational change in the three-dimensional structure of the dimeric S100A4 protein upon calcium binding."}, {"pubmed": 18784356, "text": "These results identify the amino acids of S100A4 that are involved in metastasis induction and show that the C-terminal region of S100A4 is a possible target for inhibitors of its metastatic action."}, {"pubmed": 18803290, "text": "S100A4 is a gene with moderate CpG-density showing a less stringent relationship between DNA methylation and gene expression."}, {"pubmed": 19011242, "text": "several genes that are known to be regulated by DNA methylation were up-regulated dramatically by integrin alpha6beta4 expression, including S100A4, FST, PDLIM4, CAPG, and Nkx2.2."}, {"pubmed": 19023966, "text": "Data show that removal of both Tag7 and S100A4 from neutrophil conditioned medium reduced lysis of E. coli, while addition of the Tag7-S100A4 complex to the medium restored antibacterial activity."}, {"pubmed": 19043399, "text": "Expression of CD24, P-cadherin and S100A4 in tumors of the ampulla of Vater."}, {"pubmed": 19059703, "text": "S100A4 appears to be able to activate and integrate pathways to generate the phenotypic responses that are characteristic of cancer [review]"}, {"pubmed": 19194111, "text": "Tumor cell nuclear S100A4 expression is higher in solid tumors than in effusions, and is associated with more aggressive clinical disease in primary carcinoma. The tumor-promoting role of this molecule is predominantly exerted at this anatomic site."}, {"pubmed": 19248116, "text": "IL-7 stimulates chondrocyte secretion of S100A4 via activation of JAK/STAT signaling, and then S100A4 acts in an autocrine manner to stimulate MMP-13 production via RAGE."}, {"pubmed": 19399660, "text": "aimed to determine the association between plasma levels of S100A4 and portopulmonary hypertension"}, {"pubmed": 19506550, "text": "S100A4 is a critical mediator of invasion in endometrial cancer and is upregulated by the TGF-beta1 signaling pathway."}, {"pubmed": 19513503, "text": "Enhanced S100A4 protein expression is clinicopathologically significant to metastatic potential and p53 dysfunction in colorectal cancer."}, {"pubmed": 19596927, "text": "staining of S100A4 was significantly associated with patients' poor prognosis in lung squamous cell carcinoma but not lung adenocarcinoma"}, {"pubmed": 19601998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19615802, "text": "Appearance of FSP1 in podocytes in diabetes is associated with more severe clinical and pathological findings of diabetic nephropathy, perhaps because of induction of podocyte detachment through epithelial-mesenchymal transition-like phenomena."}, {"pubmed": 19641515, "text": "we showed strong upregulation and release of S100A4 in the upper dermis of psoriatic skin and found evidence indicating that S100A4 might actively contribute to the pathogenesis of psoriasis"}, {"pubmed": 19653048, "text": "S100A4 is a marker for malignancy in pancreatic tumors and for poor prognosis in patients with pancreatic cancer"}, {"pubmed": 19666596, "text": "S100A4 has opposite roles in Tag7 and Hsp70- mediated tumoricidal mechanisms"}, {"pubmed": 19682073, "text": "Collagen I regulates matrix metalloproteinase-2 activation in osteosarcoma cells independent of S100A4."}, {"pubmed": 19703228, "text": "S100A4 downregulation, as the consequence of DNA methylation, is closely correlated with skin tumor formation."}, {"pubmed": 19713532, "text": "S100A4 and bone morphogenetic protein-2 codependently induce vascular smooth muscle cell migration via phospho-extracellular signal-regulated kinase and chloride intracellular channel 4."}, {"pubmed": 19799859, "text": "The specific knockdown of S100A4 strongly suppressed cell growth, induced G2 arrest and eventual apoptosis, and decreased cell migration."}, {"pubmed": 19808905, "text": "These studies define a novel mechanism by which integrin alpha6beta4 promotes cancer cell motility and invasion, and provides insight into how S100A4 expression is regulated in cancer cells."}, {"pubmed": 19820999, "text": "High expression of S100A4 is associated with lymph node metastasis in gastric cancer."}, {"pubmed": 19917604, "text": "Self-association of calcium-binding protein S100A4 and metastasis."}, {"pubmed": 19945782, "text": "Intratumoral injection of pS100A4-shRNA suppressed tumor growth in nude mice."}, {"pubmed": 19956863, "text": "S100A14 and S100A4 have roles in metastasis in colorectal cancer after surgery"}, {"pubmed": 20019188, "text": "Evidence connecting S100A4 and cancer metastasis and the mechanisms by which S100A4 promotes tumor progression."}, {"pubmed": 20050020, "text": "S100A4 is preferentially expressed by human bulge cells, compared to differentiated hair follicle keratinocytes"}, {"pubmed": 20070253, "text": "Data show that S100A4 binds to Smad3 in a Ca2+-dependent manner, potentiates transcriptional activity of Smad3 and the related Smad2, and increases TGF-beta-induced MMP-9 expression."}, {"pubmed": 20093727, "text": "analysis of the role of S100A4-induced metastasis in colon cancer and possible strategies for its inhibition [review]"}, {"pubmed": 20204297, "text": "abnormal expression of S100A4 alters the invasiveness of laryngeal squamous cell carcinoma."}, {"pubmed": 20332215, "text": "In conclusion, we have identified S100A4 as a major mediator of the actions of relaxin in thyroid carcinoma cell motility and in vivo thyroid tumor angiogenesis."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20367639, "text": "S100A4 is a hypoxia-inducible gene, whose transcription is stimulated at least partly through the interaction of HIF-1 and HRE located at +329 to +334 of S100A4."}, {"pubmed": 20489045, "text": "S100A4 expression is increased in fibroblasts, as well as immune cells, in Crohn's disease stricture and induced by TGF-beta1. Potential role for S100A4 in mediating intestinal fibroblast migration."}, {"pubmed": 20515499, "text": "S100A4 is overexpressed in many methotrexate (MTX)-resistant cells. S100A4 overexpression decreases the sensitivity of HT29 colon cancer human cells to MTX, whereas its knockdown causes chemosensitization toward MTX."}, {"pubmed": 20591429, "text": "S100A1, S100A2, S100A4, S100A6 and S100B interacted with MDM2 (2-125)."}, {"pubmed": 20650761, "text": "The overexpression of S100A4 in esophageal squamous cell carcinoma tissue and highly invasive EC-1 cells may contribute to the carcinogenesis, development, invasion and metastasis of esophageal squamous cell carcinoma."}, {"pubmed": 20685652, "text": "Nuclear S100A4 was bound to the promoter region of MMP-13 in IL-1beta-treated cells."}, {"pubmed": 20712050, "text": "The expression of protein S100A4 is associated with tumor recurrence and poor overall survival in patients with colorectal cancer."}, {"pubmed": 20719498, "text": "nuclear expression of S100A4 is a novel prognostic marker in colorectal cancer, and the prognostic value in TNM stage II suggests that nuclear S100A4 could be used in the stratification of stage II patients for adjuvant treatment."}, {"pubmed": 20855150, "text": "Data sugget that siRNA-directed knockdown of S100A4 may represent a viable clinical therapy for osteosarcoma."}, {"pubmed": 21110983, "text": "Electron microscopy and turbidity assays were used to assess myosin fragment filament disassembly by S100A4. S100A4 binds to the filaments and actively promotes disassembly rather than just binding to the myosin monomer and displacing the equilibrium."}, {"pubmed": 21169409, "text": "our findings reveal a crucial role for S100A4 signaling pathways in maintaining the stemness properties and tumorigenicity of head and neck cancer-initiating cells"}, {"pubmed": 21195708, "text": "mechanism by which S100A4 leads to increased breast cancer aggressiveness"}, {"pubmed": 21218086, "text": "Data suggest that S100A4 might serve as a powerful biomarker for lymph node metastasis and a prognostic factor in colorectal cancer."}, {"pubmed": 21289293, "text": "this study demonstrates that hyperosmotic stress induces S100A4 through NFAT5, and Src and chromatin remodeling are involved."}, {"pubmed": 21352421, "text": "S100A4 protects gastric cancer cells from anoikis by regulation of alphav and alpha5 integrin expression, which sheds a novel light for the role of S100A4 in cancer metastasis"}, {"pubmed": 21360024, "text": "In 61 human OS, immunohistochemical analysis showed that lesional cells in 85.2% samples expressed S100A4 protein, and the immunoreactivity was primarily cytoplasmic, but it also showed occasional nuclear localization"}, {"pubmed": 21514449, "text": "we investigated the role of the microenvironment in the expression of S100A4"}, {"pubmed": 21603862, "text": "S100A4 mediates esophageal squamous cell carcinoma cell invasion and metastasis through the positive regulation of MMP-2, and the negative regulation of E-cadherin."}, {"pubmed": 21618579, "text": "Nuclear expression of S100A4 increases Cholangiocarcinoma cells invasiveness and metastasization."}, {"pubmed": 21691200, "text": "S100A4 protein was expressed in a minority of cRCC, its expression was associated with shorter overall patient survival."}, {"pubmed": 21712367, "text": "Increased expression of S100A4 in inflamed muscle tissue highlights its potential role in the pathogenesis of inflammatory myopathies."}, {"pubmed": 21721535, "text": "Cross-linking and titration data indicate that the S100A4 dimer binds a single myosin-IIA target peptide. These data are consistent with a model in which a single peptide forms interactions in vicinity of canonical target binding cleft of each monomer"}, {"pubmed": 21837681, "text": "Nuclear expression of S100A4 protein is associated with lymph node metastasis and tumor progression."}, {"pubmed": 21889495, "text": "these results show that shMUC4 cells were less proliferative, had decreased migration properties and did not express S100A4 protein when compared with MUC4 expressing cells."}, {"pubmed": 21924240, "text": "The data suggest that a prooxidative tumor microenvironment enhances proinflammatory and prometastatic action of S100A4."}, {"pubmed": 21986134, "text": "High S100A4 is associated with gastric carcinoma."}, {"pubmed": 22126861, "text": "FSP1 localized to podocytes in focal segmental glomerulosclerosis & minimal change disease. The number of FSP1(+) podocytes per glomerular profile was higher in patients with FSGS than in MCD. There was a corresponding difference in FSP1 mRNA levels."}, {"pubmed": 22147918, "text": "investigation of expression of S100A4, S100P, and AGR2 at cellular level within endometrium of normal fertile women across menstrual cycle and comparison with expression in eutopic and peritoneal ectopic endometrial tissue in endometriosis"}, {"pubmed": 22200787, "text": "S100A4 may positively regulate colorectal tumor cell proliferation, invasion and metastasis associated with multiple molecules."}, {"pubmed": 22258387, "text": "S100A4 levels are increased in proportion to radiographic damage and its further progression in rheumatoid arthritis patients."}, {"pubmed": 22287060, "text": "High S100A4 is associated with ovarian cancer invasiveness."}, {"pubmed": 22408350, "text": "Data suggest that S100A4 may be involved in esophageal squamous cell carcinoma progression by regulating E-cadherin expression."}, {"pubmed": 22458600, "text": "our findings suggest that S100A4 may regulate aggressive behavior of human esophageal squamous cell carcinoma cells through modulating AKT signaling and Slug expression."}, {"pubmed": 22460785, "text": "Data suggest that the complex will facilitate the design of specific drugs that interfere with the S100A4-NMIIA interaction."}, {"pubmed": 22483112, "text": "Asymmetric mode of Ca-S100A4 interaction with nonmuscle myosin IIA generates nanomolar affinity required for filament remodeling in epithelial carcinoma cells."}, {"pubmed": 22569556, "text": "High expression of S100A4 in cytoplasm at the advancing front of stage C colonic tumours indicates a poor prognosis."}, {"pubmed": 22613408, "text": "S100A4 and VEGF mRNA levels were up-regulated in clear cell renal cell carcinoma (CCRCC), tissue compared with control; upregulated tumour S100A4 and VEGF mRNA levels were independent risk factors for the presence of invasion and/or metastasis"}, {"pubmed": 22740693, "text": "HBXIP up-regulates S100A4 through activating S100A4 promoter involving STAT4 and inducing PTEN/PI3K/AKT signaling to promote growth and migration of breast cancer cells."}, {"pubmed": 22878175, "text": "we show for the first time the intratumoral knock down of S100A4 via systemic application of S100A4shRNA plasmid DNA, restricts metastasis formation in a xenografted mouse model of colorectal cancer."}, {"pubmed": 22934964, "text": "SRX forms a complex with S100A4 (and has stronger affinity for S-glutathionylated S100A4), regulates its activity, and mediates redox regulation of the interaction of S100A4 with nonmuscle myosin heavy chain II-A."}, {"pubmed": 22964635, "text": "suggest that interaction of S100A4 and Rhotekin permits S100A4 to complex with RhoA and switch Rho function from stress fiber formation to membrane ruffling to confer an invasive phenotype"}, {"pubmed": 23026527, "text": "S100A4 and its downstream factors play important roles in pancreatic cancer invasion, and silencing A100A4 can significantly contain the invasiveness of pancreatic cancer."}, {"pubmed": 23085231, "text": "these results suggest that S100A4 is crucial for cell motility in pancreatic cancer and that some downstream genes may play important roles in cell motility."}, {"pubmed": 23149742, "text": "The S100A4 protein, mostly studied in cancer, is overexpressed in the damaged human and rodent brain and released from stressed astrocytes."}, {"pubmed": 23162804, "text": "The present results suggest that the S100A4 gene may control the invasive potential of human breast cancer cells by modulating MMP-13 levels, thus regulating metastasis and angiogenesis in breast tumors."}, {"pubmed": 23316018, "text": "S100A4 secreted from liver cancer-associated-mesenchymal stem cells is involved in the modulation of hepatocellular carcinoma progression."}, {"pubmed": 23378728, "text": "In inflamed limbal tissues, expression of S100 A4,8,9 and B proteins is dramatically decreased."}, {"pubmed": 23383075, "text": "S100A4 expression is significantly up-regulated in OSF specimens"}, {"pubmed": 23543443, "text": "The relaxin-induced increase in cell invasion was blocked almost when S100A4 expression was diminished."}, {"pubmed": 23546393, "text": "Our findings provide the first demonstration that RPS12 plays important roles in regulating the proliferation and migration of gastric cancer cells. S100A4 can mediate the effects of RPS12 as a downstream effector"}, {"pubmed": 23612849, "text": "S100A4 upregulation is positively associated with the pathogenesis, growth, invasion, metastasis and differentiation of gastric carcinomas. S100A4 may be a promising marker indicative of the aggressive behavior and prognosis of gastric carcinomas."}, {"pubmed": 23667563, "text": "S100A9 and S100A4 appears to be expressed in distinct CD11b+ cell populations in vivo; thus their interaction would likely be in the extracellular space."}, {"pubmed": 23752197, "text": "a high expression of S100A4 in tumors has the potential of inhibiting the activities of p53"}, {"pubmed": 23771538, "text": "Downregulation of S100A4 could inhibit angiogenesis, proliferation and invasion by regulating the expression of MMP-9 and VEGF"}, {"pubmed": 23781010, "text": "S100A4 as a likely tumour marker for hepatocellular carcinoma that correlates with tumour differentiation, invasion, recurrence and overall survival."}, {"pubmed": 23832737, "text": "S100A4 plays a crucial role in proliferation and migratory, invasive processes in human renal cell cancer by a mechanism involving activation of NF-kB-bcl-2 and NF-kB-MMP-2 pathway"}, {"pubmed": 23851436, "text": "Data indicate that forty-eight (58%) of 83 patients with pancreatic cancer positively expressed S100A4, and 50 (60%) and 29 (36%) patients positively expressed TP53 and CD133, respectively."}, {"pubmed": 23886630, "text": "The regulation of S100A4, S100A6 and ANXA2 in primary human thyrocytes, was investigated."}, {"pubmed": 23900547, "text": "S100A4 mRNA expression may predict radioresistance of pancreatic cancer cells and may play an important role in the poor response of pancreatic cancer cells to radiation therapy."}, {"pubmed": 23929008, "text": "S100A4 in endothelial cells is involved in tube formation, and suggest its potential as a molecular target for inhibiting tumor angiogenesis"}, {"pubmed": 24037664, "text": "S100A4 is overexpressed in head and neck squamous cell carcinoma, and is a potential therapeutic target."}, {"pubmed": 24062356, "text": "S100A4 overexpression is observed in a subset of small intestine adenocarcinomas, is associated with advanced disease and can be used as a prognostic indicator of poor prognosis in patients with SIAC."}, {"pubmed": 24065232, "text": "Our findings indicate that S100A4 contributes to HCC metastasis by activation of NF-kB dependent MMP-9 expression."}, {"pubmed": 24174222, "text": "the hypomethylation of the c-Myb motif upregulates the S100A4 expression in laryngeal cancer."}, {"pubmed": 24215866, "text": "Our data establishes S100A4 as an inducer of a cytokine network enabling tumor cells to engage angiogenic and inflammatory stromal cells, which might contribute to pro-metastatic activity of S100A4"}, {"pubmed": 24217649, "text": "Results strongly suggest that S100A4 may promote OS tumor growth by regulating the cell cycle, reducing apoptosis, and inhibiting osteogenic differentiation."}, {"pubmed": 24240114, "text": "Tumor progression with mesenchymal characteristics is partly mediated by S100A4."}, {"pubmed": 24252706, "text": "Studies suggest that residues 1908-1923 of the myosin-IIA represent a core sequence for the S100A4/myosin-IIA complex and the structural fluctuations within the myosin-IIA coiled-coil may facilitate S100A4 docking onto a single myosin-IIA chain."}, {"pubmed": 24378831, "text": "S100A4, FOS and CXCR4, playing a major role in tumor progression and metastasis, are downregulated by sorafenib."}, {"pubmed": 24401939, "text": "Functional studies of human TH2 cells as well as mouse models of allergy showed that deletion of one of the genes, S100A4, resulted in decreased signs of allergy."}, {"pubmed": 24469032, "text": "serum amyloid A1 and A3 induce metastasis, and are targets of metastasis-inducing S100A4."}, {"pubmed": 24622067, "text": "Data indicate that CD24 and S100A4 expressions were significant predictors of poor survival."}, {"pubmed": 24643522, "text": "S100A4 can induce an inflammatory response mediated by TLR4 and by the activation of NF-kappaB and the kinases p38 and ERK1/2 in mononuclear cells from patients with rheumatoid arthritis."}, {"pubmed": 24706305, "text": "S100A4 mRNA levels were significantly higher in carcinoma specimens."}, {"pubmed": 24706307, "text": "Positive S100A4 expression more frequently occurred in osteosarcoma tissues."}, {"pubmed": 24732359, "text": "these results suggest that S100A4 plays an important role in lung carcinogenesis by means of cell proliferation and motility by a pathway similar to that in pancreatic cancer."}, {"pubmed": 24742244, "text": "Patients with positive expression of S100A4 appear to have a poorer OS compared with those with negative expression of S100A4"}, {"pubmed": 24756855, "text": "In conclusion, our results indicate that S100A4 may be a biological marker indicating the recurrence and poor prognosis in patients with endometrial carcinoma ."}, {"pubmed": 24781336, "text": "High S100A4 and vimentin protein expression correlate with an aggressive, malignant phenotype in hepatocellular carcinoma."}, {"pubmed": 24795458, "text": "In the presence of S100A4 or UA, MSCs gained an immunosuppressive capability and stably induced IL-10- and IDO-expressing lymphocytes that maintained their phenotype following proliferation."}, {"pubmed": 24798676, "text": "molecular disturbances in S100A4 and endoglin expression might regulate the formation of cervical metastasis in HNSCC"}, {"pubmed": 24830809, "text": "S100A4 C-terminal random coil region conformation is important for Ca(2)-binding"}, {"pubmed": 24867514, "text": "S100A4/NFkB/MMP-9 signaling pathway may play an important role during laryngeal squamous carcinoma cell invasion."}, {"pubmed": 24885536, "text": "High S100A4 expression is associated with pleural tuberculosis."}, {"pubmed": 24936148, "text": "our results demonstrate that activation of the PI3K/Akt/mTOR/p70S6K signaling pathway is involved in S100A4-induced viability, migration, upregulation of VEGF and downregulation of E-cadherin in CRC cells"}, {"pubmed": 24945657, "text": "ACTA2, FSP1, and PDGFRa are unfavorable prognostic indicators of esophageal squamous cell carcinoma patients."}, {"pubmed": 24952599, "text": "interaction of S100A4-RAGE mediates S100A4-induced colorectal cancer cell motility"}, {"pubmed": 24957789, "text": "HO-1, S100A4, and SYND1 expressions have prognostic value in primary non-muscle-invasive bladder cancer (NMIBC)."}, {"pubmed": 24968947, "text": "Data suggest that S100A4 and Annexin A2 proteins could be useful prognostic markers to predict tumor progression and prognosis in urothelial carcinoma of the urinary bladder."}, {"pubmed": 24969174, "text": "Downregulation of S100A4 increases the activity of caspase-3, -8 and -9, apoptosis of Hep-2 cells and decreases the proliferation of Hep-2 cells."}, {"pubmed": 24975844, "text": "S100A4 induced Egr-1 nuclear localization by increasing the association between Egr-1 and importin-7 and this effect was reduced in S100A4 mutants that harbored a defect in nuclear localization signals."}, {"pubmed": 24985031, "text": "Expression of S100A4 is correlated with MMP-9 expression."}, {"pubmed": 25110349, "text": "results show that extracellular S100A4 plays a pivotal role in SMC phenotypic changes."}, {"pubmed": 25171474, "text": "S100A4 expression levels and frequencies are significantly different."}, {"pubmed": 25217321, "text": "Increased expression levels of S100A4 associated with hypoxia-induced invasion and metastasis in esophageal squamous cell cancer"}, {"pubmed": 25252758, "text": "LIM and SH3 protein 1 induces TGFbeta-mediated epithelial-mesenchymal transition in human colorectal cancer by regulating S100A4 expression."}, {"pubmed": 25253987, "text": "investigated the expression of S100A4 and correlated it with clinical disease activity as well as with the levels of osteopontin (OPN), soluble syndecan-1, and vascular endothelial growth factor (VEGF) in proliferative diabetic retinopathy"}, {"pubmed": 25257341, "text": "the co-expression of SATB1 and S100A4 may be a significant prognostic indicator for the 5-year overall survival rate in patients with colorectal carcinoma."}, {"pubmed": 25269953, "text": "Data indicate that Cu-oxidized S100 calcium binding protein A4 (S100A4) interacted with S100 calcium binding protein A1 (S100A1) and prevented protein phosphatase 5 (PP5) activation."}, {"pubmed": 25310523, "text": "Cells overexpressing S100A4 D10V showed a significant reduction in cell migration ability."}, {"pubmed": 25339476, "text": "Overexpression of RLN2 and S100A4 might be related to the prediction of metastasis potency and poor prognosis for osteosarcoma patients."}, {"pubmed": 25359220, "text": "Data indicate that circulating levels of S100A4 protein are elevated in myositis and associate with several disease activity parameters."}, {"pubmed": 25489637, "text": "Persistently high S100A4 levels predicted poor treatment outcome in patients with rheumatoid arthritis."}, {"pubmed": 25491625, "text": "Overexpression of S100A4 was associated with resistance to cisplatin in laryngeal carcinoma cells."}, {"pubmed": 25511023, "text": "). In conclusion, the present study indicated that S100A4 expression level is not a prognostic factor for gastric cancer"}, {"pubmed": 25738360, "text": "these studies show that C/EBPbeta increases S100A4 levels by directly activating S100A4 promoter expression in glioblastoma cells and provide evidence that S100A4 may contribute to the C/EBPbeta-induced invasiveness."}, {"pubmed": 25826487, "text": "vimentin and FSP1 have roles in gingival fibrosis"}, {"pubmed": 25854377, "text": "Up-regulated S100A4 expression is positively linked to pathogenesis."}, {"pubmed": 26057862, "text": "Through selective knockout or inhibition of the network components, we show that the interaction between epidermal growth factor receptor (EGFR) and S100A4 modulates the sensitivity of angiogenesis development to matrix metalloproteinases (MMPs) activity"}, {"pubmed": 26118552, "text": "The results show that S100A4 enhances the activity of matrix metalloproteinases (MMPs), causing higher cell dissociation. Moreover, it leads to an increased stability of the pathological state."}, {"pubmed": 26166646, "text": "Elevated S100A4 in plasma is a novel biomarker for early detection of acute myocardial infarction."}, {"pubmed": 26274343, "text": "PTCSC3 downregulates S100A4, leading to a reduction in cell motility and invasiveness. We propose that PTCSC3 impacts papillary thyroid cancer predisposition and carcinogenesis through the S100A4 pathway."}, {"pubmed": 26292668, "text": "Results found that CNE-1 nasopharyngeal carcinoma cell (NPC) line expressing S100A4 showed significantly increased invasion ability in vitro and in vivo. Also, it seems that aberrant DNA hypomethylation of its promotor region might lead to the metastasis progression in EBV-associated NPC."}, {"pubmed": 26349943, "text": "Proximity ligation assay demonstrate proximity between S100A4 and cyclin B1 in vitro, while confocal microscopy showed S100A4 to localize to areas corresponding to centrosomes in mitotic cells prior to chromosome segregation."}, {"pubmed": 26409452, "text": "S100A4 could promote the invasion ability of breast cancer cells via EMT, more importantly, it could participate in EMT via regulating MMP2 in breast cancer."}, {"pubmed": 26483185, "text": "Enhanced S100A4 expression was observed in remodeled intrapulmonary arteries of COPD patients."}, {"pubmed": 26497012, "text": "our data suggest a novel mechanism for mutant p53V143A accumulation and add a new facet to the role of S100A4 in cancer"}, {"pubmed": 26499072, "text": "S100A4 levels are elevated in human periodontal ligament cells in response to IL-1beta."}, {"pubmed": 26654597, "text": "Tag7-Mts1 complex causes chemotactic migration of lymphocytes, with NK cells being a preferred target."}, {"pubmed": 26715280, "text": "Increased S100A4 expression is associated with thyroid papillary carcinoma."}, {"pubmed": 26722531, "text": "S100A4 mRNA level is an important molecular biomarker for prediction of chemosensitivity to gemcitabine in unresectable pancreatic cancer."}, {"pubmed": 26741489, "text": "Downregulation of AKT3 increases migration and metastasis in triple negative breast cancer cells by upregulating S100A4."}, {"pubmed": 26781584, "text": "The increased content of collagen fibers and overexpression of S100A4 and P53 may play an important role in myocardial fibrosis of HCM, and they can be used in future HCM research. Blockade of S100A4 may have therapeutic potential in HCM by attenuating cardiac fibrosis."}, {"pubmed": 26897964, "text": "EZH2 mediates the regulation of E-cadherin expression by S100A4 and controls the proliferation and migration of gastric cancer cells."}, {"pubmed": 26903691, "text": "Study shows that negative expression of S100A4 was significantly associated with higher 3-year OS rate and N0 stage for lymph node metastasis in pancreatic neoplasm tumor which suggest that S100A4 expression represents a potential marker for lymph node metastasis and a potential unfavorable factor for prognosis of patients with this disease."}, {"pubmed": 26928771, "text": "Interaction of extracellular S100A4 with RAGE prompts prometastatic activation of melanoma cells."}, {"pubmed": 27029887, "text": "The experimental and in silico results suggest two divergent evolutionary pathways: NMIIA and NMIIB evolved to possess S100A4-dependent and -independent regulations, respectively."}, {"pubmed": 27096393, "text": "Oct-1 modifies S100A4 exchange between intra- and extracellular compartments in Namalwa cells and increases their sensitivity to glucocorticoids."}, {"pubmed": 27109209, "text": "Aberrant S100A4 expression may predictendometrial cancer (EC) progression and play an important role in regulating EC cell invasion through Epithelial-mesenchymal transition (EMT) regulation."}, {"pubmed": 27193714, "text": "Comparative analysis of various tumor lines showed no clear correlation between the expression level of Mts1/S100A4 and the content of Oct-1. However, at stable transfection of tumor cells with Oct-1A, Oct-1L, and Oct-1X isoforms we detected an elevated level of Oct-1, which stimulated Mts1/S100A4 secretion."}, {"pubmed": 27193724, "text": "We studied the expression of S100A4 and the total PHF10 protein in some human cancer cell lines. We have found that, in the cell lines studied, the PHF10 expression is correlated with the S100A4 expression."}, {"pubmed": 27278086, "text": "ChIP studies showed that the S100A4 protein binds to the GDF15 promoter, implicating S100A4 in GDF15 regulation at the transcriptional level."}, {"pubmed": 27294692, "text": "S100A4, A8, and A9 proteins represent promising marker genes to evaluate the risk potential of suspicious oral lesions in molecular pathology."}, {"pubmed": 27328733, "text": "our findings highlight nuclear S100A4 as a candidate therapeutic target in cholangiocarcinoma and establish a mechanistic rationale for the use of low-dose paclitaxel in blocking metastatic progression of cholangiocarcinoma"}, {"pubmed": 27348205, "text": "our results demonstrate not only that high expression of S100A4 contributes to an aggressive phenotype of EC, but also that its elevated expression is closely related to the MELF histopathological pattern."}, {"pubmed": 27530814, "text": "Network analysis of overlapping genes revealed the effects on tubulins (Tubb2a, Tubb3, Tubb4b), Nfe2l2, S100a4, Cd44, and Nfkb2, all of which are linked to TBI-relevant outcomes, including epileptogenesis and tissue repair"}, {"pubmed": 27544906, "text": "miR-187-3p inhibits the migration/metastasis and epithelial mesenchymal transition in hepatocellular carcinoma by targeting S100A4 expression."}, {"pubmed": 27750112, "text": "S100a4 is expressed in a limited number of stromal cells throughout the colon. S100A4 was mainly localised in the colorectal tumour-associated stroma, it was also detectable in a limited number of epithelial tumour cells."}, {"pubmed": 27770373, "text": "Cell invasion (matrigel) was reduced only in the Hs578T cells (p < 0.01). Silencing decreased the expression of the prometastatic molecules S100A4 and TGFbetaR2 in both cell lines and CD44 in Hs578T cells .We conclude that ECM1 is a key player in the metastatic process and regulates the actin cytoskeletal architecture of aggressive breast cancer cells at least in part via alterations in S100A4 and Rho A."}, {"pubmed": 27793047, "text": "Both the calcium-binding ability and the C-terminal region of S100A4 are important for cancer initiatin cells to sustain their stemness properties and malignancy in head and neck cancers."}, {"pubmed": 27802204, "text": "These results support the hypothesis that S100A4 contributes significantly to growth and metastasis, and that down-regulation of S100A4 expression decreases the metastatic potential of ATC cells."}, {"pubmed": 27911610, "text": "The relative expression of S100A4 mRNA was higher when mod-SHEM was used, although significant differences were detected only when the expression levels were compared with those found in LPCs incubated with IOBA-FBS"}, {"pubmed": 27927689, "text": "our results suggest the existence of evolutionarily conserved pathways used by S100A4 to promote metastatic dissemination"}, {"pubmed": 28058579, "text": "S100A4-expression was associated with poor outcome in early-stage breast cancer, but the low percentage of positive tumors and the modest survival differences imply that the clinical utility in selection of patients for adjuvant treatment is limited."}, {"pubmed": 28209128, "text": "Studied the role and expression of MIR296 in the metastasis and epithelial-mesenchymal transition of colorectal cancer. Found MIR296 inhibited migration and invasion of tumor cells, as well as suppressed S100A4 abundance in tumor cells."}, {"pubmed": 28423501, "text": "our findings demonstrate that S100A4 is post-transcriptionally regulated by tumor suppressor microRNAs"}, {"pubmed": 28530639, "text": "findings indicate that Idiopathic pulmonary fibrosis mesenchymal progenitor cells are intrinsically fibrogenic and that S100A4 confers mesenchymal progenitor cells with fibrogenicity."}, {"pubmed": 28615627, "text": "this study demonstrates that metastasized cells are less migratory due in part to the post-metastatic downregulation of S100A4 and GRM3. Targeting S100A4 and GRM3 may help prevent bone metastasis."}, {"pubmed": 28675500, "text": "Authors first provide experimental evidence suggesting that FAM107B was downregulated by S100A4 in gastric cancer MGC803 cells. And FAM107B at least partially mediates the biological effect of S100A4 in the cells."}, {"pubmed": 28807938, "text": "High S100A4 expression is associated with Mesenchymal Transition in Glioblastoma."}, {"pubmed": 28921916, "text": "S100A4 is up-regulated in cervical adenocarcinomas and squamous cell carcinomas."}, {"pubmed": 29065913, "text": "Urine S100A4 shows the most promise as an lupus nephritis (LN) activity biomarker."}, {"pubmed": 29141874, "text": "S100A4 expression is induced by the TGF-beta pathway,."}, {"pubmed": 29303365, "text": "MiR-187 could interact with S100A4 3'-UTR."}, {"pubmed": 29342841, "text": "miR-3189-3p mimics enhanced the effects of the S100A4 siRNA on the inhibition of gastric cancer cell proliferation and migration by targeting CFL2."}, {"pubmed": 29383839, "text": "The data suggest that interplay between Trx-1 and S100P promoted CRC EMT as well as migration and invasion by up-regulating S100A4 through AKT activation, thus providing further potential therapeutic targets for suppressing the EMT in metastatic CRC."}, {"pubmed": 29400663, "text": "clusterin promotes growth and invasion in renal cell carcinoma cells in vitro and in vivo through upregulation of S100A4"}, {"pubmed": 29421955, "text": "This work represents an advance in biomedical sci-ence because it shows that, unlike CA-125, serum S100A4 can discriminate between normal and epithelial ovarian cancer patients, especially in early-stage disease, and may be a novel diagnostic and prognostic marker for ovarian cancer."}, {"pubmed": 29449540, "text": "S100A4 promotes lung tumor development through inhibiting autophagy in a beta-catenin signaling and S100A4 receptor RAGE-dependent manner."}, {"pubmed": 29453465, "text": "Found S100 calcium binding protein A4 (S100A4)to be a biomarker of insulin resistance and pernicious adipose tissue in obese and non-obese individuals."}, {"pubmed": 29578167, "text": "This meta-analysis showed that overexpression of S100A4 seems to be associated with tumor progression and poor prognosis of PC patients."}, {"pubmed": 29679610, "text": "a change in MITF transcriptional activity from repression to activation of S100A4 that results from a point mutation in MITF alters melanoma invasive ability. These data suggest new opportunities for diagnosis and treatment of metastatic melanoma."}, {"pubmed": 29733962, "text": "Study discovered that ATP could upregulate both the intracellular expression and secretion of S100A4 in breast cancer cells and fibroblasts. Apart from stimulating breast cancer cell motility via intracellular S100A4, ATP enhanced the ability of breast cancer cells to transform fibroblasts into cancer-associated fibroblast (CAF)-like cells, which in turn secreted S100A4 to further promote cancer cell motility."}, {"pubmed": 29741811, "text": "The S100A4- breast cancer cells -tumor-associated macrophages interaction cascade could be an important contributor to the aggressive behavior of this subtype and should be further explored for therapeutic targeting."}, {"pubmed": 29846215, "text": "This research for the first time confirmed the presence of S100A4 in keloid fibroblasts (KF). Results suggest that overexpression of S100A4 contributes to aberrant TGFB1 signaling in keloid disease. Calcimycin inhibits the expression of S100A4, as well as KF proliferation and migration and extracellular matrix synthesis."}, {"pubmed": 29901152, "text": "ERRgamma may exert oncogenic activity mainly associated with aggressiveness of EC by activating S100A4 transcription."}, {"pubmed": 29932233, "text": "IL1B promotes the nuclear translocaiton of S100A4 protein in gastric cancer cells and the cell's stem-like properties through PI3K pathway."}, {"pubmed": 30097176, "text": "S100A4 is also playing a role in the MC life cycle and functions."}, {"pubmed": 30127784, "text": "S100A4 protein levels and the amount of S100A4+ macrophages correlated with the occurrence of idiopathic pulmonary fibrosis"}, {"pubmed": 30450809, "text": "The expression levels of OSX and S100A4 correlated significantly in human breast tumors."}, {"pubmed": 30540988, "text": "data suggest that a portion of urinary FSP1 is secreted as EVs originating from podocytes, and that FSP1 levels reflect active and ongoing glomerular injury and disease activity, such as cellular crescent formation."}, {"pubmed": 30710284, "text": "Data provide evidence that S100A4 plays a major role as damage-associated molecular patterns (DAMPs) protein enhancing inflammation in cancer and a wide range of pathological conditions. [review]"}, {"pubmed": 30745574, "text": "MTA1 and S100A4 are involved in angiogenesis for promoting tumor growth."}, {"pubmed": 30868407, "text": "The metastasis-promoting role of S100A4 was further validated in the HSCC FaDu cell line, indicating that S100A4 is a potential therapeutic target for HSCC. Furthermore, this study suggests that nuclear S100A4 expression could be considered a prognostic biomarker for HSCC."}, {"pubmed": 30885944, "text": "findings uncover a novel S100A4 function and highlight its importance in controlling NDUFS2 expression to regulate the plasticity of mitochondrial metabolism and thereby promote the invasive and metastatic capacity in lung cancer"}, {"pubmed": 30927479, "text": "Clinical relevance of circulating MACC1 and S100A4 transcripts for ovarian cancer."}, {"pubmed": 31201625, "text": "The results of the study show that the ability of breast cancer cells to migrate depends on the S100A4 protein concentration in the cell."}, {"pubmed": 31467231, "text": "Mts1 was highly expressed in patients with thyroid cancer and high Mts1 levels were related to poor prognoses such as lymph node metastasis."}, {"pubmed": 31526392, "text": "High S100A4 expression is associated with pancreatic carcinoma."}, {"pubmed": 31596125, "text": "S100A4 levels in patients with unstable angina pectoris were significantly elevated."}, {"pubmed": 31611628, "text": "S100A4 is essential for AML survival and could be a therapeutic target in AML."}, {"pubmed": 31814858, "text": "Low S100A4 expression is associated with Osteoporosis."}, {"pubmed": 31857700, "text": "S100A4/non-muscle myosin II signaling regulates epithelial-mesenchymal transition and stemness in uterine carcinosarcoma."}, {"pubmed": 32084430, "text": "we propose epigenetic changes in two methylation sites and an altered S100A4 white adipose tissue expression as plausible molecular mechanisms underlying this disturbance in obesity"}, {"pubmed": 32330536, "text": "The expression of S100A4 in hepatocellular carcinoma (HCC) was significantly up-regulated compared with adjacent tissues, and was also significantly associated with tumors volume, the expression of PD-L1 and the survival time of patients with HCC."}, {"pubmed": 32696952, "text": "Clinicopathological and prognostic value of S100A4 expression in non-small cell lung cancer: a meta-analysis."}, {"pubmed": 32740861, "text": "S100A4 overexpression in pancreatic ductal adenocarcinoma: imaging biomarkers from whole-tumor evaluation with MRI and texture analysis."}, {"pubmed": 32755764, "text": "The S100 calcium-binding protein A4 level is elevated in the lungs of patients with idiopathic pulmonary fibrosis."}, {"pubmed": 32805233, "text": "S100A4/Nonmuscle Myosin IIA/p53 Axis Contributes to Aggressive Features in Ovarian High-Grade Serous Carcinoma."}, {"pubmed": 32914661, "text": "Calcium-Binding Protein S100A4 Is Upregulated in Carotid Atherosclerotic Plaques and Contributes to Expansive Remodeling."}, {"pubmed": 32926102, "text": "S100A4 Silencing Facilitates Corneal Wound Healing After Alkali Burns by Promoting Autophagy via Blocking the PI3K/Akt/mTOR Signaling Pathway."}, {"pubmed": 33524007, "text": "White adipose tissue-infiltrated CD11b+ myeloid cells are a source of S100A4, a new potential marker of hepatic damage."}, {"pubmed": 33719561, "text": "Hyaluronan/CD44 axis regulates S100A4-mediated mesenchymal progenitor cell fibrogenicity in idiopathic pulmonary fibrosis."}, {"pubmed": 33946884, "text": "S100A4 Is Involved in Stimulatory Effects Elicited by the FGF2/FGFR1 Signaling Pathway in Triple-Negative Breast Cancer (TNBC) Cells."}, {"pubmed": 34035222, "text": "Exosomal S100A4 derived from highly metastatic hepatocellular carcinoma cells promotes metastasis by activating STAT3."}, {"pubmed": 34058292, "text": "S100A4 plays a key role in TRPV3 ion channel expression and its electrophysiological function."}, {"pubmed": 34118929, "text": "Targeting S100A4 with niclosamide attenuates inflammatory and profibrotic pathways in models of amyotrophic lateral sclerosis."}, {"pubmed": 34182485, "text": "Role of S100A4 in the Pathogenesis of Human Periapical Granulomas."}, {"pubmed": 34600083, "text": "IGF1R-alpha6 integrin-S100A4 network governs the organ-specific metastasis of chemoresistant epithelial ovarian cancer cells."}, {"pubmed": 35140215, "text": "Single-cell analysis of human glioma and immune cells identifies S100A4 as an immunotherapy target."}, {"pubmed": 35154161, "text": "S100A4/TCF Complex Transcription Regulation Drives Epithelial-Mesenchymal Transition in Chronic Sinusitis Through Wnt/GSK-3beta/beta-Catenin Signaling."}, {"pubmed": 35217896, "text": "The prognostic value of S100A calcium binding protein family members in predicting severe forms of COVID-19."}, {"pubmed": 35379204, "text": "The significance of serum S100 calcium-binding protein A4 in silicosis."}, {"pubmed": 35392912, "text": "A functional role of S100A4/non-muscle myosin IIA axis for pro-tumorigenic vascular functions in glioblastoma."}, {"pubmed": 35496059, "text": "Macrophage-Secreted S100A4 Supports Breast Cancer Metastasis by Remodeling the Extracellular Matrix in the Premetastatic Niche."}, {"pubmed": 35546077, "text": "Triple-negative and triple-positive breast cancer cells reciprocally control their growth and migration via the S100A4 pathway."}, {"pubmed": 35965620, "text": "In silico Prediction of Deleterious Single Nucleotide Polymorphism in S100A4 Metastatic Gene: Potential Early Diagnostic Marker."}, {"pubmed": 36327571, "text": "S100A4 is expressed in human odontoblasts and odontoblast-like cells."}, {"pubmed": 36370151, "text": "Exosome-transmitted S100A4 induces immunosuppression and non-small cell lung cancer development by activating STAT3."}, {"pubmed": 36428148, "text": "The clinical and biological characterization of acute myeloid leukemia patients with S100A4 overexpression."}, {"pubmed": 36436457, "text": "SVCT2-mediated ascorbic acid uptake buffers stress responses via DNA hydroxymethylation reprogramming of S100 calcium-binding protein A4 gene."}, {"pubmed": 36537055, "text": "Usefulness of serum S100A4 and positron-emission tomography on lung cancer accompanied by interstitial pneumonia."}, {"pubmed": 36995520, "text": "Overexpression of ferroptosis-related genes FSP1 and CISD1 is related to prognosis and tumor immune infiltration in gastric cancer."}, {"pubmed": 37026957, "text": "The function of S100A4 in pulmonary disease: A review."}, {"pubmed": 37090702, "text": "Contribution of S100A4-expressing fibroblasts to anti-SSA/Ro-associated atrioventricular nodal calcification and soluble S100A4 as a biomarker of clinical severity."}, {"pubmed": 37154201, "text": "Protein atlas of fibroblast specific protein 1 (FSP1)/S100A4."}, {"pubmed": 37628889, "text": "S100A4 Promotes BCG-Induced Pyroptosis of Macrophages by Activating the NF-kappaB/NLRP3 Inflammasome Signaling Pathway."}, {"pubmed": 38007473, "text": "LINC01133 can induce acquired ferroptosis resistance by enhancing the FSP1 mRNA stability through forming the LINC01133-FUS-FSP1 complex."}, {"pubmed": 38110482, "text": "Renoprotective effects of extracellular fibroblast specific protein 1 via nuclear factor erythroid 2-related factor-mediated antioxidant activity."}, {"pubmed": 38164183, "text": "S100A4 Is a Key Facilitator of Thoracic Aortic Dissection."}, {"pubmed": 38280333, "text": "S100A4 reprofiles lipid metabolism in mast cells via RAGE and PPAR-gamma signaling pathway."}, {"pubmed": 38360265, "text": "S100A4 modulates cell proliferation, apoptosis and fibrosis in the hyperplastic prostate."}, {"pubmed": 38609357, "text": "ANXA9 facilitates S100A4 and promotes breast cancer progression through modulating STAT3 pathway."}, {"pubmed": 38678322, "text": "[SRSF2 promotes glioblastoma cell proliferation by inducing alternative splicing of FSP1 and inhibiting ferroptosis]."}, {"pubmed": 39009982, "text": "The dual role of FSP1 in programmed cell death: resisting ferroptosis in the cell membrane and promoting necroptosis in the nucleus of THP-1 cells."}], "genomic_pos": {"chr": "1", "end": 153550136, "ensemblgene": "ENSG00000196154", "start": 153543613, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 153522612, "start": 153516089, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001837", "pubmed": 14679171, "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": 15033494, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [22664934, 23580065], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 26654597, "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [12118070, 15033494], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "is_active_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 15033494, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 25037231, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003779", "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14640694, 15479433, 16189514, 19740107, 20421509, 20591429, 21516116, 22460785, 22483112, 23024279, 23752197, 24658140, 25416956, 26496610, 30083275, 31837246, 31980649, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042056", "pubmed": 26654597, "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [20421509, 22483112], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046914", "qualifier": "enables", "term": "transition metal ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048306", "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050786", "qualifier": "enables", "term": "RAGE receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050786", "pubmed": 15033494, "qualifier": "enables", "term": "RAGE receptor binding"}]}, "homologene": {"genes": [[7955, 336655], [7955, 100005083], [9031, 101747315], [9544, 715115], [9598, 457320], [9606, 6275], [9615, 403787], [9913, 282343], [10090, 20198], [10116, 24615]], "id": 7924}, "interpro": [{"desc": "S100/Calcium binding protein 7/8-like, conserved site", "id": "IPR001751", "short_desc": "S100/CaBP7/8-like_CS"}, {"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "S100/CaBP-9k-type, calcium binding, subdomain", "id": "IPR013787", "short_desc": "S100_Ca-bd_sub"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}, {"desc": "S-100", "id": "IPR034325", "short_desc": "S-100_dom"}], "ipi": "IPI00032313", "map_location": "1q21.3", "name": "S100 calcium binding protein A4", "other_names": ["S100 calcium-binding protein A4 (calcium protein, calvasculin, metastasin, murine placental homolog)", "calcium placental protein", "fibroblast-specific protein-1", "leukemia multidrug resistance associated protein", "malignant transformation suppression 1", "metastasin 1", "murine placental homolog", "placental calcium-binding protein", "protein Mts1", "protein S100-A4"], "pantherdb": {"HGNC": "10494", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1330282", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10090, "uniprot_kb": "P07091"}, {"RGD": "3245", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10116, "uniprot_kb": "P05942"}, {"Ensembl": "ENSGALG00000037599", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 9031, "uniprot_kb": "A0A1D5NTE3"}, {"Ensembl": "ENSGALG00000026613", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 9031, "uniprot_kb": "R4GH93"}, {"ZFIN": "ZDB-GENE-050522-69", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "Q503K9"}], "uniprot_kb": "P26447"}, "pathway": {"wikipathways": {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}}, "pdb": ["1M31", "2LNK", "2MRD", "2Q91", "3C1V", "3CGA", "3KO0", "3M0W", "3ZWH", "4CFQ", "4CFR", "4ETO", "4HSZ", "5LPU", "6T58", "7PSP", "7PSQ"], "pfam": "PF01023", "pharmgkb": "PA34906", "pharos": {"target_id": 4437, "tdl": "Tchem"}, "pir": "A48219", "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176863", "relationship": "is"}, {"id": "GNF187769", "relationship": "is"}, {"id": "GNF198675", "relationship": "is"}, {"id": "GNF209581", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158153", "relationship": "similar to"}, "GNF_hs-Origene": [{"id": "GNF036531", "relationship": "similar to"}, {"id": "GNF039658", "relationship": "similar to"}, {"id": "GNF042465", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF012944", "relationship": "is"}, {"id": "GNF012945", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF236677", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103752", "relationship": "is"}, {"id": "GNF143402", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_027993.1"], "protein": ["NP_002952.1", "NP_062427.1"], "rna": ["NM_002961.3", "NM_019554.3"], "translation": [{"protein": "NP_002952.1", "rna": "NM_002961.3"}, {"protein": "NP_062427.1", "rna": "NM_019554.3"}]}, "reporter": {"HG-U133_Plus_2": "203186_s_at", "HG-U95Av2": ["38087_s_at", "38088_r_at"], "HTA-2_0": "TC01003266.hg.1", "HuEx-1_0": ["2436004", "4045598"], "HuGene-1_1": "7920271", "HuGene-2_1": "16693449"}, "summary": "The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21. This protein may function in motility, invasion, and tubulin polymerization. Chromosomal rearrangements and altered expression of this gene have been implicated in tumor metastasis. Multiple alternatively spliced variants, encoding the same protein, have been identified. [provided by RefSeq, Jul 2008].", "symbol": "S100A4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419786"}, "unigene": "Hs.654444", "uniprot": {"Swiss-Prot": "P26447"}, "wikipedia": {"url_stub": "S100A4"}}