{"AllianceGenome": "10496", "HGNC": "10496", "MIM": "114110", "_id": "6277", "_version": 1, "accession": {"genomic": ["AX038700.1", "AY034480.1", "BX470102.12", "CH471121.2", "CP068277.2", "J02763.1", "M14300.1", "M18981.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAA35886.1", "AAA51905.1", "AAA51906.1", "AAH01431.1", "AAH09017.1", "AAK59702.1", "AAP35611.1", "BAA05830.1", "BAG35024.1", "CAC16552.1", "EAW53318.1", "EAW53319.1", "EAW53320.1", "EAW53321.1", "EAW53322.1", "EAW53323.1", "EAW53324.1", "EAW53325.1", "EAW53326.1", "NP_055439.1", "P06703.1", "XP_016857522.1", "XP_054194088.1"], "rna": ["AK312088.1", "BC001431.2", "BC009017.1", "BF726732.1", "BT006965.1", "D28464.1", "NM_014624.4", "XM_017002033.2", "XM_054338113.1"], "translation": [{"protein": "NP_055439.1", "rna": "NM_014624.4"}, {"protein": "AAH09017.1", "rna": "BC009017.1"}, {"protein": "XP_054194088.1", "rna": "XM_054338113.1"}, {"protein": "BAA05830.1", "rna": "D28464.1"}, {"protein": "AAH01431.1", "rna": "BC001431.2"}, {"protein": "XP_016857522.1", "rna": "XM_017002033.2"}, {"protein": "AAP35611.1", "rna": "BT006965.1"}, {"protein": "BAG35024.1", "rna": "AK312088.1"}]}, "alias": ["2A9", "5B10", "CABP", "CACY", "PRA", "S10A6"], "ensembl": {"gene": "ENSG00000197956", "protein": ["ENSP00000357708", "ENSP00000357709", "ENSP00000473547", "ENSP00000473589"], "transcript": ["ENST00000368719", "ENST00000368720", "ENST00000462776", "ENST00000462951", "ENST00000496817"], "translation": [{"protein": "ENSP00000357708", "rna": "ENST00000368719"}, {"protein": "ENSP00000473589", "rna": "ENST00000496817"}, {"protein": "ENSP00000357709", "rna": "ENST00000368720"}, {"protein": "ENSP00000473547", "rna": "ENST00000462776"}], "type_of_gene": "protein_coding"}, "entrezgene": "6277", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.25387185, "exp_mis": 27.307769, "exp_syn": 13.53861, "lof_z": 0.827328977738882, "mis_z": 0.0288071066774148, "mu_lof": 1.24947316662e-07, "mu_mis": 2.33619449036e-06, "mu_syn": 1.12093413136e-06, "n_lof": 1.0, "n_mis": 27.0, "n_syn": 13.0, "p_li": 0.178917966295076, "p_null": 0.176317174123634, "p_rec": 0.64476485958129, "syn_z": 0.0907479524269378}, "bp": 273, "cds_end": 153507815, "cds_start": 153507171, "n_exons": 2, "nonpsych": {"exp_lof": 1.9987003, "exp_mis": 24.6748956, "exp_syn": 12.2124773, "lof_z": 0.693766455480083, "mis_z": -0.0330104101340277, "mu_lof": 1.24947316662e-07, "mu_mis": 2.33619449036e-06, "mu_syn": 1.12093413136e-06, "n_lof": 1.0, "n_mis": 25.0, "n_syn": 12.0, "p_li": 0.180147483711273, "p_null": 0.196271879756522, "p_rec": 0.623580636532205, "syn_z": 0.0382806802529809}, "nontcga": {"exp_lof": 2.06953928, "exp_mis": 25.1191264, "exp_syn": 12.45149892, "lof_z": 1.41911652385424, "mis_z": 0.0118417409186993, "mu_lof": 1.24947316662e-07, "mu_mis": 2.33619449036e-06, "mu_syn": 1.12093413136e-06, "n_lof": 0.0, "n_mis": 25.0, "n_syn": 11.0, "p_li": 0.553627296898254, "p_null": 0.0519027923509543, "p_rec": 0.394469910750792, "syn_z": 0.26045248752808}, "transcript": "ENST00000368720.2"}, "exons": [{"cdsend": 153535339, "cdsstart": 153534695, "chr": "1", "position": [[153534598, 153534830], [153535201, 153535360], [153535948, 153535991]], "strand": -1, "transcript": "NM_014624", "txend": 153535991, "txstart": 153534598}], "exons_hg19": [{"cdsend": 153507815, "cdsstart": 153507171, "chr": "1", "position": [[153507074, 153507306], [153507677, 153507836], [153508424, 153508467]], "strand": -1, "transcript": "NM_014624", "txend": 153508467, "txstart": 153507074}], "generif": [{"pubmed": 11925593, "text": "findings suggest that up-regulation of FRalpha gene and calcyclin gene expressions induced by Allitridi may play an important role in human gastric cancer cell differentiation"}, {"pubmed": 11937060, "text": "Results are consistent with S100A6, and most likely other S100 proteins, functioning as Ca(2+) sensors in a way analogous to the prototypical sensors calmodulin and troponin C."}, {"pubmed": 12239456, "text": "observed differential expression of S100A6 and S100A4 suggests that S100A6, rather than S100A4, is associated with human colorectal adenocarcinoma tumorigenesis and invasion/metastasis"}, {"pubmed": 12746458, "text": "Sgt1 binds to S100A6 in a calcium-regulated manner"}, {"pubmed": 12859951, "text": "These results suggest that NF-kappaB transcription factor contributes to the activation of S100A6 gene expression in response to tumor necrosis factor alpha in HepG2 cells."}, {"pubmed": 14584893, "text": "calcyclin has a role as an accessory protein involved in the cation-sensing pathway in osteoblasts"}, {"pubmed": 15878395, "text": "Agents evoking oxidative stress activate calcyclin gene via the antioxidant response element in its promoter"}, {"pubmed": 16157226, "text": "while S100A6 is commonly overexpressed in human osteosarcoma, loss of its expression correlates with a metastatic phenotype"}, {"pubmed": 16278400, "text": "S100A6 has a role in progression of pancreatic neoplasms"}, {"pubmed": 16288473, "text": "Depletion of the endogenous USF pool evokes a severe inhibition of S100A6 gene promoter activity. S100A6 gene promoter activity can be stimulated by palmitate and that mutation of the -283/-278 E-box sequence completely blocks this stimulation."}, {"pubmed": 17466273, "text": "This suggests that the interaction of Sgt1 with Hsp70 and Hsp90 is regulated by S100A6 in a Ca(2+)-dependent manner."}, {"pubmed": 17495951, "text": "Cell-specific S100A6 expression is under control of epigenetic mechanisms in skin epithelial and neoplastic cells."}, {"pubmed": 17721932, "text": "S100A6 might be involved in the processing of apoptosis by modulating the transcriptional regulation of caspase-3."}, {"pubmed": 17726019, "text": "S100A6 modulates cell survival by interacting with distinct RAGE immunglobulin domains."}, {"pubmed": 18201235, "text": "S100A6 expression may distinguish squamous cell carcinomas from basal cell carcinomas (BCC), microcystic adnexal carcinomas from BCC and hidradenoma from other adnexal tumors"}, {"pubmed": 18612712, "text": "Findings suggest S100A6 may play an important role in osteosarcoma metastasis and may be considered a prognostic marker."}, {"pubmed": 18620780, "text": "Survival results obtained in p53-negative stage I NSCLC cases support the proposed pro-apoptotic function of S100A6 and suggest the hypothesis of a cross regulation between these two proteins."}, {"pubmed": 18669640, "text": "S100A2 and S100A6 interact with another TPR protein Tom70 and regulate the Tom70-ligand interaction in vitro"}, {"pubmed": 18714402, "text": "wild type p53 suppressed the S100A6 promoter up to 12-fold in a dose-dependent manner"}, {"pubmed": 18753141, "text": "S100A6 is induced by tumor necrosis factor-alpha via an NF-kappaB-dependent mechanism, serving a role in homeostasis to limit tumor necrosis factor-alpha-induced apoptosis by regulating p53 phosphorylation"}, {"pubmed": 18765292, "text": "We found that the presence of S100A6 results in higher p53 transcriptional activity which is also reflected by higher cell susceptibility to apoptosis evoked by hydrogen peroxide."}, {"pubmed": 18803400, "text": "series of structure-based SIP mutations showed reduced S100A6 binding affinity, setting the stage for direct functional analysis of S100A6-SIP interactions"}, {"pubmed": 19048101, "text": "S100A6 differentially expressed in primary hepatocellular carcinoma , primary colorectal, and liver metastases"}, {"pubmed": 19062716, "text": "S100A6 expression level in cancer and metastatic lymph node was significantly higher than their matched non-neoplastic mucosa. S100A6 overexpression was associated with larger tumor size and deeper invasion."}, {"pubmed": 19297317, "text": "S100A6 bound more tightly to tetrameric than to monomeric p53."}, {"pubmed": 19542912, "text": "the combination of strong immunoreactivity for S100A6, in nested dermal spindle cell proliferations, and lack of S100 protein or keratin, supports a diagnosis of cellular neurothekeoma."}, {"pubmed": 19601998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19712129, "text": "The present results suggest the utility of S100A6 immunohistochemistry as a marker for estimation of malignancy in adenocarcinoma with a bronchioloalveolar carcinoma component."}, {"pubmed": 19724273, "text": "S100A6 binds to annexin 2 in pancreatic cancer cells and promotes pancreatic cancer cell motility."}, {"pubmed": 19834903, "text": "Proteomic profiling in distinct cellular compartments led to the identification of a novel p53-dependent biomarker of telomere dysfunction, S100A6."}, {"pubmed": 19888321, "text": "S100A6 concentration predicts peritoneal tumor burden in mice with epithelial ovarian cancer and is associated with advanced stage in patients"}, {"pubmed": 20213445, "text": "S100A6 is necessary for nuclear translocation of the Sgt1 protein"}, {"pubmed": 20581057, "text": "Results suggested that S100A6 plays an important role in the progression of gastric cancer, affecting patient prognosis, and is up-regulated by epigenetic regulation."}, {"pubmed": 20591429, "text": "S100A1, S100A2, S100A4, S100A6 and S100B interacted with MDM2 (2-125)."}, {"pubmed": 20596636, "text": "S100A6 expression decreases along with cancerization in oral squamous cell carcinoma."}, {"pubmed": 20629554, "text": "This study supports a role of S100A6 in thyroid tumorigenesis and as a potential aid in the discrimination between follicular thyroid tumors and papillary thyroid carcinoma."}, {"pubmed": 21039744, "text": "In melanocytic neoplasms composed of small spindle cells, patchy S100A6 staining should not be interpreted as evidence of supporting a diagnosis of melanoma"}, {"pubmed": 21663912, "text": "Serum levels of S100B, S100A6 and S100P are associated with acute coronary syndrome, and serum levels and myocardial expression of these proteins are related to infarct size."}, {"pubmed": 21923636, "text": "results show the presence of S100A6 in umbilical cord and suggest the involvement of this protein in intra- and extra-cellular signalling pathways in this tissue"}, {"pubmed": 21938494, "text": "the overexpression of thioredoxin,S100-A10 and S100-A6 specifically distinguished metastatic from non-metastatic tumors"}, {"pubmed": 22192801, "text": "Calcyclin was identified to be underexpressed in small cell lung cancers, as compared with non-small cell lung cancers and normal lung tissue."}, {"pubmed": 22295074, "text": "new insight into the interaction between S100 proteins and CacyBP/SIP"}, {"pubmed": 22450162, "text": "Introduced a simple and efficient method for producing high-purity recombinant human S100A6 from Escherichia coli culture with low level of endotoxin. We further demonstrated its biological activities for triggering SH-SY5Y cells apoptosis in vitro."}, {"pubmed": 22505232, "text": "Results show strong correlations between mRNA levels of PRA and PRB, protein levels of hormone receptors, HER/ErbB receptors and ligands network, and suggest that crosstalks between PR and the HER family are a hallmark of breast cancer growth."}, {"pubmed": 22560296, "text": "S100A6 interacts with lamin A/C, a protein known to be implicated in colon carcinogenesis."}, {"pubmed": 22681645, "text": "Upregulated expression of S100A6 is associated with gastric cancer."}, {"pubmed": 23076148, "text": "native S1006 seeds SOD1 aggregation, shortening its nucleation process. This suggests a cross-talk between these two proteins involved in ALS."}, {"pubmed": 23095053, "text": "Depletion of endothelial S100A6 levels also elevated beta-galactosidase expression, which is an important hallmark of cellular senescence and exit from the mammalian cell cycle"}, {"pubmed": 23537648, "text": "The S100A6 mutant protein interacts with the RAGE V domain in a symmetrical fashion forming a heterotetrameric complex."}, {"pubmed": 23796514, "text": "S100A6 and the TAZ2 domain of p300 bind p53 with similar affinities and S100A6 effectively competes with TAZ2 for binding to p53."}, {"pubmed": 23844739, "text": "Following myocardial infarction, S100A6 expression levels increased in cardiomyocytes."}, {"pubmed": 23886630, "text": "The regulation of S100A4, S100A6 and ANXA2 in primary human thyrocytes, was investigated."}, {"pubmed": 23993025, "text": "Expression of S100A6 and MMP9 in combination is associated with the development of squamous cell carcinoma."}, {"pubmed": 24281831, "text": "S100A6 may be involved in promotion and progression of human liver cancer."}, {"pubmed": 24378749, "text": "our results suggest that the cellular effects of S100A6 are mediated by the ERK and p38 MAPK pathways, and modulation of these pathways may be employed for CRC prevention and therapy."}, {"pubmed": 24746261, "text": "In Wharton's jelly of preeclamptic tissue S100 calcium binding protein A6(S100A6) is up-regulated and binds to different targets than in control suggesting involvement in development of preeclampsia"}, {"pubmed": 25120023, "text": "High-level S100A6 promotes metastasis and predicts the outcome of T1-T2 stage in clear cell renal cell carcinoma"}, {"pubmed": 25256682, "text": "Data indicate that the interaction between S100A6 and integrin beta1, was confirmed by ELISA."}, {"pubmed": 25450463, "text": "Results obtained proved that increased S100A6 content in keratinocytes dramatically changed the pace and extent of epidermal differentiation"}, {"pubmed": 25743341, "text": "Applying this serum marker to clinical practice would require less-invasive examinations of patients and would help to detect life-threatening cancerous lesions earlier than current modalities."}, {"pubmed": 25760073, "text": "Elevated S100A6 enhances tumorigenesis and suppresses CXCL14-induced apoptosis in clear cell renal cell carcinoma."}, {"pubmed": 25799022, "text": "S100A6 induces EMT and promotes cell migration and invasion in a beta-catenin-dependent manner."}, {"pubmed": 26238340, "text": "Weak or absent S100A6 staining supports a diagnosis of pilar leiomyoma, whereas strong positive staining supports a diagnosis of cutaneous leiomyosarcoma."}, {"pubmed": 26361956, "text": "Our results indicate that serum levels of S100A2 and S100A6 are significantly elevated in early stage non-small cell lung cancer"}, {"pubmed": 26646427, "text": "findings strongly suggest that S100A6 may promote OS cell proliferation and OS tumor growth at least in part by facilitating cell cycle progression, preventing apoptosis, and inhibiting osteogenic differentiation"}, {"pubmed": 27386938, "text": "STAT1 suppression by S100A6 may represent a promising therapeutic target to facilitate reendothelialization in damaged vessels."}, {"pubmed": 27596819, "text": "Results showed that S100A6 was markedly up-regulated in nasopharyngeal carcinoma (NPC) tissues and cell lines and, may promote NPC development via the activation of p38/MAPK signaling pathways."}, {"pubmed": 27818100, "text": "Study reports the crystallographic structure of an S100-bound full-length RAGE ectodomain. The structure reveals a unique dimeric conformation of RAGE, which appears suited for signal transduction, and shows that the S100A6 protein adopts a non-canonical homodimeric arrangement."}, {"pubmed": 28075439, "text": "suppression of S100A6 expression with RNAi significantly decreased the expression levels of beta-catenin, inhibited the growth and migration of eutopic endometrial stromal cells, and promoted their apoptosis."}, {"pubmed": 28343163, "text": "REVIEW: summary of novel discoveries concerning S100A6 targets, its involvement in cellular signaling pathways, and presence in stem/progenitor cells, extracellular matrix and body fluids of diseased patients"}, {"pubmed": 28417162, "text": "As an intracellular protein, S100A6 has been implicated in the regulation of several cellular functions, such as proliferation, apoptosis, the cytoskeleton dynamics, and the cellular response to different stress factors. S100A6 can be secreted/released by certain cell types which points to extracellular effects of the protein. [review]"}, {"pubmed": 28765046, "text": "The S100A6 interacts with FOR20 and related centrosomal proteins through a conserved N-terminal domain, suggesting a novel Ca(2+)-dependent regulation of centrosomal function."}, {"pubmed": 28984474, "text": "High expression of S100A6 in ICC defines a special group of patients with worse clinical characteristics and outcomes. Besides, S100A6 may promote ICC proliferation via activating p38/MAPK pathway."}, {"pubmed": 29020611, "text": "The results suggest that binding of S100A6 to integrin beta1 affects cell adhesion/proliferation due to activation of ILK and FAK signaling pathways."}, {"pubmed": 29053662, "text": "Authors demonstrated that the expression of S100A6 was significantly associated with patient age and tumor differentiation."}, {"pubmed": 29240404, "text": "Isothermal titration calorimetry measured the binding of peptides with diverse sequence and biochemistry to human S100A5 and S110A6. These proteins bound distinct, but overlapping, sets of peptide targets. The specificity of S100 peptide interfaces is likely important for the biology of these proteins."}, {"pubmed": 29534068, "text": "Data show that S100 calcium binding protein A6 (S100A6) is required for the Ca2+-dependent nuclear translocation of calcyclin binding protein (CacyBP/SIP) in colon cancer SW480 cells."}, {"pubmed": 29629840, "text": "S100A6 is a potential risk marker for screening of cholangiocarcinoma."}, {"pubmed": 29746588, "text": "aberrant S100A16 expression might be modulated by its DNA hypomethylation and serves as an independent prognostic indicator of unfavorable overall survival and recurrence-free survival in non-small cell lung adenocarcinoma"}, {"pubmed": 30286717, "text": "Report alterations in the expression of cannabinoid receptors, apelin and S100A6 in the hearts of women over 50."}, {"pubmed": 30352458, "text": "findings suggest that the S100A6 gene may be involved in the pathogenesis of endometriosis, since they participate in mechanisms such as inhibition of apoptosis, angiogenesis and cell proliferation, which lead to the loss of cell homeostasis in the ectopic endometrium, thus contributing to the implantation and survival of the tissue in the extrauterine environment."}, {"pubmed": 30417587, "text": "Calcyclin and Heat Shock Protein 90 in Sera from Women with and without Preeclampsia"}, {"pubmed": 30482253, "text": "Together, the data presented here indicate a close interaction between ageing and sex on the distribution and levels of cannabinoid receptors (CB1, CB2), S100A6 and CacyBP/SIP in the human heart."}, {"pubmed": 30656909, "text": "REVIEW: cellular function of S100A6 and its ligands, CacyBP/SIP and Sgt1"}, {"pubmed": 30804658, "text": "The expression MMP-9 and S100A6 in the tear film decreased in keratoconus patients after corneal collagen crosslinking."}, {"pubmed": 30805941, "text": "HaCaT keratinocytes overexpressing S100A6 had enhanced EGFR, phospho EGFR, and phospho extracellular signal-regulated kinase 1/2 (pERK1/2) staining intensity and level coupled to higher signal transducer and activator of transcription 3 (STAT3) activity."}, {"pubmed": 31071146, "text": "lysozyme, most probably by blocking the interaction between S100A6 and RAGE, inhibits cell proliferation while tranilast may reverse this effect by binding to lysozyme. In conclusion, studies presented in this work, describing the protein-protein/-drug interactions, are of great importance for designing new therapies to treat diseases associated with cell proliferation such as cancers."}, {"pubmed": 31856598, "text": "Serum S100A6, S100A8, S100A9 and S100A11 proteins in colorectal neoplasia: results of a single centre prospective study."}, {"pubmed": 32492924, "text": "S100A6 and Its Brain Ligands in Neurodegenerative Disorders."}, {"pubmed": 32958253, "text": "Blocking the interface region amongst S100A6 and RAGE V domain via S100B protein."}, {"pubmed": 33528559, "text": "Were Ancestral Proteins Less Specific?"}, {"pubmed": 33808200, "text": "Identification and Biochemical Characterization of High Mobility Group Protein 20A as a Novel Ca(2+)/S100A6 Target."}, {"pubmed": 34007134, "text": "S100 calcium binding protein A6 and associated long noncoding ribonucleic acids as biomarkers in the diagnosis and staging of primary biliary cholangitis."}, {"pubmed": 34008212, "text": "S100A6 represses Calu-6 lung cancer cells growth via inhibiting cell proliferation, migration, invasion and enhancing apoptosis."}, {"pubmed": 35130629, "text": "SNHG1 functions as an oncogenic lncRNA and promotes osteosarcoma progression by up-regulating S100A6 via miR-493-5p."}, {"pubmed": 35796891, "text": "S100A6 as a Constituent and Potential Marker of Adult and Cancer Stem Cells."}, {"pubmed": 36674873, "text": "S100A6 Protein-Expression and Function in Norm and Pathology."}, {"pubmed": 36680929, "text": "S100A6 promotes the development of thyroid cancer and inhibits apoptosis of thyroid cancer cells through the PI3K/AKT/mTOR pathway."}, {"pubmed": 36748983, "text": "S100A6 participates in initiation of autoimmune encephalitis and is under epigenetic control."}, {"pubmed": 37217945, "text": "S100A6 inhibits MDM2 to suppress breast cancer growth and enhance sensitivity to chemotherapy."}, {"pubmed": 37509175, "text": "The Role of S100A6 in Human Diseases: Molecular Mechanisms and Therapeutic Potential."}, {"pubmed": 37655980, "text": "The S100 calcium-binding protein A6 plays a crucial role in hepatic steatosis by mediating lipophagy."}, {"pubmed": 37759746, "text": "Interaction of S100A6 Protein with the Four-Helical Cytokines."}, {"pubmed": 38350547, "text": "S100A6 drives lymphatic metastasis of liver cancer via activation of the RAGE/NF-kB/VEGF-D pathway."}, {"pubmed": 38766816, "text": "Involvement of S100A6/S100A11 in T-Cell Immune Regulatory in HCC Revealed by Single Cell RNA-seq."}, {"pubmed": 38877413, "text": "S100A6 Regulates nucleus pulposus cell apoptosis via Wnt/beta-catenin signaling pathway: an in vitro and in vivo study."}], "genomic_pos": {"chr": "1", "end": 153536244, "ensemblgene": "ENSG00000197956", "start": 153534599, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 153508720, "start": 153507075, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 16130169, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007409", "pubmed": 12152788, "qualifier": "involved_in", "term": "axonogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034220", "qualifier": "involved_in", "term": "monoatomic ion transmembrane transport"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0048146", "pubmed": 12577318, "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001726", "pubmed": 10913138, "qualifier": "located_in", "term": "ruffle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 10913138, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005635", "pubmed": [12601007, 12805373], "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005635", "pubmed": 12577318, "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [10913138, 12601007], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 19724273, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009898", "pubmed": 19724273, "qualifier": "located_in", "term": "cytoplasmic side of plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "is_active_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 12118070, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 11937060, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005509", "pubmed": 12577318, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10913138, 12577318, 19724273, 20188096, 20591429, 20965181, 25416956, 29997244, 31837246, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005523", "pubmed": 19724273, "qualifier": "enables", "term": "tropomyosin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015075", "qualifier": "enables", "term": "monoatomic ion transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 10913138, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 11937060, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0044548", "qualifier": "enables", "term": "S100 protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044548", "pubmed": 10913138, "qualifier": "enables", "term": "S100 protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048306", "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048306", "pubmed": 10913138, "qualifier": "enables", "term": "calcium-dependent protein binding"}]}, "homologene": {"genes": [[9031, 373951], [9544, 715169], [9598, 738116], [9606, 6277], [9615, 480143], [9913, 618256], [10090, 20200], [10116, 85247]], "id": 7925}, "interpro": [{"desc": "S100/Calcium binding protein 7/8-like, conserved site", "id": "IPR001751", "short_desc": "S100/CaBP7/8-like_CS"}, {"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "S100/CaBP-9k-type, calcium binding, subdomain", "id": "IPR013787", "short_desc": "S100_Ca-bd_sub"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}, {"desc": "Protein S100-A6", "id": "IPR034118", "short_desc": "S-100A6"}], "ipi": "IPI00027463", "map_location": "1q21.3", "name": "S100 calcium binding protein A6", "other_names": ["MLN 4", "calcyclin", "growth factor-inducible protein 2A9", "prolactin receptor-associated protein", "protein S100-A6"], "pantherdb": {"HGNC": "10496", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1339467", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10090, "uniprot_kb": "P14069"}, {"RGD": "631357", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 10116, "uniprot_kb": "Q80VT8"}, {"RGD": "1562234", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 10116, "uniprot_kb": "D3Z9U8"}, {"Ensembl": "ENSRNOG00000048515", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 10116, "uniprot_kb": "D3ZTD2"}, {"RGD": "620264", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10116, "uniprot_kb": "P05964"}, {"Ensembl": "ENSGALG00000041826", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 9031, "uniprot_kb": "Q98953"}, {"ZFIN": "ZDB-GENE-050522-69", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "Q503K9"}], "uniprot_kb": "P06703"}, "pathway": {"wikipathways": [{"id": "WP2363", "name": "Gastric Cancer Network 2"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP98", "name": "Prostaglandin Synthesis and Regulation"}]}, "pdb": ["1K8U", "1K96", "1K9K", "1K9P", "2M1K", "4YBH"], "pfam": "PF01023", "pharmgkb": "PA34908", "pharos": {"target_id": 17351, "tdl": "Tbio"}, "pir": "A28363", "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168390", "relationship": "is"}, {"id": "GNF179296", "relationship": "is"}, {"id": "GNF190202", "relationship": "is"}, {"id": "GNF201108", "relationship": "is"}, {"id": "GNF217679", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156777", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF035038", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF012946", "relationship": "is"}, {"id": "GNF012947", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF233332", "relationship": "is"}, {"id": "GNF284251", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103739", "relationship": "is"}, {"id": "GNF143389", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_055439.1", "XP_016857522.1", "XP_054194088.1"], "rna": ["NM_014624.4", "XM_017002033.2", "XM_054338113.1"], "translation": [{"protein": "XP_054194088.1", "rna": "XM_054338113.1"}, {"protein": "XP_016857522.1", "rna": "XM_017002033.2"}, {"protein": "NP_055439.1", "rna": "NM_014624.4"}]}, "reporter": {"HG-U133_Plus_2": ["217728_at", "228923_at"], "HTA-2_0": "TC01003264.hg.1", "HuEx-1_0": ["2436067", "4045577"], "HuGene-1_1": "7920258", "HuGene-2_1": "16693433"}, "retired": [50713, 400825], "summary": "The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21. This protein may function in stimulation of Ca2+-dependent insulin release, stimulation of prolactin secretion, and exocytosis. Chromosomal rearrangements and altered expression of this gene have been implicated in melanoma. [provided by RefSeq, Jul 2008].", "symbol": "S100A6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419788"}, "unigene": "Hs.275243", "uniprot": {"Swiss-Prot": "P06703", "TrEMBL": "R4GN98"}, "wikipedia": {"url_stub": "S100A6"}}