{"AllianceGenome": "10489", "HGNC": "10489", "MIM": "603112", "_id": "6283", "_version": 1, "accession": {"genomic": ["AL591704.7", "CH471121.2", "CP068277.2", "D83657.1", "NC_000001.11", "NC_060925.1", "X98288.1", "X98289.1", "X98290.1"], "protein": ["AAH70294.1", "BAA08497.1", "BAA12030.1", "BAA12036.1", "CAA66453.1", "CAB94792.1", "EAW53332.1", "NP_005612.1", "P80511.2"], "rna": ["BC070294.1", "D49549.1", "D83664.1", "NM_005621.2", "X97859.1"], "translation": [{"protein": "AAH70294.1", "rna": "BC070294.1"}, {"protein": "CAA66453.1", "rna": "X97859.1"}, {"protein": "NP_005612.1", "rna": "NM_005621.2"}, {"protein": "BAA12036.1", "rna": "D83664.1"}, {"protein": "BAA08497.1", "rna": "D49549.1"}]}, "alias": ["CAAF1", "CAGC", "CGRP", "ENRAGE", "MRP-6", "MRP6", "p6"], "ensembl": {"gene": "ENSG00000163221", "protein": "ENSP00000357726", "transcript": "ENST00000368737", "translation": [{"protein": "ENSP00000357726", "rna": "ENST00000368737"}], "type_of_gene": "protein_coding"}, "entrezgene": "6283", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.31330253, "exp_mis": 26.2505472, "exp_syn": 11.803531, "lof_z": 0.204050359955226, "mis_z": -1.40806626503471, "mu_lof": 1.30192640245e-07, "mu_mis": 2.24288425958e-06, "mu_syn": 9.67796767274e-07, "n_lof": 2.0, "n_mis": 41.0, "n_syn": 15.0, "p_li": 0.0335297458461187, "p_null": 0.351696162187808, "p_rec": 0.614774091966073, "syn_z": -0.576785230395417}, "bp": 279, "cds_end": 153347068, "cds_start": 153346302, "n_exons": 2, "nonpsych": {"exp_lof": 2.0524908, "exp_mis": 23.7180078, "exp_syn": 10.6420637, "lof_z": 0.035982767355628, "mis_z": -1.27201223851012, "mu_lof": 1.30192640245e-07, "mu_mis": 2.24288425958e-06, "mu_syn": 9.67796767274e-07, "n_lof": 2.0, "n_mis": 36.0, "n_syn": 14.0, "p_li": 0.0329976799419273, "p_null": 0.384628521108541, "p_rec": 0.582373798949531, "syn_z": -0.648072525183692}, "nontcga": {"exp_lof": 2.12421551, "exp_mis": 24.1464823, "exp_syn": 10.85522644, "lof_z": 0.0840732386231027, "mis_z": -1.30318140982718, "mu_lof": 1.30192640245e-07, "mu_mis": 2.24288425958e-06, "mu_syn": 9.67796767274e-07, "n_lof": 2.0, "n_mis": 37.0, "n_syn": 14.0, "p_li": 0.0320991868041325, "p_null": 0.361455649620824, "p_rec": 0.606445163575043, "syn_z": -0.604354367235622}, "transcript": "ENST00000368737.3"}, "exons": [{"cdsend": 153374592, "cdsstart": 153373826, "chr": "1", "position": [[153373712, 153373967], [153374454, 153374612], [153375551, 153375621]], "strand": -1, "transcript": "NM_005621", "txend": 153375621, "txstart": 153373712}], "exons_hg19": [{"cdsend": 153347068, "cdsstart": 153346302, "chr": "1", "position": [[153346188, 153346443], [153346930, 153347088], [153348027, 153348097]], "strand": -1, "transcript": "NM_005621", "txend": 153348097, "txstart": 153346188}], "generif": [{"pubmed": 11522286, "text": "The antimicrobial peptide calcitermin was isolated from human airway secretions and targets Gram-negative bacteria."}, {"pubmed": 11884208, "text": "Circulating CGRP in fulminant hepatic failure seems to reflect hemodynamic changes in the systemic rather than in the cerebral circulation."}, {"pubmed": 11884210, "text": "Deficiency of CGRP in Familial Dysautonomia patients may explain some of their symptoms."}, {"pubmed": 12218151, "text": "Proinflammatory myeloid-related protein S100A12 induces a dose- and time-dependent activation of the HIV-1 long terminal repeat promoter region that can be blocked by specific polyclonal antibody and by physical denaturation of the protein."}, {"pubmed": 12697438, "text": "S100A12 induces inflammatory activation of endothelial cells [review]."}, {"pubmed": 12699958, "text": "S100A12 is highly expressed and shows a close correlation with disease activity in a systemic human vasculitis (Kawasaki disease)."}, {"pubmed": 12740341, "text": "S100A12 is highly expressed in inflammatory bowel disease and down-regulated by anti-TNF therapy. Secretion of S100A12 is induced by TNF."}, {"pubmed": 15077313, "text": "Serum concentrations of S100A12 are useful markers for monitoring disease activity in juvenile rheumatoid arthritis."}, {"pubmed": 16253391, "text": "This study indicates a potential role for pro-inflammatory S100A9 and S100A12 in pathogenesis caused by inflammation and protein complex formation in Alzheimer's disease"}, {"pubmed": 16804393, "text": "Fecal S100A12 is expressed in feces of children with Crohn's disease"}, {"pubmed": 16864903, "text": "the function of S100A12 is suppressed by olopatadine in THP-1 monocytes"}, {"pubmed": 17158877, "text": "Ca2+ binding creates two symmetric hydrophobic surfaces on Ca2+-calgranulin C that allow calgranulin C to bind to the C-type immunoglobulin domain of the receptor for advanced glycation products (RAGE)."}, {"pubmed": 17328050, "text": "The pattern of S100A4 expression differed significantly from that of the proinflammatory proteins S100A9 and S100A12, which were restricted to phagocytes and granulocytes."}, {"pubmed": 17787039, "text": "Data suggest that S100 proteins calprotectin and S100A12 are related to radiographic changes rather than disease activity in psoriatic arthritis with low disease activity."}, {"pubmed": 17852869, "text": "Serum calprotectin and S100A12 are increased in children with inflammatory bowel disease and indicate disease activity."}, {"pubmed": 18050248, "text": "Calculating the S100A12:sRAGE ratio might help to detect patients with KD who are at risk of being unresponsive to IVIG therapy."}, {"pubmed": 18257809, "text": "These results suggest that S100A12 may be a sensitive marker of subclinical inflammation and that an increased S100A12 level may be related to the high peritoneal solute transport rate"}, {"pubmed": 18292089, "text": "Mast cell and monocyte recruitment by S100A12"}, {"pubmed": 18346834, "text": "thermodynamic study of the recombinant S100A12 using circular dichroism, fluorescence and isothermal titration calorimetry"}, {"pubmed": 18443896, "text": "Human S100A12 is markedly overexpressed in inflammatory compartments, and elevated serum levels of S100A12 are found in patients suffering from various inflammatory, neurodegenerative, metabolic, and neoplastic disorders."}, {"pubmed": 18663285, "text": "S100A12 protein is involved in the acceleration of atherosclerosis in hemodialysis patients"}, {"pubmed": 19201044, "text": "treatment of THP-1 cells with 100 microg of CRP/ml/10(6) cells for 24 h, augmented the expression of RAGE and EN-RAGE genes"}, {"pubmed": 19284577, "text": "Serum S100A9, S100A8 and S100A12 and RAGE levels were associated not just with RA inflammation and autoantibody production but also with classical vascular risk factors for end-organ damage."}, {"pubmed": 19386136, "text": "Oligomerization and target recognition by S100A12 is regulated by zinc and calcium. A potential role of calcium-binding S100 proteins in zinc metabolism and, in particular, the role of S100A12 in the cross talk between zinc and calcium in cell signaling."}, {"pubmed": 19501594, "text": "The zinc complex structure shows significant differences from those of both calcium-loaded and apo-S100A12 structures, and comparisons suggest an explanation for the zinc-induced 1500-fold increase in calcium affinity."}, {"pubmed": 19530996, "text": "increased expression in sera, synovial tissues and in PBMC of rheumatoid arthritis patients"}, {"pubmed": 19542470, "text": "S100A12 may represent a new marker of atheroma and may protect advanced atherosclerotic lesions from rupture by inhibiting excessive matrix metalloproteinase (MMP)-2 and MMP-9 colocalized in dimeric zinc-dependent S100A12 complexes."}, {"pubmed": 19576587, "text": "Report increased expression of RAGE and EN-RAGE in non-diabetic pre-mature coronary artery disease."}, {"pubmed": 19875725, "text": "S100A12 expression is sufficient to activate pathogenic pathways through the modulation of oxidative stress, inflammation and vascular remodeling in vivo."}, {"pubmed": 20025991, "text": "study demonstrates that besides RAGE also scavenger receptors contribute to distribution, tissue association and elimination of circulating proinflammatory S100A12"}, {"pubmed": 20437698, "text": "Data suggest that increased S100A12 levels may point to synovial inflammation of the temporomandibular joint in juvenile idiopathic arthritis."}, {"pubmed": 20461025, "text": "Data suggest that the S100A12 expression on circulating endothelial cells may be involved in the development of coronary artery lesions in children with Kawasaki disease."}, {"pubmed": 20512925, "text": "carboxylated N-glycans on RAGE enhance binding potential and promote receptor clustering and subsequent signaling events following oligomeric S100A12 binding."}, {"pubmed": 20537326, "text": "expression increased in endometriotic cells"}, {"pubmed": 20847094, "text": "Circulating S100A12 and soluble RAGE are both elevated in hemodialysis patients. However, only S100A12 associates with mortality, partly explained by its links with inflammation."}, {"pubmed": 20966394, "text": "Vascular smooth muscle S100A12 accelerates atherosclerosis and augments atherosclerosis-triggered osteogenesis, reminiscent of features associated with plaque instability."}, {"pubmed": 21067798, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21258041, "text": "plasma S100A12 protein level is strongly associated with the prevalence of cardiovascular disease in hemodialysis patients."}, {"pubmed": 21418345, "text": "Transgenic expression of S100A12 in the lung of mice does not exacerbate lung inflammation in a model of OVA-induced allergic inflammation."}, {"pubmed": 21724696, "text": "Levels of serum RAGE are reduced in patients with juvenile rheumatoid arthritis and correlate negatively with disease activity and S100A12 levels."}, {"pubmed": 21822023, "text": "Although S100A12 levels are not elevated in patients with decreased kidney function, a relation to markers of inflammatory disease is found."}, {"pubmed": 21906738, "text": "Suggest that elevated plasma EN-RAGE and decreased sRAGE level could play a crucial role in systemic inflammation and carotid atherosclerosis in peritoneal dialysis patients."}, {"pubmed": 22549347, "text": "Significant relationship was found between MMP9 and HMGB1 and EN-RAGE in diabetic patients."}, {"pubmed": 22609404, "text": "these data indicate the possible involvement of S100A12 in the development of osteoarthritis by up-regulating MMP-13 and VEGF via p38 MAPK and NF-kappaB pathways."}, {"pubmed": 22786469, "text": "S100A12 could be a novel biomarker for predicting cardiovascular events for predicting MACE in patients with stable CAD."}, {"pubmed": 22796048, "text": "Fecal S100A12 levels were significantly higher in patients with severe necrotizing enterocolitis (NEC) at onset of disease and also, in contrast to fecal calprotectin, at 4-10 days before onset of NEC compared with unaffected reference infants."}, {"pubmed": 22818064, "text": "Data indicate that S100A12 is up-regulated in Thoracic Aortic Aneurysm Dissection (TAAD) and may contribute to the pathogenesis of TAAD by initiating apoptosis of SMC, at least in part via increased oxidative stress."}, {"pubmed": 23171632, "text": "Data indicate that resistin, S100A12 and soluble receptor for advanced glycation end products (sRAGE) are involved in the pathophysiology of Kawasaki disease (KD)."}, {"pubmed": 23324110, "text": "The results indicate that plasma S100A12 level is an independent predictor for two-year all-cause mortality. A simple integer scoring system was therefore established for predicting mortality on the basis of plasma S100A12 levels."}, {"pubmed": 23377171, "text": "High S100A12 expression is associated with intestinal inflammation and relapse in inflammatory bowel disease."}, {"pubmed": 23398829, "text": "EN-RAGE inflammatory ligand has an increased expression in Takayasu's arteritis patients."}, {"pubmed": 23609464, "text": "High S100A12 levels are associated with the presence and severity of coronary artery disease in patients with type 2 diabetes mellitus."}, {"pubmed": 23921255, "text": "Excessive expression of the S100A12 gene in uremic leukocytes is relevant to its increased serum concentration, particularly in those affected with cardiovascular disease."}, {"pubmed": 23942785, "text": "associated with cardiovascular disease in patients with inactive systemic lupus erythematosus"}, {"pubmed": 24307989, "text": "S100A12 and hBD2 correlate with the fecal microbiota thus linking the intestinal innate immune response to the bacterial colonization."}, {"pubmed": 24341566, "text": "Serum S100A12 concentrations are correlated with angiographic coronary lesion complexity in patients with coronary artery disease."}, {"pubmed": 24378957, "text": "Correlation of human S100A12 and high-sensitivity C-reactive protein as gingival crevicular fluid and serum markers of inflammation in chronic periodontitis and type 2 diabetes."}, {"pubmed": 24622086, "text": "Data indicate that the plasma levels of S100A9, S100A8, and S100A12 were elevated in acute pancreatitis but a definitive difference between the severe and mild forms of the disease."}, {"pubmed": 24691129, "text": "Suggest that an elevated S100A12 level could play a crucial role in systemic inflammation and may be a promising biomarker for predicting perioperative complications in patients with thoracic aortic dissection."}, {"pubmed": 24887223, "text": "S100A12 is associated with duration of cardiopulmonary bypass, pulmonary inflammation, hypoxia and prolonged mechanical ventilation and may contribute to acute lung injury in cardiac surgery patients."}, {"pubmed": 24944024, "text": "Using a computational approach, the study investigated the modulation of protein structure by different ions in the solution, at different ionic strengths."}, {"pubmed": 24975020, "text": "these data reveal the capacity of these three S100 proteins to induce MUC5AC production in airway epithelial cells, suggesting that they all serve as key mediators linking neutrophil-dominant airway inflammation to mucin hyperproduction."}, {"pubmed": 25282581, "text": "The S100A12 protein was significantly associated with synovitis score in rheumatoid arthritis patients."}, {"pubmed": 25302747, "text": "Worse overall survival of OPSCC patients with simultaneous reduction of S100A8 and S100A12 expression."}, {"pubmed": 25313445, "text": "S100A12 might participate in the damage of biliary epithelial cells and hepatocytes in primary biliary cirrhosis."}, {"pubmed": 25341801, "text": "highlight EN-RAGE as an inflammatory marker for future coronary heart disease (CHD) in a general population, beyond traditional CHD risk factors and inflammatory markers"}, {"pubmed": 25438075, "text": "S100A12 is a biomarker of chronic heart failure that may also predict major cardiovascular events in patients with chronic heart failure."}, {"pubmed": 25625487, "text": "High serum S100A12 expression is associated with poor response to therapy in Crohn's disease."}, {"pubmed": 25650963, "text": "These findings suggested that S100A12 is an effective marker for inflammatory diseases."}, {"pubmed": 25825217, "text": "serum level elevated in acute liver failure"}, {"pubmed": 25854354, "text": "High mRNA expression of S100A12 is associated with bladder transitional cell carcinoma."}, {"pubmed": 25964473, "text": "These assays showed that S100A12 is induced in response to Helicobacter pylori infection and inhibits bacterial growth and viability in vitro by binding nutrient zinc."}, {"pubmed": 26274928, "text": "This is the first kinetics study of levels of RAGE main isoforms and ligands during ARDS. Elevated sRAGE, HMGB1 and S100A12, with decreased esRAGE and AGEs, were found to distinguish patients with ARDS from those without."}, {"pubmed": 26333514, "text": "Among the investigated S100-proteins, S100A12 showed the closest association with disease activity and therapeutic response and might therefore provide a valuable biomarker for psoriasis"}, {"pubmed": 26339162, "text": "Our findings indicate that chitotriosidase and S10012A are useful in diagnosis and detection of subclinical inflammation and/or assessment of disease activity in FMF patients."}, {"pubmed": 26638166, "text": "the expression of S100A12 protein and mRNA was downregulated in a large number of clinical samples of GC. Low expression of S100A12 exhibited a marked propensity toward the clinicopathologic features such as tumor size, depth of invasion, TNM stage, Lauren classification, tumor cell differentiation, and poor survival in GC patients."}, {"pubmed": 26767827, "text": "Serum S100A12 was significantly higher in rheumatoid arthritis patients than controls, and was correlated with disease activity."}, {"pubmed": 26914918, "text": "an elevated serum level of S100A12 was an independent determinant of the progression of abdominal aortic calcification determined by lateral lumbar X-ray in Hemodialysis patients."}, {"pubmed": 27057553, "text": "Findings suggest that S100 proteins S100A12 and S100A8/A9 are secreted independently either via distinct mechanisms of secretion or following the activation of different signal transduction pathways."}, {"pubmed": 27355424, "text": "These data suggest that S100A12 is part of an innate and adaptive inducible antimicrobial network that contributes to host defense against mycobacteria in infected macrophages"}, {"pubmed": 27539060, "text": "S100A12 was a significant predictor of lung alveolar infiltration (OR 2.60, 95%CI 1.35-5.00, p = 0.004). These results suggest that S100A12 has the potential to assess the extent of alveolar infiltration in Pulmonary tuberculosis."}, {"pubmed": 27598566, "text": "The binding interface between S100A12 and the V domain of RAGE has been identified and mapped."}, {"pubmed": 27689623, "text": "serum levels had significant, positive correlations with intensive care unit length of stay, 28-day mortality, and in-hospital mortality after major abdominal surgery"}, {"pubmed": 27734162, "text": "S100A12 binds to CD36 in the low nanomolar range at the CD36 thrombospondin-1 binding site."}, {"pubmed": 27840235, "text": "S100A12 functions as a proinflammatory cytokine and activates dermal fibroblasts, causing dermal fibrosis"}, {"pubmed": 28110121, "text": "data on the antimicrobial activity of S100A12 have been reported. Proinflammatory role of S100A12 is supported by another newly found receptor, Toll-like receptor 4 (TLR4)."}, {"pubmed": 28125622, "text": "Expression of S100A8, S100A9 and S100A12 is modulated by eicosapentaenoic acid and docosahexaenoic acid during Inflammation in adipose tissue and mononuclear cells."}, {"pubmed": 28381820, "text": "S100A9 and S100A12 may have a role in the pathogenesis of pneumonia: S100A9 and CXCL1 may contribute solely in mild pneumonia, and CCL5 and CXCL11 may contribute in severe pneumonia."}, {"pubmed": 28735301, "text": "Report role of fecal S100A12 assay in the diagnosis and management of inflammatory bowel disease."}, {"pubmed": 28756107, "text": "S100A12-CD36 axis: A novel player in the pathogenesis of atherosclerosis?"}, {"pubmed": 28816402, "text": "Results indicated that S100A12 could increase the expression of MMP-2, MMP-9, and vascular cell adhesion molecule 1 (VCAM-1) in HASMCs via activation of ERK1/2 signal pathway, which leads to injury of HASMCs."}, {"pubmed": 28834384, "text": "The results suggest that S100A12 does not participate in the induction of inflammation in dental pulp. However, RAGE can participate in the inflammation in the pulp of males."}, {"pubmed": 28964306, "text": "Elevated S100A8 and S100A9 gene expression in SP-infected HMEECs and in the middle ear mucosa of OM, minor co-localized with neutrophil markers suggests that middle ear epithelial cell secretion of S100A8 and S100A9 may play a role in the pathogenesis of recurrent and chronic OM"}, {"pubmed": 29080693, "text": "The aim of this mini-review was to outline the pleiotropic actions of S100A12 and to highlight the potential clinical importance of this protein in kidney and cardiovascular diseases.  [review]"}, {"pubmed": 29902210, "text": "Used fluorescence and NMR spectroscopy to analyze the interaction of S100A9 with S100A12. Binary complex models of S100A9-S100A12 were developed using data obtained from 1H-15N HSQC NMR titrations and the HADDOCK program; overlaid the complex models of S100A9-S100A12 with the same orientation of S100A9 and the RAGE V-domain. Complex showed that S100A12 protein blocks the interaction between S100A9 and the RAGE V-domain."}, {"pubmed": 29906464, "text": "S100A12 activates NLPR3 inflammasomes to induce MUC5AC production in airway epithelial cells. ATP induces MUC5AC production in a mechanistically similar mode to S100A12."}, {"pubmed": 29943619, "text": "S100A12 is differentially expressed in chronic rhinosinusitis subtypes and is significantly elevated in patients with chronic rhinosinusitis with nasal polyps and associated with chronic rhinosinusitis-specific disease severity"}, {"pubmed": 29944393, "text": "High S100A12 expression due to DNA hypermethylation is associated with inflammation in cystic fibrosis."}, {"pubmed": 30235276, "text": "the direct effects of S100A12 on human osteoclasts in vitro, were examined."}, {"pubmed": 30406853, "text": "In the active phase, S100A12 levels were significantly higher in patients with systemic juvenile idiopathic arthritis and familial Mediterranean fever compared with those with Blau syndrome."}, {"pubmed": 30426025, "text": "serum S100A12 levels were higher in juvenile idiopathic arthritis patients"}, {"pubmed": 30447136, "text": "In its role as a highly expressed mediator of sterile inflammation in Kawasaki disease, S100A12 appears to activate human coronary artery endothelial cells in an IL-1beta-dependent manner. These data provide new mechanistic insights into the contributions of S100A12 and IL-1beta to disease pathogenesis."}, {"pubmed": 30563403, "text": "Evaluation of the S100 protein A12 as a biomarker of neonatal sepsis."}, {"pubmed": 30594066, "text": "mRNA expression of TLR4 and its ligand S100A8, S100A9, and S100A12 in peripheral blood mononuclear cells of Takayasu arteritis patients was higher as compared to healthy controls."}, {"pubmed": 30957488, "text": "Ca(2+) binding to S100A12's EF-hand motifs and Zn(2+) binding to its dimeric interface cooperate to induce reversible self-assembly of S100 calcium binding protein A12 (S100A12)."}, {"pubmed": 31035738, "text": "Investigated association of serum S100 calcium binding protein A12 (S100A12) and S100 calcium binding protein B (S100B) levels with the presence and severity of obstructive sleep apnea (OSA) and the possibility that these proteins might be useful biomarkers in diagnosing and classifying severity of OSA."}, {"pubmed": 31199706, "text": "MiR-30a Regulates S100A12-induced Retinal Microglial Activation and Inflammation by Targeting NLRP3."}, {"pubmed": 31666644, "text": "High plasma level of S100A8/S100A9 and S100A12 at admission indicates a higher risk of death in septic shock patients."}, {"pubmed": 31818258, "text": "Serum S100A12 is elevated and reflects disease severity in the tuberculosis patients with diabetes."}, {"pubmed": 31865833, "text": "Serum S100A12 levels are correlated with clinical severity in patients with dermatomyositis-associated interstitial lung disease."}, {"pubmed": 32015423, "text": "S100A12 is a promising biomarker in papillary thyroid cancer."}, {"pubmed": 32082330, "text": "S100A12 Expression Is Modulated During Monocyte Differentiation and Reflects Periodontitis Severity."}, {"pubmed": 32228516, "text": "Downregulation of S100 calcium binding protein A12 inhibits the growth of glioma cells."}, {"pubmed": 32514673, "text": "Impact of chorioamnionitis on maternal and fetal levels of proinflammatory S100A12."}, {"pubmed": 32582175, "text": "Epigenetic Regulation of S100A9 and S100A12 Expression in Monocyte-Macrophage System in Hyperglycemic Conditions."}, {"pubmed": 32723832, "text": "Urine and serum S100A8/A9 and S100A12 associate with active lupus nephritis and may predict response to rituximab treatment."}, {"pubmed": 33068321, "text": "Serum S100A12 levels: Possible association with skin sclerosis and interstitial lung disease in systemic sclerosis."}, {"pubmed": 33259383, "text": "Higher salivary expression of S100A12 in patients with ulcerative colitis and chronic periodontitis."}, {"pubmed": 33469045, "text": "Tumour inflammation signature and expression of S100A12 and HLA class I improve survival in HPV-negative hypopharyngeal cancer."}, {"pubmed": 33576586, "text": "Evaluation of S100A12 protein levels in children with familial Mediterranean fever"}, {"pubmed": 34108608, "text": "A single transcript for the prognosis of disease severity in COVID-19 patients."}, {"pubmed": 34514516, "text": "Fecal S100A12 in Takayasu arteritis predicts disease activity and intestinal involvement."}, {"pubmed": 34745092, "text": "Associations of Serum S100A12 With Severity and Prognosis in Patients With Community-Acquired Pneumonia: A Prospective Cohort Study."}, {"pubmed": 35016442, "text": "Study on the relationship between the expression of S100A12, CaSR, and IL-7R in the synovium of knee osteoarthritis and angiogenesis."}, {"pubmed": 35140322, "text": "Evaluation of S100A12 and Apo-A1 plasma level potency in untreated new relapsing-remitting multiple sclerosis patients and their family members."}, {"pubmed": 35938962, "text": "S100 calcium-binding protein A12 knockdown ameliorates hypoxia-reoxygenation-induced inflammation and apoptosis in human cardiomyocytes by regulating caspase-4-mediated non-classical pyroptosis."}, {"pubmed": 36637406, "text": "Increased serum S100A12 levels are associated with higher risk of acute heart failure in patients with type 2 diabetes."}, {"pubmed": 37863883, "text": "Multivariate analyses of immune markers reveal increases in plasma EN-RAGE in first-episode psychosis patients."}, {"pubmed": 37880318, "text": "Impact of C- and N-terminal protection on the stability, metal chelation and antimicrobial properties of calcitermin."}, {"pubmed": 38492210, "text": "S100A12 is involved in the pathology of osteoarthritis by promoting M1 macrophage polarization via the NF-kappaB pathway."}], "genomic_pos": {"chr": "1", "end": 153375621, "ensemblgene": "ENSG00000163221", "start": 153373711, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 153348125, "start": 153346184, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0002548", "pubmed": 18443896, "qualifier": "involved_in", "term": "monocyte chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006805", "pubmed": 11522286, "qualifier": "involved_in", "term": "xenobiotic metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030593", "pubmed": 18443896, "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031640", "pubmed": 11522286, "qualifier": "involved_in", "term": "killing of cells of another organism"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042742", "pubmed": 18443896, "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": 15033494, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043406", "pubmed": 18443896, "qualifier": "involved_in", "term": "positive regulation of MAP kinase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043542", "qualifier": "involved_in", "term": "endothelial cell migration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 18443896, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045576", "pubmed": 18443896, "qualifier": "involved_in", "term": "mast cell activation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050729", "pubmed": 18443896, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050832", "pubmed": 11522286, "qualifier": "involved_in", "term": "defense response to fungus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050832", "pubmed": 18443896, "qualifier": "involved_in", "term": "defense response to fungus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051092", "pubmed": 18443896, "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061844", "pubmed": 11522286, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 18443896, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 15033494, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 15033494, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 18443896, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005856", "pubmed": 18443896, "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 18443896, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034774", "qualifier": "located_in", "term": "secretory granule lumen"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005507", "pubmed": 18443896, "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005509", "pubmed": 18443896, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19386136, 36555597], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008270", "pubmed": [11522286, 18443896], "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 19386136, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048306", "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050786", "qualifier": "enables", "term": "RAGE receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050786", "pubmed": 19386136, "qualifier": "enables", "term": "RAGE receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050786", "pubmed": 15033494, "qualifier": "enables", "term": "RAGE receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0050786", "pubmed": 18443896, "qualifier": "enables", "term": "RAGE receptor binding"}]}, "homologene": {"genes": [[9598, 469835], [9606, 6283], [9615, 100683919], [9913, 282467]], "id": 48361}, "interpro": [{"desc": "S100/Calcium binding protein 7/8-like, conserved site", "id": "IPR001751", "short_desc": "S100/CaBP7/8-like_CS"}, {"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "S100/CaBP-9k-type, calcium binding, subdomain", "id": "IPR013787", "short_desc": "S100_Ca-bd_sub"}], "ipi": "IPI00218131", "map_location": "1q21.3", "name": "S100 calcium binding protein A12", "other_names": ["EN-RAGE", "calcitermin", "calcium-binding protein in amniotic fluid 1", "calgranulin C", "extracellular newly identified RAGE-binding protein", "migration inhibitory factor-related protein 6", "neutrophil S100 protein", "protein S100-A12"], "pantherdb": {"HGNC": "10489", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000024272", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 9031, "uniprot_kb": "P28318"}], "uniprot_kb": "P80511"}, "pathway": {"reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-445989", "name": "TAK1-dependent IKK and NF-kappa-B activation  "}, {"id": "R-HSA-446652", "name": "Interleukin-1 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-879415", "name": "Advanced glycosylation endproduct receptor signaling"}, {"id": "R-HSA-879415", "name": "Advanced glycosylation endproduct receptor signaling"}, {"id": "R-HSA-9020702", "name": "Interleukin-1 signaling"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}]}, "pdb": ["1E8A", "1GQM", "1ODB", "2M9G", "2WC8", "2WCB", "2WCE", "2WCF"], "pfam": "PF01023", "pharmgkb": "PA34901", "pharos": {"target_id": 20130, "tdl": "Tbio"}, "pir": ["A61522", "JC4712"], "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168395", "relationship": "is"}, {"id": "GNF179301", "relationship": "is"}, {"id": "GNF190207", "relationship": "is"}, {"id": "GNF201113", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037741", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF012935", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103731", "relationship": "is"}, {"id": "GNF143381", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_005612.1", "rna": "NM_005621.2", "translation": {"protein": "NP_005612.1", "rna": "NM_005621.2"}}, "reporter": {"HG-U133_Plus_2": "205863_at", "HG-U95Av2": "38879_at", "HTA-2_0": "TC01003260.hg.1", "HuEx-1_0": "2435981", "HuGene-1_1": "7920238", "HuGene-2_1": "16693409"}, "summary": "The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21. This protein is proposed to be involved in specific calcium-dependent signal transduction pathways and its regulatory effect on cytoskeletal components may modulate various neutrophil activities. The protein includes an antimicrobial peptide which has antibacterial activity. [provided by RefSeq, Nov 2014].", "symbol": "S100A12", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335796"}, "unigene": "Hs.19413", "uniprot": {"Swiss-Prot": "P80511"}, "wikipedia": {"url_stub": "S100A12"}}