{"AllianceGenome": "10497", "HGNC": "10497", "MIM": "600353", "_id": "6278", "_version": 2, "accession": {"genomic": ["AF050167.1", "AJ012825.1", "AL591704.7", "BR000043.1", "CH471121.2", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAA60210.1", "AAH34687.1", "CAC20409.1", "CAG46961.1", "EAW53327.1", "FAA00017.1", "NP_002954.2", "P31151.4"], "rna": ["AW238300.1", "BC034687.1", "BF090388.1", "BX476368.1", "CR542164.1", "M86757.1", "NM_002963.4", "S81991.1"], "translation": [{"protein": "NP_002954.2", "rna": "NM_002963.4"}, {"protein": "CAG46961.1", "rna": "CR542164.1"}, {"protein": "AAH34687.1", "rna": "BC034687.1"}, {"protein": "AAA60210.1", "rna": "M86757.1"}]}, "alias": ["PSOR1", "S100A7c"], "ensembl": {"gene": "ENSG00000143556", "protein": ["ENSP00000357711", "ENSP00000357712"], "transcript": ["ENST00000368722", "ENST00000368723"], "translation": [{"protein": "ENSP00000357711", "rna": "ENST00000368722"}, {"protein": "ENSP00000357712", "rna": "ENST00000368723"}], "type_of_gene": "protein_coding"}, "entrezgene": "6278", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.12223953, "exp_mis": 34.8245918, "exp_syn": 15.807011, "lof_z": 1.44306848009302, "mis_z": -0.677615021825186, "mu_lof": 1.13329489451e-07, "mu_mis": 2.99962722783e-06, "mu_syn": 1.32114238085e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 17.0, "p_li": 0.547478872262447, "p_null": 0.0541349007110105, "p_rec": 0.398386227026542, "syn_z": -0.186020750552267}, "bp": 306, "cds_end": 153431489, "cds_start": 153430281, "n_exons": 2, "nonpsych": {"exp_lof": 1.8795604, "exp_mis": 31.4783458, "exp_syn": 14.2656, "lof_z": 1.34641849471248, "mis_z": -0.855988381266174, "mu_lof": 1.13329489451e-07, "mu_mis": 2.99962722783e-06, "mu_syn": 1.32114238085e-06, "n_lof": 0.0, "n_mis": 41.0, "n_syn": 16.0, "p_li": 0.554389055556401, "p_null": 0.0599199327314932, "p_rec": 0.385691011712105, "syn_z": -0.289113055583792}, "nontcga": {"exp_lof": 1.94843752, "exp_mis": 32.0346039, "exp_syn": 14.53842869, "lof_z": 1.37697021076106, "mis_z": -0.613120575781707, "mu_lof": 1.13329489451e-07, "mu_mis": 2.99962722783e-06, "mu_syn": 1.32114238085e-06, "n_lof": 0.0, "n_mis": 39.0, "n_syn": 17.0, "p_li": 0.54047692650272, "p_null": 0.0565800545805971, "p_rec": 0.402943018916683, "syn_z": -0.408766911505895}, "transcript": "ENST00000368723.3"}, "exons": [{"cdsend": 153459013, "cdsstart": 153457805, "chr": "1", "position": [[153457743, 153457970], [153458872, 153459030], [153460607, 153460651]], "strand": -1, "transcript": "NM_002963", "txend": 153460651, "txstart": 153457743}], "exons_hg19": [{"cdsend": 153431489, "cdsstart": 153430281, "chr": "1", "position": [[153430219, 153430446], [153431348, 153431506], [153433083, 153433127]], "strand": -1, "transcript": "NM_002963", "txend": 153433127, "txstart": 153430219}], "generif": [{"pubmed": 12839573, "text": "S100A7 expression appears to stabilize epidermal fatty acid binding protein level in keratinocytes"}, {"pubmed": 15201992, "text": "Aberrant expression of psoriasin is commonly seen in human breast cancer and excessively high levels are correlated with the clinical outcomes."}, {"pubmed": 15615860, "text": "Psoriasin present in the amniotic fluid might have consequential immunobiological effects during the fetal development."}, {"pubmed": 15717926, "text": "These results support the hypothesis that the mouse S100A7 gene is structurally and functionally similar to human S100A7 and may offer a relevant model system for studying its normal biological function and putative role in tumor progression."}, {"pubmed": 15740587, "text": "Correlated with degree of differentiation. Absent in undifferentiated basalioma and strongly expressed in carcinoma in situ, keratoacanthoma, and differentiated squamous cell carcinoma. Expressed in superficial, differentiated region of normal epithelium."}, {"pubmed": 16236163, "text": "Psoriasin is a potent chemotactic factor and its down-regulation during inflammation might be of importance for the outcome of the disease."}, {"pubmed": 16357139, "text": "Over-expression of psoriasin is associated with breast tumor progression"}, {"pubmed": 16675044, "text": "segment from -1513 to -988 contains up-regulatory elements for the transcription activity of the S100A7 gene in oral squamous cell carcinoma cell"}, {"pubmed": 17033192, "text": "Increased Psoriasin expression is associated with acne pathogenesis."}, {"pubmed": 17136347, "text": "the up-regulation of psoriasin might play a role in the progression of skin cancer. The expression of psoriasin in human skin tumours seems to be independent from differentiation and inflammation."}, {"pubmed": 17159909, "text": "Central region of S100A7, including only amino acids 35-80, is sufficient for full antibacterial activity.  Reduced S100A7 association with bacteria is associated with reduced antibacterial activity."}, {"pubmed": 17418446, "text": "S100A7 was identified and validated as being associated with lung squamous cell carcinoma metastasis to the brain."}, {"pubmed": 17560571, "text": "These results are consistent with a role for S100A7 in modulating the immune response which may be a factor in early breast tumor progression."}, {"pubmed": 17986321, "text": "psoriasin expression is transcriptionally suppressed by IFN-gamma; this effect is likely to be mediated by the activation of the STAT1 signaling pathway"}, {"pubmed": 18223693, "text": "the pathway including S100A7/psoriasin and beta-catenin signaling has a role in tumor progression of squamous cell carcinoma of oral cavity"}, {"pubmed": 18263703, "text": "bacterial flagellin is essential and sufficient for the induction of S100A7c expression in keratinocytes by E. coli."}, {"pubmed": 18320059, "text": "Overexpression of S100A7 is associated with breast cancer"}, {"pubmed": 18373864, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18373864, "text": "Suggest S100A7 polymorphisms are associated with allergic rhinitis in Swedish population."}, {"pubmed": 18588753, "text": "Expression of S100A7 and S100A8 was significantly decreased in CRS with and without nasal polyps when compared with controls."}, {"pubmed": 18606705, "text": "study defines RAGE (receptor for advanced glycation end products) as the hS100A7 receptor, whereas hS100A15 functions through a Gi protein-coupled receptor; hS100A7-RAGE binding, signaling, and chemotaxis are zinc-dependent in vitro"}, {"pubmed": 18625016, "text": "The results suggest a role for S100A7 in recurrent tonsillitis and allergic disease."}, {"pubmed": 18634149, "text": "A psoriasin assay might be considered as a rapid, noninvasive, useful salivary biomarker for the detection of pulmonary involvement in systemic sclerosis."}, {"pubmed": 18754038, "text": "the antimicrobial protein psoriasin (S100A7) is upregulated in atopic dermatitis and after experimental skin barrier disruption"}, {"pubmed": 19079183, "text": "Psoriasin(S100A7) may be the key to the resistance of the human tongue toward E. coli."}, {"pubmed": 19159013, "text": "S100A7 may have a role in Alzheimer's disease"}, {"pubmed": 19162067, "text": "Psoriasin exerts pore-forming activity at pH values below 6 demonstrating that disruption of microbial membranes is the basis of its antimicrobial activity at low pH."}, {"pubmed": 19249126, "text": "Psoriasin is overexpressed in epidermal keratinocytes in the epidermis of acne inversa lesions."}, {"pubmed": 19601998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19707901, "text": "mRNA levels in cholesteatoma significantly higher than in normal external auditory canal skin"}, {"pubmed": 19810752, "text": "data suggest a complex interaction between S100A7 and the much larger Jab1. These studies form the basis for the development of small molecule reporters and modifiers of S100A7 form and function"}, {"pubmed": 19844956, "text": "Presented is a detailed structural characterization of a triple mutant form of S100A73 lacking the ability to bind Jab1."}, {"pubmed": 20101226, "text": "Inflammatory cytokines oncostatin-M and interleukin-6 can regulate S100A7 expression and that S100A7 may mediate some of their effects in breast cancer."}, {"pubmed": 20217214, "text": "Down-regulation of ICAM-1 in mammary epithelial cells may contribute both to the high expression of psoriasin seen in some high-grade ductal carcinoma in situ and to the induction of MUC1."}, {"pubmed": 20226301, "text": "S100A7 showed significantly decreased expression in patients with chronic rhinosinusitis"}, {"pubmed": 20571488, "text": "contributes to the innate immune response of the female genital tract"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20689826, "text": "nuclear accumulation of S100A7 may serve as predictor of poor prognosis in HNSCC patients"}, {"pubmed": 20727496, "text": "The combination of an increased expression of the antimicrobial peptide DEFA-4, the oncogene S100-A7, epidermal growth factor, and tenascin-c, and a decreased Doc-1 expression in oral leukoplakia might characterize its potency of malignant transformation."}, {"pubmed": 21132011, "text": "These data identify a novel interaction between Psor and beta6 and demonstrate that it is required for alphavbeta6-dependent invasion by carcinoma cells."}, {"pubmed": 21187770, "text": "Changes in the expression pattern of S100A7 seem to be involved in the development of gingival irritation fibromas, whereas chronic inflammation might be of less importance."}, {"pubmed": 21283546, "text": "rhamnolipids enable the induction of the antimicrobial protein psoriasin by flagellin in human skin without direct contact of bacteria and responding cells."}, {"pubmed": 21324122, "text": "S100A7/psoriasin is found to be upregulated and enhances the epithelial barrier function of the lower respiratory tract upon microbial challenge especially in presence of S aureus."}, {"pubmed": 21501383, "text": "Recent studies point to an important role of psoriasin as an antimicrobial and immunomodulatory protein in skin and other epithelia."}, {"pubmed": 21551409, "text": "psoriasin is produced by the structures of the ocular surface and is part of the innate immune system at the ocular surface and tear film."}, {"pubmed": 21730203, "text": "found a significantly higher expression of the beta-defensins hBD-1 (P = .03), hBD-2 (P < 0.01), and hBD-3 (P < .001), and psoriasin (P = .001) in condylomata acuminata, compared with normal controls"}, {"pubmed": 21740085, "text": "In comparison with the healthy gingiva, the expression of Doc-1 was decreased, whereas the expression of S100A7 was upregulated in all oral lesions."}, {"pubmed": 22016394, "text": "Tumor-suppressive effects of psoriasin (S100A7) are mediated through the beta-catenin/T cell factor 4 protein pathway in estrogen receptor-positive breast cancer cells."}, {"pubmed": 22126777, "text": "Psoriasin may play a role in the pathogenesis of mycosis fungoides by stimulating chemotaxis of CD4+ T lymphocytes."}, {"pubmed": 22158945, "text": "Data show that hS100A7 and mS100a7a15 overexpression induce proliferation and expression of inflammatory cytokines/chemokines."}, {"pubmed": 22189627, "text": "psoriasin expression in mammary epithelial cells leads to increased endothelial cell proliferation in a paracrine manner through the receptor for advanced glycation end products."}, {"pubmed": 22220760, "text": "report the presence of S100A7 in human sperm and of a homologous protein in pig, with similar localisations"}, {"pubmed": 22230654, "text": "The study showed an epithelial expression and excretion of S100A7 in the nose after microbial stimulation. The levels were diminished in rhinitis patients and in the presence of an allergic cytokine milieu."}, {"pubmed": 22641350, "text": "Each S100A7 isoform is involved in critical phases of the breast cancer growth and progression"}, {"pubmed": 22694938, "text": "Data indicate that aberrant expression of psoriasin is implicated in prostate cancer (CaP)."}, {"pubmed": 22772316, "text": "Expression of psoriasin appears to be reduced in CFBE410-negative cells compared to 16HBE14o- cells; its expression treatment-wise is modified by exposure to pro-inflammatory cytokines."}, {"pubmed": 22795619, "text": "Psoriasin (S100A7) promotes migration of a squamous carcinoma cell line"}, {"pubmed": 22901663, "text": "Letter: Report IL-36-mediated psoriasin and LL-37 production in keratinocytes via MAPK/NFkappaaB pathway."}, {"pubmed": 23151615, "text": "Psoriasin is a novel biomarker for, and the first to confirm the link between obesity and psoriasis."}, {"pubmed": 23228205, "text": "Psoriasin plays crucial roles in regulating the growth and invasion of lung cancer cells."}, {"pubmed": 23285311, "text": "Increased S100A7 expression was associated with trachomatous conjunctival scarring and may be linked to the pathophysiology of recurrent trachomatous trichiasis."}, {"pubmed": 23300877, "text": "expression of psoriasin is linked to the luminal differentiation marker CD24 in mammary epithelial cells. Psoriasin had a role in the shift towards a differentiated CD24(+) phenotype, suggesting a role in the differentiation of mammary epithelial cells."}, {"pubmed": 23499548, "text": "visfatin enhances CAMP, hBD-2, hBD-3, and S100A7 production in human keratinocytes and their orthologs in murine imiquimod-treated psoriatic skin."}, {"pubmed": 23535840, "text": "S100A7 enhances metastasis in estrogen receptor alpha-negative breast cancer cells through regulation of actin cytoskeleton and MMP-9 secretion."}, {"pubmed": 23614747, "text": "Levels of psoriasin, RNase 7 and hBD-3 expression - assessed by immunohistochemistry - varied between different body localisations."}, {"pubmed": 23618129, "text": "High S100A7 enhances invasion of breast cancer through activation of nuclear factor-kappaB signaling."}, {"pubmed": 24122701, "text": "S100A7 overexpression is associated with high risk of malignant transformation in oral dysplasia."}, {"pubmed": 24152708, "text": "The presence of S100A7 in the Fallopian tube and its localization at the apical surface of epithelial cells"}, {"pubmed": 24671027, "text": "S100A7 also promotes secretion of IL-6 and IL-8."}, {"pubmed": 24842328, "text": "The antimicrobial peptide psoriasin has immunoregulatory activities and is involved in skin innate immunity."}, {"pubmed": 25256120, "text": "present a novel signalling mechanism by which IL-17A can induce Egr-1-dependent psoriasin expression via the ERK pathway in keratinocytes"}, {"pubmed": 25502330, "text": "The antimicrobial peptides psoriasin (S100A7) and koebnerisin (S100A15) suppress extracellular matrix production and proliferation of human fibroblasts"}, {"pubmed": 25514480, "text": "decreased expression in nasal epithelia of allergic rhinitis patients"}, {"pubmed": 25550886, "text": "Our present results suggest that S100A7 level is a promising tool for diagnosis of lung squamous cell carcinoma. Knockdown of S100A7 suppresses lung cancer growth"}, {"pubmed": 25572331, "text": "found that RAGE/S100A7 conditioned the tumor microenvironment by driving the recruitment of MMP9-positive tumor-associated macrophages"}, {"pubmed": 25622979, "text": "The distinct modulations of the NF-kappaB - miR-29b - p53 pathway make S100A7 an oncogene."}, {"pubmed": 25651379, "text": "overexpression of S100A7 in A431 skin squamous carcinoma cells significantly promoted cell proliferation in vitro and tumor growth in vivo, whereas it suppressed the expression of GATA-3 and caspase-14"}, {"pubmed": 26053695, "text": "S100A7 acts as a dual regulator in promoting proliferation and suppressing squamous differentiation of squamous cell carcinomas."}, {"pubmed": 26173840, "text": "rs3014837 polymorphism associated with calcium level in serum of psoriasis patients"}, {"pubmed": 26872860, "text": "In this paper, we reviewed the emerging roles of S100A7 in the pathogenesis of psoriasis. In particular, we focus on the psoriatic cytokine network where S100A7 is involved. Finally, we discuss the possible use of S100A7 as therapeutic target in psoriasis."}, {"pubmed": 26944069, "text": "a set of IL-17A-regulated genes in keratinocytes, which recapitulate typical psoriasis genes exemplified by DEFB4A, S100A7, IL19 and CSF3, based on the differences in the expression profiles of cells stimulated with six cytokines versus cells stimulated with only five cytokines lacking IL-17A."}, {"pubmed": 27203549, "text": "Findings demonstrate for the first time that S100A7 is repressed by YAP via the Hippo pathway."}, {"pubmed": 27249027, "text": "The expression of inflammatory markers in the conjunctiva of trachomatous trichiasis patients were studied; CTGF, S100A7, and IL-1beta were all increased."}, {"pubmed": 27573000, "text": "S100 calcium-binding protein A7 (S100A7) overexpression was demonstrated in the plaques of patients with psoriasis vulgaris with joint inflammation, compared with those without joint involvement."}, {"pubmed": 27608975, "text": "A significant increase of salivary psoriasin was observed in Systemic sclerosis patients when compared with other healthy and pathological controls."}, {"pubmed": 27767088, "text": "S100A7 affects cell motility and invasion by regulating the RAB2A-associated MAPK signaling cascades."}, {"pubmed": 27907036, "text": "S100A7 induction by the Hippo-YAP pathway in cervical and glossopharyngeal squamous cell carcinoma has been described."}, {"pubmed": 27958610, "text": "Psoriasin contributes to the dysregulated differentiation process in the psoriasis epidermis."}, {"pubmed": 28060905, "text": "our results suggest that mature IL-1alpha induced by hS100A7 is via RAGE-p38 MAPK and calpain-1 pathway in keratinocyte and this mechanism may play an important role during psoriasis."}, {"pubmed": 28177901, "text": "Study demonstrates for the first time that S100A7 not only functions as a facilitator of adenous-squamous carcinoma phenotypic transition in lung cancer cells but also that its expression is differentially regulated by the Hippo-YAP pathway."}, {"pubmed": 28212564, "text": "Data reveal a crucial role for S100A7 in regulating cell migration, invasion, metastasis and EMT of cervical cancer."}, {"pubmed": 28393239, "text": "higher expression of Psoriasin was associated with local invasion in pancreatic cancers. Psoriasin expression is associated with pancreatic cancer cell growth, migration, cell-matrix adhesion, and invasion via regulation of MMPs"}, {"pubmed": 28825725, "text": "The promigratory function of S100A7 on tumor cells was confirmed in A431 cells where neutralizing monoclonal antibodies were able to block this effect."}, {"pubmed": 28923839, "text": "we provide evidence that S100A7 also inhibits YAP expression and activity through p65/NFkappaB-mediated repression of DeltaNp63, and S100A7 represses drug-induced apoptosis via inhibition of YAP."}, {"pubmed": 28976190, "text": "only S100A7ox exhibits antibacterial activity against select bacterial species. Metal substitution experiments suggest that the disulfide bonds in S100A7 may enhance metal sequestration by the His3Asp sites and thereby confer growth inhibitory properties to S100A7ox."}, {"pubmed": 29485916, "text": "As a regulator of epithelial ovarian cancer (EOC) cell proliferation, metastasis, and chemoresistance, S100A7 represents a potential prognostic biomarker for EOC as well as a treatment target. Because miR-330-5p functions as an inhibitor of EOC cell growth and S100A7 expression, it promises to improve EOC outcomes."}, {"pubmed": 29736603, "text": "Antimicrobial peptide psoriasin is highly up-regulated during a local mucosal infection, Candida albicans vulvovaginitis. Psoriasin binds to beta-glucan in the Candida albicans cell wall and thereby inhibits adhesion of the pathogen. Binding of psoriasin to Candida albicans induces an immune response by mucosal epithelial cells."}, {"pubmed": 29956751, "text": "Higher levels of psoriasin expression were significantly associated a lack of response to neoadjuvant chemotherapy in patients with gastric cancer (GC). Psoriasin overexpression tended to decrease the sensitivity of GC cells to cisplatin, potentially by inhibiting apoptosis or increasing the S-phase population."}, {"pubmed": 30137688, "text": "Study results suggest that OLFM4, LY6D and S100A7 immunoreactivity are associated with an aggressive phenotype of estrogen receptor (ER)-positive breast carcinoma, and these are potent markers for distant metastasis of ER-positive breast cancer patients."}, {"pubmed": 30203426, "text": "High S100A7 expression is associated with psoriasis."}, {"pubmed": 31309518, "text": "Contribution of Immunohistochemistry in Revealing S100A7/JAB1 Colocalization in Psoriatic Epidermal Keratinocyte."}, {"pubmed": 31369630, "text": "found that both S100A7 and S10012 are utilized by Neisseria gonorrhoeae as a zinc source in a mechanism that depends on the zinc transport system ZnuABC"}, {"pubmed": 31706945, "text": "Salivary proteins from dysplastic leukoplakia and oral squamous cell carcinoma and their potential for early detection."}, {"pubmed": 31745628, "text": "A potential association between psoriasin to rs4819554 of IL-17RA gene polymorphism in psoriasis Egyptian patients."}, {"pubmed": 31853957, "text": "Psoriasin (S100A7) is increased in the serum of patients with moderate-to-severe psoriasis."}, {"pubmed": 31894335, "text": "Increased expression of Psoriasin is correlated with poor prognosis of bladder transitional cell carcinoma by promoting invasion and proliferation."}, {"pubmed": 32334479, "text": "Expression of Salivary S100A7 Levels in Stage I Oral Submucous Fibrosis: A Clinical and Laboratory Study."}, {"pubmed": 33202403, "text": "Serum Concentration and Skin Expression of S100A7 (Psoriasin) in Patients Suffering from Hidradenitis Suppurativa."}, {"pubmed": 33531183, "text": "Levels of the interleukins 17A, 22, and 23 and the S100 protein family in the gingival crevicular fluid of psoriatic patients with or without periodontitis."}, {"pubmed": 33675277, "text": "S100A7 promotes the development of human endometriosis by activating NF-kappaB signaling pathway in endometrial stromal cells."}, {"pubmed": 34323409, "text": "S100A7 as a potential diagnostic and prognostic biomarker of esophageal squamous cell carcinoma promotes M2 macrophage infiltration and angiogenesis."}, {"pubmed": 34643881, "text": "S100A7 Co-localization and Up-regulation of Filaggrin in Human Sinonasal Epithelial Cells."}, {"pubmed": 34742033, "text": "High S100A7 expression is associated with early muscle invasion and poor survival in bladder carcinoma."}, {"pubmed": 34761722, "text": "LncRNA MALAT-1 regulates the growth of interleukin-22-stimulated keratinocytes via the miR-330-5p/S100A7 axis."}, {"pubmed": 37188621, "text": "[The mechanism of S100A7 inducing the migration and invasion in cervical cancer cells]."}, {"pubmed": 37543645, "text": "A novel metabolic subtype with S100A7 high expression represents poor prognosis and immuno-suppressive tumor microenvironment in bladder cancer."}, {"pubmed": 37769710, "text": "Comparative analysis of the physical properties of murine and human S100A7: Insight into why zinc piracy is mediated by human but not murine S100A7."}, {"pubmed": 38217031, "text": "Deciphering the significance of anoikis in bladder cancer and systematic analysis of S100A7 as a potential therapeutic target."}, {"pubmed": 38473906, "text": "Tetraspanin CD82 Correlates with and May Regulate S100A7 Expression in Oral Cancer."}, {"pubmed": 38499391, "text": "Correlation between S100A7 and immune characteristics, methylation, tumor stemness and tumor heterogeneity in pan-cancer and its role in chemotherapy resistance in breast cancer."}, {"pubmed": 38750317, "text": "Upregulation of psoriasin/S100A7 correlates with clinical severity in patients with oral lichen planus."}, {"pubmed": 38892279, "text": "GLI Transcriptional Targets S100A7 and KRT16 Show Upregulated Expression Patterns in Epidermis Overlying the Tumor Mass in Melanoma Samples."}], "genomic_pos": {"chr": "1", "end": 153460651, "ensemblgene": "ENSG00000143556", "start": 153457744, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 153433177, "start": 153430220, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000302", "pubmed": 16082188, "qualifier": "involved_in", "term": "response to reactive oxygen species"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0001525", "pubmed": 16357139, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008544", "pubmed": 1940442, "qualifier": "involved_in", "term": "epidermis development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010820", "pubmed": 18606705, "qualifier": "involved_in", "term": "positive regulation of T cell chemotaxis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030216", "pubmed": 15740587, "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0032496", "pubmed": 17625598, "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061844", "pubmed": 15568027, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": 18606705, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071624", "pubmed": 18606705, "qualifier": "involved_in", "term": "positive regulation of granulocyte chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090026", "pubmed": 18606705, "qualifier": "involved_in", "term": "positive regulation of monocyte chemotaxis"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": [11782356, 15568027], "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 9693957, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 21805676, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 10595935, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 10595935, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 9693957, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 12839573, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 12839573, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005925", "pubmed": 12839573, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035578", "qualifier": "located_in", "term": "azurophil granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 27068509, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 8077703, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12421467, 12839573, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008270", "pubmed": 10026247, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048306", "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050786", "pubmed": 18606705, "qualifier": "enables", "term": "RAGE receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140486", "pubmed": 15568027, "qualifier": "enables", "term": "zinc ion sequestering activity"}]}, "homologene": {"genes": [[9544, 713189], [9598, 469501], [9606, 6278], [9913, 786350]], "id": 48150}, "interpro": [{"desc": "S100/Calcium binding protein 7/8-like, conserved site", "id": "IPR001751", "short_desc": "S100/CaBP7/8-like_CS"}, {"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "S100/CaBP-9k-type, calcium binding, subdomain", "id": "IPR013787", "short_desc": "S100_Ca-bd_sub"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}, {"desc": "S-100", "id": "IPR034325", "short_desc": "S-100_dom"}], "ipi": "IPI00219806", "map_location": "1q21.3", "name": "S100 calcium binding protein A7", "other_names": ["protein S100-A7", "psoriasin 1"], "pantherdb": {"HGNC": "10497", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000028774", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 9031, "uniprot_kb": "P27003"}, {"ZFIN": "ZDB-GENE-041010-35", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "Q5XJJ5"}, {"ZFIN": "ZDB-GENE-040426-1937", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "Q7ZVA4"}], "uniprot_kb": "P31151"}, "pathway": {"kegg": {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, "pid": {"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}, "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6799990", "name": "Metal sequestration by antimicrobial proteins"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}]}, "pdb": ["1PSR", "2PSR", "2WND", "2WOR", "2WOS", "3PSR", "4AQJ"], "pfam": "PF01023", "pharmgkb": "PA34909", "pharos": {"target_id": 16763, "tdl": "Tbio"}, "pir": "A54327", "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211027", "relationship": "is"}, {"id": "GNF216479", "relationship": "is"}, {"id": "GNF227383", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160456", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF012948", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338771", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103734", "relationship": "is"}, {"id": "GNF143384", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_002954.2", "rna": "NM_002963.4", "translation": {"protein": "NP_002954.2", "rna": "NM_002963.4"}}, "reporter": {"HG-U133_Plus_2": "205916_at", "HG-U95Av2": "34458_at", "HTA-2_0": "TC01003263.hg.1", "HuEx-1_0": "2436051", "HuGene-1_1": "7920252", "HuGene-2_1": "16693427"}, "summary": "The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21. This protein differs from the other S100 proteins of known structure in its lack of calcium binding ability in one EF-hand at the N-terminus. The protein is overexpressed in hyperproliferative skin diseases, exhibits antimicrobial activities against bacteria and induces immunomodulatory activities. [provided by RefSeq, Nov 2014].", "symbol": "S100A7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419789"}, "unigene": "Hs.112408", "uniprot": {"Swiss-Prot": "P31151"}, "wikipedia": {"url_stub": "S100A7"}}