{"AllianceGenome": "10500", "HGNC": "10500", "MIM": "176990", "_id": "6285", "_version": 1, "accession": {"genomic": ["AH002981.2", "AP000217.1", "AP000339.2", "AX405904.1", "CH471079.2", "CP068257.2", "M65211.1", "NC_000021.9", "NC_060945.1"], "protein": ["AAH01766.1", "ALQ33777.1", "ALQ33778.1", "CAD35011.1", "CAG46920.1", "EAX09267.1", "EAX09268.1", "EAX09269.1", "EAX09270.1", "NP_006263.1", "P04271.2", "XP_016883913.1", "XP_054180712.1"], "rna": ["AA310307.1", "BC001766.1", "BC041935.1", "CR542123.1", "EB386131.1", "KU178319.1", "KU178320.1", "NM_006272.3", "XM_017028424.3", "XM_054324737.1"], "translation": [{"protein": "NP_006263.1", "rna": "NM_006272.3"}, {"protein": "ALQ33777.1", "rna": "KU178319.1"}, {"protein": "ALQ33778.1", "rna": "KU178320.1"}, {"protein": "CAG46920.1", "rna": "CR542123.1"}, {"protein": "XP_016883913.1", "rna": "XM_017028424.3"}, {"protein": "AAH01766.1", "rna": "BC001766.1"}, {"protein": "XP_054180712.1", "rna": "XM_054324737.1"}]}, "alias": ["NEF", "S100", "S100-B", "S100beta"], "ensembl": {"gene": "ENSG00000160307", "protein": ["ENSP00000291700", "ENSP00000356038", "ENSP00000380769"], "transcript": ["ENST00000291700", "ENST00000367071", "ENST00000397648"], "translation": [{"protein": "ENSP00000291700", "rna": "ENST00000291700"}, {"protein": "ENSP00000356038", "rna": "ENST00000367071"}, {"protein": "ENSP00000380769", "rna": "ENST00000397648"}], "type_of_gene": "protein_coding"}, "entrezgene": "6285", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.2911879, "exp_mis": 29.7485111, "exp_syn": 16.103923, "lof_z": 0.844984575287561, "mis_z": 0.336157289999366, "mu_lof": 1.28240810128e-07, "mu_mis": 2.55161468782e-06, "mu_syn": 1.34734775884e-06, "n_lof": 1.0, "n_mis": 26.0, "n_syn": 9.0, "p_li": 0.181611099130469, "p_null": 0.172989300926481, "p_rec": 0.645399599943051, "syn_z": 1.09744232135012}, "bp": 279, "cds_end": 48022328, "cds_start": 48019275, "n_exons": 2, "nonpsych": {"exp_lof": 2.0324749, "exp_mis": 26.8840028, "exp_syn": 14.5343335, "lof_z": 0.711244433199373, "mis_z": 0.280549802284746, "mu_lof": 1.28240810128e-07, "mu_mis": 2.55161468782e-06, "mu_syn": 1.34734775884e-06, "n_lof": 1.0, "n_mis": 24.0, "n_syn": 4.0, "p_li": 0.182663565732971, "p_null": 0.192983044346797, "p_rec": 0.624353389920232, "syn_z": 1.73969417566554}, "nontcga": {"exp_lof": 2.10387003, "exp_mis": 27.3646094, "exp_syn": 14.81158731, "lof_z": 0.750740339332285, "mis_z": 0.510920440059524, "mu_lof": 1.28240810128e-07, "mu_mis": 2.55161468782e-06, "mu_syn": 1.34734775884e-06, "n_lof": 1.0, "n_mis": 22.0, "n_syn": 9.0, "p_li": 0.176045444488473, "p_null": 0.179731962742159, "p_rec": 0.644222592769367, "syn_z": 0.956128772704355}, "transcript": "ENST00000291700.4"}, "exons": [{"cdsend": 46602415, "cdsstart": 46599362, "chr": "21", "position": [[46598603, 46599503], [46602277, 46602416], [46605012, 46605082]], "strand": -1, "transcript": "NM_006272", "txend": 46605082, "txstart": 46598603}], "exons_hg19": [{"cdsend": 48022328, "cdsstart": 48019275, "chr": "21", "position": [[48018516, 48019416], [48022190, 48022329], [48024925, 48024995]], "strand": -1, "transcript": "NM_006272", "txend": 48024995, "txstart": 48018516}], "generif": [{"pubmed": 11809917, "text": "This study provides evidence that circulating S100beta protein is increased in IUGR fetuses and correlates with cerebral hemodynamics, suggesting that it may represent an index of cerebral cell damage in the perinatal period."}, {"pubmed": 11888280, "text": "role of N-terminal helix I for dimerization and stability"}, {"pubmed": 11969402, "text": "A study of S100B identifying key regions required for the interaction with S100B-binding epitope TRTK-12 shows that the S100B linker region contributes about 50% to binding while the C-terminus contributes the remaining 50% of the binding energy."}, {"pubmed": 12351263, "text": "preoperative S100B concentrations correlate inversely with the size of the ascending aorta in hypoplastic left heart syndrome and may serve as a marker for preexisting brain injury and mortality"}, {"pubmed": 12377780, "text": "the major cytoplasmic S100B target protein in different glial cell lines in the presence of Zn(2+) and Ca(2+) is IQGAP1"}, {"pubmed": 12480931, "text": "A new target is revealed by the solution structure of a peptide fragment."}, {"pubmed": 12490005, "text": "Serum S100B is increased in almost half of children after mild, moderate, and severe inflicted and noninflicted closed head injury; the increase is transient, lasting less than 12 h after injury, except in children with severe injury."}, {"pubmed": 12505619, "text": "Cerebrospinal fluid S100B correlates with brain atrophy in Alzheimer's disease, suggesting that S100B is of pathological relevance for degeneration of the central nervous system in Alzheimer's disease."}, {"pubmed": 12527118, "text": "presence in human milk - may contribute to biochemical communication between mother and child"}, {"pubmed": 12569284, "text": "Elevated serum S100B level was associated with metastatic malignant melanoma"}, {"pubmed": 12630517, "text": "S 100 B may be a reliable marker of brain damage in TBI without multiple trauma 24 h after trauma and thereafter"}, {"pubmed": 12645009, "text": "increased levels have been detected in brain trauma and ischemia, and in neurodegenerative, inflammatory and psychiatric diseases, probably due to release from damaged astrocytes"}, {"pubmed": 12927678, "text": "Results in high-risk pregnancies demonstrated that S100B concentration increased in amniotic fluid and in cord blood of fetuses with brain damage [review]"}, {"pubmed": 14530578, "text": "Review summarizes current knowledge about S-100B serum measurements in severe head injury and concludes that S-100B belongs to a new generation of molecular serum markers of brain damage."}, {"pubmed": 14642437, "text": "S100 beta showed a significant decrease in CSF over the disease course (P=0.024)."}, {"pubmed": 14675567, "text": "positively correlated with Phe blood level in phenylketonuria patients; blood estimation could be a useful peripheral marker of CNS lesions in patients with demyelinated disease such as PKU"}, {"pubmed": 14699277, "text": "Protein S-100b might be a promising serum marker with prognostic significance in the event of spinal cord compression resulting from epidural empyema."}, {"pubmed": 14967825, "text": "results indicate that human S100B expressed in E Coli interacts with the tubulin homologue FtsZ in vivo, modulating its activity in bacterial cell division."}, {"pubmed": 14997170, "text": "S100B in schizophrenic patients either promotes apoptotic mechanisms by itself or is released from astrocytes as part of an attempt to repair a degenerative or destructive process"}, {"pubmed": 15178678, "text": "when p53 protein levels increase, it contributes to its own demise by up-regulating the transcription of S100B protein as part of a negative feedback loop"}, {"pubmed": 15236402, "text": "results support the idea that elevated levels of S100B in the brain are associated with increased vulnerability to neurological injury"}, {"pubmed": 15257081, "text": "S100B and IL-1beta in the cerebrospinal fluid may have a role in the progression of traumatic brain injury"}, {"pubmed": 15306236, "text": "S100B overexpression in young (70 days) and aged (200 days) adult transgenic mice leads to alterations in cytoskeletal markers with aging."}, {"pubmed": 15670788, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15670788, "text": "Our results suggest that S100B could be a susceptible gene for schizophrenia and provide indirect evidence for the GGF/SD hypothesis."}, {"pubmed": 15708543, "text": "The present study offers data consistent with the putative neurotrophic role of S100B and suggests the usefulness of saliva in the clinical monitoring of S100B levels."}, {"pubmed": 15781852, "text": "S100B regulates the oligomerization of p53 tumor suppressor by binding to its tetramerization domain."}, {"pubmed": 15820773, "text": "The higher levels of S100B in Down Syndrome patients may reflect a general and persistent increase in the extracellular space and may be associated with neurodegenerative lesions observed in these patients."}, {"pubmed": 16143320, "text": "Study indicates that the serum concentration of S100B in patients with neural tube defects is similar to that of normal individuals."}, {"pubmed": 16340181, "text": "determination of urinary S-100B concentrations might be helpful in term infants with severe asphyxia, while high urinary S-100B concentrations in preterm infants are to be attributed to immaturity"}, {"pubmed": 16511125, "text": "X-ray diffraction studies on human Ca2+-binding protein S100B"}, {"pubmed": 16931519, "text": "IP-10 mRNA is stabilized by RNA-binding proteins in monocytes treated with S100b"}, {"pubmed": 17008613, "text": "Increased plasma S100B level is found following acute spontaneous intracerebral hemorrhage, in association with a worse early and late evolution, and closely related to initial hematoma volume."}, {"pubmed": 17010455, "text": "Phosphorylation of specific serine and/or threonine residues reduces the affinity of the S100B-p53 interaction."}, {"pubmed": 17020600, "text": "Serum S100beta levels may serve as a potentially useful early marker of postcraniotomy brain damage in patients undergoing elective meningioma resection."}, {"pubmed": 17023485, "text": "Amniotic fluid S100B protein concentration of the pre-eclampsia & normotensive IUGR cases was significantly higher than that of the control. Amnion could be a source responsible for the increased concentration of S100B in amniotic fluid."}, {"pubmed": 17043297, "text": "finding of increased levels of S100B in patients with schizophrenia without an indication for significant glial (GFAP, MBP) or neuronal (NSE) damage may be interpreted as indirect evidence for increased active secretion of S100B during acute psychosis"}, {"pubmed": 17091777, "text": "S100B protein levels are affected differently in alcohol-dependent individuals with either mild or high alcohol consumption during the period of up to one year before assessment."}, {"pubmed": 17199889, "text": "S100B is localized in many neural cell-types and is less astrocyte-specific than GFAP."}, {"pubmed": 17264538, "text": "S-100B and MIA concentrations were significantly higher in patients with uveal melanoma metastases"}, {"pubmed": 17348038, "text": "Review examines S100B's potential role as a neurologic screening tool, or biomarker of CNS injury, analogous to the role of CRP as a marker of systemic inflammation."}, {"pubmed": 17396138, "text": "Report concludes that S100A1 and S100B are transcriptional targets of the SOX trio and mediate its inhibition of terminal differentiation of chondrocytes."}, {"pubmed": 17408991, "text": "No significant release of S100beta protein in CSF during stenting of the thoracic aorta in this subgroup of patients at high risk for spinal cord ischemia."}, {"pubmed": 17525977, "text": "Genetic variants within S100B are associated with bipolar affective disorder with psychosis"}, {"pubmed": 17525977, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17536784, "text": "Amide exchange shows calcium-induced conformational changes are transmitted to the dimer interface of S100B."}, {"pubmed": 17579612, "text": "Genetic variant in S100beta increases the risk of low cognitive performance and dementia, possibly by favouring a splicing event increasing S100beta2 isoform expression in the brain."}, {"pubmed": 17579612, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17624933, "text": "An elevated concentration of amniotic fluid S100B may reflect intra-amniotic infection/inflammation and not necessarily fetal neurologic damage."}, {"pubmed": 17660747, "text": "Structural and the binding data suggest that tetrameric S100B triggers RAGE activation by receptor dimerisation."}, {"pubmed": 17661202, "text": "An antigen in melanoma, elevated amd present in Stage III melanoma patients undergoing adjuvant vaccine immunotherapy. ."}, {"pubmed": 17678654, "text": "Enteric glial-derived S100B is increased in the duodenum of patients with celiac disease and plays a role in nitric oxide production."}, {"pubmed": 17705023, "text": "Serum S100B levels cannot serve as peripheral marker in the evaluation of brain disease in X-ALD and GD."}, {"pubmed": 17719207, "text": "serum level increased in psoriasis"}, {"pubmed": 17726019, "text": "S100B modulates cell survival by interacting with distinct RAGE immunoglobulin domains."}, {"pubmed": 17955279, "text": "serum and CSF S100B levels were raised in neruopsychiatric systemic lupus erythematosus, especially in patients with organic brain syndrome, seizures, cerebral vascular accident, and psychosis."}, {"pubmed": 17984171, "text": "upregulated expression of chromosome 21 genes such as S100B and amyloid precursor protein activated the stress response kinase pathways, and furthermore, could be linked to upregulation of the water channel aquaporin 4 in Down syndrome neural progenitors"}, {"pubmed": 17984926, "text": "A significant increase of S-100B protein blood plasma concentrations was seen in patients with severe stroke; S-100 protein blood plasma concentration assessed on the 1st day after the stroke has highest diagnostic utility."}, {"pubmed": 17984939, "text": "The difference between the evening and morning S100B levels correlated negatively with apnea/hyponea index and oxygen desaturation index and positively with basal saturation and average minimal oxygen saturation."}, {"pubmed": 18039581, "text": "The approach allows the use of small animal PET and provides novel probes to delineate functional expression of RAGE under normal and pathophysiological conditions in rodent models of disease."}, {"pubmed": 18173564, "text": "Serum S100b (astrocyte-specific protein) is a useful marker of hepatic encephalopathy in patients with fulminant hepatitis."}, {"pubmed": 18181515, "text": "The low levels of S100b detected using the present assay, despite its high sensitivity and despite the routine use of cardiotomy suction, suggest that the assay may have higher specificity for cerebral S100b than previously used assays."}, {"pubmed": 18193148, "text": "Both S100A1B and S100BB were related to outcome after severe traumatic brain injury. Even though this study is small, it seems unlikely that separate analyses of the dimers are of any advantage compared with measuring S100B alone."}, {"pubmed": 18337650, "text": "evaluation of S100B in bone marrow (BM) plasma from malignant melanoma patients; median S100B level in BM plasma was 9.0 microg/l, an unexpectedly high value compared with the median S100B level in blood; S100B levels in BM seems to be sex dependent"}, {"pubmed": 18384084, "text": "The structure of human apo-S100B at 10 degrees C was determined to examine whether temperature might be responsible for structural differences."}, {"pubmed": 18385926, "text": "We investigated the influence of chronic fasting and subsequent weight gain on serum levels of S100B in patients with anorexia nervosa. We found that nutritional status was an important factor influencing serum levels of S100B."}, {"pubmed": 18445708, "text": "A novel interaction is identified between S100B and the dopamine D2 receptor; binding of S100B to the dopamine D2 receptor may enhance receptor signaling."}, {"pubmed": 18451356, "text": "S100B has a role in exacerbating brain damage and periinfarct reactive gliosis (astrocytosis and microgliosis) during the subacute phase of middle cerebral artery occlusion"}, {"pubmed": 18454941, "text": "Ooor dualistic views that consider S100B elevation as \"bad\" or \"good\" simplify clinical practice and delay our comprehension of the role of this protein, both in physiological conditions and in brain disorders. [REVIEW]"}, {"pubmed": 18494933, "text": "S100B inducs tau protein hyperphosphorylation via Dickopff-1 up-regulation and disrupts the Wnt pathway in neural stem cells."}, {"pubmed": 18552513, "text": "Findings demonstrate that greater S100beta levels are associated with poorer cognitive function in healthy older adults."}, {"pubmed": 18587628, "text": "Only the first IQ motif of IQGAP1 interacts with MYL6B. The first and second IQ motifs of IQGAP1 interact with S100B in the presence of calcium ions."}, {"pubmed": 18596106, "text": "HIV-1 NEF expression prevents AP-2-mediated internalization of the MHC Class II-associated invariant chain."}, {"pubmed": 18614943, "text": "S-100beta concentrations do not necessarily increase in response to exercise-heat strain, and no effect of heat acclimation on S-100beta could be observed despite other quantifiable physiological adaptations."}, {"pubmed": 18706914, "text": "Results identify of a dimeric intermediate in the unfolding pathway for the calcium-binding protein S100B."}, {"pubmed": 18783450, "text": "During migraine attacks elevated s100b levels could be observed"}, {"pubmed": 18805362, "text": "Data show that total serum bilirubin and mean serum S100B levels of infants who manifest auditory neuropathy, neurologic abnormalities, or EEG abnormalities are significantly higher than in infants without these abnormalities."}, {"pubmed": 18854308, "text": "HNRNP K and microRNA-16 have roles in cyclooxygenase-2 RNA stability induced by S100b, a ligand of the receptor for advanced glycation end products"}, {"pubmed": 18939940, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18939940, "text": "investigated the association of the rs9722 C > T polymorphism of the S100B gene and susceptibility to major depressive disorder by comparing 152 major depressive patients with 150 healthy individuals in a Chinese population"}, {"pubmed": 18948614, "text": "A diagnostic tool incorporating the values of matrix metalloproteinase 9, brain natriuretic factor, d-dimer, and S-100beta into a composite score was sensitive for acute cerebral ischemia."}, {"pubmed": 18982242, "text": "These findings confirmed an increase in serum S100B levels in major depressive patients and presence of a sexual dimorphism. Moreover, numbers of depressive episodes in depression seemed to have an additional increasing effect on S100B levels."}, {"pubmed": 19011512, "text": "Circulating S100A1B and S100BB are potential biomarkers in patients with malignant melanoma. S100BB should be considered as the preferred biomarker, showing potential in predicting both relapse and survival, in contrast to both S100 and S100A1B."}, {"pubmed": 19042077, "text": "A strong positive correlation exists between amniotic fluid S100B and erythropoietin concentrations in pregnancies at high risk for chronic fetal hypoxia."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19103440, "text": "Our results provide support for a reduction of S100B levels during reconvalescence from acute paranoid schizophrenia that is regulated by its scavenger advanced glycosylation end product-specific receptor"}, {"pubmed": 19147496, "text": "S100B interacts with Src kinase, thereby stimulating the PI3K/Akt and PI3K/RhoA pathways."}, {"pubmed": 19183802, "text": "Increased S100B protein urine levels in term newborns suffering perinatal asphyxia seem to suggest a higher risk of neonatal death for these infants."}, {"pubmed": 19202335, "text": "Criteria for a clinically informative serum biomarker in acute ischaemic stroke: a review of S100B."}, {"pubmed": 19205880, "text": "These results confirm previous S100beta evaluations in human serum and cerebrospinal fluid reporting the protein's function as a biomarker for brain damage"}, {"pubmed": 19216510, "text": "Studies show that monomeric S100B and S100A11 proteins are alpha-helical and retain a significant amount of tertiary structure."}, {"pubmed": 19220958, "text": "Levels of plasma S-100 beta and NSE cannot predict encephalopathy after orthotopic liver transplantation."}, {"pubmed": 19221847, "text": "There are no differences in S100B and NSE levels between patients with ischemic stroke or intracerebral hemorrhage."}, {"pubmed": 19229202, "text": "Results of this meta-analysis indicate S100B is involved in the pathogenesis of both schizophrenia and mood disorders; further, it dissociates major depressive and bipolar I disorder [review]."}, {"pubmed": 19297317, "text": "S100B bound the tetramer and also disrupted the dimer by binding monomeric p53"}, {"pubmed": 19307814, "text": "The timing, intensity, and duration of serum NSE and S-100B biomarker concentration patterns are associated with neurologic and survival outcomes following pediatric cardiac arrest."}, {"pubmed": 19330775, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19330775, "text": "results suggest an important role of S100B SNPs on S100B serum concentrations and S100B mRNA expression. It hereby links recent evidence for both, the impact of S100B gene variation on various neurological or psychiatric disorders"}, {"pubmed": 19468240, "text": "findings provide evidence of an association between S100B levels and memory processes in patients with recurrent depression and further suggest a neuroprotective role of moderately increased S100B serum levels in the course of affective disorders"}, {"pubmed": 19482672, "text": "S100A1B and S100BB are increased in urine collected from asphyxiated newborns who will develop hypoxic-ischemic encephalopathy (HIE) since first urination, and their measurement may be useful to early predict HIE."}, {"pubmed": 19487970, "text": "Increased S100B level is found after spontaneous intracerebral hemorrhage and may contribute to the inflammatory process of ICH, in association with a poor clinical outcome."}, {"pubmed": 19497163, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19497163, "text": "Our findings did not suggest association of S100B gene polymorphisms in patients with MDD in China. We found there were differences in depressive episodes among different genotypes of S100B gene."}, {"pubmed": 19505208, "text": "Serum S100b and BNP levels in the first 24 h after injury accurately predict neurological function at discharge after supratentorial intracerebral haemorrhage"}, {"pubmed": 19539717, "text": "serum S100B levels in chronic schizophrenia under antipsychotic medication may be increased"}, {"pubmed": 19558426, "text": "Results describe the association of S100B and nitric oxide production in ulcerative colitis."}, {"pubmed": 19636631, "text": "Elevated S-100B level is associated with recurrence in melanoma patients."}, {"pubmed": 19654082, "text": "Adding the measurement of S-100B serum concentration to clinical decision rules for a CT scan in patients with minor head injuries could allow a 30% reduction in scans."}, {"pubmed": 19671853, "text": "Only sULBP2 is an independent predictor of prognosis, the significance of which is superior to the well-established and widely used melanoma serum marker S100B."}, {"pubmed": 19674846, "text": "Physiological S100B levels in humans appear to closely reflect adipose tissue mass, which should therefore be considered as an important confounding factor in clinical studies examining the role of S100B."}, {"pubmed": 19705461, "text": "These results provide evidence that (over)-expression of S100B acts to accelerate AD-like pathology, and suggest that inhibiting astrocytic activation by blocking S100B biosynthesis may be a promising therapeutic strategy to delay AD progression."}, {"pubmed": 19812958, "text": "Following brain injury, the S100B passage from the CSF to the blood was significantly impaired and higher ratios of S100B serum/CSF were correlated with better neurological function"}, {"pubmed": 19910580, "text": "interaction of RAGE and its ligand S100B after myocardial infarction may play a role in myocyte apoptosis by activating ERK1/2 and p53 signaling."}, {"pubmed": 19939849, "text": "Findings show that oxidative stress affects sEng and S100B protein expression from villous and amniotic tissues, and S100B protein up-regulate sEng release from endothelial cells leading to endothelial dysfunction."}, {"pubmed": 20036852, "text": "Neural tube defects are associated with increased serum concentration of S100B in fetuses and mothers."}, {"pubmed": 20036866, "text": "Near Infrared Spectroscopy parameters and S100B protein correlation may be of help in brain function monitoring."}, {"pubmed": 20042890, "text": "a higher percentage of S100B antigen-positive cells were observed in benign melanocytic lesions than in melanomas"}, {"pubmed": 20093730, "text": "S100B plays a role in schizophrenia [review]"}, {"pubmed": 20105309, "text": "serum levels of S100B may be a marker for brain functional condition and serum NSE levels may be a marker for morphological status in Alzheimer's disease"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20351179, "text": "Data show that ATAD3A is a calcium-dependent S100B target protein in oligodendrocyte progenitor cells and suggest that S100B could assist the newly synthesized ATAD3A protein in proper folding and subcellular localization."}, {"pubmed": 20398908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20437790, "text": "Most patients had increased serum levels of S100beta (mean .25 microg/L, median .15 microg/L) following surgery."}, {"pubmed": 20473040, "text": "The genetic variant (rs2300403) of S100B was tested for association with cognitive abilities and lifetime cognitive ageing in approximately 1000 elderly Scots."}, {"pubmed": 20509936, "text": "there were no clear signs (S100B) that the glial functions were compromised in attention deficit and hyperactivity"}, {"pubmed": 20559426, "text": "data support the use of S100B as an adjunctive biomarker to assess suicidal risk in patients with mood disorders or schizophrenia"}, {"pubmed": 20581773, "text": "Body mass index, creatinine clearance, and age are determinants of steady-state serum S100B concentrations in renal transplant recipients."}, {"pubmed": 20587415, "text": "marker for malignant melanoma, S100B, likely contributes to cancer progression by down-regulating the tumor suppressor protein, p53."}, {"pubmed": 20591429, "text": "S100A1, S100A2, S100A4, S100A6 and S100B interacted with MDM2 (2-125)."}, {"pubmed": 20592382, "text": "S100B and LDH are not expressed in sentinel node progression of melanoma"}, {"pubmed": 20604725, "text": "behavior of S100B in biological fluid during mental and physical stress"}, {"pubmed": 20614004, "text": "hs-CRP, PAI-1, and S100B levels did not differ at all time points between appropriate-for-gestational-age and intrauterine growth-restricted groups."}, {"pubmed": 20628824, "text": "S100B overexpression is associated with relapse in colon cancer."}, {"pubmed": 20686797, "text": "Study of development of secondary injuries following traumatic brain injury includes measurement of release of S100B and neuron-specific enolase (NSE) into the cerebrospinal fluid and blood."}, {"pubmed": 20708613, "text": "S100B is a potential alternative calcium sensor for hEAG1 potassium channels."}, {"pubmed": 20716661, "text": "Serum levels of S100B protein do not differentiate systemic lupus erythematosus patients with and those without central neurological manifestations."}, {"pubmed": 20947022, "text": "Results enhance understanding of the functional outcomes of S100 protein binding to RAGE and provide insight into mechanistic models for how the receptor is activated."}, {"pubmed": 20950652, "text": "Zn(2+)-Ca(2+)-loaded S100B the C-termini of helix IV adopt a distinct conformation."}, {"pubmed": 21034449, "text": "Data show that the degree of systemic inflammation is associated with S100B concentration in acute ischaemic stroke, independent of the size of the ischaemic lesion."}, {"pubmed": 21070816, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21070816, "text": "The results of this study implicated a role for S100B gene polymorphisms in the cognitive functions of schizophrenia patients and encourage further investigation into spatial disability as an endophenotype of schizophrenia."}, {"pubmed": 21079180, "text": "Outcome prediction after traumatic brain injury can be improved with determination of serum levels of glial fibrillary acidic protein (GFAP) and S100B at the time of hospital admission."}, {"pubmed": 21112154, "text": "Men homozygous for the 2757C>G or 5748C>T SNPs scored higher in self-directedness on the Temperament and Character Inventory."}, {"pubmed": 21144594, "text": "This meta-analysis indicates a modifying effect of S100B in mood disorders in the interaction with age, with an increasing role across the lifespan."}, {"pubmed": 21273622, "text": "Increase S-100beta level was associated with metastatic uveal melanoma."}, {"pubmed": 21293918, "text": "The findings of increased ictal serum S100B and NSE levels together with increased interictal levels of S100B suggested that migraine might be associated with glial and/or neuronal damage in the brain."}, {"pubmed": 21303299, "text": "REVIEW: S100B protein in neurodegenerative disorders"}, {"pubmed": 21311479, "text": "There was no correlation between the S100beta level and the type of brain lesion, its localization or volume and the fracture of cranial bones."}, {"pubmed": 21368691, "text": "The relationship of clinical outcome with cerebrospinal fluid neuron-specific enolase (NSE), S100B and glial fibrillary acidic protein (GFAP) levels in patients with severe traumatic brain injury was investigated"}, {"pubmed": 21376255, "text": "Results suggest that S100B may be a potential cause of pathogenesis in Parkinson's disease."}, {"pubmed": 21423669, "text": "Upon binding to nucleic acids, S100B activated intracellular TLRs eventually resolve danger-induced inflammation via transcriptional inhibition of S100B."}, {"pubmed": 21447379, "text": "In various physiological and pathological conditions S100B might function as an interface to immunological processes, distinct from known cytokine- and chemokine-mediated pathways."}, {"pubmed": 21455324, "text": "S100B protein in the gut has a role in enteroglial-sustained intestinal inflammation [review]"}, {"pubmed": 21458434, "text": "S-100B can be used as a reliable and early predictor of poor physiological and cognitive neurological outcomes after cardiac arrest."}, {"pubmed": 21473859, "text": "S100B is pregnancy-dependent with the presence of a protein's gradient between fetal and maternal bloodstreams"}, {"pubmed": 21487066, "text": "Data suggest that plasma markers: CEACAM, ICAM-1, osteopontin, MIA, TIMP-1 and S100B particularly when assessed in combination, can be used to monitor patients for disease recurrenc."}, {"pubmed": 21504113, "text": "A drastic rise in the level of S100beta is observed one week after coronary artery bypass grafting, a mark of a severe generalized cerebral injury that correlates with the development of cognitive dysfunction."}, {"pubmed": 21553520, "text": "The increased level of serum S100beta and NSE may be one of the mechanisms of brain damage and memory impairment in obstructive sleep apnea-hypopnea syndrome."}, {"pubmed": 21587126, "text": "Serum s-100beta protein was significantly higher in off-pump coronary artery bypass graft patients with intracranial and cervical artery stenosis."}, {"pubmed": 21601568, "text": "This study provides useful serum S100B values from the largest cohort of healthy children aged 0-3 years old."}, {"pubmed": 21620650, "text": "After treatment of carotid stenosis patients with an increased S-100B coefficient of variation showed diffusion-weighted magnetic resonance imaging positive for ischemic brain lesions."}, {"pubmed": 21628886, "text": "nvestigation into whether S100B is involved in Parkinson's disease: creation of transgenic mice with brain-specific overexpression of human S100B creates mouse model with symptoms of Parkinson's disease (i.e., motor incoordination by Rota-rod test)"}, {"pubmed": 21640093, "text": "Increased serum S100B levels were associated with the severity of cardiac dysfunction, renal insufficiency and an adverse prognosis in chronic heart failure patients."}, {"pubmed": 21663912, "text": "Serum levels of S100B, S100A6 and S100P are associated with acute coronary syndrome, and serum levels and myocardial expression of these proteins are related to infarct size."}, {"pubmed": 21674567, "text": "Some neurofibromas include a subpopulation of S100B(+) /Nfn(-) cells consistent with clonal expansion of a Schwann cell progenitor that has lost function of both NF1 alleles."}, {"pubmed": 21688665, "text": "concentration of IL-1beta, INF-gamma, TNF-alpha, S100beta, AMA-M2 increase, IL-10 decrease were detected in peripheral blood of 25 patients with stroke"}, {"pubmed": 21714070, "text": "These studies have identified S100B as a potential biomarker for illness severity and therapeutic response in psychiatric patients."}, {"pubmed": 21725169, "text": "Treadmill exercise training decreased the expression of S100 beta in the striatum of chronic Parkinsonian mice, which can partially explain the beneficial neuroprotective role of exercise in patients with parkinson disease."}, {"pubmed": 21738758, "text": "S100B protein, BDNF, and GDNF are present in all samples of human milk, and they may be responsible for the long term effects of breast feeding."}, {"pubmed": 21779383, "text": "S100B and APP levels are simultaneously increased within Down syndrome neural progenitors, their secretions are synergistically enhanced in a paracrine fashion, and their overexpressions disrupt mitochondrial membrane potentials and redox states."}, {"pubmed": 21810220, "text": "Data indicate that measurements of serum S100B during regular follow-up of patients with CM are a useful tool for discovering disease progression in asymptomatic patients."}, {"pubmed": 21858537, "text": "Results show that S-100B, MIA and LDH levels were significantly higher in patients with advanced melanoma than in disease-free patients or healthy controls."}, {"pubmed": 21861214, "text": "High S-100B is associated with treatment response in stage III melanoma."}, {"pubmed": 21861268, "text": "S100B depletion induces apoptosis of PC14/B cells."}, {"pubmed": 21906477, "text": "The level of S100beta protein in CSF from CH patients increases. It may be a biomarker as reflecting degree of pathogenetic and predicting outcome in the CH patients."}, {"pubmed": 21932834, "text": "Peptide array experiments identify the carboxy-terminal 58 residues of the third intracellular loop of the dopamine D2 receptor as the major interacting site for S100B."}, {"pubmed": 21976236, "text": "S100B levels in patients with worst outcome after traumatic brain injury in patients with worst outcome are already significantly higher at day zero."}, {"pubmed": 22011044, "text": "Results suggest that S100B, TM4SF3, and OLFM4 overexpression may affect metastatic behavior of tumor cells in Taiwanese colorectal cancer patients."}, {"pubmed": 22019077, "text": "for both schizophrenia patients and healthy controls two SNPs in S100B were significantly associated with prefrontal functions in the spatial domain,with the AA genotype of rs9722 and the GG genotype of rs2839357 linked to poorer performance."}, {"pubmed": 22025532, "text": "The expression of eosinophil RAGE, soluble RAGE and RAGE ligands may be pivotal to the functions of eosinophils in various human diseases involving RAGE and S100 ligands."}, {"pubmed": 22114731, "text": "S100B polymorphism is associated with aspergillosis in stem cell transplant recipients."}, {"pubmed": 22177239, "text": "The IL-1alpha-positive microglias and S100beta-positive astrocytes may be of certain significance in transformation of diffuse non-neuritic plaques to diffuse neuritic plaques in Alzheimer's disease."}, {"pubmed": 22224444, "text": "The serum levels of pro-inflammatory marker S-100beta protein increased after total hip-replacement in elderly patients and may serve as predicting parameters for the occurrence of post-operative cognitive dysfunction"}, {"pubmed": 22285378, "text": "Significantly higher values of serum S100B were found in CT positive than in CT negative patients with mild head injury."}, {"pubmed": 22286962, "text": "S100B could be involved in the development of brain metastasis in -small cell lung cancer."}, {"pubmed": 22306257, "text": "The significant elevations of HMGB1 and S100B in CSF, and S100B in serum are associated with the neurologically poor outcome in OHCA patients."}, {"pubmed": 22322856, "text": "Patients with the apolipoprotein (APO)epsilon4 allele may be more predisposed to brain cellular damage measured as S100B and neuron-specific enolase (NSE)."}, {"pubmed": 22326439, "text": "despite the observation of an increase in S100B+ NK cells in schizophrenia patients, the lack of a correlation with serum S100B concentrations suggests that these cells are probably not a major source of S100B in the blood of schizophrenia patients"}, {"pubmed": 22348227, "text": "This review summarizes the available data regarding the use of S100B as a biomarker of brain damage following birth asphyxia."}, {"pubmed": 22359053, "text": "an increase in glutamate uptake and S100B secretion, and a decrease in glutamine synthetase, which might be linked to the altered glutamatergic communication in diabetes mellitus"}, {"pubmed": 22565174, "text": "Determination of S100B concentration in jugular samples appears to be better than in arterial to predict clinical outcome after brain injury."}, {"pubmed": 22766253, "text": "plasma S100B was correlated with initial stroke score, and was significantly higher in patients with poor clinical outcome"}, {"pubmed": 22782342, "text": "Visceral metastases other than lung (hazard ratio (HR) 1.8), elevated S100B (HR 1.7) and elevated LDH (HR 1.6) had the highest negative impact on survival."}, {"pubmed": 22916238, "text": "Study is the first in vivo study validating the specificity of the glial marker S100B for the human brain, and supporting the assumption that radial diffusivity represents a myelin marker."}, {"pubmed": 22935566, "text": "The results showed a close association between S100B and depressive symptoms in patients undergoing hemodialysis."}, {"pubmed": 22982200, "text": "decreased level of S100B in CSF is related to increased symptoms of depression in the neurological patients with non-inflammatory disorders."}, {"pubmed": 23030834, "text": "Cord blood S100B levels of infants born through meconium-stained amniotic fluid were not different from those with clear amniotic fluid."}, {"pubmed": 23031665, "text": "the determination of S100B levels both in urine and serum acts as a sensitive and an effective biomarker for the early prediction of mortality after severe traumatic brain injury"}, {"pubmed": 23053124, "text": "this study concludes that neither increased blood lactate nor serum prolactin play an exclusive role in the regulation of S100B."}, {"pubmed": 23130680, "text": "S100B mRNA was detected not only in S100B lymphocytes, but also in every S100B lymphocytes, although the expression levels of S100B mRNA in S100B lymphocytes were much lower than those of S100B lymphocytes."}, {"pubmed": 23141161, "text": "S100B might be a factor in the pathogenesis of early-onset preeclampsia."}, {"pubmed": 23146618, "text": "Increased S-100B protein serum levels appear to reflect neuronal damage in the brains of children with temporal lobe epilepsy."}, {"pubmed": 23161189, "text": "Serum S100B protein level is increased in patients with OSAS and may be a useful biochemical marker in those patients."}, {"pubmed": 23163123, "text": "Elevated levels of serum S100B is associated with the presence and outcome of haemorrhagic shock."}, {"pubmed": 23169921, "text": "results demonstrate a role of S100B in the pathophysiology of Parkinson's disease."}, {"pubmed": 23190274, "text": "This study evaluated S100b as a prognostic biomarker in adult subjects with severe traumatic brain injury"}, {"pubmed": 23208248, "text": "s100b concentration is not a useful predictor of individuals at risk of more severe long-term cognitive decline"}, {"pubmed": 23261835, "text": "there was no correlation between whole-body tumor volume and S100beta concentration for the overall group of neurofibromatosis 1 (NF1), NF2, and schwannomatosis patients."}, {"pubmed": 23262371, "text": "S100B in LP infants is gestational age and gender dependent"}, {"pubmed": 23292665, "text": "Pathogens, but not probiotics, significantly induced S100B protein overexpression and NO release from enteric glial cells ."}, {"pubmed": 23297751, "text": "S100B adds substantial information regarding patient outcome in traumatic brain injury"}, {"pubmed": 23336432, "text": "Data indicate that the high side scatter (SSC(high))-stem/progenitor cells (hDSPCs) had high in vitro proliferation properties and expressed high levels of SOX2 and S100B."}, {"pubmed": 23378728, "text": "In inflamed limbal tissues, expression of S100 A4,8,9 and B proteins is dramatically decreased."}, {"pubmed": 23380091, "text": "Serum S100B protein levels were similar between children with CO poisoning and controls at 0 and 3 and 6 hours. No correlation was found between Glasgow Coma Scale scores and S100B protein levels."}, {"pubmed": 23406753, "text": "Serum S100B and orexin A levels may be helpful in differentiating parasomnic pediatric patients with and without epilepsy."}, {"pubmed": 23438158, "text": "REVIEW: the clinical implications of S100B changes in schizophrenia remain to be elucidated"}, {"pubmed": 23523337, "text": "There is an important difference in serum S100B concentrations between summer and winter. It is strongly advisable to consider this summer/winter difference in serum S100B concentrations when researching this area."}, {"pubmed": 23528506, "text": "In this small sample, S100B, measured immediately after injury in the emergency department, did not seem to predict those children with mild traumatic brain injury who will go on to develop postconcussion syndrome."}, {"pubmed": 23587577, "text": "the extent of S100B elevation has been found to be useful in predicting clinical outcome after severe traumatic brain injury. [Review]"}, {"pubmed": 23590685, "text": "S100b was inversely correlated with the Glasgow Outcome Scale at 3 months"}, {"pubmed": 23602305, "text": "CSF s100B was elevated in hip fracture patients with delirium compared to those without delirium."}, {"pubmed": 23701298, "text": "review of studies investigating the glial marker S100B in serum of patients with mood disorders; S100B is elevated in mood disorders; more strongly in major depressive than bipolar disorder and successful antidepressive treatment has been associated with serum S100B reduction in major depression."}, {"pubmed": 23705829, "text": "Data showed raised serum levels of S100B in schizophrenia female patients, but not male patients, compared to controls."}, {"pubmed": 23710646, "text": "24 h serum S100B levels could serve as screening tools for the early detection of patients at risk for brain death after severe traumatic brain injury."}, {"pubmed": 23713736, "text": "Improvement in recovery from acute cerebral infarction is associated with reduced serum levels of S100B."}, {"pubmed": 23755753, "text": "S100B dose-dependently stimulated alveolar type I-like cells, to enhance the secretion of TNF-alpha and IL-6; S100B pro-inflammatory activity might be mediated at least in part by RAGE."}, {"pubmed": 23757003, "text": "Data indicate that the only constantly present diagnostic marker observed was S100 protein and, in lesser extent, also nestin."}, {"pubmed": 23758329, "text": "The combined use of serum S100B and apoA-I maximizes classification accuracy for mild brain traumatic brain injury, but only S100B is needed to classify abnormal head CT scan."}, {"pubmed": 23796187, "text": "S100B and neuron enolase (NSE) B are useful markers in postmortem biochemistry in cases of suspected traumatic brrain injury."}, {"pubmed": 23826805, "text": "S100B dimers A1B and BB in perinatal asphyxia nonsurvivor infants were significantly higher than in controls at all monitoring time points."}, {"pubmed": 23856918, "text": "serum S100B protein levels were elevated before and throughout the first 24 h after surgery for control of bleeding; (b) a positive correlation between S100B and IL-6 serum levels"}, {"pubmed": 23860667, "text": "Measurement serum S100B could be useful to detect cerebral complications in deeply sedated patients associated with ECMO but not for monitoring delirium after sedation withdrawal."}, {"pubmed": 23887761, "text": "S100 beta and neuron-specific enolase are promising biomarkers for diagnosing and monitoring patients with septic encephalopathy"}, {"pubmed": 23889347, "text": "Increased Serum S100B levels in organic solvent exposure may indicate a preventive response to neuronal damage caused by reactive oxygen species (ROS) produced through oxidative metabolic pathways of organic solvents."}, {"pubmed": 23896207, "text": "The results of this study suggested that S100B-immunopositive glia is dysregulated in the brain of patients suffering from unipolar and bipolar depression."}, {"pubmed": 23907232, "text": "Measurement of S100B and LDH levels during treatment with vemurafenib indicates an initial response; however, this does not seem to be sufficient in detecting tumor progression and is thus not an alternative to monitoring with imaging examinations."}, {"pubmed": 23969722, "text": "The diagnostic accuracy and the prognostic power is much higher compared to the serum protein S100B."}, {"pubmed": 23972702, "text": "Elevated S100B levels increase the susceptibility to environmental stimuli during adolescence resulting in more variable behavioral and neural phenotypes in adulthood"}, {"pubmed": 24063890, "text": "Mechanistic insights into the S100B-FGF2 complex interface and cell-based assay studies involving mutants led us to conclude the novel role of S100B in FGF2 mediated FGFR1 receptor inactivation."}, {"pubmed": 24076007, "text": "mutations in the coding region or intron/exon boundaries of the S100B gene play little or no role in the development of Parkinson disease in Chinese population."}, {"pubmed": 24107912, "text": "rther efforts are required to better understand the patterns of response and the immunological tumor response in patients undergoing CTLA-4 blockade."}, {"pubmed": 24211222, "text": "the serum S-100B protein levels of the patients with focal epilepsy were high compared to those of the control group"}, {"pubmed": 24238018, "text": "assessment of serum protein S100B may improve detection of asymptomatic acute brain injury in patients undergoing radiofrequency catheter ablation"}, {"pubmed": 24312329, "text": "Serum S100B is a prognostic marker predicting survival at the time of initiation of first-line treatment in unresectable melanoma patients"}, {"pubmed": 24314961, "text": "Brain death is associated with higher S100B serum levels, compared with other neurocritical care patients."}, {"pubmed": 24340553, "text": "The level of S100B protein concentration is helpful in determining severity of the disease and as a prognostic marker in purulent, bacterial meningoencephalitis."}, {"pubmed": 24358202, "text": "Serum S100B is neither an intermediate phenotype, nor a trait marker for psychotic illness."}, {"pubmed": 24402969, "text": "It was suggested that S100A1 and S100B be used as markers to develop potency assays for cartilage regeneration cell therapies, and as a redifferentiation readout in monolayer cultures aiming to investigate stimuli for chondrogenic induction."}, {"pubmed": 24470708, "text": "total sleep deprivation increased morning serum levels of NSE (P = 0.002) and S-100B (P = 0.02) by approximately 20%, compared with values obtained after a night of sleep"}, {"pubmed": 24497226, "text": "It shows decreased AGEs and increased S100B levels and caspase down-stream apoptosis in peripheral lymphocytes of bipolar disorder (BD) patients that may underlie disease etiopathogenesis."}, {"pubmed": 24504531, "text": "This study report the downregulation of S100B in the nuclear proteome of the corpus callosum from nine schizophrenia patients."}, {"pubmed": 24505052, "text": "The role of S100B protein, neuron-specific enolase, and glial fibrillary acidic protein in the evaluation of hypoxic brain injury in acute carbon monoxide poisoning"}, {"pubmed": 24610883, "text": "S100B is increased among women with preeclampsia, and high levels of S100B associate with visual disturbances"}, {"pubmed": 24620985, "text": "Ascending to 3700 m resulted in elevated plasma S100B levels but this was not associated with acute mountain sickness"}, {"pubmed": 24625912, "text": "S100B, a marker of blood-brain-barrier permeability, as well as serum cortisol, interleukin (IL)-6 and tumor necrosis factor (TNF)-alpha concentrations, are significantly increased in soldiers during combat training compared to the rest period."}, {"pubmed": 24627490, "text": "Data indicate that the S100B-p90 ribosomal S6 kinase (RSK) complex was found to be Ca2+-dependent, block phosphorylation of RSK at Thr-573, and sequester RSK to the cytosol."}, {"pubmed": 24629352, "text": "The study of gene expression data confirm an involvement of S100B in mood disorders in relevant brain."}, {"pubmed": 24656601, "text": "This study demonistrated that higher levels of S100B is independently associated with presence and number of cerebral microbleeds in patients with first-ever acute lacunar stroke, particularly in those with deep cerebral microbleeds."}, {"pubmed": 24668715, "text": "Fetuses of active smoker mothers had lower cord blood S100B levels compared to fetuses of non-smoker mothers."}, {"pubmed": 24760429, "text": "Serum S100Beta was better for diagnosing sepsis-associated encephalopathy than neuron-specific enolase."}, {"pubmed": 24899616, "text": "Evaluation of preoperative and postoperative S100B levels in children with chronic adenotonsillar hypertrophy"}, {"pubmed": 25068442, "text": "In patients with intracranial traumatic lesions, peak S100B serum levels were found in patients with cerebral edema and brain contusions."}, {"pubmed": 25120758, "text": "these results suggest a potential predictive value of S100B and its underlying mechanism in the pathological process of polytrauma"}, {"pubmed": 25153417, "text": "S100B concentrations increase perioperatively in jugular vein blood despite limited metabolic and inflammatory response to clinically uneventful carotid endarterectomy"}, {"pubmed": 25202915, "text": "circulating S100B blood levels in schizophrenia"}, {"pubmed": 25329583, "text": "). There was no statistically significant association between the primary outcome and baseline S-100B levels, baseline high-sensitivity C-reactive protein or interleukin-6 levels, or changes in high-sensitivity C-reactive protein or interleukin-6 levels."}, {"pubmed": 25516468, "text": "results confirm S100beta as a target of the cellular autoimmune response in type 1 diabetes with the identification of new peptide epitopes targeted during the development of the disease"}, {"pubmed": 25518864, "text": "The association was studied of intracranial pressure (ICP) and cerebral perfusion pressure (CPP) on S-100B and neuron-specific enolase (NSE) in severe traumatic brain injury (sTBI)."}, {"pubmed": 25665147, "text": "Calbindin D28k and S100B have a similar interaction site with the lithium-inhibitable enzyme inositol monophosphatase-1: a new drug target site"}, {"pubmed": 25849778, "text": "plasma biomarkers S100-B and copeptin did not improve prediction of poor outcome following seizure"}, {"pubmed": 25877001, "text": "A nonsynonymous polymorphism in DCDC2 (corrected P = 0.002) and a noncoding variant in S100B (corrected P = 0.016) showed a significant association with spelling performance in families of German origin."}, {"pubmed": 25925764, "text": "serum levels may be correlated with the carbon monoxide poisoning and could be biomarker for early diagnosis and treatment monitoring"}, {"pubmed": 25990800, "text": "S100B serum levels are elevated in cerebral small vessel disease patients."}, {"pubmed": 26021463, "text": "The mean serum S-100B protein level of the breath-holding spells group was 56.38 +/- 13.26 pg/mL, and of the control group, 48.53 +/- 16.77 pg/mL."}, {"pubmed": 26040109, "text": "results suggested the use of serum S-100beta and NSE levels as indicators for brain injury"}, {"pubmed": 26148794, "text": "Levels of S100B below can accurately predict normal Cranial CT findings after minor head injury"}, {"pubmed": 26184632, "text": "high S100B expression in Multiple Sclerosis (MS) patient samples suggests its usefulness as a diagnostic biomarker for MS."}, {"pubmed": 26316432, "text": "long-term exposure to high blood glucose concentrations leads to an increase in total oxidant in patients with diabetic ketoacidosis ( and that the neurotransmitter changes that develop in response to this exposure lead to an increase in S100B levels"}, {"pubmed": 26401738, "text": "Concentrations of serum S100B protein in brain-dead organ donors are extremely high and may support the diagnosis of brain death."}, {"pubmed": 26407839, "text": "The strong CD68 and S100 co-expression in our case did not allow a clear-cut discrimination between the immunophenotype of histiocytic neoplasms and amelanotic melanoma, because of CD68 immunoreactivity occurring in 75% of metastatic malignant melanomas"}, {"pubmed": 26417594, "text": "Studied circulating S100B and adiponectin in children who underwent open heart surgery.  S100B showed a significant increase from hospital admission up to 24 h after procedure."}, {"pubmed": 26421286, "text": "This study inquires into the physiological concentrations of NSE and S100B proteins in CSF, carried out on a sufficiently large group of 601 patients."}, {"pubmed": 26600537, "text": "Our results support the hypothesis that S-100beta is an important biological indicator of HIE and serum S-100beta levels can be used as a reference index to assess hypoxic-ischemic encephalopathy severity."}, {"pubmed": 26624020, "text": "Our data suggest that elevated S100B protein levels might indicate neuronal damage in the brains of people with cannabis use disorder."}, {"pubmed": 26733530, "text": "the serum levels of S100B protein mediated the association between S100B gene polymorphism and scene selectivity in the retrosplenial cortex"}, {"pubmed": 26819111, "text": "Serum S100B is a useful quantitative biomarker in routine follow-up of high-risk melanoma patients."}, {"pubmed": 26856295, "text": "Our findings showed that both S100beta and NSE levels similarly increased during CPB and immediately after CPB during sevoflurane and propofol based anesthesia."}, {"pubmed": 26924650, "text": "Although an elevation in S100B was not observed in this (second) ascent during re-exposure to the hypobaric hypoxia of high altitude for either the non-treated (acclimatised) or the dexamethasone treated (acclimatised and dexamethasone) groups, the hypothesis that S100B would reduce following acclimatisation could not be statistically confirmed in our study given the wide confidence intervals and small sample size"}, {"pubmed": 26969427, "text": "Serum S100B protein levels increased after general anaesthesia. The values of S100Bp (median 164.0 ng/L) were significantly higher than the values of S100Bb (median 94.5 ng/L). The median of the difference between S100Bp and S100Bb was 58.0 ng/L. There were statistically significant differences between S100Bb and S100Bp."}, {"pubmed": 27007976, "text": "There was no association found between serum and CSF S100B with radiographic vasospasm or DIND. S100B is a potential prognostic marker for aSAH outcome"}, {"pubmed": 27121520, "text": "Our study provides information on the dynamic changes of MMP-9-TIMP-1 system and S100B in the perioperative period. Preoperative reduction of TIMP-1 might be predictive for shunt requirement but future studies are required for verification."}, {"pubmed": 27255110, "text": "Compared to the control, the S100B/GAPDH mRNA ratio was significantly decreased in chronic liver diseases (p = 0.006) and most decreased in chronic hepatitis C patients (p = 0.023). We here evaluated S100B expression as a marker of hepatic nerves in patients with various chronic liver diseases, topographically and semi-quantitatively."}, {"pubmed": 27279465, "text": "S100B may have a role in pathogenesis of schizophrenia; patients show higher plasma levels of S100B than healthy controls"}, {"pubmed": 27395808, "text": "Cognitive deterioration could not be predicted using perioperative embolic load and S-100beta changes after carotid revascularization."}, {"pubmed": 27430886, "text": "Studies indicate that S100 calcium binding protein B protein (S100B) has high affinity for zinc (Zn2+)."}, {"pubmed": 27433840, "text": "Increased serum levels of S100B protein (and NSE) were observed postoperatively in patients with postoperative cognitive dysfunction."}, {"pubmed": 27475892, "text": "the serum concentrations of S100B are increased in bipolar disorder patients."}, {"pubmed": 27501952, "text": "the underlying mechanism of S100B-mediated effects on cancer stem-like cell stemness was not dependent on its binding with a receptor for advanced glycation end products (RAGE), but might be through intracellular regulation, through the inhibition of p53 expression and phosphorylation."}, {"pubmed": 27653032, "text": "Levels of NSE and S100B are still elevated 1 year postpartum in women who have had preeclampsia in contrast to women with previous normal pregnancies."}, {"pubmed": 27728898, "text": "this study shows that low levels of S100B correlate to a better anti-CTLA-4 immunotherapy response and survival in advanced melanoma patients"}, {"pubmed": 27861869, "text": "a correlation between S100B + A1-positive Human Articular Chondrocytes in monolayer culture and their neochondrogenesis capacity in pellet culture, is reported."}, {"pubmed": 28088747, "text": "results indicate there were decreased S100B serum levels in bipolar patients in a manic phase after treatment."}, {"pubmed": 28143956, "text": "Data show that a high serum S100beta protein level, hypertension, and high low density lipoprotein-cholesterol (LDL-C) level were the independent risk factors for cerebral small vessel disease (SVD)."}, {"pubmed": 28188811, "text": "Acute paranoid schizophrenia inpatients present a day/night change of S100B serum levels at admission that disappears at discharge."}, {"pubmed": 28212812, "text": "In vitro experiments using repeated freeze-thaw procedures showed an intracellular up-regulation of S100B in normal and vitiligo melanocytes before an extensive release in the environment."}, {"pubmed": 28394234, "text": "Results show that S100beta protein levels are increased in childhood-onset SLE with cognitive impairment suggesting that elevated S100beta protein levels were associated with cognitive impairment."}, {"pubmed": 28399921, "text": "S100beta has potential as a new surveillance tool for patients with ER-positive breast cancer to monitor endocrine therapy."}, {"pubmed": 28419114, "text": "For patients recruited </= 6 h after trauma, the CT-positive group indicated significantly higher levels of both H-FABP and S100B than the CT-negative group."}, {"pubmed": 28433998, "text": "This study demonstrated that S100A12 mRNA levels were significantly decreased in the new cases of untreated MS patients in comparison to healthy controls."}, {"pubmed": 28537663, "text": "The expression of serum S100beta in patients with postoperative cognitive dysfunction was significantly increased"}, {"pubmed": 28569132, "text": "Serum BDNF, S100B, and NSE levels appear to be associated with the occurrence of delirium in polytrauma patients."}, {"pubmed": 28571730, "text": "In neonates, NSE and s100B levels increase after bypass surgery and return below preoperative baseline levels by postoperative day seven. The levels of s100B were positively correlated with circulatory arrest time and negatively correlated with age at time of surgery."}, {"pubmed": 28582866, "text": "In this study demonstrated that S100b is elevated in Alzheimer disease cases. and the increased levels in African Americans here may be indicative of increased severity in specific populations."}, {"pubmed": 28849099, "text": "Results showed that our prepared S100B mAbs were suitable for detecting S100B expression in human tissues, furnishing promising tools for further functional investigation and clinical applications."}, {"pubmed": 28969486, "text": "Results suggest that the prognostic biomarker S-100beta protein has a low clinical value to identify patients at risk of persistent post-concussion symptoms"}, {"pubmed": 29222857, "text": "There is a significant correlation between mortality in the critically ill patients in the intensive care unit and increased serum concentration of S100B and NSE."}, {"pubmed": 29244749, "text": "We investigated the possible correlation between TCD results and S100B, NSE and LDH levels as well as between NSE-LDH and S100B-LDH levels by regression analysis. We found a statistically significant relationship for both NSE, S100B with LDH."}, {"pubmed": 29343763, "text": "The S100B gene rs9722 polymorphism may contribute to the susceptibility of IS."}, {"pubmed": 29345293, "text": "A high S100B expression is associated with a good prognosis in patients with p53 mutant and p53 wild-type breast cancers."}, {"pubmed": 29444082, "text": "found that S100B plays a crucial role in blocking the interaction site between RAGE V domain and S100A1. A cell proliferation assay WST-1 also supported our results. This report could potentially be useful for new protein development for cancer treatment"}, {"pubmed": 29484801, "text": "serum levels elevated in diabetic ketoacidosis"}, {"pubmed": 29517710, "text": "Persistent Increased Enteric Glial Expression of S100beta is Associated With Low-grade Inflammation in Patients With Diverticular Disease."}, {"pubmed": 29529989, "text": "rs9722, a functional SNP in the 3'-UTR of the S100B gene, was strongly associated with age of onset of Parkinson's disease."}, {"pubmed": 29534406, "text": "Elevated serum level of S100B in patients with multiple traumas combined delirium prior to ICU discharge is closely associated with poor clinical prognosis"}, {"pubmed": 29850551, "text": "Studied use of serum S100B as a biomarker to predict injury in patients with mild head injury. Found patients with cranial injury detected by CT, had higher S100B protein levels than those without cranial injury."}, {"pubmed": 29933100, "text": "Study shows that longitudinally, there were no significant associations between changes in brain imaging parameters and S100beta after false discovery rate correction. These data provide some weak evidence that S100beta may be an informative biomarker of brain white matter aging."}, {"pubmed": 29950611, "text": "In patients treated with ipilimumab and nivolumab, baseline S100B and increasing S100B levels of >145% as well as baseline LDH were associated with impaired overall survival (OS) whereas increasing LDH of >25% was not (P = .64).  S100B could serve as a strong baseline marker for OS in melanoma patients receiving anti-PD-1 therapy"}, {"pubmed": 29956807, "text": "High S100B expression is associated with chemoresistance in ovarian cancer."}, {"pubmed": 29959890, "text": "The serum levels of S100B in Groups A and B rose after the injury and reached a peak on the 4th day of injury. Serum levels of NSE and S100B protein can reflect the degree of spinal cord injury."}, {"pubmed": 29969943, "text": "Possession of the variant allele of one S100B single nucleotide polymorphisms (rs1051169) was associated with higher scores on the Glasgow Outcome Scale at 3 months (OR = 0.39; p = 0.04), 6 months (OR = 0.34; p = 0.02), 12 months (OR = 0.32; p = 0.02), and 24 months (OR = 0.30; p = 0.02) post-severe traumatic brain injury"}, {"pubmed": 30076900, "text": "Study reports of an association between S100B mRNA and mercury exposure in humans. Study reports a significant correlation between mercury content in hair and S100B mRNA levels in blood."}, {"pubmed": 30171330, "text": "These results indicated that serum S100B and NSE might play a role in predicting the prognosis and monitoring ongoing brain injury in pediatric traumatic brain injury patients."}, {"pubmed": 30203865, "text": "It is unclear if the higher S100B concentration in football players playing at least 50 plays was caused by exercise or impacts. Therefore, if serum S100B is to be used as a biomarker of impacts, and possible brain injury in sport, exercise time and intensity should be taken into account as confounding variables."}, {"pubmed": 30257306, "text": "Serum levels of S100B (and neuron-specific enolase) at admission were related to initial Glasgow Coma Scale (GSC) scores, and these levels one week after traumatic brain injury were related to six month GSC scores."}, {"pubmed": 30280200, "text": "S100B may be involved in the FGFR1-mediated inflammatory response during OA, which may be considered as a potential therapeutic target."}, {"pubmed": 30376438, "text": "strong association between serum S100B and peripheral neuropathy in neuropsychiatric systemic lupus erythematous"}, {"pubmed": 30426010, "text": "CSF-S100B might be a potential candidate biomarker for neuromyelitis optica spectrum disorder in discriminating, evaluating severity, and predicting disability."}, {"pubmed": 30455129, "text": "S100B was an independent prognostic factor"}, {"pubmed": 30604917, "text": "Postoperative S100B was elevated in about 40% of neonates and infants undergoing cardiac surgery. Infants with elevated postoperative S100B had impaired perioperative cerebral tissue oxygenation."}, {"pubmed": 30807256, "text": "This study demonstrated that the T allele at the rs9722 locus of the S100B gene was a significant risk factor for severe Hand, Foot, and Mouth Disease."}, {"pubmed": 30817223, "text": "Naturally presented HLA class I-restricted epitopes from the neurotrophic factor S100-beta are targets of the autoimmune response in type 1 diabetes."}, {"pubmed": 30855964, "text": "This study investigated a fragment of the disordered p53 C-terminal domain (CTDf) that interacts with one of its partner molecules, S100B, as a representative Intrinsically disordered regions (IDRs)."}, {"pubmed": 30872108, "text": "present study's findings demonstrated that serum S100P is a more significant indicator of peripheral neuropathy in type 2 diabetes than is serum S100B"}, {"pubmed": 30907315, "text": "that the concentrations of neuron-specific-enolase, S100B and MMP9 in serum decreased with the improvement of cerebral reperfusion after carotid artery stenting"}, {"pubmed": 31009346, "text": "Elevated S100B protein serum level is strongly associated with in-hospital mortality after brain arteriovenous malformation rupture."}, {"pubmed": 31035738, "text": "Investigated association of serum S100 calcium binding protein A12 (S100A12) and S100 calcium binding protein B (S100B) levels with the presence and severity of obstructive sleep apnea (OSA) and the possibility that these proteins might be useful biomarkers in diagnosing and classifying severity of OSA."}, {"pubmed": 31051301, "text": "Median S100B concentrations were greater in trauma patients with traumatic brain injury on CT compared to subjects without TBI."}, {"pubmed": 31075314, "text": "Aerobic training decreased circulating levels of S100B, which in turn improved cognitive function in older adults with mild cognitive impairment."}, {"pubmed": 31100426, "text": "This study supports the hypothesis that BDNF and S100B neuromodulators present different serum levels according to the background disease associated to the chronic pain."}, {"pubmed": 31118294, "text": "release of S100B from cardiac glia upon catheter-based treatment of atrial fibrillation is a hallmark of acute neural damage that contributes to nerve sprouting and can be used to assess intrinsic cardiac autonomic nervous system damage."}, {"pubmed": 31266264, "text": "Study demonstrated that increasing concentrations of S100B protein are accompanied by a marked increase in proliferation, migration and invasion rates in an in vitro model of human colon cancer. S100B protein stimulates the proliferation and angiogenic mediators release through RAGE/pAkt/mTOR Pathway."}, {"pubmed": 31805207, "text": "S100B has pleiotropic effects on vaso-occlusive manifestations in sickle cell disease."}, {"pubmed": 31928049, "text": "higher plasma concentrations in children with autism, significantly correlated with urine serotonin"}, {"pubmed": 31967695, "text": "Monthly changes in serum levels of S100B protein as a predictor of metastasis development in high-risk melanoma patients."}, {"pubmed": 32013731, "text": "Influence of Blood-Brain Barrier Integrity on Brain Protein Biomarker Clearance in Severe Traumatic Brain Injury: A Longitudinal Prospective Study."}, {"pubmed": 32022398, "text": "Pentamidine niosomes thwart S100B effects in human colon carcinoma biopsies favouring wtp53 rescue."}, {"pubmed": 32024492, "text": "The effect of obstructive sleep apnea syndrome on serum S100B and NSE levels: a systematic review and meta-analysis of observational studies."}, {"pubmed": 32112645, "text": "Levels of serum S100B are associated with cognitive dysfunction in patients with type 2 diabetes."}, {"pubmed": 32166472, "text": "The elevation of S100B and downregulation of circulating miR-602 in the sera of ischemic stroke (IS) patients: the emergence of novel diagnostic and prognostic markers."}, {"pubmed": 32171903, "text": "Glial and neuronal markers in bipolar disorder: A meta-analysis testing S100B and NSE peripheral blood levels."}, {"pubmed": 32188291, "text": "Sensitivity of serum S100B protein as a disease activity marker in Egyptian patients with vitiligo (case-control study)."}, {"pubmed": 32204643, "text": "Influence of Simulated Pre-Hospital Transport, Time to Analysis, and Storage Temperature on S100 Calcium-Binding Protein B Values."}, {"pubmed": 32323633, "text": "Association of biomarker S100B and cerebral oximetry with neurological changes during carotid endarterectomy performed in awake patients."}, {"pubmed": 32379790, "text": "S100B SNPs and haplotypes are associated with chronic pain in female, but not male, patients with SCD, implicating a potential role of S100B polymorphism in SCD pain heterogeneity in a sex-dependent manner."}, {"pubmed": 32382007, "text": "The dynamic change of serum S100B levels from day 1 to day 3 is more associated with sepsis-associated encephalopathy."}, {"pubmed": 32486507, "text": "The S100B Protein and Partners in Adipocyte Response to Cold Stress and Adaptive Thermogenesis: Facts, Hypotheses, and Perspectives."}, {"pubmed": 32576353, "text": "increase of serum copeptin, S100B protein and uric acid levels is related to the severity and prognosis of traumatic brain injury children"}, {"pubmed": 32590820, "text": "To study the correlation between single nucleotide polymorphism (SNP) of the 3' untranslated region (UTR) rs9722 locus in S100B and the risk of chronic heart failure (CHF), plasma levels of S100B protein as well as has-miR-340-3p in a Chinese Han population."}, {"pubmed": 32664008, "text": "S100B and brain derived neurotrophic factor in monozygotic twins with, at risk of and without affective disorders."}, {"pubmed": 32678514, "text": "A fresh perspective on an established marker: S100B-dynamics for early detection of melanoma recurrence."}, {"pubmed": 32679810, "text": "In Silico Evaluation of Putative S100B Interacting Proteins in Healthy and IBD Gut Microbiota."}, {"pubmed": 32706972, "text": "The S100B Alarmin Is a Dual-Function Chaperone Suppressing Amyloid-beta Oligomerization through Combined Zinc Chelation and Inhibition of Protein Aggregation."}, {"pubmed": 32781055, "text": "Interest of blood biomarkers to predict lesions in medical imaging in the context of mild traumatic brain injury."}, {"pubmed": 32819759, "text": "The association between active tumor volume, total lesion glycolysis and levels of S-100B and LDH in stage IV melanoma patients."}, {"pubmed": 32830253, "text": "Impact of the ablation technique on release of the neuronal injury marker S100B during pulmonary vein isolation."}, {"pubmed": 32856138, "text": "Expression of S100 proteins is associated with HBV intrauterine transmission."}, {"pubmed": 32858156, "text": "Protein S100B as a reliable tool for early prognostication after cardiac arrest."}, {"pubmed": 32941837, "text": "S100B as a biomarker of brain injury in premature neonates. A prospective case - control longitudinal study."}, {"pubmed": 32958253, "text": "Blocking the interface region amongst S100A6 and RAGE V domain via S100B protein."}, {"pubmed": 33052436, "text": "Emerging role of S100B protein implication in Parkinson's disease pathogenesis."}, {"pubmed": 33072201, "text": "Prediction of Neurocognitive Outcome after Moderate-Severe Traumatic Brain Injury Using Serum Neuron-Specific Enolase and S100 biomarkers."}, {"pubmed": 33096545, "text": "Does acute soccer heading cause an increase in plasma S100B? A randomized controlled trial."}, {"pubmed": 33172087, "text": "Secondary S100B Protein Increase Following Brain Arteriovenous Malformation Rupture is Associated with Cerebral Infarction."}, {"pubmed": 33217795, "text": "Comprehensive analysis of the expression and prognosis for S100 in human ovarian cancer: A STROBE study."}, {"pubmed": 33279228, "text": "[Serum biomarkers of brain injury: S100B protein, cognitive dysfunction, and major non-cardiac surgery].\", trans \"Biomarcadores sericos de lesao cerebral: proteina S100B, disfuncao cognitiva e cirurgia nao cardiaca de grande porte."}, {"pubmed": 33326534, "text": "Cu(2+)-binding to S100B triggers polymerization of disulfide cross-linked tetramers with enhanced chaperone activity against amyloid-beta aggregation."}, {"pubmed": 33423174, "text": "Potential Role of Serum S-100beta Protein as a Predictor of Cardiotoxicity and Clinical Poor Outcome in Acute Amphetamine Intoxication."}, {"pubmed": 33429202, "text": "A \"\"hot Spot\"\"-Enhanced paper lateral flow assay for ultrasensitive detection of traumatic brain injury biomarker S-100beta in blood plasma."}, {"pubmed": 33573254, "text": "Computational Design of Macrocyclic Binders of S100B(betabeta): Novel Peptide Theranostics."}, {"pubmed": 33752558, "text": "Elevated serum S100B levels in medication naive children and adolescents with obsessive-compulsive disorder."}, {"pubmed": 33849122, "text": "Levels of S100 calcium binding protein B (S100B), neuron-specific enolase (NSE), and cyclophilin A (CypA) in the serum of patients with severe craniocerebral injury and multiple injuries combined with delirium transferred from the ICU and their prognostic value."}, {"pubmed": 33963713, "text": "[GCS score combined with CT score and serum S100B protein level Can evaluate severity and early prognosis of acute traumatic brain injury]."}, {"pubmed": 33982673, "text": "S100B gene polymorphisms are associated with the S100B level and Alzheimer's disease risk by altering the miRNA binding capacity."}, {"pubmed": 34073816, "text": "The Impact of High Glucose or Insulin Exposure on S100B Protein Levels, Oxidative and Nitrosative Stress and DNA Damage in Neuron-Like Cells."}, {"pubmed": 34137020, "text": "Basal IL-6 and S100b levels are associated with infarct volume."}, {"pubmed": 34160445, "text": "Serum NSE and S100B protein levels for evaluating the impaired consciousness in patients with acute carbon monoxide poisoning."}, {"pubmed": 34185736, "text": "Oxidative Stress and Serum S100B Levels in Adolescents with First-Episode Drug-Naive Unipolar Depression."}, {"pubmed": 34411141, "text": "The calcium-binding protein S100B reduces IL6 production in malignant melanoma via inhibition of RSK cellular signaling."}, {"pubmed": 34525431, "text": "No association between children's febrile seizures and S100B protein levels: A meta-analysis."}, {"pubmed": 34533204, "text": "Acute paranoid schizophrenia relapsed inpatients present summer/ winter but not day/night changes in serum S100B concentrations."}, {"pubmed": 34550453, "text": "New insights into the role and origin of pituitary S100beta-positive cells."}, {"pubmed": 34568098, "text": "S100B Inhibition Attenuates Intestinal Damage and Diarrhea Severity During Clostridioides difficile Infection by Modulating Inflammatory Response."}, {"pubmed": 34570352, "text": "S100B as a biomarker of blood-brain barrier disruption after thoracoabdominal aortic aneurysm repair: a secondary analysis from a prospective cohort study.\", trans \"La S100B comme biomarqueur d'une perturbation de la barriere hemato-encephalique apres une reparation d'anevrisme aortique thoraco-abdominale : analyse secondaire d'une etude de cohorte prospective."}, {"pubmed": 34591410, "text": "Dysfunctional eating behavior in fibromyalgia and its association with serum biomarkers of brain plasticity (BDNF and S100B): an exploratory study."}, {"pubmed": 34599734, "text": "Plasma Soluble P-selectin, Interleukin-6 and S100B Protein in Patients with Schizophrenia: a Pilot Study."}, {"pubmed": 34717052, "text": "Enhanced S100B expression in T and B lymphocytes in spontaneous preterm birth and preeclampsia."}, {"pubmed": 34861282, "text": "Study on collateral circulation level and prognosis of acute ischemic stroke by 4D CTA-CTP integrated technology and serum S100B."}, {"pubmed": 35000928, "text": "[THE LEVEL OF S100Beta IN BLOOD SERUM AS A PROGNOSTIC FACTOR OF OUTCOME IN SECONDARY BRAIN LESIONS]."}, {"pubmed": 35130295, "text": "TBISTAT: An open-source, wireless portable, electrochemical impedance spectroscopy capable potentiostat for the point-of-care detection of S100B in plasma samples."}, {"pubmed": 35162052, "text": "S100B Maternal Blood Levels in Gestational Diabetes Mellitus Are Birthweight, Gender and Delivery Mode Dependent."}, {"pubmed": 35190890, "text": "Neuron Specific Enolase, S100-beta protein and progranulin as diagnostic biomarkers of status epilepticus."}, {"pubmed": 35216109, "text": "Interferon-beta Activity Is Affected by S100B Protein."}, {"pubmed": 35229415, "text": "The relationship between serum levels of S-100beta and anxiety symptoms in patients with acute stroke."}, {"pubmed": 35236877, "text": "Salivary S100 calcium-binding protein beta (S100B) and neurofilament light (NfL) after acute exposure to repeated head impacts in collegiate water polo players."}, {"pubmed": 35429240, "text": "The Value of the Biomarkers Neuron-Specific Enolase and S100 Calcium-Binding Protein for Prediction of Mortality in Children Resuscitated After Cardiac Arrest."}, {"pubmed": 35546671, "text": "Diagnostic biomarker kinetics: how brain-derived biomarkers distribute through the human body, and how this affects their diagnostic significance: the case of S100B."}, {"pubmed": 35585111, "text": "Plasma levels of S100B and neurofilament light chain protein in stress-related mental disorders."}, {"pubmed": 35615727, "text": "Clinical Value of Serum Neuron-Specific Enolase Combined with Serum S100B Protein in the Diagnosis of Systemic Lupus Erythematosus."}, {"pubmed": 35665437, "text": "Brain damage markers neuron-specific enolase (NSE) and S100B in serum in children with Lyme neuroborreliosis-detection and evaluation as prognostic biomarkers for clinical outcome."}, {"pubmed": 35748928, "text": "Serum S100B correlates with health-related quality of life and functional outcome in patients at 1 year after aneurysmal subarachnoid haemorrhage."}, {"pubmed": 35801600, "text": "MMP-9, TIMP-1 and S100B protein as markers of ischemic stroke in patients after carotid artery endarterectomy."}, {"pubmed": 35866730, "text": "The effectiveness of serum S100B, TRAIL, and adropin levels in predicting clinical outcome, final infarct core, and stroke subtypes of acute ischemic stroke patients.\", trans \"Eficacia de los niveles sericos de S100B, TRAIL y adropina para predecir el resultado clinico, el nucleo del infarto final y los subtipos de ataque cerebrovascular de los pacientes con accidente cerebrovascular isquemico agudo"}, {"pubmed": 36182708, "text": "Generation of an S100B homozygous knockout pluripotent stem cell line (WAe009-A-94) by the CRISPR/Cas9 system."}, {"pubmed": 36459237, "text": "Increased cerebrospinal fluid S100B protein levels in patients with trigeminal neuralgia and hemifacial spasm."}, {"pubmed": 36621842, "text": "Tau liquid-liquid phase separation is modulated by the Ca[2+] -switched chaperone activity of the S100B protein."}, {"pubmed": 36747206, "text": "S100B predicts neurological injury and 30-day mortality following surgery for acute type A aortic dissection: an observational cohort study."}, {"pubmed": 36768287, "text": "Does the Blood-Brain Barrier Integrity Change in Regard to the Onset of Fetal Growth Restriction?"}, {"pubmed": 36899866, "text": "CRISPR/dCas9-KRAB-Mediated Suppression of S100b Restores p53-Mediated Apoptosis in Melanoma Cells."}, {"pubmed": 37001377, "text": "S100B serum level: A relevant biomarker for the management of non-traumatic headaches in emergency care?"}, {"pubmed": 37114960, "text": "5-HT and S100beta values in evaluating severity of cognitive impairment after traumatic brain injury."}, {"pubmed": 37298554, "text": "The S100B Protein: A Multifaceted Pathogenic Factor More Than a Biomarker."}, {"pubmed": 37569519, "text": "The Role of Alarmins in Osteoarthritis Pathogenesis: HMGB1, S100B and IL-33."}, {"pubmed": 37713081, "text": "Detection the severity of organophosphate intoxication using sensitive serum biomarkers S100B and amyloid beta (Abeta) in Egyptian subjects."}, {"pubmed": 38160207, "text": "Application value of serum S100B combined with glucose metabolism indexes in predicting adverse pregnancy outcomes of patients with severe preeclampsia."}, {"pubmed": 38255850, "text": "The Multifaceted S100B Protein: A Role in Obesity and Diabetes?"}, {"pubmed": 38357151, "text": "Effects of interventional vascular embolization at different timing on prognosis and serum S100 calcium-binding protein B level of patients with aneurysmal subarachnoid hemorrhage."}, {"pubmed": 38485004, "text": "Serum S100B protein and white matter changes in schizophrenia before and after medication."}], "genomic_pos": {"chr": "21", "end": 46605208, "ensemblgene": "ENSG00000160307", "start": 46598604, "strand": -1}, "genomic_pos_hg19": {"chr": "21", "end": 48025121, "start": 48018875, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007409", "pubmed": 8202493, "qualifier": "involved_in", "term": "axonogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007417", "pubmed": 8202493, "qualifier": "involved_in", "term": "central nervous system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007611", "qualifier": "involved_in", "term": "learning or memory"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007613", "qualifier": "involved_in", "term": "memory"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": 15033494, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045666", "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048168", "qualifier": "involved_in", "term": "regulation of neuronal synaptic plasticity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097490", "qualifier": "involved_in", "term": "sympathetic neuron projection extension"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1990845", "qualifier": "involved_in", "term": "adaptive thermogenesis"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001726", "pubmed": 10913138, "qualifier": "located_in", "term": "ruffle"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 10913138, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 10913138, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": [12118070, 15033494], "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 20950652, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005509", "pubmed": 9519411, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [3111527, 10913138, 16189514, 17660747, 17726019, 20591429, 21516116, 25416956, 26496610, 26871637, 27107012, 29997244, 31515488, 31837246, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 20950652, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [9519411, 10913138, 17660747, 25416956, 26871637, 27107012, 32296183, 35914814], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 10913138, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 9519411, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0044548", "qualifier": "enables", "term": "S100 protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044548", "pubmed": [9519411, 10913138], "qualifier": "enables", "term": "S100 protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0048156", "qualifier": "enables", "term": "tau protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048306", "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048306", "pubmed": 10913138, "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050786", "qualifier": "enables", "term": "RAGE receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050786", "pubmed": 15033494, "qualifier": "enables", "term": "RAGE receptor binding"}]}, "homologene": {"genes": [[7955, 436825], [9031, 424038], [9544, 708117], [9598, 474141], [9606, 6285], [9615, 491615], [9913, 525716], [10090, 20203], [10116, 25742]], "id": 4567}, "interpro": [{"desc": "S100/Calcium binding protein 7/8-like, conserved site", "id": "IPR001751", "short_desc": "S100/CaBP7/8-like_CS"}, {"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "S100/CaBP-9k-type, calcium binding, subdomain", "id": "IPR013787", "short_desc": "S100_Ca-bd_sub"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}, {"desc": "Protein S100-B", "id": "IPR028481", "short_desc": "S100-B"}], "ipi": ["IPI00299399", "IPI00797361"], "map_location": "21q22.3", "name": "S100 calcium binding protein B", "other_names": ["S-100 calcium-binding protein, beta chain", "S-100 protein subunit beta", "S100 calcium-binding protein, beta (neural)", "protein S100-B"], "pantherdb": {"HGNC": "10500", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98217", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10090, "uniprot_kb": "P50114"}, {"RGD": "3615", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10116, "uniprot_kb": "P04631"}, {"Ensembl": "ENSGALG00000006217", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 9031, "uniprot_kb": "E1C251"}, {"ZFIN": "ZDB-GENE-040718-290", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "Q6DGT8"}], "uniprot_kb": "P04271"}, "pathway": {"reactome": [{"id": "R-HSA-1236394", "name": "Signaling by ERBB4"}, {"id": "R-HSA-1251985", "name": "Nuclear signaling by ERBB4"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-445989", "name": "TAK1-dependent IKK and NF-kappa-B activation  "}, {"id": "R-HSA-446652", "name": "Interleukin-1 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-879415", "name": "Advanced glycosylation endproduct receptor signaling"}, {"id": "R-HSA-879415", "name": "Advanced glycosylation endproduct receptor signaling"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9020702", "name": "Interleukin-1 signaling"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}]}, "pdb": ["1MQ1", "1UWO", "2H61", "2M49", "2PRU", "3CZT", "3D0Y", "3D10", "3HCM", "4XYN", "5CSF", "5CSI", "5CSJ", "5CSN", "5D7F"], "pfam": ["PF00036", "PF01023"], "pharmgkb": "PA34912", "pharos": {"target_id": 18216, "tdl": "Tchem"}, "pir": "A38364", "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168396", "relationship": "is"}, {"id": "GNF179302", "relationship": "is"}, {"id": "GNF190208", "relationship": "is"}, {"id": "GNF201114", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163503", "relationship": "similar to"}, "GNF_hs-Origene": [{"id": "GNF030584", "relationship": "similar to"}, {"id": "GNF048682", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF012951", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285097", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103738", "relationship": "is"}, {"id": "GNF143388", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1"], "protein": ["NP_006263.1", "XP_016883913.1", "XP_054180712.1"], "rna": ["NM_006272.3", "XM_017028424.3", "XM_054324737.1"], "translation": [{"protein": "NP_006263.1", "rna": "NM_006272.3"}, {"protein": "XP_054180712.1", "rna": "XM_054324737.1"}, {"protein": "XP_016883913.1", "rna": "XM_017028424.3"}]}, "reporter": {"HG-U133_Plus_2": ["1561521_at", "209686_at"], "HG-U95Av2": "235_at", "HTA-2_0": "TC21000559.hg.1", "HuEx-1_0": "3935486", "HuGene-1_1": "8071036", "HuGene-2_1": "16926754"}, "summary": "The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21; however, this gene is located at 21q22.3. This protein may function in Neurite extension, proliferation of melanoma cells, stimulation of Ca2+ fluxes, inhibition of PKC-mediated phosphorylation, astrocytosis and axonal proliferation, and inhibition of microtubule assembly. Chromosomal rearrangements and altered expression of this gene have been implicated in several neurological, neoplastic, and other types of diseases, including Alzheimer's disease, Down's syndrome, epilepsy, amyotrophic lateral sclerosis, melanoma, and type I diabetes. [provided by RefSeq, Jul 2008].", "symbol": "S100B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419790"}, "unigene": "Hs.422181", "uniprot": {"Swiss-Prot": "P04271", "TrEMBL": ["A8MRB1", "A0A0S2Z4C5"]}, "wikipedia": {"url_stub": "S100B"}}