{"AllianceGenome": "10499", "HGNC": "10499", "MIM": "123886", "_id": "6280", "_version": 1, "accession": {"genomic": ["A12029.1", "A12031.1", "A12032.1", "AF237581.1", "AF237582.1", "AL591704.7", "CH471121.2", "CP068277.2", "M21064.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAA36326.1", "AAA68480.1", "AAF62536.1", "AAF62537.1", "AAH47681.1", "BAG34823.1", "CAA01002.1", "CAA01003.1", "CAA01004.1", "CAA29579.1", "CAG47003.1", "CAG47020.1", "EAW53333.1", "EAW53334.1", "NP_002956.1", "P06702.1"], "rna": ["AF086362.1", "AK311882.1", "BC047681.2", "CR542207.1", "CR542224.1", "M26311.1", "NM_002965.4", "X06233.1"], "translation": [{"protein": "AAH47681.1", "rna": "BC047681.2"}, {"protein": "AAA68480.1", "rna": "M26311.1"}, {"protein": "CAG47020.1", "rna": "CR542224.1"}, {"protein": "BAG34823.1", "rna": "AK311882.1"}, {"protein": "NP_002956.1", "rna": "NM_002965.4"}, {"protein": "CAG47003.1", "rna": "CR542207.1"}, {"protein": "CAA29579.1", "rna": "X06233.1"}]}, "alias": ["60B8AG", "CAGB", "CFAG", "CGLB", "L1AG", "LIAG", "MAC387", "MIF", "MRP14", "NIF", "P14", "S100-A9"], "ensembl": {"gene": "ENSG00000163220", "protein": "ENSP00000357727", "transcript": "ENST00000368738", "translation": [{"protein": "ENSP00000357727", "rna": "ENST00000368738"}], "type_of_gene": "protein_coding"}, "entrezgene": "6280", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.31939664962, "exp_mis": 36.4597920625, "exp_syn": 18.312149663, "lof_z": 1.80475931257249, "mis_z": 0.847290440726071, "mu_lof": 2.40242940846e-07, "mu_mis": 3.37711672898e-06, "mu_syn": 1.65929478005e-06, "n_lof": 0.0, "n_mis": 26.0, "n_syn": 24.0, "p_li": 0.667440117616727, "p_null": 0.0221756482254237, "p_rec": 0.31038423415785, "syn_z": -0.824001336306083}, "bp": 345, "cds_end": 153333314, "cds_start": 153330759, "n_exons": 2, "nonpsych": {"exp_lof": 2.96589268655, "exp_mis": 32.9611495447, "exp_syn": 16.5357790255, "lof_z": 1.6913352919519, "mis_z": 0.69941718142096, "mu_lof": 2.40242940846e-07, "mu_mis": 3.37711672898e-06, "mu_syn": 1.65929478005e-06, "n_lof": 0.0, "n_mis": 25.0, "n_syn": 23.0, "p_li": 0.665072002097559, "p_null": 0.0267193789504857, "p_rec": 0.308208618951955, "syn_z": -1.00084614560012}, "nontcga": {"exp_lof": 3.05009407261, "exp_mis": 33.5392601933, "exp_syn": 16.8434255547, "lof_z": 1.72281189393809, "mis_z": 0.906657337368494, "mu_lof": 2.40242940846e-07, "mu_mis": 3.37711672898e-06, "mu_syn": 1.65929478005e-06, "n_lof": 0.0, "n_mis": 23.0, "n_syn": 23.0, "p_li": 0.652678728321541, "p_null": 0.0250451570859283, "p_rec": 0.322276114592531, "syn_z": -0.949830007634665}, "transcript": "ENST00000368738.3"}, "exons": [{"cdsend": 153360838, "cdsstart": 153358283, "chr": "1", "position": [[153357853, 153357881], [153358268, 153358433], [153360643, 153361023]], "strand": 1, "transcript": "NM_002965", "txend": 153361023, "txstart": 153357853}], "exons_hg19": [{"cdsend": 153333314, "cdsstart": 153330759, "chr": "1", "position": [[153330329, 153330357], [153330744, 153330909], [153333119, 153333499]], "strand": 1, "transcript": "NM_002965", "txend": 153333499, "txstart": 153330329}], "generif": [{"pubmed": 10551823, "text": "S100A8/A9 accounts for the entire arachidonic acid-binding capacity of the neutrophil cytosol, indicating that S100A8/A9 plays an essential role in arachidonic acid-dependent enzymes and arachidonic acid-consuming pathways."}, {"pubmed": 11851337, "text": "crystal structure of the calcium-bound form, analyzed at 2.1 A resolution"}, {"pubmed": 12137245, "text": "These data indicate that calprotectin (MRP8 and MRP14) has higher specific activity to induce apoptosis than the individual subunits, and that the mechanism is exclusion of zinc from target cells."}, {"pubmed": 12167632, "text": "identifies regulatory elements within the promoter that drive the cell type-specific and differentiation-dependent protein expression"}, {"pubmed": 12218151, "text": "Proinflammatory myeloid-related protein S100A9 induces a dose- and time-dependent activation of the HIV-1 long terminal repeat promoter region that can be blocked by specific polyclonal antibody and by physical denaturation of the protein."}, {"pubmed": 12489193, "text": "S100A8 and S100A9 calcium-binding proteins: localization within normal and cyclosporin A-induced overgrowth gingiva, in spino-cellular layer and extracellularly in desmosomes, in cytoplasm and nuclei."}, {"pubmed": 12553726, "text": "the localization of the arachidonic acid-binding site within the unique C-tail of S100A9 correlates with the fact that fatty acid binding has not yet been reported for other S100 proteins"}, {"pubmed": 12626582, "text": "S100A9 stimulates shedding of L-selectin, up-regulates and activates Mac-1/CD11b, induces neutrophil adhesion to fibrinogen in vitro, and is involved in neutrophil migration to in vivo inflammatory sites."}, {"pubmed": 12645005, "text": "plays a prominent role in leukocyte trafficking and arachidonic acid metabolism; elevated levels of S100A9 and S100A8 in body fluids of inflamed tissues strengthen the view that these molecules are important players in fighting inflammation [review]"}, {"pubmed": 12710851, "text": "increased levels in fetal disease, premature rupture of membranes, and preterm labor"}, {"pubmed": 12719414, "text": "MRP8/MRP14 dimer behaves as a positive mediator of phagocyte NADPH oxidase regulation"}, {"pubmed": 12748056, "text": "Abrogation of MRP-14 activity with a specific antibody reduced the IL-8-stimulating potential of bronchial secretions, suggesting it was a stimulus to IL-8 production in the lung and may amplify neutrophilic inflammation in bronchial disease"}, {"pubmed": 12874352, "text": "Calprotectin, an antimicrobial peptide with antibacterial activity inhibits the growth of Borrelia burgdorferi. "}, {"pubmed": 12937135, "text": "MRP8/MRP14 complex inhibited proliferation and differentiation of myoblasts and induced apoptosis via activation of caspase-3 in a time- and dose-dependent manner. Activated macrophages can destroy and regenerate myocytes via MRP8/MRP14."}, {"pubmed": 13130482, "text": "Since MRP-8/MRP-14 exhibit direct effects on leukocyte adhesion to the vascular endothelium, their extensive expression in the epidermis indicates an active role for these S-100 proteins in the initial phase of this systemic autoimmune disease."}, {"pubmed": 14654085, "text": "protein expression profiles in HL-60 cells with ATRA treatment revealed a protein remarkably expressed in the differentiated cells, which was identified as S100A9"}, {"pubmed": 15040889, "text": "Results of this study suggest that reduction of MRP14 expression is a frequent event in Chinese human esophageal cancer."}, {"pubmed": 15069705, "text": "decreased expression of MRP8 and MRP14 might play an important role in the pathogenesis of human esophageal squamous cell carcinoma, being particularly associated with poor differentiation of tumor cells."}, {"pubmed": 15075348, "text": "S100A8/A9 might induce apoptosis in tumor cells through a dual mechanism: one is zinc exclusion from the target cells, and the other represents an as yet undefined mechanism, possibly in a ligand-receptor dependent fashion."}, {"pubmed": 15277376, "text": "Fibronectin adhesive capacity and integrin expression of monocytes of type 1 and type 2 diabetic patients is related to the subjects' serum levels of MRP14."}, {"pubmed": 15598812, "text": "expression of MRP8/MRP14 closely correlated with the inflammatory activity in systemic vasculitis"}, {"pubmed": 15642721, "text": "S100A8/A9 promotes phagocyte NADPH oxidase activation by supplying the enzyme with its cofactor arachidonic acid"}, {"pubmed": 15740587, "text": "Correlated with degree of differentiation. Absent in undifferentiated basalioma and strongly expressed in carcinoma in situ, keratoacanthoma, and differentiated squamous cell carcinoma. Expressed in superficial, differentiated region of normal epithelium."}, {"pubmed": 15905572, "text": "MRP-14 is a potential mediator of p38 MAP kinase-dependent functional responses in human neutrophils."}, {"pubmed": 16033829, "text": "data suggest that enhanced expression of S100A8, S100A9, and RAGE is an early event in prostate tumorigenesis and may contribute to development and progression or extension of prostate carcinomas"}, {"pubmed": 16216873, "text": "S100A8 and S100A9 in atherosclerotic plaque and calcifying matrix vesicles may significantly influence redox- and Ca2+-dependent processes during atherogenesis"}, {"pubmed": 16253391, "text": "This study indicates a potential role for pro-inflammatory S100A9 and S100A12 in pathogenesis caused by inflammation and protein complex formation in Alzheimer's disease"}, {"pubmed": 16573830, "text": "heterodimeric S100 calcium binding protein A8/S100 calcium binding protein A9 might play a hitherto unknown role in triggering atherosclerosis in diabetes and renal failure"}, {"pubmed": 16613612, "text": "S100A8/A9 heterodimer, secreted extracellularly from activated tissue macrophages, may amplify proinflammatory cytokine responses in rheumatoid arthritis."}, {"pubmed": 16682612, "text": "MRP-14 expression increases before ST-segment-elevation myocardial infarction (STEMI), and increasing plasma concentrations of MRP-8/14 among healthy individuals predict the risk of future cardiovascular events."}, {"pubmed": 16690079, "text": "calcium-dependent formation of (S100A8/S100A9)2 tetramers is an essential prerequisite for biological function."}, {"pubmed": 16806487, "text": "MRP-8/14 was mainly detected in human cervical mucus and showed a positive correlation with proinflammatory cytokines"}, {"pubmed": 16979015, "text": "MRP-8/MRP-14 are exclusively secreted by granulocytes in patients with acute Kawasaki disease, and intravenous immune globulin treatment suppresses their gene expression."}, {"pubmed": 17050004, "text": "Zinc-binding, like calcium, induces (S100A8/S100A9)(2)-tetramers."}, {"pubmed": 17090475, "text": "S100A8 and S100A9 are involved in the innate defense of the bronchial epithelium"}, {"pubmed": 17095618, "text": "Excessive release of cytotoxic MRP8/MRP14 by activated phagocytes might therefore present an important molecular pathomechanism contributing to endothelial damage during vasculitis and other inflammatory diseases"}, {"pubmed": 17126494, "text": "Authors hypothesize that L1AG might become internalized nonspecifically into target cells, perhaps by pinocytosis.  This predicts cell survival of cultured stomach tumor cells as a function of L1AG concentration."}, {"pubmed": 17187679, "text": "poly(ADP-ribose)polymerase-1 and Ku70/Ku80 are transcriptional regulators of S100A9 gene expression"}, {"pubmed": 17222807, "text": "In contrast, neutrophil adhesion to fibronectin was completely inhibited by anti-beta2 integrins, suggesting that S100A9-induced specific activation of beta2 integrin is essential to neutrophil adhesion."}, {"pubmed": 17237603, "text": "data suggest unidentified natural ligands for CD69 and/or CD69 autoantibodies possibly affect joint-composing cell types through increased production of S100A9 in neutrophils, providing insight into functions of CD69 on neutrophils in rheumatoid arthritis"}, {"pubmed": 17328050, "text": "The pattern of S100A4 expression differed significantly from that of the proinflammatory proteins S100A9 and S100A12, which were restricted to phagocytes and granulocytes."}, {"pubmed": 17429438, "text": "HaCaT keratinocytes overexpressing the S100 proteins S100A8 and S100A9 show increased NADPH oxidase and NF-kappaB activities."}, {"pubmed": 17636430, "text": "Report showed S100A9 was expressed human bone and cartilage cells and may contribute to calcification of the cartilage matrix and its replacement with trabecular bone, and to regulation of redox in bone resorption."}, {"pubmed": 17787039, "text": "Data suggest that S100 proteins calprotectin and S100A12 are related to radiographic changes rather than disease activity in psoriatic arthritis with low disease activity."}, {"pubmed": 17852869, "text": "Serum calprotectin (S100A8/S100A9)and S100A12 are increased in children with inflammatory bowel disease and indicate disease activity."}, {"pubmed": 17895549, "text": "MRP8/14 may be involved in the pathogenesis of sarcoid granulomas. The measurement of serum MRP8/14 levels is useful for the diagnosis of sarcoidosis."}, {"pubmed": 17936757, "text": "The homo-oligomeric forms of S100A8 and S100A9 are readily degraded by proteases, and the preferred hetero-oligomeric S100A8/A9 complex displays a high resistance even against proteinase K degradation."}, {"pubmed": 18044712, "text": "presence of a positive feedback loop for growth stimulation involving S100A8/A9 and cytokines in human epidermal keratinocytes"}, {"pubmed": 18060880, "text": "These data indicate that S100A8/A9-induced cell death involves Bak, selective release of Smac/DIABLO and Omi/HtrA2 from mitochondria, and modulation of the balance between pro- and anti-apoptotic proteins."}, {"pubmed": 18339893, "text": "S100A8/A9-promoted cell growth occurs through RAGE signaling and activation of NF-kappaB."}, {"pubmed": 18537548, "text": "It is suggested that S100A8 is S100A9-dependently expressed and acquires the protein stability by S100A8/A9 heterocomplex formation; S100A8 and S100A9 overexpression should be considered marker of poor prognosis in invasive ductal carcinoma"}, {"pubmed": 18588753, "text": "S100A9 expression was significantly decreased in CRS without nasal polyps"}, {"pubmed": 18689872, "text": "RAGE, carboxylated glycans and S100A8/A9 play essential roles in tumor-stromal interactions, leading to inflammation-associated colon carcinogenesis."}, {"pubmed": 18784990, "text": "analysis of calgranulin B (S100A9) levels in bronchoalveolar lavage fluid of patients with interstitial lung diseases"}, {"pubmed": 18786929, "text": "annexin A6 contributes to the calcium-dependent cell surface exposition of the membrane associated-S100A8/A9 complex"}, {"pubmed": 18803290, "text": "S100A9 is gene with moderate CpG-density that show a less stringent relationship between DNA methylation and gene expression"}, {"pubmed": 18922970, "text": "This study revealed S100A8/A9 genes as candidate markers for metastatic potential of breast epithelial cells."}, {"pubmed": 18927283, "text": "Overexpression of S100A9 is associated with barrett's esophagus-associated high-grade dysplasia."}, {"pubmed": 19059406, "text": "These data suggested that upregulation of S100A9 mediated by P. gingivalis is an important event in the development of aortic intimal hyperplasia."}, {"pubmed": 19079333, "text": "Calprotectin mobilization was listeriolysin O-dependent and required calcium"}, {"pubmed": 19087201, "text": "Data indicate that both S100A8 and S100A9 are required for their fully active antifungal effect and that oxidation regulates S100A8/A9 antifungal activity through mechanisms that remain to be elucidated and evaluated."}, {"pubmed": 19122197, "text": "invasion. Mutations in S100A9 E36Q, E78Q were predicted to cause loss of the calcium-induced positive face in calprotectin, reducing interactions with microtubules and appearing to be crucial for keratinocyte resistance to bacterial invasion."}, {"pubmed": 19142861, "text": "L-plastin and S100A9 were differentially expressed in nasopharyngeal carcinoma and normal nasopharyngeal epithelial tissue"}, {"pubmed": 19165585, "text": "the rapidly evolving role of Calgranulin B as a biomarker of systemic malignancies"}, {"pubmed": 19186948, "text": "S100A8 and S100A9 as candidates for serological biomarkers in combination with other serum markers that aid CRC diagnosis."}, {"pubmed": 19201880, "text": "S100A9 was induced in human monocytes and macrophages, by polyinosinic:polycytidylic acid, a dsRNA mimetic"}, {"pubmed": 19203362, "text": "transcript levels of CXCL8, CXCL10, calgranulin B and CXCL2 are correlated to ulcerative colitis severity"}, {"pubmed": 19232095, "text": "MRP8/14 may be a potentially selective novel biomarker for microcirculatory defects in diabetic nephropathy."}, {"pubmed": 19248102, "text": "MRP-8/MRP-14 and IL-1beta represent a novel positive feedback mechanism activating phagocytes via 2 major signaling pathways of innate immunity during the pathogenesis of systemic-onset juvenile idiopathic arthritis."}, {"pubmed": 19284577, "text": "Serum S100A9, S100A8 and S100A12 and RAGE levels were associated not just with RA inflammation and autoantibody production but also with classical vascular risk factors for end-organ damage."}, {"pubmed": 19440546, "text": "Data suggest a link between bacterial infection, inflammation and amyloid deposition of S100A8/A9 in the prostate gland, such that a self-perpetuating cycle can be triggered and may increase the risk of malignancy in the ageing prostate."}, {"pubmed": 19534726, "text": "Down-regulation of the gene S100A9 induces cellular apoptosis that is partly dependent on p53 and the p53 apoptosis pathway."}, {"pubmed": 19601998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19608587, "text": "Plasma MRP8/14 levels are associated with paediatric obstructive sleep apnea and may reflect increased risk for cardiovascular morbidity"}, {"pubmed": 19670424, "text": "S100A8 and S100A9 are novel nuclear factor kappa B target genes during malignant progression of murine and human liver carcinogenesis."}, {"pubmed": 19752232, "text": "S100A8/A9 kills Finegolidia magna bacteria of strain 505 via a bactericidal effect, which most likely is a consequence of an interaction of S100A8/9 with the cell membrane, causing lysis of the bacteria."}, {"pubmed": 19755614, "text": "Serum levels of S100A8/A9 are significantly raised in SLE versus pSS patients and healthy controls and can be correlated to a disease activity index."}, {"pubmed": 19762566, "text": "contributes to bacterial dissemination"}, {"pubmed": 19823685, "text": "Plasma calprotectin has a role in obesity in individuals without type 2 diabetes"}, {"pubmed": 19935772, "text": "S100A9-induced cell death involves BNIP3 and increase of ROS production by mitochondria, subsequently followed by mitochondrial damage and lysosomal activation."}, {"pubmed": 19957061, "text": "S100A8 and S100A9 have inhibitory effects on the proliferation of CaSki carcinoma cells by inducing cell apoptosis and on the invasiveness of CaSki cells."}, {"pubmed": 20098622, "text": "results suggest that S100a9 induced by Abeta or CT contributes to cause inflammation, which then affects the neuropathology including amyloid plaques burden and impairs cognitive function"}, {"pubmed": 20103766, "text": "S100A9 induces the degranulation of secretory and specific/gelatinase granules but not of azurophilic granules"}, {"pubmed": 20130364, "text": "S100A9 and NMP238 expression is associated with concurrent chemoradiotherapy sensitivity in cervical carcinoma."}, {"pubmed": 20219570, "text": "Results characterize a pathway leading to NOX2 activation in which iPLA(2)-regulated p38 MAPK activity is a key regulator of S100A8/A9 translocation via S100A9 phosphorylation."}, {"pubmed": 20226301, "text": "Levels of calprotectin were dramatically increased in polyp tissue of patients with chronic rhinosinusitis with nasal polyps"}, {"pubmed": 20231196, "text": "Serum calprotectin increased in patients with adult-onset Still's disease, in close correlation with disease activity and severity."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20422274, "text": "Calgranulin B concentrations were significantly higher in patients with idiopathic pulmonary fibrosis (IPF) than controls; it may be a trigger molecule involved in the evolution and progression of IPF"}, {"pubmed": 20550547, "text": "Bronchoalveolar lavage fluid MRP14 levels are elevated in idiopathic pulmonary fibrosis and pulmonary arcoidosis and are associated with disease severity in sarcoidosis."}, {"pubmed": 20555353, "text": "bacterial flagellin induces the upregulation of S100A8/S100A9 via a TLR5-dependent mechanism in epidermal keratinocytes"}, {"pubmed": 20594128, "text": "Studies indicate that both calprotectin and lactoferrin are markers of inflammatory bowel disease."}, {"pubmed": 20812987, "text": "LASP-1, S100A9 and RhoGDI were detected by proteomic analysis to be differentially expressed between normal mucosa, non-metastatic colorectal carcinoma and metastatic CRC tissue"}, {"pubmed": 20819668, "text": "S100A8, S100A9 was up-regulated in the lung adenocarcinoma and end stage lung cancer tissue, the correlation of their higher expression in inflammatory lung tissues indicate the collaborative effect of inflammation on the progression of cancer."}, {"pubmed": 21067798, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21192933, "text": "S100A8/A9 is induced in epithelial cells in response to stress"}, {"pubmed": 21228116, "text": "These results thus reveal a novel role for myeloid-derived S100A8/A9 in activating specific downstream genes associated with tumorigenesis and in promoting tumor growth and metastasis."}, {"pubmed": 21239714, "text": "FcgammaR-mediated phagocytosis of neutrophils requires the complex formed by S100 calcium-binding protein-A8 and -A9 as the site of interplay between extracellular calcium entry and intraphagosomal reactive oxygen species production."}, {"pubmed": 21325622, "text": "S100A9 stimulates neutrophil microbicidal activity mainly by promoting phagocytosis."}, {"pubmed": 21334078, "text": "S100A8/A9 complex is a useful biomarker as a predictor for one year mortality and its combination with IL-6 is able to provide additive prognostic information in this vulnerable heart failure population in the elderly."}, {"pubmed": 21369941, "text": "Our results suggest that overexpression of S100A9 is associated with a poor prognosis among non-small cell lung cancer patients"}, {"pubmed": 21376380, "text": "These results demonstrate the critical role of calprotectin in human innate immune defense against Aspergillus infection."}, {"pubmed": 21380506, "text": "Increased calprotectin expression is an early step in the neoplastic transformation during colorectal carcinogenesis."}, {"pubmed": 21472666, "text": "The cytokine-induced potentiated S100A8 and S100A9 expression under conditions with a high AGE burden is able to aggravate proinflammatory conditions via activation of the RAGE pathway."}, {"pubmed": 21492422, "text": "Patients with Systemic lupus erythematosus had increased cell surface S100A8/A9, which could be important in amplification and persistence of inflammation"}, {"pubmed": 21592353, "text": "Increased serum myeloid-related protein 8/14 level is associated with atherosclerosis in type 2 diabetic patients."}, {"pubmed": 21738950, "text": "The increased levels of calprotectin in obesity and obesity-associated type 2 diabetes and its positive association with inflammation suggests a potential role as a chemotactic factor in the recruitment of macrophages to visceral adipose tissue."}, {"pubmed": 21766173, "text": "Serum MRP8/14 complex levels might be associated with the severity of renal injury and endothelial cell dysfunction in Henoch-Schonlein purpura nephritis patients."}, {"pubmed": 21782178, "text": "In acute coronary syndromes, MRP8 and MRP8/14 complex are specific ligands of TLR4, which induce the release of TNFalpha and probably other pro-inflammatory agents from monocytes"}, {"pubmed": 21791097, "text": "S100A8/9 might potentially be a predictive marker for improvement in the total number of swollen joints in patients in the early phase of rheumatoid arthritis"}, {"pubmed": 21799753, "text": "Cell proteins associated with M1 and M2 macrophages are also expressed by other cell types in the tumour islets and stroma of patients with non-small cell lung cancer"}, {"pubmed": 21839816, "text": "Data show six differentially expressed proteins were identified as HSP70, PPIA and alpha-Enolase (up-regulated) S100-A9, PIMT and beta-5 tubulin (down-regulated), most of which had been shown to play a potential role in the pathogenesis of atherosclerosis."}, {"pubmed": 21912088, "text": "current understanding of the pro- and anti-tumorigenic functions of S100A8 and S100A9."}, {"pubmed": 22029973, "text": "Of inflammatory markers, calprotectin has the highest correlation coefficients with total synovitis and Doppler ultrasonography scores, as well as for evaluation of calprotectin responsiveness compared to other inflammatory markers."}, {"pubmed": 22074005, "text": "Aimed to discover markers of drug resistance in breast cancer before neoadjuvant chemotherapy. Found FKBP4 and S100A9 might be putative prediction markers in discriminating the drug resistant group from the drug sensitive group of breast cancer patients."}, {"pubmed": 22093455, "text": "Fecal calprotectin concentrations serve as a screening tool for hepatic encephalopathy and spontaneous bacterial peritonitis in cirrhosis."}, {"pubmed": 22127564, "text": "Alarmins S100A8 and S100A9 elicit a catabolic effect in human osteoarthritic chondrocytes that is dependent on Toll-like receptor 4."}, {"pubmed": 22209981, "text": "Involvement of the danger molecule S100A8/A9 in the resistance against viruses."}, {"pubmed": 22230807, "text": "the expansion and activation of low density granulocytes in systemic lupus erythematosus seems to underlie this prominent S100A9 signature."}, {"pubmed": 22253789, "text": "Biliary S100A9 levels may be a useful marker for primary sclerosing cholangitis activity."}, {"pubmed": 22282267, "text": "Elevated S100A9 expression causes glucocorticoid resistance in MLL-rearranged infant acute lymphoblastic leukemia."}, {"pubmed": 22304731, "text": "S100A9 staining in combination with anti-CD14 could be used to identify myeloid-derived suppressor cells in whole blood from colon cancer patients, who had an increase in the population of these cells."}, {"pubmed": 22318783, "text": "sustained activation of S100A8/A9 critically contributes to the development of post-ischemic heart failure (HF) driving the progressive course of HF through activation of RAGE."}, {"pubmed": 22363402, "text": "S100 A8/9 complex regulates cell survival via a signaling mechanism involving MEK-ERK via TLR4."}, {"pubmed": 22446997, "text": "Patients presenting with MI had elevated levels of serum MRP-8/14 compared to patients with non-cardiac chest pain. However, overall diagnostic performance of MRP-8/14 was poor."}, {"pubmed": 22457725, "text": "demonstrate that the pro-inflammatory protein S100A9 interacts with the Abeta1-40 peptide and promotes the formation of fibrillar beta-amyloid structures"}, {"pubmed": 22505354, "text": "identified hypoxia and HIF-1 as novel regulators of S100A8/A9 expression in prostate cancer. S100A9 might be useful as prognostic marker for prostate cancer recurrence after radical prostatectomy"}, {"pubmed": 22555971, "text": "Fecal calprotectin and alpha(1)-AT levels at the time of diagnosis are predictive for responses to treatment but are not diagnostic markers for initial stage 1 to 3 gastrointestinal graft-versus-host disease."}, {"pubmed": 22583932, "text": "TP-alpha, collagen alpha-1(VI) chain and S100A9 are potential biomarkers of esophageal squamous cell carcinoma, and may play an important role in tumorigenesis and development of ESCC."}, {"pubmed": 22622474, "text": "Elevated levels of S100A9 is associated with increased aggressiveness in breast cancer."}, {"pubmed": 22634002, "text": "The upregulation of S100A8/A9 in tumor-infiltrated myeloid cells could be triggered by IL-6 and IL-8 released from myofibroblasts."}, {"pubmed": 22660800, "text": "The data suggest that serum S100A8/A9 may be a useful biomarker for evaluating disease activity in patients with adult-onset Still's disease."}, {"pubmed": 22683330, "text": "the upregulated production of S100A8 and S100A9 by psoriatic epidermal keratinocytes activated adjacent keratinocytes to produce several cytokines."}, {"pubmed": 22691358, "text": "The expression of S100A9 significantly increases in the serum and tissues of patients with breast cancer, which indicates that S100A9 may function as a marker of diagnosis and treatment effect in breast cancer."}, {"pubmed": 22699162, "text": "The 3-year survival rate is significantly lower in Chinese peritoneal dialysis patients with higher MRP8/14 levels."}, {"pubmed": 22804476, "text": "S100A9 induced stronger NF-kappaB activation albeit weaker cytokine secretion than LPS, suggesting that S100A9 and LPS activated NF-kappaB in a qualitatively distinct manner"}, {"pubmed": 22822112, "text": "Circulating and urinary concentrations of calprotectin are linked to chronic low-grade inflammation and insulin resistance beyond obesity."}, {"pubmed": 22838504, "text": "Our results suggested S100A9-positive inflammatory cells in gastric cancer tissues are associated with early stage of gastric cancer and good prognosis."}, {"pubmed": 22864818, "text": "Knocking down galectin-7 or S100A9 enhanced tumor cell invasion."}, {"pubmed": 22962574, "text": "Elevated S100A9 expression in colonic epithelial cells mediated by an IL-6/STAT3 signaling cascade may play an important role in the development of colitis."}, {"pubmed": 23018243, "text": "these findings suggest that S100A8 and S100A9 are negative regulators of lymph node metastasis of gastric adenocarcinoma and can be used as biomarkers for prediction of lymph node metastasis in gastric adenocarcinoma."}, {"pubmed": 23029420, "text": "Plasma levels of FLT and S100A9 proteins are up-regulated and CNDP1 levels are down-regulated in patients with glioblastoma."}, {"pubmed": 23135911, "text": "our results establish EMMPRIN as a receptor for S100A9"}, {"pubmed": 23165982, "text": "As(III) enhanced S100A8 and S100A9 expression in human-derived cells, and As(III)-induced S100A9 expression is dependent on Nrf2 activation."}, {"pubmed": 23194008, "text": "Data indicate that the fecal calprotectin (fCAL) levels of ankylosing spondylitis (AS) patients are higher than the fCAL levels of controls."}, {"pubmed": 23207880, "text": "This study identified for the first time genotype-related alterations in gene expression and circulating levels of S100A9, which were associated with insulin sensitivity and the risk of type 2 diabetes."}, {"pubmed": 23223301, "text": "Mrp14 promotes APP processing and Amyloid beta accumulation under neuroinflammatory conditions."}, {"pubmed": 23248262, "text": "S100A8/A9, produced by myeloid-derived suppressor cells, plays a role in myeloid-derived suppressor cells activation in gastric cancer patients, identifying S100A8/A9 as a potential target for gastric cancer treatment."}, {"pubmed": 23299480, "text": "Our study demonstrated a dual role for MRP8/14 in bacterial keratitis."}, {"pubmed": 23320892, "text": "Levels of S100A8/A9 and sIL-2R, but not ACE or lysozyme, are elevated in the serum of patients with Hidradenitis suppurativa."}, {"pubmed": 23340902, "text": "expression of RAGE and its ligand (S100A9) in cervical lesions"}, {"pubmed": 23354417, "text": "S100A9 increased the phosphorylation of p38 and ERK1/2 mitogen-activated protein kinases in HepG2 cells."}, {"pubmed": 23378728, "text": "In inflamed limbal tissues, expression of S100 A4,8,9 and B proteins is dramatically decreased."}, {"pubmed": 23423260, "text": "Serum calprotectin (s100A8/S100A9)is a potential disease biomarker in patients with ANCA-associated vasculitis and glomerulonephritis, and may have a role in disease pathogenesis."}, {"pubmed": 23426492, "text": "The influence of immunosuppressive drugs on S100A8/A9-RAGE mRNA expression may suggest a role of these proteins in early-stage SCC development in immunosuppressed patients"}, {"pubmed": 23431180, "text": "The S100A8/S100A9 heterodimer calprotectin (CP) functions in the host response to pathogens through a mechanism termed \"nutritional immunity.\" CP binds Mn(2+) and Zn(2+) with high affinity and starves bacteria of these essential nutrients."}, {"pubmed": 23456298, "text": "S100A8/A9 promotes cell migration and invasion through p38 MAPKdependent NF-kappaB activation leading to an increase of MMP2 and MMP12 in gastric cancer."}, {"pubmed": 23563247, "text": "IL-1alpha is strongly suggested to increase S100A9 expression in a human epidermal keratinocyte cell line by signaling through the IL-1 receptor and p38 MAPK, increasing C/EBPbeta-dependent transcriptional activity"}, {"pubmed": 23626736, "text": "S100A9 protein is extremely unstable but can be rescued upon co-expression with S100A8 protein or inflammatory stimuli, via proteolytically resistant homodimer formation."}, {"pubmed": 23637971, "text": "S100A8 and S100A9 are linked to the colorectal cancer progression."}, {"pubmed": 23664529, "text": "Activation of BANF1 possibly suppresses S100A9 expression and inactivates c-Jun, resulting in suppression of cutaneous inflammation"}, {"pubmed": 23667563, "text": "S100A9 and S100A4 appears to be expressed in distinct CD11b+ cell populations in vivo; thus their interaction would likely be in the extracellular space."}, {"pubmed": 23806524, "text": "MAC387 and desmoglein-3 are reliable diagnostic markers for supporting the morphologic impression of squamous differentiation in urinary bladder carcinoma."}, {"pubmed": 23836528, "text": "Taken together, these results indicate that the tumorigenesis potential of CSCs arises from highly expressed S100A9."}, {"pubmed": 23850136, "text": "Data suggest that expression of S100A8 and S100A9 mRNA and protein is up-regulated in endometrial decidua of patients with recurrent early pregnancy loss as compared to controls suggesting roles of these proteins in pregnancy maintenance/failure."}, {"pubmed": 23868055, "text": "Expression of S100A9 and CCTgamma was significantly elevated in liver tissue of patients with cholangiocarcinoma compared with controls."}, {"pubmed": 23874958, "text": "S100A8/A9 (calprotectin) negatively regulates G2/M cell cycle progression and growth of squamous cell carcinoma."}, {"pubmed": 23883959, "text": "High fecal calprotectin levels are associated with relapse in patients with ulcerative colitis receiving infliximab maintenance therapy."}, {"pubmed": 23907944, "text": "A study of expression of S100 proteins in gallbladder mucosa of the patients with calculous cholecystitis indicated close relationship between S100A8 and S100A9 proteins in their proinflammatory functions."}, {"pubmed": 23915068, "text": "calgranulin A and B distinguish borderline and malignant ovarian tumors from benign tumors"}, {"pubmed": 23942785, "text": "associated with cardiovascular disease in patients with inactive systemic lupus erythematosus"}, {"pubmed": 23954397, "text": "Studies indicate that RAGE and Toll-like receptor (TLR) share several common ligands including HMGB1, the S100A8/A9 heterodimeric protein complex and LPS."}, {"pubmed": 23977231, "text": "S100A8 and S100A9 regulate the NLRP3 inflammasome and enhance the inflammatory response by inducing cytokine secretion of peripheral blood mononuclear cells."}, {"pubmed": 24041228, "text": "S100A8 and S100A9 appear to suppress breast cancer malignancy through an increase in mesenchymal to epithelial transitioning."}, {"pubmed": 24054362, "text": "S100A9 in sputum may be a biomarker of neutrophilic inflammation in severe uncontrolled asthma."}, {"pubmed": 24064546, "text": "Overexpression of S100A9 is associated with glioma"}, {"pubmed": 24077667, "text": "The aim was to study fecal MMP-9 and HBD-2 in pediatric inflammatory bowel disease to compare their performance to calprotectin and to study whether they would provide additional value in categorizing patients according to their disease subtype."}, {"pubmed": 24122301, "text": "These data demonstrate for the first time that S100A8/A9 expression in epithelial cancer cells causes enhanced infiltration of immune cells, especially neutrophils, and stimulates settlement of the cancer cells in the lung."}, {"pubmed": 24128654, "text": "Data suggest that calprotectin content of neither maternal nor infant feces (a marker for intestinal inflammation) is affected by diet (here, maternal consumption of salmon or methods of infant feeding, breastfeeding versus infant formula)."}, {"pubmed": 24144106, "text": "Milk beta2-microglobulin and S100A9 are host factors that are found to be associated with mother-to-child transmission of HIV-1."}, {"pubmed": 24156302, "text": "These data show that S100A9 protein, through ligation with CD85j, can stimulate the anti-HIV-1 activity of NK cells."}, {"pubmed": 24175291, "text": "activity. The aim of the current review is to summarize the latest findings concerning the role of Calprotectin in a diverse range of inflammatory and noninflammatory conditions among children"}, {"pubmed": 24177755, "text": "S100A8/A9 at low concentrations promoted metastasis and invasion of breast cancer cells and RAGE was required for cell metastasis and invasion mediated by S100A8/A9."}, {"pubmed": 24202303, "text": "Study supports the value of S100A8/A9 as a potentially important link between neutrophils, traditional cardiovascular risk factors, and CV disease."}, {"pubmed": 24231443, "text": "MRP8/14 can activate cells by binding to TLR4, leading to the release of proinflammatory cytokines. These mediators can lead to increased disease activity in enthesitis-related arthritis."}, {"pubmed": 24245608, "text": "The results from analytical size-exclusion chromatography, Mn(II) competition titrations, and electron paramagnetic resonance spectroscopy establish that the C-terminal tail is essential for high-affinity Mn(II) coordination by calprotectin in solution."}, {"pubmed": 24262203, "text": "It si one of the amyloid-associated proteins, is known to play an important role in the biological responses to vascular injuries by promoting leukocyte recruitment and in the damaged vessels with deposition of Ab amyloid fibrils"}, {"pubmed": 24286299, "text": "Data suggest that tissue infiltrating macrophages secreting MRP8/14 may contribute to myositis, by driving the local production of cytokines directly from muscle."}, {"pubmed": 24326364, "text": "Data indicate that moderate or high expression of S100A8 or S100A9 proteins was associated with a median disease recurrence-free survival."}, {"pubmed": 24439044, "text": "We focus on the S100A8 and S100A9 which are involved in the regulation of neutrophil chemotaxis and inflammation related to ocular surface diseases such as dry eye, meibomian gland dysfunction, pterygium, and corneal neovascularization."}, {"pubmed": 24461178, "text": "Serum levels of MRP-8/MRP-14 complex were positively correlated with the number of endothelial cells in the circulation (r=0.69, P<0.05)."}, {"pubmed": 24470119, "text": "Myeloid-related proteins 8 and 14 contribute to monosodium urate monohydrate crystal-induced inflammation in gout."}, {"pubmed": 24548634, "text": "High S100A9 expression is associated with coronary artery disease."}, {"pubmed": 24574734, "text": "Letter:  fecal calprotectin should be considered a useless tool in the diagnostic work-up of uncomplicated celiac disease."}, {"pubmed": 24583746, "text": "Severe and prolonged left lower-abdominal pain seems to be the best symptom characterizing symptomatic uncomplicated colonic divertulosis and correlates with fecal calprotectin expression."}, {"pubmed": 24595267, "text": "Calcium dependency on formation of S100A8 or A9 dimers might be the prerequisite for altering monolayer permeability of human umbilical endothelial cells."}, {"pubmed": 24622086, "text": "Data indicate that the plasma levels of S100A9, S100A8, and S100A12 were elevated in acute pancreatitis but a definitive difference between the severe and mild forms of the disease."}, {"pubmed": 24631944, "text": "Expression of S100A9 and EGFR closely correlates with cisplatin chemoresistance in bladder cancer."}, {"pubmed": 24649481, "text": "FC reflects pediatric IBD severity and activity better than M2-PK. This difference is particularly pronounced when identifying patients with mild UC and UC in remission."}, {"pubmed": 24691441, "text": "data identify a molecular pathway of thrombosis that involves platelet MRP-14 and CD36 and suggest that targeting MRP-14 has potential for treating atherothrombotic disorders, including MI and stroke."}, {"pubmed": 24700313, "text": "Higher S100A9 expression in epicardial stromal cells is associated with lower adipocyte size."}, {"pubmed": 24718960, "text": "S100A8/A9 was robustly found to be elevated in the circulation of systemic sclerosis patients."}, {"pubmed": 24726733, "text": "A high number of S100A9 positive inflammatory cells in tumour stroma and in non-malignant stroma were associated with shorter cancer-specific survival in prostate cancer patients."}, {"pubmed": 24759699, "text": "The two markers pyruvate kinase isoform M2 and calprotectin did not prove their clinical utility in differential diagnosis of infectious acute diarrhea in those children demanding hospitalization."}, {"pubmed": 24798630, "text": "increased fecal calprotectin was found to be predictive of diverticulitis recurrence."}, {"pubmed": 24825356, "text": "S100A8/9 may be an upstream trigger for inflammation and other disease pathways in pterygium."}, {"pubmed": 24922195, "text": "Mean serum levels of calprotectin were significantly higher in patients with ankylosing spondylitis compared with healthy controls."}, {"pubmed": 24933320, "text": "the SSc epidermis provides an important source of pro-fibrotic CCN2 and proinflammatory S100A9 in SSc skin, and therefore contributes to the fibrosis and inflammation seen in the disease"}, {"pubmed": 24948111, "text": "Our results suggest that Id1 promotes breast cancer metastasis by the suppression of S100A9 expression"}, {"pubmed": 24955375, "text": "Serum levels of S100A8/S100A9 reflect the degree of inflammation and disease activity in patients with psoriatic arthritis."}, {"pubmed": 24956170, "text": "IL-10 blockade and recombinant IFN-gamma treatment partially abrogated S100A8/A9 mRNA increases in endotoxin tolerance."}, {"pubmed": 24975020, "text": "these data reveal the capacity of these three S100 proteins to induce MUC5AC production in airway epithelial cells, suggesting that they all serve as key mediators linking neutrophil-dominant airway inflammation to mucin hyperproduction."}, {"pubmed": 25037196, "text": "Circulating MRP-8/14 is associated with TX-dependent platelet activation in ACS, even during low-dose aspirin treatment, suggesting a contribution of residual TX to MRP-8/14 shedding, which may further amplify platelet activation."}, {"pubmed": 25135077, "text": "Calprotectin is a good serum biomarker with high sensitivity to change upon effective treatment at the group level in spondyloarthritis"}, {"pubmed": 25179566, "text": "Results do not support an important role for serum S100A8/A9 levels as a biomarker for clinical and structural characteristics in established knee, hip, and hand osteoarthritis patients."}, {"pubmed": 25180294, "text": "Alarmins S100A8/S100A9 aggravate osteophyte formation in experimental osteoarthritis and predict osteophyte progression in early human symptomatic osteoarthritis."}, {"pubmed": 25200158, "text": "Data indicate that eighteen hybridoma cell strains secreting S100A9 mAbs were obtained, of which 15 showed strong positive reaction to the recombinant protein in Western blotting. ."}, {"pubmed": 25213023, "text": "Studied calprotectin's structural behavior upon Zn(2+) and Mn(2+) chelation solely and along with Ca(2+) using fluorescence spectroscopy and circular dichroism to determine the resulting modifications."}, {"pubmed": 25236491, "text": "Data suggest that intracellular S100A8/A9 contributes to the cancer cell phenotype by modulating matrix metallopeptidase 2 (MMP-2) expression and activity to regulate cell migration and mobility."}, {"pubmed": 25267955, "text": "Fecal calprotectin has good diagnostic accuracy in detecting mucosal inflammatory changes in inflammatory bowel disease patients in clinical remission."}, {"pubmed": 25308296, "text": "S100A9 and S100A8 may be involved in inducing damage-associated molecular pattern (DAMP)-mediated inflammation in atopic dermatitis triggered by IL-17A and house-dust mites."}, {"pubmed": 25312864, "text": "study revealed a novel role of MRP8/14 in the autophagy-mediated elimination of intracellular BCG by promoting reactive oxygen species generation"}, {"pubmed": 25332062, "text": "The combination of serum S100A9, SOD3, and MMP9 levels could achieve 92.5% sensitivity and 95% specificity to discriminate between pulmonary tuberculosis and healthy controls."}, {"pubmed": 25338166, "text": "Calprotectin promotes apoptosis and the inflammatory response in human periodontal ligament cells via its subunit, S100A9."}, {"pubmed": 25342131, "text": "Circulating MRP8/MRP14 levels in blunt trauma nonsurvivors were significantly lower than those of survivors. Monocytic THP-1 cells stimulated with MRP8/MRP14 expressed the chemokine IFN-gamma inducible protein 10 (IP-10)/CXCL10."}, {"pubmed": 25348783, "text": "Low S100A9 mRNA levels were associated with Prostate Cancer."}, {"pubmed": 25369978, "text": "Fecal calprotectin appears to be a reliable biomarker of intestinal inflammation and differentiates inflammatory from functional intestinal disorders."}, {"pubmed": 25546405, "text": "Report of an overexpression of S100A9 protein in both PBMCs and serum of patients with subsequent response to the MTX/ETA combination. This protein thus represents an interesting biomarker candidate of therapeutic response in rheumatoid arthritis."}, {"pubmed": 25569739, "text": "High fecal calprotectin is associated with postoperative recurrence of Crohn's disease."}, {"pubmed": 25605402, "text": "In bivariate analysis, only calprotectin but not alpha-1 antitrypsin was independently associated with GI-GVHD."}, {"pubmed": 25605866, "text": "MRP14 is an essential propagator of inflammation and potential therapeutic target in pneumococcal meningitis."}, {"pubmed": 25620670, "text": "Fecal calprotectin measurement has sufficient sensitivity and NPV values to monitor for Crohn's disease recurrence after intestinal resection."}, {"pubmed": 25625487, "text": "High fecal calprotectin expression is associated with poor response to therapy in Crohn's disease."}, {"pubmed": 25651733, "text": "bedside testing for fecal calprotectin is feasible enough in determining candidates for an endoscopic procedure in order to confirm bowel inflammation and is more tightly associated with histological findings than with endoscopic findings."}, {"pubmed": 25673070, "text": "Serum and mRNA expression levels of S100A8 and S100A9 were found to be upregulated in patients with renal cell carcinoma compared with the other three groups."}, {"pubmed": 25781366, "text": "Fecal calprotectin concentrations were significantly higher in Crohn's disease patients with endoscopic recurrence after ileocolonic resection when compared with those in endoscopic remission."}, {"pubmed": 25811984, "text": "We hypothesize that RAGE and S100A8/A9 contribute to the development of human SCC by modulating keratinocyte growth and migration."}, {"pubmed": 25823769, "text": "Lower fecal calprotectin was associated with mucosal healing in ulcerative colitis assessed by colonoscopy."}, {"pubmed": 25824919, "text": "Patients with small intestinal lesions consistent with Crohn's disease had higher levels of fecal calprotectin than those without lesions."}, {"pubmed": 25893434, "text": "High expression of S100A9 was associated with cervical squamous cell carcinoma."}, {"pubmed": 25907296, "text": "The S100A9 binds to RAGE and stimulates RAGE-dependent MAPK signaling cascades, promoting cell growth and invasion in hepatocellular carcinoma."}, {"pubmed": 25916224, "text": "Fecal calprotectin levels were significantly higher in patients with pouchitis than those without pouchitis after restorative proctocolectomy for ulcerative colitis."}, {"pubmed": 25931489, "text": "LL37, HMGB1 and S100A9 are increased in serum during exacerbation in COPD patients"}, {"pubmed": 25970343, "text": "Calprotectin levels correlated positively, though weakly, with platelet aggregation and activation."}, {"pubmed": 25993652, "text": "suggest that S100A9 may be useful as a biomarker for the hepatic and metabolic progression of NAFLD and the non-invasive diagnosis of NASH"}, {"pubmed": 26006104, "text": "Oxidative stress associated with inflammation in cystic fibrosis will stop metal sequestration by calprotectin."}, {"pubmed": 26038301, "text": "the S100A9-induced release of IL-6 and IL-8 from human periodontal ligament cells is dependent on TLR4, but not RAGE."}, {"pubmed": 26223295, "text": "Elevated expression of MRP8/14 are associated with poor prognosis in lupus nephritis."}, {"pubmed": 26266960, "text": "Increased soluble gp130 in older patients may inhibit IL-6 trans-signaling, impair barrier function, and decrease S100A8/ S100A9 production in elderly chronic rhinosinusitis patients with asthma and nasal polyps."}, {"pubmed": 26296369, "text": "results demonstrate the functional and mechanistic interplays between CD69 and S100A8/S100A9 in supporting Treg-cell differentiation"}, {"pubmed": 26315114, "text": "Data show that S100 calcium binding protein A9 (S100A9) mediated interleukin-6 (IL-6) release via the crosstalk of oral cancer cells with monocytes."}, {"pubmed": 26351383, "text": "Fecal calprotectin level is influenced by the presence of intestinal lesions in Crohn's disease, in a depth-related manner and by the affected surface."}, {"pubmed": 26373925, "text": "Data indicate that calprotectin is associated with clinical, laboratory and ultrasound disease activity."}, {"pubmed": 26397389, "text": "BBP exposure also increased tumor infiltrating myeloid-derived suppressor cell (MDSC) secretion of S100A8/A9, thereby exacerbating the resistance of breast cancer to doxorubicin with cyclophosphamide"}, {"pubmed": 26404752, "text": "We found that tumor cell proliferation was diminished in the absence of S100A8/A9, leading to significant reduction of tumor size."}, {"pubmed": 26431492, "text": "CHI3L1-mediated cell proliferation/survival involves partial downregulation of the pro-apoptotic S100A9 protein that is highly expressed during the acute phase of colitis, by binding to the S100A9 receptor, RAGE (Receptor for Advanced Glycation End products)."}, {"pubmed": 26448179, "text": "S100A9 could be viewed as a novel therapeutic target for patients with ER(-)PgR(-) breast cancers."}, {"pubmed": 26493794, "text": "S100A8, S100A9 and S100A8/A9 protein levels were higher in chronic rhinosinusitis (CRS) with nasal polyps (NP) patients, showing increased deposition on extracellular matrix (ECM) structures in contrast to CRS without NP and controls."}, {"pubmed": 26603731, "text": "Current evidence suggests that serum calprotectin is significantly raised among women with preeclampsia during the third trimester"}, {"pubmed": 26653550, "text": "the findings support the putative diagnostic value of S100A9 measurement in serum as a marker for breast cancer"}, {"pubmed": 26682511, "text": "MRC1 and S100A9 may contribute to the determination of the mechanisms and screening involved in CRC."}, {"pubmed": 26713053, "text": "The TSPAN13-to-S100A9 ratio was selected to determine the diagnostic value of urinary nucleic acids in prostate cancer (PCa) (P = 0.037) and shown to be significantly higher in PCa than in benign prostatic hyperplasia."}, {"pubmed": 26730169, "text": "Fecal calprotectin could be used as a predictor of endoscopic remission for Asian inflammatory bowel disease patients."}, {"pubmed": 26745147, "text": "Urinary calprotectin concentrations start rising within 2 hours after ischaemia/reperfusion-induced kidney injury."}, {"pubmed": 26745257, "text": "Serum S100A8 and S100A9 Enhance Innate Immune Responses in the Pathogenesis of Baker's Asthma"}, {"pubmed": 26759247, "text": "Elevated fecal calprotectin levels in primary Sjogren's syndrome was associated with concomitant gastrointestinal disease."}, {"pubmed": 26767827, "text": "Serum calprotectin was significantly higher in rheumatoid arthritis patients than controls, and was correlated with disease activity. It was higher in seropositive than in seronegative patients."}, {"pubmed": 26768632, "text": "Data indicate that fecal calprotectin (FC) concentration can be a noninvasive marker of disease activity in inflammatory bowel diseases (IBD)."}, {"pubmed": 26788548, "text": "Downregulation of S100A9 was observed in 67% of 288 different esophageal squamous cell carcinoma tumors."}, {"pubmed": 26813343, "text": "The findings show that reduced PTP1B responses contribute to disease symptoms in part by enhancing S100A9 expression during viral-associated chronic obstructive pulmonary disease exacerbations."}, {"pubmed": 26818420, "text": "High fecal Calprotectin Predicts Inflammation in Crohn's Disease."}, {"pubmed": 26829408, "text": "Low Fecal Calprotectin Correlates with Histological Remission and Mucosal Healing in Ulcerative Colitis and Colonic Crohn's Disease."}, {"pubmed": 26834220, "text": "MRP8/14 is a good marker of disease activity in rheumatoid arthritis, and higher levels predict response to methotrexate."}, {"pubmed": 26874351, "text": "Faecal biomarkers lactoferrin, calprotectin, and PMN-elastase were able to distinguish between ulcerative colitis patients with mucosal healing from clinical remission and mild disease, showed significant correlations with endoscopy, and were predictive of a flare."}, {"pubmed": 26883112, "text": "Low S100A9 expression is associated with head and neck neoplasms."}, {"pubmed": 26891835, "text": "Following surgery for pediatric Crohn's disease, fecal calprotectin (FC) decreased significantly. During follow-up, recurrence occurred in 77% of patients. FC >139mug/g at time of endoscopy or FC increase of 79mug/g compared to first postoperative value was suggestive of endoscopic recurrence (Rutgeerts score i2-i4), while FC >101mug/g or increase of 21mug/g indicated histologic recurrence."}, {"pubmed": 26901081, "text": "Urinary calprotectin is a promising biomarker for the differentiation of prerenal and intrinsic acute renal allograft failure."}, {"pubmed": 26913755, "text": "The median faecal calprotectin level was similar in cases with abdominal pain-related functional gastrointestinal disorders (7.8 mug/g, 95% CI: 7.8-8.4) including those with gastritis, and controls (9.1 mug/g, 95% CI: 7.8-11.3).  Faecal calprotectin is not a predictor of gastritis and is similar in children with functional abdominal pain symptoms and in controls."}, {"pubmed": 26919460, "text": "High fecal Calprotectin Predicts Relapse and Histological Mucosal Healing in Ulcerative Colitis"}, {"pubmed": 26923392, "text": "Blood expression of matrix metalloproteinases 8 and 9 and of their inducers S100A8 and S100A9 supports diagnosis and prognosis of PDAC-associated diabetes mellitus"}, {"pubmed": 27006175, "text": "High S100A9 expression is associated with glioblastoma."}, {"pubmed": 27020242, "text": "S100A9 might be a significant role for predicting osteosarcoma prognosis and down-regulation of S100A9 could be used as a potential target for gene therapy."}, {"pubmed": 27021626, "text": "Results indicate that advanced extranodal NK/T cell lymphoma (ENKL) patients with unfavourable treatment outcomes displayed higher levels of S100A9 and ORM1."}, {"pubmed": 27022611, "text": "Increased MRP8/14 levels suggest the instability of the atherosclerotic plaque. ECP reflects the severity of coronary arteries stenosis, predicting atherosclerosis burden. They may become the new biomarkers of CAD."}, {"pubmed": 27057553, "text": "Findings suggest that S100 proteins S100A12 and S100A8/A9 are secreted independently either via distinct mechanisms of secretion or following the activation of different signal transduction pathways."}, {"pubmed": 27071448, "text": "Fecal calprotectin is correlated with the extent of affected mucosa as well as severity in ulcerative colitis patients."}, {"pubmed": 27084691, "text": "Low S100A8/A9 levels may contribute to poor wound healing in colonized chronic wounds with striking difference between diabetic foot ulcers and venous leg ulcers."}, {"pubmed": 27086923, "text": "This study implicates S100A8 and S100A9 as important mediators of tumor cell aggressiveness, and highlights the therapeutic potential of S100A8 and S100A9 for interference of metastasis."}, {"pubmed": 27094943, "text": "a significant relation is found between rheumatoid arthritis disease activity and calprotectin levels and other inflammatory parameters"}, {"pubmed": 27101538, "text": "In Guatemalan preschoolers, the median fecal calprotectin value was 58 mg/kg, with a mean of 98 +/- 136 mg/kg and a range from 10 to 950 mg/kg; 61% of values were above the manufacturer's cut-off for elevated concentration and 51% exceeded an age-adjusted criterion. The central tendency (mean or median) and distribution were generally shifted to the right in relation to comparable reports from children across the world."}, {"pubmed": 27118309, "text": "High calprotectin activity could be demonstrated within the lumen of vermiform appendix specimens following appendectomy for acute appendicitis."}, {"pubmed": 27151304, "text": "High S100A9 expression is associated with lung metastasis in malignant melanoma."}, {"pubmed": 27191989, "text": "Expression levels of S100A9 and Tenascin-C were correlated with TNM stages and metastasis in colorectal cancer."}, {"pubmed": 27216119, "text": "Study identified S100A9 protein to be up-regulated protein in hepatocellular carcinoma (HCC) and demonstrated its potentiality as a candidate for HCC diagnosis."}, {"pubmed": 27217417, "text": "A significant positive correlation was found between the serum calprotectin and insulin resistance in polycystic ovary syndrome patients."}, {"pubmed": 27228163, "text": "these results indicate that CD14 is a co-receptor of TLR4 in the S100A9-induced cytokine response."}, {"pubmed": 27294692, "text": "S100A4, A8, and A9 proteins represent promising marker genes to evaluate the risk potential of suspicious oral lesions in molecular pathology."}, {"pubmed": 27440084, "text": "The minor allele (T) of the S100A9 variant rs3014866 is associated with lower type 2 diabetes risk in 3 populations of different ancestries."}, {"pubmed": 27444171, "text": "strong expression of S-100 protein by spindle-shaped tumour cells"}, {"pubmed": 27459393, "text": "S100A9 induces anti-apoptotic effect on normal and allergic neutrophils by increasing cytokine secretion of monocytes"}, {"pubmed": 27524699, "text": "Blocking the interaction between S100A9 and RAGE V domain is a novel route to drug development against cell proliferation."}, {"pubmed": 27537874, "text": "Findings suggest that S100A8/A9 may be involved in the inflammatory response with induction of proinflammatory cytokines and may serve as a clinicopathological marker for disease activity in AOSD."}, {"pubmed": 27596694, "text": "Serum calprotectin was significantly increased in inflammatory bowel disease compared with controls."}, {"pubmed": 27639541, "text": "S100A9, a protein previously described to be involved in modulation of inflammatory response, was found to interact with schistosoma MEG-14."}, {"pubmed": 27642216, "text": "Elevated expression of calprotectin is Associated with Behcet's Disease."}, {"pubmed": 27668938, "text": "Fecal calprotectin levels were increased in pediatric subjects who showed signs of severe Clostridium difficile infection (CDI). Increased serum calprotectin levels were associated with increased disease severity in 48 adults with CDI"}, {"pubmed": 27688663, "text": "fecal calprotectin can be used in management of patients with inflammatory bowel disease"}, {"pubmed": 27698489, "text": "ANGPTL6, S100A8 and S100A9 are overexpressed in skin of psoriasis patients versus zero expression in controls."}, {"pubmed": 27738838, "text": "MRP8/14 in ankylosing spondylitis is associated with peripheral arthritis and active disease"}, {"pubmed": 27749218, "text": "patients with primary Sjogren's syndrome have a higher prevalence of carotid atherosclerosis, which is associated with higher serum calprotectin level independent of traditional cardiovascular risk factors."}, {"pubmed": 27793853, "text": "S100A8 and S100A9 proteins in concentrations secreted by CD34(-)/CD31(+) circulating angiogenic cells (CACs) with impaired function reduce endothelial cell capillary-like network formation. These effects appear to be mediated by Toll-like receptor 4 and are absent with S100A8 and S100A9 in concentrations secreted by healthy CD34(-)/CD31(+) CACs."}, {"pubmed": 27832086, "text": "The present study demonstrates the potential of calprotectin to distinguish Rheumatoid Arthritis patients in both clinical and ultrasound-defined remission from patients in clinical remission but with residual subclinical disease activity."}, {"pubmed": 27911324, "text": "This study demonstrated that S100A9 was detected in the serums of Alzheimer disease patients"}, {"pubmed": 27925202, "text": "calprotectin induces IL-6 and MCP-1 production in Human Gingival Fibroblasts via TLR4 signaling that involves MAPK and NF-kappaB, resulting in the progression of periodontitis."}, {"pubmed": 27936243, "text": "Data show that the standardized nerve growth factor (NGF) concentration was negatively correlated with continuous pain, neuropathic pain and total score, and the standardized S100 proteins S100A8/A9 concentration was positively correlated with present pain intensity and continuous pain."}, {"pubmed": 28036279, "text": "Identify proteins that interact with calgranulin B to suppress the proliferation of colon cancer cells."}, {"pubmed": 28063140, "text": "S100A9 was an ATRA-responsive gene, and PML/RARalpha was necessary for the ATRA-induced expression of S100A9 in acute promyelocytic leukemia (APL) cells. PML/RARalpha and PU.1 were necessary for the ATRA-induced expression of S100A9 in APL cells. Furthermore, S100A9 promoted apoptosis in APL cells and affected cell growth."}, {"pubmed": 28081709, "text": "Calprotectin had the highest association with ultrasound synovitis and predicted treatment response. It may thus be considered as a marker for evaluating inflammation and responsiveness in patients with rheumatoid arthritis on biologic disease-modifying anti-rheumatic drug treatment."}, {"pubmed": 28093196, "text": "Our data reveals that there is no significant correlation between serum calprotectin and Faecal calprotectin , nor between serum calprotectin and CRP in a large unselected cohort of GI patients."}, {"pubmed": 28125622, "text": "Expression of S100A8, S100A9 and S100A12 is modulated by eicosapentaenoic acid and docosahexaenoic acid during Inflammation in adipose tissue and mononuclear cells."}, {"pubmed": 28138990, "text": "Faecal calprotectin and CRP are predictive of symptomatic relapse and may be valuable in management of paediatric IBD in clinical remission"}, {"pubmed": 28148281, "text": "Data suggest that fecal calprotectin may be a potential biomarker to identify patients with ankylosing spondylitis (AS) at risk of developing inflammatory bowel disease (IBD)."}, {"pubmed": 28169973, "text": "In healthy children, 95th Percentile values ranged from 1519 mg/kg at 0 months to 54.4 mg/kg at 144 months for fecal calprotectin (fCP) and from 9.9 mg/kg at 0 months to 0.2 mg/kg at 144 months for fecal eosinophil-derived neurotoxin (fEDN). There was a significant association between age and fCP concentrations and age and fEDN concentrations and a significant association between fEDN and fCP."}, {"pubmed": 28169974, "text": "In pediatric inflammatory bowel disease treatment groups, a significant inverse association was found between the quality of life and the levels of fecal calprotectin."}, {"pubmed": 28207476, "text": "Fecal calprotectin (FC) was elevated in two-thirds of stool specimens of patients with cystic fibrosis (CF). Increased FC was more common in patients with pancreatic insufficiency. Whether increased FC reflects intestinal inflammation in patients with CF remains to be determined."}, {"pubmed": 28276321, "text": "Authors found that downregulation of S100A9 significantly reduced the expression of NF-kappaB, phosphorylation of NF-kappaB and Bcl-2, as well as the expression of MMP7 and MMP2. Restoration of NF-kappaB expression sufficiently reversed the inhibitory effects on cell proliferation and invasion induced by S100A9 downregulation in vitro and in vivo."}, {"pubmed": 28276729, "text": "The calprotectin levels in patients with atrial fibrillation were significantly higher than in healthy blood donors and were further increased after cardioversion."}, {"pubmed": 28293713, "text": "Data indicate a statistical correlation between fecal calprotectin (FC) and gastrointestinal graft-versus-host disease (GvHD)."}, {"pubmed": 28330898, "text": "this paper shows that human gammadelta T cell-antigen-presenting cells stimulate CD4+ T cell responses distinct from those induced by myeloid antigen-presenting cells to promote local barrier defense via mucosal release of IL-22 and calprotectin"}, {"pubmed": 28381820, "text": "S100A9 and S100A12 may have a role in the pathogenesis of pneumonia: S100A9 and CXCL1 may contribute solely in mild pneumonia, and CCL5 and CXCL11 may contribute in severe pneumonia."}, {"pubmed": 28409285, "text": "Urinary NGAL is a good predictor of mortality in established pediatric acute kidney injury (AKI) of heterogeneous etiology and outperforms calprotectin and KIM-1. Urinary calprotectin and KIM-1 predict renal replacement therapy requirement in pediatric AKI."}, {"pubmed": 28459433, "text": "Perinatal alarmins S100A8 and S100A9 specifically altered MyD88-dependent proinflammatory gene programs. S100 programming prevented hyperinflammatory responses without impairing pathogen defense. TRIF-adaptor-dependent regulatory genes remained unaffected by perinatal S100 programming and responded strongly to lipopolysaccharide, but were barely expressed."}, {"pubmed": 28463850, "text": "Wide intra- and interindividual differences in calprotectin concentrations in the meconium may reflect intestinal inflammation associated with the fetal adaptation to life outside the uterus."}, {"pubmed": 28494622, "text": "s100a9 has shown to play an important role in vascular inflammation and may serve as a biomarker and potential therapeutic target for intracranial aneurysms"}, {"pubmed": 28545132, "text": "Salivary S100A9 is a biomarker for oral squamous cell carcinoma in a Hungarian population."}, {"pubmed": 28550118, "text": "observations indicate a novel way in which S100A9 may contribute to the pathogenesis of gout, by priming neutrophils to respond to MSUs."}, {"pubmed": 28596424, "text": "These results suggest a preponderant role for the protein S100-A9 as an activator of the NF-kappa B pathway during Chronic lymphocytic leukemia progression and suggest that the leukemic clone can generate an autoactivation loop through S100-A9 expression, NF-kappa B activation, and exosome secretion."}, {"pubmed": 28609200, "text": "the levels of S100A8 and S100A9 in the sera, and calprotectin levels in the sera and urines of bladder cancer patients, were determined."}, {"pubmed": 28735301, "text": "Report role of fecal calprotectin assay in the diagnosis and management of inflammatory bowel disease."}, {"pubmed": 28771806, "text": "Study found that that the co-stimulation with both advanced glycation end-products and Porphyromonas gingivalis LPS increased S100A8 and S100A9 mRNA expression in gingival epithelial cells. These results demonstrated that the upregulation of calprotectin in gingival epithelial cells may primarily function intracellularly in this tissue and may contribute to the pathological process of periodontitis."}, {"pubmed": 28832684, "text": "results of this study support an additional role of calprotectin in assessing inflammatory activity in patients with RA"}, {"pubmed": 28847516, "text": "Data support a role of S100A9 to initiate and amplify the neutrophilic inflammation in asthma, possibly via inducing IL-1beta, IL-17 and IFN-gamma."}, {"pubmed": 28879453, "text": "this study shows fecal calprotectin rise in chronic granulomatous disease-associated colitis"}, {"pubmed": 28903971, "text": "S100A9, mainly produced by myeloid cells in the BM, is involved in the pathogenesis of MM. S100A9 attracted MM cells to the BM where it provided a survival niche by inducing the growth factors IL6 and IL10, as well as promoting angiogenesis."}, {"pubmed": 28964306, "text": "Elevated S100A8 and S100A9 gene expression in SP-infected HMEECs and in the middle ear mucosa of OM, minor co-localized with neutrophil markers suggests that middle ear epithelial cell secretion of S100A8 and S100A9 may play a role in the pathogenesis of recurrent and chronic OM"}, {"pubmed": 28983059, "text": "Pro-inflammatory proteins S100A9 and tumor necrosis factor-alpha suppress erythropoietin elaboration in myelodysplastic syndromes"}, {"pubmed": 28986057, "text": "MRP-8/14 concentration increases in coronary artery blood in association with thrombus formation in acute coronary syndrome."}, {"pubmed": 29115397, "text": "An immunohistochemical investigation revealed that patients with both UC and CD had higher neutrophil and monocyte/macrophage calprotectin-positive cell expression levels, compared with those in the normal controls. Fecal calprotectin was considered a reliable marker for disease activity, and the assessment of fecal calprotectin via POCT showed potential as a rapid and simple measurement in clinical settings."}, {"pubmed": 29158436, "text": "S100A8 and S100A9 aggravate Coxsackievirus B3-induced myocarditis and might serve as therapeutic targets in inflammatory cardiomyopathies."}, {"pubmed": 29196802, "text": "Median MRP8/14 levels were higher in patients with Takayasu arteritis."}, {"pubmed": 29228799, "text": "plasma calprotectin was investigated as a disease marker in patients with chronic RA treated with methotrexate (MTX) monotherapy and compared plasma calprotectin with C-reactive protein."}, {"pubmed": 29278951, "text": "Calprotectin measured in plasma showed the strongest associations with assessments of disease activity, and ethylenediaminetetraacetic acid-plasma should preferably be used when evaluating disease activity in rheumatoid arthritis patients."}, {"pubmed": 29283308, "text": "upper limits for normal calprotectin values for neonatal, 6, 12 and 24 months old children, were determined."}, {"pubmed": 29466790, "text": "To examine the efficacy of faecal calprotectin (FC) and C-reactive protein (CRP) as predictors of small bowel capsule endoscopy SBCE findings in suspected and known Crohn's disease."}, {"pubmed": 29519972, "text": "RAS is a very common inflammatory ulcerative condition of the oral cavity and its etiology is uncertain. Regarded as an inflammatory mechanism, releasing a high level of calprotectin in saliva has been suggested that it may play a role in pathogenesis of RAS."}, {"pubmed": 29530998, "text": "High MRP14 expression is associated with Rheumatoid Arthritis"}, {"pubmed": 29533545, "text": "During the anti-TNF therapy, the serum fibulin-3 level decreased in RA[rheumatoid arthritis] patients. Serum MRP8/14 concentration also decreased. No correlation between fibulin-3 and MRP8/14 was observed in the study group before and after the treatment. We found a poor correlation between serum fibulin-3 and other cartilage metabolism biomarkers after anti-TNF therapy."}, {"pubmed": 29605872, "text": "Our results showed that S100A8/A9, absent or present at very low level in skin biopsies from healthy subjects, is dramatically upregulated in each epidermal layer from psoriatic patients."}, {"pubmed": 29615081, "text": "Hepatitis b virus infection may enhance S100A9 expression."}, {"pubmed": 29656212, "text": "Serum levels of MRP8/MRP14 and MRP6 were up-regulated in patients with Graves' disease (GD) and Hashimoto's thyroiditis (HT). In addition, mRNA expression of MRP proteins in PBMCs and the thyroid gland was markedly elevated in these patients."}, {"pubmed": 29733516, "text": "100A8 and S100A9 positive expression in cancer tissues was significantly higher than in para-cancer tissues and was correlated with tumor differentiation, which may be a potential marker for poor prognosis."}, {"pubmed": 29746703, "text": "this study demonstrates that S100A8/A9 mediates renal damage and fibrosis, presumably through loss of tubular epithelial cell contacts and irreversible damage"}, {"pubmed": 29795379, "text": "HBx was shown to facilitate translocation of NF-kappaB from the cytoplasm to the nucleus, and NF-kappaB bound to the promoter of S100A9 to enhance its transcription."}, {"pubmed": 29890074, "text": "By employing energy dispersive X-ray (EDX) spectroscopy, this study evaluate the metal content of Ni(II)-bound Calprotectin-Ser [oligomer of S100A8(C42S) and S100A9(C3S)] crystals obtained in the absence and presence of Ca(II). This analysis reveals conformational changes associated with coordination of Ca(II) to the EF-hands of S100A9."}, {"pubmed": 29902210, "text": "Used fluorescence and NMR spectroscopy to analyze the interaction of S100A9 with S100A12. Binary complex models of S100A9-S100A12 were developed using data obtained from 1H-15N HSQC NMR titrations and the HADDOCK program; overlaid the complex models of S100A9-S100A12 with the same orientation of S100A9 and the RAGE V-domain. Complex showed that S100A12 protein blocks the interaction between S100A9 and the RAGE V-domain."}, {"pubmed": 29933628, "text": "The results suggest that the calcium-binding proteins S100A8 and S100A9 in myeloid cells have an immune regulatory effect."}, {"pubmed": 29949169, "text": "S100A8/A9 induced the activation of NF-kappaB and expression of MMP-9 protein through facilitating secretion of TNFalpha from macrophages, which may play a role in triggering extracellular matrix degradation and cardiac rupture."}, {"pubmed": 29957458, "text": "There is a log-linear association of calprotectin concentration with risk of cardiovascular disease, which may be partly dependent on hsCRP."}, {"pubmed": 29958797, "text": "findings indicate that circulating S100A8 is increased in myelodysplastic syndromes but not in aplastic anemia, and that may be useful to distinguish these diseases in the differential diagnosis of bone marrow failure syndromes."}, {"pubmed": 30008613, "text": "Acute exercise in children with juvenile idiopathic arthritis induced slightly musculoskeletal leg pain and transient increased plasma calprotectin levels but not IL-6 levels"}, {"pubmed": 30078006, "text": "neither the inflammatory biomarker calprotectin, nor the tubular biomarkers NGAL and KIM-1, provide robust prognostic information on the loss of renal function in a heterogeneous CKD population. All of them, however, are candidate prognostic biomarkers in primarily inflammatory renal diseases."}, {"pubmed": 30149385, "text": "Infliximab (IFX) levels (at week 14) and baseline fecal calprotectin levels could predict primary nonresponse after induction IFX therapy in patients with Crohn's disease."}, {"pubmed": 30237086, "text": "considering erythrocyte sedimentation rate, CRP and albumin as additional markers to fecal calprotectin significantly improved diagnostic performance"}, {"pubmed": 30342711, "text": "Calprotectin is found in various body fluids in proportion to the degree of any existing inflammation and its concentration in feces is about six times that of plasma. Measurement of fecal calprotectin is a useful surrogate marker of gastrointestinal inflammation.  [review]"}, {"pubmed": 30347000, "text": "Calprotectin during remission in ANCA vasculitis may be useful to identify subclinical inflammation and worse renal prognosis patients."}, {"pubmed": 30395736, "text": "Circulating S100A8/A9 Levels Reflect Intraocular Inflammation in Uveitis Patients."}, {"pubmed": 30545393, "text": "Data show that calprotectin serum levels were significantly associated with disease relapse."}, {"pubmed": 30558665, "text": "Results show that S100A8 and S100A9 proteins induce specific cytokine secretion from PDAC cells, which in turn enhances the expression of S100A8/A9. This paracrine crosstalk could have implications for pancreatic ductal adenocarcinoma invasiveness and metastatic potential."}, {"pubmed": 30582504, "text": "Fecal but not serum calprotectin seems to be a useful non-invasive tool for assessing disease activity in Behcet's syndrome patients with gastrointestinal involvement."}, {"pubmed": 30594066, "text": "mRNA expression of TLR4 and its ligand S100A8, S100A9, and S100A12 in peripheral blood mononuclear cells of Takayasu arteritis patients was higher as compared to healthy controls."}, {"pubmed": 30680696, "text": "Calgranulin B and KL-6 in BAL proved to be reliable biomarkers of diopathic pulmonary fibrosis (IPF) and non-specific interstitial pneumonia (NSIP) and to have prognostic meaning, discriminating severe and advanced patients. The combination of the two biomarkers can facilitate the stratification of severity."}, {"pubmed": 30720226, "text": "Extracellular S100A8/A9 induced by cancer-associated inflammation in the lung plays a pivotal role in lung cancer progression through anchorage-independent growth, migration and invasion. The S100A8/A9 signal use cell surface NPTNbeta which is highly elevated at mRNA and protein levels. Data indicate that S100A8/A9-NPTNbeta plays a pivotal role in lung cancer progression with dissemination through TRAF2-NFIA/NFIB signa..."}, {"pubmed": 30728384, "text": "S100A8 & S100A9: Alarmin mediated inflammation in tendinopathy."}, {"pubmed": 30737486, "text": "S100A9, which is instrumental in the pathogenesis of MDS, plays a critical role in the induction of PD-1/PD-L1 surface receptor expression on hematopoietic stem and progenitor cells (HSPCs) and myeloid-derived suppressor cells (MDSCs)."}, {"pubmed": 30808902, "text": "Serum biomarkers identification by iTRAQ and verification by MRM: S100A8/S100A9 levels predict tumor-stroma involvement and prognosis in Glioblastoma."}, {"pubmed": 30810341, "text": "High S100A9 expression is associated with acute kidney injury."}, {"pubmed": 30826088, "text": "Pro-inflammatory gene S100A9 was upregulated in pre-access veins that failed as Arteriovenous fistula, expression of the gene correlated with postoperative intimal hyperplasia and the product of medial fibrosis in patients with Chronic Kidney Disease on Hemodialysis."}, {"pubmed": 30865695, "text": "These results implicate a role of S100A8/A9 in the anti-inflammatory effect of narrowband-UVB. Serum S100A8/A9 levels do not respond to treatment suggesting that serum S100A8/A9 does not originate from psoriasis skin keratinocytes."}, {"pubmed": 31055998, "text": "The expression of S100A9 in osteosarcoma can serve as a diagnostic marker and a therapeutic target."}, {"pubmed": 31059008, "text": "Findings show that S100A9 is overexpressed in cervical cancer and suggest that S100A9 promoted the proliferation and migration of cervical cancer cell lines through to the induction of EMT and activation of the Wnt/betacatenin signaling pathway."}, {"pubmed": 31115649, "text": "Exhaled breath condensate analysis suggests that dermcidin and S100A9 may serve as biomarkers for lung cancer diagnosis or prognosis."}, {"pubmed": 31131471, "text": "S100 A9 is expressed and secreted by the oviduct epithelium, interacts with gametes and affects parameters of human sperm capacitation in vitro."}, {"pubmed": 31164011, "text": "using the combination of an fecal calprotectin test and faecal immunological tests shows minor improvement in predictive ability for inflammatory activity and remission in patients with ulcerative colitis."}, {"pubmed": 31175323, "text": "Expression of S100A8 and S100A9."}, {"pubmed": 31194501, "text": "This study has shown that NCAM1 peptide constructs carrying polycationic sequences derived from Abeta peptide (KKLVFF) and PrP protein (KKRPKP) significantly promote the S100A9 amyloid self-assembly in a concentration-dependent manner by making transient interactions with individual S100A9 molecules, perturbing its native structure and acting as catalysts."}, {"pubmed": 31199668, "text": "Exposure to S100A9 during monocyte-to-osteoclast differentiation strongly decreased the numbers of multinucleated osteoclasts. S100A9 exposure during the first 16 h of culture only was sufficient to reduce osteoclastogenesis. S100A9 inhibited the M-CSF-mediated induction of RANK.  S100A9 impedes monocyte-to-osteoclast differentiation, probably via a reduction in RANK expression."}, {"pubmed": 31208368, "text": "The expression of S100A8/S100A9 is inducible by changes of cell shape and density through activation of the Hippo pathway in squamous cell carcinomas cells. Induced S100A8/S100A9 promoted cell proliferation, inhibit cell differentiation and apoptosis."}, {"pubmed": 31262951, "text": "Galectin-3 and S100A9 are overexpressed in Pancreatic cancer-associated diabetes tumors and mediate insulin resistance. Galectin-3 and S100A9 distinguish Pancreatic cancer-associated diabetes from type 2 diabetes in subjects with new-onset diabetes."}, {"pubmed": 31301663, "text": "There was no significant difference between mean fecal calprotectin (FCP) levels in controls and ulcerative colitis (UC) patients in remission. Mean FCP in patients with active UC was significantly higher than that in controls and in patients in remission."}, {"pubmed": 31307176, "text": "Fecal calprotectin, a good marker for inflammatory bowel diseases (IBD), and with an appropriate reference interval the marker could be used to rule out active IBD during pregnancy and in the postpartum period."}, {"pubmed": 31322196, "text": "S100A8 and S100A9 decreased the expression of skin barrier proteins, filaggrin and loricrin."}, {"pubmed": 31336525, "text": "High serum S100A9 levels are associated with diabetic retinopathy in patients with type 2 diabetes mellitus."}, {"pubmed": 31351425, "text": "MRP8/14 was associated with abdominal aortic aneurysm presence and progression."}, {"pubmed": 31365870, "text": "NOX1-Dependent mTORC1 Activation via S100A9 Oxidation in Cancer Stem-like Cells Leads to Colon Cancer Progression."}, {"pubmed": 31442931, "text": "Calprotectin decreased in serum of inflammatory bowel disease patients after treatment, and in unstimulated saliva of newly diagnosed, treatment naive Crohn's disease patients"}, {"pubmed": 31532265, "text": "Crohn's disease patients with elevated fecal calprotectin (FC) had a significantly increased risk of experiencing composite event when compared to patients with normal FC (FC </= 100). No such risk was observed in patients with intermediately increased FC level. FC value had significant positive correlation with CRP, HBI and leukocyte values when measured at similar timepoints."}, {"pubmed": 31568644, "text": "S100-A9 protein in exosomes derived from follicular fluid promotes inflammation via activation of NF-kappaB pathway in polycystic ovary syndrome."}, {"pubmed": 31617500, "text": "Serum calprotectin and Ang-1 levels were higher, while serum Ang-2 levels were lower in the poor coronary collateral circulation (CCC) group with stable coronary artery disease."}, {"pubmed": 31620141, "text": "S100A9 Regulates MDSCs-Mediated Immune Suppression via the RAGE and TLR4 Signaling Pathways in Colorectal Carcinoma."}, {"pubmed": 31666644, "text": "High plasma level of S100A8/S100A9 and S100A12 at admission indicates a higher risk of death in septic shock patients."}, {"pubmed": 31752076, "text": "Increased S100A9 levels are relevant to the development of osteonecrosis of the femoral head (ONFH). S100A9 appears to provoke avascular damage, ultimately accelerating femoral head deterioration through reducing angiogenesis."}, {"pubmed": 31806053, "text": "The tumor microenvironment-associated protein S100A8/A9 serves as a novel prognostic marker for metastasis and survival of metastatic melanoma patients and predicts response to immunotherapy with pembrolizumab. These data underscore the significance of tumor microenvironment-derived factors as suitable biomarkers for melanoma."}, {"pubmed": 31813010, "text": "Adherence to the Mediterranean diet is associated with decreased fecal calprotectin in patients with ulcerative colitis after pouch surgery."}, {"pubmed": 31841042, "text": "Calprotectin is superior to procalcitonin as a sepsis marker and predictor of 30-day mortality in intensive care patients."}, {"pubmed": 31885098, "text": "IL6 inhibition of inflammatory S100A8/9 proteins is NF-kappaB mediated in essential thrombocythemia."}, {"pubmed": 32167384, "text": "Calprotectin (S100A8/S100A9)-induced cytotoxicity and apoptosis in human gastric cancer AGS cells: Alteration in expression levels of Bax, Bcl-2, and ERK2."}, {"pubmed": 32173226, "text": "Early Serum Calprotectin (S100A8/A9) Predicts Delayed Cerebral Ischemia and Outcomes after Aneurysmal Subarachnoid Hemorrhage."}, {"pubmed": 32174062, "text": "Serum CLP levels in familial Mediterranean fever (FMF) patients during an attack-free period are significantly higher than in the healthy control (HC) groups. Serum hepcidin levels in FMF patients are significantly lower than in the HC group"}, {"pubmed": 32255286, "text": "Clinical Accuracy of a New Rapid Assay for Fecal Calprotectin Measurement."}, {"pubmed": 32285094, "text": "Plasma S100A8/A9 Concentrations and Clinical Outcomes of Ischemic Stroke in 2 Independent Multicenter Cohorts."}, {"pubmed": 32332055, "text": "Elevation of inflammatory S100A8/S100A9 complexes in intracranial aneurysms."}, {"pubmed": 32456678, "text": "Normative values for circulating intestinal fatty acid binding protein and calprotectin across gestational ages."}, {"pubmed": 32460581, "text": "S100A9-RAGE Axis Accelerates Formation of Macrophage-Mediated Extracellular Vesicle Microcalcification in Diabetes Mellitus."}, {"pubmed": 32582175, "text": "Epigenetic Regulation of S100A9 and S100A12 Expression in Monocyte-Macrophage System in Hyperglycemic Conditions."}, {"pubmed": 32592524, "text": "Calprotectin in acne vulgaris: A possible contributory role."}, {"pubmed": 32620787, "text": "Elevated serum levels of S100A8/A9 and HMGB1 at hospital admission are correlated with inferior clinical outcomes in COVID-19 patients."}, {"pubmed": 32661658, "text": "Association Between Serum S100A8/S100A9 Heterodimer and Pulmonary Function in Patients with Acute Exacerbation of Chronic Obstructive Pulmonary Disease."}, {"pubmed": 32680574, "text": "Serum levels of interleukins and S100A8/A9 correlate with clinical severity in patients with dermatomyositis-associated interstitial lung disease."}, {"pubmed": 32723832, "text": "Urine and serum S100A8/A9 and S100A12 associate with active lupus nephritis and may predict response to rituximab treatment."}, {"pubmed": 32805279, "text": "S100A8 and S100A9 Are Important for Postnatal Development of Gut Microbiota and Immune System in Mice and Infants."}, {"pubmed": 32851478, "text": "Ascitic Calprotectin as an early predictor of hepatocellular carcinoma in patients with cirrhotic ascites."}, {"pubmed": 32869342, "text": "Neutrophil calprotectin identifies severe pulmonary disease in COVID-19."}, {"pubmed": 32892074, "text": "Calprotectin in spondyloarthritis: A systematic review and meta-analysis."}, {"pubmed": 32903598, "text": "S100A8 and S100A9 Promote Apoptosis of Chronic Eosinophilic Leukemia Cells."}, {"pubmed": 33005006, "text": "Elevated S100A9 expression in chronic rhinosinusitis coincides with elevated MMP production and proliferation in vitro."}, {"pubmed": 33081030, "text": "Serum Calprotectin and Chemerin Concentrations as Markers of Low-Grade Inflammation in Prepubertal Children with Obesity."}, {"pubmed": 33169236, "text": "The heterodimer S100A8/A9 is a potent therapeutic target for idiopathic pulmonary fibrosis."}, {"pubmed": 33169556, "text": "Serum Calprotectin Is a Potential Marker in Patients with Asthma."}, {"pubmed": 33185247, "text": "Integrated analysis of DNA methylation and gene expression profiles identified S100A9 as a potential biomarker in ulcerative colitis."}, {"pubmed": 33203795, "text": "Intracellular and extracellular S100A9 trigger epithelial-mesenchymal transition and promote the invasive phenotype of pituitary adenoma through activation of AKT1."}, {"pubmed": 33205453, "text": "S100 calcium-binding protein A9 from tumor-associated macrophage enhances cancer stem cell-like properties of hepatocellular carcinoma."}, {"pubmed": 33349072, "text": "The Role of Plasma Calprotectin in Non-infectious Uveitis."}, {"pubmed": 33378668, "text": "Distinct Populations of Immune-Suppressive Macrophages Differentiate from Monocytic Myeloid-Derived Suppressor Cells in Cancer."}, {"pubmed": 33382965, "text": "Serum myeloid-related protein 8/14 is a potential predictor of diabetic kidney disease."}, {"pubmed": 33387123, "text": "Low Levels of Fecal Calprotectin 3 Months After Surgery Predict Subsequent Endoscopic Postoperative Remission in Crohn's Disease."}, {"pubmed": 33402185, "text": "Association of calprotectin with other inflammatory parameters in the prediction of mortality for ischemic stroke."}, {"pubmed": 33402387, "text": "Targeting the IRAK1-S100A9 Axis Overcomes Resistance to Paclitaxel in Nasopharyngeal Carcinoma."}, {"pubmed": 33434052, "text": "DAMPening Mortality in COVID-19: Therapeutic Insights From Basic Cardiometabolic Studies on S100A8/A9."}, {"pubmed": 33446797, "text": "S100A8/A9 mediate the reprograming of normal mammary epithelial cells induced by dynamic cell-cell interactions with adjacent breast cancer cells."}, {"pubmed": 33523865, "text": "S100A8/S100A9 cytokine acts as a transcriptional coactivator during breast cellular transformation."}, {"pubmed": 33678493, "text": "Long non-coding RNA NEAT1 functions as a competing endogenous RNA to regulate S100A9 expression by sponging miR-196a-5p in rosacea."}, {"pubmed": 33721370, "text": "Sensitization to peanut, egg or pets is associated with skin barrier dysfunction in children with atopic dermatitis."}, {"pubmed": 33734570, "text": "S100A9 induces nucleus pulposus cell degeneration through activation of the NF-kappaB signaling pathway."}, {"pubmed": 33754072, "text": "Pancreatic ductal deletion of S100A9 alleviates acute pancreatitis by targeting VNN1-mediated ROS release to inhibit NLRP3 activation."}, {"pubmed": 33827454, "text": "The associations of serum S100A9 with the severity and prognosis in patients with community-acquired pneumonia: a prospective cohort study."}, {"pubmed": 33859068, "text": "S100A9-containing serum exosomes of burn injury patients promote permeability of pulmonary microvascular endothelial cells."}, {"pubmed": 33892917, "text": "Calprotectin and Neutrophil Gelatinase-Associated Lipocalin As Biomarkers of Acute Kidney Injury in Acute Coronary Syndrome."}, {"pubmed": 33931974, "text": "S100A8/A9 is the first predictive marker for neonatal sepsis."}, {"pubmed": 33956194, "text": "Circulating calprotectin as a supporting inflammatory marker in discriminating SARS-CoV-2 infection: an observational study."}, {"pubmed": 33963011, "text": "Predicting anti-PD-1 responders in malignant melanoma from the frequency of S100A9+ monocytes in the blood."}, {"pubmed": 34045609, "text": "Overexpression of S100A9 in tumor stroma contribute to immune evasion of NK/T cell lymphoma and predict poor response rate."}, {"pubmed": 34099591, "text": "S100A8 and S100A9, both transcriptionally regulated by PU.1, promote epithelial-mesenchymal transformation (EMT) and invasive growth of dermal keratinocytes during scar formation post burn."}, {"pubmed": 34109583, "text": "The relationship between serum calprotectin levels and disease activity in patients with subacute thyroiditis."}, {"pubmed": 34121210, "text": "Alarmin S100A9 restricts retroviral infection by limiting reverse transcription in human dendritic cells."}, {"pubmed": 34128789, "text": "Serum calprotectin (S100A8/9), clinical and ultrasound assessment in patients with juvenile idiopathic arthritis."}, {"pubmed": 34154976, "text": "Serum S100A8 and S100A9 as prognostic biomarkers in acute exacerbation of idiopathic pulmonary fibrosis."}, {"pubmed": 34160472, "text": "Calculus-related functional protein expression in ureteral calculus-adhered polyp: A preliminary study."}, {"pubmed": 34165193, "text": "Stratum corneum levels of calprotectin proteins S100A8/A9 correlate with disease activity in psoriasis patients."}, {"pubmed": 34285336, "text": "S100A9 in adult asthmatic patients: a biomarker for neutrophilic asthma."}, {"pubmed": 34360737, "text": "S100A9 Alters the Pathway of Alpha-Synuclein Amyloid Aggregation."}, {"pubmed": 34374812, "text": "The role of S100A9 in the interaction between pancreatic ductal adenocarcinoma cells and stromal cells."}, {"pubmed": 34405886, "text": "Interleukin-6 and Serum/Fecal Calprotectin as Useful Specific Markers for Monitoring Rheumatic Diseases: A Pilot Study."}, {"pubmed": 34412079, "text": "Elevated S100A9 in preeclampsia induces soluble endoglin and IL-1beta secretion and hypertension via the NLRP3 inflammasome."}, {"pubmed": 34445262, "text": "Co-Aggregation of S100A9 with DOPA and Cyclen-Based Compounds Manifested in Amyloid Fibril Thickening without Altering Rates of Self-Assembly."}, {"pubmed": 34553669, "text": "Plasma calprotectin in the emergency department: a potential clinical biomarker for patients with infectious diseases."}, {"pubmed": 34561292, "text": "The antimicrobial peptide S100A8/A9 produced by airway epithelium functions as a potent and direct regulator of macrophage phenotype and function."}, {"pubmed": 34562450, "text": "siRNA screening identifies METTL9 as a histidine Npi-methyltransferase that targets the proinflammatory protein S100A9."}, {"pubmed": 34572568, "text": "Differential Regulation of Circulating Soluble Receptor for Advanced Glycation End Products (sRAGEs) and Its Ligands S100A8/A9 Four Weeks Post an Exercise Intervention in a Cohort of Young Army Recruits."}, {"pubmed": 34604387, "text": "Influences of S100A8 and S100A9 on Proliferation of Nasopharyngeal Carcinoma Cells through PI3K/Akt Signaling Pathway."}, {"pubmed": 34681835, "text": "S100A8/A9 Enhances Immunomodulatory and Tissue-Repairing Properties of Human Amniotic Mesenchymal Stem Cells in Myocardial Ischemia-Reperfusion Injury."}, {"pubmed": 34689294, "text": "Identification S100A9 as a potential biomarker in neuroblastoma."}, {"pubmed": 34690210, "text": "Evaluation of Serum Calprotectin Levels in Patients with Inflammatory Bowel Disease."}, {"pubmed": 34746027, "text": "Elevated Levels of Neutrophil Activated Proteins, Alpha-Defensins (DEFA1), Calprotectin (S100A8/A9) and Myeloperoxidase (MPO) Are Associated With Disease Severity in COVID-19 Patients."}, {"pubmed": 34809447, "text": "Neutrophil-Derived Protein S100A8/A9 Alters the Platelet Proteome in Acute Myocardial Infarction and Is Associated With Changes in Platelet Reactivity."}, {"pubmed": 34930781, "text": "Altered Mitochondrial Homeostasis during Systemic Lupus Erythematosus Impairs Neutrophil Extracellular Trap Formation Rendering Neutrophils Ineffective at Combating Staphylococcus aureus."}, {"pubmed": 34954212, "text": "S100A8/A9 Induced by Interaction with Macrophages in Esophageal Squamous Cell Carcinoma Promotes the Migration and Invasion of Cancer Cells via Akt and p38 MAPK Pathways."}, {"pubmed": 35053354, "text": "S100A8/A9 Is a Marker for the Release of Neutrophil Extracellular Traps and Induces Neutrophil Activation."}, {"pubmed": 35166014, "text": "Hematopoietic progenitor cell liabilities and alarmins S100A8/A9-related inflammaging associate with frailty and predict poor cardiovascular outcomes in older adults."}, {"pubmed": 35217896, "text": "The prognostic value of S100A calcium binding protein family members in predicting severe forms of COVID-19."}, {"pubmed": 35278302, "text": "[Fecal calprotectin as a diagnostic marker of inflammatory bowel disease].\", trans \"Kalprotektyna w kale jako marker diagnostyczny w nieswoistych zapaleniach jelit."}, {"pubmed": 35390134, "text": "Bone marrow stroma cells promote induction of a chemoresistant and prognostic unfavorable S100A8/A9high AML cell subset."}, {"pubmed": 35466734, "text": "Lipocalin-2, S100A8/A9, and cystatin C: Potential predictive biomarkers of cardiovascular complications in COVID-19."}, {"pubmed": 35512076, "text": "Expression of S100A9 and KL-6 in common interstitial lung diseases."}, {"pubmed": 35675985, "text": "S100A9 and SOCS3 as diagnostic biomarkers of acute myocardial infarction and their association with immune infiltration."}, {"pubmed": 35777022, "text": "The evaluation of urinary calprotectin levels for prediction of acute cisplatin-induced nephrotoxicity."}, {"pubmed": 35809846, "text": "The alarmins high mobility group box protein 1 and S100A8/A9 display different inflammatory profiles after acute knee injury."}, {"pubmed": 35941084, "text": "Clinical utility of circulating calprotectin to assist prediction and monitoring of COVID-19 severity: An Italian study."}, {"pubmed": 35943255, "text": "Targeting Doublecortin-Like Kinase 1 (DCLK1)-Regulated SARS-CoV-2 Pathogenesis in COVID-19."}, {"pubmed": 36041055, "text": "S100A9 Derived from Chemoembolization-Induced Hypoxia Governs Mitochondrial Function in Hepatocellular Carcinoma Progression."}, {"pubmed": 36100043, "text": "Inflammatory markers S100A8/A9 and metabolic alteration for evaluating signs of early phase toxicity of anticancer agent treatment."}, {"pubmed": 36142212, "text": "Histidine-Rich Glycoprotein Suppresses the S100A8/A9-Mediated Organotropic Metastasis of Melanoma Cells."}, {"pubmed": 36194634, "text": "Evolution avoids a pathological stabilizing interaction in the immune protein S100A9."}, {"pubmed": 36473060, "text": "Serial measurement of circulating calprotectin as a prognostic biomarker in COVID-19 patients in intensive care setting."}, {"pubmed": 36567033, "text": "Pro-inflammatory protein S100A9 alters membrane organization by dispersing ordered domains."}, {"pubmed": 36608459, "text": "Intracellular calprotectin (S100A8/A9) facilitates DNA damage responses and promotes apoptosis in head and neck squamous cell carcinoma."}, {"pubmed": 36675189, "text": "The Role of Serum Calprotectin in Defining Disease Outcomes in Non-Systemic Juvenile Idiopathic Arthritis: A Pilot Study."}, {"pubmed": 36731796, "text": "Toward an understanding of the conformational plasticity of S100A8 and S100A9 Ca[2+]-binding proteins."}, {"pubmed": 36807724, "text": "S100A9 promotes tumor-associated macrophage for M2 macrophage polarization to drive human liver cancer progression: An in vitro study."}, {"pubmed": 36810783, "text": "S100a9 deficiency accelerates MDS-associated tumor escape via PD-1/PD-L1 overexpression."}, {"pubmed": 36921684, "text": "S100A9 Drives the Chronification of Psoriasiform Inflammation by Inducing IL-23/Type 3 Immunity."}, {"pubmed": 36923707, "text": "S100A8/S100A9 Promote Progression of Multiple Myeloma via Expansion of Megakaryocytes."}, {"pubmed": 36947059, "text": "Decreased expression of S100A8/A9 in V30M related ATTRv amyloidosis."}, {"pubmed": 37001615, "text": "S100A8 and S100A9 in Cancer."}, {"pubmed": 37028272, "text": "S100-A8/A9 activated TLR4 in renal tubular cells to promote ischemia-reperfusion injury and fibrosis."}, {"pubmed": 37280516, "text": "S100A8, S100A9 and S100A8/A9 heterodimer as novel cachexigenic factors for pancreatic cancer-induced cachexia."}, {"pubmed": 37578237, "text": "Nuclear proinflammatory cytokine S100A9 enhances expression of human papillomavirus oncogenes via transcription factor TEAD1."}, {"pubmed": 37629174, "text": "CD74 Promotes a Pro-Inflammatory Tumor Microenvironment by Inducing S100A8 and S100A9 Secretion in Pancreatic Cancer."}, {"pubmed": 37686007, "text": "The Stabilization of S100A9 Structure by Calcium Inhibits the Formation of Amyloid Fibrils."}, {"pubmed": 37686186, "text": "S100A8 and S100A9 in Hematologic Malignancies: From Development to Therapy."}, {"pubmed": 37846082, "text": "Transcriptomic Analysis of Retinal Gene in Experimental Retinal Detachment Rats and Exploration of S100A9 and TLR4 in Human Vitreous."}, {"pubmed": 38148054, "text": "Association Between Clinicopathological Parameters and S100A8/A9 Expression According to Smoking History in Patients With Non-small Cell Lung Cancer."}, {"pubmed": 38310994, "text": "METTL3/16-mediated m[6]A modification of ZNNT1 promotes hepatocellular carcinoma progression by activating ZNNT1/osteopontin/S100A9 positive feedback loop-mediated crosstalk between macrophages and tumour cells."}, {"pubmed": 38332909, "text": "Serum S100A8/A9 and MMP-9 levels are elevated in systemic lupus erythematosus patients with cognitive impairment."}, {"pubmed": 38396791, "text": "ApoE Isoforms Inhibit Amyloid Aggregation of Proinflammatory Protein S100A9."}, {"pubmed": 38713229, "text": "Overexpressing S100A9 ameliorates NK cell dysfunction in estrogen receptor-positive breast cancer."}], "genomic_pos": {"chr": "1", "end": 153361023, "ensemblgene": "ENSG00000163220", "start": 153357854, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 153333503, "start": 153330330, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002523", "qualifier": "involved_in", "term": "leukocyte migration involved in inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002523", "pubmed": 12626582, "qualifier": "involved_in", "term": "leukocyte migration involved in inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002544", "qualifier": "involved_in", "term": "chronic inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006914", "pubmed": 19935772, "qualifier": "involved_in", "term": "autophagy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006919", "pubmed": 19935772, "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 3313057, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 3313057, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010976", "qualifier": "involved_in", "term": "positive regulation of neuron projection development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0014002", "qualifier": "involved_in", "term": "astrocyte development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018119", "qualifier": "involved_in", "term": "peptidyl-cysteine S-nitrosylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030307", "pubmed": 22489132, "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030593", "pubmed": 12626582, "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032119", "pubmed": 22489132, "qualifier": "involved_in", "term": "sequestering of zinc ion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0034121", "pubmed": [23123827, 25597447], "qualifier": "involved_in", "term": "regulation of toll-like receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035425", "qualifier": "involved_in", "term": "autocrine signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035606", "pubmed": 25417112, "qualifier": "involved_in", "term": "peptidyl-cysteine S-trans-nitrosylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035821", "pubmed": 12874352, "qualifier": "involved_in", "term": "modulation of process of another organism"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042742", "pubmed": 22489132, "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043542", "qualifier": "involved_in", "term": "endothelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045113", "qualifier": "involved_in", "term": "regulation of integrin biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050729", "pubmed": 12626582, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050832", "pubmed": 22489132, "qualifier": "involved_in", "term": "defense response to fungus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051092", "pubmed": 22489132, "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051493", "pubmed": 22489132, "qualifier": "involved_in", "term": "regulation of cytoskeleton organization"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0060264", "pubmed": 23123827, "qualifier": "involved_in", "term": "regulation of respiratory burst involved in inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061844", "pubmed": 12874352, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070488", "qualifier": "involved_in", "term": "neutrophil aggregation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070488", "pubmed": 12626582, "qualifier": "involved_in", "term": "neutrophil aggregation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098869", "qualifier": "involved_in", "term": "cellular oxidant detoxification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001244", "pubmed": 19935772, "qualifier": "involved_in", "term": "positive regulation of intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 22489132, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [16502470, 22664934, 23580065], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 21805676, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 12874352, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 22489132, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005856", "pubmed": 22489132, "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 22489132, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034774", "qualifier": "located_in", "term": "secretory granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [23979707, 25037231, 28344315, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990660", "pubmed": 25597447, "qualifier": "part_of", "term": "calprotectin complex"}, {"evidence": "ISO", "gocategory": "CC", "id": "GO:1990660", "qualifier": "part_of", "term": "calprotectin complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990662", "pubmed": 11851337, "qualifier": "part_of", "term": "S100A9 complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005509", "pubmed": 22489132, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9867828, 17620599, 20936779, 24216507, 25417112, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008017", "pubmed": 22489132, "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008270", "pubmed": 22489132, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016209", "qualifier": "enables", "term": "antioxidant activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0035662", "pubmed": 22489132, "qualifier": "enables", "term": "Toll-like receptor 4 binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048306", "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0050544", "pubmed": 22489132, "qualifier": "enables", "term": "arachidonic acid binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0050786", "pubmed": 22489132, "qualifier": "enables", "term": "RAGE receptor binding"}]}, "homologene": {"genes": [[9031, 426356], [9544, 714690], [9598, 457998], [9606, 6280], [9615, 490463], [9913, 532569], [10090, 20202], [10116, 94195]], "id": 2227}, "interpro": [{"desc": "S100/Calcium binding protein 7/8-like, conserved site", "id": "IPR001751", "short_desc": "S100/CaBP7/8-like_CS"}, {"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "S100/CaBP-9k-type, calcium binding, subdomain", "id": "IPR013787", "short_desc": "S100_Ca-bd_sub"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}], "ipi": "IPI00027462", "map_location": "1q21.3", "name": "S100 calcium binding protein A9", "other_names": ["MRP-14", "calgranulin B", "calprotectin L1H subunit", "leukocyte L1 complex heavy chain", "migration inhibitory factor-related protein 14", "protein S100-A9"], "pantherdb": {"HGNC": "10499", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3645655", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 10090, "uniprot_kb": "J3QPE5"}, {"MGI": "1338947", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10090, "uniprot_kb": "P31725"}, {"RGD": "620267", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10116, "uniprot_kb": "P50116"}, {"Ensembl": "ENSGALG00000024272", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 9031, "uniprot_kb": "P28318"}], "uniprot_kb": "P06702"}, "pathway": {"kegg": {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, "pid": {"id": "toll_endogenous_pathway", "name": "Endogenous TLR signaling"}, "reactome": [{"id": "R-HSA-1236974", "name": "ER-Phagosome pathway"}, {"id": "R-HSA-1236975", "name": "Antigen processing-Cross presentation"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-5260271", "name": "Diseases of Immune System"}, {"id": "R-HSA-5602358", "name": "Diseases associated with the TLR signaling cascade"}, {"id": "R-HSA-5602498", "name": "MyD88 deficiency (TLR2/4)"}, {"id": "R-HSA-5603041", "name": "IRAK4 deficiency (TLR2/4)"}, {"id": "R-HSA-5668599", "name": "RHO GTPases Activate NADPH Oxidases"}, {"id": "R-HSA-5686938", "name": "Regulation of TLR by endogenous ligand"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6799990", "name": "Metal sequestration by antimicrobial proteins"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}], "wikipathways": [{"id": "WP2865", "name": "IL1 and megakaryocytes in obesity"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}]}, "pdb": ["1IRJ", "1XK4", "4GGF", "4XJK", "5I8N", "5W1F", "6DS2", "7QUV", "7UI5"], "pfam": "PF01023", "pharmgkb": "PA34911", "pharos": {"target_id": 17348, "tdl": "Tchem"}, "pir": "B31848", "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168392", "relationship": "is"}, {"id": "GNF179298", "relationship": "is"}, {"id": "GNF190204", "relationship": "is"}, {"id": "GNF201110", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037705", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF012950", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF239372", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103749", "relationship": "is"}, {"id": "GNF143399", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_002956.1", "rna": "NM_002965.4", "translation": {"protein": "NP_002956.1", "rna": "NM_002965.4"}}, "reporter": {"HG-U133_Plus_2": "203535_at", "HG-U95Av2": "41471_at", "HTA-2_0": "TC01001254.hg.1", "HuEx-1_0": "2359664", "HuGene-1_1": "7905571", "HuGene-2_1": "16671139"}, "summary": "The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21. This protein may function in the inhibition of casein kinase and altered expression of this protein is associated with the disease cystic fibrosis. This antimicrobial protein exhibits antifungal and antibacterial activity. [provided by RefSeq, Nov 2014].", "symbol": "S100A9", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335798"}, "unigene": "Hs.112405", "uniprot": {"Swiss-Prot": "P06702"}, "wikipedia": {"url_stub": "S100A9"}}