{"AllianceGenome": "10487", "HGNC": "10487", "MIM": "114085", "_id": "6281", "_version": 2, "accession": {"genomic": ["AL450992.17", "CH471121.2", "CP068277.2", "CQ878718.1", "CQ891323.1", "M77483.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAA58404.1", "AAA58426.1", "AAH15973.1", "AAI05787.1", "BAA05753.1", "BAF83762.1", "CAG46959.1", "CAH59521.1", "CAH68677.1", "EAW53397.1", "EAW53398.1", "EAW53399.1", "NP_002957.1", "P60903.2"], "rna": ["AK291073.1", "BC015973.1", "BC105786.1", "BE378444.1", "BI827113.1", "BQ050753.1", "CR542162.1", "D28387.1", "M38591.1", "M81457.1", "NM_002966.3"], "translation": [{"protein": "AAA58404.1", "rna": "M81457.1"}, {"protein": "BAF83762.1", "rna": "AK291073.1"}, {"protein": "AAH15973.1", "rna": "BC015973.1"}, {"protein": "AAI05787.1", "rna": "BC105786.1"}, {"protein": "NP_002957.1", "rna": "NM_002966.3"}, {"protein": "CAG46959.1", "rna": "CR542162.1"}, {"protein": "BAA05753.1", "rna": "D28387.1"}, {"protein": "AAA58426.1", "rna": "M38591.1"}]}, "alias": ["42C", "ANX2L", "ANX2LG", "CAL1L", "CLP11", "Ca[1]", "GP11", "P11", "p10"], "ensembl": {"gene": "ENSG00000197747", "protein": ["ENSP00000357799", "ENSP00000357801"], "transcript": ["ENST00000368809", "ENST00000368811", "ENST00000478348", "ENST00000478574"], "translation": [{"protein": "ENSP00000357801", "rna": "ENST00000368811"}, {"protein": "ENSP00000357799", "rna": "ENST00000368809"}], "type_of_gene": "protein_coding"}, "entrezgene": "6281", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.17427601, "exp_mis": 28.0335368, "exp_syn": 12.357719, "lof_z": 0.788864727350703, "mis_z": 0.742137699031887, "mu_lof": 1.17922216427e-07, "mu_mis": 2.40025062664e-06, "mu_syn": 1.01670911311e-06, "n_lof": 1.0, "n_mis": 20.0, "n_syn": 18.0, "p_li": 0.173245480827353, "p_null": 0.183566766269825, "p_rec": 0.643187752902823, "syn_z": -0.99502719484094}, "bp": 294, "cds_end": 151958706, "cds_start": 151955638, "n_exons": 2, "nonpsych": {"exp_lof": 1.9266584, "exp_mis": 25.3317856, "exp_syn": 11.1436571, "lof_z": 0.655645815105518, "mis_z": 0.734748593831073, "mu_lof": 1.17922216427e-07, "mu_mis": 2.40025062664e-06, "mu_syn": 1.01670911311e-06, "n_lof": 1.0, "n_mis": 18.0, "n_syn": 17.0, "p_li": 0.174842176464035, "p_null": 0.203413094463385, "p_rec": 0.62174472907258, "syn_z": -1.10452579590106}, "nontcga": {"exp_lof": 1.99631109, "exp_mis": 25.7868328, "exp_syn": 11.36507914, "lof_z": 0.695604038527188, "mis_z": 0.665852479926293, "mu_lof": 1.17922216427e-07, "mu_mis": 2.40025062664e-06, "mu_syn": 1.01670911311e-06, "n_lof": 1.0, "n_mis": 19.0, "n_syn": 18.0, "p_li": 0.168473174621718, "p_null": 0.189708219810501, "p_rec": 0.64181860556778, "syn_z": -1.24615402378441}, "transcript": "ENST00000368811.3"}, "exons": [{"cdsend": 151986230, "cdsstart": 151983162, "chr": "1", "position": [[151982915, 151983324], [151986098, 151986251], [151993751, 151993859]], "strand": -1, "transcript": "NM_002966", "txend": 151993859, "txstart": 151982915}], "exons_hg19": [{"cdsend": 151958706, "cdsstart": 151955638, "chr": "1", "position": [[151955391, 151955800], [151958574, 151958727], [151966227, 151966335]], "strand": -1, "transcript": "NM_002966", "txend": 151966335, "txstart": 151955391}], "generif": [{"pubmed": 12163506, "text": "These results suggest that epidermal growth factor treatment increased p11 bound to cPLA(2) may lead to the late suppression of AA release induced by EGF."}, {"pubmed": 12198146, "text": "p11 interacts specifically with the TASK-1 K+ channel."}, {"pubmed": 12235365, "text": "Calpactin light chain binds to bluetongue virus NS3 protein"}, {"pubmed": 12645529, "text": "IFN-gamma-stimulated p11 expression may serve a counterregulatory role in human epithelial cells"}, {"pubmed": 12730231, "text": "analysis of S100A10 interaction with tissue plasminogen activator, plasminogen, and plasmin"}, {"pubmed": 13679511, "text": "annexin 2/S100A10 complex functions in the intracellular positioning of recycling endosomes and that both subunits are required for this activity"}, {"pubmed": 15302870, "text": "Temperature stress-induced annexin 2 translocation is dependent on both expression of protein p11 tyrosine phosphorylation of annexin 2"}, {"pubmed": 15574370, "text": "S100A10 and annexin A2 play an important role in plasmin regulation and in cancer cell invasiveness and metastasis [review]"}, {"pubmed": 15849182, "text": "complex with annexin II is a substrate of thioredoxin"}, {"pubmed": 16230353, "text": "analysis of the structural determinant of the PtdIns(4,5)P2 selectivity of A2t (annexin II-p11 heterotetramer), which may be involved in the regulation of PtdIns(4,5)P2 clustering in the cell"}, {"pubmed": 16400147, "text": "results of the present study indicate that the dynamic modulation of 5-HT1B receptor function by p11 may be involved in molecular adaptations occurring in neuronal networks that are dysfunctional in depression-like states"}, {"pubmed": 16890384, "text": "It is proposed that p11 may act through the tPA/plasminogen/BDNF pathway to achieve its antidepressant effect."}, {"pubmed": 16984913, "text": "that Annexin2 is required for strong binding of S100A10 to the C-terminal domain of the protein Ahnak."}, {"pubmed": 17241856, "text": "p11 expression was increased in inflammatory bowel disease"}, {"pubmed": 17510952, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17510952, "text": "Single nucleotide polymorphisms in S100A10 gene is not associated with major depressive disorder"}, {"pubmed": 17581860, "text": "The anx 2-S100A10/CFTR complex is important for CFTR function across epithelia."}, {"pubmed": 17695432, "text": "S100A10 and annexin II contribute to the aggressive characteristics of anaplastic carcinoma, while playing a constitutive role in papillary carcinoma."}, {"pubmed": 17824845, "text": "analysis of the pH-induced membrane binding of annexins A6 and A2-S100A10"}, {"pubmed": 17971878, "text": "p11/S100A10 light chain of annexin A2 is dispensable for annexin A2 association to endosomes and functions in endosomal transport"}, {"pubmed": 17999956, "text": "the annexin II-S100A10 complex, which regulates exocytosis, forms a ternary complex with TrpRS."}, {"pubmed": 18288090, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18434302, "text": "Within the endothelial cell, p11 is required for Src kinase-mediated tyrosine phosphorylation of A2, which signals translocation of both proteins to the cell surface."}, {"pubmed": 18838110, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18838110, "text": "Our findings suggest that p11 genetic variants do not play a major role in the MDD susceptibility, antidepressant therapeutic response or the risk of suicide attempt in MDD."}, {"pubmed": 19521263, "text": "Expression of S100A10 (but not other S100 proteins investigated) varied in melanoma cell lines (i.e., S100A10 was down-regulated in 3 cell lines compared with normal melanocytes). Expression of S100A10 correlated with proliferation marker, Ki67."}, {"pubmed": 19601998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20093721, "text": "CFTR function by annexin A2-S100A10 complex has roles in health and disease [review]"}, {"pubmed": 20100475, "text": "First insights of S100A10 function as a regulator of the filamentous actin network."}, {"pubmed": 20863517, "text": "The results of this study suggested that PBMC p11 mRNA levels may be a potential adjunctive biomarker for the assessment of suicide risk in mental disorders and warrants a larger translational study to determine its clinical utility."}, {"pubmed": 21269277, "text": "The present study represents a first attempt to systematically understand the molecular basis for the calcium-insensitive open conformation of S100A10."}, {"pubmed": 21310922, "text": "S100A10 plays a crucial role in the generation of plasmin leading to fibrinolysis, thus providing a link to the clinical hemorrhagic phenotype of acute promyelocytic leukemia"}, {"pubmed": 21367534, "text": "Understanding the chromatin remodeling involved in the glucocorticoid-mediated increase of p11 expression by stress may clarify stress-induced over-expression of p"}, {"pubmed": 21372205, "text": "DLC1 binding to S100A10 did not affect DLC1's RhoGAP activity, but it decreased the steady-state level of S100A10 expression."}, {"pubmed": 21722919, "text": "This study demonstrates that PBMC p11 mRNA expression is associated with neural activation in the brain of BD patients and warrants a larger translational study to determine its clinical utility."}, {"pubmed": 21849434, "text": "Both the annexin A2 and p11 subunits of calpactin I coimmunoprecipitate with human papillomavirus type 16 E5 in COS cells and in human epithelial cell lines, and an intact E5 C terminus is required for binding."}, {"pubmed": 21928315, "text": "Interferon-gamma stimulates p11-dependent surface expression of annexin A2 in lung epithelial cells to enhance phagocytosis."}, {"pubmed": 21938494, "text": "the overexpression of thioredoxin,S100-A10 and S100-A6 specifically distinguished metastatic from non-metastatic tumors."}, {"pubmed": 22365974, "text": "COX7A2, TAGLN2 and S100-A10 as novel prognostic markers in Barrett's adenocarcinoma."}, {"pubmed": 22797859, "text": "Human chondrocytes with downregulated S100A10 showed significantly decreased production of inflammatory cytokines such as tumor necrosis factor-alpha, IL-1beta and IL-10; hence, S100A10 might be considered a potential target for anti-inflammatory treatment"}, {"pubmed": 22830395, "text": "Annexin A2 anchors S100A10 to the cell surface and, in doing so, allows S100A10 to play a prominent role in the activation of plasminogen in angiogenesis and oncogenesis."}, {"pubmed": 22927980, "text": "annexin A2 heterotetramer contributes to HPV16 internalization and infection of epithelial cells and this interaction is dependent on the presence of the L2 minor capsid protein"}, {"pubmed": 22940583, "text": "The AHNAK peptide adopts a coil conformation that arches across the heterotetramer contacting both annexin A2 and S100A10 protomers with tight affinity."}, {"pubmed": 23091277, "text": "N-terminal acetylation of AnxA2 is required for S100A10 binding"}, {"pubmed": 23129259, "text": "results demonstrate the crucial role of S100A10 in actin dynamics promoting cell spreading via Rac1 activation"}, {"pubmed": 23275167, "text": "Binding of AHNAK to the surface of AnxA2 is governed by several hydrophobic interactions between side chains of AHNAK and pockets on S100A10."}, {"pubmed": 23595865, "text": "Suggest annexin A10 as potential marker of sessile serrated adenoma/polyps."}, {"pubmed": 23598417, "text": "Overexpression of miR-590-5P reduced the activity of luciferase expressed by a vector bearing the 3' untranslated region of S100A10 mRNA. Ectopic miR-590-5P overexpression mediated by lentiviral infection decreased expression of S100A10."}, {"pubmed": 23637395, "text": "Annexin A2 and S100A10 regulate human papillomavirus type 16 entry and intracellular trafficking in human keratinocytes."}, {"pubmed": 23696646, "text": "extracellular C-1-P, acting through the extracellular annexin a2-p11 heterotetrameric protein, can mediate vascular endothelial cell invasion."}, {"pubmed": 23757730, "text": "complex formation of AnxA2 with S100A10 is a central regulatory mechanism in the acute release of VWF in response to cAMP-elevating agonists"}, {"pubmed": 23828264, "text": "Data suggest a role for S100A10 as a prognostic marker and potential therapeutic target in colorectal cancer."}, {"pubmed": 23931152, "text": "Authors show here that AnxA2, p11 and AHNAK are required for type 3 secretion system-mediated Salmonella invasion of cultured epithelial cells."}, {"pubmed": 23994525, "text": "an annexin A2-S100A10 molecular bridge participates in cell-cell interactions, revealing a hitherto unexplored function of this protein interaction"}, {"pubmed": 25303710, "text": "Annexin A2 complexes with S100 proteins: structure, function and pharmacological manipulation"}, {"pubmed": 25428414, "text": "TPH1 gene polymorphisms and S100A10 expression, which correlate with 5-HT signaling were associated with ramosetron effectiveness in IBS-D, and may possibly lead to prospective identification of the resistance to treatment."}, {"pubmed": 26465153, "text": "These data show that disruption of ANX2/p11 interaction results in reduced ALL cell adhesion to osteoblasts, increased ALL cell sensitization to chemotherapy, and suppression of ALL cell homing and engraftment."}, {"pubmed": 26760977, "text": "These findings identify S100A10 as a player in endometrial receptivity acquisition."}, {"pubmed": 26821757, "text": "p11 might be a potential regulator on 5-HTR1b and 5-HTR4 as well as a predictor of or a therapeutic target for IFN-alpha-induced depression."}, {"pubmed": 26925708, "text": "annexin A2 and S100A10 expressions are powerful predictors of serous ovarian cancer outcome."}, {"pubmed": 27871932, "text": "Here, the authors demonstrate that S100A10 is required for ULK1 localization to autophagosome formation sites. Silencing of S100A10 reduces IFN-gamma-induced autophagosome formation."}, {"pubmed": 28137881, "text": "Given that inflammation plays a role in both Parkinson's disease (PD)and depression, it is intriguing that peripheral p11 levels are altered in immune cells in both conditions. Our data provide insight into the pathological alterations occurring centrally and peripherally in PD. Moreover, if replicated in other cohorts, p11 could be an easily accessible biomarker"}, {"pubmed": 28382372, "text": "these studies define a new paradigm for plasminogen activation by the plasminogen receptor, S100A10"}, {"pubmed": 28418321, "text": "The S100A10 and S100B genes, which are located on different chromosomes, encode specialized calcium-binding proteins. These data support a role for calcium homeostasis in individuals with Cannabis Dependence and high risk sex behaviours."}, {"pubmed": 28450451, "text": "Findings indicate that Munc13-4 supports acute WPB exocytosis by tethering WPBs to the plasma membrane via AnxA2-S100A10."}, {"pubmed": 28687976, "text": "The overexpression of ANXA2 in U937 cells transfected with full-length ANXA2 cDNA was associated with increased S100A10 subunit, although S100A10 transcripts remained constitutive. PML/RARalpha fusion protein transactivated the ANXA2 promoter to upregulate ANXA2 and accumulate S100A10."}, {"pubmed": 29028593, "text": "These findings provides evidence that gene-gene interactions between p11, tPA and BDNF are all associated with post stroke depression."}, {"pubmed": 30009399, "text": "These findings delineate the clinical and functional contribution of S100A10 as a biomarker in pancreatic cancer."}, {"pubmed": 30076379, "text": "the observed reduction in infection is less significant in the absence of S100A10 alone compared to full A2t, supporting an independent role for monomeric AnxA2. More broadly, we show that successful infection by multiple oncogenic HPV types is dependent on A2t."}, {"pubmed": 30143909, "text": "study has localised AnxA2/S100A10 complexes to key anatomical locations in the placenta and suggests a role for this complex in amniotic epithelium, trophoblasts and syncytium, in addition to its well-known roles in endothelial cells"}, {"pubmed": 30206209, "text": "This study highlights the complex regulation of p11 by retinoid signaling and challenges the hypothesis that ubiquitin-mediated proteasomal degradation of p11 represents a universal mechanism of regulation of this protein."}, {"pubmed": 30268496, "text": "The data show that S100A10 expression in lung squamous cell carcinoma is related to invasion of the lymphatic system, cancer stage progress, and a poorer prognosis."}, {"pubmed": 30394687, "text": "S100A10 is overexpressed in gastric cancer.S100A10 is succinylated at lysine 47 in gastric cancer.A novel mechanism of S100A10 accumulation mediated by succinylation in gastric cancer, which promotes gastric cancer progression and is regulated by the succinyltransferase CPT1A and SIRT5-mediated desuccinylation."}, {"pubmed": 31092442, "text": "High expression of Annexin A2 and S100A10 in stromal tissue from Epithelial Ovarian Cancer patients was associated with reduced overall survival; however, no independent prognostic value was found for any of the markers."}, {"pubmed": 31585940, "text": "GAS6/AXL signaling activated the expression of S100A10 through SRC to promote plasmin production."}, {"pubmed": 31728728, "text": "Membranous overexpression of S100A10 is associated with a high-grade cellular status of breast carcinoma."}, {"pubmed": 31739800, "text": "The results of the present study reveal that S100A10 expression can be used as a predictive marker for the prognosis of ovarian cancer and chemosensitivity to carboplatin."}, {"pubmed": 32427586, "text": "Chemotherapy-induced S100A10 recruits KDM6A to facilitate OCT4-mediated breast cancer stemness."}, {"pubmed": 32442363, "text": "Annexin A2-S100A10 Represents the Regulatory Component of Maxi-Cl Channel Dependent on Protein Tyrosine Dephosphorylation and Intracellular Ca(2)(+)."}, {"pubmed": 32835655, "text": "Structural characterization of a dimeric complex between the short cytoplasmic domain of CEACAM1 and the pseudo tetramer of S100A10-Annexin A2 using NMR and molecular dynamics."}, {"pubmed": 32976661, "text": "Upregulation of S100A10 in metastasized breast cancer stem cells."}, {"pubmed": 34356598, "text": "Regulation of S100A10 Gene Expression."}, {"pubmed": 34645932, "text": "The S100A10-AnxA2 complex is associated with the exocytosis of hepatitis B virus in intrauterine infection."}, {"pubmed": 34944416, "text": "The ANXA2/S100A10 Complex-Regulation of the Oncogenic Plasminogen Receptor."}, {"pubmed": 34944467, "text": "Mechanism of Zn(2+) and Ca(2+) Binding to Human S100A1."}, {"pubmed": 34944495, "text": "The Annexin A2/S100A10 Complex: The Mutualistic Symbiosis of Two Distinct Proteins."}, {"pubmed": 35217896, "text": "The prognostic value of S100A calcium binding protein family members in predicting severe forms of COVID-19."}, {"pubmed": 35579448, "text": "S100 calcium-binding protein A10 contributes to malignant traits in osteosarcoma cells by regulating glycolytic metabolism via the AKT/mTOR pathway."}, {"pubmed": 36631249, "text": "S100A10 promotes HCC development and progression via transfer in extracellular vesicles and regulating their protein cargos."}, {"pubmed": 37313814, "text": "[S100A10 promotes proliferation and invasion of lung adenocarcinoma cells by activating the Akt-mTOR signaling pathway]."}, {"pubmed": 37844241, "text": "Accumulation of annexin A2 and S100A10 prevents apoptosis of apically delaminated, transformed epithelial cells."}, {"pubmed": 39071160, "text": "S100A10 promotes cancer metastasis via recruitment of MDSCs within the lungs."}], "genomic_pos": {"chr": "1", "end": 151993859, "ensemblgene": "ENSG00000197747", "start": 151982915, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 151966866, "start": 151955391, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001765", "pubmed": 23861394, "qualifier": "involved_in", "term": "membrane raft assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006900", "pubmed": 23861394, "qualifier": "involved_in", "term": "vesicle budding from membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010756", "pubmed": 9836589, "qualifier": "involved_in", "term": "positive regulation of plasminogen activation"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0042789", "qualifier": "involved_in", "term": "mRNA transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043547", "pubmed": 23129259, "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045921", "pubmed": 22940583, "qualifier": "involved_in", "term": "positive regulation of exocytosis"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0050767", "qualifier": "involved_in", "term": "regulation of neurogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051496", "pubmed": 23129259, "qualifier": "involved_in", "term": "positive regulation of stress fiber assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051894", "pubmed": 23129259, "qualifier": "involved_in", "term": "positive regulation of focal adhesion assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072659", "pubmed": 12198146, "qualifier": "involved_in", "term": "protein localization to plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900026", "pubmed": 23129259, "qualifier": "involved_in", "term": "positive regulation of substrate adhesion-dependent cell spreading"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1905686", "pubmed": 22940583, "qualifier": "involved_in", "term": "positive regulation of plasma membrane repair"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 3126079, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 3126079, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016363", "pubmed": 23415230, "qualifier": "located_in", "term": "nuclear matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045121", "pubmed": 14699089, "qualifier": "colocalizes_with", "term": "membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28675934, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "EXP", "gocategory": "CC", "id": "GO:0090575", "pubmed": 23415230, "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0098797", "pubmed": [9886297, 23275167], "qualifier": "part_of", "term": "plasma membrane protein complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990665", "pubmed": [23091277, 23861394], "qualifier": "part_of", "term": "AnxA2-p11 complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14699089, 23091277, 23415230, 23861394, 24457100, 26941067, 30021884, 31837246, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008289", "pubmed": 23861394, "qualifier": "NOT enables", "term": "lipid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 23091277, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0044325", "qualifier": "enables", "term": "transmembrane transporter binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044325", "pubmed": 12198146, "qualifier": "enables", "term": "transmembrane transporter binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048306", "qualifier": "enables", "term": "calcium-dependent protein binding"}]}, "homologene": {"genes": [[7955, 406276], [7955, 449788], [9031, 396506], [9544, 574374], [9598, 457306], [9606, 6281], [9615, 475851], [9913, 282466], [10090, 20194], [10116, 81778]], "id": 2228}, "interpro": [{"desc": "S100/Calcium binding protein 7/8-like, conserved site", "id": "IPR001751", "short_desc": "S100/CaBP7/8-like_CS"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "S100/CaBP-9k-type, calcium binding, subdomain", "id": "IPR013787", "short_desc": "S100_Ca-bd_sub"}, {"desc": "Protein S100-A10", "id": "IPR028476", "short_desc": "S100-A10"}], "ipi": "IPI00183695", "map_location": "1q21.3", "name": "S100 calcium binding protein A10", "other_names": ["S100 calcium binding protein A10 (annexin II ligand, calpactin I, light polypeptide (p11))", "annexin II ligand, calpactin I, light polypeptide", "annexin II tetramer (AIIt) p11 subunit", "calpactin I light chain", "calpactin-1 light chain", "cellular ligand of annexin II", "protein S100-A10"], "pantherdb": {"HGNC": "10487", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1339468", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10090, "uniprot_kb": "P08207"}, {"RGD": "628655", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10116, "uniprot_kb": "P05943"}, {"Ensembl": "ENSGALG00000028774", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 9031, "uniprot_kb": "P27003"}, {"ZFIN": "ZDB-GENE-041010-35", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "Q5XJJ5"}, {"ZFIN": "ZDB-GENE-040426-1937", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "Q7ZVA4"}], "uniprot_kb": "P60903"}, "pathway": {"kegg": {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-75205", "name": "Dissolution of Fibrin Clot"}], "wikipathways": {"id": "WP98", "name": "Prostaglandin Synthesis and Regulation"}}, "pdb": ["1A4P", "1BT6", "4DRW", "4FTG", "4HRE", "4HRG", "4HRH"], "pfam": "PF01023", "pharmgkb": "PA34899", "pharos": {"target_id": 13972, "tdl": "Tbio"}, "pir": "JC1139", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168393", "relationship": "is"}, {"id": "GNF179299", "relationship": "is"}, {"id": "GNF190205", "relationship": "is"}, {"id": "GNF201111", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158138", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035855", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF012932", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103744", "relationship": "is"}, {"id": "GNF143394", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_002957.1", "rna": "NM_002966.3", "translation": {"protein": "NP_002957.1", "rna": "NM_002966.3"}}, "reporter": {"GNF1H": "gnf1h13756_at", "HG-U133_Plus_2": ["200872_at", "238909_at"], "HG-U95Av2": "39338_at", "HTA-2_0": ["TC01003239.hg.1", "TC01005824.hg.1"], "HuEx-1_0": "2435383", "HuGene-1_1": "7920123", "HuGene-2_1": "16693272"}, "summary": "The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21. This protein may function in exocytosis and endocytosis. [provided by RefSeq, Jul 2008].", "symbol": "S100A10", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419782"}, "unigene": "Hs.143873", "uniprot": {"Swiss-Prot": "P60903"}, "wikipedia": {"url_stub": "S100A10"}}