{"AllianceGenome": "10504", "HGNC": "10504", "MIM": "600614", "_id": "6286", "_version": 1, "accession": {"genomic": ["AC093323.3", "CH471131.2", "CP068274.2", "KF495696.1", "NC_000004.12", "NC_060928.1"], "protein": ["AAH06819.1", "AAO41114.1", "AAP35953.1", "AAS00487.1", "CAA46566.1", "EAW82384.1", "NP_005971.1", "P25815.2"], "rna": ["AF539739.1", "AI202505.1", "AY423724.1", "BC006819.1", "BI259919.1", "BT007289.1", "NM_005980.3", "X65614.1"], "translation": [{"protein": "AAH06819.1", "rna": "BC006819.1"}, {"protein": "AAO41114.1", "rna": "AF539739.1"}, {"protein": "AAP35953.1", "rna": "BT007289.1"}, {"protein": "CAA46566.1", "rna": "X65614.1"}, {"protein": "NP_005971.1", "rna": "NM_005980.3"}, {"protein": "AAS00487.1", "rna": "AY423724.1"}]}, "alias": "MIG9", "ensembl": {"gene": "ENSG00000163993", "protein": "ENSP00000296370", "transcript": ["ENST00000296370", "ENST00000513778"], "translation": [{"protein": "ENSP00000296370", "rna": "ENST00000296370"}], "type_of_gene": "protein_coding"}, "entrezgene": "6286", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.02303860194, "exp_mis": 34.4957378651, "exp_syn": 18.4151019223, "lof_z": 0.582854123344435, "mis_z": -0.541666084899755, "mu_lof": 2.04876204724e-07, "mu_mis": 3.07605218595e-06, "mu_syn": 1.60828313624e-06, "n_lof": 2.0, "n_mis": 41.0, "n_syn": 16.0, "p_li": 0.0486493649314778, "p_null": 0.267308611670986, "p_rec": 0.684042023397536, "syn_z": 0.348897259550847}, "bp": 288, "cds_end": 6698769, "cds_start": 6695659, "n_exons": 2, "nonpsych": {"exp_lof": 2.69615425006, "exp_mis": 31.1819851689, "exp_syn": 16.6274559998, "lof_z": 0.416375428130535, "mis_z": -0.615839346409602, "mu_lof": 2.04876204724e-07, "mu_mis": 3.07605218595e-06, "mu_syn": 1.60828313624e-06, "n_lof": 2.0, "n_mis": 38.0, "n_syn": 15.0, "p_li": 0.0468212495518499, "p_null": 0.30362715387752, "p_rec": 0.64955159657063, "syn_z": 0.251281715605183}, "nontcga": {"exp_lof": 2.77729787815, "exp_mis": 31.7321834338, "exp_syn": 16.937995882, "lof_z": 0.46010557897606, "mis_z": -0.819666640986397, "mu_lof": 2.04876204724e-07, "mu_mis": 3.07605218595e-06, "mu_syn": 1.60828313624e-06, "n_lof": 2.0, "n_mis": 41.0, "n_syn": 14.0, "p_li": 0.0454344055898792, "p_null": 0.282201192793938, "p_rec": 0.672364401616183, "syn_z": 0.452004768278971}, "transcript": "ENST00000296370.3"}, "exons": [{"cdsend": 6697042, "cdsstart": 6693932, "chr": "4", "position": [[6693877, 6694070], [6696892, 6697170]], "strand": 1, "transcript": "NM_005980", "txend": 6697170, "txstart": 6693877}], "exons_hg19": [{"cdsend": 6698769, "cdsstart": 6695659, "chr": "4", "position": [[6695604, 6695797], [6698619, 6698897]], "strand": 1, "transcript": "NM_005980", "txend": 6698897, "txstart": 6695604}], "generif": [{"pubmed": 12021435, "text": "characterization of the target-recognition properties of S100P using a model peptide, melittin, support a model for the Ca2+-dependent conformational switch for functional target recognition."}, {"pubmed": 14617629, "text": "data suggest that S100P can act in an autocrine manner via RAGE to stimulate cell proliferation and survival"}, {"pubmed": 14672411, "text": "Results describe the cloning of the 1297 bp full-length cDNA, and the characterization of the tissue-specific expression of the human S100P gene."}, {"pubmed": 14716296, "text": "S100P is identified as a novel DNA hypomethylation target in pancreatic neoplasms."}, {"pubmed": 15213440, "text": "NMR structure of the Apo-S100P protein"}, {"pubmed": 15632002, "text": "can be added to the genetic progression model for pancreatic ductal adenocarcinoma."}, {"pubmed": 16047742, "text": "results suggest that S100P gene expression is independent of human papillomavirus oncogene protein E7 in cervical carcinoma cell lines and that at least in some cases it is subjected to regulation by DNA methylation"}, {"pubmed": 16061848, "text": "S100P plays a major role in the aggressiveness of pancreatic cancer that is likely mediated by its ability to activate RAGE"}, {"pubmed": 17000674, "text": "S100P may be an early developmental marker of pancreatic carcinogenesis, and measurement of S100P in pancreatic juice may be useful for early detection of pancreatic cancer or screening of early pancreatic carcinogenesis."}, {"pubmed": 17448597, "text": "S100P is upregulated after radical prostatectomy for prostatic neoplasms."}, {"pubmed": 17486081, "text": "Hypomethylation of wingless-related MMTV integration site 5A (WNT5A), S100 calcium-binding protein P (S100P) and cysteine-rich protein 1(CRIP1) was confirmed in the cancer cells by bisulfite sequencing."}, {"pubmed": 17539915, "text": "High S100P expression in ovarian neoplasms obtained after chemotherapy characterize the worse prognosis."}, {"pubmed": 17875703, "text": "Overexpression of S100P leads to increased expression of another early pancreatic cancer marker, S100A6, as well as the aspartic protease cathepsin D, both of which are involved in cellular invasion."}, {"pubmed": 18162774, "text": "S100P and pVHL are a pair of sensitive and specific markers for identifying primary pancreatic ductal adenocarcinoma and pancreatic intraepithelial neoplasia"}, {"pubmed": 18452169, "text": "S100P overexpression upregulated androgen receptor expression and thereby promoted prostate cancer progression by increasing cell growth. Oncogenic nature of S100P in prostate cancer suggests that the protein may directly confer resistance to chemotherapy"}, {"pubmed": 18575778, "text": "S100P primarily localises in the cytoplasmic and nuclear region as determined for lung adenocarcinoma specimens."}, {"pubmed": 18725408, "text": "analysis of the Ca2+ -regulated ezrin-S100P interaction and its role in tumor cell migration"}, {"pubmed": 19018761, "text": "Expression of the calcium-binding protein S100P is regulated by bone morphogenetic protein in pancreatic duct epithelial cell lines."}, {"pubmed": 19073601, "text": "celecoxib up-regulates the expression of S100P through an ATF4-mediated endoplasmic reticulum stress response"}, {"pubmed": 19092634, "text": "expression of S100P, GATA3, and p63 by a majority of ovarian Brenner tumors underscores the similarity between these neoplasms and urothelial proliferations of bladder origin"}, {"pubmed": 19111582, "text": "Data show that S100P pa is a novel type of S100 protein mutant locked in a permanently active state that shows an unregulated complex formation with its cellular target ezrin."}, {"pubmed": 19796763, "text": "S100P is highly expressed during the implantation window in human endometrium."}, {"pubmed": 19885547, "text": "aberrant regulation of S100P in HCC might activate cyclin D1 and CDK expression and contribute to the mitogenic potential of tumor cells during Hepatocellular carcinoma carcinogenesis."}, {"pubmed": 20153506, "text": "S100P protein expression is associated with all types of IPMN, from low-grade IPMNs to invasive IPMNs."}, {"pubmed": 20153506, "text": "S100P was clearly expressed in the invasive component of intraductal papillary mucinous neoplasms (32/32; 100%), including perineural and lymphatic and minimal invasion."}, {"pubmed": 20198348, "text": "Porcupine might contribute to non-small cell lung carcinoma development by ranscriptional activation of cancer-related genes such as s100P."}, {"pubmed": 20382408, "text": "The findings of focal S100P and/or IMP3 expression with reciprocal loss of pVHL in a few benign biopsies suggest a use of these markers in the detection of early epithelial dysplasia."}, {"pubmed": 20890108, "text": "High S100p is associated with colon cancer."}, {"pubmed": 21054985, "text": "The 5-year cumulative survival rate of patients with positive S100P expression was significantly higher than that of patients with negative expression."}, {"pubmed": 21177863, "text": "S100P is a novel Ca(2+)-dependent regulator of IQGAP1 that can down-regulate the function of IQGAP1 as a signaling intermediate by direct interaction"}, {"pubmed": 21317706, "text": "S100P may play an important role in malignant transformation of ductal cells of pleomorphic adenoma"}, {"pubmed": 21325798, "text": "S100P has slightly lower sensitivity and higher specificity of pancreatic ductal adenocarcinoma than XIAP in endoscopic ultrasound-guided fine needle aspirations specimens."}, {"pubmed": 21327297, "text": "Data show that knockdown of S100P led to downregulation of thioredoxin 1 and beta-tubulin and upregulation of RhoGDIA, all potential therapeutic targets in cancer."}, {"pubmed": 21412073, "text": "Our results suggest that S100P-ezrin signaling has different roles of carcinogenesis of perihilar ICC and an aggressive course of peripheral intrahepatic cholangiocarcinoma."}, {"pubmed": 21538952, "text": "Use of S100P and mesothelin in cytologically borderline cases can increase the diagnostic accuracy for pancreatic adenocarcinoma."}, {"pubmed": 21663912, "text": "Serum levels of S100B, S100A6 and S100P are associated with acute coronary syndrome, and serum levels and myocardial expression of these proteins are related to infarct size."}, {"pubmed": 21751241, "text": "data suggest that S100P is a direct transcriptional target of glucocorticoid-mediated signaling in tumor cells that is activated through the interplay of GR and MAPK pathways"}, {"pubmed": 22147918, "text": "investigation of expression of S100P, S100A4, and AGR2 at cellular level within endometrium of normal fertile women across menstrual cycle and comparison with expression in eutopic and peritoneal ectopic endometrial tissue in endometriosis"}, {"pubmed": 22399300, "text": "Data show wthat the S100P-induced dissociation of NMIIA filaments leads to a weakening of focal adhesion sites (FAS), reduced cell adhesion, and enhanced cell migration, the first major step in the metastatic cascade."}, {"pubmed": 22552710, "text": "colorectal cancer patients with normal serum levels of S100P showed favorable prognosis compared with patients with elevated S100P levels"}, {"pubmed": 22585604, "text": "This study investigates whether there is a correlation of expression of S100P and von Hippel-Lindau gene product (pVHL) in common cystic neoplasms of the pancreas."}, {"pubmed": 23007696, "text": "S100P facilitates cancer cell intravasation/extravasation, critical steps in the hematogenous dissemination of pancreatic cancer cells"}, {"pubmed": 23216986, "text": "S100P participates in the periodic change of the endometrium and plays an important role in embryo implantation."}, {"pubmed": 23269460, "text": "S100P protein , human is useful as prognostic marker for extrahepatic bile duct carcinoma."}, {"pubmed": 23344957, "text": "Data indicate S100A2 and S100P proteins as novel Ca2+-dependent regulators of the CHIP-proteasome pathway."}, {"pubmed": 23364898, "text": "Demonstrate that a high nuclear S100P expression level was associated with poor survival in early stage breast cancer patients."}, {"pubmed": 23693020, "text": "The expression of miR-155 is regulated by S100P and is dependent on RAGE activation and stimulation of AP-1."}, {"pubmed": 23722300, "text": "The expression of S100P in human gastric cancer tissues was upregulated in comparison with normal controls."}, {"pubmed": 23785431, "text": "S100P expression is a novel prognostic factor in hepatocellular carcinoma and predicts survival in patients with high tumor stage or early recurrent tumors."}, {"pubmed": 24303922, "text": "Expression levels significantly higher in melanomas than in nevus pigmentosus"}, {"pubmed": 24381058, "text": "Ectopic expression of S100P promotes SW480 cancer cells migration."}, {"pubmed": 24677114, "text": "The results suggest that S100P acts as an oncogenic factor in gastric cancer and is a potential molecular target for gastric cancer gene therapy."}, {"pubmed": 24681956, "text": "B-cell lymphoma/leukemia 10 promotes oral cancer progression through STAT1/ATF4/S100P signaling pathway."}, {"pubmed": 24966918, "text": "S100P may promote endometrial tumor cell proliferation by increasing nuclear translocation of beta-catenin."}, {"pubmed": 25123266, "text": "The current evidence suggests that S100P plays an important role in the diagnosis of Pancreatic cancer with a high sensitivity and specificity [review]"}, {"pubmed": 25585623, "text": "upregulation of S100P expression is a predominant characteristic in polypoid CRC, whereas ulcerative CRC presents with a wide range of expression levels, indicating that S100P overexpression is not a key determinant in conferring invasion properties"}, {"pubmed": 26009899, "text": "Results suggest that SOX9 promotes tumor metastasis and invasion through regulation of S100P expression in colon cancer."}, {"pubmed": 26078391, "text": "Keap1 functions as a suppressor of tumor metastasis by targeting the Nrf2/S100P pathway in NSCLC cells."}, {"pubmed": 26112095, "text": "High expression of S100P and HYAL2 is significantly associated with advanced disease and shorter survival of triple-negative breast cancer and S100P and HYAL2 could be potential prognostic markers of TNBC."}, {"pubmed": 26125892, "text": "S100P expression in prostate cancer tissue was significantly decreased, whereas CD147 and OCT4 expression was increased. Their expression levels were closely associated with TNM stage and distant metastasis."}, {"pubmed": 26193421, "text": "S100P/RAGE signaling pathway regulates expression of microRNA-21 in colon cancer cells"}, {"pubmed": 26276712, "text": "t-S100P, 9.2-kDa C-terminally truncated form of S100P, is the predominant form of S100P in breast cancer tissue and is strongly prognostic for disease-free survival in women with lymph node-positive disease."}, {"pubmed": 26291820, "text": "S100P in first trimester placenta was significantly less in spontaneous abortion patients than in normal pregnant women. Up-regulation of S100P in JAR cells promoted JAR cells proliferation, and increased the expression of p38 MAPK and pERK MAPK"}, {"pubmed": 26320193, "text": "Data indicate that S100 calcium binding protein P (S100P) increased lung cancer cell migration by binding integrin alpha7."}, {"pubmed": 26551460, "text": "The highly specific IL-11 - S100P interaction occurring under physiologically relevant conditions should be taken into consideration upon development of the antineoplastics inhibiting IL-11 signaling."}, {"pubmed": 26797416, "text": "LASP-1 induces proliferation, metastasis and cell cycle arrest at the G2/M phase in gallbladder cancer by down-regulating S100P via the PI3K/AKT pathway."}, {"pubmed": 26967060, "text": "the S100P protein may contribute to the outgrowth of aggressive tumor cells resistant to cytotoxic therapy and promote cancer progression."}, {"pubmed": 26975699, "text": "Results indicate that overexpression of S100P is related with an invasive and metastatic phenotype of CRC which is EMT-involved and RAGE dependent."}, {"pubmed": 27146585, "text": "Results found high plasma levels of S100P protein in patients with metastatic breast cancer which suggest its implication in disease progression."}, {"pubmed": 27449296, "text": "Data show that inhibition of S100 calcium binding protein P (S100P) results in reversing trastuzumab resistance (TzR) in proto-oncogene protein HER-2 (HER2)-driven breast cancers."}, {"pubmed": 27665374, "text": "we demonstrate that cadmium inhibits S100P expression and cell proliferation in placenta, meanwhile, S100P expression affects cell proliferation"}, {"pubmed": 27839709, "text": "S100P achieved 96.4% sensitivity, 93.3% specificity, 98.2% PPV, 87.5% NPV and 95.8% total accuracy, while IMP3 achieved 91.2% sensitivity, 86.7% specificity, 96.2% PPV, 72.2% NPV and 90.3% total accuracy for pancreatic ductal adenocarcinoma (PDA).Both markers were sensitive and specific for diagnosis of PDA."}, {"pubmed": 27984121, "text": "An S100P-positive biliary epithelial field is a preinvasive intraepithelial neoplasm in nodular-sclerosing cholangiocarcinoma."}, {"pubmed": 28260012, "text": "We established a novel quantitative analysis for the S100P protein in EUS-FNA samples which, when combined with EUS-FNA cytology, could provide promising results for the reliable diagnosis of pancreatic adenocarcinoma (PCA)"}, {"pubmed": 28353163, "text": "S100A2 and S100P can be used as specific duct markers in eccrine sweat glands, and combined use of S100P or S100A2 with keratins enables easy to distinction between secretory coils and ducts."}, {"pubmed": 28426874, "text": "This study reveals significant association between blood-based decreased S100P methylation and Breast cancer (BC), and provides another proof for the application of altered DNA methylation signatures from blood cells as potential markers for the detection of BC, especially for the early stage."}, {"pubmed": 28483515, "text": "Novel positive feedback loop between Trx-1 and S100P promotes colorectal cancer invasion and metastasis."}, {"pubmed": 28798096, "text": "activation of tissue plasminogen activator via the C-terminal lysine of S100P contributes to the enhancement of cell invasion by S100P and thus potentially to its metastasis-promoting activity."}, {"pubmed": 28984789, "text": "Data suggest that analysis of S100P concentration in duodenal fluid (DF), in combination with routine screening upper gastrointestinal endoscopy (GIE), may facilitate the detection of pancreatic ductal adenocarcinoma (PDAC)."}, {"pubmed": 29383839, "text": "The data suggest that interplay between Trx-1 and S100P promoted CRC EMT as well as migration and invasion by up-regulating S100A4 through AKT activation, thus providing further potential therapeutic targets for suppressing the EMT in metastatic CRC."}, {"pubmed": 30065265, "text": "S100P may be acting as an important regulator of trophoblast invasion during placentation."}, {"pubmed": 30244410, "text": "S100P, Ezrin and Ezrin(Thr-567) are involved in the trans-endothelial migration of Triple negative breast cancer cells."}, {"pubmed": 30872108, "text": "High serum S100P levels are associated with Diabetic Peripheral Neuropathy."}, {"pubmed": 30967631, "text": "that the S100P decoy function of NORAD suppresses lung and breast cancer migration, invasion, and metastasis"}, {"pubmed": 31706945, "text": "Salivary proteins from dysplastic leukoplakia and oral squamous cell carcinoma and their potential for early detection."}, {"pubmed": 31767037, "text": "The S100P has a dual role in gastric cancer, acting as an oncogenic factor in the context of E-cadherin loss and as a tumour suppressor in a functional E-cadherin setting."}, {"pubmed": 31821828, "text": "Highly specific interaction of monomeric S100P protein with interferon beta."}, {"pubmed": 32065231, "text": "Direct interaction of metastasis-inducing S100P protein with tubulin causes enhanced cell migration without changes in cell adhesion."}, {"pubmed": 32883230, "text": "Promotion of the occurrence of endometrioid carcinoma by S100 calcium binding protein P."}, {"pubmed": 32991252, "text": "A Novel DNA Aptamer Targeting S100P Induces Antitumor Effects in Colorectal Cancer Cells."}, {"pubmed": 33321161, "text": "An immunostaining panel of C-reactive protein, N-cadherin, and S100 calcium binding protein P is useful for intrahepatic cholangiocarcinoma subtyping."}, {"pubmed": 33395688, "text": "S100P Expression via DNA Hypomethylation Promotes Cell Growth in the Sessile Serrated Adenoma/Polyp-Cancer Sequence."}, {"pubmed": 33495903, "text": "S100P as a novel biomarker of microvascular invasion and portal vein tumor thrombus in hepatocellular carcinoma."}, {"pubmed": 33786678, "text": "Prognostic Molecular Indices of Resectable Hepatocellular Carcinoma: Implications of S100P for Early Recurrence."}, {"pubmed": 33798925, "text": "S100P as a marker for poor survival and advanced stage in gallbladder carcinoma."}, {"pubmed": 33917163, "text": "Anterior Gradient Protein 3 and S100 Calcium-Binding Protein P Levels in Different Endometrial Epithelial Compartments May Play an Important Role in Recurrent Pregnancy Failure."}, {"pubmed": 33923162, "text": "S100P Interacts with p53 while Pentamidine Inhibits This Interaction."}, {"pubmed": 33949774, "text": "S100P acts as a target of miR-495 in pancreatic cancer through bioinformatics analysis and experimental verification."}, {"pubmed": 34188196, "text": "S100P contributes to promoter demethylation and transcriptional activation of SLC2A5 to promote metastasis in colorectal cancer."}, {"pubmed": 34215278, "text": "Down-regulation of S100P induces apoptosis in endometrial epithelial cell during GnRH antagonist protocol."}, {"pubmed": 34654352, "text": "Up-regulation of S100P predicts the poor long-term survival and construction of prognostic signature for survival and immunotherapy in patients with pancreatic cancer."}, {"pubmed": 35597866, "text": "Calcium-binding protein S100P is a new target gene of MACC1, drives colorectal cancer metastasis and serves as a prognostic biomarker."}, {"pubmed": 36187124, "text": "S100P promotes trophoblast syncytialization during early placenta development by regulating YAP1."}, {"pubmed": 36233301, "text": "Calcium-Bound S100P Protein Is a Promiscuous Binding Partner of the Four-Helical Cytokines."}, {"pubmed": 37433400, "text": "Novel cell subtypes of SPP1 + S100P+, MS4A1-SPP1 + S100P+ were key subpopulations in intrahepatic cholangiocarcinoma."}, {"pubmed": 37627296, "text": "An Extracellular/Membrane-Bound S100P Pool Regulates Motility and Invasion of Human Extravillous Trophoblast Lines and Primary Cells."}, {"pubmed": 37853345, "text": "S100P as a potential biomarker for immunosuppressive microenvironment in pancreatic cancer: a bioinformatics analysis and in vitro study."}, {"pubmed": 38342601, "text": "RBMS1 Coordinates with the m[6]A Reader YTHDF1 to Promote NSCLC Metastasis through Stimulating S100P Translation."}, {"pubmed": 38640980, "text": "S100P facilitates LUAD progression via PKA/c-Jun-mediated tumor-associated macrophage recruitment and polarization."}], "genomic_pos": {"chr": "4", "end": 6697170, "ensemblgene": "ENSG00000163993", "start": 6693878, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 6698897, "start": 6694796, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0043542", "qualifier": "involved_in", "term": "endothelial cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043542", "pubmed": 15313892, "qualifier": "involved_in", "term": "endothelial cell migration"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 15632002, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 25468996, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 15632002, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031528", "qualifier": "located_in", "term": "microvillus membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034774", "qualifier": "located_in", "term": "secretory granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0000287", "pubmed": 15632002, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11747429, 12042313, 15171681, 16061848, 16189514, 21044950, 25416956, 25554515, 26496610, 26551460, 27107012, 31837246, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 11747429, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046914", "qualifier": "enables", "term": "transition metal ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048306", "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0048306", "pubmed": 15632002, "qualifier": "enables", "term": "calcium-dependent protein binding"}]}, "homologene": {"genes": [[8364, 100135110], [9544, 710510], [9598, 742845], [9606, 6286], [9615, 610295]], "id": 81743}, "interpro": [{"desc": "S100/Calcium binding protein 7/8-like, conserved site", "id": "IPR001751", "short_desc": "S100/CaBP7/8-like_CS"}, {"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "S100/CaBP-9k-type, calcium binding, subdomain", "id": "IPR013787", "short_desc": "S100_Ca-bd_sub"}, {"desc": "S-100", "id": "IPR034325", "short_desc": "S-100_dom"}], "ipi": "IPI00017526", "map_location": "4p16.1", "name": "S100 calcium binding protein P", "other_names": ["migration-inducing gene 9 protein", "protein S100-E", "protein S100-P"], "pantherdb": {"HGNC": "10504", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000024272", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 9031, "uniprot_kb": "P28318"}], "uniprot_kb": "P25815"}, "pathway": {"reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}], "wikipathways": [{"id": "WP2361", "name": "Gastric Cancer Network 1"}, {"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}]}, "pdb": ["1J55", "1OZO", "2MJW", "7NMI"], "pfam": "PF01023", "pharmgkb": "PA34913", "pharos": {"target_id": 8442, "tdl": "Tbio"}, "pir": "S24146", "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168397", "relationship": "is"}, {"id": "GNF179303", "relationship": "is"}, {"id": "GNF190209", "relationship": "is"}, {"id": "GNF201115", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156785", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF037777", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF012952", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240595", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103737", "relationship": "is"}, {"id": "GNF143387", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": "NP_005971.1", "rna": "NM_005980.3", "translation": {"protein": "NP_005971.1", "rna": "NM_005980.3"}}, "reporter": {"HG-U133_Plus_2": "204351_at", "HG-U95Av2": "34319_at", "HTA-2_0": ["TC04000072.hg.1", "TC04001883.hg.1"], "HuEx-1_0": "2717078", "HuGene-1_1": "8093950", "HuGene-2_1": "16964735"}, "summary": "The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21; however, this gene is located at 4p16. This protein, in addition to binding Ca2+, also binds Zn2+ and Mg2+. This protein may play a role in the etiology of prostate cancer. [provided by RefSeq, Jul 2008].", "symbol": "S100P", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335799"}, "unigene": "Hs.2962", "uniprot": {"Swiss-Prot": "P25815"}, "wikipedia": {"url_stub": "S100P"}}