{"AllianceGenome": "10498", "HGNC": "10498", "MIM": "123885", "_id": "6279", "_version": 1, "accession": {"genomic": ["A12027.1", "AL591704.7", "CH471121.2", "CP068277.2", "LC731317.1", "M21005.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAA36327.1", "AAH05928.1", "AAP36042.1", "BAF84017.1", "CAA01001.1", "CAA29580.1", "CAA68390.1", "CAG28602.1", "EAW53330.1", "EAW53331.1", "NP_001306125.1", "NP_001306126.1", "NP_001306127.1", "NP_001306130.1", "NP_002955.2", "P05109.1"], "rna": ["AA401538.1", "AA903259.1", "AI126134.1", "AK291328.1", "BC005928.2", "BP209293.1", "BP226540.1", "BT007378.1", "BU935536.1", "CR407674.1", "NM_001319196.1", "NM_001319197.1", "NM_001319198.2", "NM_001319201.2", "NM_002964.5", "X06234.1", "Y00278.1"], "translation": [{"protein": "CAA68390.1", "rna": "Y00278.1"}, {"protein": "NP_002955.2", "rna": "NM_002964.5"}, {"protein": "AAP36042.1", "rna": "BT007378.1"}, {"protein": "AAH05928.1", "rna": "BC005928.2"}, {"protein": "BAF84017.1", "rna": "AK291328.1"}, {"protein": "CAA29580.1", "rna": "X06234.1"}, {"protein": "NP_001306130.1", "rna": "NM_001319201.2"}, {"protein": "NP_001306126.1", "rna": "NM_001319197.1"}, {"protein": "NP_001306127.1", "rna": "NM_001319198.2"}, {"protein": "NP_001306125.1", "rna": "NM_001319196.1"}, {"protein": "CAG28602.1", "rna": "CR407674.1"}]}, "alias": ["60B8AG", "CAGA", "CFAG", "CGLA", "CP-10", "L1Ag", "MA387", "MIF", "MRP8", "NIF", "P8", "S100-A8"], "ensembl": {"gene": "ENSG00000143546", "protein": ["ENSP00000357721", "ENSP00000357722"], "transcript": ["ENST00000368732", "ENST00000368733", "ENST00000477801"], "translation": [{"protein": "ENSP00000357721", "rna": "ENST00000368732"}, {"protein": "ENSP00000357722", "rna": "ENST00000368733"}], "type_of_gene": "protein_coding"}, "entrezgene": "6279", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.35432831, "exp_mis": 31.4387969, "exp_syn": 17.477803, "lof_z": 0.874339573317974, "mis_z": 0.212745162370249, "mu_lof": 1.33813562079e-07, "mu_mis": 2.70079788406e-06, "mu_syn": 1.46860578355e-06, "n_lof": 1.0, "n_mis": 29.0, "n_syn": 16.0, "p_li": 0.186216605301329, "p_null": 0.167461218421949, "p_rec": 0.646322176276722, "syn_z": 0.219140053056621}, "bp": 282, "cds_end": 153363011, "cds_start": 153362578, "n_exons": 2, "nonpsych": {"exp_lof": 2.0896231, "exp_mis": 28.4138747, "exp_syn": 15.7778271, "lof_z": 1.41966521571375, "mis_z": 0.133784545432399, "mu_lof": 1.33813562079e-07, "mu_mis": 2.70079788406e-06, "mu_syn": 1.46860578355e-06, "n_lof": 0.0, "n_mis": 27.0, "n_syn": 14.0, "p_li": 0.577234732890609, "p_null": 0.0515227980414017, "p_rec": 0.371242469067989, "syn_z": 0.281792932839413}, "nontcga": {"exp_lof": 2.16195922, "exp_mis": 28.9196724, "exp_syn": 16.07555658, "lof_z": 0.779557896039198, "mis_z": 0.455773768835915, "mu_lof": 1.33813562079e-07, "mu_mis": 2.70079788406e-06, "mu_syn": 1.46860578355e-06, "n_lof": 1.0, "n_mis": 24.0, "n_syn": 15.0, "p_li": 0.180209919946295, "p_null": 0.174500501819443, "p_rec": 0.645289578234263, "syn_z": 0.169853257689429}, "transcript": "ENST00000368733.3"}, "exons": [{"cdsend": 153391073, "cdsstart": 153390102, "chr": "1", "position": [[153390031, 153390243], [153390394, 153390574], [153391040, 153391188]], "strand": -1, "transcript": "NM_001319196", "txend": 153391188, "txstart": 153390031}, {"cdsend": 153391073, "cdsstart": 153390102, "chr": "1", "position": [[153390031, 153390243], [153390394, 153390571], [153391040, 153391188]], "strand": -1, "transcript": "NM_001319197", "txend": 153391188, "txstart": 153390031}, {"cdsend": 153422519, "cdsstart": 153390102, "chr": "1", "position": [[153390031, 153390243], [153390394, 153390557], [153422517, 153422583]], "strand": -1, "transcript": "NM_001319198", "txend": 153422583, "txstart": 153390031}, {"cdsend": 153390535, "cdsstart": 153390102, "chr": "1", "position": [[153390031, 153390243], [153390394, 153390557], [153390856, 153390976]], "strand": -1, "transcript": "NM_001319201", "txend": 153390976, "txstart": 153390031}, {"cdsend": 153390535, "cdsstart": 153390102, "chr": "1", "position": [[153390031, 153390243], [153390394, 153390557], [153391040, 153391073]], "strand": -1, "transcript": "NM_002964", "txend": 153391073, "txstart": 153390031}], "exons_hg19": [{"cdsend": 153363549, "cdsstart": 153362578, "chr": "1", "position": [[153362507, 153362719], [153362870, 153363050], [153363516, 153363664]], "strand": -1, "transcript": "NM_001319196", "txend": 153363664, "txstart": 153362507}, {"cdsend": 153363549, "cdsstart": 153362578, "chr": "1", "position": [[153362507, 153362719], [153362870, 153363047], [153363516, 153363664]], "strand": -1, "transcript": "NM_001319197", "txend": 153363664, "txstart": 153362507}, {"cdsend": 153394995, "cdsstart": 153362578, "chr": "1", "position": [[153362507, 153362719], [153362870, 153363033], [153394993, 153395059]], "strand": -1, "transcript": "NM_001319198", "txend": 153395059, "txstart": 153362507}, {"cdsend": 153363011, "cdsstart": 153362578, "chr": "1", "position": [[153362507, 153362719], [153362870, 153363033], [153363332, 153363452]], "strand": -1, "transcript": "NM_001319201", "txend": 153363452, "txstart": 153362507}, {"cdsend": 153363011, "cdsstart": 153362578, "chr": "1", "position": [[153362507, 153362719], [153362870, 153363033], [153363516, 153363549]], "strand": -1, "transcript": "NM_002964", "txend": 153363549, "txstart": 153362507}], "generif": [{"pubmed": 11895856, "text": "examination of whether the prevalence of somatic p53 mutation in gastric adenocarcinoma differed between subjects with and without infection with CagA(+) (a marker for the PAI) H. pylori strains"}, {"pubmed": 12137245, "text": "These data indicate that calprotectin (MRP8 and MRP14)has higher specific activity to induce apoptosis than the individual subunits, and that the mechanism is exclusion of zinc from target cells."}, {"pubmed": 12218151, "text": "Proinflammatory myeloid-related protein S100A8 induces a dose- and time-dependent activation of the HIV-1 long terminal repeat promoter region that can be blocked by specific polyclonal antibody and by physical denaturation of the protein."}, {"pubmed": 12480428, "text": "Extensive expression of S100A8 and S100A9 defines a novel inflammatory disorder."}, {"pubmed": 12489193, "text": "S100A8 and S100A9 calcium-binding proteins: localization within normal and cyclosporin A-induced overgrowth gingiva, in spino-cellular layer and extracellularly in desmosomes, in cytoplasm and nuclei."}, {"pubmed": 12626582, "text": "S100A8 stimulates shedding of L-selectin, up-regulates and activates Mac-1/CD11b, induces neutrophil adhesion to fibrinogen in vitro, and is involved in neutrophil migration to in vivo inflammatory sites."}, {"pubmed": 12645005, "text": "plays a prominent role in leukocyte trafficking and arachidonic acid metabolism; elevated levels of S100A8 and S100A9 in body fluids of inflamed tissues strengthen the view that these molecules are important players in fighting inflammation [review]"}, {"pubmed": 12697438, "text": "S100A8 and S100A9 induce inflammatory activation of endothelial cells [review]."}, {"pubmed": 12710851, "text": "increased levels in fetal disease, premature rupture of membranes, and preterm labor"}, {"pubmed": 12719414, "text": "MRP8/MRP14 dimer behaves as a positive mediator of phagocyte NADPH oxidase regulation"}, {"pubmed": 12937135, "text": "Activated macrophages can promote destruction and impair regeneration of myocytes during the course of inflammatory myopathies via secretion of S100A8 and S100A9."}, {"pubmed": 13130482, "text": "Since MRP-8/MRP-14 exhibit direct effects on leukocyte adhesion to the vascular endothelium, their extensive expression in the epidermis indicates an active role for these S-100 proteins in the initial phase of this systemic autoimmune disease."}, {"pubmed": 15069705, "text": "decreased expression of MRP8 and MRP14 might play an important role in the pathogenesis of human esophageal squamous cell carcinoma, being particularly associated with poor differentiation of tumor cells."}, {"pubmed": 15277376, "text": "Fibronectin adhesive capacity and integrin expression of monocytes of type 1 and type 2 diabetic patients is related to the subjects' serum levels of MRP-8."}, {"pubmed": 15331440, "text": "Phosphorylation inhibits tubulin polymerization in microtubules."}, {"pubmed": 15331440, "text": "The complex of S100A8 and S100A9 promotes tubulin polymerization and integrates mitogen-activated protein kinase- and calcium-dependent signals during migration of phagocytes."}, {"pubmed": 15598812, "text": "expression of MRP8/MRP14 closely correlated with the inflammatory activity in systemic vasculitis"}, {"pubmed": 15642721, "text": "S100A8/A9 promotes phagocyte NADPH oxidase activation by supplying the enzyme with its cofactor arachidonic acid"}, {"pubmed": 15816004, "text": "Calgranulin A and chaperonin 10 are identified as markers for diagnosis and screening of endometrial carcinoma."}, {"pubmed": 16033829, "text": "data suggest that enhanced expression of S100A8, S100A9, and RAGE is an early event in prostate tumorigenesis and may contribute to development and progression or extension of prostate carcinomas"}, {"pubmed": 16216873, "text": "S100A8 and S100A9 in atherosclerotic plaque and calcifying matrix vesicles may significantly influence redox- and Ca2+-dependent processes during atherogenesis"}, {"pubmed": 16573830, "text": "heterodimeric S100 calcium binding protein A8/S100 calcium binding protein A9 might play a hitherto unknown role in triggering atherosclerosis in diabetes and renal failure"}, {"pubmed": 16613612, "text": "S100A8/A9 heterodimer, secreted extracellularly from activated tissue macrophages, may amplify proinflammatory cytokine responses in rheumatoid arthritis."}, {"pubmed": 16690079, "text": "calcium-dependent formation of (S100A8/S100A9)2 tetramers is an essential prerequisite for biological function."}, {"pubmed": 16806487, "text": "MRP-8/14 was mainly detected in human cervical mucus and showed a positive correlation with proinflammatory cytokines"}, {"pubmed": 16979015, "text": "MRP-8/MRP-14 are exclusively secreted by granulocytes in patients with acute Kawasaki disease, and intravenous immune globulin treatment suppresses their gene expression."}, {"pubmed": 17050004, "text": "Zinc-binding, like calcium, induces (S100A8/S100A9)(2)-tetramers."}, {"pubmed": 17069562, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17069562, "text": "The G+ genotype/G allele may be considered to exert a significant protective effect in males against aggressive periodontitis."}, {"pubmed": 17090475, "text": "S100A8 and S100A9 are involved in the innate defense of the bronchial epithelium"}, {"pubmed": 17095618, "text": "Excessive release of cytotoxic MRP8/MRP14 by activated phagocytes might therefore present an important molecular pathomechanism contributing to endothelial damage during vasculitis and other inflammatory diseases"}, {"pubmed": 17197440, "text": "the effect of calcium on telomerase in the human epidermal keratinocyte line HaCaT showed calcium directly interacts with the telomerase complex. This interaction could be mediated by the calcium-binding protein S100A8"}, {"pubmed": 17429438, "text": "HaCaT keratinocytes overexpressing the S100 proteins S100A8 and S100A9 show increased NADPH oxidase and NF-kappaB activities."}, {"pubmed": 17469085, "text": "Correlation of the expression of S100A8 and S100A9 revealed that the microenvironments of tumours which lacked expression of Smad4, had significantly reduced numbers of S100A8-immunoreactive (p = 0.023) but not S100A9-immunoreactive (p = 0.21) cells."}, {"pubmed": 17557234, "text": "mechanism of S100A8 in the oncogenesis and development of laryngeal cancer"}, {"pubmed": 17636430, "text": "Report showed S100A8 was expressed human bone and cartilage cells and may contribute to calcification of the cartilage matrix and its replacement with trabecular bone, and to regulation of redox in bone resorption."}, {"pubmed": 17644317, "text": "S100A8 is regulated by IL-17, dexamethasone, IL-4 and IL-13 in HaCat cells (human keratinocyte cell line)"}, {"pubmed": 17787039, "text": "Data suggest that S100 proteins calprotectin and S100A12 are related to radiographic changes rather than disease activity in psoriatic arthritis with low disease activity."}, {"pubmed": 17852869, "text": "Serum calprotectin (S100A8/S100A9)and S100A12 are increased in children with inflammatory bowel disease and indicate disease activity."}, {"pubmed": 17895549, "text": "MRP8/14 may be involved in the pathogenesis of sarcoid granulomas. The measurement of serum MRP8/14 levels is useful for the diagnosis of sarcoidosis."}, {"pubmed": 17936757, "text": "The homo-oligomeric forms of S100A8 and S100A9 are readily degraded by proteases, and the preferred hetero-oligomeric S100A8/A9 complex displays a high resistance even against proteinase K degradation."}, {"pubmed": 18044712, "text": "presence of a positive feedback loop for growth stimulation involving S100A8/A9 and cytokines in human epidermal keratinocytes"}, {"pubmed": 18060880, "text": "These data indicate that S100A8/A9-induced cell death involves Bak, selective release of Smac/DIABLO and Omi/HtrA2 from mitochondria, and modulation of the balance between pro- and anti-apoptotic proteins."}, {"pubmed": 18339893, "text": "S100A8/A9-promoted cell growth occurs through RAGE signaling and activation of NF-kappaB."}, {"pubmed": 18374411, "text": "Seven placental transcripts characterize HELLP-syndrome."}, {"pubmed": 18537548, "text": "It is suggested that S100A8 is S100A9-dependently expressed and acquires the protein stability by S100A8/A9 heterocomplex formation; S100A8 and S100A9 overexpression should be considered marker of poor prognosis in invasive ductal carcinoma"}, {"pubmed": 18588753, "text": "Expression of S100A7 and S100A8 was significantly decreased in CRS with and without nasal polyps when compared with controls."}, {"pubmed": 18689872, "text": "RAGE, carboxylated glycans and S100A8/A9 play essential roles in tumor-stromal interactions, leading to inflammation-associated colon carcinogenesis."}, {"pubmed": 18786929, "text": "annexin A6 contributes to the calcium-dependent cell surface exposition of the membrane associated-S100A8/A9 complex"}, {"pubmed": 18832721, "text": "S100A8-SNO may regulate leukocyte-endothelial cell interactions in the microcirculation, and suppression of mast cell-mediated inflammation represents an additional anti-inflammatory property for S100A8."}, {"pubmed": 18922970, "text": "This study revealed S100A8/A9 genes as candidate markers for metastatic potential of breast epithelial cells."}, {"pubmed": 19079333, "text": "Calprotectin mobilization was listeriolysin O-dependent and required calcium"}, {"pubmed": 19087201, "text": "Data indicate that both S100A8 and S100A9 are required for their fully active antifungal effect and that oxidation regulates S100A8/A9 antifungal activity through mechanisms that remain to be elucidated and evaluated."}, {"pubmed": 19186948, "text": "S100A8 and S100A9 as candidates for serological biomarkers in combination with other serum markers that aid CRC diagnosis."}, {"pubmed": 19201880, "text": "S100A8 was induced in human monocytes and macrophages, by polyinosinic:polycytidylic acid, a dsRNA mimetic"}, {"pubmed": 19210342, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19210342, "text": "This family-based association study supports the previous findings that SNP rs3795391 (A > G) of the S100A8 gene might contribute to aggressive periodontitis susceptibility"}, {"pubmed": 19232095, "text": "MRP8/14 may be a potentially selective novel biomarker for microcirculatory defects in diabetic nephropathy."}, {"pubmed": 19248102, "text": "MRP-8/MRP-14 and IL-1beta represent a novel positive feedback mechanism activating phagocytes via 2 major signaling pathways of innate immunity during the pathogenesis of systemic-onset juvenile idiopathic arthritis."}, {"pubmed": 19284577, "text": "Serum S100A9, S100A8 and S100A12 and RAGE levels were associated not just with RA inflammation and autoantibody production but also with classical vascular risk factors for end-organ damage."}, {"pubmed": 19440546, "text": "Data suggest a link between bacterial infection, inflammation and amyloid deposition of S100A8/A9 in the prostate gland, such that a self-perpetuating cycle can be triggered and may increase the risk of malignancy in the ageing prostate."}, {"pubmed": 19466434, "text": "expression increases at 24 h (3.0-fold) and 48 h (4.4-fold) after UV skin irradiation"}, {"pubmed": 19530996, "text": "increased expression in sera, synovial tissue and in PBMC of rheumatoid arthritis patients"}, {"pubmed": 19601998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19608587, "text": "Plasma MRP8/14 levels are associated with paediatric obstructive sleep apnea and may reflect increased risk for cardiovascular morbidity"}, {"pubmed": 19670424, "text": "S100A8 and S100A9 are novel nuclear factor kappa B target genes during malignant progression of murine and human liver carcinogenesis."}, {"pubmed": 19695969, "text": "a single measurement of faecal calprotectin is not sufficiently accurate to identify patients with significant colorectal disease; a normal result can help rule out organic disease among patients with diarrhoea or abdominal pain and/or constipation."}, {"pubmed": 19752232, "text": "S100A8/A9 kills Finegolidia magna bacteria of strain 505 via a bactericidal effect which most likely is a consequence of an interaction of S100A8 with the cell membrane, causing lysis of the bacteria."}, {"pubmed": 19755614, "text": "Serum levels of S100A8/A9 are significantly raised in SLE versus pSS patients and healthy controls and can be correlated to a disease activity index."}, {"pubmed": 19823685, "text": "Plasma calprotectin has a role in obesity in individuals without type 2 diabetes"}, {"pubmed": 19898558, "text": "S100A8/A9 could underpin chronic airway inflammation and airway remodeling in asthma by inducing effector responses of resident and infiltrating airway cells--REVIEW"}, {"pubmed": 19935772, "text": "S100A8-induced cell death involves BNIP3 and increase of ROS production by mitochondria, subsequently followed by mitochondrial damage and lysosomal activation."}, {"pubmed": 19957061, "text": "S100A8 and S100A9 have inhibitory effects on the proliferation of CaSki carcinoma cells by inducing cell apoptosis and on the invasiveness of CaSki cells."}, {"pubmed": 20096140, "text": "S100A8 may have a role in disease progression in non-muscle invasive bladder cancer"}, {"pubmed": 20172281, "text": "Fecal calprotectin dosage shows a good sensitivity but low specificity for the diagnosis of intestinal rejection."}, {"pubmed": 20219570, "text": "Results characterize a pathway leading to NOX2 activation in which iPLA(2)-regulated p38 MAPK activity is a key regulator of S100A8/A9 translocation via S100A9 phosphorylation."}, {"pubmed": 20555353, "text": "bacterial flagellin induces the upregulation of S100A8/S100A9 via a TLR5-dependent mechanism in epidermal keratinocytes"}, {"pubmed": 20594128, "text": "Studies indicate that both calprotectin and lactoferrin are markers of inflammatory bowel disease."}, {"pubmed": 20717964, "text": "Data show that NT-S100A8 exerts a mild effect on pancreatic cancer (PC) cell growth and reduces PC cell invasion."}, {"pubmed": 20819668, "text": "S100A8, S100A9 was up-regulated in the lung adenocarcinoma and end stage lung cancer tissue, the correlation of their higher expression in inflammatory lung tissues indicate the collaborative effect of inflammation on the progression of cancer."}, {"pubmed": 20833513, "text": "These results validate the differential expressions of SOD2, S100A8 and FABP5 between mycosis fungoides tissues and normal skins."}, {"pubmed": 21067798, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21072048, "text": "the expression of S100A8 in leukemic cells is a predictor of low survival."}, {"pubmed": 21192933, "text": "S100A8/A9 is induced in epithelial cells in response to stress"}, {"pubmed": 21228116, "text": "These results thus reveal a novel role for myeloid-derived S100A8/A9 in activating specific downstream genes associated with tumorigenesis and in promoting tumor growth and metastasis."}, {"pubmed": 21239714, "text": "FcgammaR-mediated phagocytosis of neutrophils requires the complex formed by S100 calcium-binding protein-A8 and -A9 as the site of interplay between extracellular calcium entry and intraphagosomal reactive oxygen species production."}, {"pubmed": 21334078, "text": "A combination of S100A8/A9 complex and IL-6 provided powerful predictive value in mortality for both 6 and 12 months in patients with severe heart failure."}, {"pubmed": 21434523, "text": "The strongest expression of S100A8 was found in severe dysplasias and carcinoma in situ for squamous cell carcinoma"}, {"pubmed": 21463326, "text": "These findings indicate that aggressive periodontitis is associated with elevated levels of plasma calprotectin and that gene polymorphisms of S100A8 may influence the susceptibility and severity of aggressive periodontitis."}, {"pubmed": 21472666, "text": "The cytokine-induced potentiated S100A8 and S100A9 expression under conditions with a high AGE burden is able to aggravate proinflammatory conditions via activation of the RAGE pathway."}, {"pubmed": 21492422, "text": "Patients with Systemic lupus erythematosus had increased cell surface S100A8/A9, which could be important in amplification and persistence of inflammation"}, {"pubmed": 21592353, "text": "Increased serum myeloid-related protein 8/14 level is associated with atherosclerosis in type 2 diabetic patients."}, {"pubmed": 21766173, "text": "Serum MRP8/14 complex levels might be associated with the severity of renal injury and endothelial cell dysfunction in Henoch-Schonlein purpura nephritis patients."}, {"pubmed": 21782178, "text": "In acute coronary syndromes, MRP8 and MRP8/14 complex are specific ligands of TLR4, which induce the release of TNFalpha and probably other pro-inflammatory agents from monocytes"}, {"pubmed": 21791097, "text": "S100A8/9 might potentially be a predictive marker for improvement in the total number of swollen joints in patients in the early phase of rheumatoid arthritis"}, {"pubmed": 21799753, "text": "Cell proteins associated with M1 and M2 macrophages are also expressed by other cell types in the tumour islets and stroma of patients with non-small cell lung cancer"}, {"pubmed": 21912088, "text": "current understanding of the pro- and anti-tumorigenic functions of S100A8 and S100A9."}, {"pubmed": 21961943, "text": "S100A8 may be involved in the exacerbation of rheumatoid arthritis."}, {"pubmed": 22127564, "text": "Alarmins S100A8 and S100A9 elicit a catabolic effect in human osteoarthritic chondrocytes that is dependent on Toll-like receptor 4."}, {"pubmed": 22139384, "text": "Results suggest that miR-24 may function as a tumor suppressor in laryngeal squamous cell carcinoma through down-regulation of S100A8."}, {"pubmed": 22209981, "text": "Involvement of the danger molecule S100A8/A9 in the resistance against viruses."}, {"pubmed": 22256739, "text": "MRP8 expression is related to the pathological stage of laryngeal squamous cell carcinoma."}, {"pubmed": 22282267, "text": "Elevated S100A8 expression causes glucocorticoid resistance in MLL-rearranged infant acute lymphoblastic leukemia."}, {"pubmed": 22318783, "text": "sustained activation of S100A8/A9 critically contributes to the development of post-ischemic heart failure (HF) driving the progressive course of HF through activation of RAGE."}, {"pubmed": 22363402, "text": "S100 A8/9 complex regulates cell survival via a signaling mechanism involving MEK-ERK via TLR4."}, {"pubmed": 22381691, "text": "Report role for MRP8 for exaggerated in-stent restenosis in diabetes mellitus type 2."}, {"pubmed": 22420238, "text": "Faecal calprotectin in the diagnosis of inflammatory bowel disease."}, {"pubmed": 22446997, "text": "Patients presenting with MI had elevated levels of serum MRP-8/14 compared to patients with non-cardiac chest pain. However, overall diagnostic performance of MRP-8/14 was poor."}, {"pubmed": 22505354, "text": "identified hypoxia and HIF-1 as novel regulators of S100A8/A9 expression in prostate cancer. S100A9 might be useful as prognostic marker for prostate cancer recurrence after radical prostatectomy"}, {"pubmed": 22555971, "text": "Fecal calprotectin and alpha(1)-AT levels at the time of diagnosis are predictive for responses to treatment but are not diagnostic markers for initial stage 1 to 3 gastrointestinal graft-versus-host disease."}, {"pubmed": 22622474, "text": "Elevated levels of S100A8 is associated with increased aggressiveness in breast cancer."}, {"pubmed": 22634002, "text": "The upregulation of S100A8/A9 in tumor-infiltrated myeloid cells could be triggered by IL-6 and IL-8 released from myofibroblasts."}, {"pubmed": 22660800, "text": "The data suggest that serum S100A8/A9 may be a useful biomarker for evaluating disease activity in patients with adult-onset Still's disease."}, {"pubmed": 22683330, "text": "the upregulated production of S100A8 and S100A9 by psoriatic epidermal keratinocytes activated adjacent keratinocytes to produce several cytokines."}, {"pubmed": 22699162, "text": "High baseline serum MRP8/14 levels are associated with lower survival in Chinese peritoneal dialysis patients."}, {"pubmed": 22728165, "text": "In prostate cancer cells, S100A8 expression is stimulated by prostaglandin E2 via EP2 and EP4 receptors through activation of the protein kinase A signaling pathway and stimulation of CCAAT/enhancer-binding-protein-beta binding to the S100A8 promoter."}, {"pubmed": 22806545, "text": "Compared with benign gallbladder diseases, consistently elevated S100A8 levels in malignant gallbladder bile and tissue indicate that gallbladder cancer is an inflammation-associated cancer."}, {"pubmed": 22808130, "text": "The data point to four strategic (87)HEES(90) amino acid residues of the S100A8 C-terminal sequence that are involved directly in the molecular interaction with cytochrome b(558) and then in the phagocyte NADPH oxidase activation."}, {"pubmed": 23018243, "text": "these findings suggest that S100A8 and S100A9 are negative regulators of lymph node metastasis of gastric adenocarcinoma and can be used as biomarkers for prediction of lymph node metastasis in gastric adenocarcinoma."}, {"pubmed": 23165982, "text": "As(III) enhanced S100A8 and S100A9 expression in human-derived cells, and As(III)-induced S100A9 expression is dependent on Nrf2 activation."}, {"pubmed": 23248262, "text": "S100A8/A9, produced by myeloid-derived suppressor cells, plays a role in myeloid-derived suppressor cells activation in gastric cancer patients, identifying S100A8/A9 as a potential target for gastric cancer treatment."}, {"pubmed": 23299480, "text": "Our study demonstrated a dual role for MRP8/14 in bacterial keratitis."}, {"pubmed": 23320892, "text": "Levels of S100A8/A9 and sIL-2R, but not ACE or lysozyme, are elevated in the serum of patients with Hidradenitis suppurativa."}, {"pubmed": 23378728, "text": "In inflamed limbal tissues, expression of S100 A4,8,9 and B proteins is dramatically decreased."}, {"pubmed": 23423260, "text": "Serum calprotectin (s100A8/S100A9)is a potential disease biomarker in patients with ANCA-associated vasculitis and glomerulonephritis, and may have a role in disease pathogenesis."}, {"pubmed": 23426492, "text": "The influence of immunosuppressive drugs on S100A8/A9-RAGE mRNA expression may suggest a role of these proteins in early-stage SCC development in immunosuppressed patients"}, {"pubmed": 23431180, "text": "The S100A8/S100A9 heterodimer calprotectin (CP) functions in the host response to pathogens through a mechanism termed \"nutritional immunity.\" CP binds Mn(2+) and Zn(2+) with high affinity and starves bacteria of these essential nutrients."}, {"pubmed": 23456298, "text": "S100A8/A9 promotes cell migration and invasion through p38 MAPKdependent NF-kappaB activation leading to an increase of MMP2 and MMP12 in gastric cancer."}, {"pubmed": 23619188, "text": "MRP8 has a crucial role in stimulating IL-6 expression by rheumatoid arthritis fibroblast-like synoviocytes."}, {"pubmed": 23626736, "text": "S100A9 protein is extremely unstable but can be rescued upon co-expression with S100A8 protein or inflammatory stimuli, via proteolytically resistant homodimer formation."}, {"pubmed": 23637971, "text": "S100A8 and S100A9 are linked to the colorectal cancer progression."}, {"pubmed": 23800059, "text": "p38 MAPK signalling pathway plays a key role in the TNFalpha- and IL-17A-induced expression of S100A8 in cultured human keratinocytes"}, {"pubmed": 23850136, "text": "Data suggest that expression of S100A8 and S100A9 mRNA and protein is up-regulated in endometrial decidua of patients with recurrent early pregnancy loss as compared to controls suggesting roles of these proteins in pregnancy maintenance/failure."}, {"pubmed": 23874958, "text": "S100A8/A9 (calprotectin) negatively regulates G2/M cell cycle progression and growth of squamous cell carcinoma."}, {"pubmed": 23907944, "text": "A study of expression of S100 proteins in gallbladder mucosa of the patients with calculous cholecystitis indicated close relationship between S100A8 and S100A9 proteins in their proinflammatory functions."}, {"pubmed": 23915068, "text": "calgranulin A and B distinguish borderline and malignant ovarian tumors from benign tumors"}, {"pubmed": 23942785, "text": "associated with cardiovascular disease in patients with inactive systemic lupus erythematosus"}, {"pubmed": 23954397, "text": "Studies indicate that RAGE and Toll-like receptor (TLR) share several common ligands including HMGB1, the S100A8/A9 heterodimeric protein complex and LPS."}, {"pubmed": 23977231, "text": "S100A8 and S100A9 regulate the NLRP3 inflammasome and enhance the inflammatory response by inducing cytokine secretion of peripheral blood mononuclear cells."}, {"pubmed": 24041228, "text": "S100A8 and S100A9 appear to suppress breast cancer malignancy through an increase in mesenchymal to epithelial transitioning."}, {"pubmed": 24041785, "text": "Microarray analysis indicated that rIL-22 enhances the expression of calgranulin A. Calgranulin A small interfering RNA (siRNA) abrogated rIL-22-dependent growth inhibition of M. tuberculosis in MDMs."}, {"pubmed": 24077667, "text": "The aim was to study fecal MMP-9 and HBD-2 in pediatric inflammatory bowel disease to compare their performance to calprotectin and to study whether they would provide additional value in categorizing patients according to their disease subtype."}, {"pubmed": 24114735, "text": "Elevated levels of S100A8 and UBE2C were observed."}, {"pubmed": 24122301, "text": "These data demonstrate for the first time that S100A8/A9 expression in epithelial cancer cells causes enhanced infiltration of immune cells, especially neutrophils, and stimulates settlement of the cancer cells in the lung."}, {"pubmed": 24177755, "text": "S100A8/A9 at low concentrations promoted metastasis and invasion of breast cancer cells and RAGE was required for cell metastasis and invasion mediated by S100A8/A9."}, {"pubmed": 24202303, "text": "Study supports the value of S100A8/A9 as a potentially important link between neutrophils, traditional cardiovascular risk factors, and CV disease."}, {"pubmed": 24231443, "text": "MRP8/14 can activate cells by binding to TLR4, leading to the release of proinflammatory cytokines. These mediators can lead to increased disease activity in enthesitis-related arthritis."}, {"pubmed": 24286299, "text": "Data suggest that tissue infiltrating macrophages secreting MRP8/14 may contribute to myositis, by driving the local production of cytokines directly from muscle."}, {"pubmed": 24326364, "text": "Data indicate that moderate or high expression of S100A8 or S100A9 proteins was associated with a median disease recurrence-free survival."}, {"pubmed": 24334497, "text": "Inhibition of S100A8 resulted in significant growth reduction and apoptosis acceleration in fibroblasts derived from hypertrophic scars."}, {"pubmed": 24439044, "text": "We focus on S100A8 and S100A9 which are involved in the regulation of neutrophil chemotaxis and inflammation related to ocular surface diseases such as dry eye, meibomian gland dysfunction, pterygium, and corneal neovascularization."}, {"pubmed": 24461178, "text": "Serum levels of MRP-8/MRP-14 complex were positively correlated with the number of endothelial cells in the circulation (r=0.69, P<0.05)."}, {"pubmed": 24470119, "text": "Myeloid-related proteins 8 and 14 contribute to monosodium urate monohydrate crystal-induced inflammation in gout."}, {"pubmed": 24558454, "text": "Glomerular MRP8 expression appears to be associated with progression of proteinuria in obese or type 2 diabetic patients"}, {"pubmed": 24583746, "text": "Severe and prolonged left lower-abdominal pain seems to be the best symptom characterizing symptomatic uncomplicated colonic divertulosis and correlates with fecal calprotectin expression."}, {"pubmed": 24595267, "text": "Calcium dependency on formation of S100A8 or A9 dimers might be the prerequisite for altering monolayer permeability of human umbilical endothelial cells."}, {"pubmed": 24622086, "text": "Data indicate that the plasma levels of S100A9, S100A8, and S100A12 were elevated in acute pancreatitis but a definitive difference between the severe and mild forms of the disease."}, {"pubmed": 24692722, "text": "distinct transcriptomic signatures, with significantly high levels of S100A8, and underlying molecular mechanisms contributing to kidney cancer progression."}, {"pubmed": 24718960, "text": "S100A8/A9 was robustly found to be elevated in the circulation of systemic sclerosis patients."}, {"pubmed": 24825356, "text": "S100A8/9 may be an upstream trigger for inflammation and other disease pathways in pterygium."}, {"pubmed": 24955375, "text": "Serum levels of S100A8/S100A9 reflect the degree of inflammation and disease activity in patients with psoriatic arthritis."}, {"pubmed": 24956170, "text": "IL-10 blockade and recombinant IFN-gamma treatment partially abrogated S100A8/A9 mRNA increases in endotoxin tolerance."}, {"pubmed": 24975020, "text": "these data reveal the capacity of these three S100 proteins to induce MUC5AC production in airway epithelial cells, suggesting that they all serve as key mediators linking neutrophil-dominant airway inflammation to mucin hyperproduction."}, {"pubmed": 24983324, "text": "The increased expression of S100A8 protein in poor prognosis chronic lymphocytic leukemia patients"}, {"pubmed": 25037196, "text": "Circulating MRP-8/14 is associated with TX-dependent platelet activation in ACS, even during low-dose aspirin treatment, suggesting a contribution of residual TX to MRP-8/14 shedding, which may further amplify platelet activation."}, {"pubmed": 25098409, "text": "TLR9 ligands induce S100A8 in macrophages via a STAT3-dependent pathway which requires IL-10 and PGE2."}, {"pubmed": 25179566, "text": "Results do not support an important role for serum S100A8/A9 levels as a biomarker for clinical and structural characteristics in established knee, hip, and hand osteoarthritis patients."}, {"pubmed": 25180294, "text": "Alarmins S100A8/S100A9 aggravate osteophyte formation in experimental osteoarthritis and predict osteophyte progression in early human symptomatic osteoarthritis."}, {"pubmed": 25228509, "text": "The study showed a high incidence of strains with increased virulence, possessing cagA, vacAs1 and iceA1 genes in symptomatic children with H. pylori infection."}, {"pubmed": 25236491, "text": "Data suggest that intracellular S100A8/A9 contributes to the cancer cell phenotype by modulating matrix metallopeptidase 2 (MMP-2) expression and activity to regulate cell migration and mobility."}, {"pubmed": 25252120, "text": "Association of increased S100A8 serum protein with early pregnancy loss"}, {"pubmed": 25267955, "text": "Fecal calprotectin has good diagnostic accuracy in detecting mucosal inflammatory changes in inflammatory bowel disease patients in clinical remission."}, {"pubmed": 25302747, "text": "Worse overall survival of OPSCC patients with simultaneous reduction of S100A8 and S100A12 expression."}, {"pubmed": 25308296, "text": "S100A9 and S100A8 may be involved in inducing damage-associated molecular pattern (DAMP)-mediated inflammation in atopic dermatitis triggered by IL-17A and house-dust mites."}, {"pubmed": 25312864, "text": "study revealed a novel role of MRP8/14 in the autophagy-mediated elimination of intracellular BCG by promoting reactive oxygen species generation"}, {"pubmed": 25342131, "text": "Circulating MRP8/MRP14 levels in blunt trauma nonsurvivors were significantly lower than those of survivors. Monocytic THP-1 cells stimulated with MRP8/MRP14 expressed the chemokine IFN-gamma inducible protein 10 (IP-10)/CXCL10."}, {"pubmed": 25348783, "text": "Low S100A8 mRNA levels were associated with Prostate Cancer."}, {"pubmed": 25369978, "text": "Fecal calprotectin appears to be a reliable biomarker of intestinal inflammation and differentiates inflammatory from functional intestinal disorders."}, {"pubmed": 25423568, "text": "These findings establish a novel role for S100A8 in the promoting and enhancing of anaplastic thyroid carcinoma progression"}, {"pubmed": 25471894, "text": "MRP8 elevated serum levels in patients with Behcet's disease indicate MRP8 role in the pathogenetic mechanisms of Behcet's disease."}, {"pubmed": 25505274, "text": "by independent functional experiments. Our data confirm the primary importance of the TLR4/MRP8 axis in the activation of human monocytes"}, {"pubmed": 25620670, "text": "Fecal calprotectin measurement has sufficient sensitivity and NPV values to monitor for Crohn's disease recurrence after intestinal resection."}, {"pubmed": 25673070, "text": "Serum and mRNA expression levels of S100A8 and S100A9 were found to be upregulated in patients with renal cell carcinoma compared with the other three groups."}, {"pubmed": 25781366, "text": "Fecal calprotectin concentrations were significantly higher in Crohn's disease patients with endoscopic recurrence after ileocolonic resection when compared with those in endoscopic remission."}, {"pubmed": 25789858, "text": "This is the first structure-based docking study for the selected protein targets and anticancer drug, and S100A8 and EGFR are attractive anticancer targets and midostaurin with effective drug properties for therapeutic intervention in kidney cancer"}, {"pubmed": 25811984, "text": "We hypothesize that RAGE and S100A8/A9 contribute to the development of human SCC by modulating keratinocyte growth and migration."}, {"pubmed": 25823769, "text": "Lower fecal calprotectin was associated with mucosal healing in ulcerative colitis assessed by colonoscopy."}, {"pubmed": 25916224, "text": "Fecal calprotectin levels were significantly higher in patients with pouchitis than those without pouchitis after restorative proctocolectomy for ulcerative colitis."}, {"pubmed": 25970343, "text": "Calprotectin levels correlated positively, though weakly, with platelet aggregation and activation."}, {"pubmed": 26006104, "text": "Oxidative stress associated with inflammation in cystic fibrosis will stop metal sequestration by calprotectin."}, {"pubmed": 26110394, "text": "High S100A8 expression is associated with Refractory Lupus Nephritis."}, {"pubmed": 26223295, "text": "Elevated expression of MRP8/14 are associated with poor prognosis in lupus nephritis."}, {"pubmed": 26266960, "text": "Increased soluble gp130 in older patients may inhibit IL-6 trans-signaling, impair barrier function, and decrease S100A8/ S100A9 production in elderly chronic rhinosinusitis patients with asthma and nasal polyps."}, {"pubmed": 26296369, "text": "results demonstrate the functional and mechanistic interplays between CD69 and S100A8/S100A9 in supporting Treg-cell differentiation"}, {"pubmed": 26397389, "text": "BBP exposure also increased tumor infiltrating myeloid-derived suppressor cell (MDSC) secretion of S100A8/A9, thereby exacerbating the resistance of breast cancer to doxorubicin with cyclophosphamide"}, {"pubmed": 26404752, "text": "We found that tumor cell proliferation was diminished in the absence of S100A8/A9, leading to significant reduction of tumor size."}, {"pubmed": 26438270, "text": "Treg cells suppress the activity of cytotoxic T cells, which kill malaria parasites; therefore, the up-regulation of S100A8 in malaria patients may contribute to pathogen immune escape or tolerance."}, {"pubmed": 26493794, "text": "S100A8, S100A9 and S100A8/A9 protein levels were higher in chronic rhinosinusitis (CRS) with nasal polyps (NP) patients, showing increased deposition on extracellular matrix (ECM) structures in contrast to CRS without NP and controls."}, {"pubmed": 26525587, "text": "Data suggest up-regulation of pro-inflammatory molecules TLR9, S100A8, and IL-8 plus lower levels of CD11b+ CD33+ myeloid cells may be involved in impairment of wound healing in type 2 diabetes leading to chronic ulcers, such as diabetic foot ulcers."}, {"pubmed": 26632637, "text": "Suggest that, in individuals with lichen planus, S100A8 may exert distinct immunomodulatory and cytotoxicity functions."}, {"pubmed": 26745257, "text": "Serum S100A8 and S100A9 Enhance Innate Immune Responses in the Pathogenesis of Baker's Asthma"}, {"pubmed": 26767827, "text": "Serum calprotectin was significantly higher in rheumatoid arthritis patients than controls, and was correlated with disease activity. It was higher in seropositive than in seronegative patients."}, {"pubmed": 26834220, "text": "MRP8/14 is a good marker of disease activity in rheumatoid arthritis, and higher levels predict response to methotrexate."}, {"pubmed": 26878232, "text": "The frequency of S100A8+ cells in del(5q) myelodysplastic syndrome human bone marrow positively correlates with disease severity."}, {"pubmed": 26883112, "text": "Low S100A8 expression is associated with head and neck neoplasms."}, {"pubmed": 26923392, "text": "Blood expression of matrix metalloproteinases 8 and 9 and of their inducers S100A8 and S100A9 supports diagnosis and prognosis of PDAC-associated diabetes mellitus"}, {"pubmed": 27006175, "text": "High S100A8 expression is associated with glioblastoma."}, {"pubmed": 27022611, "text": "Increased MRP8/14 levels suggest the instability of the atherosclerotic plaque. ECP reflects the severity of coronary arteries stenosis, predicting atherosclerosis burden. They may become the new biomarkers of CAD."}, {"pubmed": 27057553, "text": "Findings suggest that S100 proteins S100A12 and S100A8/A9 are secreted independently either via distinct mechanisms of secretion or following the activation of different signal transduction pathways."}, {"pubmed": 27084691, "text": "Low S100A8/A9 levels may contribute to poor wound healing in colonized chronic wounds with striking difference between diabetic foot ulcers and venous leg ulcers."}, {"pubmed": 27086923, "text": "This study implicates S100A8 and S100A9 as important mediators of tumor cell aggressiveness, and highlights the therapeutic potential of S100A8 and S100A9 for interference of metastasis."}, {"pubmed": 27151304, "text": "High S100A8 expression is associated with lung metastasis in malignant melanoma."}, {"pubmed": 27294692, "text": "S100A4, A8, and A9 proteins represent promising marker genes to evaluate the risk potential of suspicious oral lesions in molecular pathology."}, {"pubmed": 27411454, "text": "Peripheral blood levels of S100A8 and TRAF6 in SAE patients were elevated and might be related to the severity of SAE and predict the outcome of SAE."}, {"pubmed": 27462864, "text": "S100A8 methylation has a role in diagnosis and prognosis of hepatocellular carcinoma"}, {"pubmed": 27537874, "text": "Findings suggest that S100A8/A9 may be involved in the inflammatory response with induction of proinflammatory cytokines and may serve as a clinicopathological marker for disease activity in AOSD."}, {"pubmed": 27562034, "text": "decreased pretreatment levels of myeloid-related protein-8/14 and C-reactive protein may have a role in poor adherence to treatment with tumor necrosis factor inhibitors in juvenile idiopathic arthritis"}, {"pubmed": 27698489, "text": "ANGPTL6, S100A8 and S100A9 are overexpressed in skin of psoriasis patients versus zero expression in controls."}, {"pubmed": 27738838, "text": "MRP8/14 in ankylosing spondylitis is associated with peripheral arthritis and active disease"}, {"pubmed": 27793853, "text": "S100A8 and S100A9 proteins in concentrations secreted by CD34(-)/CD31(+) circulating angiogenic cells (CACs) with impaired function reduce endothelial cell capillary-like network formation. These effects appear to be mediated by Toll-like receptor 4 and are absent with S100A8 and S100A9 in concentrations secreted by healthy CD34(-)/CD31(+) CACs."}, {"pubmed": 27911324, "text": "This study demonstrated that S100A8 was detected in the serums of Alzheimer disease patients"}, {"pubmed": 27925202, "text": "calprotectin induces IL-6 and MCP-1 production in Human Gingival Fibroblasts via TLR4 signaling that involves MAPK and NF-kappaB, resulting in the progression of periodontitis."}, {"pubmed": 27936243, "text": "Data show that the standardized nerve growth factor (NGF) concentration was negatively correlated with continuous pain, neuropathic pain and total score, and the standardized S100 proteins S100A8/A9 concentration was positively correlated with present pain intensity and continuous pain."}, {"pubmed": 28125622, "text": "Expression of S100A8, S100A9 and S100A12 is modulated by eicosapentaenoic acid and docosahexaenoic acid during Inflammation in adipose tissue and mononuclear cells."}, {"pubmed": 28148281, "text": "Data suggest that fecal calprotectin may be a potential biomarker to identify patients with ankylosing spondylitis (AS) at risk of developing inflammatory bowel disease (IBD)."}, {"pubmed": 28183295, "text": "Studies indicate S100A8 as the most overexpressed gene, and the cell cycle pathway as the most promising biomarker and therapeutic target for relapsed childhood B-acute lymphoblastic leukemia (B-ALL)."}, {"pubmed": 28293713, "text": "Data indicate a statistical correlation between fecal calprotectin (FC) and gastrointestinal graft-versus-host disease (GvHD)."}, {"pubmed": 28423597, "text": "Data show that E3 ubiquitin ligase HRD1 (HRD1) decreased the protein level of S100A8 through ubiquitination."}, {"pubmed": 28459433, "text": "Perinatal alarmins S100A8 and S100A9 specifically altered MyD88-dependent proinflammatory gene programs. S100 programming prevented hyperinflammatory responses without impairing pathogen defense. TRIF-adaptor-dependent regulatory genes remained unaffected by perinatal S100 programming and responded strongly to lipopolysaccharide, but were barely expressed."}, {"pubmed": 28463850, "text": "Wide intra- and interindividual differences in calprotectin concentrations in the meconium may reflect intestinal inflammation associated with the fetal adaptation to life outside the uterus."}, {"pubmed": 28494622, "text": "s100a8 has shown to play an important role in vascular inflammation and may serve as a biomarker and potential therapeutic target for intracranial aneurysms"}, {"pubmed": 28609200, "text": "the levels of S100A8 and S100A9 in the sera, and calprotectin levels in the sera and urines of bladder cancer patients, were determined."}, {"pubmed": 28717852, "text": "Elevated breast cancer cell and stromal S1008 protein expression are significant indicators of poorer outcomes in early stage breast cancer patients. Evaluation of S100A8 protein expression may provide additional prognostic information beyond traditional breast cancer prognostic biomarkers."}, {"pubmed": 28735301, "text": "Report role of fecal calprotectin assay in the diagnosis and management of inflammatory bowel disease."}, {"pubmed": 28771806, "text": "Study found that that the co-stimulation with both advanced glycation end-products and Porphyromonas gingivalis LPS increased S100A8 and S100A9 mRNA expression in gingival epithelial cells. These results demonstrated that the upregulation of calprotectin in gingival epithelial cells may primarily function intracellularly in this tissue and may contribute to the pathological process of periodontitis."}, {"pubmed": 28832684, "text": "results of this study support an additional role of calprotectin in assessing inflammatory activity in patients with RA"}, {"pubmed": 28923134, "text": "High S100A8 expression is associated with metastatic melanomas."}, {"pubmed": 28964306, "text": "Elevated S100A8 and S100A9 gene expression in SP-infected HMEECs and in the middle ear mucosa of OM, minor co-localized with neutrophil markers suggests that middle ear epithelial cell secretion of S100A8 and S100A9 may play a role in the pathogenesis of recurrent and chronic OM"}, {"pubmed": 28986057, "text": "MRP-8/14 concentration increases in coronary artery blood in association with thrombus formation in acute coronary syndrome."}, {"pubmed": 29158436, "text": "S100A8 and S100A9 aggravate Coxsackievirus B3-induced myocarditis and might serve as therapeutic targets in inflammatory cardiomyopathies."}, {"pubmed": 29196802, "text": "Median MRP8/14 levels were higher in patients with Takayasu arteritis."}, {"pubmed": 29270708, "text": "S100A8 was required for laser-induced new collagen synthesis in skin cells."}, {"pubmed": 29496993, "text": "When human islet cells were co-cultured with U937 human monocyte cells, the palmitate treatment up-regulated S100A8 expression. This S100A8-mediated interaction between islets and macrophages evoked beta-cell apoptosis, which was ameliorated by TLR4 inhibition in the macrophages or S100A8 neutralization in the pancreatic islets."}, {"pubmed": 29519972, "text": "Salivary calprotectin levels were significantly higher in RAS [Recurrent aphthous stomatitis] group (23.72 +/- 4.28 mg/L) compared to the HC [Healthy Controls] (21.59 +/- 4.27 mg/L) (P = 0.013). No significant relationship was found between calprotectin levels and age or gender in both groups (P >0.05)."}, {"pubmed": 29593718, "text": "this study provides evidence that S100A8/PhosphoS100A9 is inducing cytokine secretion through toll-like receptor 4 signaling"}, {"pubmed": 29595187, "text": "S100A8 gene knockdown reduced cell proliferation in the HEC-1A cells compared with control cells, induced cell apoptosis, inhibited the phosphorylation of protein kinase B (Akt), and induced the expression of pro-apoptotic genes."}, {"pubmed": 29605872, "text": "Our results showed that S100A8/A9, absent or present at very low level in skin biopsies from healthy subjects, is dramatically upregulated in each epidermal layer from psoriatic patients."}, {"pubmed": 29733516, "text": "100A8 and S100A9 positive expression in cancer tissues was significantly higher than in para-cancer tissues and was correlated with tumor differentiation, which may be a potential marker for poor prognosis."}, {"pubmed": 29746703, "text": "this study demonstrates that S100A8/A9 mediates renal damage and fibrosis, presumably through loss of tubular epithelial cell contacts and irreversible damage"}, {"pubmed": 29890074, "text": "By employing energy dispersive X-ray (EDX) spectroscopy, this study evaluate the metal content of Ni(II)-bound Calprotectin-Ser [oligomer of S100A8(C42S) and S100A9(C3S)] crystals obtained in the absence and presence of Ca(II). Whereas the His6 site has a thermodynamic preference for Ni(II) over Zn(II), the His3Asp site selects for Zn(II) over Ni(II), and relatively rapid metal exchange occurs at this site."}, {"pubmed": 29933628, "text": "The results suggest that the calcium-binding proteins S100A8 and S100A9 in myeloid cells have an immune regulatory effect."}, {"pubmed": 29949169, "text": "S100A8/A9 induced the activation of NF-kappaB and expression of MMP-9 protein through facilitating secretion of TNFalpha from macrophages, which may play a role in triggering extracellular matrix degradation and cardiac rupture."}, {"pubmed": 29957458, "text": "There is a log-linear association of calprotectin concentration with risk of cardiovascular disease, which may be partly dependent on hsCRP."}, {"pubmed": 29958797, "text": "findings indicate that circulating S100A8 is increased in myelodysplastic syndromes but not in aplastic anemia, and that may be useful to distinguish these diseases in the differential diagnosis of bone marrow failure syndromes."}, {"pubmed": 30213986, "text": "it demonstrates an association of Calprotectin with adverse lipid profiles and inflammatory biomarkers, which could further influence on the development of atherosclerosis."}, {"pubmed": 30277795, "text": "S100A8 protects ATII cells against injury."}, {"pubmed": 30395736, "text": "Circulating S100A8/A9 Levels Reflect Intraocular Inflammation in Uveitis Patients."}, {"pubmed": 30558665, "text": "Results show that S100A8 and S100A9 proteins induce specific cytokine secretion from PDAC cells, which in turn enhances the expression of S100A8/A9. This paracrine crosstalk could have implications for pancreatic ductal adenocarcinoma invasiveness and metastatic potential."}, {"pubmed": 30582504, "text": "Fecal but not serum calprotectin seems to be a useful non-invasive tool for assessing disease activity in Behcet's syndrome patients with gastrointestinal involvement."}, {"pubmed": 30594066, "text": "mRNA expression of TLR4 and its ligand S100A8, S100A9, and S100A12 in peripheral blood mononuclear cells of Takayasu arteritis patients was higher as compared to healthy controls."}, {"pubmed": 30664211, "text": "these results suggested that the activation of the expression of S100A8 induced by IL1a in TR146 epithelial cells involves a mechanism by which the binding activity of C/EBPB to the specific site (113/109) of the S100A8 promoter is increased"}, {"pubmed": 30720226, "text": "Extracellular S100A8/A9 induced by cancer-associated inflammation in the lung plays a pivotal role in lung cancer progression through anchorage-independent growth, migration and invasion. The S100A8/A9 signal use cell surface NPTNbeta which is highly elevated at mRNA and protein levels. Data indicate that S100A8/A9-NPTNbeta plays a pivotal role in lung cancer progression with dissemination through TRAF2-NFIA/NFIB signa..."}, {"pubmed": 30728384, "text": "S100A8 & S100A9: Alarmin mediated inflammation in tendinopathy."}, {"pubmed": 30808902, "text": "Serum biomarkers identification by iTRAQ and verification by MRM: S100A8/S100A9 levels predict tumor-stroma involvement and prognosis in Glioblastoma."}, {"pubmed": 30810341, "text": "High S100A8 expression is associated with acute kidney injury."}, {"pubmed": 30826088, "text": "Pro-inflammatory gene S100A8 was upregulated in pre-access veins that failed as Arteriovenous fistula, expression of the gene correlated with postoperative intimal hyperplasia and the product of medial fibrosis in patients with Chronic Kidney Disease on Hemodialysis."}, {"pubmed": 30865695, "text": "These results implicate a role of S100A8/A9 in the anti-inflammatory effect of narrowband-UVB. Serum S100A8/A9 levels do not respond to treatment suggesting that serum S100A8/A9 does not originate from psoriasis skin keratinocytes."}, {"pubmed": 30999113, "text": "The ROS scavenger N-acetylcysteine inhibited fascaplysin-induced autophagy and increased p8 protein level."}, {"pubmed": 31014429, "text": "High S100A8 expression may be associated with the poor prognosis of children with acute lymphoblastic leukemia (ALL) and is promising as a new marker for individualized precise treatment of children with ALL"}, {"pubmed": 31131447, "text": "circMAN2B2 could improve cell proliferation, invasion, and migration of the glioma by inhibiting miR-1205 and promoting the expression of S100A8."}, {"pubmed": 31175323, "text": "Expression of S100A8 and S100A9."}, {"pubmed": 31208368, "text": "The expression of S100A8/S100A9 is inducible by changes of cell shape and density through activation of the Hippo pathway in squamous cell carcinomas cells. Induced S100A8/S100A9 promoted cell proliferation, inhibit cell differentiation and apoptosis."}, {"pubmed": 31322196, "text": "S100A8 and S100A9 decreased the expression of skin barrier proteins, filaggrin and loricrin."}, {"pubmed": 31336525, "text": "High serum S100A8 levels are associated with diabetic retinopathy in patients with type 2 diabetes mellitus."}, {"pubmed": 31382165, "text": "the results of our study demonstrate that complete loss of S100A8 expression is linked to adverse tumor features and predicts early biochemical recurrence in prostate cancer. S100A8 measurement, either alone or in combination might be of clinical utility in prostate cancers."}, {"pubmed": 31519567, "text": "S100A8 expression may have a prognostic value in CCRCC reflecting TNM staging and Fuhrman nuclear grade."}, {"pubmed": 31666644, "text": "High plasma level of S100A8/S100A9 and S100A12 at admission indicates a higher risk of death in septic shock patients."}, {"pubmed": 31746424, "text": "S100A8 facilitates cholangiocarcinoma metastasis via upregulation of VEGF through TLR4/NFkappaB pathway activation."}, {"pubmed": 31806053, "text": "The tumor microenvironment-associated protein S100A8/A9 serves as a novel prognostic marker for metastasis and survival of metastatic melanoma patients and predicts response to immunotherapy with pembrolizumab. These data underscore the significance of tumor microenvironment-derived factors as suitable biomarkers for melanoma."}, {"pubmed": 31841042, "text": "Calprotectin is superior to procalcitonin as a sepsis marker and predictor of 30-day mortality in intensive care patients."}, {"pubmed": 31856598, "text": "Serum S100A6, S100A8, S100A9 and S100A11 proteins in colorectal neoplasia: results of a single centre prospective study."}, {"pubmed": 31885098, "text": "IL6 inhibition of inflammatory S100A8/9 proteins is NF-kappaB mediated in essential thrombocythemia."}, {"pubmed": 31904882, "text": "High S100A8 expression is associated with acute myeloid leukemia."}, {"pubmed": 32167384, "text": "Calprotectin (S100A8/S100A9)-induced cytotoxicity and apoptosis in human gastric cancer AGS cells: Alteration in expression levels of Bax, Bcl-2, and ERK2."}, {"pubmed": 32173226, "text": "Early Serum Calprotectin (S100A8/A9) Predicts Delayed Cerebral Ischemia and Outcomes after Aneurysmal Subarachnoid Hemorrhage."}, {"pubmed": 32198140, "text": "Proinflammatory S100A8 Induces PD-L1 Expression in Macrophages, Mediating Tumor Immune Escape."}, {"pubmed": 32255286, "text": "Clinical Accuracy of a New Rapid Assay for Fecal Calprotectin Measurement."}, {"pubmed": 32285094, "text": "Plasma S100A8/A9 Concentrations and Clinical Outcomes of Ischemic Stroke in 2 Independent Multicenter Cohorts."}, {"pubmed": 32332055, "text": "Elevation of inflammatory S100A8/S100A9 complexes in intracranial aneurysms."}, {"pubmed": 32620787, "text": "Elevated serum levels of S100A8/A9 and HMGB1 at hospital admission are correlated with inferior clinical outcomes in COVID-19 patients."}, {"pubmed": 32661658, "text": "Association Between Serum S100A8/S100A9 Heterodimer and Pulmonary Function in Patients with Acute Exacerbation of Chronic Obstructive Pulmonary Disease."}, {"pubmed": 32680574, "text": "Serum levels of interleukins and S100A8/A9 correlate with clinical severity in patients with dermatomyositis-associated interstitial lung disease."}, {"pubmed": 32723832, "text": "Urine and serum S100A8/A9 and S100A12 associate with active lupus nephritis and may predict response to rituximab treatment."}, {"pubmed": 32805279, "text": "S100A8 and S100A9 Are Important for Postnatal Development of Gut Microbiota and Immune System in Mice and Infants."}, {"pubmed": 32869342, "text": "Neutrophil calprotectin identifies severe pulmonary disease in COVID-19."}, {"pubmed": 32903598, "text": "S100A8 and S100A9 Promote Apoptosis of Chronic Eosinophilic Leukemia Cells."}, {"pubmed": 33026626, "text": "Protein Concentrations of Thrombospondin-1, MIP-1beta, and S100A8 Suggest the Reflection of a Pregnancy Clock in Mid-Trimester Amniotic Fluid."}, {"pubmed": 33169236, "text": "The heterodimer S100A8/A9 is a potent therapeutic target for idiopathic pulmonary fibrosis."}, {"pubmed": 33169556, "text": "Serum Calprotectin Is a Potential Marker in Patients with Asthma."}, {"pubmed": 33349072, "text": "The Role of Plasma Calprotectin in Non-infectious Uveitis."}, {"pubmed": 33378668, "text": "Distinct Populations of Immune-Suppressive Macrophages Differentiate from Monocytic Myeloid-Derived Suppressor Cells in Cancer."}, {"pubmed": 33382965, "text": "Serum myeloid-related protein 8/14 is a potential predictor of diabetic kidney disease."}, {"pubmed": 33389821, "text": "S100A8 promotes epithelial-mesenchymal transition and metastasis under TGF-beta/USF2 axis in colorectal cancer."}, {"pubmed": 33434052, "text": "DAMPening Mortality in COVID-19: Therapeutic Insights From Basic Cardiometabolic Studies on S100A8/A9."}, {"pubmed": 33446797, "text": "S100A8/A9 mediate the reprograming of normal mammary epithelial cells induced by dynamic cell-cell interactions with adjacent breast cancer cells."}, {"pubmed": 33523865, "text": "S100A8/S100A9 cytokine acts as a transcriptional coactivator during breast cellular transformation."}, {"pubmed": 33531183, "text": "Levels of the interleukins 17A, 22, and 23 and the S100 protein family in the gingival crevicular fluid of psoriatic patients with or without periodontitis."}, {"pubmed": 33616330, "text": "Elevated Serum Myeloid-Related Protein (MRP) 8/14 in Patients with Acute Exacerbation of Chronic Obstructive Pulmonary Disease."}, {"pubmed": 33721370, "text": "Sensitization to peanut, egg or pets is associated with skin barrier dysfunction in children with atopic dermatitis."}, {"pubmed": 33748944, "text": "Cancer-associated fibroblasts induce an aggressive phenotypic shift in non-malignant breast epithelial cells via interleukin-8 and S100A8."}, {"pubmed": 33931974, "text": "S100A8/A9 is the first predictive marker for neonatal sepsis."}, {"pubmed": 34099591, "text": "S100A8 and S100A9, both transcriptionally regulated by PU.1, promote epithelial-mesenchymal transformation (EMT) and invasive growth of dermal keratinocytes during scar formation post burn."}, {"pubmed": 34128789, "text": "Serum calprotectin (S100A8/9), clinical and ultrasound assessment in patients with juvenile idiopathic arthritis."}, {"pubmed": 34154976, "text": "Serum S100A8 and S100A9 as prognostic biomarkers in acute exacerbation of idiopathic pulmonary fibrosis."}, {"pubmed": 34165193, "text": "Stratum corneum levels of calprotectin proteins S100A8/A9 correlate with disease activity in psoriasis patients."}, {"pubmed": 34339064, "text": "S100A8 may govern hyper-inflammation in severe COVID-19."}, {"pubmed": 34561292, "text": "The antimicrobial peptide S100A8/A9 produced by airway epithelium functions as a potent and direct regulator of macrophage phenotype and function."}, {"pubmed": 34572568, "text": "Differential Regulation of Circulating Soluble Receptor for Advanced Glycation End Products (sRAGEs) and Its Ligands S100A8/A9 Four Weeks Post an Exercise Intervention in a Cohort of Young Army Recruits."}, {"pubmed": 34604387, "text": "Influences of S100A8 and S100A9 on Proliferation of Nasopharyngeal Carcinoma Cells through PI3K/Akt Signaling Pathway."}, {"pubmed": 34659209, "text": "Microdissection of the Bulk Transcriptome at Single-Cell Resolution Reveals Clinical Significance and Myeloid Cells Heterogeneity in Lung Adenocarcinoma."}, {"pubmed": 34681835, "text": "S100A8/A9 Enhances Immunomodulatory and Tissue-Repairing Properties of Human Amniotic Mesenchymal Stem Cells in Myocardial Ischemia-Reperfusion Injury."}, {"pubmed": 34746027, "text": "Elevated Levels of Neutrophil Activated Proteins, Alpha-Defensins (DEFA1), Calprotectin (S100A8/A9) and Myeloperoxidase (MPO) Are Associated With Disease Severity in COVID-19 Patients."}, {"pubmed": 34809447, "text": "Neutrophil-Derived Protein S100A8/A9 Alters the Platelet Proteome in Acute Myocardial Infarction and Is Associated With Changes in Platelet Reactivity."}, {"pubmed": 34954212, "text": "S100A8/A9 Induced by Interaction with Macrophages in Esophageal Squamous Cell Carcinoma Promotes the Migration and Invasion of Cancer Cells via Akt and p38 MAPK Pathways."}, {"pubmed": 35053354, "text": "S100A8/A9 Is a Marker for the Release of Neutrophil Extracellular Traps and Induces Neutrophil Activation."}, {"pubmed": 35166014, "text": "Hematopoietic progenitor cell liabilities and alarmins S100A8/A9-related inflammaging associate with frailty and predict poor cardiovascular outcomes in older adults."}, {"pubmed": 35316567, "text": "S100A8 (rs3806232) gene polymorphism and S100A8 serum level in psoriasis vulgaris patients: A preliminary study."}, {"pubmed": 35390134, "text": "Bone marrow stroma cells promote induction of a chemoresistant and prognostic unfavorable S100A8/A9high AML cell subset."}, {"pubmed": 35466734, "text": "Lipocalin-2, S100A8/A9, and cystatin C: Potential predictive biomarkers of cardiovascular complications in COVID-19."}, {"pubmed": 35529863, "text": "S100A8 in Serum, Urine, and Saliva as a Potential Biomarker for Systemic Lupus Erythematosus."}, {"pubmed": 35579306, "text": "Study of calprotectin gene polymorphism and serum level in acne vulgaris patients."}, {"pubmed": 35674832, "text": "S100A8 inhibition in leukemic lymphoblasts induces sensitivity to chemotherapy and inhibition of disease relapse."}, {"pubmed": 35777022, "text": "The evaluation of urinary calprotectin levels for prediction of acute cisplatin-induced nephrotoxicity."}, {"pubmed": 35809846, "text": "The alarmins high mobility group box protein 1 and S100A8/A9 display different inflammatory profiles after acute knee injury."}, {"pubmed": 36100043, "text": "Inflammatory markers S100A8/A9 and metabolic alteration for evaluating signs of early phase toxicity of anticancer agent treatment."}, {"pubmed": 36117020, "text": "S100A8 enhances IL-1beta production from nasal epithelial cells in eosinophilic chronic rhinosinusitis."}, {"pubmed": 36142212, "text": "Histidine-Rich Glycoprotein Suppresses the S100A8/A9-Mediated Organotropic Metastasis of Melanoma Cells."}, {"pubmed": 36220814, "text": "S100A8-mediated metabolic adaptation controls HIV-1 persistence in macrophages in vivo."}, {"pubmed": 36608459, "text": "Intracellular calprotectin (S100A8/A9) facilitates DNA damage responses and promotes apoptosis in head and neck squamous cell carcinoma."}, {"pubmed": 36675189, "text": "The Role of Serum Calprotectin in Defining Disease Outcomes in Non-Systemic Juvenile Idiopathic Arthritis: A Pilot Study."}, {"pubmed": 36700196, "text": "S100A8 alarmin supports IL-6 and metalloproteinase-9 production by fibroblasts in the synovial microenvironment of peripheral spondyloarthritis."}, {"pubmed": 36731796, "text": "Toward an understanding of the conformational plasticity of S100A8 and S100A9 Ca[2+]-binding proteins."}, {"pubmed": 36923707, "text": "S100A8/S100A9 Promote Progression of Multiple Myeloma via Expansion of Megakaryocytes."}, {"pubmed": 36947059, "text": "Decreased expression of S100A8/A9 in V30M related ATTRv amyloidosis."}, {"pubmed": 37001615, "text": "S100A8 and S100A9 in Cancer."}, {"pubmed": 37028272, "text": "S100-A8/A9 activated TLR4 in renal tubular cells to promote ischemia-reperfusion injury and fibrosis."}, {"pubmed": 37165399, "text": "Expression of S100A8 protein on B cells is associated with disease activity in patients with systemic lupus erythematosus."}, {"pubmed": 37174723, "text": "New Insights into the Impact of Human Papillomavirus on Oral Cancer in Young Patients: Proteomic Approach Reveals a Novel Role for S100A8."}, {"pubmed": 37240094, "text": "Mutation-Driven S100A8 Overexpression Confers Aberrant Phenotypes in Type 1 CALR-Mutated MPN."}, {"pubmed": 37280516, "text": "S100A8, S100A9 and S100A8/A9 heterodimer as novel cachexigenic factors for pancreatic cancer-induced cachexia."}, {"pubmed": 37450087, "text": "S100A8 gene copy number and protein expression in breast cancer: associations with proliferation, histopathological grade and molecular subtypes."}, {"pubmed": 37459395, "text": "Forkhead box A1 induces angiogenesis through activation of the S100A8/p38 MAPK axis in cutaneous wound healing."}, {"pubmed": 37497233, "text": "Identification of S100A8 as a common diagnostic biomarkers and exploring potential pathogenesis for osteoarthritis and metabolic syndrome."}, {"pubmed": 37629174, "text": "CD74 Promotes a Pro-Inflammatory Tumor Microenvironment by Inducing S100A8 and S100A9 Secretion in Pancreatic Cancer."}, {"pubmed": 37686186, "text": "S100A8 and S100A9 in Hematologic Malignancies: From Development to Therapy."}, {"pubmed": 38148054, "text": "Association Between Clinicopathological Parameters and S100A8/A9 Expression According to Smoking History in Patients With Non-small Cell Lung Cancer."}, {"pubmed": 38332909, "text": "Serum S100A8/A9 and MMP-9 levels are elevated in systemic lupus erythematosus patients with cognitive impairment."}], "genomic_pos": {"chr": "1", "end": 153391073, "ensemblgene": "ENSG00000143546", "start": 153390032, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 153363664, "start": 153362508, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002523", "qualifier": "involved_in", "term": "leukocyte migration involved in inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002523", "pubmed": 12626582, "qualifier": "involved_in", "term": "leukocyte migration involved in inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002544", "qualifier": "involved_in", "term": "chronic inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002790", "qualifier": "involved_in", "term": "peptide secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002793", "qualifier": "involved_in", "term": "positive regulation of peptide secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006914", "pubmed": 19935772, "qualifier": "involved_in", "term": "autophagy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006919", "pubmed": 19935772, "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 3313057, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010043", "qualifier": "involved_in", "term": "response to zinc ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014002", "qualifier": "involved_in", "term": "astrocyte development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0018119", "pubmed": 25417112, "qualifier": "involved_in", "term": "peptidyl-cysteine S-nitrosylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030307", "pubmed": 22489132, "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030593", "pubmed": 12626582, "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032119", "pubmed": 22489132, "qualifier": "involved_in", "term": "sequestering of zinc ion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0034121", "pubmed": 25597447, "qualifier": "involved_in", "term": "regulation of toll-like receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035425", "qualifier": "involved_in", "term": "autocrine signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042742", "pubmed": 22489132, "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050729", "pubmed": 12626582, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050832", "pubmed": 22489132, "qualifier": "involved_in", "term": "defense response to fungus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051092", "pubmed": 22489132, "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051493", "pubmed": 22489132, "qualifier": "involved_in", "term": "regulation of cytoskeleton organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070488", "qualifier": "involved_in", "term": "neutrophil aggregation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070488", "pubmed": 12626582, "qualifier": "involved_in", "term": "neutrophil aggregation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001244", "pubmed": 19935772, "qualifier": "involved_in", "term": "positive regulation of intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 22489132, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [16502470, 22664934], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 21805676, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 22489132, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005856", "pubmed": 22489132, "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 22489132, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034774", "qualifier": "located_in", "term": "secretory granule lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045111", "qualifier": "located_in", "term": "intermediate filament cytoskeleton"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 28344315, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990660", "pubmed": 25597447, "qualifier": "part_of", "term": "calprotectin complex"}, {"evidence": "ISO", "gocategory": "CC", "id": "GO:1990660", "qualifier": "part_of", "term": "calprotectin complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005509", "pubmed": 22489132, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9867828, 20936779, 25417112, 31837246], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008017", "pubmed": 22489132, "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008270", "pubmed": 22489132, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0035662", "pubmed": 22489132, "qualifier": "enables", "term": "Toll-like receptor 4 binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048306", "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0050544", "pubmed": 22489132, "qualifier": "enables", "term": "arachidonic acid binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0050786", "pubmed": 22489132, "qualifier": "enables", "term": "RAGE receptor binding"}]}, "homologene": {"genes": [[9544, 714740], [9598, 457319], [9606, 6279], [9615, 490461], [9913, 616818], [10090, 20201], [10116, 116547]], "id": 2225}, "interpro": [{"desc": "S100/Calcium binding protein 7/8-like, conserved site", "id": "IPR001751", "short_desc": "S100/CaBP7/8-like_CS"}, {"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "S100/CaBP-9k-type, calcium binding, subdomain", "id": "IPR013787", "short_desc": "S100_Ca-bd_sub"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}], "ipi": "IPI00007047", "map_location": "1q21.3", "name": "S100 calcium binding protein A8", "other_names": ["calgranulin A", "calprotectin L1L subunit", "cystic fibrosis antigen", "leukocyte L1 complex light chain", "migration inhibitory factor-related protein 8", "protein S100-A8", "urinary stone protein band A"], "pantherdb": {"HGNC": "10498", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2684973", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 10090, "uniprot_kb": "G3UWB8"}, {"MGI": "88244", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10090, "uniprot_kb": "P27005"}, {"RGD": "620265", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10116, "uniprot_kb": "P50115"}, {"Ensembl": "ENSGALG00000014989", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 9031, "uniprot_kb": "E1C1S0"}, {"ZFIN": "ZDB-GENE-050522-69", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "Q503K9"}], "uniprot_kb": "P05109"}, "pathway": {"kegg": {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, "pid": {"id": "toll_endogenous_pathway", "name": "Endogenous TLR signaling"}, "reactome": [{"id": "R-HSA-1236974", "name": "ER-Phagosome pathway"}, {"id": "R-HSA-1236975", "name": "Antigen processing-Cross presentation"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-5260271", "name": "Diseases of Immune System"}, {"id": "R-HSA-5602358", "name": "Diseases associated with the TLR signaling cascade"}, {"id": "R-HSA-5602498", "name": "MyD88 deficiency (TLR2/4)"}, {"id": "R-HSA-5603041", "name": "IRAK4 deficiency (TLR2/4)"}, {"id": "R-HSA-5668599", "name": "RHO GTPases Activate NADPH Oxidases"}, {"id": "R-HSA-5686938", "name": "Regulation of TLR by endogenous ligand"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6799990", "name": "Metal sequestration by antimicrobial proteins"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}], "wikipathways": {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}}, "pdb": ["1MR8", "1XK4", "4GGF", "4XJK", "5HLO", "5HLV", "5W1F", "6DS2", "7QUV"], "pfam": "PF01023", "pharmgkb": "PA34910", "pharos": {"target_id": 14881, "tdl": "Tbio"}, "pir": "A31848", "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168391", "relationship": "is"}, {"id": "GNF179297", "relationship": "is"}, {"id": "GNF190203", "relationship": "is"}, {"id": "GNF201109", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160438", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF037710", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF012949", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331072", "relationship": "is"}, {"id": "GNF332370", "relationship": "is"}, {"id": "GNF334316", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103735", "relationship": "is"}, {"id": "GNF143385", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001306125.1", "NP_001306126.1", "NP_001306127.1", "NP_001306130.1", "NP_002955.2"], "rna": ["NM_001319196.1", "NM_001319197.1", "NM_001319198.2", "NM_001319201.2", "NM_002964.5"], "translation": [{"protein": "NP_002955.2", "rna": "NM_002964.5"}, {"protein": "NP_001306130.1", "rna": "NM_001319201.2"}, {"protein": "NP_001306127.1", "rna": "NM_001319198.2"}, {"protein": "NP_001306126.1", "rna": "NM_001319197.1"}, {"protein": "NP_001306125.1", "rna": "NM_001319196.1"}]}, "reporter": {"HG-U133_Plus_2": ["202917_s_at", "214370_at"], "HG-U95Av2": "41096_at", "HTA-2_0": "TC01003261.hg.1", "HuEx-1_0": "2435989", "HuGene-1_1": "7920244", "HuGene-2_1": "16693414"}, "summary": "The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21. This protein may function in the inhibition of casein kinase and as a cytokine. Altered expression of this protein is associated with the disease cystic fibrosis. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jan 2016].", "symbol": "S100A8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366582"}, "unigene": "Hs.416073", "uniprot": {"Swiss-Prot": "P05109"}, "wikipedia": {"url_stub": "S100 calcium binding protein A8"}}