{"AllianceGenome": "10486", "HGNC": "10486", "MIM": "176940", "_id": "6271", "_version": 1, "accession": {"genomic": ["AL162258.12", "CH471121.2", "CP068277.2", "GN341830.1", "M65210.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAH14392.1", "AAP35584.1", "ALQ33775.1", "ALQ33776.1", "BAG35086.1", "BAG70130.1", "BAG70260.1", "CAA41107.1", "CAY39334.1", "EAW53301.1", "EAW53302.1", "NP_006262.1", "P23297.2"], "rna": ["AB451316.1", "AB451446.1", "AK126904.1", "AK312152.1", "BC014392.1", "BC035791.1", "BC072006.1", "BC094843.1", "BT006938.1", "KU178317.1", "KU178318.1", "NM_006271.2", "X58079.1"], "translation": [{"protein": "CAA41107.1", "rna": "X58079.1"}, {"protein": "ALQ33775.1", "rna": "KU178317.1"}, {"protein": "AAP35584.1", "rna": "BT006938.1"}, {"protein": "BAG70260.1", "rna": "AB451446.1"}, {"protein": "AAH14392.1", "rna": "BC014392.1"}, {"protein": "BAG35086.1", "rna": "AK312152.1"}, {"protein": "ALQ33776.1", "rna": "KU178318.1"}, {"protein": "NP_006262.1", "rna": "NM_006271.2"}, {"protein": "BAG70130.1", "rna": "AB451316.1"}]}, "alias": ["S100", "S100-alpha", "S100A"], "ensembl": {"gene": "ENSG00000160678", "protein": ["ENSP00000292169", "ENSP00000357685", "ENSP00000357687", "ENSP00000389708"], "transcript": ["ENST00000292169", "ENST00000368696", "ENST00000368698", "ENST00000436839", "ENST00000469893"], "translation": [{"protein": "ENSP00000357687", "rna": "ENST00000368698"}, {"protein": "ENSP00000357685", "rna": "ENST00000368696"}, {"protein": "ENSP00000292169", "rna": "ENST00000292169"}, {"protein": "ENSP00000389708", "rna": "ENST00000436839"}], "type_of_gene": "protein_coding"}, "entrezgene": "6271", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.30955598, "exp_mis": 32.5296808, "exp_syn": 19.695224, "lof_z": -0.450042887600871, "mis_z": -0.211850625334578, "mu_lof": 1.29861966221e-07, "mu_mis": 2.79707935847e-06, "mu_syn": 1.66431488776e-06, "n_lof": 3.0, "n_mis": 35.0, "n_syn": 23.0, "p_li": 0.00465602079501881, "p_null": 0.550610597491988, "p_rec": 0.444733381712993, "syn_z": -0.461648674548212}, "bp": 285, "cds_end": 153604317, "cds_start": 153602997, "n_exons": 2, "nonpsych": {"exp_lof": 2.0490998, "exp_mis": 29.4012298, "exp_syn": 17.7848076, "lof_z": -0.652387083540366, "mis_z": 0.0373226382867415, "mu_lof": 1.29861966221e-07, "mu_mis": 2.79707935847e-06, "mu_syn": 1.66431488776e-06, "n_lof": 3.0, "n_mis": 29.0, "n_syn": 22.0, "p_li": 0.00445822127417325, "p_null": 0.585694728862064, "p_rec": 0.409847049863763, "syn_z": -0.62929755447435}, "nontcga": {"exp_lof": 2.12076867, "exp_mis": 29.9232856, "exp_syn": 18.11558451, "lof_z": 0.759190169509941, "mis_z": -0.46236813808339, "mu_lof": 1.29861966221e-07, "mu_mis": 2.79707935847e-06, "mu_syn": 1.66431488776e-06, "n_lof": 1.0, "n_mis": 35.0, "n_syn": 22.0, "p_li": 0.177251540205662, "p_null": 0.178198780212767, "p_rec": 0.644549679581571, "syn_z": -0.577859627678045}, "transcript": "ENST00000292169.1"}, "exons": [{"cdsend": 153631841, "cdsstart": 153630521, "chr": "1", "position": [[153628433, 153628496], [153630508, 153630662], [153631697, 153632039]], "strand": 1, "transcript": "NM_006271", "txend": 153632039, "txstart": 153628433}], "exons_hg19": [{"cdsend": 153604317, "cdsstart": 153602997, "chr": "1", "position": [[153600909, 153600972], [153602984, 153603138], [153604173, 153604515]], "strand": 1, "transcript": "NM_006271", "txend": 153604515, "txstart": 153600909}], "generif": [{"pubmed": 11829317, "text": "The presence of the S100A1 in myocardial sarcoplasmic reticulum and myofibrils may be related to the known target proteins for S100A1 at these sites."}, {"pubmed": 11909974, "text": "Impaired cardiac contractility response to hemodynamic stress in S100A1-deficient mice."}, {"pubmed": 12721284, "text": "identification of the S100A1 C terminus (amino acids 75-94) and hinge region (amino acids 42-54) to differentially enhance sarcoplasmic reticulum Ca2+ release with a nearly 3-fold higher activity of the C terminus"}, {"pubmed": 12804600, "text": "S100A1 has a reglatory role in the contraction-relaxation cycle in the human heart"}, {"pubmed": 12960148, "text": "S100A1 protein serves as a cardioprotective factor in vitro"}, {"pubmed": 14638689, "text": "identified S100A1, but not calmodulin or other S100 proteins, as a potent molecular chaperone and a new member of the Hsp70/Hsp90 multichaperone complex"}, {"pubmed": 15147519, "text": "Synapsins and S100A1 interact in nerve terminals where coexpresssed; S100A1 cannot bind SV-associated synapsin I and may function as a cytoplasmic store of monomeric synapsin I; synapsin dimerization and interaction with S100A1 are mutually exclusive"}, {"pubmed": 15578088, "text": "Results demonstrate that restoration of S100A1 protein levels in failing myocardium by gene transfer may be a novel therapeutic strategy for the treatment of heart failure."}, {"pubmed": 15654019, "text": "This study provides the first evidence that intracellular S100A1, depending on its subcellular location, modulates cardiac Ca2+-turnover via different Ca2+-regulatory proteins."}, {"pubmed": 15780567, "text": "S100A1 was expressed in 2/15 clear cell RCCs, 11/15 papillary RCCs, 7/8 oncocytomas and in 0/7 chromophobe RCCs."}, {"pubmed": 16169012, "text": "the three-dimensional structure of calcium-bound S100A1 was determined by multidimensional NMR spectroscopy and compared to the previously determined structure of apo-S100A1"}, {"pubmed": 16760135, "text": "S-100 protein expression in tumour cells was associated with significantly decreased survival"}, {"pubmed": 16969478, "text": "analysis of the different reactivity pattern of S100A1 in the external auditory canal cholesteatoma"}, {"pubmed": 17210106, "text": "There may be a reverse relationship between the expression of VEGF and S100(+) DC in esophageal tumor tissue, VEGF could decrease the number of S100(+) DC and impair the immunological function of the body."}, {"pubmed": 17396138, "text": "Report concludes that S100A1 and S100B are transcriptional targets of the SOX trio and mediate its inhibition of terminal differentiation of chondrocytes."}, {"pubmed": 17483815, "text": "S100A1 immunodetection is potentially useful for the differential diagnosis between chromophobe renal cell carcinoma and oncocytoma."}, {"pubmed": 17512776, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18193148, "text": "Both S100A1B and S100BB were related to outcome after severe traumatic brain injury. Even though this study is small, it seems unlikely that separate analyses of the dimers are of any advantage compared with measuring S100B alone."}, {"pubmed": 18360353, "text": "S100A4 immunohistochemistry may be valuable for predicting metastatic potential in papillary microcarcinomas"}, {"pubmed": 18845991, "text": "Elevated serum S-100 is associated with malignant melanoma."}, {"pubmed": 19011512, "text": "Circulating S100A1B and S100BB are potential biomarkers in patients with malignant melanoma. S100BB should be considered as the preferred biomarker, showing potential in predicting both relapse and survival, in contrast to both S100 and S100A1B."}, {"pubmed": 19037854, "text": "The cytologic differential diagnosis of spindle cell neoplasm with expression of S-100 protein should be broadened to include sarcomatoid renal cell carcinoma"}, {"pubmed": 19297317, "text": "S100A2 bound monomeric p53 as well as tetrameric, whereas S100A1 only bound monomeric p53."}, {"pubmed": 19302533, "text": "the combination of CK7, S100A1 and claudin 8 immunohistochemistry can be useful for classifying tumours of overlapping histology as chromophobe renal cell carcinoma or renal oncocytomas."}, {"pubmed": 19384190, "text": "S100A1 is a specific and sensitive immunohistochemical marker to differentiate nephrogenic adenoma from prostatic adenocarcinoma"}, {"pubmed": 19482672, "text": "S100A1B and S100BB are increased in urine collected from asphyxiated newborns who will develop hypoxic-ischemic encephalopathy (HIE) since first urination, and their measurement may be useful to early predict HIE."}, {"pubmed": 19538970, "text": "S100A1 has been proven to play a critical role both in cardiac performance, blood pressure regulation and skeletal muscle function."}, {"pubmed": 19601998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19680475, "text": "Data have identified S100A1 as valuable markers for chromophobe renal cell carcinomas."}, {"pubmed": 19926575, "text": "These data suggest that S100A1 is a marker for poor prognosis of endometrioid subtypes of cancer."}, {"pubmed": 20042890, "text": "The expression of S100A1 was low in benign melanocytic tumours and increased in malignant melanomas"}, {"pubmed": 20347987, "text": "A single phenyl-Sepharose column was sufficient for the purification of human S100A11 whereas HiTrap Q anion exchange followed by phenyl-Sepharose columns were required for the purification of S100A1."}, {"pubmed": 20429377, "text": "COX-2 and S-100 positive dendritic cells are highly expressed in laryngeal carcinoma tissue."}, {"pubmed": 20591429, "text": "S100A1, S100A2, S100A4, S100A6 and S100B interacted with MDM2 (2-125)."}, {"pubmed": 20864512, "text": "Observational study of gene-disease association, gene-gene interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 21090249, "text": "Thermodynamics of zinc binding to human S100A2"}, {"pubmed": 21296671, "text": "The three-dimensional structure of human apo(calcium free)S100A1 protein was determined by NMR spectroscopy"}, {"pubmed": 22399290, "text": "S100A1 and permanently active S100P inhibited the apoptosis signal-regulating kinase 1 (ASK1) and PP5 interaction, resulting the inhibition of dephosphorylation of phospho-ASK1 by PP5"}, {"pubmed": 22451665, "text": "Calmodulin and S100A1 protein interact with N terminus of TRPM3 channel."}, {"pubmed": 22647434, "text": "Uremia clearance using NHD is accompanied by improvement in LV strain, rotation, reduction in mass and volume index. Dialysis downregulates genes for cardiomyocyte apoptosis and fibrosis and upregulates S100A1, which may improve LV contractility."}, {"pubmed": 22989881, "text": "S-Nitrosylation of S100A1 increases Ca(2+) binding and tunes the overall protein conformation."}, {"pubmed": 23048072, "text": "Report downregulation of S100A1 expression in critical limb ischemia impairs postischemic angiogenesis via compromised proangiogenic endothelial cell function and nitric oxide synthase regulation."}, {"pubmed": 23351007, "text": "the increased calcium binding affinity of S100A1 upon thionylation arises, most probably, from rearrangement of the hydrophobic core in its apo form"}, {"pubmed": 23595519, "text": "This study showed that overexpression of S100A10, may play a role in irritable bowel syndrome, and that the IL10-819 CC is a candidate genotype for irritable bowel syndrome and ulcerative colitis."}, {"pubmed": 23662436, "text": "In this review we will focus on the roles of S100A proteins in intracellular and extracellular calcium signalling and homeostasis."}, {"pubmed": 23671622, "text": "The triple mutation Arg852/Lys859/Arg860 exhibited significant disruption of the binding of S100A1 to TRPC6 implicating their involvement in the binding site."}, {"pubmed": 23683996, "text": "For autopsy material, all human cases of definite myocardial infarction and suspected early infarction showed well-defined areas without S100A1 staining."}, {"pubmed": 24244340, "text": "hypoxia-induced MiR-138 is an essential mediator of EC dysfunction via its ability to target the 3'UTR of S100A1."}, {"pubmed": 24402969, "text": "It was suggested that S100A1 and S100B be used as markers to develop potency assays for cartilage regeneration cell therapies, and as a redifferentiation readout in monolayer cultures aiming to investigate stimuli for chondrogenic induction."}, {"pubmed": 24501865, "text": "Twenty-seven out of thirty-two (84.38%) cases of serous ovarian carcinoma were found to express S100A1. S100A1 expression was observed in one out of the two mucinous and three out of the six endometroid ovarian carcinomas."}, {"pubmed": 24833748, "text": "Patients with acute myocardial infarction (MI) showed significantly increased S100A1 serum levels. S100A1 signaling in cardiac fibroblasts occurs through endosomal TLR4/MyD88."}, {"pubmed": 25157660, "text": "In this review, we aim to describe the molecular basis and regulatory function of S100A1--{REVIEW}"}, {"pubmed": 25269953, "text": "Data indicate that Cu-oxidized S100 calcium binding protein A4 (S100A4) interacted with S100 calcium binding protein A1 (S100A1) and prevented protein phosphatase 5 (PP5) activation."}, {"pubmed": 25611268, "text": "The relationship between the degree of infiltration by S100-positive (S100+) dendritic cells and prognostic factors, including histological subtype, histological grade, peritumor inflammatory infiltration, and stromal desmoplasia, were examined."}, {"pubmed": 26943607, "text": "High Serum protein S100 levels are associated with postoperative delirium after off-pump coronary artery bypass surgery."}, {"pubmed": 26958883, "text": "molecular dynamics simulations of S100A1 in the apo/holo (Ca(2+)-free/bound) states, is reported."}, {"pubmed": 27226555, "text": "CaM and S100A1 can concurrently bind to and functionally modulate RyR1 and RyR2, but this does not involve direct competition at the RyR CaM binding site."}, {"pubmed": 27356898, "text": "In line with these observations, rhesus monkey rhadinovirus infection resulted in rapid degradation of SP100, followed by degradation of PML and the loss of ND10 structures, whereas the protein levels of ATRX and DAXX remained constant."}, {"pubmed": 27435061, "text": "a molecular mechanism for the potential regulation of TRPM1 by S100A1"}, {"pubmed": 27644758, "text": "Results identified amino acids motif in S100A1 for protein binding to 2-oxohistidine which appears to be an evolutionarily conserved capacity from bacteria to human."}, {"pubmed": 27861869, "text": "a correlation between S100B + A1-positive Human Articular Chondrocytes in monolayer culture and their neochondrogenesis capacity in pellet culture, is reported."}, {"pubmed": 28368280, "text": "X-ray crystal structure of human calcium-bound S100A1 has been reported."}, {"pubmed": 28408431, "text": "Data suggest that three dimers of S100A1 (S100 calcium binding protein A1) associate with one molecule of STIP1 (stress-inducible phosphoprotein 1) in a calcium-dependent manner; individual STIP1 TPR (tetratricopeptide repeat) domains, TPR1, TPR2A and TPR2B, bind a single S100A1 dimer with significantly different affinities; TPR2B domain possesses highest affinity for S100A1."}, {"pubmed": 28595036, "text": "The results indicated that S100A1 enhanced the ovarian cancer cell proliferation and migration."}, {"pubmed": 28819010, "text": "Data suggest that calcium signaling plays important role in prevention of protein misfolding; complexes of S100A1 and STIP1 are key players in this pathway; the stoichiometry of S100A1/STIP1 interaction appears to be three S100A1 dimers plus one STIP1 monomer; each S100A1-STIP1-binding interaction is entropically driven. (S100A1 = S100 calcium binding protein A1; STIP1 = stress-induced-phosphoprotein 1) [REVIEW]"}, {"pubmed": 28825380, "text": "The results indicate that changes in the circulating level of S100A1 protein occur in metabolic syndrome patients. The strong correlation between serum zinc-alpha2-glycoprotein and S100A1 might suggest that production or release of these two proteins could be related mechanistically."}, {"pubmed": 29240297, "text": "Data suggest that TRPM4 exhibits binding sites for calmodulin (CaM) and S100 calcium-binding protein A1 (S100A1) located in very distal part of TRPM4 N-terminus. (TRPM4 = transient receptor potential cation channel subfamily M member 4)"}, {"pubmed": 29248577, "text": "Study provides evidence that mir-363 and its target S100A1 are under the regulatory function of FOXD2-AS1 aggravating nasopharyngeal carcinoma carcinogenesis."}, {"pubmed": 29444082, "text": "found that S100B plays a crucial role in blocking the interaction site between RAGE V domain and S100A1. A cell proliferation assay WST-1 also supported our results. This report could potentially be useful for new protein development for cancer treatment"}, {"pubmed": 31523180, "text": "The elevated plasma S100A1 level is an important predictor of ST-segment elevation myocardial infarction."}, {"pubmed": 32497081, "text": "S100A1 blocks the interaction between p53 and mdm2 and decreases cell proliferation activity."}, {"pubmed": 32945354, "text": "Long noncoding RNA FOXD2AS1 regulates the tumorigenesis and progression of breast cancer via the S100 calcium binding protein A1/Hippo signaling pathway."}, {"pubmed": 33217795, "text": "Comprehensive analysis of the expression and prognosis for S100 in human ovarian cancer: A STROBE study."}, {"pubmed": 33257194, "text": "Elevated serum levels of S100A1 and zinc alpha2-glycoprotein in patients with heart failure."}, {"pubmed": 33605572, "text": "The Role of CK7, S100A1, and CD82 (KAI1) Expression in the Differential Diagnosis of Chromophobe Renal Cell Carcinoma and Renal Oncocytoma."}, {"pubmed": 37005977, "text": "Up-Regulation of S100 Gene Family in Brain Samples of a Subgroup of Individuals with Schizophrenia: Meta-analysis."}, {"pubmed": 37601265, "text": "Tailored modulation of S100A1 and RASSF8 expression by butanediamide augments healing of rotator cuff tears."}, {"pubmed": 37627239, "text": "S100s and HMGB1 Crosstalk in Pancreatic Cancer Tumors."}, {"pubmed": 37943051, "text": "S-100 and MATH-1 Protein Expressions Can Be Useful for the Prediction of Clinical Outcome in Neuroblastoma Patients."}], "genomic_pos": {"chr": "1", "end": 153632039, "ensemblgene": "ENSG00000160678", "start": 153627926, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 153604513, "start": 153600402, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0008016", "pubmed": 12804600, "qualifier": "involved_in", "term": "regulation of heart contraction"}, {"evidence": "HEP", "gocategory": "BP", "id": "GO:0021762", "pubmed": 22926577, "qualifier": "involved_in", "term": "substantia nigra development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0035556", "pubmed": 12804600, "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051000", "pubmed": 24244340, "qualifier": "involved_in", "term": "positive regulation of nitric-oxide synthase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903672", "pubmed": 24244340, "qualifier": "involved_in", "term": "positive regulation of sprouting angiogenesis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12118070, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016529", "qualifier": "is_active_in", "term": "sarcoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016529", "pubmed": 12804600, "qualifier": "located_in", "term": "sarcoplasmic reticulum"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0032991", "pubmed": 14638689, "qualifier": "part_of", "term": "protein-containing complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10913138, 15171681, 16189514, 20591429, 21516116, 25416956, 26871637, 29997244, 31515488, 31837246, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [10913138, 15171681, 16189514, 21296671, 25416956, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 10913138, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0044548", "qualifier": "enables", "term": "S100 protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044548", "pubmed": 10913138, "qualifier": "enables", "term": "S100 protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048306", "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051117", "pubmed": 12804600, "qualifier": "enables", "term": "ATPase binding"}]}, "homologene": {"genes": [[7955, 448856], [8364, 101734724], [9031, 100858258], [9544, 715403], [9598, 457325], [9606, 6271], [9615, 480141], [9913, 528735], [10090, 20193], [10116, 295214]], "id": 4566}, "interpro": [{"desc": "S100/Calcium binding protein 7/8-like, conserved site", "id": "IPR001751", "short_desc": "S100/CaBP7/8-like_CS"}, {"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "S100/CaBP-9k-type, calcium binding, subdomain", "id": "IPR013787", "short_desc": "S100_Ca-bd_sub"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}, {"desc": "Protein S100-A1", "id": "IPR028486", "short_desc": "S100-A1"}], "ipi": ["IPI00641593", "IPI00642049", "IPI00645016"], "map_location": "1q21.3", "name": "S100 calcium binding protein A1", "other_names": ["S-100 protein alpha chain", "S-100 protein subunit alpha", "S100 alpha", "S100 protein, alpha polypeptide", "protein S100-A1"], "pantherdb": {"HGNC": "10486", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1338917", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10090, "uniprot_kb": "P56565"}, {"RGD": "3614", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 10116, "uniprot_kb": "P35467"}, {"Ensembl": "ENSGALG00000034458", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 9031, "uniprot_kb": "A0A1D5PJJ4"}, {"ZFIN": "ZDB-GENE-040822-31", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "A5WW32"}, {"ZFIN": "ZDB-GENE-070822-9", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "A3FKT8"}, {"ZFIN": "ZDB-GENE-030131-8599", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "Q6XG62"}, {"ZFIN": "ZDB-GENE-050320-61", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "F1R758"}, {"ZFIN": "ZDB-GENE-080407-2", "ortholog_type": "O", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "A0A0R4IVA0"}, {"ZFIN": "ZDB-GENE-040916-1", "ortholog_type": "LDO", "panther_family": "PTHR11639", "taxid": 7955, "uniprot_kb": "A3KH13"}], "uniprot_kb": "P23297"}, "pathway": {"reactome": [{"id": "R-HSA-1236974", "name": "ER-Phagosome pathway"}, {"id": "R-HSA-1236975", "name": "Antigen processing-Cross presentation"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-5260271", "name": "Diseases of Immune System"}, {"id": "R-HSA-5602358", "name": "Diseases associated with the TLR signaling cascade"}, {"id": "R-HSA-5602498", "name": "MyD88 deficiency (TLR2/4)"}, {"id": "R-HSA-5603041", "name": "IRAK4 deficiency (TLR2/4)"}, {"id": "R-HSA-5686938", "name": "Regulation of TLR by endogenous ligand"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}]}, "pdb": ["2L0P", "2LHL", "2LLS", "2LLT", "2LLU", "2LP2", "2LP3", "2LUX", "2M3W", "5K89"], "pfam": ["PF00036", "PF01023"], "pharmgkb": "PA34898", "pharos": {"target_id": 8213, "tdl": "Tbio"}, "pir": "A44470", "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168386", "relationship": "is"}, {"id": "GNF179292", "relationship": "is"}, {"id": "GNF190198", "relationship": "is"}, {"id": "GNF201104", "relationship": "is"}, {"id": "GNF228200", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158129", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF030645", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF012931", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284618", "relationship": "is"}}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_006262.1", "rna": "NM_006271.2", "translation": {"protein": "NP_006262.1", "rna": "NM_006271.2"}}, "reporter": {"HG-U133_Plus_2": "205334_at", "HG-U95Av2": "34674_at", "HTA-2_0": "TC01001258.hg.1", "HuEx-1_0": ["2359722", "4043381"], "HuGene-1_1": "7905581", "HuGene-2_1": "16671154"}, "summary": "The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21. This protein may function in stimulation of Ca2+-induced Ca2+ release, inhibition of microtubule assembly, and inhibition of protein kinase C-mediated phosphorylation. Reduced expression of this protein has been implicated in cardiomyopathies. [provided by RefSeq, Jul 2008].", "symbol": "S100A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419781"}, "unigene": "Hs.515715", "uniprot": {"Swiss-Prot": "P23297", "TrEMBL": ["Q5T7Y4", "A0A0S2Z4H2", "Q5T7Y6", "Q5T7Y5"]}, "wikipedia": {"url_stub": "S100 calcium-binding protein A1"}}