{"AllianceGenome": "3165", "HGNC": "3165", "MIM": "601974", "_id": "1901", "_version": 1, "accession": {"genomic": ["AL109741.19", "AY011725.1", "CH471097.2", "CP068277.2", "HM762395.1", "NC_000001.11", "NC_060925.1", "NG_016181.1"], "protein": ["AAA52336.1", "AAC51905.1", "AAF43420.1", "AAH18650.1", "AAK01993.1", "BAG35395.1", "BAG59541.1", "CAG46585.1", "CAG47065.1", "EAW72927.1", "EAW72928.1", "NP_001307659.1", "NP_001391.2", "P21453.2"], "rna": ["AF022137.1", "AF233365.1", "AK297005.1", "AK312493.1", "BC018650.1", "BI598518.1", "BP236900.1", "BU677564.1", "CF994197.1", "CR541786.1", "CR542269.1", "CR977007.1", "DB132417.1", "DB572979.1", "M31210.1", "NM_001320730.2", "NM_001400.5", "NR_174345.1", "NR_174346.1", "NR_174347.1", "NR_174348.1", "NR_174349.1", "NR_174350.1", "XR_007095678.1", "XR_008485945.1"], "translation": [{"protein": "CAG46585.1", "rna": "CR541786.1"}, {"protein": "NP_001391.2", "rna": "NM_001400.5"}, {"protein": "AAF43420.1", "rna": "AF233365.1"}, {"protein": "BAG35395.1", "rna": "AK312493.1"}, {"protein": "CAG47065.1", "rna": "CR542269.1"}, {"protein": "AAH18650.1", "rna": "BC018650.1"}, {"protein": "AAC51905.1", "rna": "AF022137.1"}, {"protein": "AAA52336.1", "rna": "M31210.1"}, {"protein": "NP_001307659.1", "rna": "NM_001320730.2"}, {"protein": "BAG59541.1", "rna": "AK297005.1"}]}, "alias": ["CD363", "CHEDG1", "D1S3362", "ECGF1", "EDG-1", "EDG1", "S1P1"], "ensembl": {"gene": "ENSG00000170989", "protein": ["ENSP00000305416", "ENSP00000497175", "ENSP00000497478", "ENSP00000498038", "ENSP00000498194"], "transcript": ["ENST00000305352", "ENST00000475289", "ENST00000475821", "ENST00000561748", "ENST00000648480", "ENST00000649383"], "translation": [{"protein": "ENSP00000498194", "rna": "ENST00000475821"}, {"protein": "ENSP00000305416", "rna": "ENST00000305352"}, {"protein": "ENSP00000497175", "rna": "ENST00000649383"}, {"protein": "ENSP00000498038", "rna": "ENST00000475289"}, {"protein": "ENSP00000497478", "rna": "ENST00000648480"}], "type_of_gene": "protein_coding"}, "entrezgene": "1901", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.63549262, "exp_mis": 166.4216052, "exp_syn": 78.2009, "lof_z": 1.93428124819781, "mis_z": 3.80748989593043, "mu_lof": 4.60397191153e-07, "mu_mis": 1.46513199732e-05, "mu_syn": 6.86499323206e-06, "n_lof": 1.0, "n_mis": 66.0, "n_syn": 71.0, "p_li": 0.484814894860016, "p_null": 0.02194342880115, "p_rec": 0.493241676338834, "syn_z": 0.504812805005573}, "bp": 1149, "cds_end": 101705689, "cds_start": 101704540, "n_exons": 1, "nonpsych": {"exp_lof": 5.0800292, "exp_mis": 150.6069812, "exp_syn": 70.7587252, "lof_z": 2.21352824155611, "mis_z": 3.84722345993113, "mu_lof": 4.60397191153e-07, "mu_mis": 1.46513199732e-05, "mu_syn": 6.86499323206e-06, "n_lof": 0.0, "n_mis": 57.0, "n_syn": 65.0, "p_li": 0.822346913235036, "p_null": 0.00481471943566208, "p_rec": 0.172838367329302, "syn_z": 0.431022735328743}, "nontcga": {"exp_lof": 5.18264211, "exp_mis": 153.105877, "exp_syn": 71.94281986, "lof_z": 1.81240959435537, "mis_z": 3.78905267594219, "mu_lof": 4.60397191153e-07, "mu_mis": 1.46513199732e-05, "mu_syn": 6.86499323206e-06, "n_lof": 1.0, "n_mis": 59.0, "n_syn": 62.0, "p_li": 0.450693821410566, "p_null": 0.0278477265762723, "p_rec": 0.521458452013162, "syn_z": 0.742229318806252}, "transcript": "ENST00000305352.6"}, "exons": [{"cdsend": 101240133, "cdsstart": 101238984, "chr": "1", "position": [[101236748, 101236991], [101238821, 101241520]], "strand": 1, "transcript": "NM_001320730", "txend": 101241520, "txstart": 101236748}, {"cdsend": 101240133, "cdsstart": 101238984, "chr": "1", "position": [[101237018, 101237099], [101238821, 101241518]], "strand": 1, "transcript": "NM_001400", "txend": 101241518, "txstart": 101237018}], "exons_hg19": [{"cdsend": 101705689, "cdsstart": 101704540, "chr": "1", "position": [[101702304, 101702547], [101704377, 101707076]], "strand": 1, "transcript": "NM_001320730", "txend": 101707076, "txstart": 101702304}, {"cdsend": 101705689, "cdsstart": 101704540, "chr": "1", "position": [[101702574, 101702655], [101704377, 101707074]], "strand": 1, "transcript": "NM_001400", "txend": 101707074, "txstart": 101702574}], "generif": [{"pubmed": 11032855, "text": "in mouse, this protein is essential for vascular maturation"}, {"pubmed": 11741892, "text": "phosphorylation of the sphingosine 1-phosphate (SSP) receptor \"endothelial differentiation gene 1\" (EDG1 or S1P(1)) receptor is increased in response to either SSP or phorbol 12-myristate 13-acetate (PMA) exposure but not lysophosphatidic acid"}, {"pubmed": 11915345, "text": "functions as an intracellular signaling molecule and angiogenesis factor"}, {"pubmed": 11915348, "text": "activates Rho family G proteins and cell motility"}, {"pubmed": 12742228, "text": "S1P(1) inhibits Ca(2+) signalling most likely via G(i) proteins and classical PKC isoforms. Co-expression of S1P(1) with S1P(3), but not S1P(2), reversed the inhibitory effect of S1P(1), furthermore suggesting a specific interplay of S1P receptor subtypes"}, {"pubmed": 14500646, "text": "S1P1 receptors expressed in mouse Th1 cells mediate suppression of T cell proliferation and cytokine production."}, {"pubmed": 14988150, "text": "Immunosuppressant FTY720 activates sphingosine 1-phosphate receptors that affect responsiveness of lymphocytes to chemokines such as stromal cell-derived factor 1."}, {"pubmed": 15626732, "text": "cross-communication between the prototypical barrier-protective S1P and barrier-disruptive PAR1 pathway"}, {"pubmed": 15699128, "text": "Persistent expression of S1P1 receptor by lymphocytes of S1P1 receptor-transgenic mice suppresses delayed-type hypersensitivity and results in production of significantly more IgE antibody (Ab) and less IgG2 Ab than in wild-type mice."}, {"pubmed": 15710622, "text": "endothelial protein C receptor ligation and sphingosine 1-phosphate receptor transactivation results in endothelial cell cytoskeletal rearrangement and barrier protection through activated protein C"}, {"pubmed": 15728452, "text": "Signaling by S1P1 receptor-transgenic mice affects systemic trafficking of peripheral T cells and primary immune responses; levels of S1P1 receptor expression represent an important mechanism of immune regulation."}, {"pubmed": 16148028, "text": "Tyrosine sulfation of S1P1 may be a major controller of S1P effects on T cell traffic"}, {"pubmed": 16195373, "text": "S1P-induced recruitment of S1P1 to CEM fractions promotes PI3 kinase-mediated Tiam1/Rac1 activation required for alpha-actinin-1/4-regulated cortical actin rearrangement and EC barrier enhancement"}, {"pubmed": 16319133, "text": "The constitutively active endogenous S1P1 receptor enhances PDGF-induced cell migration."}, {"pubmed": 16926156, "text": "heterotrimeric G protein-dependent ERK1/2 activation is mediated by IGF-1 and IGF-2 by transactivating sphingosine 1-phosphate receptors"}, {"pubmed": 16963454, "text": "Transactivation of sphingosine 1-phosphate receptors is essential for vascular barrier regulation"}, {"pubmed": 17237497, "text": "FTY720-P targets the S1P1 receptor to the ubiquitinylation and proteasomal degradation pathway"}, {"pubmed": 17331465, "text": "Sphingosine 1-phosphate-induced inflammatory response genes expression is mediated through S1P(1) and S1P(3)"}, {"pubmed": 17918267, "text": "FTY720 induces time-dependent modulation of S1P receptors on human OPCs with consequent functional responses that are directly relevant for the remyelination process."}, {"pubmed": 17975119, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18172456, "text": "S1P(1) receptor, without stimulating [Ca(2+)](i) increases, mediates chemotaxis of keratinocytes"}, {"pubmed": 18247041, "text": "S1P-mediated signaling via the S1P1/Gi/Rho GTPases pathway activates integrin alpha v beta 3, which is indispensable for S1P-stimulated chemotactic response of ECs."}, {"pubmed": 18541717, "text": "S1P promotes lymphangiogenesis by stimulating S1P1/G(i)/phospholipase C/Ca(2+) signaling pathways."}, {"pubmed": 18606817, "text": "HDL has endothelial barrier promoting activities, which are attributable to its S1P component and signaling through the S1P1/Akt pathway."}, {"pubmed": 18644866, "text": "Datas suggest that filamin A links sphingosine kinase 1 and sphingosine-1-phosphate receptor 1 to locally influence the dynamics of actin cytoskeletal structures at lamellipodia to promote cell movement."}, {"pubmed": 18658144, "text": "Plays essential roles in the pathogenesis of rheumatoid arthritis by modulating fibroblast-like synoviocyte migration, cytokine/chemokine production, and cell survival."}, {"pubmed": 18713968, "text": "FOXO1 controls the expression of L-selectin and EDG1 and EDG6, receptors that regulate lymphocyte trafficking"}, {"pubmed": 18760838, "text": "S1P(1) acts as an inhibitor of CXCR4-dependent migration of hematopoietic cells to sites of SDF-1 production."}, {"pubmed": 18773427, "text": "subconfluent pulmonary artery smooth muscle cells express predominantly S1P2 and S1P3 receptors; S1P1 receptor mRNA levels are significantly up-regulated following bFGF treatment"}, {"pubmed": 18849324, "text": "the crucial role of activation of the SPHK1S1PS1P1 signaling pathway in response to inflammatory mediators in endothelial cells in regulating endothelial barrier homeostasis."}, {"pubmed": 18936953, "text": "plasma membrane S1P(1) receptors are rapidly internalized and subsequently translocated to nuclear compartment upon S1P stimulation; nuclear S1P(1) is able to regulate the transcription of Cyr61 and CTGF"}, {"pubmed": 19023099, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19150609, "text": "S1PR1 has an important role in disease-related angiogenesis, especially in the processes of migration/invasion and tube formation."}, {"pubmed": 19158154, "text": "Data suggest that human antibodies to the amino terminus of the type 1 sphingosine 1-phosphate receptor suppress T-cell trafficking sufficiently to impair host defense and provide therapeutic immunosuppression."}, {"pubmed": 19286607, "text": "Akt-mediated transactivation of the S1P1 receptor in caveolin-enriched microdomains regulates endothelial barrier enhancement by oxidized phospholipids."}, {"pubmed": 19633297, "text": "IGFBP-3 in MCF-10A cells requires SphK1 activity and S1P1/S1P3, suggesting that S1P, the product of SphK activity and ligand for S1P1 and S1P3"}, {"pubmed": 19778812, "text": "The activation of S1PR results in increased chemotactic response of CD34(+) hematopoietic stem cells to SDF-1."}, {"pubmed": 19810093, "text": "downregulation of S1P(1) expression enhances the malignancy of glioblastoma by increasing cell proliferation and correlates with the shorter survival of patients with glioblastoma."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20036214, "text": "S1P(1) signaling linked to cell migration is facilitated by a functional interaction with P-Rex1 via a mechanism that involves the maintenance of S1P(1) receptors at the cell membrane."}, {"pubmed": 20081804, "text": "Sphingosine-1-phosphate receptor 1 immunohistochemistry may be useful in the histological diagnosis of mantle cell lymphoma with formalin-fixed and paraffin-embedded sections."}, {"pubmed": 20348395, "text": "Protein S controls hypoxic/ischemic blood-brain barrier disruption through the TAM receptor Tyro3 and sphingosine 1-phosphate receptor1."}, {"pubmed": 20416181, "text": "Mobilization with rhG-CSF obviously down-regulates the expression of S1P1 in CD4+ T cells."}, {"pubmed": 20501673, "text": "Data hypothesize that VEGFR-2 forms a signaling complex with S1P(1) and and protein kinase C-alpha , evoking bidirectional signaling regulating both ERK1/2 phosphorylation and haptotaxis of ML-1 cells."}, {"pubmed": 20566754, "text": "S1PR1 is localized in astrocytes, and its expression level may change during the processes that occur after brain damage."}, {"pubmed": 20592280, "text": "In four-and-a-half LIM domain protein (FHL)2-deficient bone marrow-derived dendritic cells (BMDC), repression of S1PR1 is lost, leading to its overexpression. Signaling via S1PR1 is responsible for increased migratory phenotype of FHL2-deficient BMDCs."}, {"pubmed": 20624651, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20624651, "text": "strong support for a role for S1PR1 gene variants in asthma susceptibility and severity."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20648639, "text": "this study demonstrated that reactive astrocytes in MS lesions and cultured under proinflammatory conditions strongly enhance expression of S1P receptors 1 and 3."}, {"pubmed": 20889557, "text": "These results support a model in which the interaction between sphingosine kinase 1, sphingosine 1-phosphate receptors 1 and/or 3, and ERK-1/2 might drive breast cancer progression"}, {"pubmed": 20951945, "text": "Analysis using clinical biopsy specimens revealed autophagy and increased levels of BCL2, S1P1, and ICAM1 in human T-lymphoblastic lymphoma compared with T-lymphoblastic leukemia."}, {"pubmed": 21145832, "text": "SphK/S1P/S1PRs signaling axis plays an important role in liver fibrosis and is involved in the directed migration of hepatic myofibroblasts into the damaged areas."}, {"pubmed": 21613209, "text": "Purification and identification of activating enzymes of CS-0777, a selective sphingosine 1-phosphate receptor 1 modulator, in erythrocytes."}, {"pubmed": 21660960, "text": "These data have identified an additional function regulated by S1P/S1PR1,3 axis involving migration and fibrogenic activation of hepatic stellate cells."}, {"pubmed": 21719706, "text": "FTY720 (Gilenya) phosphate selectivity of sphingosine 1-phosphate receptor subtype 1 (S1P1) G protein-coupled receptor requires motifs in intracellular loop 1 and transmembrane domain 2"}, {"pubmed": 22100314, "text": "5- and 6-subtituted benzothiazoles with improved physicochemical properties are potent S1P agonists with in vivo lymphocyte-depleting activity"}, {"pubmed": 22104144, "text": "analysis of quinolinone-based agonists of S1P"}, {"pubmed": 22326262, "text": "These findings suggest that S1P/S1P1 signaling may play an important role in RANKL expression by MH7A cells and CD4(+) T cells."}, {"pubmed": 22334704, "text": "the first report to link the two signaling events that control migration through the lymph nodes: CCR7 mediates entry into the lymph nodes and EDG-1 signaling controls their subsequent exit."}, {"pubmed": 22422617, "text": "Data suggest that S1PR1 transactivation is dependent on sphingosine kinase 1, is upstream of MAP kinase signaling system, and is required for LDL-regulated expression of connective tissue growth factor in mesangial cells."}, {"pubmed": 22547907, "text": "abdominal aortic aneurysms have down-regulation of the S1P2 protein with simultaneous up-regulation of the S1P3 protein, but not S1P1"}, {"pubmed": 22595806, "text": "However, growing evidence strongly suggests that the assessment of Sphingosine-1-phosphate receptor 1/3 (S1P1/3) own advantages over present measurements in predicting the risk of developing diabetic cardiovascular diseases."}, {"pubmed": 22623751, "text": "the structure of S1P highlighted key interactions associated with the binding of S1P and agonists and suggested that the ligand may gain access to the binding pocket by lateral diffusion within the plasma membrane."}, {"pubmed": 22624714, "text": "Demonstrate that S1PR1-STAT3 signalling enables myeloid cells to intravasate, prime the distant organ microenvironment and mediate sustained proliferation and survival of their own and other stromal cells at future metastatic sites."}, {"pubmed": 22745305, "text": "Persistent activated STAT3 colocalizes with elevated expression of S1PR1, a G-protein-coupled receptor for sphingosine-1-phosphate (S1P), in the tumor cells of the activated B cell-like subtype of diffuse large B-cell lymphoma."}, {"pubmed": 22837470, "text": "Report role for S1PR1 in regulation venous endothelial barrier function."}, {"pubmed": 22889737, "text": "S1P receptors S1P1,2,3 are expressed in human anaplastic thyroid cancer C643 and THJ-16T cells at both mRNA and protein levels"}, {"pubmed": 22898216, "text": "Sphingosine-1-phosphate modulates expression of vascular endothelial growth factor in human articular chondrocytes."}, {"pubmed": 22975327, "text": "The S1PR1 signaling inhibits angiogenic sprouting and enhances cell-to-cell adhesion."}, {"pubmed": 23033271, "text": "S1P1 expression is controlled by the pro-oxidant activity of p66Shc and is impaired in B-CLL patients with unfavorable prognosis."}, {"pubmed": 23135269, "text": "cell surface levels of S1P1 and levels of S1P1 in caveolin-enriched microdomains were higher after treatment with HDL-S1P as compared with albumin-S1P."}, {"pubmed": 23192342, "text": "PI3K-C2alpha plays the crucial role in S1P(1) internalization into the intracellular vesicular compartment, Rac1 activation on endosomes, and thereby migration through regulating vesicular trafficking in ECs"}, {"pubmed": 23212923, "text": "S1PR1 and ITGB4 transactivation are rate-limiting events in the transduction of HGF signals via a dynamic c-Met complex resulting in enhanced EC barrier integrity"}, {"pubmed": 23300082, "text": "Sphingosine 1-phosphate (S1P) receptors 1 and 2 coordinately induce mesenchymal cell migration through S1P activation of complementary kinase pathways"}, {"pubmed": 23419711, "text": "subset of classical Hodgkin lymphoma cases (7/57; 12%) shows strong, membranous staining for S1PR1 in Hodgkin-Reed-Sternberg cells"}, {"pubmed": 23466305, "text": "key role of Sphk1, S1PR1 and S1PR3 in angiogenesis underlying the liver fibrosis process"}, {"pubmed": 23538947, "text": "binding of sphingosine-1-phosphate to sphingosine-1-phosphate receptor 2 activates multiple Rho GTPases-dependent pathways that coordinate with PI3K pathway for secretion of IL-6 in BeWo cells."}, {"pubmed": 23551178, "text": "The data demonstrates that S1P1 expression is differentially modulated in grey matter and white matter lesions in multiple sclerosis."}, {"pubmed": 23558074, "text": "S1P1 overexpression or ERp29 absence is related to the carcinogenesis and progression, and may be potential biomarkers for early detection of gallbladder adenocarcinoma."}, {"pubmed": 23934754, "text": "S1PR1 expression on macrophages might, therefore, be relevant for restoring tissue homeostasis during the resolution of inflammation."}, {"pubmed": 24038457, "text": "we provide evidences that S1PR1/3, but not S1PR2, negatively regulate the expression of collagen in hMSCs using cellular and molecular approaches in vitro"}, {"pubmed": 24076635, "text": "Impaired S1P1 phosphorylation enhances TH17 polarization and exacerbates autoimmune neuroinflammation."}, {"pubmed": 24131465, "text": "Data indicate that in cultured endothelial cell (umbilical vein endothelial cells) showed a co-localization of sphingosine-1-phosphate receptor S1P(1) and proteinase activated receptor-2 PAR2."}, {"pubmed": 24239722, "text": "The role of protein kinase C (PKC) isozymes in phorbol myristate acetate (PMA)-induced sphingosine 1-phosphate (S1P) receptor 1 (S1P1) phosphorylation was studied."}, {"pubmed": 24263101, "text": "pro-survival/anti-apoptotic signalling from S1P1 is intimately linked to its ability to promote the accumulation of pro-survival protein Mcl-1 and downregulation of pro-apoptotic BH3-only protein Bim via distinct signalling pathways."}, {"pubmed": 24420784, "text": "Our data demonstrate that neuronal cell death evoked by ceramide is regulated by PARP/PAR/AIF and by S1P receptor signalling."}, {"pubmed": 24456642, "text": "study demonstrates loss of S1P and sphingosine kinase activity early in AD pathogenesis, and prior to AD diagnosis. Our findings establish a rationale for further exploring S1P receptor pharmacology in the context of AD therapy."}, {"pubmed": 24520353, "text": "Edg-1 is a potential target gene of RTEF-1 and is involved in RTEF-1-induced angiogenesis in endothelial cells."}, {"pubmed": 24630990, "text": "Study demonstrates a stark contrast between the consequences of S1PR1 signaling in Treg cells in the periphery versus tumors."}, {"pubmed": 24631531, "text": "miR-363 is a negative regulator of S1PR1 expression in hepatocellular carcinoma cells."}, {"pubmed": 24679343, "text": "Sphingosine-1-phosphate receptors control B-cell migration through signaling components associated with primary immunodeficiencies, chronic lymphocytic leukemia, and multiple sclerosis."}, {"pubmed": 24728592, "text": "Three-dimensional structure of the S1P1 receptor has been determined by X-ray crystallography and the specifics of the sphingosine 1 phosphate ligand binding pocket mapped. [review]"}, {"pubmed": 24780445, "text": "Data indicate that the internalization of S1P1 receptor was induced by Syl930-P, the active phosphorylated form of selective S1P1 receptor agonist Syl930."}, {"pubmed": 24903384, "text": "Data show that sphingosine kinase SphK1 and sphingosine-1-phosphate (S1P) receptors S1P1, S1P2, S1P3, and S1P5 were expressed from primary, up to recurrent and secondary glioblastomas, with sphingosine kinase SphK2 levels were highest in primary tumors."}, {"pubmed": 24972972, "text": "Aberrant S1PR1 expression in colorectal cancer was associated with metachronous liver metastasis and worse survival outcome"}, {"pubmed": 25127862, "text": "the regulated expression of S1PR1 might modulate the egress of the leukemic clone from lymphoid tissues to peripheral blood."}, {"pubmed": 25188412, "text": "Sphingosine-1-phosphate promotes extravillous trophoblast cell invasion by activating MEK/ERK/MMP-2 signaling pathways via S1P/S1PR1 axis activation."}, {"pubmed": 25251470, "text": "S1PR1 was a target of miR-125b-1-3p in the placenta. Overexpression of S1PR1 could reverse the inhibitory effect of miR-125b-1-3p on the invasion of trophoblast cells. Abnormal expression of miR-125b-1-3p might contribute to the etiology of preeclampsia."}, {"pubmed": 25287214, "text": "Ponesimod, a selective S1P1 receptor modulator, causes small, dose-dependent QT prolongation."}, {"pubmed": 25293589, "text": "Data suggest an SNP in S1PR1 (rs41287280) is associated with protection against coronary artery disease; some SNPs in S1PR1 have the effect that endocytosis is resistant to S1PR1 antagonists (fingolimod) or S1PR1 agonists (sphingosine 1-phosphate)."}, {"pubmed": 25330249, "text": "The role of sphingosine-1-phosphate in the production of immature double-negative thymocytes in experimental and chronic Chagas disease is reported."}, {"pubmed": 25498971, "text": "S1P1 is widely expressed across tissues and, when activated, has broad functions in the immune, vascular and nervous systems. [Review]"}, {"pubmed": 25557733, "text": "Activation of the S1PR1-PLC-IP3 R-Ca(2+) -Rac1 pathway governs the low-dose S1P-enhanced endothelial barrier integrity."}, {"pubmed": 25588843, "text": "rapid reduction of endothelial cell surface expression of S1PR1 subsequent to Y143 phosphorylation is a crucial mechanism of modulating S1PR1 signaling, and hence the endothelial barrier repair function of S1P."}, {"pubmed": 25632006, "text": "Expression of functional S1PR1 is reduced by B cell receptor signaling and increased by inhibition of PIK3CD but not SYK or BTK in chronic lymphocytic leukemia cells."}, {"pubmed": 25673082, "text": "both S1PR1 and S1PR2 play a pivotal role in hyperglycemia-induced EC dysfunction and endothelial injury by reducing and enhancing the production of oxidative stress."}, {"pubmed": 25872153, "text": "S1P interacts with its receptors on neutrophils, resulting in NADPH oxidase activation by the PI3K-Akt cell signaling pathway and induction of the neutrophil respiratory burst."}, {"pubmed": 26197437, "text": "S1P receptor modulation reduces leukocyte migration across the endothelial barrier"}, {"pubmed": 26238015, "text": "S1PR1 expression was associated with unfavourable clinicopathological features and the expression of several anti-apoptosis/proliferation-related markers in urothelial carcinoma."}, {"pubmed": 26268607, "text": "the ability of ApoM(+)HDL to act as a biased agonist on S1P1 inhibits vascular inflammation, which may partially explain the cardiovascular protective functions of HDL."}, {"pubmed": 26282174, "text": "Within lymphoid follicles, the S1P1 distribution pattern is complementary to that of CCR7/CXCR4, with strong immunoreactivity tightly restricted to mantle zone B cells. This may play a role in B-cell migration toward the S1p-enriched follicle center."}, {"pubmed": 26321412, "text": "Sphingosine 1-phosphate-induced IL-8 gene expression is mainly regulated via S1PR(1), and its secretion is regulated through S1PR(2) receptor subtype."}, {"pubmed": 26493335, "text": "SGPL1 ratio correlated with increased cellular sphingosine-1-phosphate (S1P), and S1P correlated with drug resistance (IC50)."}, {"pubmed": 26787880, "text": "multiple lines of evidence demonstrate that S1PR1 signaling sets the sensitivity of pDC amplification of IFN responses, thereby blunting pathogenic immune responses"}, {"pubmed": 26824863, "text": "The results indicate that sphingosine 1-phosphate is involved in the migration of precursor T-cell lymphoblastic leukemia-lymphoma blasts in vitro, which is dependent on S1P1 expression."}, {"pubmed": 27056271, "text": "Mature human thymocytes rely on S1P-R1 to migrate toward S1P. Taken in the context of murine work demonstrating that S1P is required for thymocyte egress to the periphery."}, {"pubmed": 27061580, "text": "The present high prevalence of S1PR1 overexpression warrants the consideration of testicular diffuse large B-cell lymphoma as a distinct disease subtype and suggests the potential of the S1P/S1PR1 axis as a therapeutic target."}, {"pubmed": 27282481, "text": "The S1P1,3 activation results in Akt phosphorylation and subsequent activation of eNOS via phosphorylation at serine(1177) and dephosphorylation at threonine(495)."}, {"pubmed": 27494562, "text": "this review discusses sphingosine-1-phosphate receptor as a novel therapeutic target in ulcerative colitis"}, {"pubmed": 27572094, "text": "S1PR1 inhibits the apoptosis of human myeloid leukemia cells and promotes their proliferation."}, {"pubmed": 27785703, "text": "These results suggest that S1P signaling plays a role in cell proliferation and drug resistance in multiple myeloma, and targeting this pathway will provide a new therapeutic direction for multiple myelomamanagement."}, {"pubmed": 27879252, "text": "ApoM-bound sphingosine-1-phosphate regulates adhesion molecule abundance, leukocyte-endothelial adhesion, and endothelial barrier function via sphingosine-1-phosphate receptor1."}, {"pubmed": 27881715, "text": "Model recombinant HDL (rHDL) particles formed in vitro with S1P incorporated into the particle initiated the internalization of S1PR1, whereas rHDL without supplemented S1P did not, suggesting that S1P transported in HDL can selectively activate S1PR1."}, {"pubmed": 27974574, "text": "These findings are consistent with a model in which signalling via S1P and S1PR1 are integral components in the response of lymphatic endothelial cells to the stimulus provided by fluid flow."}, {"pubmed": 28167760, "text": "Astrocytic S1PR controls astrocyte neurotoxicity and monocyte recruitment and activation."}, {"pubmed": 28179022, "text": "HDL-associated ApoM is anti-apoptotic by delivering sphingosine 1-phosphate to S1P1 and S1P3 receptors on vascular endothelium."}, {"pubmed": 28206609, "text": "High S1PR1 expression is associated with anti-neutrophil cytoplasmic antibody-associated vasculitis."}, {"pubmed": 28300069, "text": "Extracellular alpha-synuclein induces sphingosine S1P1R uncoupled from inhibitory G-protein leaving beta-arrestin signal intact."}, {"pubmed": 28343295, "text": "S1P1 has a pathogenic role in transient focal cerebral ischemia and is associated with microglial activation in ischemic brain"}, {"pubmed": 28370663, "text": "a lipid molecule repeatedly entered the receptor between the extracellular ends of TM1 and TM7, providing important insights into the pathway of ligand entry into the S1PR1 ."}, {"pubmed": 28399143, "text": "Activated S1PR1 signaling regulates the production of cellular adhesion molecules by inhibiting NF- kappaB activation via a beta-arrestin2-dependent manner"}, {"pubmed": 28466272, "text": "the Blood-brain barrier protection effect of bFGF is at least partially through rescuing the oxygen-glucose deprivation and reoxygenation-induced downregulation of sphingosine-1-phosphate receptor 1 (S1PR1) protein."}, {"pubmed": 28492873, "text": "Blocking of S1PR activity and inhibition of S1P synthesis led to decreased expression of fibrosis and tissue remodeling-related proteins in primary cultures of orbital fibroblasts derived from patients with GO."}, {"pubmed": 28716816, "text": "Elevated S1PR1 expression and STAT3 activation are also observed in human NB cells with acquired resistance to etoposide. We show in vitro and in human NB xenograft models that treatment with FTY720, an FDA-approved drug and antagonist of S1PR1, dramatically sensitizes drug-resistant cells to etoposide."}, {"pubmed": 28878352, "text": "Knockdown of BATF3 in HL cell lines revealed that BATF3 contributed to the transcriptional programme of primary HRS cells, including the upregulation of S1PR1."}, {"pubmed": 28982858, "text": "S1PR1/3 silencing alters proliferation, adhesion, viability and lateral motility in estrogen receptor-negative MCF-7 and estrogen receptor-positive MDA-MB-231 breast cancer cells."}, {"pubmed": 28986246, "text": "Low S1PR1 expression is associated with Coxsackievirus B3-induced myocarditis."}, {"pubmed": 29134505, "text": "Upregulated S1PR1 expression in human and mouse atherosclerotic plaques was successfully identified."}, {"pubmed": 29549086, "text": "dysfunctional/diminished S1PR1 contributes to the retention of malignant cells in the surrounding tissue, constituting a minimal residual disease reservoir that later may give rise to a relapse. In DLBCL, mutations of S1PR1 have not yet been reported, but lack of membrane expression of S1PR1 in DLBCL at early stages (Ann Arbor I+II) correlates to superior outcome"}, {"pubmed": 29632069, "text": "S1P1R regulates vesicular trafficking, and its expulsion involved alpha-Syn binding to membrane-surface gangliosides"}, {"pubmed": 29734379, "text": "We conclude that S1P attenuates the invasion of C643 cells by activating S1P2 and the Rho-ROCK pathway, by decreasing calpain activity, and by decreasing the expression, secretion and activity of MMP2 and, to a lesser extent, MMP9. Our results thus unveil a novel function for the S1P2 receptor in attenuating thyroid cancer cell invasion."}, {"pubmed": 29750961, "text": "These results demonstrated that ApoM protein mass were clearly higher in the NSCLC tissues than in non-small cell lung cancer (NSCLC) tissues. Overexpression of ApoM could promote NSCLC cell proliferation and invasion in vitro and tumor growth in vivo, which might be via upregulating S1PR1 and activating the ERK1/2 and PI3K/AKT signaling pathways."}, {"pubmed": 29781582, "text": "Findings indicate that S1P1 signaling in endothelial cells modulates vascular responses to immune complex deposition."}, {"pubmed": 29804740, "text": "S1PR1-positive smooth muscle cells use S1PR1 to recognize the sphingosine-1-phosphate gradient from tissue (low) to plasma (high) and so migrate out of the media toward the intima of the injured internal mammary artery."}, {"pubmed": 29901713, "text": "Data suggest that sphingosine-1-phosphate receptor 1 (S1P1) exhibits a inhibitory effect on kidney ischemia/reperfusion injury-inducedepithelial to mesenchymal transition (EMT) in the kidney by affecting the PI3K/Akt pathway."}, {"pubmed": 30304001, "text": "Overexpression of S1PR1 decreased p65 phosphorylation and translocation into the nucleus. Furthermore, we demonstrated that S1PR1 stimulation inhibited Akt-mTOR signaling, which might contribute to activation of autophagy in HPMECs. Thus, our study provides knowledge crucial to better understanding novel mechanisms underlying the S1PR1-mediated attenuation of cytokine amplification in the pulmonary system during influenza"}, {"pubmed": 30316864, "text": "S1PR1-STAT3 signaling may participate drug resistance in gastric cancer (GC), thus could serve as a drug target to increase the efficacy of GC treatment."}, {"pubmed": 30453284, "text": "Overexpression of S1PR1 promoted subcutaneous xenograft growth and pulmonary metastases and enhanced expression of epithelial-to-mesenchymal transition markers."}, {"pubmed": 30476824, "text": "this study shows that sphingosine-1-phosphate promotes inflammation-induced tube formation by human lymphatic endothelial cells via the S1PR1/NF-kappaB pathway"}, {"pubmed": 30712233, "text": "High expression of S1PR1 is associated with bladder transitional cell carcinoma."}, {"pubmed": 30718502, "text": "S1P1 activated the TGF-beta signaling pathway, leading to the secretion of TGF-beta and IL-10 from BC cells. Findings suggest that S1P1 induces tumor-derived Treg expansion in a cell-specific manner."}, {"pubmed": 30814488, "text": "Results show that S1PR1 regulated RhoA activation to accelerate VE-cadherin phosphorylation (Y731), leading to increased EDV and reduced VM in breast cancer."}, {"pubmed": 30877143, "text": "T cell S1PR1 and S1PR4, and lymphatic endothelial cell (LEC) S1PR2, were required for migration across LECs and into lymphatic vessels and lymph nodes. S1PR1 and S1PR4 differentially regulated T cell motility and vascular cell adhesion molecule-1 (VCAM-1) binding. S1PR2 regulated LEC layer structure, permeability, and expression of the junction molecules VE-cadherin, occludin, and zonulin-1 through the ERK pathway."}, {"pubmed": 30963819, "text": "Sphk1/S1P/S1PR1 Signaling is Involved in the Development of Autoimmune Thyroiditis in Patients and NOD.H-2(h4) Mice."}, {"pubmed": 31293578, "text": "S1P-S1PR1 Signaling: the \"\"Sphinx\"\" in Osteoimmunology."}, {"pubmed": 31438989, "text": "High S1PR1 expression is associated with esophageal squamous cell carcinoma."}, {"pubmed": 32006593, "text": "Transcription factor STAT1 could bind to upstream region of -29 bp to -12 bp of the S1PR1 promoter and stimulate the expression of S1PR1."}, {"pubmed": 32045395, "text": "S1PR1-Associated Molecular Signature Predicts Survival in Patients with Sepsis."}, {"pubmed": 32155312, "text": "Sphingosine-1-phosphate (S1P) receptors: Promising drug targets for treating bone-related diseases."}, {"pubmed": 32487716, "text": "A G protein-biased S1P1 agonist, SAR247799, protects endothelial cells without affecting lymphocyte numbers."}, {"pubmed": 32544090, "text": "S1PR1 regulates the quiescence of lymphatic vessels by inhibiting laminar shear stress-dependent VEGF-C signaling."}, {"pubmed": 32799825, "text": "Prognostic value of S1PR1 and its correlation with immune infiltrates in breast and lung cancers."}, {"pubmed": 32801704, "text": "Nanoparticle BAF312@CaP-NP Overcomes Sphingosine-1-Phosphate Receptor-1-Mediated Chemoresistance Through Inhibiting S1PR1/P-STAT3 Axis in Ovarian Carcinoma."}, {"pubmed": 32810927, "text": "A label-free impedance assay in endothelial cells differentiates the activation and desensitization properties of clinical S1P1 agonists."}, {"pubmed": 32907751, "text": "Sphingosine 1-phosphate receptors are dysregulated in endometriosis: possible implication in transforming growth factor beta-induced fibrosis."}, {"pubmed": 33000224, "text": "miR181b5p inhibits trophoblast cell migration and invasion through targeting S1PR1 in multiple abnormal trophoblast invasionrelated events."}, {"pubmed": 33307511, "text": "Sphingosine-1-phosphate Receptor-1 Promotes Vascular Invasion and EMT in Hepatocellular Carcinoma."}, {"pubmed": 33574820, "text": "Deletion of Mir223 Exacerbates Lupus Nephritis by Targeting S1pr1 in Fas(lpr/lpr) Mice."}, {"pubmed": 33685344, "text": "FAM19A5/S1PR1 signaling pathway regulates the viability and proliferation of mantle cell lymphoma."}, {"pubmed": 33788630, "text": "Ozanimod, an S1PR1 ligand, attenuates hypoxia plus glucose deprivation-induced autophagic flux and phenotypic switching in human brain VSM cells."}, {"pubmed": 33797381, "text": "SphK1 Promotes Cancer Progression through Activating JAK/STAT Pathway and Up-Regulating S1PR1 Expression in Colon Cancer Cells."}, {"pubmed": 34301921, "text": "SMYD3 promotes hepatocellular carcinoma progression by methylating S1PR1 promoters."}, {"pubmed": 34407633, "text": "Apolipoprotein M and Sphingosine-1-Phosphate Receptor 1 Promote the Transendothelial Transport of High-Density Lipoprotein."}, {"pubmed": 34535564, "text": "Deconstructing the Pharmacological Contribution of Sphingosine-1 Phosphate Receptors to Mouse Models of Multiple Sclerosis Using the Species Selectivity of Ozanimod, a Dual Modulator of Human Sphingosine 1-Phosphate Receptor Subtypes 1 and 5."}, {"pubmed": 34652421, "text": "Tyrosine phosphorylation of S1PR1 leads to chaperone BiP-mediated import to the endoplasmic reticulum."}, {"pubmed": 34751249, "text": "S1P Signaling Pathways in Pathogenesis of Type 2 Diabetes."}, {"pubmed": 35136060, "text": "Differential activation mechanisms of lipid GPCRs by lysophosphatidic acid and sphingosine 1-phosphate."}, {"pubmed": 35412894, "text": "Structural insights into sphingosine-1-phosphate receptor activation."}, {"pubmed": 36068200, "text": "S1PR1 induces metabolic reprogramming of ceramide in vascular endothelial cells, affecting hepatocellular carcinoma angiogenesis and progression."}, {"pubmed": 36209115, "text": "New mechanism for mesenchymal stem cell microvesicle to restore lung permeability: intracellular S1P signaling pathway independent of S1P receptor-1."}, {"pubmed": 36394527, "text": "Sphingosine-1-phosphate receptor modulation improves neurogenesis and functional recovery after stroke."}, {"pubmed": 36555755, "text": "Differential Upregulation and Functional Activity of S1PR1 in Human Peripheral Blood Basophils of Atopic Patients."}, {"pubmed": 37048053, "text": "S1P1 Threonine 236 Phosphorylation Mediates the Invasiveness of Triple-Negative Breast Cancer and Sensitivity to FTY720."}, {"pubmed": 37142226, "text": "Sphingosine-1-phosphate and its receptors in vascular endothelial and lymphatic barrier function."}, {"pubmed": 37220855, "text": "Actin-binding protein filamin B regulates the cell-surface retention of endothelial sphingosine 1-phosphate receptor 1."}, {"pubmed": 37762169, "text": "HIV-1 Infection Results in Sphingosine-1-Phosphate Receptor 1 Dysregulation in the Human Thymus."}, {"pubmed": 37781737, "text": "Glycolytic enzyme PFKFB3 regulates sphingosine 1-phosphate receptor 1 in proangiogenic glomerular endothelial cells under diabetic condition."}, {"pubmed": 37828220, "text": "S1PR1 regulates ovarian cancer cell senescence through the PDK1-LATS1/2-YAP pathway."}, {"pubmed": 37858140, "text": "CircPTPN22 modulates T-cell activation by sponging miR-4689 to regulate S1PR1 expression in patients with systemic lupus erythematosus."}, {"pubmed": 38194271, "text": "S1PR1 inhibition induces proapoptotic signaling in T cells and limits humoral responses within lymph nodes."}], "genomic_pos": {"chr": "1", "end": 101243713, "ensemblgene": "ENSG00000170989", "start": 101236865, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 101707074, "start": 101702444, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001955", "qualifier": "involved_in", "term": "blood vessel maturation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003245", "qualifier": "involved_in", "term": "cardiac muscle tissue growth involved in heart morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0003376", "qualifier": "involved_in", "term": "sphingosine-1-phosphate receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0003376", "pubmed": 22344443, "qualifier": "involved_in", "term": "sphingosine-1-phosphate receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006935", "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007155", "pubmed": [9488656, 10555146], "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 8626678, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007193", "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007420", "qualifier": "involved_in", "term": "brain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019222", "qualifier": "involved_in", "term": "regulation of metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019226", "qualifier": "involved_in", "term": "transmission of nerve impulse"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030032", "qualifier": "involved_in", "term": "lamellipodium assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030036", "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030155", "qualifier": "involved_in", "term": "regulation of cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030500", "qualifier": "involved_in", "term": "regulation of bone mineralization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030595", "qualifier": "involved_in", "term": "leukocyte chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045124", "qualifier": "involved_in", "term": "regulation of bone resorption"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045446", "qualifier": "involved_in", "term": "endothelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048661", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050927", "qualifier": "involved_in", "term": "positive regulation of positive chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051497", "qualifier": "involved_in", "term": "negative regulation of stress fiber assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061384", "qualifier": "involved_in", "term": "heart trabecula morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072678", "qualifier": "involved_in", "term": "T cell migration"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005768", "qualifier": "located_in", "term": "endosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 22344443, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0001664", "pubmed": 24851274, "qualifier": "enables", "term": "G protein-coupled receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004930", "pubmed": 8626678, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 16525420, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038036", "qualifier": "enables", "term": "sphingosine-1-phosphate receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0038036", "pubmed": 22344443, "qualifier": "enables", "term": "sphingosine-1-phosphate receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046625", "qualifier": "enables", "term": "sphingolipid binding"}]}, "homologene": {"genes": [[7955, 64617], [8364, 780355], [9031, 424462], [9544, 716813], [9598, 457063], [9606, 1901], [9615, 490138], [9913, 281135], [10090, 13609], [10116, 29733]], "id": 1071}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Sphingosine 1-phosphate receptor 1", "id": "IPR000987", "short_desc": "EDG1"}, {"desc": "Sphingosine 1-phosphate receptor", "id": "IPR004061", "short_desc": "S1P_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00015343", "map_location": "1p21.2", "name": "sphingosine-1-phosphate receptor 1", "other_names": ["S1P receptor 1", "S1P receptor Edg-1", "endothelial differentiation G-protein coupled receptor 1", "endothelial differentiation, sphingolipid G-protein-coupled receptor, 1", "sphingosine 1-phosphate receptor 1", "sphingosine 1-phosphate receptor EDG1", "sphingosine 1-phosphate receptor Edg-1"], "pantherdb": {"HGNC": "3165", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1096355", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 10090, "uniprot_kb": "O08530"}, {"RGD": "61958", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 10116, "uniprot_kb": "P48303"}, {"Ensembl": "ENSGALG00000005208", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 9031, "uniprot_kb": "R4GHZ8"}, {"ZFIN": "ZDB-GENE-001228-2", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 7955, "uniprot_kb": "Q9DDK4"}], "uniprot_kb": "P21453"}, "pathway": {"biocarta": {"id": "edg1pathway", "name": "phospholipids as signalling intermediaries"}, "kegg": [{"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}], "pid": [{"id": "fcer1pathway", "name": "Fc-epsilon receptor I signaling in mast cells"}, {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}, {"id": "s1p_meta_pathway", "name": "Sphingosine 1-phosphate (S1P) pathway"}, {"id": "s1p_s1p1_pathway", "name": "S1P1 pathway"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-419408", "name": "Lysosphingolipid and LPA receptors"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-9679191", "name": "Potential therapeutics for SARS"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP117", "name": "GPCRs, Other"}, {"id": "WP247", "name": "Small Ligand GPCRs"}, {"id": "WP26", "name": "Signal Transduction of S1P Receptor"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}]}, "pdb": ["3V2W", "3V2Y", "7EO2", "7EO4", "7EVY", "7EVZ", "7EW0", "7EW7", "7TD3", "7TD4", "7VIE", "7VIF", "7VIG", "7VIH", "7WF7", "8G94"], "pfam": "PF00001", "pharmgkb": "PA162402344", "pharos": {"target_id": 12460, "tdl": "Tclin"}, "pir": "A35300", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248743", "relationship": "is"}, {"id": "GNF248744", "relationship": "is"}, {"id": "GNF248745", "relationship": "is"}, {"id": "GNF248746", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280188", "relationship": "is"}, {"id": "GNF280189", "relationship": "is"}, {"id": "GNF280190", "relationship": "is"}, {"id": "GNF280191", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158709", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031878", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082096", "relationship": "is"}, {"id": "GNF082097", "relationship": "is"}, {"id": "GNF082098", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051607", "relationship": "is"}, {"id": "GNF056374", "relationship": "is"}, {"id": "GNF061130", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069107", "relationship": "is"}, {"id": "GNF069108", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282586", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283513", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF003967", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093676", "relationship": "is"}, {"id": "GNF133334", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_016181.1"], "protein": ["NP_001307659.1", "NP_001391.2"], "rna": ["NM_001320730.2", "NM_001400.5", "NR_174345.1", "NR_174346.1", "NR_174347.1", "NR_174348.1", "NR_174349.1", "NR_174350.1", "XR_007095678.1", "XR_008485945.1"], "translation": [{"protein": "NP_001391.2", "rna": "NM_001400.5"}, {"protein": "NP_001307659.1", "rna": "NM_001320730.2"}]}, "reporter": {"HG-U133_Plus_2": "204642_at", "HG-U95Av2": "587_at", "HTA-2_0": ["TC01000909.hg.1", "TC01005668.hg.1"], "HuEx-1_0": "2349129", "HuGene-1_1": "7903393", "HuGene-2_1": "16667760"}, "retired": [51546, 127256], "summary": "The protein encoded by this gene is structurally similar to G protein-coupled receptors and is highly expressed in endothelial cells. It binds the ligand sphingosine-1-phosphate with high affinity and high specificity, and suggested to be involved in the processes that regulate the differentiation of endothelial cells. Activation of this receptor induces cell-cell adhesion. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Mar 2016].", "symbol": "S1PR1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414253"}, "unigene": "Hs.154210", "uniprot": {"Swiss-Prot": "P21453", "TrEMBL": "A0A3B3IUD4"}, "wikipedia": {"url_stub": "S1PR1"}}