{"AllianceGenome": "3169", "HGNC": "3169", "MIM": "605111", "_id": "9294", "_version": 1, "accession": {"genomic": ["AC011511.12", "AY262688.1", "CH471106.1", "CP068259.2", "NC_000019.10", "NC_060943.1", "NG_028016.3", "NG_046802.1"], "protein": ["AAC98919.1", "AAH69598.1", "AAP20652.1", "EAW84081.1", "EAW84082.1", "NP_004221.3", "O95136.2"], "rna": ["AF034780.1", "BC069598.1", "BF513287.1", "BG055846.1", "NM_004230.4"], "translation": [{"protein": "NP_004221.3", "rna": "NM_004230.4"}, {"protein": "AAH69598.1", "rna": "BC069598.1"}, {"protein": "AAC98919.1", "rna": "AF034780.1"}]}, "alias": ["AGR16", "DFNB68", "EDG-5", "EDG5", "Gpcr13", "H218", "LPB2", "S1P2"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "strong", "classification_date": "2017-03-02T00:00:00", "disease_label": "nonsyndromic genetic hearing loss", "gcep": "Hearing Loss Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0019497", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGCIEX:assertion_8405", "sop": "SOP4"}}, "ensembl": {"gene": "ENSG00000267534", "protein": "ENSP00000496438", "transcript": "ENST00000646641", "translation": [{"protein": "ENSP00000496438", "rna": "ENST00000646641"}], "type_of_gene": "protein_coding"}, "entrezgene": "9294", "exons": [{"cdsend": 10224905, "cdsstart": 10223843, "chr": "19", "position": [[10221432, 10224947], [10231203, 10231331]], "strand": -1, "transcript": "NM_004230", "txend": 10231331, "txstart": 10221432}], "exons_hg19": [{"cdsend": 10335581, "cdsstart": 10334519, "chr": "19", "position": [[10332108, 10335623], [10341879, 10342007]], "strand": -1, "transcript": "NM_004230", "txend": 10342007, "txstart": 10332108}], "generif": [{"pubmed": 11915348, "text": "suppress rac protein, a Rho family G protein and cell motility"}, {"pubmed": 15208267, "text": "Amyloid beta-protein stimulated in monocytes the gene expression for sphingosine-1-phosphate receptor 5, which is amyloid beta-protein-induced migration."}, {"pubmed": 15764699, "text": "S1P2R receptor actively regulates the PTEN phosphatase by a Rho GTPase-dependent pathway to inhibit cell migration."}, {"pubmed": 17431187, "text": "S1P2R activation in endothelial cells increases vascular permeability. The balance of S1P1 and S1P2 receptors in the endothelium may determine the regulation of vascular permeability by S1P."}, {"pubmed": 17710232, "text": "antagonism of the S1P2R may be a novel therapeutic approach for the prevention and/or treatment of pathologic ocular neovascularization"}, {"pubmed": 18088600, "text": "These results suggest that S1P(2) receptors/G(12/13)-proteins/Rho signaling pathways mediate S1P-induced inhibition of glioma cell migration."}, {"pubmed": 18612546, "text": "Results suggest that S1PR2 is involved in COX2 dependent effects of high-density lipoprotein on vascular smooth muscle."}, {"pubmed": 18658144, "text": "Plays essential roles in the pathogenesis of rheumatoid arthritis by modulating fibroblast-like synoviocytes migration, cytokine/chemokine production, and cell survival."}, {"pubmed": 18765664, "text": "impairment of function in senescent ECs in culture is mediated by an increase in S1P signaling through S1P(2)-mediated activation of the lipid phosphatase PTEN"}, {"pubmed": 18922980, "text": "These data suggest that CTGF protein induced by S1P2 might act as a growth inhibitor in Wilms' tumor."}, {"pubmed": 19139947, "text": "the S1P(2) receptor is involved in S1P-induced platelet aggregation and Rho kinase activation."}, {"pubmed": 19903857, "text": "S1P(2) signaling may play a critical role in suppressing diffuse large B-cell lymphoma"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20194630, "text": "S1PR2 receptors play a critical role in regulating human mast cell functions, including degranulation and cytokine and chemokine release"}, {"pubmed": 21145832, "text": "SphK/S1P/S1PRs signaling axis plays an important role in liver fibrosis and is involved in the directed migration of hepatic myofibroblasts into the damaged areas."}, {"pubmed": 21289286, "text": "S1P2, and not S1P1 or S1P3, receptor activation increases conventional outflow resistance in whole-eye perfusions."}, {"pubmed": 22244964, "text": "Inflammatory mediators lipopolysaccharide and TNF-alpha induce S1PR2 expression in endothelium, suggesting that S1PR2 up-regulation may be involved in LPS and TNF-alpha elicited endothelial barrier dysfunction."}, {"pubmed": 22547907, "text": "abdominal aortic aneurysms have down-regulation of the S1P2 protein with simultaneous up-regulation of the S1P3 protein, but not S1P1"}, {"pubmed": 22889737, "text": "S1P receptors S1P1,2,3 are expressed in human anaplastic thyroid cancer C643 and THJ-16T cells at both mRNA and protein levels"}, {"pubmed": 23106337, "text": "identify the S1PR2 as the specific and necessary receptor to induce phosphorylation of ERM proteins and subsequent filopodia formation"}, {"pubmed": 23300082, "text": "Sphingosine 1-phosphate (S1P) receptors 1 and 2 coordinately induce mesenchymal cell migration through S1P activation of complementary kinase pathways"}, {"pubmed": 23589284, "text": "S1PR agonists are pro-fibrotic via S1P2R and S1P3R stimulation using Smad-independent pathways."}, {"pubmed": 23629860, "text": "Data indicate that EGF-induced cellular invasion required sphingosine-1-phosphate (S1P)-mediated activation of sphingosine-1-phosphate 2 receptor (S1PR2) and ezrin phosphorylation."}, {"pubmed": 23666803, "text": "Activation of the S1P2 receptor counteracts the detrimental phosphorylation of p38 MAPK by IL-1beta."}, {"pubmed": 23723450, "text": "S1PR2 is a key regulator of the proinflammatory phenotype of the endothelium."}, {"pubmed": 23770055, "text": "TNFalpha treatment activates autocrine S1P/S1P2 signaling, which subsequently activates NFkappaB and leads to the proinflammatory responses in endothelial cell"}, {"pubmed": 23993968, "text": "The S1P2R specifically activates RhoC via G12/13 proteins and LARG."}, {"pubmed": 24038457, "text": "we provide evidences that S1PR1/3, but not S1PR2, negatively regulate the expression of collagen in hMSCs using cellular and molecular approaches"}, {"pubmed": 24064301, "text": "extracellular S1P induces COX-2 expression via activation of S1P2 and subsequent Gi and p42/p44 MAPK-dependent signaling in renal mesangial cells leading to enhanced PGE2 formation and cell migration that essentially requires COX-2."}, {"pubmed": 24614064, "text": "Sphingosylphosphorylcholine stimulates alpha-SMA protein expression and human lung fibroblast mediated collagen gel contraction via S1P2 receptor."}, {"pubmed": 24700501, "text": "Conjugated bile acids promote cholangiocarcinoma growth through S1PR2."}, {"pubmed": 24812668, "text": "S1PR2 expression was increased in disease-susceptible regions of the CNS of female patients with multiple sclerosis compared with their male counterparts."}, {"pubmed": 24851274, "text": "Data indicate that sphingosine 1-phosphate (S1P) and hepatocyte growth factor (HGF) induced transloaction of integrin beta4, S1P receptors S1PR2 and S1PR3 to endothelial cell membrane caveolin-enriched microdomains (CEMs)."}, {"pubmed": 24903384, "text": "Data show that sphingosine kinase SphK1 and sphingosine-1-phosphate (S1P) receptors S1P1, S1P2, S1P3, and S1P5 were expressed from primary, up to recurrent and secondary glioblastomas, with sphingosine kinase SphK2 levels were highest in primary tumors."}, {"pubmed": 25557733, "text": "Activation of S1PR2-calcium influx-RhoA/ROCK dominates the high-dose S1P-induced endothelial monolayer hyperpermeability response."}, {"pubmed": 25673082, "text": "both S1PR1 and S1PR2 play a pivotal role in hyperglycemia-induced EC dysfunction and endothelial injury by reducing and enhancing the production of oxidative stress."}, {"pubmed": 26105954, "text": "AB1 displayed potency at least equivalent to JTE-013 in affecting signaling molecules downstream of S1P2."}, {"pubmed": 26243335, "text": "be detected in the human cerebrovascular endothelium"}, {"pubmed": 26321412, "text": "Sphingosine 1-phosphate-induced IL-8 gene expression is mainly regulated via S1PR(1), and its secretion is regulated through S1PR(2) receptor subtype."}, {"pubmed": 26518876, "text": "S1PR2 plays a critical role in TCA-induced COX-2 expression and CCA growth and may represent a novel therapeutic target for CCA."}, {"pubmed": 26631556, "text": "S1PR2 mediates Rho activation in normal cells neighboring RasV12-transformed cells."}, {"pubmed": 26669941, "text": "LXR-alpha might downregulate S1PR2 expression via miR-130a-3p in quiescent HUVECs. Stimulation of TNF-alpha attenuates the activity of LXR-alpha and results in enhanced S1PR2 expression."}, {"pubmed": 26729899, "text": "S1PR2 is repressed by FOXP1 in activated B-cell and germinal center B-cell DLBCL cell lines with aberrantly high FOXP1 levels; S1PR2 expression is further inversely correlated with FOXP1 expression in 3 DLBCL patient cohorts."}, {"pubmed": 27160553, "text": "Data show that sphingosine kinase 1 (SPHK1) was significantly upregulated in oral squamous cell carcinoma (OSCC) tissues and low levels of sphingosine-1-phosphate lyase 1 (SGPL1) mRNA correlated with a worse overall survival, and that sphingosine-1-phosphate receptor 2 (S1PR2) is over-expressed in a subset of tumours, which in part mediates sphingosine 1-phosphate (S1P)-induced migration of OSCC cells."}, {"pubmed": 27383011, "text": "SNPs within 0.1 Mb of the S1PR2 gene as well as within the gene itself were interrogated as a candidate gene association for hearing loss. For 1 kHz thresholds, the adjacent SNP rs74930654 showed the most significant association. For 4 kHz, the most significant association was with rs201930568. These findings suggest that variants affecting the S1PR2 gene do contribute to auditory thresholds in the UK population."}, {"pubmed": 27562371, "text": "Butyrate and bioactive proteolytic form of Wnt-5a regulate colonic epithelial proliferation and spatial development"}, {"pubmed": 28181168, "text": "Data suggest that activation of SR-BI by APOAI down-regulates sphingosine 1-phosphate/S1PR2-mediated inflammation in vascular endothelial cells by activating the PI3K/Akt signaling pathway; oxidized-LDL does the opposite. (APOA1 = apolipoprotein A-I; SR-BI/SCARB1 = scavenger receptor class B type I; S1PR2 = sphingosine 1-phosphate receptor 2; PI3K = phosphatidylinositol 3-kinase; Akt = proto-oncogene c-akt)"}, {"pubmed": 28206609, "text": "High S1PR2 expression is associated with anti-neutrophil cytoplasmic antibody-associated vasculitis."}, {"pubmed": 28302479, "text": "CONCLUSION: MiR-126 down-regulated S1PR2 and then prevented the activation of PI3K/AKT signaling pathway, which ultimately could damage intestinal mucosal barrier function."}, {"pubmed": 29208234, "text": "Although extravillous trophoblasts express three S1P receptor isoforms, S1P predominantly signals through S1PR2/Galpha12/13 to activate Rho, and thereby acts as potent inhibitor of extravillous trophoblast migration."}, {"pubmed": 29453251, "text": "Novel adipokine, FAM19A5, was capable of inhibiting postinjury neointima formation via sphingosine-1-phosphate receptor 2-G12/13-RhoA signaling."}, {"pubmed": 29458005, "text": "14-3-3zeta promotes esophageal squamous cell carcinoma invasion by repressing S1PR2 protein expression through NF-kappaB signaling"}, {"pubmed": 29475983, "text": "The migration and homing of the Muse cells was confirmed pharmacologically (S1PR2 [sphingosine monophosphate receptor 2]-specific antagonist JTE-013 coinjection) and genetically (S1PR2-siRNA [small interfering ribonucleic acid]-introduced Muse cells) to be mediated through the S1P (sphingosine monophosphate)-S1PR2 axis"}, {"pubmed": 29776397, "text": "Study describes a novel variant in S1PR2 that causes an amino acid exchange (p.Arg108Gln) in the same amino acid residue as one of the previously reported Pakistani families (p.Arg108Pro) with hearing loss. This finding emphasizes the importance of the p.Arg108 amino acid in normal hearing and confirms and consolidates the role of S1PR2 in autosomal recessive hearing loss."}, {"pubmed": 29903770, "text": "Here it is demonstrated that S1P activates YAP and that the S1P receptor 2 (S1PR2/S1P2) mediates S1P-induced YAP activation in both human and mouse hepatocellular carcinoma (HCC) cells. S1P promotes YAP-mediated upregulation of cysteine-rich protein 61 and connective tissue growth factor (CTGF), and stimulates HCC cell proliferation"}, {"pubmed": 29963993, "text": "High S1PR2 expression is associated with Invasive Growth of Esophageal Adenocarcinoma."}, {"pubmed": 30226616, "text": "both SphK1 overexpression and S1P addition increased mTOR phosphorylation as shown by ELISA, while S1PR2 inhibition had the inverse effect. These data suggest that CerS6 and SphK1 regulate mTOR signaling in breast cancer cell proliferation. Moreover, mTOR activity can be regulated by the balance between S1P and C16ceramide, which is generated by CerS6."}, {"pubmed": 30512203, "text": "these data point to an important role of EDG5 in the maintenance and acquisition of pluripotency."}, {"pubmed": 30664326, "text": "Bile acids increase steroidogenesis in cholemic mice and induce cortisol secretion in adrenocortical H295R cells via S1PR2, ERK and SF-1."}, {"pubmed": 30666658, "text": "EBV oncogene LMP1 regulates expression of S1PR2 in aggressive ABC-subtype diffuse large B-cell lymphoma."}, {"pubmed": 30712233, "text": "High expression of S1PR2 is associated with bladder transitional cell carcinoma."}, {"pubmed": 30877143, "text": "T cell S1PR1 and S1PR4, and lymphatic endothelial cell (LEC) S1PR2, were required for migration across LECs and into lymphatic vessels and lymph nodes. S1PR1 and S1PR4 differentially regulated T cell motility and vascular cell adhesion molecule-1 (VCAM-1) binding. S1PR2 regulated LEC layer structure, permeability, and expression of the junction molecules VE-cadherin, occludin, and zonulin-1 through the ERK pathway."}, {"pubmed": 31415870, "text": "This study demonstrated that S1P significantly promotes angiogenesis, inflammation, and barrier integrity, which was attenuated by inhibition of S1P2 or S1P3, suggesting that regulation of S1P2 and S1P3 is a novel therapeutic target for CNV."}, {"pubmed": 31431671, "text": "S1P2 contributes to microglial activation and M1 polarization following cerebral ischemia through ERK1/2 and JNK."}, {"pubmed": 31477835, "text": "The specific antagonism of beta3-AR by SR59230A inhibits Neuroblastoma growth and tumor progression, by switching from stemness to cell differentiation both in vivo and in vitro through the specific blockade of SK2/S1P2 signaling."}, {"pubmed": 32647340, "text": "Increased S1P induces S1PR2 internalization to blunt the sensitivity of colorectal cancer to 5-fluorouracil via promoting intracellular uracil generation."}, {"pubmed": 33197483, "text": "Sphingosine 1-Phosphate Receptor 2 Is Central to Maintaining Epidermal Barrier Homeostasis."}, {"pubmed": 33225975, "text": "Unveiling role of sphingosine-1-phosphate receptor 2 as a brake of epithelial stem cell proliferation and a tumor suppressor in colorectal cancer."}, {"pubmed": 35013382, "text": "The sphingosine 1-phosphate receptor 2/4 antagonist JTE-013 elicits off-target effects on sphingolipid metabolism."}, {"pubmed": 35905868, "text": "Sphingosine 1-phosphate receptor 2 promotes erythrocyte clearance by vascular smooth muscle cells in intraplaque hemorrhage through MFG-E8 production."}, {"pubmed": 37232164, "text": "Down-regulation of S1PR2 is correlated with poor prognosis and immune infiltrates in cervical squamous cell carcinoma and endocervical adenocarcinoma."}, {"pubmed": 37301709, "text": "Platelet-derived factors dysregulate placental sphingosine-1-phosphate receptor 2 in human trophoblasts."}, {"pubmed": 37727014, "text": "Activation of S1P2 is protective against cisplatin-induced peripheral neuropathy."}, {"pubmed": 38007654, "text": "S1PR2 Regulates Autophagy Through the AKT/mTOR Pathway to Promote Pathological Damage in Alzheimer's Disease."}, {"pubmed": 38061028, "text": "Lack of S1PR2 in Macrophage Ameliorates Sepsis-associated Lung Injury through Inducing IL-33-mediated Type 2 Immunity."}, {"pubmed": 38484568, "text": "Is myeloid-derived growth factor a ligand of the sphingosine-1-phosphate receptor 2?"}], "genomic_pos": {"chr": "19", "end": 10231331, "ensemblgene": "ENSG00000267534", "start": 10221433, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 10341948, "start": 10334520, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0003376", "qualifier": "involved_in", "term": "sphingosine-1-phosphate receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003376", "pubmed": 23106337, "qualifier": "involved_in", "term": "sphingosine-1-phosphate receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007186", "pubmed": 29453251, "qualifier": "acts_upstream_of_or_within", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 10617617, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010800", "pubmed": 23106337, "qualifier": "involved_in", "term": "positive regulation of peptidyl-threonine phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019222", "qualifier": "involved_in", "term": "regulation of metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030036", "pubmed": 23106337, "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046847", "pubmed": 23106337, "qualifier": "involved_in", "term": "filopodium assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060079", "qualifier": "involved_in", "term": "excitatory postsynaptic potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090394", "qualifier": "involved_in", "term": "negative regulation of excitatory postsynaptic potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903142", "pubmed": 24851274, "qualifier": "involved_in", "term": "positive regulation of establishment of endothelial barrier"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [24851274, 29453251], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098794", "qualifier": "located_in", "term": "postsynapse"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0001664", "pubmed": 24851274, "qualifier": "enables", "term": "G protein-coupled receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004930", "pubmed": 8087418, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005178", "pubmed": 24851274, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [24453941, 24851274], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008289", "pubmed": 10617617, "qualifier": "enables", "term": "lipid binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008528", "pubmed": 29453251, "qualifier": "enables", "term": "G protein-coupled peptide receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038036", "qualifier": "enables", "term": "sphingosine-1-phosphate receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0038036", "pubmed": 29453251, "qualifier": "enables", "term": "sphingosine-1-phosphate receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0038036", "pubmed": 23106337, "qualifier": "enables", "term": "sphingosine-1-phosphate receptor activity"}]}, "homologene": {"genes": [[7955, 170457], [8364, 100497836], [9031, 100857976], [9544, 712143], [9598, 107966508], [9606, 9294], [9615, 484959], [9913, 540305], [10090, 14739], [10116, 29415]], "id": 3118}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Sphingosine 1-phosphate receptor", "id": "IPR004061", "short_desc": "S1P_rcpt"}, {"desc": "EDG-5 sphingosine 1-phosphate receptor", "id": "IPR004063", "short_desc": "EDG5_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00003501", "map_location": "19p13.2", "name": "sphingosine-1-phosphate receptor 2", "other_names": ["CTD-2369P2.2", "S1P receptor 2", "S1P receptor EDG5", "S1P receptor Edg-5", "deafness, autosomal recessive 68", "endothelial differentiation G-protein coupled receptor 5", "endothelial differentiation, sphingolipid G-protein-coupled receptor, 5", "sphingosine 1-phosphate receptor 2", "sphingosine 1-phosphate receptor Edg-5"], "pantherdb": {"HGNC": "3169", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99569", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 10090, "uniprot_kb": "P52592"}, {"RGD": "68334", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 10116, "uniprot_kb": "P47752"}, {"Ensembl": "ENSGALG00000049475", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 9031, "uniprot_kb": "A0A3Q2UHB6"}, {"ZFIN": "ZDB-GENE-020123-2", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 7955, "uniprot_kb": "Q9I8K8"}], "uniprot_kb": "O95136"}, "pathway": {"kegg": [{"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}], "pid": [{"id": "s1p_meta_pathway", "name": "Sphingosine 1-phosphate (S1P) pathway"}, {"id": "s1p_s1p2_pathway", "name": "S1P2 pathway"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-419408", "name": "Lysosphingolipid and LPA receptors"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP247", "name": "Small Ligand GPCRs"}, {"id": "WP26", "name": "Signal Transduction of S1P Receptor"}]}, "pdb": "7T6B", "pfam": "PF00001", "pharmgkb": "PA162402353", "pharos": {"target_id": 14195, "tdl": "Tchem"}, "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF228455", "relationship": "is"}, {"id": "GNF259931", "relationship": "is"}, {"id": "GNF259932", "relationship": "is"}, {"id": "GNF259933", "relationship": "is"}, {"id": "GNF259934", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280452", "relationship": "is"}, {"id": "GNF280453", "relationship": "is"}, {"id": "GNF280454", "relationship": "is"}, {"id": "GNF280455", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082101", "relationship": "is"}, {"id": "GNF082102", "relationship": "is"}, {"id": "GNF082103", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053867", "relationship": "is"}, {"id": "GNF058642", "relationship": "is"}, {"id": "GNF073895", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071513", "relationship": "is"}, {"id": "GNF071514", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128519", "relationship": "is"}, {"id": "GNF277956", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093604", "relationship": "is"}, {"id": "GNF110198", "relationship": "is"}, {"id": "GNF133262", "relationship": "is"}, {"id": "GNF149839", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_028016.3", "NG_046802.1"], "protein": "NP_004221.3", "rna": "NM_004230.4", "translation": {"protein": "NP_004221.3", "rna": "NM_004230.4"}}, "reporter": {"HG-U133_Plus_2": ["208537_at", "227684_at"], "HG-U95Av2": "34086_at", "HG-U95B": "47156_at", "HTA-2_0": "TC19001160.hg.1", "HuEx-1_0": "3850166", "HuGene-1_1": "8033956", "HuGene-2_1": "16868619"}, "retired": 751609, "summary": "This gene encodes a member of the G protein-coupled receptors, as well as the EDG family of proteins. The encoded protein is a receptor for sphingosine 1-phosphate, which participates in cell proliferation, survival, and transcriptional activation. Defects in this gene have been associated with congenital profound deafness. [provided by RefSeq, Mar 2016].", "symbol": "S1PR2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414257"}, "unigene": "Hs.655405", "uniprot": {"Swiss-Prot": "O95136"}, "wikipedia": {"url_stub": "S1PR2"}}