{"AllianceGenome": "10513", "HGNC": "10513", "MIM": "104750", "_id": "6288", "_version": 1, "accession": {"genomic": ["AB055858.1", "AB055859.1", "AB055860.1", "AC107948.7", "AJ007713.1", "CH471064.2", "CP068267.2", "CS081991.1", "D32001.1", "HC025774.1", "HI519556.1", "JA514413.1", "NC_000011.10", "NC_060935.1", "NG_021330.2", "NW_021160006.1", "X56652.1"], "protein": ["AAA60297.1", "AAA64799.1", "AAH07022.1", "AAI05797.1", "BAA06768.1", "CAA35804.1", "CAA35806.1", "CAA35808.1", "CAA39974.1", "CAG47037.1", "CAI95959.1", "CBH19818.1", "CBX54359.1", "CCD62024.1", "EAW68408.1", "EAW68409.1", "EAW68410.1", "EAW68411.1", "NP_000322.3", "NP_001171477.2", "NP_954630.2", "P0DJI8.2"], "rna": ["BC007022.1", "BC105796.1", "BE964588.2", "BG533276.1", "BG562565.1", "BG565078.1", "BG567902.1", "BQ691948.1", "BX102362.1", "CD102084.1", "CR542241.1", "M10906.1", "M23698.1", "NM_000331.6", "NM_001178006.3", "NM_199161.5", "X51439.1", "X51441.1", "X51443.1"], "translation": [{"protein": "CAG47037.1", "rna": "CR542241.1"}, {"protein": "NP_000322.3", "rna": "NM_000331.6"}, {"protein": "NP_001171477.2", "rna": "NM_001178006.3"}, {"protein": "CAA35804.1", "rna": "X51439.1"}, {"protein": "CAA35806.1", "rna": "X51441.1"}, {"protein": "AAI05797.1", "rna": "BC105796.1"}, {"protein": "NP_954630.2", "rna": "NM_199161.5"}, {"protein": "AAA64799.1", "rna": "M23698.1"}, {"protein": "AAH07022.1", "rna": "BC007022.1"}, {"protein": "CAA35808.1", "rna": "X51443.1"}, {"protein": "AAA60297.1", "rna": "M10906.1"}]}, "alias": ["PIG4", "SAA", "SAA2", "TP53I4"], "ensembl": [{"gene": "ENSG00000288411", "protein": ["ENSP00000499879", "ENSP00000500281", "ENSP00000500630", "ENSP00000500639"], "transcript": ["ENST00000672418", "ENST00000672662", "ENST00000672712", "ENST00000673521"], "translation": [{"protein": "ENSP00000500630", "rna": "ENST00000672418"}, {"protein": "ENSP00000499879", "rna": "ENST00000673521"}, {"protein": "ENSP00000500281", "rna": "ENST00000672662"}, {"protein": "ENSP00000500639", "rna": "ENST00000672712"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000173432", "protein": ["ENSP00000348918", "ENSP00000384906", "ENSP00000436866", "ENSP00000497498", "ENSP00000509190"], "transcript": ["ENST00000356524", "ENST00000405158", "ENST00000532858", "ENST00000649195", "ENST00000689650"], "translation": [{"protein": "ENSP00000436866", "rna": "ENST00000532858"}, {"protein": "ENSP00000497498", "rna": "ENST00000649195"}, {"protein": "ENSP00000509190", "rna": "ENST00000689650"}, {"protein": "ENSP00000348918", "rna": "ENST00000356524"}, {"protein": "ENSP00000384906", "rna": "ENST00000405158"}], "type_of_gene": "protein_coding"}], "entrezgene": "6288", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.24802762096, "exp_mis": 39.4974440066, "exp_syn": 19.122968476, "lof_z": 1.68347077023358, "mis_z": 1.12829662774504, "mu_lof": 5.17102907675e-07, "mu_mis": 3.84486508314e-06, "mu_syn": 1.721356256e-06, "n_lof": 2.0, "n_mis": 25.0, "n_syn": 9.0, "p_li": 0.181814610902195, "p_null": 0.052920333190235, "p_rec": 0.76526505590757, "syn_z": 1.4350920244194}, "bp": 369, "cds_end": 18291402, "cds_start": 18288434, "n_exons": 3, "nonpsych": {"exp_lof": 5.59910522028, "exp_mis": 35.6930365068, "exp_syn": 17.2521700821, "lof_z": 1.49378189991971, "mis_z": 1.07160707388344, "mu_lof": 5.17102907675e-07, "mu_mis": 3.84486508314e-06, "mu_syn": 1.721356256e-06, "n_lof": 2.0, "n_mis": 23.0, "n_syn": 8.0, "p_li": 0.162732257453721, "p_null": 0.0749619952524606, "p_rec": 0.762305747293818, "syn_z": 1.40244301915769}, "transcript": "ENST00000405158.2"}, "exons": [{"cdsend": 18269855, "cdsstart": 18266887, "chr": "11", "position": [[18266224, 18266443], [18266883, 18266978], [18269194, 18269331], [18269714, 18269976]], "strand": 1, "transcript": "NM_000331", "txend": 18269976, "txstart": 18266224}, {"cdsend": 18269855, "cdsstart": 18266887, "chr": "11", "position": [[18266224, 18266296], [18266382, 18266443], [18266883, 18266978], [18269194, 18269331], [18269714, 18269976]], "strand": 1, "transcript": "NM_001178006", "txend": 18269976, "txstart": 18266224}, {"cdsend": 18269855, "cdsstart": 18266887, "chr": "11", "position": [[18266263, 18266296], [18266883, 18266978], [18269194, 18269333], [18269716, 18269967]], "strand": 1, "transcript": "NM_199161", "txend": 18269967, "txstart": 18266263}], "exons_hg19": [{"cdsend": 18291402, "cdsstart": 18288434, "chr": "11", "position": [[18287771, 18287990], [18288430, 18288525], [18290741, 18290878], [18291261, 18291523]], "strand": 1, "transcript": "NM_000331", "txend": 18291523, "txstart": 18287771}, {"cdsend": 18291402, "cdsstart": 18288434, "chr": "11", "position": [[18287771, 18287843], [18287929, 18287990], [18288430, 18288525], [18290741, 18290878], [18291261, 18291523]], "strand": 1, "transcript": "NM_001178006", "txend": 18291523, "txstart": 18287771}, {"cdsend": 18291402, "cdsstart": 18288434, "chr": "11", "position": [[18287810, 18287843], [18288430, 18288525], [18290741, 18290880], [18291263, 18291514]], "strand": 1, "transcript": "NM_199161", "txend": 18291514, "txstart": 18287810}], "generif": [{"pubmed": 11592044, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11830469, "text": "human platelets specifically adhere to SAA in an RGD- and alphaIIbbeta3-dependent manner, indicating a role for SAA in modulating platelet adhesion"}, {"pubmed": 12056504, "text": "relation to cholesterol metabolism and cardiovascular disease (REVIEW)"}, {"pubmed": 12077270, "text": "The endogenous SAA1 gene has a cytokine-driven transcriptional disadvantage compared to SAA2 that is superseded by a marginal transcriptional advantage when glucocorticoids are present."}, {"pubmed": 12410800, "text": "the region containing the C/EBPalpha,beta consensus binding site between the bases -252 and -175 is important for the glucocorticoid-induced SAA1 gene expression in HASMCs but not in HepG2 cells"}, {"pubmed": 12687559, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12762135, "text": "Data suggest that the frequency of the -13T serum amyloid A1 (SAA1) allele may explain the difference in prevalence of AA amyloidosis in Japanese and Caucasians."}, {"pubmed": 12762135, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12762136, "text": "Data show higher SAA1 homozygosity in familial Mediterranean fever (FMF)-amyloidosis patients than in FMF patients, but no significant difference between controls and FMF patients with and without amyloidosis for the TNF-alpha-308 G-A allele."}, {"pubmed": 14696796, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14738910, "text": "Results indicate a novel role for interleukin-18 in rheumatoid inflammation through the synovial serum amyloid A production."}, {"pubmed": 14871291, "text": "Saa1 is regulated by tumor necrosis factor-alpha, interleukin-6 and glucocorticoids in hepatic and epithelial cells"}, {"pubmed": 15018633, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15161744, "text": "Positive relationship between Tanis mRNA and the acute-phase protein serum amyloid A suggests an interaction between innate immune system responses and Tanis expression in muscle and adipose tissue."}, {"pubmed": 15170927, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15170927, "text": "SAA1a/a genotype is one genetic factor that confers a significant risk for amyloidosis in the Turkish FMF population but neither SAA1 nor SAA2 genotypes had a significant effect on SAA level."}, {"pubmed": 15188355, "text": "The up-regulation of the A-SAA and FPRL1 genes in inflamed synovial tissue suggests an important role in the pathophysiology of inflammatory arthritis."}, {"pubmed": 15225640, "text": "Human hepatocytes stimulated by Lipopolysaccharide produced serum amyloid A protein."}, {"pubmed": 15561721, "text": "SR-BI plays a key role in SAA metabolism through its ability to interact with and internalize SAA and SAA influences HDL cholesterol metabolism through its inhibitory effects on SR-BI-mediated selective lipid uptake"}, {"pubmed": 15729583, "text": "SAA is expressed by subcutaneous white adipose tissue and its production at this site is regulated by nutritional status."}, {"pubmed": 15910745, "text": "In this study, the SAA4 protein was examined in the high-density lipoprotein fraction of both healthy and diseased individuals."}, {"pubmed": 15972323, "text": "Increased amyloid AA is associated with amyloidosis and familial Mediterranean fever"}, {"pubmed": 16011988, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16118480, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16120612, "text": "Serum amyloid A has a role in promoting cholesterol efflux mediated by scavenger receptor B-I"}, {"pubmed": 16152805, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16155472, "text": "Within a subsample from the BELSTRESS study of 892 male subjects free of cardiovascular disease, dimensions of job stress from the job demand-control-support model were related to biomarkers of inflammation and infection."}, {"pubmed": 16219644, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16236134, "text": "We provide evidence that STAT3 plays an essential role in cytokine-driven SAA expression, although the human SAA gene shows no typical STAT3 response element."}, {"pubmed": 16651021, "text": "Data show that serum amyloid A dissociates apolipoprotein E from high density lipoprotein in cerebrospinal fluid."}, {"pubmed": 16737350, "text": "Increased expression of SAA1 by adipocytes in obesity may play a critical role in local and systemic inflammation and free fatty acid production and could be a direct link between obesity and its comorbidities."}, {"pubmed": 16864904, "text": "serum amyloid A and C-reactive protein are expressed differently in exudates and transudates"}, {"pubmed": 17015746, "text": "binding of SAA to FPRL1 may contribute to the destruction of bone and cartilage via the promotion of synoviocyte hyperplasia and angiogenesis"}, {"pubmed": 17039260, "text": "the SAA1 alpha/alpha genotype is a risk factor for amyloidosis in BD"}, {"pubmed": 17039310, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17237436, "text": "SAA induced TF mRNA in PBMC within 30 min and optimal procoagulant activity within 4 h through activation of NF-kappaB via the ERK1/2 and p38 MAPK pathways. SAA-induced TF was partially inhibited by high-density lipoprotein."}, {"pubmed": 17329325, "text": "SAA reduces hepatitis C virus (HCV) infectivity in a dose-dependent manner when added during HCV infection but not after virus entry."}, {"pubmed": 17461519, "text": "SAA can be used as a valuable indicator of disease activity in ankylosing spondylitis."}, {"pubmed": 17552057, "text": "There is a relative deficiency of circulating cystatin C (CysC) in systemic inflammation in rheumatoid arthritis. Interaction between CysC and serum amyloid A protein explains this CysC deficiency and suggests CysC is regulating inflammatory responses."}, {"pubmed": 17676666, "text": "SAA was quantitated using PVDF affinity probes and MALD-MS."}, {"pubmed": 17806085, "text": "SSA1 protein was identified in the blood of colon neoplasm patients."}, {"pubmed": 17849429, "text": "we first show that SAA1 (coding for the major SAA isoform) but not SAA2 transcripts are expressed in human trabecular and cortical bone fractions and bone marrow."}, {"pubmed": 17968686, "text": "Analysis of SAA1 gene polymorphisms showed the rarity of the putative amyloidogenic -13T allele in Greek populations may be related to low prevalence of AA amyloidosis development in Greek RA patients."}, {"pubmed": 17968686, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18299466, "text": "The association between SAA and leptin suggests an interaction between these two adipokines, which may have implications in inflammatory processes related to obesity and the metabolic syndrome"}, {"pubmed": 18322992, "text": "The SAA-RAGE-stimulated NF-kappaB signaling pathway has an important role in the pathogenesis of rheumatoid arthritis."}, {"pubmed": 18385816, "text": "fifth day of observation but were not good predictors of mortality in septic shock."}, {"pubmed": 18566366, "text": "suggest a potential role for SAA in inflammatory diseases through activation of TLR2"}, {"pubmed": 18571179, "text": "SAA is a prothrombotic and proinflammatory mediator in acute coronary syndrome which may contribute to atherogenesis and its complications"}, {"pubmed": 18695905, "text": "up-regulation of SAA protein expression mediates the inhibitory effect of Ganoderma lucidum polysaccharides on tumor cell adhesion to endothelial cells."}, {"pubmed": 18726069, "text": "A review of how SAA contributes to tumour development and the acceleration of tumour progression and metastasis is presented."}, {"pubmed": 18768891, "text": "SAA, an endogenous ligand of the chemokine formyl peptide receptor-like 1 (FPRL1), stimulates CCL2 production in human monocytes by activating extracellular-signal regulated kinase (ERK) and NF-kappaB."}, {"pubmed": 19007930, "text": "A novel oxidized low-density lipoprotein marker, serum amyloid A-LDL, is associated with obesity and the metabolic syndrome."}, {"pubmed": 19167353, "text": "SAA stimulates CCL2 production via FPRL1 and, thus, contributes to atherosclerosis."}, {"pubmed": 19171342, "text": "haptoglobin and serum amyloid A may have roles in atherothrombotic ischemic stroke"}, {"pubmed": 19453393, "text": "High expression of SAA in carcinomas was detected mostly in tumor cells, but not in normal mucosa. AG490, inhibitor of STAT3 activation, reduced SAA1 expression in SAS cells. SAA was up-regulated in HNSCC through the Janus kinase-STAT3 pathway"}, {"pubmed": 19549924, "text": "a highly conserved motif required for SAA binding to macrophages can, under acidic pH conditions and in an heparan sulfate -dependent manner, also act as a molecular switch, directing SAA misfolding into AA amyloid."}, {"pubmed": 19726303, "text": "SAA levels are elevated in obstructive sleep apnea syndrome patients in close correlation to the severity of OSAS, which may contribute to the vulnerability of the patients to cardiovascular diseases"}, {"pubmed": 19729864, "text": "Associations of SAA1 and SAAP2 SNPs with carotid artery intima-media thickness, HDL and total cardiovascular disease events"}, {"pubmed": 19729864, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19755416, "text": "hepatic serum amyloid A expression is enhanced via protein kinase A-dependent mechanism"}, {"pubmed": 19758820, "text": "serum levels of SAA are strongly correlated with serum levels of inflammatory markers as well as measures of glycemic control"}, {"pubmed": 19833744, "text": "Results describe a significant inverse correlation between serum amyloid A and IgG levels and anti-SSA antibody titers as well as a trend towards an inverse correlation between SAA and ANA and RF titers, but not between CRP and these autoantibodies."}, {"pubmed": 19850938, "text": "During atherogenesis, SAA can amplify the involvement of smooth muscle cells in vascular inflammation and that this can lead to deposition of sPLA(2) and subsequent local changes in lipid homeostasis."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19922330, "text": "Results suggest that the relatively high affinity of SAA1.5 for high-density lipoprotein may cause the high serum concentration and may be related to the low susceptibility to amyloidosis."}, {"pubmed": 19925664, "text": "Measuring the oxidation-reduction potential (ORP) of plasma in the critically injured, with injury severity and serum amyloid A (SAA) levels. Results suggest the presence of an oxidative environment in the plasma of critically injured as measured by ORP."}, {"pubmed": 20022911, "text": "High SAA1 is associated with metastatic renal cell cancer."}, {"pubmed": 20061576, "text": "Data indicate that SAA1 contributes to the reduced reverse cholesterol transport observed during acute phase responses"}, {"pubmed": 20177146, "text": "The results indicate that SAA stimulates FPR2-mediated activation of p38 MAPK and JNK, which are independent of a pertussis toxin-sensitive G-protein and are essential for SAA-induced CCL2 production."}, {"pubmed": 20184536, "text": "The infectious group was subdivided into bacterial and viral infections, significantly higher leukocyte, serum amyloid A values were observed."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20435930, "text": "A-SAA promotes cell migrational mechanisms and angiogenesis critical to rehumatoid arthritis pathogenesis."}, {"pubmed": 20463814, "text": "Induction of acute phase protein serum amyloid A (A-SAA) occurred as early as 5-7 days prior to the first detection of plasma viral HIV-1 RNA, considerably prior to any elevation in systemic cytokine levels"}, {"pubmed": 20502455, "text": "A differential protein with m/z 11.6 kDa was detected and identified as an isoform of human serum amyloid A (SAA). It was significantly increased by 1822% in lung cancer patients when compared with the healthy controls."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20677144, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20713982, "text": "the expression of SAA in human benign and malignant ovarian epithelial tumors"}, {"pubmed": 20853849, "text": "This study data suggested that SAA activated PPARgamma through extracellular signal-regulated kinase 1/2 (ERK1/2)-dependent COX-2 expression."}, {"pubmed": 20869715, "text": "acute-phase Serum Amyloid A has a role in response to metformin treatment in insulin resistant women with the polycystic ovary syndrome"}, {"pubmed": 20877498, "text": "Serum amyloid A protein was significantly increased in vivax malaria patient's plasma."}, {"pubmed": 20964562, "text": "The blood levels of serum amyloid A protein and transthyretin were found to be significantly increased in lung cancer patients."}, {"pubmed": 20979827, "text": "In Chinese Han people, the genetic polymorphism of SAA1 may reflect the serum concentration of HDL-C."}, {"pubmed": 20979827, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21067563, "text": "Intestinal epithelial SAA displays bactericidal properties in vitro and could play a protective role in experimental mouse colitis."}, {"pubmed": 21103356, "text": "Data show that both rs12218 of the SAA1 gene and rs2468844 of SAA2 gene are associated with carotid IMT in healthy Han Chinese subjects."}, {"pubmed": 21124955, "text": "These findings demonstrate a key role of the 11p15.5-p13 region in the regulation of baseline A-SAA levels."}, {"pubmed": 21141971, "text": "Data suggest that a higher concentration of SAA can serve as an indicator of lung adenocarcinoma and represents a therapeutic target for the inhibition of lung cancer metastasis."}, {"pubmed": 21309051, "text": "Gestational diabetes is associated with loss of natural variation of C-reactive protein and serum amyloid A, suggesting altered modulation of inflammation."}, {"pubmed": 21325601, "text": "A novel anti-inflammatory role of SAA in the induction of a micro-environment that supports T(reg) expansion at sites of infection or tissue injury, likely to curb (auto)-inflammatory responses."}, {"pubmed": 21449704, "text": "CC genotype of rs12218 in the SAA1 gene was associated with decreased ABI in Chinese Han subjects, which indicated that the carriers of CC genotype of rs12218 have high risk of peripheral arterial disease."}, {"pubmed": 21465531, "text": "SAA up-regulates PTX3 production via FPRL1 significantly, and thus, contributes to the inflammatory pathogenesis of atherosclerosis."}, {"pubmed": 21569756, "text": "the N-terminal region plays a crucial role as a rigid core and the central region facilitates the elongation of fibrils in heparin-induced amyloidogenesis of SAA molecule"}, {"pubmed": 21624307, "text": "The genetic polymorphism rs12218 of SAA1 might be a promoting factor for carotid intima media thickness in Han Chinese people."}, {"pubmed": 21876610, "text": "Serum amyloid alpha is increased in complicated parapneumonic effusion, and it might be useful as a biomarker for complicated and uncomplicated parapneumonic effusion."}, {"pubmed": 21953030, "text": "report abundance levels of SAA in serum samples from patients with advanced breast cancer, colorectal cancer (CRC) and lung cancer compared to healthy controls (age and gender matched) using commercially available enzyme-linked immunosorbent assay kits"}, {"pubmed": 22011672, "text": "Reactive amyloid A (AA) amyloidosis, one of the most severe complications of RA, is a serious, potentially life-threatening disorder caused by deposition of AA amyloid fibrils in multiple organs."}, {"pubmed": 22076945, "text": "acute phase SAA may be involved in joint destruction though MMP induction and collagen cleavage in vivo."}, {"pubmed": 22300576, "text": "Large-scale isotype-specific quantification of Serum amyloid A 1/2 by multiple reaction monitoring in crude sera."}, {"pubmed": 22341353, "text": "Purified ten targeted proteins from sera of patients with various types of advanced stage(stage III-IV)cancers. These proteins were identified as isoforms of the human serum amyloid protein A (SAA) family with or without truncations at their N-terminals."}, {"pubmed": 22367597, "text": "findings suggested that SAA was significantly associated with disease duration and gastrointestinal manifestations manifestations in Henoch-Schonlein purpura patients"}, {"pubmed": 22371903, "text": "Amyloid A (AA) proteins in biopsy samples taken from the stomachs of patients with AA amyloidosis"}, {"pubmed": 22447522, "text": "Serum amyloid A (SAA) induces pentraxin 3 (PTX3) production in rheumatoid synoviocytes."}, {"pubmed": 22552174, "text": "In patients with persistent Atrial Fibrillation and preserved LVEF, serum amyloid a and CRP levels are independent predictors of AF subacute recurrence rate."}, {"pubmed": 22766792, "text": "Serum amyloid A-positive hepatocellular neoplasms may be a new type of inflammatory hepatocellular tumors in alcoholic patients."}, {"pubmed": 22768267, "text": "The rs12218 single nucleotide polymorphism in the SAA1 gene was associated with SUA levels in Chinese subjects, indicating that carriers of the T allele of rs12218 have a high risk of hyperuricemia."}, {"pubmed": 22771314, "text": "SAA levels measured by ELISA in 97 NSCLC patients treated with gefitinib correlated with the clinical outcome of the patients"}, {"pubmed": 22827403, "text": "Data suggest that serum amyloid protein A (SAA1) level in gestational diabetes is predictive of subclinical atherosclerosis in these women; SAA1 levels correlate with risk factors and may serve as biomarker of future atherosclerotic heart disease."}, {"pubmed": 22901189, "text": "High serum amyloid A expression is associated with benign neoplasm of pancreas."}, {"pubmed": 23165195, "text": "Lipid-poor SAA, but not high density lipoprotein-associated SAA, stimulates G-CSF production."}, {"pubmed": 23171281, "text": "Renal AA-amyloidosis is the predominant cause of renal failure in intravenous drug users. Patients with AA-amyloidosis are more likely to be HIV infected and tend to have a higher rate of repeated systemic infections."}, {"pubmed": 23223242, "text": "Pathogenic serum amyloid A 1.1 shows a long oligomer-rich fibrillation lag phase contrary to the highly amyloidogenic non-pathogenic SAA2.2"}, {"pubmed": 23230824, "text": "in acute phase of epilepsy, the serum SAA increased, but after 3 months of treatment, the SAA peak was disappeared."}, {"pubmed": 23238662, "text": "Findings indicate similarly strong prospective associations with type 2 diabetes for A-SAA and hs-CRP and suggest a potential causal link via postchallenge hyperglycemia."}, {"pubmed": 23255027, "text": "Letter: serum amyloid A levels are elevated in venous thromboembolism."}, {"pubmed": 23300020, "text": "High serum SAA level is associated with obesity and estrogen receptor-negative breast tumors."}, {"pubmed": 23357645, "text": "variant p.Gly90Asp SAA1 protein eliciting significantly reduced inflammatory responses in macrophages through a reduction in the secretion of inflammatory cytokines."}, {"pubmed": 23391827, "text": "a novel STAT3 non-consensus TFBS at nt -75/-66 downstream of the NF-kappaB RE in the SAA1 promoter region that is required for NF-kappaB p65 and STAT3 to activate SAA1 transcription"}, {"pubmed": 23437051, "text": "SAA1 gene polymorphisms, consisting of -13T/C single nucleotide polymorphism (SNP) in the 5'-flanking region and SNPs within exon 3 are associated with susceptibility to Familial Mediterranean Fever in the Japanese population."}, {"pubmed": 23454129, "text": "SAA stimulates foam cell formation via LOX1 induction, and thus likely contributes to atherogenesis."}, {"pubmed": 23522429, "text": "The present results indicate that both osteoporosis and lipids levels are associated with the TT genotype of rs12218 in the human SAA1 gene."}, {"pubmed": 23566403, "text": "SAA levels can be associated with clinical phenotypes in multiple sclerosis and neuromyelitis optica."}, {"pubmed": 23597931, "text": "The CSF biomarker amyloid 1-42 is important and useful as part of the diagnostic procedure for detecting AD and other dementia in elderly patients displaying psychotic symptoms."}, {"pubmed": 23623642, "text": "SAA up-regulates Lp-PLA2 production significantly via a FPRL1/MAPKs./PPAR-gamma signaling pathway."}, {"pubmed": 23750222, "text": "the amyloid formation pathway of SAA"}, {"pubmed": 23776697, "text": "Systemic or local A-SAA expression inside OA joint cavity may play a key role in inflammatory process seen in osteoarthritis, which could be counteracted by TLR4 inhibition."}, {"pubmed": 23836469, "text": "All amino acid residues in the SAA sequence, essential for the formation of the protein complex with cystatin C, are basic ones."}, {"pubmed": 23898911, "text": "Our results indicated that the rs12218 in the SAA1gene was associated with lipid levels in a Chinese population"}, {"pubmed": 23940069, "text": "The genetic polymorphisms of SAA1 were associated with plasma glucose levels in non-diabetic subjects"}, {"pubmed": 23967285, "text": "we find no evidence that adipose tissue-derived hSAA1 influences the development of insulin resistance or obesity-related inflammation."}, {"pubmed": 23987125, "text": "Genetic polymorphism of SAA1 may be a genetic marker of cerebral infarction in Chinese."}, {"pubmed": 23994331, "text": "SAA is independently and inversely related to apoA-I but not to HDL-cholesterol in patients with angina pectoris."}, {"pubmed": 24030940, "text": "Data suggest that SAA is expressed in developing ovarian follicles and in corpora lutea; high levels of SAA in follicular fluid are associated with reduced pregnancy rate in women undergoing ovarian stimulation for in vitro fertilization."}, {"pubmed": 24061501, "text": "Increased serum levels of SAA, phospholipase A2 group IIA , and C reactive protein were observed in patients with benign prostate hyperplasia, localized and metastasized prostate cancer in comparison to healthy individuals."}, {"pubmed": 24096654, "text": "CGRP promotes SAA synthesis through activation of IL-6 in human hepatocytes"}, {"pubmed": 24171731, "text": "Obese children showed increased frequency of SAA1 rs12218 and rs4638289 polymorphisms as compared to healthy children."}, {"pubmed": 24209691, "text": "SAA was higher in metabolic syndrome patients than controls. The inverse relationship between SAA and bilirubin found in controls was absent in MetS patients, which could be attributable to MetS-associated abnormalities in HDL characteristics."}, {"pubmed": 24228251, "text": "From the findings of experimental studies, PON1 appears to be cooperatively regulated by inflammation- and oxidative stress-related molecules linked with SAA regulation in humans"}, {"pubmed": 24440699, "text": "Examined the effect of amino acid variations in SAA1 isoforms on the amyloidogenic properties. All SAA1 isoforms adopted alpha-helix structures at 4 degrees C, but were unstructured at 37 degrees C."}, {"pubmed": 24454983, "text": "Differential proteomic analysis allowed for identifying increased levels of acute-phase serum amyloid A protein (AP SAA) in all lipoprotein fractions."}, {"pubmed": 24469032, "text": "serum amyloid A1 and A3 induce metastasis, and are targets of metastasis-inducing S100A4."}, {"pubmed": 24608426, "text": "homozygous SAA1.5/1.5 genotype appears to be a recessive susceptibility gene, which has lost the antiangiogenic function, whereas SAA1.1 and SAA1.3 are the dominant alleles of the tumor suppressor phenotype."}, {"pubmed": 24632292, "text": "these results point to a novel mechanism, by which SAA initiates a monocyte-dependent process that drives mitogenic signals in Treg."}, {"pubmed": 24706838, "text": "combined structural and functional studies provide mechanistic insights into the pathogenic contribution of glycosaminoglycan in SAA1.1-mediated AA amyloid formation"}, {"pubmed": 24732911, "text": "Zn deficiency enhances the acute phase response and particularly the JAK-STAT3 pathway, resulting in increased serum amyloid A production."}, {"pubmed": 24751653, "text": "The aim of this study was to investigate the effects of adipose tissue-derived human SAA on atherosclerosis in ApoE-/- mice."}, {"pubmed": 24846290, "text": "the innate neutrophil immune response against SAA involves a two-step activation process: an initial signal promoting expression of pro-IL-1beta and a second signal involving Syk-dependent activation of the NLRP3 inflammasome and caspase-1."}, {"pubmed": 24854450, "text": "we concluded that genetic polymorphisms of SAA1 may be a genetic marker of MI in the Chinese population"}, {"pubmed": 24884805, "text": "SAA1 gene expression in COPD patients is responsible for the secretion of this molecule in different cell types."}, {"pubmed": 25073702, "text": "Serum amyloid A is a retinol binding protein that transports retinol during bacterial infection."}, {"pubmed": 25231464, "text": "keratinocyte-derived SAA triggers a key inflammatory mediator, IL-1beta, via NLRP3 inflammasome activation, providing new potential targets for the treatment of this chronic skin disease."}, {"pubmed": 25240611, "text": "Although SAA concentrations were elevated in the sera, there was no significant difference in these concentrations between familial Mediterranean fever patients and rheumatoid arthritis patients."}, {"pubmed": 25344970, "text": "during the first 24 hours from beginning of acute pancreatitis, SAA achieved its best prognostic value."}, {"pubmed": 25394530, "text": "Mutations in genetic biomarker SAA1 gene related to amyloidosis processes may play a crucial role in chronic renal failure patients who require long-term hemodialysis."}, {"pubmed": 25525305, "text": "SAA has a role in activity of rheumatoid arthritis and risk of cardiovascular and renal involvement"}, {"pubmed": 25531567, "text": "Data suggest that serum amyloid A (SAA) is a candidate for diabetic kidney disease therapeutic and biomarker discovery."}, {"pubmed": 25605163, "text": "High SAA serum level is associated with hepatocellular carcinoma."}, {"pubmed": 25607823, "text": "The relative abundance of the N-terminal arginine truncation of SAA1.1 is significantly decreased in diabetes and negatively correlates with measures of glycemic and lipid control."}, {"pubmed": 25623898, "text": "potential marker for detecting the activity of srcoidosis"}, {"pubmed": 25656165, "text": "Genetic polymorphisms in SAA1 are associated with coronary artery disease in the Han and Uygur populations in Western China."}, {"pubmed": 25736604, "text": "The detailed analysis of the docking results points to the fact that the best serum amyloid A-Cystatin C (SAA-hCC) binding is achieved by the peptides inclined toward interacting via Lys90 and Arg 96 (with ffhCC Ser98 and Tyr102, respectively)."}, {"pubmed": 25932604, "text": "SR-B1 and p38 MAPK are involved in signaling pathway of serum amyloid A-induced angiogenesis in rheumatoid arthritis."}, {"pubmed": 25963492, "text": "Our results showed PCT as a valuable marker of bacterial infections in febrile patients. PCT was superior to CRP, IL-6 or SAA in the early identification of bacterial infection"}, {"pubmed": 26037829, "text": "HDL3 subpopulations in ST segment elevation myocardial infarction were enriched 10 times in SAA patients."}, {"pubmed": 26052716, "text": "human SAA is possibly only expressed in a subset of septic patients; SAA induces HMGB1 release via TLR4 and RAGE receptors; SAA supplementation worsens the outcome of lethal endotoxemia"}, {"pubmed": 26130702, "text": "These functional properties set SAA apart from well-characterized inflammatory factors, such as LPS and TNF-alpha, suggesting that it may play a homeostatic role during the course of inflammation."}, {"pubmed": 26135899, "text": "Autocrine/paracrine and recombinant human SAA1 via TLR4 stimulate a proinflammatory phenotype that is both part of the early phase of osteogenic differentiation and the development of senescence."}, {"pubmed": 26297794, "text": "Serum amyloid A1alpha induces paracrine IL-8/CXCL8 via TLR2 and directly synergizes with this chemokine via CXCR2 and formyl peptide receptor 2 to recruit neutrophils."}, {"pubmed": 26300108, "text": "The SAA1 rs12218 polymorphism was significantly more prevalent in ankylosing spondylitis patients with amyloidosis."}, {"pubmed": 26642365, "text": "incorporation of SAA into HDL preparations reduced antiinflammatory properties but not to the same extent as HDL from AgNO3-injected mice"}, {"pubmed": 26750935, "text": "Amyloid A overexpressed in renal cell carcinoma patients and can serve as a prognostic marker."}, {"pubmed": 26900010, "text": "SAA1 can be a potential mediator for UV-induced MMP-1 expression in human skin."}, {"pubmed": 26919159, "text": "Study found increased SAA concentration in patients with sarcoidosis."}, {"pubmed": 26937641, "text": "Serum Amyloid A induces inflammation, proliferation and cell death in activated hepatic stellate cells."}, {"pubmed": 26945629, "text": "Structure, function and SAA1 gene polymorphisms"}, {"pubmed": 27006946, "text": "The results demonstrated that SAA upregulated Visfatin expression in cultured RAW264.7 macrophages and in the primary monocytes."}, {"pubmed": 27058895, "text": "Data suggest that serum amyloid A (SAA) immunoreactivity in tumor-associated macrophage (TAM) is associated with worse recurrence-free survival, and is perhaps a therapeutic target for breast cancer."}, {"pubmed": 27098620, "text": "the detection of residues 76 and 77 of SAA (AA76) may alter the ability to diagnose AA amyloidosis."}, {"pubmed": 27150194, "text": "The SAA1.1 allele was found in four familial Mediterranean fever patients, including two with AA amyloidosis."}, {"pubmed": 27271757, "text": "Novel truncated form of serum amyloid A is elevated in the plasma of Kawasaki disease (KD) when compared with Febrile control subjects. Future studies will evaluate its relevance as a diagnostic biomarker and its potential role in the pathophysiology of KD."}, {"pubmed": 27300189, "text": "The polymorphism of SAA1 is not associated with susceptibility and severity of Familial Mediterranean Fever in Egyptian children"}, {"pubmed": 27313400, "text": "genetic variants at the CRP and SAA1 loci independently affect both CRP and SAA levels, and their respective circulating levels act as suppressors."}, {"pubmed": 27585799, "text": "Findings indicate that in Lyme disease patients, circulating CRP and SAA (Serum Amyloid A) levels are highest when the concentration of spirochetes is greatest in skin and/or blood and that levels decline after the dissemination of the organism to extracutaneous sites in subsequent stages of infection."}, {"pubmed": 27791951, "text": "Correlate MEFV genotype and the SAA1 polymorphisms with the clinical manifestations of familial Mediterranean fever and the occurrence of amyloidosis in a large cohort of Armenian patients."}, {"pubmed": 27809798, "text": "High SAA expression is associated with lung cancer."}, {"pubmed": 27910163, "text": "The Serum amyloid A (SAA)/formyl peptide receptor-like 1 (FPRL1) contributed to pathogenesis of psoriasis by promoting keratinocyte proliferation and inflammation, thus providing a potential therapeutic target for disease therapy."}, {"pubmed": 28042712, "text": "Structure of serum amyloid A suggests a mechanism for selective lipoprotein binding and functions: SAA as a hub in macromolecular interaction networks."}, {"pubmed": 28202524, "text": "SR-A1 suppresses lung cancer metastasis by downregulating SAA1 production in tumor-associated macrophages (TAM)."}, {"pubmed": 28278182, "text": "SAA, PROZ, and C4BPB may serve as new potential biomarkers for TB"}, {"pubmed": 28283801, "text": "we show that astrocytoma patients have increased levels of serum SAA and SAA1 is expressed and secreted in glioblastoma, and its co-expression with tumor-related genes supports its involvement in glioblastoma angiogenesis and progression."}, {"pubmed": 28386088, "text": "SAA1 can be produced in human fetal membranes, which can be greatly induced in the presence of proinflammatory cytokines and glucocorticoids thereby producing effects associated with parturition"}, {"pubmed": 28423002, "text": "The findings identify SR-BII as a functional SAA receptor that mediates SAA uptake and contributes to its proinflammatory signaling via the MAPK-mediated signaling pathways."}, {"pubmed": 28760652, "text": "Data suggest that anti-inflammatory capacity of HDL (high-density lipoprotein) from patients with type 2 diabetes and diabetic nephropathy is impaired; this effect might be attributable to SAA enrichment in HDL in these patients; up-regulation of SAA in HDL appears to be associated with increased risk of diabetic angiopathy or vasculitis in such patients."}, {"pubmed": 28870546, "text": "The frequencies of the CC genotype and the C allele of SAA rs12218 were higher in participants with ischemic stroke than in the control group. The frequencies of the AG genotype and the G allele of rs2468844 were higher in participants with ischemic stroke than in the control group. Multiple logistic regression analysis revealed the significance of the rs12218 in males and in large-artery atherosclerosis group."}, {"pubmed": 29042594, "text": "we measured 21 serum proteins related to HCMV infection using iTRAQ-labeling based quantitative proteomic approaches and SAA1 and APOE were confirmed as candidate serum indicators for identification of HMCV infection according to ROC curve analysis and that co-occurrence of SAA1 and APOE are better markers than individual proteins."}, {"pubmed": 29288051, "text": "These results suggested that the C-terminal truncation of human SAA accelerates amyloid fibril formation."}, {"pubmed": 29351990, "text": "High SAA1 expression in the stromal component is associated with pancreatic tumors."}, {"pubmed": 29603594, "text": "SAA1 in combination with integrin alphaV and beta3 can serve as an indicator of high glioblastoma risk."}, {"pubmed": 29698936, "text": "serum level higher in membranous nephropathy patients that benefit from calcineurin inhibitors"}, {"pubmed": 30126923, "text": "Here, we report that mice with inducible transgenic expression of human SAA1 are partially protected against inflammatory response and lung injury caused by LPS and cecal ligation and puncture (CLP). In comparison, transgenic SAA1 does not attenuate TNFa-induced lung inflammation and injury"}, {"pubmed": 30544414, "text": "The frequency of the SAA1.3 allele was increased in adult-onset Still's disease (AOSD) patients compared with that in healthy subjects but the difference was not significant. The -13T allele was more frequently observed in AOSD patients than in healthy subjects. AOSD patients with the -13T allele had been treated with immunosuppressants more frequently than those without this allele."}, {"pubmed": 30666727, "text": "Serum amyloid A level was elevated in the exacerbated chronic obstructive pulmonary disease patients."}, {"pubmed": 30683734, "text": "SAA1 decreased both intracellular and extracellular COL1A1 and COL1A2 abundance, the two subunits of collagen I, without affecting their mRNA levels in human amnion fibroblasts."}, {"pubmed": 30737305, "text": "The SAA1 gene rs10832915 polymorphism increased the risk of osteoporosis in the Chinese population."}, {"pubmed": 30817315, "text": "e have documented a novel feedforward self-induction of SAA1 expression either on its own or in synergy with cortisol in human amnion fibroblasts and phosphorylated STAT3 appears to be involved in the induction of SAA1 transcription by either cortisol or SAA1 or combination of cortisol and SAA1 in human amnion fibroblasts."}, {"pubmed": 30961443, "text": "Serum Amyloid A1 as a Potential Intracranial and Extracranial Clinical Severity Biomarker in Traumatic Brain Injury."}, {"pubmed": 31011929, "text": "IL-1beta induces SAA1 expression in HCAECells and promotes its intercellular exchange, suggesting that direct communication between cells in inflammatory conditions could ultimately lead to faster development of atherosclerosis in coronary arteries."}, {"pubmed": 31100086, "text": "after stimulation by various pro-inflammatory conditions, changes in SAA1, SAA2 and SAA4 gene expression at both the transcriptional and protein levels were evaluated during maturation of freshly collected human monocytes into macrophages."}, {"pubmed": 31111824, "text": "SAA and sPLA2 can act synergistically to remove cellular membrane debris from injured sites, which is a prerequisite for tissue healing."}, {"pubmed": 31115233, "text": "Serum amyloid A (SAA) levels were increased in women with polycystic ovary syndrome (PCOS), and SAA may be a potential inflammatory biomarker for PCOS."}, {"pubmed": 31131948, "text": "SAA1 and cortisol can reinforce each other in the induction of 11beta-HSD1 expression through sequential phosphorylation of STAT3."}, {"pubmed": 31713292, "text": "Evaluation of lipoprotein-associated phospholipase A2, serum amyloid A, and fibrinogen as diagnostic biomarkers for patients with acute cerebral infarction."}, {"pubmed": 31798280, "text": "sensitive biomarker for inflammatory activity of pyogenic liver abscess"}, {"pubmed": 31810459, "text": "Serum amyloid a protein as a potential biomarker in predicting acute onset and association with in-hospital death in acute aortic dissection."}, {"pubmed": 31819008, "text": "SAA1 displays antimicrobial activity against S. aureus and E. coli."}, {"pubmed": 32006457, "text": "Changes in Serum Amyloid A (SAA) and 8-OHdG in Patients with Senile Early Cognitive Impairment."}, {"pubmed": 32189310, "text": "REVIEW: Serum Amyloid A (SAA) Proteins"}, {"pubmed": 32255296, "text": "A Pair-Wise Meta-Analysis Highlights Serum Amyloid Has A Potential Clinical Value for Diagnosis and Prognosis Prediction of Gastric Cancer."}, {"pubmed": 32535957, "text": "Cancer-associated adipocytes promote pancreatic cancer progression through SAA1 expression."}, {"pubmed": 32571461, "text": "Polymorphisms of the SAA1 gene at loci rs4638289 and rs7131332 are not associated with the onset of Kawasaki disease"}, {"pubmed": 32582166, "text": "De novo Synthesis of SAA1 in the Placenta Participates in Parturition."}, {"pubmed": 32805223, "text": "Serum amyloid A1 can be a novel biomarker for evaluating the presence and severity of acute coronary syndrome."}, {"pubmed": 32889548, "text": "Serum amyloid A1 genotype associates with adult-onset familial Mediterranean fever in patients homozygous for mutation M694V."}, {"pubmed": 32970631, "text": "Serum amyloid A-containing HDL binds adipocyte-derived versican and macrophage-derived biglycan, reducing its antiinflammatory properties."}, {"pubmed": 33205458, "text": "Effects of serum amyloid protein A on influenza A virus replication and viral interactions with neutrophils."}, {"pubmed": 33231726, "text": "Blood serum amyloid A as potential biomarker of pembrolizumab efficacy for patients affected by advanced non-small cell lung cancer overexpressing PD-L1: results of the exploratory \"\"FoRECATT\"\" study."}, {"pubmed": 33284950, "text": "SAA1 is upregulated in gastric cancer-associated fibroblasts possibly by its enhancer activation."}, {"pubmed": 33719002, "text": "SAA1 regulates pro-labour mediators in term labour by activating YAP pathway."}, {"pubmed": 33735714, "text": "Serum Amyloid A Protein as a useful biomarker to predict COVID-19 patients severity and prognosis."}, {"pubmed": 33737133, "text": "Serum amyloid A concentrations, COVID-19 severity and mortality: An updated systematic review and meta-analysis."}, {"pubmed": 33799927, "text": "Elevated Serum Amyloid a Levels Are not Specific for Sarcoidosis but Associate with a Fibrotic Pulmonary Phenotype."}, {"pubmed": 34251301, "text": "Association between serum amyloid A1 genotype and age of onset restricts to M694 homozygote familial Mediterranean fever patients in Armenia."}, {"pubmed": 34332984, "text": "Serum amyloid A1: Innocent bystander or active participant in cell migration in triple-negative breast cancer?"}, {"pubmed": 34489924, "text": "A Cross-Sectional and Longitudinal Study to Define Alarmins and A-SAA Variants as Companion Markers in Early Rheumatoid Arthritis."}, {"pubmed": 34534311, "text": "Serum Amyloid A Is Present in Human Saccular Intracranial Aneurysm Walls and Associates With Aneurysm Rupture."}, {"pubmed": 34560138, "text": "A mutation in the SAA1 promoter causes hereditary amyloid A amyloidosis."}, {"pubmed": 34597680, "text": "SAA1 is transcriptionally activated by STAT3 and accelerates renal interstitial fibrosis by inducing endoplasmic reticulum stress."}, {"pubmed": 34980155, "text": "Elevated SAA1 promotes the development of insulin resistance in ovarian granulosa cells in polycystic ovary syndrome."}, {"pubmed": 35126370, "text": "Dysregulation of SAA1, TUBA8 and Monocytes Are Key Factors in Ankylosing Spondylitis With Femoral Head Necrosis."}, {"pubmed": 35574600, "text": "Identification of SAA1 as a prognostic biomarker associated with immune infiltration in glioblastoma."}, {"pubmed": 36158875, "text": "Regulation of Atherosclerosis by Toll-Like Receptor 4 Induced by Serum Amyloid 1: A Systematic In Vitro Study."}, {"pubmed": 36309973, "text": "Signal peptide stabilizes folding and inhibits misfolding of serum amyloid A."}, {"pubmed": 36345658, "text": "Serum amyloid A1 recruits neutrophils to the invasive front of T1 colorectal cancers."}, {"pubmed": 36879064, "text": "Amnion-derived serum amyloid A1 participates in sterile inflammation of fetal membranes at parturition."}, {"pubmed": 37108666, "text": "SAA1 Has Potential as a Prognostic Biomarker Correlated with Cell Proliferation, Migration, and an Indicator for Immune Infiltration of Tumor Microenvironment in Clear Cell Renal Cell Carcinoma."}, {"pubmed": 37422110, "text": "The diagnostic and prognostic value of SAA1 as a novel biomarker for acute aortic dissection."}, {"pubmed": 38203482, "text": "IL-6 and SAA-Strong Predictors for the Outcome in COVID-19 CKD Patients."}, {"pubmed": 38214332, "text": "Serum amyloid A facilitates expansion of CD4[+] T cell and CD19[+] B cell subsets implicated in the severity of myasthenia gravis patients."}, {"pubmed": 38289016, "text": "SAA1-dependent reprogramming of adipocytes by tumor cells is associated with triple negative breast cancer aggressiveness."}], "genomic_pos": [{"chr": "11", "end": 18269977, "ensemblgene": "ENSG00000173432", "start": 18266260, "strand": 1}, {"chr": "HG2111_PATCH", "end": 18803, "ensemblgene": "ENSG00000288411", "start": 15086, "strand": 1}], "genomic_pos_hg19": {"chr": "11", "end": 18291524, "start": 18287721, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001819", "pubmed": 12857601, "qualifier": "involved_in", "term": "positive regulation of cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006953", "qualifier": "involved_in", "term": "acute-phase response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007204", "pubmed": 9892621, "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007204", "pubmed": 7561109, "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030168", "pubmed": 1697614, "qualifier": "involved_in", "term": "platelet activation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030593", "pubmed": 12557751, "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0032732", "pubmed": 12857601, "qualifier": "involved_in", "term": "positive regulation of interleukin-1 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045785", "pubmed": [9252455, 11830469], "qualifier": "involved_in", "term": "positive regulation of cell adhesion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045785", "pubmed": 7561109, "qualifier": "involved_in", "term": "positive regulation of cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048246", "pubmed": 7561109, "qualifier": "involved_in", "term": "macrophage chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048247", "pubmed": 7636186, "qualifier": "involved_in", "term": "lymphocyte chemotaxis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0050708", "pubmed": 9605178, "qualifier": "involved_in", "term": "regulation of protein secretion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0050728", "pubmed": 9823935, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": [7516407, 14718574], "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005881", "pubmed": 22131810, "qualifier": "located_in", "term": "cytoplasmic microtubule"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0034364", "qualifier": "part_of", "term": "high-density lipoprotein particle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0071682", "qualifier": "located_in", "term": "endocytic vesicle lumen"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001664", "pubmed": 9892621, "qualifier": "enables", "term": "G protein-coupled receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}]}, "homologene": {"genes": [[7955, 449557], [9544, 694827], [9544, 694944], [9598, 466459], [9606, 6288], [9615, 751814], [9615, 102155886], [9913, 281474], [9913, 506412], [9913, 618238], [10090, 20208], [10090, 20209]], "id": 128033}, "interpro": {"desc": "Serum amyloid A protein", "id": "IPR000096", "short_desc": "Serum_amyloid_A"}, "ipi": "IPI00552578", "map_location": "11p15.1", "name": "serum amyloid A1", "other_names": ["serum amyloid A protein", "serum amyloid A-1 protein", "tumor protein p53 inducible protein 4"], "pathway": {"pid": {"id": "toll_endogenous_pathway", "name": "Endogenous TLR signaling"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-2173782", "name": "Binding and Uptake of Ligands by Scavenger Receptors"}, {"id": "R-HSA-3000471", "name": "Scavenging by Class B Receptors"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-444473", "name": "Formyl peptide receptors bind formyl peptides and many other ligands"}, {"id": "R-HSA-445989", "name": "TAK1-dependent IKK and NF-kappa-B activation  "}, {"id": "R-HSA-446652", "name": "Interleukin-1 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-879415", "name": "Advanced glycosylation endproduct receptor signaling"}, {"id": "R-HSA-879415", "name": "Advanced glycosylation endproduct receptor signaling"}, {"id": "R-HSA-9020702", "name": "Interleukin-1 signaling"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}, {"id": "R-HSA-977225", "name": "Amyloid fiber formation"}], "wikipathways": [{"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP1533", "name": "Vitamin B12 metabolism"}, {"id": "WP176", "name": "Folate Metabolism"}]}, "pdb": ["4IP8", "4IP9", "6MST", "7ZKY"], "pfam": "PF00277", "pharmgkb": "PA34921", "pharos": {"target_id": 7239, "tdl": "Tbio"}, "pir": ["A22342", "I39456"], "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292875", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176864", "relationship": "is"}, {"id": "GNF187770", "relationship": "is"}, {"id": "GNF198676", "relationship": "is"}, {"id": "GNF209582", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158218", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF012954", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338933", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095893", "relationship": "is"}, {"id": "GNF135549", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_021330.2", "NW_021160006.1"], "protein": ["NP_000322.3", "NP_001171477.2", "NP_954630.2"], "rna": ["NM_000331.6", "NM_001178006.3", "NM_199161.5"], "translation": [{"protein": "NP_000322.3", "rna": "NM_000331.6"}, {"protein": "NP_954630.2", "rna": "NM_199161.5"}, {"protein": "NP_001171477.2", "rna": "NM_001178006.3"}]}, "reporter": {"HG-U133_Plus_2": ["208607_s_at", "214456_x_at"], "HG-U95Av2": "33272_at", "HTA-2_0": ["TC11000238.hg.1", "TC11002587.hg.1"], "HuEx-1_0": ["3322700", "3365330"], "HuGene-1_1": ["7938758", "7946986"], "HuGene-2_1": "16722562"}, "summary": "This gene encodes a member of the serum amyloid A family of apolipoproteins. The encoded preproprotein is proteolytically processed to generate the mature protein. This protein is a major acute phase protein that is highly expressed in response to inflammation and tissue injury. This protein also plays an important role in HDL metabolism and cholesterol homeostasis. High levels of this protein are associated with chronic inflammatory diseases including atherosclerosis, rheumatoid arthritis, Alzheimer's disease and Crohn's disease. This protein may also be a potential biomarker for certain tumors. Finally, antimicrobial activity against S. aureus and E. coli resides in the N-terminal portion of the mature protein. Alternate splicing results in multiple transcript variants that encode the same protein. A pseudogene of this gene is found on chromosome 11. [provided by RefSeq, Jul 2020].", "symbol": "SAA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419799"}, "unigene": ["Hs.731376", "Hs.632144"], "uniprot": {"Swiss-Prot": "P0DJI8", "TrEMBL": "A0A3B3ISW8"}, "wikipedia": {"url_stub": "Serum amyloid A1"}}