{"AllianceGenome": "15924", "HGNC": "15924", "MIM": "607343", "_id": "57167", "_version": 1, "accession": {"genomic": ["AL034420.16", "AL356354.10", "CH471077.2", "CP068258.2", "NC_000020.11", "NC_060944.1", "NG_008000.1"], "protein": ["AAI11715.1", "AAO16566.1", "AAO16567.1", "AAO44950.1", "EAW75595.1", "EAW75596.1", "NP_001304960.1", "NP_065169.1", "Q9UJQ4.1", "XP_047296274.1", "XP_054179717.1"], "rna": ["AA419623.1", "AA854044.1", "AI638036.1", "AK001666.1", "AY170621.1", "AY170622.1", "AY172738.1", "BC111714.1", "BE549760.1", "CN271900.1", "DA666635.1", "DA747867.1", "DB066881.1", "NM_001318031.2", "NM_020436.5", "XM_047440318.1", "XM_054323742.1"], "translation": [{"protein": "NP_065169.1", "rna": "NM_020436.5"}, {"protein": "XP_047296274.1", "rna": "XM_047440318.1"}, {"protein": "AAO44950.1", "rna": "AY172738.1"}, {"protein": "NP_001304960.1", "rna": "NM_001318031.2"}, {"protein": "AAO16566.1", "rna": "AY170621.1"}, {"protein": "AAO16567.1", "rna": "AY170622.1"}, {"protein": "XP_054179717.1", "rna": "XM_054323742.1"}, {"protein": "AAI11715.1", "rna": "BC111714.1"}]}, "alias": ["DRRS", "HSAL4", "IVIC", "ZNF797"], "ensembl": {"gene": "ENSG00000101115", "protein": ["ENSP00000217086", "ENSP00000360594", "ENSP00000379319"], "transcript": ["ENST00000217086", "ENST00000371539", "ENST00000395997", "ENST00000481363", "ENST00000483130"], "translation": [{"protein": "ENSP00000217086", "rna": "ENST00000217086"}, {"protein": "ENSP00000379319", "rna": "ENST00000395997"}, {"protein": "ENSP00000360594", "rna": "ENST00000371539"}], "type_of_gene": "protein_coding"}, "entrezgene": "57167", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.3007360052, "exp_mis": 418.639001607, "exp_syn": 216.226591147, "lof_z": 4.57179805515423, "mis_z": 1.66475032025562, "mu_lof": 1.74854987166e-06, "mu_mis": 3.70606547342e-05, "mu_syn": 1.91140686002e-05, "n_lof": 0.0, "n_mis": 349.0, "n_syn": 221.0, "p_li": 0.999442034343346, "p_null": 2.55295790033754e-09, "p_rec": 0.000557963103696446, "syn_z": -0.201243929458233}, "bp": 3162, "cds_end": 50418947, "cds_start": 50400803, "n_exons": 4, "nonpsych": {"exp_lof": 19.1991264983, "exp_mis": 378.828610407, "exp_syn": 195.625842807, "lof_z": 4.30321203841685, "mis_z": 1.93913414007035, "mu_lof": 1.74854987166e-06, "mu_mis": 3.70606547342e-05, "mu_syn": 1.91140686002e-05, "n_lof": 0.0, "n_mis": 304.0, "n_syn": 204.0, "p_li": 0.998931396738363, "p_null": 1.51684021273032e-08, "p_rec": 0.00106858809323485, "syn_z": -0.37695870929995}, "nontcga": {"exp_lof": 19.5888711348, "exp_mis": 385.140103185, "exp_syn": 198.920673384, "lof_z": 4.36602221810785, "mis_z": 1.70444323008403, "mu_lof": 1.74854987166e-06, "mu_mis": 3.70606547342e-05, "mu_syn": 1.91140686002e-05, "n_lof": 0.0, "n_mis": 318.0, "n_syn": 208.0, "p_li": 0.998984307231922, "p_null": 1.09684085240284e-08, "p_rec": 0.00101568179966947, "syn_z": -0.407600480293773}, "transcript": "ENST00000217086.4"}, "exons": [{"cdsend": 51802408, "cdsstart": 51784264, "chr": "20", "position": [[51782330, 51784684], [51788860, 51789141], [51791332, 51792352], [51802278, 51802521]], "strand": -1, "transcript": "NM_001318031", "txend": 51802521, "txstart": 51782330}, {"cdsend": 51802408, "cdsstart": 51784264, "chr": "20", "position": [[51782330, 51784684], [51788860, 51789141], [51790021, 51792352], [51802278, 51802521]], "strand": -1, "transcript": "NM_020436", "txend": 51802521, "txstart": 51782330}], "exons_hg19": [{"cdsend": 50418947, "cdsstart": 50400803, "chr": "20", "position": [[50398869, 50401223], [50405399, 50405680], [50407871, 50408891], [50418817, 50419060]], "strand": -1, "transcript": "NM_001318031", "txend": 50419060, "txstart": 50398869}, {"cdsend": 50418947, "cdsstart": 50400803, "chr": "20", "position": [[50398869, 50401223], [50405399, 50405680], [50406560, 50408891], [50418817, 50419060]], "strand": -1, "transcript": "NM_020436", "txend": 50419060, "txstart": 50398869}], "generif": [{"pubmed": 12393809, "text": "Okihiro syndrome is caused by SALL4 mutations"}, {"pubmed": 12395297, "text": "The first identified Duane syndrome gene and the second malformation syndrome resulting from mutations in SAL genes."}, {"pubmed": 15329836, "text": "Mutations and birth defects caused by thalidomide exposure."}, {"pubmed": 15342710, "text": "Okihiro syndrome may also be caused by heterozygous deletions either of the whole SALL4 coding region or of single exons"}, {"pubmed": 15386473, "text": "no SALL4 mutations in twenty-five Duane Tretration \"syndrome\" patients"}, {"pubmed": 16086360, "text": "analysis of SALL4 defects and associated syndromes (including Okihiro syndrome (Duane-radial ray syndrome), acro-renal-ocular syndrome) and description of the clinical distinctions with similar phenotypes caused by other gene defects"}, {"pubmed": 16411190, "text": "A novel nonsense mutation in the SALL4 gene was detected in all affected family members and obligate carriers."}, {"pubmed": 16763212, "text": "SALL4 is constitutively expressed in primary acute myeloid leukemia"}, {"pubmed": 17256792, "text": "mutation in the SALL4 gene causes IVIC syndrome(an autosomal dominant condition,hearing loss, heart murmur..)"}, {"pubmed": 17546590, "text": "Results implied a possible association between epigenetic silencing of SALL4 and tumor cell aneuploidy."}, {"pubmed": 17557835, "text": "BMI1 is a target gene for SALL4 in leukemic cells."}, {"pubmed": 17623483, "text": "The detection and molecular characterization of four novel, overlapping microdeletions, all spanning SALL4 and flanking genes, in four unrelated cases with features of Okihiro syndrome and variable degrees of psychomotor delay, is reported."}, {"pubmed": 18299846, "text": "A not previously described mutation of the SALL4 gene in exon 4."}, {"pubmed": 18414659, "text": "the reprogramming activity of Sall4 is independent of an N-terminal domain implicated in recruiting the nucleosome remodeling and deacetylase corepressor complex, a global transcriptional repressor"}, {"pubmed": 18487508, "text": "mapped the global gene targets of SALL4 and identified more than 2000 high-confidence, SALL4-binding genes in the human acute promyelocytic leukemic cell line, NB4"}, {"pubmed": 18519826, "text": "Clinical trial and genome-wide association study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19099625, "text": "SALL4 and BMI-1 expressions are up-regulated significantly in acute leukemia."}, {"pubmed": 19151334, "text": "Down-regulation of the STAT3 activity using a dominant-negative construct resulted in a significant decrease in the expression of SALL4."}, {"pubmed": 19247946, "text": "Studies indicate that vertebrate sal orthologues (spalt-like/sall) have important developmental roles during neural development and organogenesis and gentic diseases."}, {"pubmed": 19295406, "text": "SALL4 is a novel sensitive and specific marker for ovarian primitive germ cell tumors"}, {"pubmed": 19390421, "text": "SALL4 is a novel sensitive and relatively specific marker for testicular germ cell tumors"}, {"pubmed": 19440552, "text": "Data demonstrate that stem cell protein SALL4 represses its target genes, PTEN and SALL1, through the epigenetic repressor Mi-2/NuRD complex."}, {"pubmed": 19476507, "text": "These results demonstrated that Sall4 plays positive roles in the generation of pluripotent stem cells from blastocysts and fibroblasts."}, {"pubmed": 19574883, "text": "SALL4 is a more sensitive marker than PLAP, AFP, or glypican-3 for extragonadal yolk sac tumors."}, {"pubmed": 19581335, "text": "This is the first report to suggest that SALL4 might be a potential candidate gene of premature ovarian failure."}, {"pubmed": 19619907, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19619907, "text": "SALL4 may be a potential candidate gene for ventricular septal defect."}, {"pubmed": 19781444, "text": "SALL4 plays a critical role in the pathogenesis of MDS by causing the aberrant activation of the Wnt/beta-catenin pathway."}, {"pubmed": 19820689, "text": "SALL4 is a novel sensitive diagnostic marker for primary germ cell tumors of the central nervous system."}, {"pubmed": 20182341, "text": "SALL4 is a sensitive marker for AFP-producing gastric carcinoma and is especially useful to distinguish hepatoid gastric carcinoma from hepatocellular carcinoma."}, {"pubmed": 20505821, "text": "SALL4 is a master regulator that controls its own expression and the expression of OCT4."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21057460, "text": "For primary extragonadal yolk sac tumors, combining LIN28 and SALL4 can achieve a higher diagnostic sensitivity than either alone."}, {"pubmed": 21258884, "text": "High SALL4 expression is associated with Wilms tumors."}, {"pubmed": 21274508, "text": "SALL4 is essential for cancer cell proliferation and is overexpressed at early clinical stages in breast cancer"}, {"pubmed": 21405998, "text": "No genetic variations were detected in the coding region and in the neighboring intronic regions of the SALL4 gene suggesting an alternative mechanism in the pathogenesis"}, {"pubmed": 21417895, "text": "Of the 16 malignant rhabdoid tumors, 14 (88%) tumors showed robust SALL4 and/or LIN28 expression."}, {"pubmed": 21468036, "text": "SALL4 has an important role in the proliferation and survival of CML cells & its expression is associated with an advanced stage of CML disease. This is mediated by the Bmi-1 pathway."}, {"pubmed": 21526180, "text": "SALL4 was able to bind to the promoter region of ABCA3 and activate its expression while regulating the expression of ABCG2 indirectly."}, {"pubmed": 21725617, "text": "SALL4 mRNA was highly expressed even in the early clinical stages and there was no difference in the positivity rate between stage IA and other stagesin lung cancer."}, {"pubmed": 22128185, "text": "stem cell self-renewal mediated by SALL4 via epigenetic machinery."}, {"pubmed": 22448662, "text": "SALL4 is a more sensitive and specific marker for yolk sac tumors than glypican-3"}, {"pubmed": 22516245, "text": "Alpha-fetoprotein-producing gastric carcinoma and combined hepatocellular and cholangiocarcinoma show similar morphology but different histogenesis with respect to SALL4 expression."}, {"pubmed": 22555391, "text": "The emerging knowledge about how SALL4 regulates HSC behavior may be used in the near future to develop advanced cell therapies, for example, through large-scale stem cell expansion ex vivo."}, {"pubmed": 22743134, "text": "SALL4 knockdown results in downregulation of anti-apoptotic proteins, activation of the caspases."}, {"pubmed": 22832114, "text": "This result indicates that SALL4 and SF-1 could be used to distinguish Granulosa cell and yolk sac tumors"}, {"pubmed": 22934838, "text": "SALL4 is a key regulator in normal human hematopoiesis and the mechanism of its function is at least in part through the HOXA9."}, {"pubmed": 23012367, "text": "Sumoylation is important for stability, subcellular localization, and transcriptional activity of SALL4, an essential stem cell transcription factor"}, {"pubmed": 23112162, "text": "SALL4 and KLF5 were aberrantly expressed in the CDX1(+) intestinal metaplasia of the stomach. Sustained expression of CDX1 gave rise to the induction of early intestinal-stemness markers, followed by the expression of intestinal-differentiation markers."}, {"pubmed": 23122807, "text": "hypomethylation of SALL4 promoter is a common event in myelodysplastic syndrome (MDS)."}, {"pubmed": 23201546, "text": "Hypomethylation of SALL4 promoter is a common event and is associated with the intermediate and poor karyotypes in acute myeloid leukemia."}, {"pubmed": 23287862, "text": "The mechanism of SALL4 in promoting leukemogenesis is at least in part mediated by its repression of the tumor suppressor phosphatase and tensin homolog deleted on chromosome 10 (PTEN) through its interaction with a histone deacetylase (HDAC) complex."}, {"pubmed": 23347651, "text": "Forty-six percent (32/69) of hepatocellular carcinoma and all yolk sac tumors revealed at least focal expression of SALL4."}, {"pubmed": 23363002, "text": "Along with the promising evidence of its role in self-renewal in various cancers, SALL4 may have a role in progression, development and maintenance of colorectal cancers."}, {"pubmed": 23432194, "text": "Tyrosine kinase inhibitor exposure facilitates a protective loop of SALL4 and ABCA3 cooperation in persistent leukaemic cells."}, {"pubmed": 23687435, "text": "A novel truncating mutation was identified in the SALL4 gene that leads to diversified clinical features of Duane retraction syndrome in a Chinese family."}, {"pubmed": 23758232, "text": "SALL4 is a marker for a progenitor subclass of hepatocellular carcinoma with an aggressive phenotype. Our data suggest that the SALL4 peptide is a potential targeted therapy for a subgroup of hepatocellular carcinomas."}, {"pubmed": 23811124, "text": "Results demonstrate upregulation of miR-107 suppressed glioma cell growth through direct targeting of SALL4."}, {"pubmed": 23822878, "text": "SALL4 is expressed in blastemal tumours, particularly in the embryonal subtype of hepatoblastoma. Seven of 12 hepatoblastomas showed nuclear staining only in the embryonal component. Fetal and mesenchymal components were negative."}, {"pubmed": 23954296, "text": "SALL4 functions to suppress CDH1 expression and to maintain cell dispersion in basal-like breast cancer."}, {"pubmed": 24012616, "text": "SALL4 expression status was associated with histone deacetylase activity in cell lines"}, {"pubmed": 24051379, "text": "SALL4 binds a specific region of the HOXA9 promoter in leukemic cells."}, {"pubmed": 24276240, "text": "our findings indicate that SALL4 has oncogenic roles in gastric cancer"}, {"pubmed": 24283704, "text": "SALL4 is a potential molecular marker in predicting the prognosis of MDS."}, {"pubmed": 24336327, "text": "SALL4 has functional roles in metastasis and drug resistance in aggressive endometrial cancer"}, {"pubmed": 24463278, "text": "SALL4 plays a key role in B-ALL cell survival and could be a potential novel target in B-ALL treatment."}, {"pubmed": 24486774, "text": "Data suggest involvement of SALL4 (sal-like 4) and NFATC2(nuclear factor of activated T-cells, cytoplasmic, calcineurin-dependent 2 ) genes disruption in cardiac and skeletal anomalies."}, {"pubmed": 24525512, "text": "Report SALL4 expression in germ/non-germ cell tumors."}, {"pubmed": 24626181, "text": "identifies the KRLR sequence as a bona fide nuclear localization signal for SALL4B."}, {"pubmed": 24659265, "text": "SALL4 and SOX2 are co-overexpressed in ESCC and have a significant correlation with invasion and metastasis of the disease"}, {"pubmed": 24805857, "text": "Although SALL4 immunoreactivity in Western hepatocellular carcinoma is correlated with higher grade and poor prognosis, this is a rare event."}, {"pubmed": 24827994, "text": "Despite moderate sensitivity, SALL4 expression may aid in distinguishing Malignant rhabdoid tumours from epithelioid sarcomas"}, {"pubmed": 24860834, "text": "Hepatocellular carcinoma patients showing high SALL4 serum levels had poor prognosis evidenced by both tumor recurrence and overall survival rate."}, {"pubmed": 25156818, "text": "High SALL4 expression is associated with colorectal cancers"}, {"pubmed": 25246269, "text": "SALL4 expression is variable in acute myeloid leukemia, ranging from no expression to levels comparable to embryonic stem cells."}, {"pubmed": 25359397, "text": "Results indicated that the SALL4 may play an important role in progression, development and maintenance of glioma"}, {"pubmed": 25436325, "text": "Up-regulation of SALL4 in gastric cancers is a marker of poor prognosis."}, {"pubmed": 25479928, "text": "the evaluation of ERG and SALL4 immunoexpressions may be a useful diagnostic tool to distinguish epithelioid sarcoma, especially proximal type, from malignant rhabdoid tumor"}, {"pubmed": 25646965, "text": "Results indicate that SALL4 overexpression acts as a natural resistance factor and may be involved in the recurrence of lung cancer after adjuvant chemotherapy."}, {"pubmed": 25737450, "text": "Aberrant SALL4 expression has been found in nearly all AML cases, whereas, in normal bone marrow and peripheral blood cells, its expression is only restricted to hematopoietic stem/progenitor cells."}, {"pubmed": 25823593, "text": "An atypical 0.73 MB microduplication of 22q11.21 and a novel SALL4 missense mutation associated with thumb agenesis and radioulnar synostosis."}, {"pubmed": 25906119, "text": "Persistent expression of SALL4 in metastatic MGCTs resistant to chemoradiation also raises the possibility for targeted systemic therapy as the anti-SALL4 peptide continues to be developed"}, {"pubmed": 25919570, "text": "The mechanism through which miR-33b inhibits the stemness, migration and invasion of breast cancer cells is by targeting HMGA2, SALL4 and Twist1."}, {"pubmed": 26238082, "text": "The results show that miR-219-5p inhibited carcinogenesis of colon cancer by targeting oncogene Sall4"}, {"pubmed": 26267070, "text": "SALL4 immunopositivity is not a prognostic factor in Combined hepatocellular carcinoma (HCC) and cholangiocarcinoma (CC) (cHCC-CC); however, it is associated with alpha-fetoprotein, glypican 3 and EpCAM immunopositivity, indicating the mechanism of carcinogenesis."}, {"pubmed": 26317546, "text": "SALL4 has an oncogenic role in intrahepatic cholangiocarcinoma"}, {"pubmed": 26617716, "text": "By inhibition of SALL4 expression, the proliferation, invasiveness and drug resistance were dramatically reduced while apoptosis rate was up-regulated."}, {"pubmed": 26750614, "text": "SALL4 was highly expressed and correlated with poor prognosis in SOC patients, promoting invasion and metastasis of OC cells."}, {"pubmed": 26779651, "text": "SALL4 and beta-catenin were positively correlated in colorectal cancer."}, {"pubmed": 26791099, "text": "Study reports a novel heterozygous frameshift insertion in SALL4, c.410dupG (p.Gly138Argfs*43) segregating with Okihiro syndrome in a Brazilian pedigree with five affected individuals; the c.410dupG variant in SALL4 gene reported here is the cause of Okihiro syndrome without Duane anomaly, but with foot defect in one affected individual."}, {"pubmed": 26818834, "text": "SALL4 expression in squamous cell carcinoma of the esophagus may constitute a sign of dedifferentiation leading to poor patient prognosis"}, {"pubmed": 26892498, "text": "review aims to summarize our current knowledge of SALL4, including a SALL4-based approach to classify and target cancers"}, {"pubmed": 26973422, "text": "Hepatocellular carcinoma patients with higher expression levels of SALL4 and AFP have worse prognosis."}, {"pubmed": 27007163, "text": "SALL4 overexpression is associated with neoplasms."}, {"pubmed": 27068524, "text": "SALL4 was expressed in 100% of choriocarcinomas and it was not detected in any placental site trophoblastic tumor and epithelioid trophoblastic tumor."}, {"pubmed": 27132514, "text": "SALL4 has a negative impact in DNA damage repair, and support the model of dual functional properties of SALL4 in leukemogenesis through inhibiting DNA damage repair and promoting cell survival."}, {"pubmed": 27252091, "text": "SALL4 is useful for subtyping hepatoblastoma, and high SALL4 expression is associated with decreased survival in hepatoblastoma."}, {"pubmed": 27323021, "text": "We evaluate the effects of siRNA-inhibited expression of the SALL4 gene on the proliferation, colony formation, and apoptosis of prostate cancer C4-2 cells. Silencing SALL4 expression by using siRNA technology inhibited the proliferation and colony formation of C4-2 cells, and promoted apoptosis likely mediated by Bcl-2 and Bax expression."}, {"pubmed": 27329034, "text": "Study showed that SALL4 was overexpressed in a majority of human esophageal squamous cell carcinoma (ESCC) tissues and that aberrantly activated SALL4 may contribute to esophageal tumorigenesis by promoting malignant proliferation and inhibiting cell apoptosis, regulating esophageal squamous cell migration, invasion and cell cycle."}, {"pubmed": 27576349, "text": "the under-expression of SOX1 was associated significantly with SALL4 overexpression. This study was the first to evaluate SOX1 underexpression and its association with poor prognosis in esophageal squamous cell carcinoma."}, {"pubmed": 27661448, "text": "Our report is the first description of structural eye defects associated with two missense variants in SALL4 inherited in trans; the absence of reported findings in both parents suggests that both sequence variants are hypomorphic mutations and that both are needed for the ocular phenotype."}, {"pubmed": 27677076, "text": "miR-98 plays a suppressive role in the proliferation, migration, invasion and EMT of HCC cells, partly at least, via directly inhibition of SALL4."}, {"pubmed": 27748823, "text": "this study demonstrates that miR-16 plays a suppressive role in regulating cell proliferation, migration and invasion, and EMT in glioma, at least in part by directly targeting SALL4."}, {"pubmed": 27773610, "text": "The SALL4 - integrin alpha6 - integrin beta1 network promotes cell migration for metastasis via activation of focal adhesion dynamics in basal-like breast cancer cells."}, {"pubmed": 27797380, "text": "demethylation of CpGs located within OCT4 and STAT3 cis-acting elements, downstream of SALL4 TSS, enables OCT4 and STAT3 binding, recruitment of BRG1, and enhanced RNA polymerase II elongation and SALL4 transcription"}, {"pubmed": 27938503, "text": "SALL4 is a target gene of miR-181b in glioma.SALL4 is upregulated in glioma."}, {"pubmed": 27983924, "text": "our study showed that SALL4 plays an important role in regulating the proliferation, migration, and invasion of osteosarcoma cells."}, {"pubmed": 28103766, "text": "Findings indicate that long-term exposure to IM results in dysregulation of stem cell renewal-regulatory Hippo (MST1/2)/YAP signaling, and that inhibition of miR-181a using a microRNA sponge inhibitor resulted in decreased transcription of SOX2 and SALL4."}, {"pubmed": 28122538, "text": "these data suggest that Bmi-1 could serve as a novel prognostic biomarker in pediatric primary acute lymphoblastic leukemia (ALL)and may be partially regulated by Sall4a. Our study also showed that Bmi-1 could serve as a new therapeutic target for the treatment of pediatric ALL."}, {"pubmed": 28272224, "text": "expression detected in 36% of undifferentiated/dedifferentiated endometrial carcinomas, not other in high-grade endometrial carcinomas"}, {"pubmed": 28411180, "text": "Coexpression of SALL4 with HDAC1 and/or HDAC2 was associated with PTEN underexpression and a poor prognosis in hepatocellular carcinoma."}, {"pubmed": 28582841, "text": "SALL4 is a promising prognostic biomarker for cancer, and is appropriate for the assessment of cancer prognosis in the Chinese people."}, {"pubmed": 28639477, "text": "These data indicate that aberrantly expressed SALL4 in human choriocarcinoma cells may promote cell proliferation via beta-catenin/c-Myc pathway"}, {"pubmed": 28759035, "text": "Data show that SALL4 promotes the expression of Glut1 and open chromatin through a HP1alpha-dependent mechanism."}, {"pubmed": 28849223, "text": "TNFSF13, SPATC1L, SLC22A25 and SALL4 may thus be novel susceptibility loci for atrial fibrillation in the Japanese population"}, {"pubmed": 28869451, "text": "Our experimental data indicated that over expression of SALL4 was found in CRC and low expression of SALL4 was connected with high survival rate after surgery. Thus our study suggested that SALL4 could serve as a potential diagnostic and prognostic marker of CRC."}, {"pubmed": 28887597, "text": "Study showed significantly high expression of SALL4 mRNA in glioma specimens as compared to non-tumor samples using RT-PCR. Blocking SALL4 using SALL4-siRNA decreased proliferation of U87 and U251 cells, which was reversed by the addition of PTEN inhibitor phen (bpv). Furthermore, marked increase in PTEN mRNA and protein levels was seen in cells treated with siRNA-SALL4."}, {"pubmed": 29356399, "text": "High SALL4 expression is associated with enhanced stemness in basal-like breast cancer."}, {"pubmed": 29511085, "text": "the TRIM21 knockdown increases SALL1 levels, indicating that TRIM21 degrades both SALL1 and SALL4."}, {"pubmed": 29593314, "text": "an HBV-pSTAT3-SALL4-miR-200c axis regulates PD-L1 causing T cell exhaustion"}, {"pubmed": 29958885, "text": "the role of Spalt like protein 4 (SALL4) in pancreatic ductal adenocarcinoma cell proliferation, mobility and its regulation in mitochondrial ROS via FoxM1/Prx III axis."}, {"pubmed": 30190590, "text": "SALL4 has a role mediating teratogenicity as a thalidomide-dependent cereblon substrate"}, {"pubmed": 30423818, "text": "these data suggest that miR-103, miR-195, and miR-15b post-transcriptionally downregulated the expression of SALL4 and suppressed glioma cell growth, migration, and invasion, and increased cell apoptosis."}, {"pubmed": 30431698, "text": "There were correlations between SALL4 mRNA and BMP signaling target genes expression including SIZN1, VENTX, and DIDO1 in esophageal squamous cell carcinoma. Tight associations of gene expression were observed in primary stages of tumor progression (stages I/II), and the invaded tumors to the adventitia (T3/T4)."}, {"pubmed": 30520112, "text": "SiRNA can increase the apoptosis of breast cancer cells by reducing the gene expression of SALL4 gene and Bcl-2; it can be used as a novel targeted therapy. This strategy, in addition to increasing the specificity of the drug, also reduces the side effects when compared with conventional chemotherapy."}, {"pubmed": 30588199, "text": "The expression of cytokeratin19 was associated with sal-like protein 4 expression, as well as poor overall and disease-free survival in hepatocellular carcinoma patients in Taiwan."}, {"pubmed": 30603774, "text": "Missense mutation in SALL4 gene is associated with premature ovarian insufficiency."}, {"pubmed": 30638095, "text": "SALL4 has a role in leukemogenesis; high SALL4 expression was associated with poor survival among acute myeloid leukemia patients."}, {"pubmed": 31009138, "text": "miR-188-5p emerges as an oncomiRNA to promote gastric cancer cell proliferation and migration via upregulation of SALL4."}, {"pubmed": 31210317, "text": "MiRNA-485-5p suppresses the proliferation of acute myeloid leukemia via targeting SALL4."}, {"pubmed": 31336010, "text": "Study found that expression of SALL4 was gradually increased from normal cervical tissue to high-grade squamous intraepithelial lesions and then to squamous cervical carcinoma. Results demonstrated that SALL4 may promote cell proliferation and tumor formation of cervical cancer cells by upregulating the activity of the Wnt/beta-catenin signaling pathway by directly binding to the CTNNB1 promoter and trans-activating CT..."}, {"pubmed": 31388035, "text": "The role of ESCO2, SALL4 and TBX5 genes in the susceptibility to thalidomide teratogenesis."}, {"pubmed": 31552409, "text": "The Study of SALL4 Gene and BMI-1 Gene Expression in Acute Myeloid Leukemia Patients."}, {"pubmed": 31653163, "text": "High SALL4 expression is associated with Acute Myeloid Leukemia."}, {"pubmed": 31816404, "text": "Ku80 negatively regulates the expression of OCT4 via competitive binding to SALL4 and promoting lysosomal degradation of OCT4."}, {"pubmed": 31864704, "text": "THG-1 suppresses SALL4 degradation to induce stemness genes and tumorsphere formation through antagonizing NRBP1 in squamous cell carcinoma cells."}, {"pubmed": 31880869, "text": "Cytomorphology of hepatoblastoma with histological correlation and role of SALL4 immunocytochemistry in its diagnosis, subtyping, and prognostication."}, {"pubmed": 32071327, "text": "Thalidomide Inhibits Human iPSC Mesendoderm Differentiation by Modulating CRBN-dependent Degradation of SALL4."}, {"pubmed": 32098783, "text": "The transcription factor Spalt and human homologue SALL4 induce cell invasion via the dMyc-JNK pathway in Drosophila."}, {"pubmed": 32187420, "text": "Differential expression of SALL4 in CTCs derived from hydatidiform moles and gestational trophoblastic neoplasms."}, {"pubmed": 32240499, "text": "Overexpression of Sal-like protein 4 in head and neck cancer: epigenetic effects and clinical correlations."}, {"pubmed": 32251415, "text": "Thalidomide-dependent degradation of the embryonic transcription factor SALL4 by the CRL4(CRBN) E3 ubiquitin ligase is a plausible major driver of thalidomide teratogenicity. The structure of the second zinc finger of SALL4 in complex with pomalidomide, cereblon and DDB1 reveals the molecular details of recruitment."}, {"pubmed": 32320856, "text": "miR-296-5p suppresses stem cell potency of hepatocellular carcinoma cells via regulating Brg1/Sall4 axis."}, {"pubmed": 32386479, "text": "Upregulation of SNHG12 accelerates cell proliferation, migration, invasion and restrain cell apoptosis in breast cancer by enhancing regulating SALL4 expression via sponging miR-15a-5p."}, {"pubmed": 32468053, "text": "Expression and clinical value of SALL4 in renal cell carcinomas."}, {"pubmed": 32513235, "text": "VHL mutation-mediated SALL4 overexpression promotes tumorigenesis and vascularization of clear cell renal cell carcinoma via Akt/GSK-3beta signaling."}, {"pubmed": 32719361, "text": "MiR-3622a-3p acts as a tumor suppressor in colorectal cancer by reducing stemness features and EMT through targeting spalt-like transcription factor 4."}, {"pubmed": 32835442, "text": "SALL4 promotes tumor progression in breast cancer by targeting EMT."}, {"pubmed": 32948804, "text": "An IMiD-induced SALL4 degron system for selective degradation of target proteins."}, {"pubmed": 33308020, "text": "Effect of SALL4 on the Proliferation, Invasion and Apoptosis of Breast Cancer Cells."}, {"pubmed": 33406418, "text": "Zinc Finger Protein SALL4 Functions through an AT-Rich Motif to Regulate Gene Expression."}, {"pubmed": 34050851, "text": "Long noncoding HOXA11-AS knockdown suppresses the progression of non-small cell lung cancer by regulating miR-3619-5p/SALL4 axis."}, {"pubmed": 34106411, "text": "SALL-4 and Beta-Catenin Expression in Sinonasal Teratocarcinosarcoma."}, {"pubmed": 34417458, "text": "Epigenetic control of melanoma cell invasiveness by the stem cell factor SALL4."}, {"pubmed": 34732693, "text": "miR-497-5p/SALL4 axis promotes stemness phenotype of choriocarcinoma and forms a feedback loop with DNMT-mediated epigenetic regulation."}, {"pubmed": 34782707, "text": "Acute lymphoblastic leukemia in children and SALL4 and BMI-1 gene expression."}, {"pubmed": 35033873, "text": "Silencing long non-coding RNA LINC00960 inhibits osteosarcoma proliferation by sponging miR-107 to downregulate SALL4."}, {"pubmed": 35090523, "text": "Co-expression of cancer stem cell markers, SALL4/ALDH1A1, is associated with tumor aggressiveness and poor survival in patients with serous ovarian carcinoma."}, {"pubmed": 35179219, "text": "A de novo mutation of SALL4 in a Chinese family with Okihiro syndrome."}, {"pubmed": 35284980, "text": "Transcriptome analysis reveals SALL4 as a prognostic key gene in gastric adenocarcinoma."}, {"pubmed": 35692499, "text": "The Invasion and Metastasis of Colon Adenocarcinoma (COAD) Induced by SALL4."}, {"pubmed": 36285444, "text": "Salt-like transcription factor 4 promotes laryngeal cancer progression through transcriptional activation of ubiquitin-specific protease 21 to stabilize Yin Yang 1."}, {"pubmed": 36362083, "text": "Role of SALL4 in HER2+ Breast Cancer Progression: Regulating PI3K/AKT Pathway."}, {"pubmed": 36575044, "text": "SALL4 activates PI3K/AKT signaling pathway through targeting PTEN, thus facilitating migration, invasion and proliferation of hepatocellular carcinoma cells."}, {"pubmed": 36587397, "text": "SALL4-related gene signature defines a specific stromal subset of pancreatic ductal adenocarcinoma with poor prognostic features."}, {"pubmed": 36635047, "text": "Structure of SALL4 zinc finger domain reveals link between AT-rich DNA binding and Okihiro syndrome."}, {"pubmed": 36731037, "text": "Evaluation of Lineage/Site-specific Nuclear Immunohistochemical Markers SATB2, Cyclin D1, SALL4, and BCOR in High-grade Endometrial Carcinomas."}, {"pubmed": 36877334, "text": "Dual-Regulated Mechanism of EZH2 and KDM6A on SALL4 Modulates Tumor Progression via Wnt/beta-Catenin Pathway in Gastric Cancer."}, {"pubmed": 37119046, "text": "SALL4 correlates with proliferation, metastasis, and poor prognosis in prostate cancer by affecting MAPK pathway."}, {"pubmed": 37611564, "text": "SALL4 Phenotype in Four Generations of One Family: An Interplay of the Upper Limb, Kidneys, and the Pituitary."}, {"pubmed": 37660281, "text": "SALL4 advances the proliferation and tumor cell stemness of colon cancer cells through the transcription and regulation of ROBO2."}, {"pubmed": 38062245, "text": "SALL4 is a CRL3[REN/KCTD11] substrate that drives Sonic Hedgehog-dependent medulloblastoma."}, {"pubmed": 38584262, "text": "SALL4 in gastrointestinal tract cancers: upstream and downstream regulatory mechanisms."}], "genomic_pos": {"chr": "20", "end": 51802521, "ensemblgene": "ENSG00000101115", "start": 51782331, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 50419059, "start": 50400581, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001833", "qualifier": "involved_in", "term": "inner cell mass cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003281", "qualifier": "involved_in", "term": "ventricular septum development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030326", "qualifier": "involved_in", "term": "embryonic limb morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035019", "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000792", "qualifier": "part_of", "term": "heterochromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 21914818, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[7955, 572527], [8364, 407860], [9031, 769286], [9544, 700309], [9598, 458342], [9606, 57167], [9615, 485931], [9913, 541170], [10090, 99377], [10116, 686412]], "id": 10716}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": ["IPI00007032", "IPI00428772", "IPI00428775"], "map_location": "20q13.2", "name": "spalt like transcription factor 4", "other_names": ["sal-like protein 4", "zinc finger protein 797", "zinc finger protein SALL4"], "pantherdb": {"HGNC": "15924", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2139360", "ortholog_type": "LDO", "panther_family": "PTHR23233", "taxid": 10090, "uniprot_kb": "Q8BX22"}, {"RGD": "1597672", "ortholog_type": "LDO", "panther_family": "PTHR23233", "taxid": 10116, "uniprot_kb": "M0RDM1"}, {"Ensembl": "ENSGALG00000041365", "ortholog_type": "LDO", "panther_family": "PTHR23233", "taxid": 9031, "uniprot_kb": "Q5F3B8"}, {"ZFIN": "ZDB-GENE-060328-2", "ortholog_type": "LDO", "panther_family": "PTHR23233", "taxid": 7955, "uniprot_kb": "F1QDF2"}, {"WormBase": "WBGene00004773", "ortholog_type": "O", "panther_family": "PTHR23233", "taxid": 6239, "uniprot_kb": "G5EFF4"}, {"FlyBase": "FBgn0261648", "ortholog_type": "O", "panther_family": "PTHR23233", "taxid": 7227, "uniprot_kb": "P39770"}, {"FlyBase": "FBgn0000287", "ortholog_type": "O", "panther_family": "PTHR23233", "taxid": 7227, "uniprot_kb": "Q9VKH3"}], "uniprot_kb": "Q9UJQ4"}, "pathway": {"pid": {"id": "betacatenin_nuc_pathway", "name": "Regulation of nuclear beta catenin signaling and target gene transcription"}, "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-2892247", "name": "POU5F1 (OCT4), SOX2, NANOG activate genes related to proliferation"}, {"id": "R-HSA-452723", "name": "Transcriptional regulation of pluripotent stem cells"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}], "wikipathways": [{"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP3658", "name": "Wnt-beta-catenin signaling pathway in leukemia"}]}, "pdb": ["5XWR", "6UML", "7BQU", "7BQV", "7Y3I", "7Y3K", "7Y3M", "8CUC", "8U15", "8U16", "8U17"], "pfam": "PF00096", "pharmgkb": "PA34936", "pharos": {"target_id": 1092, "tdl": "Tbio"}, "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171836", "relationship": "is"}, {"id": "GNF182742", "relationship": "is"}, {"id": "GNF193648", "relationship": "is"}, {"id": "GNF204554", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF276039", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100670", "relationship": "is"}, {"id": "GNF108474", "relationship": "is"}, {"id": "GNF140325", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_008000.1"], "protein": ["NP_001304960.1", "NP_065169.1", "XP_047296274.1", "XP_054179717.1"], "rna": ["NM_001318031.2", "NM_020436.5", "XM_047440318.1", "XM_054323742.1"], "translation": [{"protein": "XP_054179717.1", "rna": "XM_054323742.1"}, {"protein": "NP_001304960.1", "rna": "NM_001318031.2"}, {"protein": "XP_047296274.1", "rna": "XM_047440318.1"}, {"protein": "NP_065169.1", "rna": "NM_020436.5"}]}, "reporter": {"HG-U133_Plus_2": "229661_at", "HG-U95B": "48384_at", "HTA-2_0": "TC20000945.hg.1", "HuEx-1_0": "3909777", "HuGene-1_1": "8067087", "HuGene-2_1": "16920370"}, "summary": "This gene encodes a zinc finger transcription factor thought to play a role in the development of abducens motor neurons. Defects in this gene are a cause of Duane-radial ray syndrome (DRRS). Alternative splicing results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Dec 2015].", "symbol": "SALL4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423836"}, "unigene": "Hs.517113", "uniprot": {"Swiss-Prot": "Q9UJQ4", "TrEMBL": "Q6Y8G5"}, "wikipedia": {"url_stub": "SALL4"}}