{"AllianceGenome": "1665", "HGNC": "1665", "MIM": "602257", "_id": "950", "_version": 2, "accession": {"genomic": ["AC034139.7", "AC110795.4", "BX538257.1", "CH471057.1", "CP068274.2", "HF548097.1", "NC_000004.12", "NC_060928.1", "NG_012054.2"], "protein": ["AAH21892.1", "AAP35585.1", "BAA02177.1", "BAG35851.1", "BAG59150.1", "CCO13808.1", "EAX05779.1", "EAX05780.1", "EAX05781.1", "NP_001191184.1", "NP_005497.1", "Q14108.2", "XP_047272385.1", "XP_047272386.1"], "rna": ["AK022432.1", "AK056001.1", "AK296519.1", "AK313016.1", "BC021892.1", "BC035111.1", "BQ924546.1", "BT006939.1", "CA395147.1", "D12676.1", "NM_001204255.2", "NM_005506.4", "XM_047416429.1", "XM_047416430.1"], "translation": [{"protein": "BAA02177.1", "rna": "D12676.1"}, {"protein": "BAG35851.1", "rna": "AK313016.1"}, {"protein": "XP_047272385.1", "rna": "XM_047416429.1"}, {"protein": "NP_005497.1", "rna": "NM_005506.4"}, {"protein": "AAH21892.1", "rna": "BC021892.1"}, {"protein": "NP_001191184.1", "rna": "NM_001204255.2"}, {"protein": "XP_047272386.1", "rna": "XM_047416430.1"}, {"protein": "AAP35585.1", "rna": "BT006939.1"}, {"protein": "BAG59150.1", "rna": "AK296519.1"}]}, "alias": ["AMRF", "CD36L2", "EPM4", "HLGP85", "LGP85", "LIMP-2", "LIMPII", "SR-BII"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-08-23T19:00:00.000Z", "disease_label": "progressive myoclonus epilepsy", "gcep": "Epilepsy Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0020074", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_dc556613-cf24-44ee-8354-98ce91f78d7d-2020-08-23T190000.000Z", "sop": "SOP7"}}, "ensembl": {"gene": "ENSG00000138760", "protein": ["ENSP00000264896", "ENSP00000399154", "ENSP00000420988", "ENSP00000491132", "ENSP00000491407", "ENSP00000491653", "ENSP00000491728", "ENSP00000491792", "ENSP00000492004", "ENSP00000492246", "ENSP00000492288", "ENSP00000492714", "ENSP00000492737", "ENSP00000492831", "ENSP00000492840"], "transcript": ["ENST00000264896", "ENST00000452464", "ENST00000502908", "ENST00000509994", "ENST00000511129", "ENST00000638175", "ENST00000638295", "ENST00000638372", "ENST00000638409", "ENST00000638567", "ENST00000638603", "ENST00000638663", "ENST00000638680", "ENST00000638843", "ENST00000639145", "ENST00000639300", "ENST00000639324", "ENST00000639715", "ENST00000639738", "ENST00000640076", "ENST00000640341", "ENST00000640634", "ENST00000640640", "ENST00000640880", "ENST00000640900", "ENST00000640916", "ENST00000640957", "ENST00000682785"], "translation": [{"protein": "ENSP00000264896", "rna": "ENST00000264896"}, {"protein": "ENSP00000491132", "rna": "ENST00000639715"}, {"protein": "ENSP00000492840", "rna": "ENST00000639300"}, {"protein": "ENSP00000492288", "rna": "ENST00000638295"}, {"protein": "ENSP00000492246", "rna": "ENST00000640640"}, {"protein": "ENSP00000491728", "rna": "ENST00000638603"}, {"protein": "ENSP00000492831", "rna": "ENST00000639145"}, {"protein": "ENSP00000492714", "rna": "ENST00000640341"}, {"protein": "ENSP00000491792", "rna": "ENST00000639738"}, {"protein": "ENSP00000399154", "rna": "ENST00000452464"}, {"protein": "ENSP00000491653", "rna": "ENST00000640880"}, {"protein": "ENSP00000491407", "rna": "ENST00000638663"}, {"protein": "ENSP00000492737", "rna": "ENST00000640634"}, {"protein": "ENSP00000492004", "rna": "ENST00000640957"}, {"protein": "ENSP00000420988", "rna": "ENST00000509994"}], "type_of_gene": "protein_coding"}, "entrezgene": "950", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.9122344136, "exp_mis": 144.564756069, "exp_syn": 64.5048495624, "lof_z": 3.23021997923456, "mis_z": 0.470460655850054, "mu_lof": 1.45296363404e-06, "mu_mis": 1.2816728878e-05, "mu_syn": 5.53017059516e-06, "n_lof": 6.0, "n_mis": 133.0, "n_syn": 63.0, "p_li": 0.072442869057668, "p_null": 0.000530455915624696, "p_rec": 0.927026675026707, "syn_z": 0.116157299460394}, "bp": 1437, "cds_end": 77134696, "cds_start": 77082865, "n_exons": 12, "nonpsych": {"exp_lof": 18.6857629816, "exp_mis": 130.60323102, "exp_syn": 58.141290418, "lof_z": 3.10932105982235, "mis_z": 0.467973981141875, "mu_lof": 1.45296363404e-06, "mu_mis": 1.2816728878e-05, "mu_syn": 5.53017059516e-06, "n_lof": 5.0, "n_mis": 120.0, "n_syn": 55.0, "p_li": 0.16826384098393, "p_null": 0.000730387352207792, "p_rec": 0.831005771663862, "syn_z": 0.259375672973971}, "nontcga": {"exp_lof": 19.2156845487, "exp_mis": 132.976012951, "exp_syn": 59.3208961347, "lof_z": 2.97401380636563, "mis_z": 0.517410688258233, "mu_lof": 1.45296363404e-06, "mu_mis": 1.2816728878e-05, "mu_syn": 5.53017059516e-06, "n_lof": 6.0, "n_mis": 121.0, "n_syn": 53.0, "p_li": 0.0413174327720104, "p_null": 0.00128240921472424, "p_rec": 0.957400158013265, "syn_z": 0.519633753296881}, "transcript": "ENST00000264896.2"}, "exons": [{"cdsend": 76213543, "cdsstart": 76161712, "chr": "4", "position": [[76158738, 76161751], [76163224, 76163383], [76166249, 76166301], [76168402, 76168476], [76169866, 76169985], [76174143, 76174313], [76175790, 76175910], [76195706, 76195864], [76213426, 76213824]], "strand": -1, "transcript": "NM_001204255", "txend": 76213824, "txstart": 76158738}, {"cdsend": 76213543, "cdsstart": 76161712, "chr": "4", "position": [[76158738, 76161751], [76163224, 76163383], [76166249, 76166301], [76168402, 76168476], [76169866, 76169985], [76174143, 76174313], [76175790, 76175910], [76176436, 76176528], [76179516, 76179705], [76180953, 76181101], [76195706, 76195864], [76213426, 76213824]], "strand": -1, "transcript": "NM_005506", "txend": 76213824, "txstart": 76158738}], "exons_hg19": [{"cdsend": 77134696, "cdsstart": 77082865, "chr": "4", "position": [[77079891, 77082904], [77084377, 77084536], [77087402, 77087454], [77089555, 77089629], [77091019, 77091138], [77095296, 77095466], [77096943, 77097063], [77116859, 77117017], [77134579, 77134977]], "strand": -1, "transcript": "NM_001204255", "txend": 77134977, "txstart": 77079891}, {"cdsend": 77134696, "cdsstart": 77082865, "chr": "4", "position": [[77079891, 77082904], [77084377, 77084536], [77087402, 77087454], [77089555, 77089629], [77091019, 77091138], [77095296, 77095466], [77096943, 77097063], [77097589, 77097681], [77100669, 77100858], [77102106, 77102254], [77116859, 77117017], [77134579, 77134977]], "strand": -1, "transcript": "NM_005506", "txend": 77134977, "txstart": 77079891}], "generif": [{"pubmed": 12620969, "text": "Functional analysis of the mouse homolog"}, {"pubmed": 14570588, "text": "Several putative signalling motifs identified in the C-terminus of human SR-BII, which are absent from SR-BI, interact with signalling molecules to mobilize stored cholesteryl esters and/or promote the efflux of intracellular free cholesterol."}, {"pubmed": 16368683, "text": "High density lipoprotein endocytosis by scavenger receptor SR-BII is clathrin-dependent and requires a carboxyl-terminal dileucine motif."}, {"pubmed": 16542748, "text": "Residues favoring AP3 binding introduced into a protein that is transported via the PM such as the invariant chain can re-route such protein into direct sorting to late endosomal/lysosomal structures."}, {"pubmed": 17110915, "text": "Scavenger receptors SR-BI and SR-BII localized mainly to the ganglion cell layer and photoreceptor outer segments; in the latter they appear to be associated with microtubules."}, {"pubmed": 17215280, "text": "HCV soluble E2 can interact with human SR-BI and SR-BII"}, {"pubmed": 17673517, "text": "Regulation of alternative splicing of liver scavenger receptor class B gene by estrogen."}, {"pubmed": 18308289, "text": "SCARB2/Limp2 has pleiotropic effects that may be relevant to understanding the pathogenesis of other forms of glomerulosclerosis or collapse and myoclonic epilepsies."}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19543282, "text": "Scavenger receptor B2 is a cellular receptor for enterovirus 71."}, {"pubmed": 19847901, "text": "Study of SCARB2 mutations finds unsolved cases of progressive myoclonus epilepsy without renal impairment, especially those resembling Unverricht-Lundborg disease."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19933215, "text": "Action Myoclonus-Renal Failure Syndrome-causing mutations within LIMP-2 affect the binding to beta-glucocerebrosidase."}, {"pubmed": 20032583, "text": "smooth muscle cells and macrophages expressing scavenger receptor BI/II in different stages of atherosclerosis"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21389126, "text": "L929 cells expressing chimeras that carried amino acids 142 to 204 from the human sequence were susceptible to enterovirus 71, while chimeras that carried the mouse sequence in this region were not."}, {"pubmed": 21782476, "text": "Two sisters are described with action myoclonus-renal failure (AMRF) syndrome resulting from a mutation in the SCARB2 gene."}, {"pubmed": 21796727, "text": "Sequencing of SCARB2 genomic and cDNA identified a heterozygous, maternally inherited novel mutation (SCARB2 )"}, {"pubmed": 21985131, "text": "We showed that just four genes, G3BP2, SCARB2, CSNK1A1 and SPRR2B, can classify patients as presence of lymph node metastasis negative or positive, with 80.0% accuracy."}, {"pubmed": 22032306, "text": "in rare cases heterozygous SCARB2 mutations may be associated with demyelinating polyneuropathy features."}, {"pubmed": 22050460, "text": "This study demonistrated that patients with SCARB2 mutations showed the clinical and neurophysiologic phenotype of progressive myoclonus epilepsy , extending the spectrum reported in the typical action myoclonus renal failure syndrome."}, {"pubmed": 22219187, "text": "The residues between 144 and 151 are critical for SCARB2 binding to VP1 of EV71 and seven residues from the human receptor could convert murine SCARB2, an otherwise inefficient receptor, to an efficient receptor for EV71 viral infection."}, {"pubmed": 22223122, "text": "This study supported a genetic contribution of the SCARB2 locus to PD; future studies in larger cohorts are necessary to verify this finding."}, {"pubmed": 22272359, "text": "Results show that EV71 binds to SCARB2 and triggers a clathrin- and dynamin-dependent endocytosis for its entry."}, {"pubmed": 22438546, "text": "Coxsackievirus A infection is via celluar virus receptor SCARB2."}, {"pubmed": 22465138, "text": "Our data do not support the association of SNP rs6812193 with PD in Han Chinese of mainland China."}, {"pubmed": 22537104, "text": "H171 residue in LIMP-2 is necessary for LIMP-2 and beta-glucocerebrosidase binding"}, {"pubmed": 22884962, "text": "Lysosomal storage disorders are associated with deficiencies of alternative lysosomal receptors LIMPII and sortilin and/or of their cargos. (Review)"}, {"pubmed": 23302872, "text": "These results indicated that SCARB2 is capable of viral binding, viral internalization, and viral uncoating and that the low infection efficiency of L-PSGL1 cells is due to the inability of PSGL1 to induce viral uncoating."}, {"pubmed": 23325613, "text": "study of two Japanese siblings with late-onset progressive myoclonus epilepsy without renal failure having a novel homozygous SCARB2 mutation"}, {"pubmed": 23408458, "text": "identified no novel exonic variants in SCARB2 but confirmed the association between SNP rs6812193 and Parkinson's disease."}, {"pubmed": 23451246, "text": "Human SCARB2-transgenic mice are a useful model for assessing anti-EV71 medications."}, {"pubmed": 23473716, "text": "SCARB2 is implicated in the lysosomal pathway recently associated with Parkinson disease (PD) pathogenesis. The rs6812193 polymorphism doesn't increase susceptibility to PD in the Greek population."}, {"pubmed": 23959904, "text": "Results suggest that this hSCARB2 transgenic mouse could represent a useful animal model for the study of enterovirus 71 (EV71) infection."}, {"pubmed": 24389070, "text": "Mutations in LIMP-2, the specific receptor for glucocerebrosidase that is missing in Gaucher disease patients, substantially contribute to the pathology and heterogeneity of the disease. (Review)"}, {"pubmed": 24485911, "text": "A novel SCARB2 mutation was indicated by reduced Beta-glucocerebrosidase activity in progressive myoclonus epilepsy."}, {"pubmed": 24620919, "text": "a novel mutation in SCARB2 as a cause of progressive myoclonus epilepsy in China"}, {"pubmed": 24973356, "text": "SNCA and SCARB2 loci are also associated with dementia with Lewy bodies, after a study-wise Bonferroni correction, although these have a different association profile than the associations reported for the same loci in Parkinson's."}, {"pubmed": 24986489, "text": "Data indicate that scavenger receptor SCARB2 triggers uncoating of human enterovirus 71 (EV71) under low pH conditions."}, {"pubmed": 24997419, "text": "SCARB2 and PSGL-1 in human gastrointestinal tract, lung, and brain tissues correlated with the distribution of pathological changes seen in EV71 infection."}, {"pubmed": 25202012, "text": "The LIMP-2/SCARB2 binding sequences for enterovirus 71 and GCase are not similar, indicating that LIMP-2/SCARB2 may have multiple or overlapping binding sites with differing specificities."}, {"pubmed": 25316793, "text": "In LIMP-2-deficient brains a significant reduction in GC activity led to lipid storage, disturbed autophagic/lysosomal function, and alpha-synuclein accumulation."}, {"pubmed": 25576872, "text": "Disease-causing cathepsin-F mutants fail to cleave LIMP-2. Our findings provide evidence that LIMP-2 represents an in vivo substrate of cathepsin-F with relevance for understanding the pathophysiology of type-B-Kufs-disease."}, {"pubmed": 25862818, "text": "SCARB2 regulates TLR9-dependent IFN-I production of plasmacytoid dendritic cells"}, {"pubmed": 26018676, "text": "Although hrGCase cellular uptake is independent of LIMP-2, its trafficking to the lysosomes is mediated by this receptor."}, {"pubmed": 26224037, "text": "Findings suggested that STX1B rs4889603, FAM47E rs6812193 and SCARB2 rs6825004 do not confer a significant risk for Parkinson's disease"}, {"pubmed": 26304790, "text": "LIMPII was increased greater than twofold in urinary microvesicles obtained from patients with idiopathic membranous nephropathy compared to microvesicles of patients with idiopathic focal segmental glomerulosclerosis and normal controls."}, {"pubmed": 26794464, "text": "neutrophils are able to drive a macrophage activation that would regulate the increase in LIMP-2 expression during the early phase of Cer-induced acute pancreatitis"}, {"pubmed": 26936883, "text": "hSR-BII, and to a lesser extent hSR-BI, significantly increase LPS-induced inflammation and contribute to LPS-induced tissue injury in the liver and kidney, two major organs susceptible to LPS toxicity."}, {"pubmed": 27582254, "text": "In this paper we provide an updated overview of the clinical and genetic features of SCARB2-related PME and on the functions of the LIMP2 protein [review]"}, {"pubmed": 27615427, "text": "Glycosylation, ubiquitination and palmitoylation are involved in regulating CD36 stability, while phosphorylation at extracellular sites affect the rate of fatty acid uptake. In addition, CD36 modification by O-linked N-acetylglucosamine may regulate the translocation of CD36 from endosomes to the cell surface."}, {"pubmed": 28423002, "text": "The findings identify SR-BII as a functional SAA receptor that mediates SAA uptake and contributes to its proinflammatory signaling via the MAPK-mediated signaling pathways."}, {"pubmed": 28447294, "text": "The binding of a monoclonal antibody to the apical region of SCARB2 blocks EV71 infection."}, {"pubmed": 29199275, "text": "Crystal structure of a LIMP-2 luminal domain dimer with bound cholesterol and phosphatidylcholine is described. Binding of these lipids alters LIMP-2 from functioning as a glucocerebrosidase-binding monomer toward a dimeric state that preferentially binds anionic phosphatidylserine over neutral phosphatidylcholine."}, {"pubmed": 29848584, "text": "Results provide evidence that SCARB2 is essential for the virulence of Enterovirus &1."}, {"pubmed": 30395634, "text": "SCARB2 polymorphisms (rs6824953 and rs11097262) were associated with susceptibility to EV71 infection (OR 1.60, 95% CI 1.07-2.39; and OR 1.64, 95% CI 1.09-2.47, respectively)."}, {"pubmed": 30531980, "text": "Here, we report the EV71-SCARB2 complex structure determined at 3.4 A resolution using cryo-electron microscopy. This reveals that SCARB2 binds EV71 on the southern rim of the canyon, rather than across the canyon, as predicted."}, {"pubmed": 31116970, "text": "Our findings show disease-specific deregulation of TFEB and SCARB2 expression affecting alternative promoter usage and alternative splicing in Lewy body diseases"}, {"pubmed": 31387993, "text": "Study provides multiple lines of evidence that LIMP-2 participates in lipid transport from lysosomes by transporting cholesterol (and possibly also other lipid species) through its luminal cavity to the lysosomal membrane and later to lipid droplets. Data indicate that LIMP-2 operates in parallel with Niemann Pick (NPC)-proteins, mediating a slower mode of lysosomal cholesterol export."}, {"pubmed": 33227372, "text": "Genetics variants and expression of the SCARB2 gene in the pathogenesis of Parkinson's disease in Russia."}, {"pubmed": 33468204, "text": "Fibroblasts from idiopathic Parkinson's disease exhibit deficiency of lysosomal glucocerebrosidase activity associated with reduced levels of the trafficking receptor LIMP2."}, {"pubmed": 33772352, "text": "A novel homozygous splice-site mutation in SCARB2 is associated with progressive myoclonic epilepsy with renal failure."}, {"pubmed": 33802460, "text": "GCase and LIMP2 Abnormalities in the Liver of Niemann Pick Type C Mice."}, {"pubmed": 34097506, "text": "Class B Scavenger Receptors BI and BII Protect against LPS-Induced Acute Lung Injury in Mice by Mediating LPS."}, {"pubmed": 34193186, "text": "Relationship between polymorphism of receptor SCARB2 gene and clinical severity of enterovirus-71 associated hand-foot-mouth disease."}, {"pubmed": 34379497, "text": "Enterovirus A71 Induces Neurological Diseases and Dynamic Variants in Oral Infection of Human SCARB2-Transgenic Weaned Mice."}, {"pubmed": 35987341, "text": "LIMP2 gene, evolutionarily conserved regulation by TFE3, relieves lysosomal stress induced by cholesterol."}, {"pubmed": 37078358, "text": "The effects of SCARB2 and SELPLG gene polymorphisms on EV71 infection in hand, foot and mouth disease."}, {"pubmed": 37112912, "text": "Human SCARB2 Acts as a Cellular Associator for Helping Coxsackieviruses A10 Infection."}, {"pubmed": 37291150, "text": "LIMP-2 enhances cancer stem-like cell properties by promoting autophagy-induced GSK3beta degradation in head and neck squamous cell carcinoma."}, {"pubmed": 37640260, "text": "Knockdown LIMP2 inhibits colorectal cancer cells migration, invasion, and metastasis."}, {"pubmed": 37739936, "text": "SCARB2 drives hepatocellular carcinoma tumor initiating cells via enhanced MYC transcriptional activity."}, {"pubmed": 38231876, "text": "Lysosomal membrane proteins LAMP1 and LIMP2 are segregated in the Golgi apparatus independently of their clathrin adaptor binding motif."}, {"pubmed": 38359079, "text": "Enterovirus A71 does not meet the uncoating receptor SCARB2 at the cell surface."}, {"pubmed": 38914918, "text": "SCARB2 associates with tumor-infiltrating neutrophils and predicts poor prognosis in breast cancer."}], "genomic_pos": {"chr": "4", "end": 76234536, "ensemblgene": "ENSG00000138760", "start": 76158737, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 77135046, "start": 77079890, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006622", "qualifier": "involved_in", "term": "protein targeting to lysosome"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006622", "pubmed": 18022370, "qualifier": "involved_in", "term": "protein targeting to lysosome"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006622", "pubmed": 25202012, "qualifier": "involved_in", "term": "protein targeting to lysosome"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006898", "qualifier": "involved_in", "term": "receptor-mediated endocytosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006898", "pubmed": 29199275, "qualifier": "involved_in", "term": "receptor-mediated endocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007605", "qualifier": "involved_in", "term": "sensory perception of sound"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010976", "qualifier": "involved_in", "term": "positive regulation of neuron projection development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0015917", "pubmed": 29199275, "qualifier": "involved_in", "term": "aminophospholipid transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043470", "pubmed": 18022370, "qualifier": "involved_in", "term": "regulation of carbohydrate catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099638", "qualifier": "involved_in", "term": "endosome to plasma membrane protein transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1904978", "pubmed": 12356916, "qualifier": "involved_in", "term": "regulation of endosome organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1905123", "qualifier": "involved_in", "term": "regulation of glucosylceramidase activity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1905671", "pubmed": 12356916, "qualifier": "involved_in", "term": "regulation of lysosome organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2000752", "pubmed": 25584808, "qualifier": "involved_in", "term": "regulation of glucosylceramide catabolic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000139", "pubmed": 25202012, "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": 17897319, "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005765", "pubmed": 18022370, "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005765", "pubmed": [12356916, 25202012], "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "pubmed": 25202012, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 29199275, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 25202012, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0010008", "pubmed": 25202012, "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030666", "pubmed": 29199275, "qualifier": "located_in", "term": "endocytic vesicle membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030669", "qualifier": "located_in", "term": "clathrin-coated endocytic vesicle membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031902", "pubmed": 12356916, "qualifier": "located_in", "term": "late endosome membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043202", "pubmed": 18022370, "qualifier": "located_in", "term": "lysosomal lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001618", "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001786", "pubmed": 29199275, "qualifier": "enables", "term": "phosphatidylserine binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004888", "pubmed": 25202012, "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005044", "qualifier": "enables", "term": "scavenger receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005044", "pubmed": 29199275, "qualifier": "enables", "term": "scavenger receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005044", "pubmed": 25202012, "qualifier": "enables", "term": "scavenger receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [24162852, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0015485", "pubmed": 29199275, "qualifier": "enables", "term": "cholesterol binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": [18022370, 25202012], "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031210", "pubmed": 29199275, "qualifier": "enables", "term": "phosphatidylcholine binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0038024", "pubmed": 18022370, "qualifier": "enables", "term": "cargo receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 29199275, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051087", "qualifier": "enables", "term": "protein-folding chaperone binding"}]}, "homologene": {"genes": [[7165, 1275121], [7227, 37999], [7955, 192340], [7955, 564077], [8364, 549311], [9031, 422638], [9544, 699990], [9598, 461239], [9606, 950], [9615, 478435], [9913, 533177], [10090, 12492], [10116, 117106]], "id": 48353}, "interpro": [{"desc": "CD36 family", "id": "IPR002159", "short_desc": "CD36_fam"}, {"desc": "Lysosome membrane protein II", "id": "IPR005429", "short_desc": "LimpII"}], "ipi": ["IPI00217766", "IPI00909338", "IPI00967709"], "map_location": "4q21.1", "name": "scavenger receptor class B member 2", "other_names": ["85 kDa lysosomal membrane sialoglycoprotein", "85 kDa lysosomal sialoglycoprotein scavenger receptor class B, member 2", "CD36 antigen (collagen type I receptor, thrombospondin receptor)-like 2 (lysosomal integral membrane protein II)", "CD36 antigen-like 2", "LIMP II", "lysosome membrane protein 2", "lysosome membrane protein II"], "pantherdb": {"HGNC": "1665", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1196458", "ortholog_type": "LDO", "panther_family": "PTHR11923", "taxid": 10090, "uniprot_kb": "O35114"}, {"RGD": "621882", "ortholog_type": "LDO", "panther_family": "PTHR11923", "taxid": 10116, "uniprot_kb": "P27615"}, {"Ensembl": "ENSGALG00000011499", "ortholog_type": "LDO", "panther_family": "PTHR11923", "taxid": 9031, "uniprot_kb": "E1BRR6"}, {"Ensembl": "ENSDARG00000100753", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7955, "uniprot_kb": "A0A2R8Q7M1"}, {"ZFIN": "ZDB-GENE-020419-29", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7955, "uniprot_kb": "Q8JGR8"}, {"WormBase": "WBGene00008692", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 6239, "uniprot_kb": "Q19344"}, {"WormBase": "WBGene00011076", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 6239, "uniprot_kb": "Q09606"}, {"WormBase": "WBGene00008542", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 6239, "uniprot_kb": "Q19140"}, {"WormBase": "WBGene00013578", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 6239, "uniprot_kb": "G5EBM7"}, {"WormBase": "WBGene00015389", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 6239, "uniprot_kb": "Q11124"}, {"WormBase": "WBGene00013039", "ortholog_type": "LDO", "panther_family": "PTHR11923", "taxid": 6239, "uniprot_kb": "Q9XTT3"}, {"FlyBase": "FBgn0051741", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "Q9VJA7"}, {"FlyBase": "FBgn0002939", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "Q8INY3"}, {"FlyBase": "FBgn0015924", "ortholog_type": "LDO", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "Q27367"}, {"FlyBase": "FBgn0031970", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "Q9VLU7"}, {"FlyBase": "FBgn0031969", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "B7Z031"}, {"FlyBase": "FBgn0025697", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "Q9VM10"}, {"FlyBase": "FBgn0027562", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "Q9VET1"}, {"FlyBase": "FBgn0058006", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "Q8SYC3"}, {"FlyBase": "FBgn0035815", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "E1JI63"}, {"FlyBase": "FBgn0035090", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "Q9W0X1"}, {"FlyBase": "FBgn0260004", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "Q9VDD3"}, {"FlyBase": "FBgn0035290", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "A8JNI3"}, {"FlyBase": "FBgn0035091", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "Q961K6"}, {"FlyBase": "FBgn0010435", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 7227, "uniprot_kb": "Q9W0X0"}, {"dictyBase": "DDB_G0267440", "ortholog_type": "LDO", "panther_family": "PTHR11923", "taxid": 352472, "uniprot_kb": "Q55FQ9"}, {"dictyBase": "DDB_G0267406", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 352472, "uniprot_kb": "Q9XYS8"}, {"dictyBase": "DDB_G0287035", "ortholog_type": "O", "panther_family": "PTHR11923", "taxid": 352472, "uniprot_kb": "Q9BKJ9"}], "uniprot_kb": "Q14108"}, "pathway": {"kegg": {"id": "hsa04142", "name": "Lysosome - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-8856825", "name": "Cargo recognition for clathrin-mediated endocytosis"}, {"id": "R-HSA-8856828", "name": "Clathrin-mediated endocytosis"}], "wikipathways": [{"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP4758", "name": "Nephrotic syndrome"}]}, "pdb": ["4F7B", "4Q4B", "4Q4F", "4TVZ", "4TW0", "4TW2", "5UPH", "5XBM", "6I2K"], "pfam": "PF01130", "pharmgkb": "PA35038", "pharos": {"target_id": 15171, "tdl": "Tbio"}, "pir": "A56525", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247083", "relationship": "is"}, {"id": "GNF247084", "relationship": "is"}, {"id": "GNF247085", "relationship": "is"}, {"id": "GNF247086", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162779", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF030801", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF013021", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF233754", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF112825", "relationship": "is"}, {"id": "GNF116364", "relationship": "is"}, {"id": "GNF156005", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_012054.2"], "protein": ["NP_001191184.1", "NP_005497.1", "XP_047272385.1", "XP_047272386.1"], "rna": ["NM_001204255.2", "NM_005506.4", "XM_047416429.1", "XM_047416430.1"], "translation": [{"protein": "NP_001191184.1", "rna": "NM_001204255.2"}, {"protein": "XP_047272386.1", "rna": "XM_047416430.1"}, {"protein": "XP_047272385.1", "rna": "XM_047416429.1"}, {"protein": "NP_005497.1", "rna": "NM_005506.4"}]}, "reporter": {"HG-U133_Plus_2": ["201646_at", "201647_s_at", "215754_at", "224983_at"], "HG-U95Av2": "33823_at", "HG-U95B": "46317_at", "HTA-2_0": "TC04001308.hg.1", "HuEx-1_0": "2774049", "HuGene-1_1": "8101158", "HuGene-2_1": "16977094"}, "summary": "The protein encoded by this gene is a type III glycoprotein that is located primarily in limiting membranes of lysosomes and endosomes. Earlier studies in mice and rat suggested that this protein may participate in membrane transportation and the reorganization of endosomal/lysosomal compartment. The protein deficiency in mice was reported to impair cell membrane transport processes and cause pelvic junction obstruction, deafness, and peripheral neuropathy. Further studies in human showed that this protein is a ubiquitously expressed protein and that it is involved in the pathogenesis of HFMD (hand, foot, and mouth disease) caused by enterovirus-71 and possibly by coxsackievirus A16. Mutations in this gene caused an autosomal recessive progressive myoclonic epilepsy-4 (EPM4), also known as action myoclonus-renal failure syndrome (AMRF). Alternatively spliced transcript variants encoding different isoforms have been found for this gene.[provided by RefSeq, Feb 2011].", "symbol": "SCARB2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413219"}, "unigene": "Hs.349656", "uniprot": {"Swiss-Prot": "Q14108", "TrEMBL": ["A0A1W2PPX6", "A0A1W2PPX5", "A0A1W2PNX7", "A0A1W2PQB7", "A0A1W2PSE4", "A0A1W2PQL5", "A0A1W2PQR6", "A0A1W2PS70", "D6RDG0", "A0A1W2PS43", "A0A1W2PPU6", "A0A1W2PRS1", "A0A1W2PRF6"]}, "wikipedia": {"url_stub": "SCARB2"}}