{"AllianceGenome": "10571", "HGNC": "10571", "MIM": "604031", "_id": "6319", "_version": 3, "accession": {"genomic": ["AF320307.1", "AL139819.8", "CH471066.2", "CP068268.2", "NC_000010.11", "NC_060934.1"], "protein": ["AAB30631.1", "AAD29870.1", "AAH05807.1", "AAH62303.1", "AAK54510.1", "AAQ13510.1", "BAA93510.1", "BAD92219.1", "BAD96582.1", "BAG35237.1", "CAA73998.1", "EAW49827.1", "EAW49828.1", "EAW49829.1", "EAW49830.1", "NP_005054.3", "O00767.2"], "rna": ["AB032261.1", "AB208982.1", "AF097514.1", "AF109362.1", "AF113690.1", "AI740935.1", "AI761929.1", "AK222862.1", "AK312312.1", "BC005807.2", "BC062303.1", "BI827092.1", "BM546583.1", "BU940035.1", "CD245516.1", "CF454075.1", "DB045963.1", "NM_005063.5", "S70284.1", "Y13647.1"], "translation": [{"protein": "BAA93510.1", "rna": "AB032261.1"}, {"protein": "NP_005054.3", "rna": "NM_005063.5"}, {"protein": "BAG35237.1", "rna": "AK312312.1"}, {"protein": "AAH05807.1", "rna": "BC005807.2"}, {"protein": "AAQ13510.1", "rna": "AF109362.1"}, {"protein": "AAB30631.1", "rna": "S70284.1"}, {"protein": "BAD96582.1", "rna": "AK222862.1"}, {"protein": "CAA73998.1", "rna": "Y13647.1"}, {"protein": "AAH62303.1", "rna": "BC062303.1"}, {"protein": "BAD92219.1", "rna": "AB208982.1"}, {"protein": "AAD29870.1", "rna": "AF097514.1"}]}, "alias": ["FADS5", "MSTP008", "SCD1", "SCDOS", "hSCD1"], "ec": "1.14.19.1", "ensembl": {"gene": "ENSG00000099194", "protein": "ENSP00000359380", "transcript": "ENST00000370355", "translation": [{"protein": "ENSP00000359380", "rna": "ENST00000370355"}], "type_of_gene": "protein_coding"}, "entrezgene": "6319", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.2074122701, "exp_mis": 136.319911634, "exp_syn": 52.8379806592, "lof_z": 3.02031803845962, "mis_z": 2.2337066489969, "mu_lof": 7.72170860253e-07, "mu_mis": 1.18396390524e-05, "mu_syn": 4.46537956552e-06, "n_lof": 1.0, "n_mis": 83.0, "n_syn": 68.0, "p_li": 0.887398175951616, "p_null": 0.000250818815189514, "p_rec": 0.112351005233195, "syn_z": -1.29310390251671}, "bp": 1080, "cds_end": 102120690, "cds_start": 102107261, "n_exons": 6, "nonpsych": {"exp_lof": 10.0214561879, "exp_mis": 123.260344934, "exp_syn": 47.701140411, "lof_z": 2.79874414196932, "mis_z": 2.37422544226652, "mu_lof": 7.72170860253e-07, "mu_mis": 1.18396390524e-05, "mu_syn": 4.46537956552e-06, "n_lof": 1.0, "n_mis": 71.0, "n_syn": 63.0, "p_li": 0.852529755736137, "p_null": 0.000622010981695192, "p_rec": 0.146848233282167, "syn_z": -1.39462743885747}, "nontcga": {"exp_lof": 10.2988953788, "exp_mis": 125.402403635, "exp_syn": 48.5990224597, "lof_z": 2.85836235367349, "mis_z": 2.59829013258997, "mu_lof": 7.72170860253e-07, "mu_mis": 1.18396390524e-05, "mu_syn": 4.46537956552e-06, "n_lof": 1.0, "n_mis": 67.0, "n_syn": 60.0, "p_li": 0.853737450490171, "p_null": 0.000498914817068482, "p_rec": 0.145763634692761, "syn_z": -1.03550152871125}, "transcript": "ENST00000370355.2"}, "exons": [{"cdsend": 100360933, "cdsstart": 100347504, "chr": "10", "position": [[100347232, 100347531], [100348063, 100348346], [100352365, 100352496], [100354426, 100354632], [100356531, 100356764], [100360733, 100364826]], "strand": 1, "transcript": "NM_005063", "txend": 100364826, "txstart": 100347232}], "exons_hg19": [{"cdsend": 102120690, "cdsstart": 102107261, "chr": "10", "position": [[102106989, 102107288], [102107820, 102108103], [102112122, 102112253], [102114183, 102114389], [102116288, 102116521], [102120490, 102124583]], "strand": 1, "transcript": "NM_005063", "txend": 102124583, "txstart": 102106989}], "generif": [{"pubmed": 12061775, "text": "Inhibition of stearoyl-CoA desaturase activity by the cis-9,trans-11 isomer and the trans-10,cis-12 isomer of conjugated linoleic acid in human breast cancer cells."}, {"pubmed": 12401889, "text": "stearoyl-CoA desaturase influence on plasma triglycerides in hypertriglyceridemia"}, {"pubmed": 14683458, "text": "Of genes identified in the liver whose expression is modulated by leptin, stearoyl-CoA desaturase-1 ranks at the top of the list, according to this review."}, {"pubmed": 14967817, "text": "relationship between triglyceride levels and the ratio of plasma oleic acid to stearic acid (the 18:1/18:0 ratio), a plasma marker of SCD activity, and n-3 PUFAs in 411 Japanese, 418 Korean, and 251 Mongolian adults"}, {"pubmed": 14967823, "text": "increased palmitate and stearate desaturation by stearoyl-CoA desaturase was associated with the destabilization of ABCA1 by saturated fatty acids palmitate and stearate"}, {"pubmed": 15609334, "text": "loss of SCD expression is a frequent event in prostate adenocarcinoma"}, {"pubmed": 15610069, "text": "The identification and characterization of SCD2, and its relationship to human SCD1 and mouse SCD2, are reported."}, {"pubmed": 15662557, "text": "No evidence that SCD sequence variation influences diabetes susceptibility or related traits."}, {"pubmed": 15662557, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15708362, "text": "Results suggest that stearoyl-CoA desaturase levels are associated with the events of neoplastic cell transformation and programmed cell death."}, {"pubmed": 15851470, "text": "by globally regulating lipid metabolism, stearoyl-CoA desaturase activity modulates cell proliferation and survival and shows the role of endogenously synthesized monounsaturated fatty acids in sustaining the neoplastic phenotype of transformed cells"}, {"pubmed": 15855323, "text": "SCD activity index after rosiglitazone in PPARgamma mutation supports a pivotal role of PPARgamma function in SCD regulation."}, {"pubmed": 16213227, "text": "the lipogenic gene, stearoyl-CoA desaturase 1 (SCD1), is robustly up-regulated in skeletal muscle from extremely obese humans Elevated expression of SCD1 in skeletal muscle contributes to abnormal lipid metabolism and progression of obesity."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16723740, "text": "SCD1 was degraded constitutively irrespective of the cellular levels of unsaturated fatty acids, which strictly regulate SCD1 gene expression."}, {"pubmed": 17614770, "text": "study demonstrated that the gene expression of COX-2 and stearoyl-coenzyme A desaturase diminished in the chronic phase of Graves'ophthalmopathy in parallel with a decrease in clinical activity score"}, {"pubmed": 17636091, "text": "Genetic variations in the SCD1 gene are associated with body fat distribution and insulin sensitivity."}, {"pubmed": 17636091, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17852835, "text": "The results indicate that when the supply of FA to HL60 cells is limited, the intracellular content of n-3 and n-6 FA decreases and this leads to upregulation of the desaturases, D9D is doubled."}, {"pubmed": 18030445, "text": "Results show that elevated SCD activity within adipose tissue is closely coupled to the development of insulin resistance."}, {"pubmed": 18286258, "text": "High hepatic SCD1 activity may regulate fat accumulation in the liver and possibly protects from insulin resistance in obesity."}, {"pubmed": 18340007, "text": "Fatty acid desaturation index (a marker of SCD1 activity) is a highly heritable trait that is associated with the dyslipidemia observed in familial combined hyperlipidemia."}, {"pubmed": 18499418, "text": "age-related reduction in polyunsaturated fatty acid composition was inversely correlated with SCD expression and activity resulting in elevations in monounsaturated fatty acid composition"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18697866, "text": "Changed expression of downstream PPARgamma targets after stearoyl CoA desaturase (SCD) knockdown suggests that PPARgamma up-regulation of SCD leads to increased lipogenesis and potentiation of adiponectin signaling."}, {"pubmed": 18813799, "text": "SCD1 activity regulates Akt activation in human lung adenocarcinoma cells"}, {"pubmed": 18832746, "text": "Dyslipidemia and atherosclerosis induced by chronic intermittent hypoxia are attenuated by deficiency of stearoyl coenzyme A desaturase."}, {"pubmed": 18952834, "text": "Data show that human fatty liver is characterized by increases in hepatic stearoyl-CoA desaturase (SCD1) and lipogenic activities."}, {"pubmed": 19130493, "text": "decrease in lipid accumulation in apoE-transfected cells was associated with a strong downregulation of PPARs gamma1 and gamma2 and stearoyl-CoA desaturase 1"}, {"pubmed": 19154947, "text": "associations of Delta 9 with adiposity and plasma lipids in healthy female adolescents support the concept derived from rodent models that Delta 9 activity is independently reflective of higher body mass index and higher circulatory triglyceride levels"}, {"pubmed": 19478146, "text": "SCD1 inducibility by palmitate is an individual characteristic that modulates lipid storage, palmitate-induced inflammation, endoplasmic reticulum stress, and insulin resistance."}, {"pubmed": 19710915, "text": "data suggest that cancer cells require active SCD1 to control the rate of glucose-mediated lipogenesis, and that when SCD1 activity is impaired cells downregulate SFA synthesis via AMPK-mediated inactivation of acetyl-CoA carboxylase"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20032470, "text": "Exogenous palmitate up-regulated de novo lipogenesis concomitantly with SCD and elongation"}, {"pubmed": 20395685, "text": "SNPs in the fatty acid desaturase gene are associated with higher blood essential fatty acids and perinatal depression."}, {"pubmed": 20565855, "text": "potential role in disease onset and development (Review)"}, {"pubmed": 20579763, "text": "lower expression in dendritic cells compared to macrophages"}, {"pubmed": 20599700, "text": "This study demonstrates that the foreign SCD1 gene was expressed with high efficiency and induced elevated c9t11-CLA, t10c12-CLA, and n-7 fatty acid levels in mammalian cells."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20713121, "text": "Oleic acid, the main product of SCD1 reaction, is the predominant fatty acid of human adipose tissue triacylglycerols, associating SCD1 with the development of obesity and the metabolic syndrome. (Review)"}, {"pubmed": 21045174, "text": "We provide novel information that SCD1 activity and mRNA expression appear not to be elevated in subjects with high liver fat"}, {"pubmed": 21060977, "text": "Data suggest that the regulation of SCD1 is altered in individuals with morbid obesity and that the SCD1 protein has a different regulation in the two adipose tissues, as well as being closely linked to the degree of insulin resistance."}, {"pubmed": 21179554, "text": "stearoyl-CoA desaturase 1 inhibition induces CHOP-dependent cell death in human cancer cells"}, {"pubmed": 21331774, "text": "stearoyl-CoA desaturase plays a key role in the regulation of androgen receptor transcriptional activity in prostate cancer cells"}, {"pubmed": 21544602, "text": "study showed cystic fibrosis cells exhibit increased metabolism along metabolic pathways leading to n-7 and n-9 fatty acids compared with wild-type cells; changes are accompanied by increased expression of Delta5, Delta6 and Delta9 desaturases and elongases 5 and 6"}, {"pubmed": 21658928, "text": "Repression of SCD1 by alpha-linolenic acid favorably increased cholesterol efflux and decreased cholesterol accumulation in foam cells."}, {"pubmed": 21674150, "text": "Macrophage expression of CD36, scavenger receptor A (SR-A) and stearoyl-CoA desaturase (SCD) was increased, most prominently in macrophages exposed to hypertriglyceridemic diabetic serum"}, {"pubmed": 21775116, "text": "The mRNA levels of LXRalpha and SREBP-1c, transcription factors that regulate SCD-1, were decreased by 10,12 conjugated linoleic acid in human adipocytes."}, {"pubmed": 21831035, "text": "[review] muscle. This review evaluates the role of SCD-1 as a homeostatic check-point between glucose and fatty acid metabolism in the development and progression of obesity."}, {"pubmed": 21898701, "text": "Low expressed SCD1 gene in colonic mucosa is associated with active ulcerative colitis."}, {"pubmed": 22026420, "text": "Data from menopause/ovariectomy model suggest that loss of ovarian function alters fatty acids in hepatic triglycerides, and these changes are mediated by increases in liver SCD-1. Exercise (i.e., wheel running) attenuates these changes."}, {"pubmed": 22046234, "text": "role for the lipogenic enzyme SCD in Alzheimer's disease"}, {"pubmed": 22049297, "text": "Genetic variation in the SCD1 gene may play a role in the development of metabolic syndrome."}, {"pubmed": 22209225, "text": "SCD1 activity and genetic variation have an important role in modulating the relationship between fatty acids and inflammation in young adults"}, {"pubmed": 22457791, "text": "data outline an effective strategy to establish an unambiguous link between fatty acid synthesis and cancer cell survival, and point toward SCD1 as a key target in this pathway"}, {"pubmed": 22819528, "text": "In a large community-based prospective cohort study, the estimate of SCD-1 activity by SCD16c had the strongest association with incident diabetes."}, {"pubmed": 22946088, "text": "data indicate that SCD activity may control lung cancer cell metabolism, proliferation and survival by modulating the EGFR-->Akt/ERK signaling platforms"}, {"pubmed": 23013158, "text": "findings show low SCD1 expression is linked to a decrease in proliferation rate of breast cancer cells; this was accompanied by an increase in GSK3 activity; nuclear translocation of beta-catenin was decreased and its transactivation capacity; this suggests a role of SCD1 in EMT and cancer progression"}, {"pubmed": 23015656, "text": "The individual hepatic SCD1 activity is a determinant of liver fat accumulation under lipogenic dietary conditions."}, {"pubmed": 23019225, "text": "In human bladder cancer cell lines expressing constitutively active FGFR3, knockdown of SCD1 by siRNA markedly attenuated cell-cycle progression, reduced proliferation, and induced apoptosis."}, {"pubmed": 23139775, "text": "There are no associations between common variants of SCD1 or its inferred haplotypes and the investigated metabolic risk factors."}, {"pubmed": 23208590, "text": "Patients with primary breast cancers expressing high SCD1 levels had significantly shorter relapse-free survival and overall survival in multivariable analysis."}, {"pubmed": 23221600, "text": "Thyroid hormone negatively regulates human SCD-1 gene expression in without direct binding of the TH receptor to the SCD-1 gene promoter."}, {"pubmed": 23331615, "text": "Both SCD1 and HIF-2alpha are critical to promoting tumorigenesis by synergistically acting on maintaining cell survival, triggering cell migration, and enhancing the colony formation ability of ca"}, {"pubmed": 23613812, "text": "Human breast cancer tissues contain abundant phosphatidylcholine(36ratio1) with high stearoyl-CoA desaturase-1 expression."}, {"pubmed": 23633458, "text": "Increased SCD1 expression supports clear cell renal cell carcinoma cell viability."}, {"pubmed": 23934750, "text": "Genetic variation of the SCD1 gene may contribute to the risk of obesity, interacting with the type of dietary fat."}, {"pubmed": 24135379, "text": "SCD was strongly expressed in surgically resected hepatocellular carcinoma (HCC) (n = 64) and various human HCC cell lines"}, {"pubmed": 24309934, "text": "The results suggest that SCD1 is a critical target in lung cancer tumor-initiating cells."}, {"pubmed": 24356954, "text": "This minireview summarizes the role of skin SCD1 in regulating skin integrity and whole body energy homeostasis and offers a discussion of potential pathways that may connect these seemingly disparate phenotypes."}, {"pubmed": 24357007, "text": "The effect of fenretinide on stearoyl-CoA desaturase should be considered in its potential therapeutic role against cancer, type-2 diabetes, and retinal diseases."}, {"pubmed": 24368438, "text": "genetic association studies in population of men in Sweden: Data suggest that SNPs in SCD1 are associated with cancer death, especially among men with low intake of dietary polyunsaturated fatty acids."}, {"pubmed": 24375980, "text": "These results demonstrate that cardiometabolic risk factors are modulated by genetic variations in the SCD1 gene alone or in combination with n-3 polyunsaturated fatty acid supplementation."}, {"pubmed": 24769897, "text": "SCD1 is found upregulated upon renal cell transformation indicating that its activity, while not impacting proliferation, represents a critical bottleneck for tumourigenesis"}, {"pubmed": 24780075, "text": "An association with Graves ophthalmopathy was shown for SNP rs1393491 in SCD."}, {"pubmed": 24827925, "text": "DNA methylation levels of the SCD1 promoter were associated with weight change and with adherence to a Mediterranean diet."}, {"pubmed": 24864084, "text": "Stearoyl-CoA desaturase is encoded by an SCD gene, which, depending on the species, may exist as different isoforms. (review)"}, {"pubmed": 25122791, "text": "These data further support the idea that SCD1 is associated with hepatitis C virus replication complex and that its products may contribute to the proper formation and maintenance of membranous web structures during virus replication."}, {"pubmed": 25264165, "text": "The data indicate a direct inhibitory interaction of polyunsaturated fatty acids with LXRalpha, a consequent reduction of SREBP-1 and of its binding to SCD1 promoter."}, {"pubmed": 25528629, "text": "SCD1 negatively regulates autophagy-induced cell death in human hepatocellular carcinoma through inactivation of the AMPK signaling pathway."}, {"pubmed": 25880005, "text": "Both siRNA-mediated and pharmacological inhibition of SCD1 impaired tumor cells migration."}, {"pubmed": 26022099, "text": "This study illustrates for the first time that, in contrast to hepatic and adipose tissue, estrogen induces SCD-1 expression and activity in breast carcinoma cells. These results support SCD-1 as a therapeutic target in estrogen-sensitive breast cancer."}, {"pubmed": 26224474, "text": "stearoyl-coenzyme A desaturase 1 has a role in clear cell renal cell carcinoma"}, {"pubmed": 26391970, "text": "Chronic exposure to chewing tobacco induces carcinogenesis in non-malignant oral epithelial cells and SCD plays an essential role in this process."}, {"pubmed": 27223066, "text": "high expression of SCD1 is more frequently observed in late stage lung adenocarcinoma patients and presents poor prognosis"}, {"pubmed": 27306423, "text": "Results provide evidence that SCD is a regulator of breast stemness."}, {"pubmed": 27467133, "text": "Our results suggest that relatively common genetic variants in stearoyl CoA desaturase and SREBF1 attenuated the positive associations between intake of a traditional diet rich in n-3 polyunsaturated fatty acids and increases in fasting cholesterol and HbA1c levels, as well as the waist-to-hip ratio among Yup'ik participants."}, {"pubmed": 27562731, "text": "A relevant link between one-night sleep deprivation , hepatic SCD1 expression and de-novo fatty acid synthesis via epigenetically driven regulatory mechanisms was found."}, {"pubmed": 27838812, "text": "Results provide evidence that the hepatic BSCL2 deficiency induces the increase and expansion of lipid droplets potentially via increased SCD1 activity."}, {"pubmed": 27846372, "text": "ULK1 has a role in RPS6KB1-NCOR1 repression of NR1H/LXR-mediated Scd1 transcription and augments lipotoxicity in hepatic cells"}, {"pubmed": 27861513, "text": "high SCD1 expression is an independent prognostic factor for OS in patients with ccRCC. Our data suggest that the expression of SCD1 might guide the clinical decisions for patients with ccRCC."}, {"pubmed": 28345489, "text": "Study results suggest that stearoyl-coenzyme A desaturase 1 activity is required for cumulus cell lipid storage and steroidogenesis."}, {"pubmed": 28368399, "text": "these data demonstrate for the first time the involvement of SCD1 in the regulation of the Hippo pathway in lung cancer, and point to fatty acids metabolism as a key regulator of lung cancer stem cells."}, {"pubmed": 28397284, "text": "Experimental models in mice and human epithelial cells suggest that inhibition of stearoyl-coenzyme A desaturase activity leads to airway hyper-responsiveness and reduced antiviral defense."}, {"pubmed": 28647567, "text": "SCD1 overexpression was found in Hepatocellular Carcinomas , which was associated with shorter disease-free survival."}, {"pubmed": 28765876, "text": "CD36, also known as FA translocase (FAT), that functions as a transmembrane protein and mediates the uptake of FAs, is observed to be highly expressed in breast cancer tissues. Furthermore, the anti-proliferation effect caused by the SCD1 inhibitor can not be reversed by exogenous oleic acid supplementation in CD36 knockdown breast cancer cells"}, {"pubmed": 28768997, "text": "Our findings suggested that SCD1 plays a key role in the pathophysiology of leptin resistance in neuronal cells associated with obesity."}, {"pubmed": 28797843, "text": "High SCD1 expression is associated with resistance to cisplatin in lung cancer."}, {"pubmed": 28801090, "text": "alterations in leptin and SCD-1 in HCU patients"}, {"pubmed": 29396722, "text": "study has provided evidence supporting the potential role of SCD1 as a biomarker for human bladder cancer prognosis."}, {"pubmed": 29530061, "text": "Our findings show that SCD1 promotes metastasis of CRC cells through MUFA production and suppressing PTEN in response to glucose, which may be a novel mechanism for diabetes-induced CRC metastasis."}, {"pubmed": 30190473, "text": "Type 2 diabetes patients have lower SCD1, which does not associate with insulin resistance."}, {"pubmed": 30517862, "text": "reducing the levels of unsaturated membrane lipids by inhibiting SCD reduced alpha-syn toxicity in human induced pluripotent stem cell (iPSC) neuronal models."}, {"pubmed": 30592142, "text": "SCD may serve as a novel marker for the prediction of tumour progression."}, {"pubmed": 30754064, "text": "Association of the PNPLA2, SCD1 and Leptin Expression with Fat Distribution in Liver and Adipose Tissue From Obese Subjects."}, {"pubmed": 30884788, "text": "Expression changes in secreted frizzled-related protein 2, stearoyl-CoA desaturase, and hypoxia inducible lipid droplet-associated (HILPDA) with weight loss were confirmed by reverse transcription quantitative polymerase chain reaction. Dietary weight loss induces significant changes in the expression of genes implicated in lipid metabolism (SCD and HILPDA) and WNT-signaling (SFRP2) in subcutaneous adipose tissue."}, {"pubmed": 30927246, "text": "sodium orthovanadate changed SFA and MUFA composition in THP-1 macrophages and increased expression of SCD. Sodium orthovanadate did not affect the amount of any PUFA. This was associated with a lack of influence on the expression of FADS1 and FADS2."}, {"pubmed": 31119852, "text": "SCD1 activation impedes foam cell formation by inducing lipophagy in oxLDL-treated human vascular smooth muscle cells."}, {"pubmed": 31235426, "text": "Herein, we report that RBM3 is crucial for the stearoyl-CoA desaturase (SCD)-circRNA 2 formation in hepatocellular carcinoma (HCC) cells, which not only provides mechanistic insights into cancer-related circRNA dysregulation but also establishes RBM3 as an oncogene with both therapeutic potential and prognostic value"}, {"pubmed": 31623522, "text": "SCD-1(16) and SCD-1(18) activity indices were 20% and 7% lower, respectively, in black compared with white women. Lower visceral fat and SCD-1(16) were important mediators of fasting TRLP concentrations.  These factors may contribute to the paradoxical association of lower fasting and postprandial TRLP subfractions despite insulin resistance in black compared with white pre- and postmenopausal women."}, {"pubmed": 31642233, "text": "Inhibition of SCD1 activity can inhibit cell cycle progression and impair cell proliferation in breast cancer calls"}, {"pubmed": 31708235, "text": "Associations of maternal and fetal SCD-1 markers with infant anthropometry and maternal diet: Findings from the ROLO study."}, {"pubmed": 31903889, "text": "Lower proportions of minor SCD1 genotypes (rs2167444, rs508384) implicate the role of genetic factors in the pathogenesis of elevated levels of apoB-48."}, {"pubmed": 31915810, "text": "Betulinic acid induces apoptosis of gallbladder cancer cells via repressing SCD1."}, {"pubmed": 31993937, "text": "SCD1 activity promotes cell migration via a PLD-mTOR pathway in the MDA-MB-231 triple-negative breast cancer cell line."}, {"pubmed": 32350414, "text": "Stearoyl-CoA-desaturase-1 regulates gastric cancer stem-like properties and promotes tumour metastasis via Hippo/YAP pathway."}, {"pubmed": 32392704, "text": "Expression of SCD and FADS2 Is Lower in the Necrotic Core and Growing Tumor Area than in the Peritumoral Area of Glioblastoma Multiforme."}, {"pubmed": 32438926, "text": "Fatty acid profile and estimated desaturase activities in whole blood are associated with metabolic health."}, {"pubmed": 33264619, "text": "Concurrent Mutations in STK11 and KEAP1 Promote Ferroptosis Protection and SCD1 Dependence in Lung Cancer."}, {"pubmed": 33430034, "text": "Targeting a Lipid Desaturation Enzyme, SCD1, Selectively Eliminates Colon Cancer Stem Cells through the Suppression of Wnt and NOTCH Signaling."}, {"pubmed": 33454379, "text": "Knockdown of sterol O-acyltransferase 1 (SOAT1) suppresses SCD1-mediated lipogenesis and cancer procession in prostate cancer."}, {"pubmed": 33511729, "text": "HIF-1alpha downregulation of miR-433-3p in adipocyte-derived exosomes contributes to NPC progression via targeting SCD1."}, {"pubmed": 33612070, "text": "NF-kappaB pathway play a role in SCD1 deficiency-induced ceramide de novo synthesis."}, {"pubmed": 33904180, "text": "Fatty acid desaturase activity in mature red blood cells and implications for blood storage quality."}, {"pubmed": 34030117, "text": "Tumor resistance to ferroptosis driven by Stearoyl-CoA Desaturase-1 (SCD1) in cancer cells and Fatty Acid Biding Protein-4 (FABP4) in tumor microenvironment promote tumor recurrence."}, {"pubmed": 34171462, "text": "Polymorphisms rs55710213 and rs56334587 regulate SCD1 expression by modulating HNF4A binding."}, {"pubmed": 34621052, "text": "Aramchol in patients with nonalcoholic steatohepatitis: a randomized, double-blind, placebo-controlled phase 2b trial."}, {"pubmed": 34680068, "text": "Sequential Dynamics of Stearoyl-CoA Desaturase-1(SCD1)/Ligand Binding and Unbinding Mechanism: A Computational Study."}, {"pubmed": 34690112, "text": "Exosome long non-coding RNA SOX2-OT contributes to ovarian cancer malignant progression by miR-181b-5p/SCD1 signaling."}, {"pubmed": 35358687, "text": "An SCD1-dependent mechanoresponsive pathway promotes HCC invasion and metastasis through lipid metabolic reprogramming."}, {"pubmed": 35361481, "text": "Roles of miR-124-3p/Scd1 in urolithin A-induced brown adipocyte differentiation and succinate-dependent regulation of mitochondrial complex II."}, {"pubmed": 35452750, "text": "Elevated stearoyl-CoA desaturase 1 activity is associated with alcohol-associated liver disease."}, {"pubmed": 35547771, "text": "SCD1/FADS2 fatty acid desaturases equipoise lipid metabolic activity and redox-driven ferroptosis in ascites-derived ovarian cancer cells."}, {"pubmed": 35682900, "text": "Molecular Mechanisms Underlying the Elevated Expression of a Potentially Type 2 Diabetes Mellitus Associated SCD1 Variant."}, {"pubmed": 35906508, "text": "Stearoyl-CoA desaturase 1 as a therapeutic target for cancer: a focus on hepatocellular carcinoma."}, {"pubmed": 36008942, "text": "Selenocysteine Machinery Primarily Supports TXNRD1 and GPX4 Functions and Together They Are Functionally Linked with SCD and PRDX6."}, {"pubmed": 36200301, "text": "RUNX2 interacts with SCD1 and activates Wnt/beta-catenin signaling pathway to promote the progression of clear cell renal cell carcinoma."}, {"pubmed": 36361811, "text": "Stearoyl CoA Desaturase-1 Silencing in Glioblastoma Cells: Phospholipid Remodeling and Cytotoxicity Enhanced upon Autophagy Inhibition."}, {"pubmed": 36376383, "text": "SNORD88C guided 2'-O-methylation of 28S rRNA regulates SCD1 translation to inhibit autophagy and promote growth and metastasis in non-small cell lung cancer."}, {"pubmed": 36471172, "text": "Upregulation of SCD1 by ErbB2 via LDHA promotes breast cancer cell migration and invasion."}, {"pubmed": 36631196, "text": "Adrenoceptors and SCD1 in adipocytes/adipose tissues: The expression and variation in health and obesity."}, {"pubmed": 36750321, "text": "Ferroptosis, Acyl Starvation, and Breast Cancer."}, {"pubmed": 36815375, "text": "PROX1 restrains ferroptosis via SCD transcription activation in colorectal cancer."}, {"pubmed": 37029018, "text": "Stearoyl coenzyme A desaturase-1: multitasker in cancer, metabolism, and ferroptosis."}, {"pubmed": 37031492, "text": "HOXB9 a miR-122-5p regulated gene, suppressed the anticancer effects of brusatol by upregulating SCD1 expression in melanoma."}, {"pubmed": 37047797, "text": "Stearoyl-CoA Desaturases1 Accelerates Non-Small Cell Lung Cancer Metastasis by Promoting Aromatase Expression to Improve Estrogen Synthesis."}, {"pubmed": 37208334, "text": "ADAR1-mediated RNA editing of SCD1 drives drug resistance and self-renewal in gastric cancer."}, {"pubmed": 37612343, "text": "Deltex E3 ubiquitin ligase 4 promotes thyroid cancer progression through stearoyl-CoA desaturase 1."}, {"pubmed": 37644346, "text": "SCD1 inhibits HBV replication by regulating autophagy under high lipid conditions."}, {"pubmed": 37814830, "text": "Stearoyl-CoA desaturase 1 inhibition impairs triacylglycerol accumulation and lipid droplet formation in colorectal cancer cells."}, {"pubmed": 38070637, "text": "Identification and experimental validation of Stearoyl-CoA desaturase is a new drug therapeutic target for osteosarcoma."}, {"pubmed": 38167845, "text": "Allele-specific effect of various dietary fatty acids and ETS1 transcription factor on SCD1 expression."}, {"pubmed": 38244769, "text": "Active AKT2 stimulation of SREBP1/SCD1-mediated lipid metabolism boosts hepatosteatosis and cancer."}, {"pubmed": 38355626, "text": "IGF2BP3 enhances lipid metabolism in cervical cancer by upregulating the expression of SCD."}, {"pubmed": 38362828, "text": "Induction of stearoyl-CoA desaturase confers cell density-dependent ferroptosis resistance in melanoma."}, {"pubmed": 38372484, "text": "Sulfotransferase SULT2B1 facilitates colon cancer metastasis by promoting SCD1-mediated lipid metabolism."}, {"pubmed": 38460164, "text": "Blocking Ubiquitin-Specific Protease 7 Induces Ferroptosis in Gastric Cancer via Targeting Stearoyl-CoA Desaturase."}, {"pubmed": 38566208, "text": "Stearoyl-CoA desaturase 1 inhibition induces ER stress-mediated apoptosis in ovarian cancer cells."}, {"pubmed": 38619513, "text": "[Expression of SCD1 in TFE3-rRCC and its effect on proliferation and migration]."}, {"pubmed": 38849435, "text": "FADS2 confers SCD1 inhibition resistance to cancer cells by modulating the ER stress response."}, {"pubmed": 38897128, "text": "Lactate drives the ESM1-SCD1 axis to inhibit the antitumor CD8[+] T-cell response by activating the Wnt/beta-catenin pathway in ovarian cancer cells and inducing cisplatin resistance."}], "genomic_pos": {"chr": "10", "end": 100364826, "ensemblgene": "ENSG00000099194", "start": 100347233, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 102124591, "start": 102106881, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006636", "qualifier": "involved_in", "term": "unsaturated fatty acid biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006636", "pubmed": [15907797, 18765284], "qualifier": "involved_in", "term": "unsaturated fatty acid biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070542", "qualifier": "involved_in", "term": "response to fatty acid"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": [15210843, 19429677], "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1903966", "qualifier": "involved_in", "term": "monounsaturated fatty acid biosynthetic process"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "is_active_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005789", "pubmed": 15907797, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 18765284, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004768", "qualifier": "enables", "term": "stearoyl-CoA 9-desaturase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004768", "pubmed": [15907797, 18765284], "qualifier": "enables", "term": "stearoyl-CoA 9-desaturase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005506", "qualifier": "enables", "term": "iron ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005506", "pubmed": 18765284, "qualifier": "enables", "term": "iron ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [30177828, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016491", "pubmed": [15907797, 18765284], "qualifier": "enables", "term": "oxidoreductase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0032896", "qualifier": "enables", "term": "palmitoyl-CoA 9-desaturase activity"}]}, "homologene": {"genes": [[7227, 41536], [7955, 553734], [8364, 613092], [9031, 395706], [9544, 710155], [9598, 450676], [9606, 6319], [9615, 486839], [9913, 280924], [10090, 20249], [10116, 246074]], "id": 74538}, "interpro": [{"desc": "Fatty acid desaturase type 1, conserved site", "id": "IPR001522", "short_desc": "FADS-1_CS"}, {"desc": "Acyl-CoA desaturase", "id": "IPR015876", "short_desc": "Acyl-CoA_DS"}], "ipi": "IPI00299468", "map_location": "10q24.31", "name": "stearoyl-CoA desaturase", "other_names": ["acyl-CoA desaturase", "delta(9)-desaturase", "fatty acid desaturase", "predicted protein of HQ0998", "stearoyl-CoA desaturase", "stearoyl-CoA desaturase (delta-9-desaturase)", "stearoyl-CoA desaturase opposite strand"], "pantherdb": {"HGNC": "10571", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1353437", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 10090, "uniprot_kb": "Q99PL7"}, {"RGD": "1595370", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 10116, "uniprot_kb": "Z4YNJ9"}, {"MGI": "2670997", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 10090, "uniprot_kb": "Q6T707"}, {"RGD": "1563648", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 10116, "uniprot_kb": "D4ABJ9"}, {"MGI": "98240", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 10090, "uniprot_kb": "P13011"}, {"RGD": "621177", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 10116, "uniprot_kb": "Q6P7B9"}, {"MGI": "98239", "ortholog_type": "LDO", "panther_family": "PTHR11351", "taxid": 10090, "uniprot_kb": "P13516"}, {"RGD": "621176", "ortholog_type": "LDO", "panther_family": "PTHR11351", "taxid": 10116, "uniprot_kb": "P07308"}, {"Ensembl": "ENSGALG00000005739", "ortholog_type": "LDO", "panther_family": "PTHR11351", "taxid": 9031, "uniprot_kb": "A0A1D5PC75"}, {"ZFIN": "ZDB-GENE-031106-3", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 7955, "uniprot_kb": "F1QG70"}, {"ZFIN": "ZDB-GENE-050522-12", "ortholog_type": "LDO", "panther_family": "PTHR11351", "taxid": 7955, "uniprot_kb": "Q501V8"}, {"WormBase": "WBGene00001397", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 6239, "uniprot_kb": "G5ED44"}, {"WormBase": "WBGene00001399", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 6239, "uniprot_kb": "G5EGH6"}, {"WormBase": "WBGene00001398", "ortholog_type": "LDO", "panther_family": "PTHR11351", "taxid": 6239, "uniprot_kb": "G5EGN2"}, {"FlyBase": "FBgn0039754", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 7227, "uniprot_kb": "Q9VA94"}, {"FlyBase": "FBgn0039755", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 7227, "uniprot_kb": "Q9VA93"}, {"FlyBase": "FBgn0038130", "ortholog_type": "LDO", "panther_family": "PTHR11351", "taxid": 7227, "uniprot_kb": "Q9VFX5"}, {"FlyBase": "FBgn0039756", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 7227, "uniprot_kb": "Q9VA92"}, {"FlyBase": "FBgn0029172", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 7227, "uniprot_kb": "Q9VTD4"}, {"FlyBase": "FBgn0043043", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 7227, "uniprot_kb": "Q9VG68"}, {"FlyBase": "FBgn0086687", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 7227, "uniprot_kb": "Q7K4Y0"}, {"SGD": "S000003023", "ortholog_type": "LDO", "panther_family": "PTHR11351", "taxid": 4932, "uniprot_kb": "P21147"}, {"PomBase": "SPCC1281.06c", "ortholog_type": "LDO", "panther_family": "PTHR11351", "taxid": 4896, "uniprot_kb": "O94523"}, {"dictyBase": "DDB_G0288801", "ortholog_type": "O", "panther_family": "PTHR11351", "taxid": 352472, "uniprot_kb": "Q54IE9"}, {"dictyBase": "DDB_G0273105", "ortholog_type": "LDO", "panther_family": "PTHR11351", "taxid": 352472, "uniprot_kb": "Q556T4"}], "uniprot_kb": "O00767"}, "pathway": {"humancyc": {"id": "PWY-5996", "name": "oleate biosynthesis"}, "kegg": [{"id": "hsa01040", "name": "Biosynthesis of unsaturated fatty acids - Homo sapiens (human)"}, {"id": "hsa03320", "name": "PPAR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04152", "name": "AMPK signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1655829", "name": "Regulation of cholesterol biosynthesis by SREBP (SREBF)"}, {"id": "R-HSA-2426168", "name": "Activation of gene expression by SREBF (SREBP)"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-75105", "name": "Fatty acyl-CoA biosynthesis"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}, {"id": "R-HSA-8978868", "name": "Fatty acid metabolism"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9024446", "name": "NR1H2 and NR1H3-mediated signaling"}, {"id": "R-HSA-9029558", "name": "NR1H2 & NR1H3 regulate gene expression linked to lipogenesis"}], "wikipathways": [{"id": "WP1982", "name": "Sterol regulatory element-binding proteins (SREBP) signaling"}, {"id": "WP2011", "name": "SREBF and miR33 in cholesterol and lipid homeostasis"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2874", "name": "Liver X receptor pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP357", "name": "Fatty Acid Biosynthesis"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP3942", "name": "PPAR signaling pathway"}, {"id": "WP4718", "name": "Cholesterol metabolism (includes both Bloch and Kandutsch-Russell pathways)"}]}, "pdb": "4ZYO", "pharmgkb": "PA34984", "pharos": {"target_id": 14331, "tdl": "Tchem"}, "pir": "I54779", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168406", "relationship": "is"}, {"id": "GNF179312", "relationship": "is"}, {"id": "GNF190218", "relationship": "is"}, {"id": "GNF201124", "relationship": "is"}, {"id": "GNF213480", "relationship": "is"}, {"id": "GNF214674", "relationship": "is"}, {"id": "GNF224384", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF035102", "relationship": "is"}, {"id": "GNF040188", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF013024", "relationship": "is"}, {"id": "GNF013025", "relationship": "is"}, {"id": "GNF016354", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285599", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102912", "relationship": "is"}, {"id": "GNF109630", "relationship": "is"}, {"id": "GNF142564", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": "NP_005054.3", "rna": "NM_005063.5", "translation": {"protein": "NP_005054.3", "rna": "NM_005063.5"}}, "reporter": {"HG-U133_Plus_2": ["200831_s_at", "200832_s_at", "211162_x_at", "211708_s_at"], "HG-U95Av2": "37513_at", "HTA-2_0": "TC10000721.hg.1", "HuEx-1_0": ["3260586", "3714556"], "HuGene-1_1": "7929816", "HuGene-2_1": "16708249"}, "retired": [100113388, 100133188], "summary": "This gene encodes an enzyme involved in fatty acid biosynthesis, primarily the synthesis of oleic acid. The protein belongs to the fatty acid desaturase family and is an integral membrane protein located in the endoplasmic reticulum. Transcripts of approximately 3.9 and 5.2 kb, differing only by alternative polyadenlyation signals, have been detected. A gene encoding a similar enzyme is located on chromosome 4 and a pseudogene of this gene is located on chromosome 17. [provided by RefSeq, Sep 2015].", "symbol": "SCD", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419846"}, "unigene": "Hs.558396", "uniprot": {"Swiss-Prot": "O00767"}, "wikipedia": {"url_stub": "Stearoyl-CoA desaturase-1"}}