{"AllianceGenome": "10591", "HGNC": "10591", "MIM": "603967", "_id": "6329", "_version": 1, "accession": {"genomic": ["AC127029.12", "AH003201.2", "AH005307.2", "CH471109.2", "CP068261.2", "NC_000017.11", "NC_060941.1", "NG_011699.1", "S82622.1", "U24693.1"], "protein": ["AAA60554.1", "AAA75557.1", "AAB21450.2", "AAB59624.1", "AAC14673.1", "AAO83647.1", "EAW94225.1", "EAW94226.1", "NP_000325.4", "P35499.4"], "rna": ["AY212253.1", "M81758.1", "NM_000334.4"], "translation": [{"protein": "AAO83647.1", "rna": "AY212253.1"}, {"protein": "AAA60554.1", "rna": "M81758.1"}, {"protein": "NP_000325.4", "rna": "NM_000334.4"}]}, "alias": ["CMS16", "CMYO22A", "CMYP22A", "HOKPP2", "HYKPP", "HYPP", "NAC1A", "Na(V)1.4", "Nav1.4", "SkM1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-05-13T16:00:00.000Z", "disease_label": "SCN4A-related myopathy, autosomal recessive", "gcep": "Congenital Myopathies Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0100121", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_f71b22d2-1ee8-46f6-9488-a86588edd7d3-2021-05-13T160000.000Z", "sop": "SOP7"}}, "ensembl": {"gene": "ENSG00000007314", "protein": "ENSP00000396320", "transcript": ["ENST00000435607", "ENST00000581514", "ENST00000584310"], "translation": [{"protein": "ENSP00000396320", "rna": "ENST00000435607"}], "type_of_gene": "protein_coding"}, "entrezgene": "6329", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 46.4239736316, "exp_mis": 696.095351517, "exp_syn": 353.441096276, "lof_z": 4.85933209107174, "mis_z": 1.22533072688259, "mu_lof": 3.78017148725e-06, "mu_mis": 6.66746619059e-05, "mu_syn": 3.33256943003e-05, "n_lof": 13.0, "n_mis": 630.0, "n_syn": 355.0, "p_li": 0.0104419346692469, "p_null": 1.39374103691317e-07, "p_rec": 0.989557925956649, "syn_z": -0.0514054522512327}, "bp": 5511, "cds_end": 62050201, "cds_start": 62018130, "n_exons": 24, "nonpsych": {"exp_lof": 41.5906291503, "exp_mis": 629.60593671, "exp_syn": 319.470749962, "lof_z": 4.96303049183739, "mis_z": 1.64039667164053, "mu_lof": 3.78017148725e-06, "mu_mis": 6.66746619059e-05, "mu_syn": 3.33256943003e-05, "n_lof": 9.0, "n_mis": 548.0, "n_syn": 317.0, "p_li": 0.592172481930675, "p_null": 3.55072736378408e-08, "p_rec": 0.407827482562052, "syn_z": 0.0870298119146443}, "nontcga": {"exp_lof": 42.6683829798, "exp_mis": 640.366096246, "exp_syn": 325.124146538, "lof_z": 4.48045398635807, "mis_z": 1.09003272389625, "mu_lof": 3.78017148725e-06, "mu_mis": 6.66746619059e-05, "mu_syn": 3.33256943003e-05, "n_lof": 13.0, "n_mis": 585.0, "n_syn": 328.0, "p_li": 0.00269068944401859, "p_null": 9.93454345302917e-07, "p_rec": 0.997308317101636, "syn_z": -0.100988393260071}, "transcript": "ENST00000435607.1"}, "exons": [{"cdsend": 63972841, "cdsstart": 63940770, "chr": "17", "position": [[63938553, 63941993], [63942825, 63943096], [63943745, 63943850], [63944672, 63944810], [63945006, 63945060], [63945359, 63945638], [63947044, 63947167], [63947889, 63948063], [63948610, 63948765], [63949392, 63949528], [63951423, 63951900], [63957161, 63957518], [63959264, 63959438], [63961192, 63961431], [63963671, 63963825], [63964467, 63964677], [63966101, 63966243], [63966480, 63966544], [63968022, 63968355], [63971161, 63971253], [63971721, 63971850], [63972135, 63972225], [63972351, 63972470], [63972568, 63972918]], "strand": -1, "transcript": "NM_000334", "txend": 63972918, "txstart": 63938553}], "exons_hg19": [{"cdsend": 62050201, "cdsstart": 62018130, "chr": "17", "position": [[62015913, 62019353], [62020185, 62020456], [62021105, 62021210], [62022032, 62022170], [62022366, 62022420], [62022719, 62022998], [62024404, 62024527], [62025249, 62025423], [62025970, 62026125], [62026752, 62026888], [62028783, 62029260], [62034521, 62034878], [62036624, 62036798], [62038552, 62038791], [62041031, 62041185], [62041827, 62042037], [62043461, 62043603], [62043840, 62043904], [62045382, 62045715], [62048521, 62048613], [62049081, 62049210], [62049495, 62049585], [62049711, 62049830], [62049928, 62050278]], "strand": -1, "transcript": "NM_000334", "txend": 62050278, "txstart": 62015913}], "generif": [{"pubmed": 12210802, "text": "identified the Met1592Val mutation of SCN4A in an affected descendent of the original normokalemic periodic paralysis (normoKPP) family"}, {"pubmed": 12766226, "text": "V1442E mutation in SCN4A defines a novel disease mechanism and a novel phenotype with myasthenic features."}, {"pubmed": 14527681, "text": "charged residues in the DIII-DIV linker may interact with structures that control slow inactivation in the voltage-gated sodium channel (hNa(V)1.4) (nav1.4)"}, {"pubmed": 15072700, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15318338, "text": "Cold exacerbation in two paramyotonia congenita mutant NaV1.4 channels R1448C and T1313M arises from a combination of biophysical defects that increase hyperexcitability at low temperatures."}, {"pubmed": 15459238, "text": "fast inactivation of the Na(+) channel involves both S4-S5 loops in D3 and D4 in a cooperative manner and D3/S4-S5 also plays an important role in activation and deactivation"}, {"pubmed": 15482957, "text": "A novel SCN4A Arg672Cys mutation and a known CACNL1A3 Arg528His mutation were identified in in Korean hypokalemic periodic paralysis patients"}, {"pubmed": 15596759, "text": "3 new mutations were found in codon 675:  an AA substitution of a highly conserved Arg to either a Gly, a Gln or a Trp. Hypokalemic periodic paralysis is caused by mutations affecting nearby codons as well as the change of an Arg into another AA."}, {"pubmed": 16392038, "text": "Fast inactivation and deactivation gating were compared between wild-type human voltage-gated skeletal muscle sodium channel (hNaV1.4) and potassium-aggravated myotonia (PAM) mutations G1306A, G1306E, and G1306V."}, {"pubmed": 16506889, "text": "Method in which voltage dependence of voltage-gated ion channel blockers can be compared using a protocol in which voltage error is compensated for in real time."}, {"pubmed": 16870577, "text": "A missense mutation is responsible for the hypokalemic periodic paralysis in a Chinese family."}, {"pubmed": 16890191, "text": "We identified a novel hypokallemic periodic paralysis type 2 mutation that neutralizes an arginine residue in DIII-S4 (R1132Q), and studied its functional consequences in HEK cells transfected with the human SCN4A cDNA."}, {"pubmed": 17151947, "text": "Deactivation gating relies on charged ammino-acids in DIIIS4 domain."}, {"pubmed": 17212350, "text": "present study has revealed a heterozygous A1481D (c.4442 C>A) missense mutation in the SCN4A gene, which was identified in family members affected with cold-aggravated myotonia in a large German kindred"}, {"pubmed": 17334961, "text": "Warm-up phenomenon in myotonia associated with the V445M sodium channel mutation."}, {"pubmed": 17804458, "text": "HyperPP was suspected by means of clinical features and provocative testing, it was sequential genetic analysis that corroborated the diagnosis and identified a de novo mutation in the SCN4A gene."}, {"pubmed": 17823953, "text": "These results indicate that, in these paramyotonia congenita patients, mutant and wild-type sodium channels respond equally to cold exposure."}, {"pubmed": 17898326, "text": "Consistent with other NaV1.4 mutations associated with a paralytic phenotype, the P1158S mutation disrupts slow inactivation. The unique temperature sensitivity of the channel defect may contribute to the unusual clinical phenotype."}, {"pubmed": 17998485, "text": "A large cohort of French-Canadians with a founder SCN4A mutation causing painful cold-induced myotonia underlines the phenotypic heterogeneity of SCN4A mutations with variants in other genes such as CLCN1 that are likely to modulate clinical expression."}, {"pubmed": 18046642, "text": "In addition to Val-781-Ile and Met1592Val, the mutation g2101a (Arg675Gln) may be the novel mutation of SCN4A genes in Chinese patients with normoKPP."}, {"pubmed": 18079277, "text": "State- and use-dependent block of muscle Nav1.4 voltage-gated Na+ channel isoforms by ranolazine is reported."}, {"pubmed": 18166706, "text": "This study identifies two new mutations(R1448L and L1436P) confirms SCN4A as a common cause of paramyotonia congenita in the UK."}, {"pubmed": 18270170, "text": "The mechanism of calmodium modulation of Nav1.4 expression an function were studied."}, {"pubmed": 18281721, "text": "HyperPP is caused by mutations in the SCN4A gene that encodes the subunit of the NavCh Nav1.4 in skeletal muscles."}, {"pubmed": 18337730, "text": "CLCN1 and SCN4A mutation occurrence is associated with non-dystrophic myotonia."}, {"pubmed": 18337730, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 18690054, "text": "study investigated effects of paramyotonia congenita mutations F1473S and F1705I on gating of skeletal muscle Na+ channels; results suggest that the DIV S4-S5 linker mutation F1473S promotes the hyperpolarized position of DIVS4 to accelerate recovery"}, {"pubmed": 18726720, "text": "Results decribe the Thr704Met point mutation in the SCN4A gene in hyperkalemic periodic paralysis."}, {"pubmed": 19015483, "text": "A novel dominant mutation of the Nav1.4 alpha-subunit domain I leading to sodium channel myotonia."}, {"pubmed": 19077043, "text": "These observations of one family confirmed that tubular aggregates were associated with T704M mutations of SCN4A in paralysis periodica paramyotonica."}, {"pubmed": 19118277, "text": "All SCN4A mutations affected arginine residues, consistent with the gating pore cation leak hypothesis of hypokalemic periodic paralysis. Arginine mutations in S4 segments underlie 90% of hypokalemic periodic paralysis cases."}, {"pubmed": 19211598, "text": "The clinical guidelines proposed may help clinicians working in outpatient clinics to perform a focused genetic analysis of either CLCN1 or SCN4A."}, {"pubmed": 19290024, "text": "Myoblastic cells from patients with myopathy caused by mutation SCN4A Metl592Val had a weaker ability of developing into the myotubules."}, {"pubmed": 19347921, "text": "This study has identified a new mutation of PAM with a severe phenotype and emphasizes the importance of the C-terminus for fast inactivation of the sodium channel(nav1.4, Q1633E)."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19840739, "text": "confirmed missense mutation in SCN4A in myotonia congenita"}, {"pubmed": 19881885, "text": "electrostatic network interactions between S2 and other transmembrane segments within Na(v)1.4D4 are similar to but not identical to those proposed for K+ channels"}, {"pubmed": 19882638, "text": "This study describes the first cases of homozygosity for two missense mutations in the SCN4A gene which increases severity of muscle channelopathies."}, {"pubmed": 20038812, "text": "study showed that a paroxysmal extreme pain disorder mutation in the Nav1.7 channel, a paramyotonia congenita mutation in the Nav1.4 channel & a long-QT3/SIDS mutation in the NAV1.5 channel all increased the amplitude of resurgent sodium currents"}, {"pubmed": 20713951, "text": "Severe neonatal episodic laryngospasm is a new phenotype caused by a sodium channelopathy, which can be alleviated by channel blockers."}, {"pubmed": 21043388, "text": "study detected the SCN4A R672H mutation in one hypokalemic periodic paralysis Turkish family"}, {"pubmed": 21099342, "text": "Anthopleurin elicited opposing effects on the gating mode, kinetics and charge immobilized during open- versus closed-state fast inactivation of Nav1.4 channels."}, {"pubmed": 21317558, "text": "ranolazine interacts with the open state and stabilizes the inactivated state(s) of Na(v)1.4 channels, causes voltage- and use-dependent block of I(Na) and suppresses persistent I(Na)"}, {"pubmed": 21521764, "text": "Substitutions at position 799 of the Nav1.4 channel favor the channel open state with sustained activity leading to hyperexcitability of laryngeal muscles that could be lethal during infancy."}, {"pubmed": 21606664, "text": "The skeletal muscle alpha-subunit NaV1.4 was transiently expressed in wild-type Chinese hamster ovary (CHO) cells"}, {"pubmed": 21664816, "text": "L1436P mutation in the SCN4A gene causes a sodium channel myotonia with an atypical clinical presentation, characterized by late onset painful cold-aggravated myotonia"}, {"pubmed": 21665479, "text": "This study demonistrated that mutation of Met1592Val in the SCN4A gene is associated with aggressive development of paralysis periodica paramyotonia characterized by severe vacuolar myopathy."}, {"pubmed": 21841462, "text": "A minority of sporadic periodic paralysis patients studied have de novo CACNA1S or SCN4A mutations and may have a variant of familial periodic paralysis."}, {"pubmed": 22250216, "text": "Cooling can augment the disruption of the voltage dependence of fast inactivation by mutant M1476I/Nav1.4 channels"}, {"pubmed": 22617007, "text": "The patient presented a marked warm-up phenomenon of myotonia but the repeated short exercise test suggested mutations of the sodium channel."}, {"pubmed": 22653516, "text": "We found significant ocular involvement in a family with a mutation in SCN4A."}, {"pubmed": 22914841, "text": "Nav1.4 N440K mutation causes a gain of function consistent with skeletal muscle hyperexcitability as observed in individuals with the mutation."}, {"pubmed": 23381896, "text": "Analyses of SCN4A, a key player in myotonia, have revealed parallels between its slow-inactivation and myotonic warm-up, which suggest that SCN4A is critical not only in producing the myotonic reaction, but also in mediating the warm-up."}, {"pubmed": 23417379, "text": "Non-dystrophic myotonias are characterised by muscle stiffness during voluntary movement owing to delayed skeletal muscle relaxation caused by mutation in the SCN4A skeletal muscle channel genes."}, {"pubmed": 23420899, "text": "genetic study showed missense mutation (R1448C) in the voltage-gated sodium channel, type IV, alpha subunit"}, {"pubmed": 23771340, "text": "Non-dystrophic myotonias are rare diseases caused by mutations in skeletal muscle SCN4A."}, {"pubmed": 24324661, "text": "The study demonstrates that the hNaV1.4F1705I mutation, which is linked to cold aggravated myotonia, alters the voltage dependence of inactivation and the temperature sensitivity of current kinetics."}, {"pubmed": 24549961, "text": "This work reveals a novel mechanism of disrupted S4 translocation for hypokalaemic periodic paralysis mutations at arginine residues located below the gating pore constriction of the voltage sensor module."}, {"pubmed": 24607901, "text": "The effect of two single mutations of a critical tyrosine residue in the filter of NaV1.4 on tetrodotoxin binding observed experimentally is reproduced using computational mutagenesis."}, {"pubmed": 24682880, "text": "SCN4A was functionally affected by R675Q mutation, a possible reason for causing normokalemic periodic paralysis."}, {"pubmed": 24943082, "text": "Its M1592V mutation of SCN4A shares a much greater clinical diversity ranging from congenital paramyotonia to periodic paralysis with a longer duration."}, {"pubmed": 25311598, "text": "Patients with life-threatening laryngospasm were found to be heterozygous for the same SCN4A mutation."}, {"pubmed": 25348630, "text": "report the discovery of a novel SCN4A mutation (c.1762A>G; p.I588V) in a patient with myotonia and periodic paralysis, located within the S1 segment of the second domain of the Nav1.4 channel"}, {"pubmed": 25450184, "text": "The data indicate that sialic acids attached to both N- and O-glycans residing within the Nav1.4 D1S5-S6 linker modulate channel gating through electrostatic mechanisms"}, {"pubmed": 25660391, "text": "Electrophysiological studies of the SCN4A P72L variant showed a hyperpolarizing shift (-5 mV) of the voltage dependence of activation that may increase cell excitability"}, {"pubmed": 25707578, "text": "A homozygous mutation in Nav 1.4 at position 1457 (Arg1457His) was identified in congenital myasthenic syndrome."}, {"pubmed": 25724373, "text": "The patient with scn4a mutation exhibited various symptoms that evolved with age, including apneic episodes, tonic muscular contractions during sleep, fluctuating severe episodic myotonia, and finally episodic paralyses."}, {"pubmed": 25735906, "text": "Mutation analysis in the patient and in child's mother revealed a heterozygous p.N1180I mutation in exon 19 of SCN4A gene. In newborns with stiffness, peripheral contractures and myotonia, the sequence analysis of SCN4A gene should be performed."}, {"pubmed": 25755818, "text": "A Val1589Met mutation at exon 24 of the SCN4A gene appears in affected subjects with a mild form of paramyotonia, while healthy members had a point mutation at position 1513 at exon 24 of the SCN4A gene"}, {"pubmed": 25839108, "text": "As the result, heterozygous mutations c.2024G>A (R675Q) and c.1333G>A (V445M) of gene SCN4A were identified in the hypokalemic periodic paralysis patient and the paramyotonia congenita family respectively."}, {"pubmed": 26036855, "text": "These data suggest a possible involvement of SCN4A variants in the pathophysiological mechanism underlying the development of a spontaneous or drug-induced type 1 electrocardiographic pattern and the occurrence of malignant arrhythmias in some patients with Brugada syndrome."}, {"pubmed": 26252573, "text": "CACNA1S and SCN4A mutations are relatively rare in patients with hypokalemic periodic paralysis"}, {"pubmed": 26427606, "text": "association of the genetic variability of SCN4A with the development of essential tremor"}, {"pubmed": 26494408, "text": "Computer simulations of the effects of the I693T mutation were introduced in the muscle fiber model by both hyperpolarizing shifts in the Nav1.4 channel activation and a faster recovery from slow channel inactivation"}, {"pubmed": 26700687, "text": "Recessive loss-of-function SCN4A mutations were identified in congenital myopathy patients."}, {"pubmed": 27060299, "text": "The c.4427 T>C (p.Met1476Thr) mutation of the SCN4A gene contribute to the paramyotonia congenita."}, {"pubmed": 27415035, "text": "Combining our results with the literature on Chinese populations indicates that 21 mutations in CLCN1 have been associated with myotonia congenital, while 7 mutations in SCN4A have been associated with paramyotonia congenita, 2 mutations in SCN4A have been associated with sodium channel myotonias."}, {"pubmed": 27714768, "text": "We identified a novel Nav 1.4 mutation I692M in 14 families out of the 104 genetically identified Hyperkalemic periodic paralysis (HyperPP) families in the Neuromuscular Centre Ulm and is therefore as frequent as I693T (13 families out of 14 HyperPP families) in Germany. Surprisingly, in 13 families, a known polymorphism S906T was also present"}, {"pubmed": 28003497, "text": "We report on 3 brothers presenting a peculiar clinical and histopathologic phenotype characterized by facial weakness with ptosis and a mild dystrophic pattern associated with recessive SCN4A mutations."}, {"pubmed": 28012096, "text": "A rare variant p.Pro1629Leu in SCN4A identified in a patient with a skeletal muscle deficit and intermittent dysphagia."}, {"pubmed": 28330959, "text": "Cohort of 30 patients carrying the c.3466G>A p.A1156T mutation in the SCN4A gene showed a consistent phenotype of predominant myalgia, muscle stiffness, and exercise cramps without signs of clinical myotonia, paramyotonia, or periodic paralyses; modest gain in the function of p.A1156T channel in whole-cell patch clamp studies may explain the absence of clinical myotonia"}, {"pubmed": 28940424, "text": "Paramyotonia congenita-causing mutation N1366S leads to a gain-of-function change of NaV1.4 gating in response to cold."}, {"pubmed": 29391559, "text": "R1451 pathogenic mutations shifted the inactivation kinetics and reduced the current density."}, {"pubmed": 29419865, "text": "Data suggest that mutation of the sodium channel, voltage-gated, type IV, alpha protein (SCN4A) gene probably underlies the hypokalemic periodic paralysis in the family."}, {"pubmed": 29509900, "text": "To identify novel disease modifiers, we performed an unbiased mutagenesis screen on an HD mouse model, identifying a mutation in the skeletal muscle voltage-gated sodium channel (Scn4a, termed 'draggen' mutation) as a novel disease enhancer. Double mutant mice (HD; Scn4aDgn/+) had decreased survival, weight loss and muscle atrophy"}, {"pubmed": 29605429, "text": "Rare SCN4A variants that directly alter NaV1.4 function occur in infants who had died from SIDS. These variants are predicted to significantly alter muscle membrane excitability and compromise respiratory and laryngeal function."}, {"pubmed": 29769724, "text": "structural basis for gating pore current in periodic paralysis; results reveal pathogenic mechanisms of periodic paralysis at the atomic level and suggest designs of drugs that may prevent ionic leak and provide symptomatic relief from hypokalaemic and normokalaemic periodic paralysis"}, {"pubmed": 29991727, "text": "Sodium channel inactivation defects produced by mutation R222W are the primary driver of skeletal muscle fiber action potential attenuation, while hyperpolarization-induced omega current produced by that mutation promotes muscle fiber depolarization."}, {"pubmed": 30190309, "text": "this study reports the cryo-electron microscopy structure of the human Nav1.4-beta1 complex at 3.2-A resolution."}, {"pubmed": 30389137, "text": "models of human Nav1.4 channels at closed and open states, are reported."}, {"pubmed": 30611854, "text": "In this study, we reported the functional and pharmacological characterization of seven myotonic hNav1.4 mutations located near the fast inactivation gate of the sodium channel. These mutations are associated with different myotonic phenotypes with various levels of severity."}, {"pubmed": 30824560, "text": "This report identifies a new residue in NaV1.4 (R1460) where missense mutations were identified in patients with recessive myasthenic congenital myopathy."}, {"pubmed": 30931713, "text": "The SCN4A gene mutations can cause the overlap of paramyotonia congenita (PMC) and periodic paralysis (PP) (especially the HypoPP2)."}, {"pubmed": 30944319, "text": "A Ca(2+)-dependent CaM N-lobe binding site previously identified in NaV1.5 is not present in NaV1.4 allowing the N-lobe to signal other regions of the NaV1.4 channel."}, {"pubmed": 31102352, "text": "I1363T mutation causes the defect in fast inactivation of hNav1.4, which may increase the excitability of muscle cells and be responsible for myotonia"}, {"pubmed": 31400134, "text": "Normokalemic periodic paralysis and paramyotonia congenita can occur in different family members with skeletal muscle sodium channelopathies due to c.2078T>C(p.Ile693Thr) variation of SCN4A gene."}, {"pubmed": 31544778, "text": "Four probands had a pathogenic variant in SCN4A. A diagnostic yield of 51% was achieved; of which 88% had pathogenic variants in CLCN1 and 12% in SCN4A."}, {"pubmed": 32276507, "text": "The p.V445M mutation in the Na(v)1.4 channel results in an increase of both sustained and resurgent Na(+) currents, which may contribute to hyperexcitability with repetitive firing and is likely to facilitate recurrent myotonia in Sodium Channel Myotonia patients."}, {"pubmed": 32593548, "text": "Non-dystrophic myotonia Chilean cohort with predominance of the SCN4A Gly1306Glu variant."}, {"pubmed": 32594687, "text": "[Clinical, myopathological and genetic features of two Chinese families with paramyotonia congenita]."}, {"pubmed": 32660787, "text": "Mutation spectrum and health status in skeletal muscle channelopathies in Japan."}, {"pubmed": 32892029, "text": "Potential predictive value of SCN4A mutation status for immune checkpoint inhibitors in melanoma."}, {"pubmed": 32962503, "text": "Identification of a SCN4A mutation in a large Chinese family with atypical normokalemic periodic paralysis using whole-exome sequencing."}, {"pubmed": 33333687, "text": "[A novel mutation of SCN4A gene causes hypokalemic periodic paralysis in a Chinese family]."}, {"pubmed": 33670307, "text": "Functional and Structural Characterization of ClC-1 and Nav1.4 Channels Resulting from CLCN1 and SCN4A Mutations Identified Alone and Coexisting in Myotonic Patients."}, {"pubmed": 33836525, "text": "Cannabidiol inhibits the skeletal muscle Nav1.4 by blocking its pore and by altering membrane elasticity."}, {"pubmed": 33965302, "text": "Clinical and genetic spectrum of a Chinese cohort with SCN4A gene mutations."}, {"pubmed": 34378097, "text": "p.Asn1180Ile mutation of SCN4A gene in an Italian family with myopathy and myotonic syndrome."}, {"pubmed": 34608571, "text": "Mutations associated with hypokalemic periodic paralysis: from hotspot regions to complete analysis of CACNA1S and SCN4A genes."}, {"pubmed": 34774501, "text": "Differences in local anaesthetic and antiepileptic binding in the inactivated state of human sodium channel Nav1.4."}, {"pubmed": 34996390, "text": "Coexistence of Charcot-Marie-Tooth 1A and nondystrophic myotonia due to PMP22 duplication and SCN4A pathogenic variants: a case report."}, {"pubmed": 35866763, "text": "Sequence CLCN1 and SCN4A genes in patients with nondystrophic myotonia in Chinese people."}, {"pubmed": 36050252, "text": "Clinical comparison and functional study of the L703P: a recurrent mutation in human SCN4A that causes sodium channel myotonia."}, {"pubmed": 36116128, "text": "Periodic paralysis due to cumulative effects of rare variants in SCN4A with small functional alterations."}, {"pubmed": 36628799, "text": "Hyperkalemic periodic paralysis associated with a novel missense variant located in the inner pore of Nav1.4."}, {"pubmed": 36720299, "text": "Coexistence of SCN4A and CLCN1 mutations in a family with atypical myotonic features: A clinical and functional study."}, {"pubmed": 37899345, "text": "[Two cases of potassium-aggravated myotonia induced by SCN4A gene variation]."}, {"pubmed": 38427496, "text": "A c.1775C > T Point Mutation of Sodium Channel Alfa Subunit Gene (SCN4A) in a Three-Generation Sardinian Family with Sodium Channel Myotonia."}, {"pubmed": 38544349, "text": "Idiopathic generalized epilepsy in a family with SCN4A-related myotonia."}, {"pubmed": 38565511, "text": "[Prenatal diagnosis of a case with Congenital myasthenic syndrome due to compound heterozygous variants of SCN4A gene]."}], "genomic_pos": {"chr": "17", "end": 63972918, "ensemblgene": "ENSG00000007314", "start": 63938554, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 62050278, "start": 62015914, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006814", "pubmed": 10218481, "qualifier": "involved_in", "term": "sodium ion transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006936", "pubmed": 1338909, "qualifier": "involved_in", "term": "muscle contraction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035725", "qualifier": "involved_in", "term": "sodium ion transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035725", "pubmed": [12766226, 30190309], "qualifier": "involved_in", "term": "sodium ion transmembrane transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0086002", "qualifier": "involved_in", "term": "cardiac muscle cell action potential involved in contraction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0100001", "pubmed": 12766226, "qualifier": "involved_in", "term": "regulation of skeletal muscle contraction by action potential"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0001518", "qualifier": "part_of", "term": "voltage-gated sodium channel complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001518", "pubmed": 30190309, "qualifier": "part_of", "term": "voltage-gated sodium channel complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [12766226, 30190309], "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005248", "qualifier": "enables", "term": "voltage-gated sodium channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005248", "pubmed": [12766226, 30190309], "qualifier": "enables", "term": "voltage-gated sodium channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 30190309, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 572442], [8364, 100492371], [9031, 771297], [9544, 718194], [9598, 100612017], [9606, 6329], [9615, 119873250], [9913, 517426], [10090, 110880], [10116, 25722]], "id": 283}, "interpro": [{"desc": "IQ motif, EF-hand binding site", "id": "IPR000048", "short_desc": "IQ_motif_EF-hand-BS"}, {"desc": "Voltage gated sodium channel, alpha subunit", "id": "IPR001696", "short_desc": "Na_channel_asu"}, {"desc": "Ion transport domain", "id": "IPR005821", "short_desc": "Ion_trans_dom"}, {"desc": "Voltage gated sodium channel, alpha-4 subunit, mammalian", "id": "IPR008052", "short_desc": "Na_channel_a4su_mammal"}, {"desc": "Sodium ion transport-associated domain", "id": "IPR010526", "short_desc": "Na_trans_assoc_dom"}, {"desc": "Voltage-dependent channel domain superfamily", "id": "IPR027359", "short_desc": "Volt_channel_dom_sf"}, {"desc": "Voltage-gated cation channel calcium and sodium", "id": "IPR043203", "short_desc": "VGCC_Ca_Na"}, {"desc": "Voltage-gated sodium channel alpha subunit, inactivation gate", "id": "IPR044564", "short_desc": "Na_chnl_inactivation_gate"}], "ipi": "IPI00292393", "map_location": "17q23.3", "name": "sodium voltage-gated channel alpha subunit 4", "other_names": ["CTC-264K15.6", "skeletal muscle sodium channel alpha subunit", "skeletal muscle voltage-dependent sodium channel type IV alpha subunit", "sodium channel protein skeletal muscle subunit alpha", "sodium channel protein type 4 subunit alpha", "sodium channel protein type IV subunit alpha", "sodium channel, voltage-gated, type IV, alpha subunit", "voltage-gated sodium channel subunit alpha Nav1.4"], "pantherdb": {"HGNC": "10591", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"WormBase": "WBGene00001187", "ortholog_type": "O", "panther_family": "PTHR45628", "taxid": 6239, "uniprot_kb": "Q8MQA1"}, {"FlyBase": "FBgn0001991", "ortholog_type": "O", "panther_family": "PTHR45628", "taxid": 7227, "uniprot_kb": "Q24270"}, {"SGD": "S000003449", "ortholog_type": "O", "panther_family": "PTHR45628", "taxid": 4932, "uniprot_kb": "P50077"}, {"PomBase": "SPAC6F6.01", "ortholog_type": "O", "panther_family": "PTHR45628", "taxid": 4896, "uniprot_kb": "O14234"}], "uniprot_kb": "P35499"}, "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-373760", "name": "L1CAM interactions"}, {"id": "R-HSA-397014", "name": "Muscle contraction"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-445095", "name": "Interaction between L1 and Ankyrins"}, {"id": "R-HSA-5576891", "name": "Cardiac conduction"}, {"id": "R-HSA-5576892", "name": "Phase 0 - rapid depolarisation"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}]}, "pdb": ["6AGF", "6MBA", "6MC9"], "pfam": ["PF00520", "PF06512"], "pharmgkb": "PA35006", "pharos": {"target_id": 11175, "tdl": "Tclin"}, "pir": ["I51964", "I54323", "I64893", "JS0648"], "prosite": "PS50096", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256023", "relationship": "is"}, {"id": "GNF256024", "relationship": "is"}, {"id": "GNF256025", "relationship": "is"}, {"id": "GNF256026", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF090821", "relationship": "is"}, {"id": "GNF090822", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF057853", "relationship": "is"}, {"id": "GNF073000", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068819", "relationship": "is"}, {"id": "GNF068820", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095673", "relationship": "is"}, {"id": "GNF135330", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_011699.1"], "protein": "NP_000325.4", "rna": "NM_000334.4", "translation": {"protein": "NP_000325.4", "rna": "NM_000334.4"}}, "reporter": {"HG-U133_Plus_2": "206981_at", "HG-U95Av2": "33545_at", "HTA-2_0": "TC17001793.hg.1", "HuEx-1_0": "3766549", "HuGene-1_1": "8017521", "HuGene-2_1": "16847730"}, "retired": 3374, "summary": "Voltage-gated sodium channels are transmembrane glycoprotein complexes composed of a large alpha subunit with 24 transmembrane domains and one or more regulatory beta subunits. They are responsible for the generation and propagation of action potentials in neurons and muscle. This gene encodes one member of the sodium channel alpha subunit gene family. It is expressed in skeletal muscle, and mutations in this gene have been linked to several myotonia and periodic paralysis disorders. [provided by RefSeq, Jul 2008].", "symbol": "SCN4A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419862"}, "unigene": "Hs.46038", "uniprot": {"Swiss-Prot": "P35499"}, "wikipedia": {"url_stub": "Nav1.4"}}