{"AllianceGenome": "10602", "HGNC": "10602", "MIM": "600761", "_id": "6340", "_version": 1, "accession": {"genomic": ["AC099482.3", "AH006646.2", "AH010738.2", "CH471145.2", "CP068262.2", "FJ515832.1", "NC_000016.10", "NC_060940.1", "NG_011909.1", "U35630.1", "U48937.2", "Z92982.1"], "protein": ["AAA75460.1", "AAC50217.1", "AAC50737.1", "AAC50744.1", "AAC50745.1", "AAC50746.1", "AAC50747.1", "AAC50748.1", "AAC50749.1", "AAC50750.1", "AAC50751.1", "AAC50752.1", "AAC50753.1", "AAC50754.1", "AAC50755.1", "AAC50756.1", "AAC50757.1", "AAC50758.1", "AAC50759.1", "AAC50760.1", "AAC50761.1", "AAH59391.1", "AAH69652.1", "AAK50910.1", "ABD72220.1", "ACS13725.1", "CAA60633.1", "CAB07506.1", "EAW55837.1", "EAW55838.1", "NP_001030.2", "P51170.4"], "rna": ["BC059391.1", "BC069652.1", "DQ402524.1", "L36592.1", "NM_001039.4", "U48936.1", "X87160.1"], "translation": [{"protein": "AAA75460.1", "rna": "L36592.1"}, {"protein": "ABD72220.1", "rna": "DQ402524.1"}, {"protein": "CAA60633.1", "rna": "X87160.1"}, {"protein": "NP_001030.2", "rna": "NM_001039.4"}, {"protein": "AAC50737.1", "rna": "U48936.1"}, {"protein": "AAH69652.1", "rna": "BC069652.1"}, {"protein": "AAH59391.1", "rna": "BC059391.1"}]}, "alias": ["BESC3", "ENaCg", "ENaCgamma", "LDLS2", "PHA1", "PHA1B3", "SCNEG"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-06-17T02:30:00.000Z", "disease_label": "Liddle syndrome", "gcep": "Tubulopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0008323", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_60ce148e-eb8b-49c4-adec-ae98071f9cc2-2021-06-17T023000.000Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000166828", "protein": "ENSP00000300061", "transcript": "ENST00000300061", "translation": [{"protein": "ENSP00000300061", "rna": "ENST00000300061"}], "type_of_gene": "protein_coding"}, "entrezgene": "6340", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.88134356, "exp_mis": 247.0636919, "exp_syn": 109.4806, "lof_z": 3.57486560314788, "mis_z": 1.34005721767564, "mu_lof": 1.48736777041e-06, "mu_mis": 2.13618766042e-05, "mu_syn": 9.21884538947e-06, "n_lof": 5.0, "n_mis": 204.0, "n_syn": 101.0, "p_li": 0.368698568765529, "p_null": 9.93789875525946e-05, "p_rec": 0.631202052246918, "syn_z": 0.502466897125176}, "bp": 1950, "cds_end": 23226790, "cds_start": 23197592, "n_exons": 12, "nonpsych": {"exp_lof": 19.5571004, "exp_mis": 223.3688617, "exp_syn": 98.8428819, "lof_z": 3.67691847543513, "mis_z": 1.63236211623101, "mu_lof": 1.48736777041e-06, "mu_mis": 2.13618766042e-05, "mu_syn": 9.21884538947e-06, "n_lof": 3.0, "n_mis": 175.0, "n_syn": 92.0, "p_li": 0.883586435106292, "p_null": 1.37357880917597e-05, "p_rec": 0.116399829105616, "syn_z": 0.433340939307026}, "nontcga": {"exp_lof": 20.10669966, "exp_mis": 227.2744759, "exp_syn": 100.69802039, "lof_z": 3.54337683626974, "mis_z": 1.49619406713857, "mu_lof": 1.48736777041e-06, "mu_mis": 2.13618766042e-05, "mu_syn": 9.21884538947e-06, "n_lof": 4.0, "n_mis": 182.0, "n_syn": 95.0, "p_li": 0.619707325094967, "p_null": 6.76607332296785e-05, "p_rec": 0.380225014171803, "syn_z": 0.359529305284928}, "transcript": "ENST00000300061.2"}, "exons": [{"cdsend": 23215469, "cdsstart": 23186271, "chr": "16", "position": [[23182744, 23182813], [23186227, 23186588], [23189370, 23189671], [23192351, 23192542], [23194170, 23194274], [23197263, 23197427], [23209749, 23209848], [23212033, 23212151], [23212677, 23212756], [23212836, 23212894], [23213101, 23213163], [23214711, 23214787], [23215088, 23216883]], "strand": 1, "transcript": "NM_001039", "txend": 23216883, "txstart": 23182744}], "exons_hg19": [{"cdsend": 23226790, "cdsstart": 23197592, "chr": "16", "position": [[23194065, 23194134], [23197548, 23197909], [23200691, 23200992], [23203672, 23203863], [23205491, 23205595], [23208584, 23208748], [23221070, 23221169], [23223354, 23223472], [23223998, 23224077], [23224157, 23224215], [23224422, 23224484], [23226032, 23226108], [23226409, 23228204]], "strand": 1, "transcript": "NM_001039", "txend": 23228204, "txstart": 23194065}], "generif": [{"pubmed": 11180614, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11463765, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12107247, "text": "Novel mutations responsible for autosomal recessive multisystem pseudohypoaldosteronism and sequence variants in epithelial sodium channel gamma-subunit gene."}, {"pubmed": 12473862, "text": "GammaENaC Asn530Ser mutation increases channel open probability and is consistent with abnormally high sodium reabsorption in distal nephron. First mutation in extracellular domain of ENaC subunit with increased ENaC activity and Liddle's syndrome."}, {"pubmed": 12548396, "text": "Not only are CFTR and ENaC activated together in duct salt absorption, but ENaC activation depends on functioning CFTR."}, {"pubmed": 15188166, "text": "in ulcerative colitis, elevated proinflammatory cytokines selectively impair beta- and gamma-ENaC expression, which contributes to diarrhea by reducing colonic sodium absorption."}, {"pubmed": 15198480, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15198480, "text": "The roles of these missense mutations in the SCNN1B or SCNN1G gene identified in hypertensive patients are not clear in the pathogenesis of hypertension and the regulation of electrolytes."}, {"pubmed": 15328345, "text": "cAMP regulates ENaC in part by phosphorylation and inhibition of Nedd4-2. Moreover, Nedd4-2 is a central convergence point for kinase regulation of Na(+) transport."}, {"pubmed": 15596218, "text": "The ENaC expressed in the bladder epithelium might be implicated in the mechanosensory transduction in the bladder afferent pathways, thereby inducing detrusor instability by outlet obstruction."}, {"pubmed": 15661075, "text": "Common variants of the ENaC gamma subunit confer susceptibility to human essential hypertension."}, {"pubmed": 15661075, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15702377, "text": "We conclude that overexpression of ClC-5, specifically amino acids 347-647, can alter the normal translation or trafficking of ENaC and other ion transport proteins by a mechanism that is independent of the chloride conductance of ClC-5."}, {"pubmed": 15864129, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16172412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16423824, "text": "the interactions of delta-ENaC with alpha beta gamma-human epithelial sodium channel subunits could account for heterogeneity of native epithelial channels"}, {"pubmed": 16463024, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16463024, "text": "SCNN1G is a modulator in Cystic Fibrosis."}, {"pubmed": 16630545, "text": "These observations decisively prove that Rab27a inhibits ENaC function through a complex mechanism that involves GTP/GDP status, and protein-protein interactions involving Munc13-4 and SLP-5 effector proteins."}, {"pubmed": 16716084, "text": "14-3-3 inhibits the interaction between the WW domains of hNedd4-2 and the PY motif of the epithelial Na(+) channel, ENaC"}, {"pubmed": 17199078, "text": "A synthetic peptide corresponding to the fragment cleaved from the gamma subunit is a reversible inhibitor of endogenous ENaCs in cells; results suggest that multiple proteases cleave ENaC gamma subunits to fully activate the channel."}, {"pubmed": 17241874, "text": "Concerted action of short chain fatty acids and corticosteroid hormones is required for induction of ENaC and maintenance of intestinal electrogenic sodium absorption"}, {"pubmed": 17381423, "text": "Results support a model whereby ubiquitin and clathrin adaptor binding sites act in concert to remove ENaC from the cell surface."}, {"pubmed": 17434346, "text": "This study found that co-expressed cystic fibrosis transmembrane conductance regulator (CFTR) stabilizes epithelial sodium channel(ENaC) at the plasma membrane, suggesting that CFTR regulates ENaC stability, not just opening."}, {"pubmed": 17460608, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17510235, "text": "both mouse and human mammary cells express all ENaC subunits, and they are regulated by steroid hormones in a temporal and cell-specific manner both in culture and in vivo"}, {"pubmed": 17560176, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17560176, "text": "genetic variants in ENaCgamma (epithelial sodium channel gamma) genes do not modulate disease severity in the majority of CF patients"}, {"pubmed": 17698725, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17698725, "text": "Relatively common polymorphisms in the SCNN1G gene are associated with high systolic blood pressure in the general Australian white population."}, {"pubmed": 17766193, "text": "alpha- & beta-hnENaC protein was increased in cystic fibrosis tissue; gamma-hnENaC was decreased; Na+ hyperabsorption not caused by hnENaC mutations, but by an increase in transcription of hnENaC subunits"}, {"pubmed": 17998393, "text": "protease binding and perhaps cleavage of the gamma subunit results in ENaC activation"}, {"pubmed": 18443236, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18507830, "text": "Several variants in ENaCbeta and gamma genes might be deleterious for ENaC function and lead to bronchiectasis."}, {"pubmed": 18665318, "text": "Alpha-, beta- and gamma-ENaC messenger RNAs are detected in amiloride-sensitive BeWo trophoblast cells."}, {"pubmed": 18981180, "text": "Plasmin activates epithelial Na+ channels by cleaving the gamma subunit"}, {"pubmed": 18990692, "text": "support a model in which protons modulate ENaC gating by relieving Na(+) self-inhibition"}, {"pubmed": 19017867, "text": "CF-like syndrome in Africa could be associated with ENaC mutations in Rwandan patients."}, {"pubmed": 19017867, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19073825, "text": "Plasmin in nephrotic urine activates the epithelial sodium channel"}, {"pubmed": 19300301, "text": "ENaC plays an important role in fluid absorption in the human endolymphatic sac and its function may be altered during inflammatory conditions."}, {"pubmed": 19359370, "text": "Regulation of epithelial sodium channels by cGMP/PKGII."}, {"pubmed": 19561078, "text": "a significant inhibition of D54-MG cell migration after ASIC1, alphaENaC, or gammaENaC knockdown, consistent with the hypothesis that ENaC/Degenerin subunits play an important role in glioma cell biology."}, {"pubmed": 19763606, "text": "These data together suggest that anionic phospholipids differentially regulate epithelial sodium channels (ENaCs) by physically interacting with alpha-, beta-, and gamma-ENaC subunits."}, {"pubmed": 19779464, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20106988, "text": "HOCl and its reactive intermediates (such as organic chloramines) inhibit ENaC by affecting channel gating, which could be relieved by proteases cleavage"}, {"pubmed": 20376790, "text": "A new nonsense mutation(Q567X) of the SCNN1G gene is likely the cause of Liddle's syndrome in family 2."}, {"pubmed": 20519934, "text": "SPLUNC1 potently reduced surface levels of the epithelial sodium channel (ENaC)in bronchial epithelial cells and Xenopus laevis oocytes."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20953144, "text": "Demonstrate that the metalloprotease meprin beta and gamma-ENaC associate directly through cytoplasmic domains."}, {"pubmed": 21307123, "text": "Identify the specific domains of epithelial sodium channels that are responsible for the differences in the response to flow of alphabetagamma and deltabetagamma channels."}, {"pubmed": 21562341, "text": "variants of ENaC subunits may contribute to the variation of BP response to dietary sodium intake"}, {"pubmed": 21667229, "text": "Data show that response to apical fluid volume expansion in H441 airway epithelial cells involves cleavage of gammaENaC, and changes in alpha- and gammaENaC protein abundance at the apical membrane."}, {"pubmed": 22006290, "text": "The intronic single-nucleotide polymorphism of SCNN1G (rs13331086) was significantly positively associated with higher blood pressure and urinary potassium excretion in 4 white European cohorts."}, {"pubmed": 22167092, "text": "All four ENaC subunits (alphabetagammadelta) are expressed in the normal human eye, with distinct localization of subunits possibly reflecting different functional states of the channel."}, {"pubmed": 22207244, "text": "ENaC on motile cilia should be essential for diverse functions of motile cilia, such as germ cell transport, fertilization, implantation, clearance of respiratory airways and cell migration."}, {"pubmed": 22374202, "text": "study found that rhinovirus (RV) infection of primary human nasal epithelial cells enhanced the expression of CFTR, alpha-ENaC, beta-ENaC, and gamma-ENaC mRNA and protein; upregulated CFTR might be dysfunctional, whereas RV-upregulated ENaC was hyperfunctional"}, {"pubmed": 22864553, "text": "Mutating two valine residues (V182 and V193) in the critical region of gammaENaC prevented proteolytic activation of ENaC by Cat-S."}, {"pubmed": 23060445, "text": "analysis of eight extracellular domain residues in human beta- and gammaENaC that are required for regulation by acidic pH"}, {"pubmed": 23136006, "text": "These results suggest that the mutant gammaL511Q enhances ENaC activity by increasing channel open probability and dampens channel regulation by extracellular Na(+) and proteases."}, {"pubmed": 23218889, "text": "found a diminished expression of the three subunits of the ENaC in the membranes of preeclamptic placentas in comparison with the normal ones"}, {"pubmed": 23594824, "text": "WNK4 inhibits ENaC channel activity independently of Nedd4-2-mediated ENaC ubiquitination."}, {"pubmed": 24692558, "text": "gamma subunit palmitoylation has a dominant role over beta subunit palmitoylation in modulating ENaC gating"}, {"pubmed": 24735600, "text": "SCNN1A and SCNN1G SNPs may contribute to blood pressure changes over time in the Han Chinese population."}, {"pubmed": 25060057, "text": "human kidney gammaENaC is subject to proteolytic cleavage, yielding fragments compatible with furin cleavage, and proteinuria is associated with cleavage at the putative prostasin/kallikrein site and removal of the inhibitory tract within gammaENaC"}, {"pubmed": 25231509, "text": "Suggest that SCNN1G gene has important roles in blood pressure regulation in the Han Chinese population."}, {"pubmed": 25450293, "text": "High serum leptin may reduce endometrial receptivity by activating the STAT3 signal pathway and down-regulating gamma-ENaC expression in the endometrium."}, {"pubmed": 25555911, "text": "Data indicate that urokinase-type plasminogen activator (uPA) activates epithelial sodium channel, gamma subunit (ENaC gamma) through catalytic activity-dependent proteolytic modification."}, {"pubmed": 25559464, "text": "The transcriptional expression of alpha, beta, and gamma subunits of ENaC was elevated in nasal polyp compared to nasal mucosa"}, {"pubmed": 25900089, "text": "One nonsynonymous amino acid variants in SCNN1G in nonwhite Cystic fibrosis patients with non-diagnostic CFTR genotypes was identified."}, {"pubmed": 26437894, "text": "Both vascular smooth muscle cell and bronchial gamma-ENaC downregulation may explain pulmonary fluid disturbances and participate in pulmonary edema pathogenesis."}, {"pubmed": 26759146, "text": "hENaC incorporating the Liddle-mutated beta-subunit lacks one or more PKC phosphorylation sites, thereby significantly reducing the inhibitory effect of PKC on Na(+) channel activity, whereas hENaC incorporating Liddle-mutated gamma-subunits remains as susceptible to PKC as wild-type hENaC."}, {"pubmed": 27941075, "text": "deltabetagamma-ENaC is inhibited by CFTR but activated by cyclic AMP."}, {"pubmed": 28137758, "text": "The derlin-1 pathway therefore may represent a significant early checkpoint in the recognition and degradation of ENaC in mammalian cells."}, {"pubmed": 29036630, "text": "SCNN1G was not associated with Salt Sensitivity of Blood Pressure in rare variant analyses."}, {"pubmed": 29358325, "text": "Proteolytic cleavage activates epithelial sodium channel (SCNN) by removal of specific segments in finger domains of alpha and gamma subunits. Data suggest that the lower \"palm\" domain of SCNN1A is essential for allosteric activation of the SCNN heterotetramer [SCNN1A(1)-SCNN1B-SCNN1A(2)-SCNN1G]."}, {"pubmed": 29363322, "text": "Albuminuria in kidney transplant recipients is associated with hypertension, ability of urine to proteolytically activate ENaC current, and increased abundance of gammaENaC."}, {"pubmed": 29757959, "text": "In the present study, the SCNN1G gene was associated with 24-h urinary sodium excretion but was not related to blood pressure. The SCNN1A and SCNN1B genes were not associated with blood pressure either."}, {"pubmed": 31655555, "text": "Liddle syndrome due to a novel mutation in the gamma subunit of the epithelial sodium channel (ENaC) in family from Russia: a case report."}, {"pubmed": 31936044, "text": "Campylobacter concisus Impairs Sodium Absorption in Colonic Epithelium via ENaC Dysfunction and Claudin-8 Disruption."}, {"pubmed": 32161960, "text": "Pediatric Liddle Syndrome Caused by a Novel SCNN1G Variant in a Chinese Family and Characterized by Early-Onset Hypertension."}, {"pubmed": 32341072, "text": "Phosphatidylinositol 4,5-bisphosphate directly interacts with the beta and gamma subunits of the sodium channel ENaC."}, {"pubmed": 33916525, "text": "DNA Methylation Patterns Correlate with the Expression of SCNN1A, SCNN1B, and SCNN1G (Epithelial Sodium Channel, ENaC) Genes."}, {"pubmed": 34755678, "text": "gammaENaC/CD9 in urinary extracellular vesicles as a potential biomarker of MR activity."}, {"pubmed": 36327816, "text": "Aberrant inactivation of SCNN1G promotes the motility of head and neck squamous cell carcinoma."}], "genomic_pos": {"chr": "16", "end": 23216883, "ensemblgene": "ENSG00000166828", "start": 23182745, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 23228204, "start": 23194036, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006814", "pubmed": 8521520, "qualifier": "involved_in", "term": "sodium ion transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006883", "pubmed": 16423824, "qualifier": "involved_in", "term": "intracellular sodium ion homeostasis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008217", "pubmed": 24419567, "qualifier": "involved_in", "term": "regulation of blood pressure"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035725", "qualifier": "involved_in", "term": "sodium ion transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035725", "pubmed": 24124190, "qualifier": "involved_in", "term": "sodium ion transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050891", "pubmed": 24124190, "qualifier": "involved_in", "term": "multicellular organismal-level water homeostasis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0050914", "pubmed": 22983350, "qualifier": "involved_in", "term": "sensory perception of salty taste"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0050915", "pubmed": 22983350, "qualifier": "involved_in", "term": "sensory perception of sour taste"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0055078", "pubmed": 24124190, "qualifier": "involved_in", "term": "sodium ion homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071468", "pubmed": 16423824, "qualifier": "involved_in", "term": "cellular response to acidic pH"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098719", "pubmed": 16423824, "qualifier": "involved_in", "term": "sodium ion import across plasma membrane"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1904045", "pubmed": 24419567, "qualifier": "involved_in", "term": "cellular response to aldosterone"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1904117", "pubmed": 24419567, "qualifier": "involved_in", "term": "cellular response to vasopressin"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 24124190, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 24419567, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0034706", "qualifier": "part_of", "term": "sodium channel complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034706", "pubmed": [16423824, 24124190], "qualifier": "part_of", "term": "sodium channel complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0034706", "pubmed": 21775436, "qualifier": "part_of", "term": "sodium channel complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 15326289, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0005216", "pubmed": 22864553, "qualifier": "enables", "term": "monoatomic ion channel activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005272", "pubmed": 8521520, "qualifier": "enables", "term": "sodium channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11244092, 16423824, 21775436, 22493497], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015280", "pubmed": 24124190, "qualifier": "contributes_to", "term": "ligand-gated sodium channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050699", "pubmed": 10642508, "qualifier": "enables", "term": "WW domain binding"}]}, "homologene": {"genes": [[6239, 174306], [6239, 177494], [6239, 181035], [6239, 181101], [6239, 181534], [6239, 181728], [6239, 189033], [6239, 189058], [6239, 191422], [8364, 100487822], [9031, 416579], [9544, 699971], [9598, 467925], [9606, 6340], [9615, 489973], [9913, 617802], [10090, 20278], [10116, 24768]], "id": 20280}, "interpro": [{"desc": "Epithelial sodium channel", "id": "IPR001873", "short_desc": "ENaC"}, {"desc": "Epithelial sodium channel, chordates", "id": "IPR004724", "short_desc": "ENaC_chordates"}, {"desc": "Epithelial sodium channel, conserved site", "id": "IPR020903", "short_desc": "ENaC_CS"}], "ipi": "IPI00016450", "map_location": "16p12.2", "name": "sodium channel epithelial 1 subunit gamma", "other_names": ["ENaC gamma subunit", "amiloride-sensitive epithelial sodium channel gamma subunit", "amiloride-sensitive sodium channel gamma-subunit", "amiloride-sensitive sodium channel subunit gamma", "epithelial Na(+) channel subunit gamma", "gamma-ENaC", "gamma-NaCH", "nonvoltage-gated sodium channel 1 subunit gamma", "sodium channe epithelial 1 gamma subunit", "sodium channel epithelial 1 gamma subunit", "sodium channel, non-voltage-gated 1, gamma subunit", "sodium channel, nonvoltage-gated 1, gamma"], "pantherdb": {"HGNC": "10602", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104695", "ortholog_type": "LDO", "panther_family": "PTHR11690", "taxid": 10090, "uniprot_kb": "Q9WU39"}, {"RGD": "3641", "ortholog_type": "LDO", "panther_family": "PTHR11690", "taxid": 10116, "uniprot_kb": "P37091"}, {"Ensembl": "ENSGALG00000006270", "ortholog_type": "LDO", "panther_family": "PTHR11690", "taxid": 9031, "uniprot_kb": "F1NW62"}, {"WormBase": "WBGene00012116", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "P91835"}, {"WormBase": "WBGene00016699", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q18651"}, {"WormBase": "WBGene00007518", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q93205"}, {"WormBase": "WBGene00012137", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q22851"}, {"WormBase": "WBGene00000950", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "P24585"}, {"WormBase": "WBGene00006748", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q21974"}, {"WormBase": "WBGene00006832", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q09274"}, {"WormBase": "WBGene00015957", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q18077"}, {"WormBase": "WBGene00018906", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q20852"}, {"WormBase": "WBGene00013486", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q9U1T9"}, {"WormBase": "WBGene00013480", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q9XTS9"}, {"WormBase": "WBGene00013487", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q9U1T8"}, {"WormBase": "WBGene00000952", "ortholog_type": "LDO", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q19038"}, {"WormBase": "WBGene00003174", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "P34886"}, {"WormBase": "WBGene00003168", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "P24612"}, {"WormBase": "WBGene00010334", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "G5EFH3"}, {"WormBase": "WBGene00009109", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q19777"}, {"WormBase": "WBGene00022815", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "O01635"}, {"FlyBase": "FBgn0032602", "ortholog_type": "LDO", "panther_family": "PTHR11690", "taxid": 7227, "uniprot_kb": "Q9VJI4"}], "uniprot_kb": "P51170"}, "pathway": {"kegg": [{"id": "hsa04742", "name": "Taste transduction - Homo sapiens (human)"}, {"id": "hsa04960", "name": "Aldosterone-regulated sodium reabsorption - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-2672351", "name": "Stimuli-sensing channels"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-9717189", "name": "Sensory perception of taste"}, {"id": "R-HSA-9730628", "name": "Sensory perception of salty taste"}, {"id": "R-HSA-983712", "name": "Ion channel transport"}], "smpdb": [{"id": "SMP00078", "name": "Chlorothiazide Action Pathway"}, {"id": "SMP00080", "name": "Polythiazide Action Pathway"}, {"id": "SMP00081", "name": "Methyclothiazide Action Pathway"}, {"id": "SMP00088", "name": "Bumetanide Action Pathway"}, {"id": "SMP00090", "name": "Bendroflumethiazide Action Pathway"}, {"id": "SMP00091", "name": "Quinethazone Action Pathway"}, {"id": "SMP00097", "name": "Ethacrynic Acid Action Pathway"}, {"id": "SMP00100", "name": "Hydrochlorothiazide Action Pathway"}, {"id": "SMP00103", "name": "Cyclothiazide Action Pathway"}, {"id": "SMP00105", "name": "Metolazone Action Pathway"}, {"id": "SMP00108", "name": "Hydroflumethiazide Action Pathway"}, {"id": "SMP00110", "name": "Indapamide Action Pathway"}, {"id": "SMP00115", "name": "Furosemide Action Pathway"}, {"id": "SMP00118", "name": "Torsemide Action Pathway"}, {"id": "SMP00121", "name": "Trichlormethiazide Action Pathway"}, {"id": "SMP00122", "name": "Chlorthalidone Action Pathway"}, {"id": "SMP00132", "name": "Triamterene Action Pathway"}, {"id": "SMP00133", "name": "Amiloride Action Pathway"}, {"id": "SMP00134", "name": "Spironolactone Action Pathway"}, {"id": "SMP00135", "name": "Eplerenone Action Pathway"}, {"id": "SMP00184", "name": "Glucose Transporter Defect (SGLT2)"}, {"id": "SMP00189", "name": "Hartnup Disorder"}, {"id": "SMP00193", "name": "Iminoglycinuria"}, {"id": "SMP00197", "name": "Lysinuric Protein Intolerance"}, {"id": "SMP00245", "name": "Glucose Transporter Defect (SGLT2)"}, {"id": "SMP00483", "name": "Kidney Function"}, {"id": "SMP00583", "name": "Blue diaper syndrome"}, {"id": "SMP00585", "name": "Lysinuric protein intolerance (LPI)"}, {"id": "SMP00723", "name": "Cystinuria"}]}, "pdb": ["6BQN", "6WTH"], "pfam": "PF00858", "pharmgkb": "PA307", "pharos": {"target_id": 5915, "tdl": "Tclin"}, "pir": ["I38204", "I64847"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211547", "relationship": "is"}, {"id": "GNF256059", "relationship": "is"}, {"id": "GNF256060", "relationship": "is"}, {"id": "GNF256061", "relationship": "is"}, {"id": "GNF256062", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038026", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF090798", "relationship": "is"}, {"id": "GNF090799", "relationship": "is"}, {"id": "GNF090800", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050993", "relationship": "is"}, {"id": "GNF055759", "relationship": "is"}, {"id": "GNF060438", "relationship": "is"}, {"id": "GNF078807", "relationship": "is"}, {"id": "GNF078808", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063201", "relationship": "is"}, {"id": "GNF063202", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF013056", "relationship": "is"}, {"id": "GNF128590", "relationship": "is"}, {"id": "GNF278053", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094923", "relationship": "is"}, {"id": "GNF134580", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_011909.1"], "protein": "NP_001030.2", "rna": "NM_001039.4", "translation": {"protein": "NP_001030.2", "rna": "NM_001039.4"}}, "reporter": {"HG-U133_Plus_2": ["207295_at", "241436_at"], "HG-U95Av2": "33497_at", "HTA-2_0": "TC16000253.hg.1", "HuEx-1_0": "3652867", "HuGene-1_1": "7994058", "HuGene-2_1": "16816962"}, "summary": "Nonvoltage-gated, amiloride-sensitive, sodium channels control fluid and electrolyte transport across epithelia in many organs. These channels are heteromeric complexes consisting of 3 subunits: alpha, beta, and gamma. This gene encodes the gamma subunit, and mutations in this gene have been associated with Liddle syndrome. [provided by RefSeq, Apr 2009].", "symbol": "SCNN1G", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419871"}, "unigene": "Hs.371727", "uniprot": {"Swiss-Prot": "P51170", "TrEMBL": "A5X2V1"}, "wikipedia": {"url_stub": "SCNN1G"}}