{"AllianceGenome": "10600", "HGNC": "10600", "MIM": "600760", "_id": "6338", "_version": 1, "accession": {"genomic": ["AC008915.11", "AC130452.3", "AJ005383.1", "AJ005384.1", "AJ005385.1", "AJ005386.1", "AJ005387.1", "AJ005388.1", "AJ005389.1", "AJ005390.1", "AJ005391.1", "AJ005392.1", "AJ005393.2", "CH471145.2", "CP068262.2", "FJ515831.1", "NC_000016.10", "NC_060940.1", "NG_011908.2", "U16023.1"], "protein": ["AAA67036.1", "AAA75459.1", "AAH36352.2", "AAK49394.1", "ABD72219.1", "ACS13723.1", "ACS13724.1", "AXJ19905.1", "BAG36009.1", "CAA06508.2", "CAA60632.1", "EAW55833.1", "EAW55834.1", "NP_000327.2", "NP_001397829.1", "P51168.2", "XP_011544215.1", "XP_011544216.1", "XP_016879014.1", "XP_054169566.1", "XP_054169567.1", "XP_054169568.1"], "rna": ["AF260226.1", "AK313192.1", "AU105979.1", "BC036352.1", "DQ402523.1", "L36593.1", "MH503766.1", "NM_000336.3", "NM_001410900.1", "X87159.1", "XM_011545913.3", "XM_011545914.2", "XM_017023525.2", "XM_054313591.1", "XM_054313592.1", "XM_054313593.1"], "translation": [{"protein": "XP_016879014.1", "rna": "XM_017023525.2"}, {"protein": "NP_000327.2", "rna": "NM_000336.3"}, {"protein": "AAH36352.2", "rna": "BC036352.1"}, {"protein": "XP_011544216.1", "rna": "XM_011545914.2"}, {"protein": "NP_001397829.1", "rna": "NM_001410900.1"}, {"protein": "AXJ19905.1", "rna": "MH503766.1"}, {"protein": "XP_054169567.1", "rna": "XM_054313592.1"}, {"protein": "XP_011544215.1", "rna": "XM_011545913.3"}, {"protein": "XP_054169566.1", "rna": "XM_054313591.1"}, {"protein": "XP_054169568.1", "rna": "XM_054313593.1"}, {"protein": "CAA60632.1", "rna": "X87159.1"}, {"protein": "AAK49394.1", "rna": "AF260226.1"}, {"protein": "BAG36009.1", "rna": "AK313192.1"}, {"protein": "AAA75459.1", "rna": "L36593.1"}, {"protein": "ABD72219.1", "rna": "DQ402523.1"}]}, "alias": ["BESC1", "ENaCb", "ENaCbeta", "LIDLS1", "PHA1B2", "SCNEB", "beta-ENaC", "beta-NaCH"], "ensembl": {"gene": "ENSG00000168447", "protein": ["ENSP00000302874", "ENSP00000345751", "ENSP00000455673", "ENSP00000456309", "ENSP00000457754", "ENSP00000482681"], "transcript": ["ENST00000307331", "ENST00000343070", "ENST00000564275", "ENST00000566441", "ENST00000566647", "ENST00000566870", "ENST00000568085", "ENST00000568923", "ENST00000569789"], "translation": [{"protein": "ENSP00000345751", "rna": "ENST00000343070"}, {"protein": "ENSP00000302874", "rna": "ENST00000307331"}, {"protein": "ENSP00000457754", "rna": "ENST00000564275"}, {"protein": "ENSP00000455673", "rna": "ENST00000568085"}, {"protein": "ENSP00000456309", "rna": "ENST00000568923"}, {"protein": "ENSP00000482681", "rna": "ENST00000566441"}], "type_of_gene": "protein_coding"}, "entrezgene": "6338", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.5512787007, "exp_mis": 247.466793398, "exp_syn": 121.02271249, "lof_z": 2.67818845203302, "mis_z": -0.172041930830338, "mu_lof": 1.50065862173e-06, "mu_mis": 2.19703021715e-05, "mu_syn": 1.0564540387e-05, "n_lof": 9.0, "n_mis": 253.0, "n_syn": 130.0, "p_li": 0.000701536553027014, "p_null": 0.004070999090404, "p_rec": 0.995227464356569, "syn_z": -0.505896640005392}, "bp": 1923, "cds_end": 23392122, "cds_start": 23359920, "n_exons": 12, "nonpsych": {"exp_lof": 19.2640767624, "exp_mis": 223.739424554, "exp_syn": 109.295325268, "lof_z": 2.74418081602538, "mis_z": -0.177388570011403, "mu_lof": 1.50065862173e-06, "mu_mis": 2.19703021715e-05, "mu_syn": 1.0564540387e-05, "n_lof": 7.0, "n_mis": 229.0, "n_syn": 114.0, "p_li": 0.00917553663477782, "p_null": 0.00296898858066919, "p_rec": 0.987855474784553, "syn_z": -0.283331374545605}, "nontcga": {"exp_lof": 19.8035972508, "exp_mis": 227.645886439, "exp_syn": 111.317322469, "lof_z": 2.6165171077207, "mis_z": -0.176794000219619, "mu_lof": 1.50065862173e-06, "mu_mis": 2.19703021715e-05, "mu_syn": 1.0564540387e-05, "n_lof": 8.0, "n_mis": 233.0, "n_syn": 121.0, "p_li": 0.00197386600772215, "p_null": 0.0045271807869714, "p_rec": 0.993498953205306, "syn_z": -0.581082030795239}, "transcript": "ENST00000343070.2"}, "exons": [{"cdsend": 23380801, "cdsstart": 23348599, "chr": "16", "position": [[23302301, 23302437], [23348591, 23348910], [23352800, 23353074], [23355298, 23355489], [23367855, 23367959], [23371298, 23371462], [23371775, 23371883], [23375737, 23375855], [23377164, 23377240], [23377328, 23377386], [23378705, 23378767], [23380093, 23380169], [23380420, 23381294]], "strand": 1, "transcript": "NM_000336", "txend": 23381294, "txstart": 23302301}], "exons_hg19": [{"cdsend": 23392122, "cdsstart": 23359920, "chr": "16", "position": [[23313622, 23313758], [23359912, 23360231], [23364121, 23364395], [23366619, 23366810], [23379176, 23379280], [23382619, 23382783], [23383096, 23383204], [23387058, 23387176], [23388485, 23388561], [23388649, 23388707], [23390026, 23390088], [23391414, 23391490], [23391741, 23392615]], "strand": 1, "transcript": "NM_000336", "txend": 23392615, "txstart": 23313622}], "generif": [{"pubmed": 11863256, "text": "Genotypes of the betaENaC gene have little influence on blood pressure level in the Japanese population."}, {"pubmed": 11863256, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 11934701, "text": "cloned and characterized the 5' end of the human beta-ENaC gene and identified alternate promoters that determine basal expression of separate transcripts"}, {"pubmed": 12107247, "text": "Novel mutations responsible for autosomal recessive multisystem pseudohypoaldosteronism and sequence variants in epithelial sodium channel beta-subunit gene."}, {"pubmed": 12180079, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12204893, "text": "homozygous mutation in the promoter region of betaENaC leads to pseudohypoaldosteronism type I, the first description of a mutation in the regulatory regions of an ENaC subunit leading to a clinical phenotype"}, {"pubmed": 12473861, "text": "Frameshift mutation of beta subunit caused by single cytosine insertion at codon 595, introducing new stop codon at 605 and deleting last 34 amino acids from normally encoded protein."}, {"pubmed": 12714866, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12714866, "text": "R563Q, a new variant of the beta epithelial sodium channel, is associated with low-renin, low-aldosterone hypertension. Only a minority of individuals with the R563Q allelle fully express the Liddle's syndrome phenotype."}, {"pubmed": 14553964, "text": "No support for an important role for the T594M variant of the ENaC gene contributing to either the development or severity of hypertension in subjects of African ancestry."}, {"pubmed": 14553964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15188166, "text": "in ulcerative colitis, elevated proinflammatory cytokines selectively impair beta- and gamma-ENaC expression, which contributes to diarrhea by reducing colonic sodium absorption."}, {"pubmed": 15198480, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15198480, "text": "The roles of these missense mutations in the SCNN1B or SCNN1G gene identified in hypertensive patients are not clear in the pathogenesis of hypertension and the regulation of electrolytes."}, {"pubmed": 15327619, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15328345, "text": "cAMP regulates ENaC in part by phosphorylation and inhibition of Nedd4-2. Moreover, Nedd4-2 is a central convergence point for kinase regulation of Na(+) transport."}, {"pubmed": 15596218, "text": "The ENaC expressed in the bladder epithelium might be implicated in the mechanosensory transduction in the bladder afferent pathways, thereby inducing detrusor instability by outlet obstruction."}, {"pubmed": 15661075, "text": "Common variants of the ENaC beta subunit confer susceptibility to human essential hypertension."}, {"pubmed": 15661075, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16423824, "text": "the interactions of delta-ENaC with alpha beta gamma-human epithelial sodium channel subunits could account for heterogeneity of native epithelial channels"}, {"pubmed": 16432044, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16432044, "text": "concluded that the T594M allele does not contribute significantly to blood pressure in blacks and does not predict a significantly superior response to amiloride therapy"}, {"pubmed": 16463024, "text": "SCNN1B is a modulator in Cystic fibrosis."}, {"pubmed": 16579800, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16943574, "text": "P616H mutation may be the underlying cause for the signs and symptoms of Liddle's syndrome."}, {"pubmed": 17241874, "text": "Concerted action of short chain fatty acids and corticosteroid hormones is required for induction of ENaC and maintenance of intestinal electrogenic sodium absorption"}, {"pubmed": 17381423, "text": "Results support a model whereby ubiquitin and clathrin adaptor binding sites act in concert to remove ENaC from the cell surface."}, {"pubmed": 17434346, "text": "This study found that co-expressed cystic fibrosis transmembrane conductance regulator (CFTR) stabilizes epithelial sodium channel(ENaC) at the plasma membrane, suggesting that CFTR regulates ENaC stability, not just opening."}, {"pubmed": 17460608, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17510235, "text": "both mouse and human mammary cells express all ENaC subunits, and they are regulated by steroid hormones in a temporal and cell-specific manner both in culture and in vivo"}, {"pubmed": 17560176, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17560176, "text": "genetic variants in ENaCbeta (epithelial sodium channel beta) genes do not modulate disease severity in the majority of CF patients"}, {"pubmed": 17586416, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17586416, "text": "We have identified a polymorphic GT short tandem repeat, which is present in the Chilean population. Biochemical analysis showed a possible linkage between this polymorphic region and low renin hypertension."}, {"pubmed": 17766193, "text": "alpha- & beta-hnENaC protein was increased in cystic fibrosis tissue; gamma-hnENaC was decreased; Na+ hyperabsorption not caused by hnENaC mutations, but by an increase in transcription of hnENaC subunits"}, {"pubmed": 18004211, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18184758, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18184758, "text": "We have shown a modest sized but highly significant effect of common genetic variation in the SCNN1B gene on plasma potassium"}, {"pubmed": 18398334, "text": "A novel point mutation in epithelial sodium channel beta subunit, causing a substitution of a leucine residue for the second proline residue of the conserved PY motif (PPP x Y) of the beta subunit was identified in the proband"}, {"pubmed": 18443236, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18507830, "text": "Several variants in ENaCbeta and gamma genes might be deleterious for ENaC function and lead to bronchiectasis."}, {"pubmed": 18639284, "text": "SCNN1B is hypermethylated in renal cell carcinoma."}, {"pubmed": 18665318, "text": "Alpha-, beta- and gamma-ENaC messenger RNAs are detected in amiloride-sensitive BeWo trophoblast cells."}, {"pubmed": 18990692, "text": "support a model in which protons modulate ENaC gating by relieving Na(+) self-inhibition"}, {"pubmed": 19017867, "text": "CF-like syndrome in Africa could be associated with ENaC mutations in Rwandan patients."}, {"pubmed": 19017867, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19300301, "text": "ENaC plays an important role in fluid absorption in the human endolymphatic sac and its function may be altered during inflammatory conditions."}, {"pubmed": 19344079, "text": "A Thai family with Liddle's syndrome caused by a novel P615H missense mutation in the proline-rich domain of the SCNN1B gene coding for the beta-subunit of ENaC."}, {"pubmed": 19359370, "text": "Regulation of epithelial sodium channels by cGMP/PKGII."}, {"pubmed": 19520916, "text": "Characterization of the epithelial sodium channel delta-subunit in human nasal epithelium."}, {"pubmed": 19763606, "text": "These data together suggest that anionic phospholipids differentially regulate epithelial sodium channels (ENaCs) by physically interacting with alpha-, beta-, and gamma-ENaC subunits."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20106988, "text": "HOCl and its reactive intermediates (such as organic chloramines) inhibit ENaC by affecting channel gating, which could be relieved by proteases cleavage"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20519934, "text": "SPLUNC1 potently reduced surface levels of the epithelial sodium channel (ENaC)in bronchial epithelial cells and Xenopus laevis oocytes."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21107496, "text": "The R563Q mutation of beta-ENaC is associated with hypertension within affected kindreds, but does not usually cause the full Liddle's syndrome phenotype."}, {"pubmed": 21307123, "text": "Identify the specific domains of epithelial sodium channels that are responsible for the differences in the response to flow of alphabetagamma and deltabetagamma channels."}, {"pubmed": 21525970, "text": "heterozygous C to T mutation at codon 617 in exon 13 of SCNN1B in the proband and in all of the members of the maternal lineage submitted to genetic analysis"}, {"pubmed": 21562341, "text": "variants of ENaC subunits A,B,G may contribute to the variation of BP response to dietary sodium intake"}, {"pubmed": 21654856, "text": "a SNP in SCNN1B was significantly associated with lower systolic and diastolic blood pressure in physically active Chinese."}, {"pubmed": 21700000, "text": "Breathing pattern is progressively altered in betaENaC-transgenic mice, likely reflecting airflow limitation due to airway mucus obstruction."}, {"pubmed": 21956615, "text": "Family study of hypertension caused by Liddle syndrome revealed a heterozygous mutation c.C1852T (p.Pro618Ser) in the SCNN1B gene."}, {"pubmed": 22207244, "text": "ENaC on motile cilia should be essential for diverse functions of motile cilia, such as germ cell transport, fertilization, implantation, clearance of respiratory airways and cell migration."}, {"pubmed": 22250980, "text": "investigation of control of airway epithelial Na+ absorption via up-regulation/phosphorylation of ENaCalpha, ENaCbeta, and ENaCgamma involving SGK1 (serum-glucocorticoid regulated kinase 1) under control of glucocorticoid/dexamethasone"}, {"pubmed": 22374202, "text": "study found that rhinovirus (RV) infection of primary human nasal epithelial cells enhanced the expression of CFTR, alpha-ENaC, beta-ENaC, and gamma-ENaC mRNA and protein; upregulated CFTR might be dysfunctional, whereas RV-upregulated ENaC was hyperfunctional"}, {"pubmed": 22809657, "text": "study reports an adolescent with Liddle syndrome caused by a novel missense mutation, P614L, in the PY motif of the ENaC beta subunit. This missense mutation was found in 6 members of the adolescent's family as well"}, {"pubmed": 22895453, "text": "The R563Q SCNN1beta variant is strongly associated with hypertension in urban areas in South Africa."}, {"pubmed": 22940131, "text": "these data suggests that miR-16 upregulates ENaC, a major sodium channel involved in resolution of pulmonary edema in acute lung injury."}, {"pubmed": 23060445, "text": "analysis of eight extracellular domain residues in human beta- and gammaENaC that are required for regulation by acidic pH"}, {"pubmed": 23218889, "text": "found a diminished expression of the three subunits of the ENaC in the membranes of preeclamptic placentas in comparison with the normal ones"}, {"pubmed": 23594824, "text": "WNK4 inhibits ENaC channel activity independently of Nedd4-2-mediated ENaC ubiquitination."}, {"pubmed": 23977235, "text": "ENaCbeta but not ENaCalpha expression is significantly lower in severe preeclampsia compared with normal pregnancy."}, {"pubmed": 24553299, "text": "Suggest that beta-ENaC mediates cytotrophoblast migration and increasing beta-ENaC expression by HO-1 induction enhances migration."}, {"pubmed": 24888492, "text": "significant association between the rs3743966 SNP in intron 12 of epithelial sodium channel beta-subunit and essential hypertension"}, {"pubmed": 25173196, "text": "These results do not suggest an important role for the T594M variant of the ENaC gene contributing to either the development or severity of hypertension in subjects of Indo-Aryan ancestry."}, {"pubmed": 25231509, "text": "Suggest that SCNN1B gene has important roles in blood pressure regulation in the Han Chinese population."}, {"pubmed": 25378078, "text": "analysis of a novel frameshift mutation in the betaENaC gene in an isolated case of Liddle syndrome"}, {"pubmed": 25559464, "text": "The transcriptional expression of alpha, beta, and gamma subunits of ENaC was elevated in nasal polyp compared to nasal mucosa"}, {"pubmed": 25900089, "text": "Three nonsynonymous amino acid variants in SCNN1B in nonwhite Cystic fibrosis patients with non-diagnostic CFTR genotypes was"}, {"pubmed": 26638596, "text": "causative mutation for Liddle's syndrome (LS) in this patient was identified to be a novel frameshift mutation. DNA sequencing resulted in exon 13 of SCNN1B gene: SCNN1B NM_000336.2:c.1 724_1730dupGGCCCAC [p.Pro5 75Argfs*17]."}, {"pubmed": 26759146, "text": "hENaC incorporating the Liddle-mutated beta-subunit lacks one or more PKC phosphorylation sites, thereby significantly reducing the inhibitory effect of PKC on Na(+) channel activity, whereas hENaC incorporating Liddle-mutated gamma-subunits remains as susceptible to PKC as wild-type hENaC."}, {"pubmed": 27840946, "text": "These results indicated a significant association between EH and SCNN1B methylation, which was affected by age, gender and antihypertensive therapy."}, {"pubmed": 27941075, "text": "deltabetagamma-ENaC is inhibited by CFTR but activated by cyclic AMP."}, {"pubmed": 28137758, "text": "The derlin-1 pathway therefore may represent a significant early checkpoint in the recognition and degradation of ENaC in mammalian cells."}, {"pubmed": 28202509, "text": "Results identify SCNN1B as a tumor-suppressive function that triggers UPR in gastric cancer cells, with implications for its potential clinical applications as a survival biomarker in gastric cancer patients."}, {"pubmed": 28708422, "text": "The Epithelial Sodium Channel Is a Modifier of the Long-Term Nonprogressive Phenotype Associated with F508del CFTR Mutations"}, {"pubmed": 29036630, "text": "SCNN1B was not associated with Salt Sensitivity of Blood Pressure in rare variant analyses."}, {"pubmed": 29358325, "text": "Proteolytic cleavage activates epithelial sodium channel (SCNN) by removal of specific segments in finger domains of alpha and gamma subunits. Data suggest that the lower \"palm\" domain of SCNN1A is essential for allosteric activation of the SCNN heterotetramer [SCNN1A(1)-SCNN1B-SCNN1A(2)-SCNN1G]."}, {"pubmed": 29419876, "text": "No association was found between single nucleotide polymorphism rs12447134 of sodium channel, nonvoltage-gated 1, beta protein (SCNN1B) gene with the onset of disease hypertension."}, {"pubmed": 29580127, "text": "Four previously unreported beta-ENaC mutations were recorded: E632V and E636V, respectively, among two HT subjects, D638Y in another HT and L628Q in one NT subject. We showed the presence of beta-ENaC polymorphisms among our populace."}, {"pubmed": 29757959, "text": "In the present study, the SCNN1G gene was associated with 24-h urinary sodium excretion but was not related to blood pressure. The SCNN1A and SCNN1B genes were not associated with blood pressure either."}, {"pubmed": 30632488, "text": "SCNN1B and CA12 play vital roles in occurrence of congenital bilateral absence of vas deferens (CBAVD)."}, {"pubmed": 31018202, "text": "Systemic Pseudohypoaldosteronism Type 1 due to 3 Novel Mutations in SCNN1Aand SCNN1BGenes."}, {"pubmed": 31532390, "text": "Overexpression of beta-ENaC, in the absence of CFTR dysfunction, increased NLRP3-mediated inflammation, indicating that dysregulated, ENaC-dependent signalling may drive exaggerated inflammatory responses in cystic fibrosis. These data support a role for sodium in modulating NLRP3 inflammasome activation."}, {"pubmed": 31936044, "text": "Campylobacter concisus Impairs Sodium Absorption in Colonic Epithelium via ENaC Dysfunction and Claudin-8 Disruption."}, {"pubmed": 32341072, "text": "Phosphatidylinositol 4,5-bisphosphate directly interacts with the beta and gamma subunits of the sodium channel ENaC."}, {"pubmed": 32680508, "text": "The SPLUNC1-betaENaC complex prevents Burkholderia cenocepacia invasion in normal airway epithelia."}, {"pubmed": 32698182, "text": "Premature Stroke Secondary to Severe Hypertension Results from Liddle Syndrome Caused by a Novel SCNN1B Mutation."}, {"pubmed": 33384439, "text": "Genetic information from discordant sibling pairs points to ESRP2 as a candidate trans-acting regulator of the CF modifier gene SCNN1B."}, {"pubmed": 33916525, "text": "DNA Methylation Patterns Correlate with the Expression of SCNN1A, SCNN1B, and SCNN1G (Epithelial Sodium Channel, ENaC) Genes."}, {"pubmed": 34111567, "text": "Integrative analyses identified ion channel genes GJB2 and SCNN1B as prognostic biomarkers and therapeutic targets for lung adenocarcinoma."}, {"pubmed": 34223773, "text": "A novel nonsense mutation in the beta-subunit of the epithelial sodium channel causing Liddle syndrome."}, {"pubmed": 34680949, "text": "Consistent Assignment of Risk and Benign Allele at rs2303153 in the CF Modifier Gene SCNN1B in Three Independent F508del-CFTR Homozygous Patient Populations."}, {"pubmed": 35462606, "text": "Downregulation of epithelial sodium channel (ENaC) activity in cystic fibrosis cells by epigenetic targeting."}, {"pubmed": 36193739, "text": "Rare Variants in Genes Encoding Subunits of the Epithelial Na[+] Channel Are Associated With Blood Pressure and Kidney Function."}, {"pubmed": 36564468, "text": "The sodium channel subunit SCNN1B suppresses colorectal cancer via suppression of active c-Raf and MAPK signaling cascade."}, {"pubmed": 36774301, "text": "Identification of a novel frameshift mutation in the SCNN1B causing Liddle syndrome."}, {"pubmed": 36899055, "text": "Genetic variation in salt taste receptors impact salt intake and blood pressure."}, {"pubmed": 37477776, "text": "SCNN1B regulates the proliferation, migration, and collagen deposition of human lung fibroblasts."}], "genomic_pos": {"chr": "16", "end": 23381294, "ensemblgene": "ENSG00000168447", "start": 23278231, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 23392620, "start": 23289552, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002269", "qualifier": "involved_in", "term": "leukocyte activation involved in inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002283", "qualifier": "involved_in", "term": "neutrophil activation involved in immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003014", "qualifier": "involved_in", "term": "renal system process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006814", "pubmed": 8521520, "qualifier": "involved_in", "term": "sodium ion transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006883", "pubmed": 16423824, "qualifier": "involved_in", "term": "intracellular sodium ion homeostasis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008217", "pubmed": 24419567, "qualifier": "involved_in", "term": "regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014824", "qualifier": "involved_in", "term": "artery smooth muscle contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032094", "qualifier": "involved_in", "term": "response to food"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032341", "qualifier": "involved_in", "term": "aldosterone metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034101", "qualifier": "involved_in", "term": "erythrocyte homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035264", "qualifier": "involved_in", "term": "multicellular organism growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035725", "qualifier": "involved_in", "term": "sodium ion transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035725", "pubmed": 24124190, "qualifier": "involved_in", "term": "sodium ion transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042045", "qualifier": "involved_in", "term": "epithelial fluid transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050891", "pubmed": 24124190, "qualifier": "involved_in", "term": "multicellular organismal-level water homeostasis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0050914", "pubmed": 22983350, "qualifier": "involved_in", "term": "sensory perception of salty taste"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0050915", "pubmed": 22983350, "qualifier": "involved_in", "term": "sensory perception of sour taste"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055075", "qualifier": "involved_in", "term": "potassium ion homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0055078", "pubmed": 24124190, "qualifier": "involved_in", "term": "sodium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070254", "qualifier": "involved_in", "term": "mucus secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070944", "qualifier": "involved_in", "term": "neutrophil-mediated killing of bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071468", "pubmed": 16423824, "qualifier": "involved_in", "term": "cellular response to acidic pH"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098719", "pubmed": 16423824, "qualifier": "involved_in", "term": "sodium ion import across plasma membrane"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1904045", "pubmed": 24419567, "qualifier": "involved_in", "term": "cellular response to aldosterone"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1904117", "pubmed": 24419567, "qualifier": "involved_in", "term": "cellular response to vasopressin"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 24124190, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 24419567, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030659", "qualifier": "located_in", "term": "cytoplasmic vesicle membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0034706", "qualifier": "part_of", "term": "sodium channel complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034706", "pubmed": [16423824, 24124190], "qualifier": "part_of", "term": "sodium channel complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0034706", "pubmed": 21775436, "qualifier": "part_of", "term": "sodium channel complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 15326289, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11244092, 11359767, 20237237, 21765395, 22493497], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015280", "pubmed": 24124190, "qualifier": "contributes_to", "term": "ligand-gated sodium channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050699", "pubmed": 10642508, "qualifier": "enables", "term": "WW domain binding"}]}, "homologene": {"genes": [[8364, 779891], [9031, 427673], [9544, 700093], [9598, 453984], [9606, 6338], [9615, 489972], [9913, 533355], [10090, 20277], [10116, 24767]], "id": 133555}, "interpro": [{"desc": "Epithelial sodium channel", "id": "IPR001873", "short_desc": "ENaC"}, {"desc": "Epithelial sodium channel, chordates", "id": "IPR004724", "short_desc": "ENaC_chordates"}, {"desc": "Epithelial sodium channel, conserved site", "id": "IPR020903", "short_desc": "ENaC_CS"}], "ipi": ["IPI00178024", "IPI00332882"], "map_location": "16p12.2", "name": "sodium channel epithelial 1 subunit beta", "other_names": ["amiloride-sensitive sodium channel subunit beta", "amiloride-sensitive sodium channel subunit beta 1", "epithelial Na(+) channel subunit beta", "epithelial sodium channel beta-2 subunit", "epithelial sodium channel beta-3 subunit", "mutant sodium channel epithelial 1 beta subunit", "nasal epithelial sodium channel beta subunit", "nonvoltage-gated sodium channel 1 subunit beta", "sodium channel epithelial 1 beta subunit", "sodium channel, non-voltage-gated 1, beta subunit"], "pantherdb": {"HGNC": "10600", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104696", "ortholog_type": "LDO", "panther_family": "PTHR11690", "taxid": 10090, "uniprot_kb": "Q9WU38"}, {"RGD": "3640", "ortholog_type": "LDO", "panther_family": "PTHR11690", "taxid": 10116, "uniprot_kb": "P37090"}, {"Ensembl": "ENSGALG00000006202", "ortholog_type": "LDO", "panther_family": "PTHR11690", "taxid": 9031, "uniprot_kb": "F1NE95"}, {"WormBase": "WBGene00012116", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "P91835"}, {"WormBase": "WBGene00016699", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q18651"}, {"WormBase": "WBGene00007518", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q93205"}, {"WormBase": "WBGene00012137", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q22851"}, {"WormBase": "WBGene00000950", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "P24585"}, {"WormBase": "WBGene00006748", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q21974"}, {"WormBase": "WBGene00006832", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q09274"}, {"WormBase": "WBGene00015957", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q18077"}, {"WormBase": "WBGene00018906", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q20852"}, {"WormBase": "WBGene00013486", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q9U1T9"}, {"WormBase": "WBGene00013480", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q9XTS9"}, {"WormBase": "WBGene00013487", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q9U1T8"}, {"WormBase": "WBGene00000952", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q19038"}, {"WormBase": "WBGene00003174", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "P34886"}, {"WormBase": "WBGene00003168", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "P24612"}, {"WormBase": "WBGene00010334", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "G5EFH3"}, {"WormBase": "WBGene00009109", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "Q19777"}, {"WormBase": "WBGene00022815", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 6239, "uniprot_kb": "O01635"}, {"FlyBase": "FBgn0032602", "ortholog_type": "O", "panther_family": "PTHR11690", "taxid": 7227, "uniprot_kb": "Q9VJI4"}], "uniprot_kb": "P51168"}, "pathway": {"kegg": [{"id": "hsa04742", "name": "Taste transduction - Homo sapiens (human)"}, {"id": "hsa04960", "name": "Aldosterone-regulated sodium reabsorption - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-2672351", "name": "Stimuli-sensing channels"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-9717189", "name": "Sensory perception of taste"}, {"id": "R-HSA-9730628", "name": "Sensory perception of salty taste"}, {"id": "R-HSA-983712", "name": "Ion channel transport"}], "smpdb": [{"id": "SMP00078", "name": "Chlorothiazide Action Pathway"}, {"id": "SMP00080", "name": "Polythiazide Action Pathway"}, {"id": "SMP00081", "name": "Methyclothiazide Action Pathway"}, {"id": "SMP00088", "name": "Bumetanide Action Pathway"}, {"id": "SMP00090", "name": "Bendroflumethiazide Action Pathway"}, {"id": "SMP00091", "name": "Quinethazone Action Pathway"}, {"id": "SMP00097", "name": "Ethacrynic Acid Action Pathway"}, {"id": "SMP00100", "name": "Hydrochlorothiazide Action Pathway"}, {"id": "SMP00103", "name": "Cyclothiazide Action Pathway"}, {"id": "SMP00105", "name": "Metolazone Action Pathway"}, {"id": "SMP00108", "name": "Hydroflumethiazide Action Pathway"}, {"id": "SMP00110", "name": "Indapamide Action Pathway"}, {"id": "SMP00115", "name": "Furosemide Action Pathway"}, {"id": "SMP00118", "name": "Torsemide Action Pathway"}, {"id": "SMP00121", "name": "Trichlormethiazide Action Pathway"}, {"id": "SMP00122", "name": "Chlorthalidone Action Pathway"}, {"id": "SMP00132", "name": "Triamterene Action Pathway"}, {"id": "SMP00133", "name": "Amiloride Action Pathway"}, {"id": "SMP00134", "name": "Spironolactone Action Pathway"}, {"id": "SMP00135", "name": "Eplerenone Action Pathway"}, {"id": "SMP00184", "name": "Glucose Transporter Defect (SGLT2)"}, {"id": "SMP00189", "name": "Hartnup Disorder"}, {"id": "SMP00193", "name": "Iminoglycinuria"}, {"id": "SMP00197", "name": "Lysinuric Protein Intolerance"}, {"id": "SMP00245", "name": "Glucose Transporter Defect (SGLT2)"}, {"id": "SMP00483", "name": "Kidney Function"}, {"id": "SMP00583", "name": "Blue diaper syndrome"}, {"id": "SMP00585", "name": "Lysinuric protein intolerance (LPI)"}, {"id": "SMP00723", "name": "Cystinuria"}]}, "pdb": ["6BQN", "6WTH"], "pfam": "PF00858", "pharmgkb": "PA306", "pharos": {"target_id": 5901, "tdl": "Tclin"}, "pir": "I51915", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256051", "relationship": "is"}, {"id": "GNF256052", "relationship": "is"}, {"id": "GNF256053", "relationship": "is"}, {"id": "GNF256054", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047364", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF090792", "relationship": "is"}, {"id": "GNF090793", "relationship": "is"}, {"id": "GNF090794", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051715", "relationship": "is"}, {"id": "GNF056481", "relationship": "is"}, {"id": "GNF061243", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066379", "relationship": "is"}, {"id": "GNF066380", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013054", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF241087", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094925", "relationship": "is"}, {"id": "GNF134582", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_011908.2"], "protein": ["NP_000327.2", "NP_001397829.1", "XP_011544215.1", "XP_011544216.1", "XP_016879014.1", "XP_054169566.1", "XP_054169567.1", "XP_054169568.1"], "rna": ["NM_000336.3", "NM_001410900.1", "XM_011545913.3", "XM_011545914.2", "XM_017023525.2", "XM_054313591.1", "XM_054313592.1", "XM_054313593.1"], "translation": [{"protein": "XP_016879014.1", "rna": "XM_017023525.2"}, {"protein": "NP_000327.2", "rna": "NM_000336.3"}, {"protein": "XP_011544216.1", "rna": "XM_011545914.2"}, {"protein": "NP_001397829.1", "rna": "NM_001410900.1"}, {"protein": "XP_054169567.1", "rna": "XM_054313592.1"}, {"protein": "XP_054169568.1", "rna": "XM_054313593.1"}, {"protein": "XP_054169566.1", "rna": "XM_054313591.1"}, {"protein": "XP_011544215.1", "rna": "XM_011545913.3"}]}, "reporter": {"HG-U133_Plus_2": "205464_at", "HG-U95Av2": "39682_at", "HTA-2_0": ["TC16000254.hg.1", "TC16001455.hg.1"], "HuEx-1_0": ["3652902", "3652947"], "HuGene-1_1": "7994074", "HuGene-2_1": "16816978"}, "retired": 197426, "summary": "Nonvoltage-gated, amiloride-sensitive, sodium channels control fluid and electrolyte transport across epithelia in many organs. These channels are heteromeric complexes consisting of 3 subunits: alpha, beta, and gamma. This gene encodes the beta subunit, and mutations in this gene have been associated with pseudohypoaldosteronism type 1 (PHA1), and Liddle syndrome. [provided by RefSeq, Apr 2009].", "symbol": "SCNN1B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419869"}, "unigene": "Hs.414614", "uniprot": {"Swiss-Prot": "P51168", "TrEMBL": ["A0A087WZI2", "B2R812", "H3BQ95", "H3BUQ8", "H3BRM4"]}, "wikipedia": {"url_stub": "SCNN1B"}}