{"AllianceGenome": "10658", "HGNC": "10658", "MIM": "186355", "_id": "6382", "_version": 2, "accession": {"genomic": ["AC104792.5", "CH471053.2", "CP068276.2", "KT583891.1", "NC_000002.12", "NC_060926.1", "NG_050639.2", "Z48199.1"], "protein": ["AAA60605.1", "AAH08765.1", "AAX93151.1", "BAD96459.1", "BAG61371.1", "CAA42851.1", "CAA88235.1", "CAD80245.1", "EAX00828.1", "EAX00829.1", "EAX00830.1", "EAX00831.1", "NP_001006947.2", "NP_002988.4", "P18827.3", "XP_005262677.1", "XP_005262678.3", "XP_005262679.1", "XP_054199310.1", "XP_054199311.1", "XP_054199312.1"], "rna": ["AJ551176.1", "AK222739.1", "AK299385.1", "AK307313.1", "AK311409.1", "AK313974.1", "BC008765.2", "BM785035.1", "BM910157.1", "CB321970.1", "J05392.1", "NM_001006946.2", "NM_002997.5", "X60306.1", "XM_005262620.5", "XM_005262621.3", "XM_005262622.3", "XM_054343335.1", "XM_054343336.1", "XM_054343337.1"], "translation": [{"protein": "XP_054199311.1", "rna": "XM_054343336.1"}, {"protein": "AAA60605.1", "rna": "J05392.1"}, {"protein": "XP_005262679.1", "rna": "XM_005262622.3"}, {"protein": "XP_005262677.1", "rna": "XM_005262620.5"}, {"protein": "XP_054199312.1", "rna": "XM_054343337.1"}, {"protein": "BAG61371.1", "rna": "AK299385.1"}, {"protein": "CAA42851.1", "rna": "X60306.1"}, {"protein": "BAD96459.1", "rna": "AK222739.1"}, {"protein": "CAD80245.1", "rna": "AJ551176.1"}, {"protein": "XP_005262678.3", "rna": "XM_005262621.3"}, {"protein": "AAH08765.1", "rna": "BC008765.2"}, {"protein": "NP_001006947.2", "rna": "NM_001006946.2"}, {"protein": "NP_002988.4", "rna": "NM_002997.5"}, {"protein": "XP_054199310.1", "rna": "XM_054343335.1"}]}, "alias": ["CD138", "SDC", "SYND1", "syndecan"], "ensembl": {"gene": "ENSG00000115884", "protein": ["ENSP00000254351", "ENSP00000370542", "ENSP00000384613", "ENSP00000390201", "ENSP00000400773"], "transcript": ["ENST00000254351", "ENST00000381150", "ENST00000403076", "ENST00000429035", "ENST00000447124", "ENST00000482879"], "translation": [{"protein": "ENSP00000254351", "rna": "ENST00000254351"}, {"protein": "ENSP00000370542", "rna": "ENST00000381150"}, {"protein": "ENSP00000384613", "rna": "ENST00000403076"}, {"protein": "ENSP00000400773", "rna": "ENST00000429035"}, {"protein": "ENSP00000390201", "rna": "ENST00000447124"}], "type_of_gene": "protein_coding"}, "entrezgene": "6382", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.78281183, "exp_mis": 107.0265781, "exp_syn": 55.252593, "lof_z": 2.05333823301877, "mis_z": 0.37949164890112, "mu_lof": 6.08486501077e-07, "mu_mis": 1.06353586716e-05, "mu_syn": 5.67198512721e-06, "n_lof": 2.0, "n_mis": 99.0, "n_syn": 57.0, "p_li": 0.290469547271798, "p_null": 0.0208866545453639, "p_rec": 0.688643798182838, "syn_z": -0.145736369824352}, "bp": 933, "cds_end": 20424628, "cds_start": 20402526, "n_exons": 5, "nonpsych": {"exp_lof": 6.9616535, "exp_mis": 96.7868415, "exp_syn": 49.9263859, "lof_z": 2.21902666110537, "mis_z": 0.2454157598066, "mu_lof": 6.08486501077e-07, "mu_mis": 1.06353586716e-05, "mu_syn": 5.67198512721e-06, "n_lof": 1.0, "n_mis": 92.0, "n_syn": 53.0, "p_li": 0.644001529033875, "p_null": 0.00763067040262472, "p_rec": 0.348367800563501, "syn_z": -0.273871683119545}, "nontcga": {"exp_lof": 7.15214144, "exp_mis": 98.4564133, "exp_syn": 50.82434198, "lof_z": 1.90042594219118, "mis_z": 0.474803888303687, "mu_lof": 6.08486501077e-07, "mu_mis": 1.06353586716e-05, "mu_syn": 5.67198512721e-06, "n_lof": 2.0, "n_mis": 89.0, "n_syn": 52.0, "p_li": 0.250187209027471, "p_null": 0.028877929107605, "p_rec": 0.720934861864924, "syn_z": -0.104416272979302}, "transcript": "ENST00000381150.1"}, "exons": [{"cdsend": 20224867, "cdsstart": 20202765, "chr": "2", "position": [[20200796, 20202935], [20203086, 20203222], [20203812, 20204291], [20205342, 20205424], [20224801, 20225086], [20225261, 20225433]], "strand": -1, "transcript": "NM_001006946", "txend": 20225433, "txstart": 20200796}, {"cdsend": 20224867, "cdsstart": 20202765, "chr": "2", "position": [[20200796, 20202935], [20203086, 20203222], [20203812, 20204291], [20205342, 20205424], [20224801, 20225130]], "strand": -1, "transcript": "NM_002997", "txend": 20225130, "txstart": 20200796}], "exons_hg19": [{"cdsend": 20424628, "cdsstart": 20402526, "chr": "2", "position": [[20400557, 20402696], [20402847, 20402983], [20403573, 20404052], [20405103, 20405185], [20424562, 20424847], [20425022, 20425194]], "strand": -1, "transcript": "NM_001006946", "txend": 20425194, "txstart": 20400557}, {"cdsend": 20424628, "cdsstart": 20402526, "chr": "2", "position": [[20400557, 20402696], [20402847, 20402983], [20403573, 20404052], [20405103, 20405185], [20424562, 20424891]], "strand": -1, "transcript": "NM_002997", "txend": 20424891, "txstart": 20400557}], "generif": [{"pubmed": 9857223, "text": "The detection of syndecan-1 in endometrial cancer of different clinical and histological stages could be of prognostic value in clinical diagnosis."}, {"pubmed": 11168765, "text": "The loss of syndecan-1 expression evident in acantholytic conditions"}, {"pubmed": 11830493, "text": "mediates hepatocyte growth factor binding and promotes Met signaling in multiple myeloma"}, {"pubmed": 11877089, "text": "Serum levels of soluble syndecan-1 correlated with tumor mass in patients with multiple myeloma."}, {"pubmed": 12091355, "text": "Soluble syndecan-1 promotes growth and dissemination of transplanted human myeloma tumors in vivo in SCID mice implanted with human bones."}, {"pubmed": 12144130, "text": "review of structure, function, cell and tissue distribution"}, {"pubmed": 12660231, "text": "regulation of expression in isoform specific manner by farnesoid X receptor"}, {"pubmed": 12749851, "text": "Cells adherent via syndecan-1 do not spread, but can be induced to spread by Mn(2+), suggesting that activation of a beta(1) or beta(3) integrin partner is required."}, {"pubmed": 12824007, "text": "TNF-alpha and IL-1beta are capable of down-regulating syndecan-1 expression"}, {"pubmed": 12879463, "text": "High syndecan-1 expression in breast carcinoma is related to an aggressive phenotype"}, {"pubmed": 12904296, "text": "shedding of syndecan-1 promoted by MT1-MMP through the preferential cleavage of Gly245-Leu246 peptide bond stimulates cell migration"}, {"pubmed": 12920224, "text": "The increased stromal syndecan-1 expression, coupled with its loss from the surface of carcinoma cells, may contribute to tumor cell invasion and the development of metastases"}, {"pubmed": 12947106, "text": "results demonstrate that the laminin alpha3 LG4/5 modules within unprocessed laminin-5 permit its cell binding activity through heparan and chondroitin sulfate chains of syndecan-1"}, {"pubmed": 12975379, "text": "the extracellular domain mediates an interaction that is necessary for dynamic cytoskeletal rearrangements whereas an interaction of the transmembrane domain is required for the initial spreading response"}, {"pubmed": 14630925, "text": "results demonstrate that cell-surface syndecan-1 is a degradative target of heparanase (HPSE-1), and syndecan-1 regulates HPSE-1 biological activity"}, {"pubmed": 14645569, "text": "serves as a primary human papillomavirus receptor protein in natural HPV11 infection of keratinocytes."}, {"pubmed": 14701864, "text": "MT4-MMP and the proteoglycan form of syndecan-1 have roles in ADAMTS-4 activation on the cell surface"}, {"pubmed": 14744776, "text": "Growth-promoting loop exists between breast cancer cells and their stroma that depends on the activity of glycanated Sdc1."}, {"pubmed": 14972511, "text": "Consistent with a possible biochemical role for syndecan-1 in prostate cancer progression and metastasis, syndecan-1 expression correlated with serologic recurrence in Gleason sum 7 prostate cancer and was highly expressed in soft-tissue metastases."}, {"pubmed": 15126321, "text": "in hyperinflammatory lesions, ephrinB2 was predominantly expressed in macrophage-like cells and EphB4 in small venules; syntenin and syndecan-1 were up-regulated in EphB4-positive endothelial cells after stimulation with preclustered ephrinB2"}, {"pubmed": 15297422, "text": "syndecan-1 and glypican-1 have roles in progression of ovarian cancer"}, {"pubmed": 15383330, "text": "Altered matrix-dependent signaling due to increased levels of cell surface syndecan-1 may lead to epithelial cell invasion during early stages of tumorigenesis."}, {"pubmed": 15459490, "text": "Concomitant expression of syndecan-1 in both epithelium and stroma may be a predictor of unfavourable prognosis in breast cancer, and in contrast with previous studies, loss of epithelial syndecan-1 was associated with a more favourable prognosis"}, {"pubmed": 15479743, "text": "syndecan-1 is likely to be a critical regulator of many cellular behaviors that depend on activated alpha(v)beta(3) integrins"}, {"pubmed": 15648090, "text": "constitutive shedding corresponding to the basal level of soluble syndecan-1 ectodomain was significantly increased when cells were stimulated with P. gingivalis lipopolysaccharide"}, {"pubmed": 15728209, "text": "osteoprotegerin affects monocyte mi-gration and protein kinase C and phosphatidylinositol 3-kinase/Akt activation via syndecan-1."}, {"pubmed": 15743035, "text": "syndecan-1 has a role in progression of invasive breast carcinomas through the remodeling of breast cancer tissue via interaction with other extracellular matrix components"}, {"pubmed": 15770719, "text": "Expression of paxillin and syndecan-1 in hepatocellular carcinoma(HCC) may affect its invasive and metastatic ability. May be converse correlation between expression of paxillin and syndecan-1 protein in HCC."}, {"pubmed": 15886501, "text": "Stromal syndecan-1 expression is an independent prognostic marker in pancreatic cancer, whereas epithelial syndecan-1 expression predicts better prognosis only in resectable disease."}, {"pubmed": 15902740, "text": "Loss of syndecan-1 plays a role in the growth of G-type cancers of differentiated type gastric cancers at an early stage"}, {"pubmed": 16020957, "text": "Low epithelial syndecan-1 expression was associated with a higher histological grade and a more advanced clinical stage of the colorectal cancer"}, {"pubmed": 16132527, "text": "Malignant glioma cells express all types of syndecans. NF-kappaB participates in the upregulation of the syndecan-1 expression at the transcriptional level, and increased expression of syndecan-1 could associate with thrombospondin-1."}, {"pubmed": 16247452, "text": "stromal fibroblast-derived Sdc1 stimulates breast carcinoma growth and angiogenesis in vivo"}, {"pubmed": 16286510, "text": "shed syndecan-1 or MMP7-syndecan-1 complexes may have roles in tumor progression"}, {"pubmed": 16636895, "text": "Syndecan-1 and syndecan-4 may have roles in progression of breast carcinoma"}, {"pubmed": 16720645, "text": "The ectodomain of the syndecan-1 core protein contains an active site that assembles into a complex with the alphavbeta5 integrin and regulates alphavbeta5 integrin activity."}, {"pubmed": 16773719, "text": "Certain immunomarkers like syndecan-1, kappa and lambda light chains and IgA heavy chain could be of much help in identifying early stage immunoproliferative small intestinal disease (IPSID)."}, {"pubmed": 16778379, "text": "CD138 may have a role in progression of nodal diffuse large B cell lymphoma"}, {"pubmed": 16840194, "text": "syndecan-1 may have a role in progression of B-cell chronic lymphocytic leukemia"}, {"pubmed": 16857657, "text": "increase of Syndecan-1 in all tissue compartments and a redistribution from epithelium to stroma may be a characteristic feature for dense breast tissue"}, {"pubmed": 16884912, "text": "syndecan-1 shedding may modulate the pathogenesis of specific microbes"}, {"pubmed": 16945147, "text": "the endocytic path taken by Syn-1 is clathrin-independent and relies upon lipid raft function"}, {"pubmed": 16982797, "text": "Lacritin targets the deglycanated core protein of SDC1 and not HS chains or SDC2 or SDC4.  Binding requires partial or complete removal of HS chains by endogenous HPSE. This limits lacritin activity to HPSE release sites as an HPSE 'off/on switch'."}, {"pubmed": 17149710, "text": "Syndecan-1 expression is uniquely influenced by changes in the phase and magnitude of the local stress field."}, {"pubmed": 17314405, "text": "domain V of the gamma2 chain negatively regulates the integrin beta4 phosphorylation, probably through a syndecan-1-mediated signaling, leading to enhanced cell adhesion and suppressed cell motility"}, {"pubmed": 17339423, "text": "Heparanase influences expression and shedding of syndecan-1"}, {"pubmed": 17413980, "text": "In summary, ovarian carcinomas exhibit up-regulated expression of several extracellular matrix proteins, and syndecan 1 represents a novel tumor-associated marker in ovarian serous carcinomas."}, {"pubmed": 17431390, "text": "Decreased syndecan-1 is asociated with thyroid cancer"}, {"pubmed": 17455248, "text": "upregulation of syndecan-1 may be a critical element for endometrial cancers in maintaining their viability"}, {"pubmed": 17579341, "text": "SDC1 interaction with the LG4/5 domain in kalinin is essential for keratinocyte migration."}, {"pubmed": 17625591, "text": "syndecan-1 regulates keratinocyte proliferation differently during skin development and in healing wounds."}, {"pubmed": 18006945, "text": "Results indicate a lack of association between SDC-1 polymorphisms and risk of squamous cell carcinomas of the cervix."}, {"pubmed": 18064305, "text": "heparan sulfate and syndecan-1, the predominant intestinal epithelial heparan sulfate proteoglycan, are essential in maintaining intestinal epithelial barrier function."}, {"pubmed": 18093920, "text": "syndecan TMD homodimerization and heterodimerization can be mediated by GxxxG motifs and modulated by sequence context"}, {"pubmed": 18190591, "text": "the association of circulating sCD138 levels in plasma with clinical behavior in 104 patients with chronic lymphocytic leukemia"}, {"pubmed": 18378436, "text": "Syndecan-1 and beta1 integrin signaling downstream of laminin alpha1-derived peptide AG73 regulate adhesion and MMP production by human salivary gland tumor cell lines (CAC2 and M1)."}, {"pubmed": 18386024, "text": "aberrant skin expression may be involved in the development of psoriasis"}, {"pubmed": 18413760, "text": "n-3 polyunsaturated fatty acids (n-3 PUFA) upregulate SDC1 in breast cancer cellsbu activating PPARgamma, providing a chemopreventive effect."}, {"pubmed": 18450428, "text": "In vitro reconstructed normal human epidermis expresses differentiation-related proteoglycans (CD44, syndecan-1, desmosealin, and 7C1)."}, {"pubmed": 18450755, "text": "syndecan 1 is up-regulated by n-3 fatty acids by a transcriptional pathway involving PPARgamma"}, {"pubmed": 18542065, "text": "loss of syndecan-1 epithelial expression was of strong prognostic value in breast carcinomas"}, {"pubmed": 18657535, "text": "Our findings thus suggest that a previously unknown link between integrin alpha2beta1 and syndecan-1 is important in regulating cell adhesion to collagen and in triggering integrin downstream signalling."}, {"pubmed": 18694404, "text": "CD138 is a new simple non-invasive marker for predicting liver fibrosis in patients with chronic hepatitis C."}, {"pubmed": 18957427, "text": "Rab5 is a critical regulator of syndecan-1 shedding that serves as an on-off molecular switch through its alternation between the GDP-bound and GTP-bound forms."}, {"pubmed": 18997617, "text": "Expression of Galectin-3, CD138, p16INK4a, and TTF-1 in mucinous bronchioloalveolar adenocarcinoma after Hodgkin lymphoma."}, {"pubmed": 19010933, "text": "Membrane type 1 matrix metalloproteinase-mediated stromal syndecan-1 shedding stimulates breast carcinoma cell proliferation."}, {"pubmed": 19020713, "text": "syndecan-1 directly contributes to the growth and invasive ability of oral cancer cells"}, {"pubmed": 19029267, "text": "Plasma levels of syndecan-1 increased significantly during coronary artery bypass grafting, with or without the use of cardiopulmonary bypass."}, {"pubmed": 19073610, "text": "Oxidative shedding of syndecan-1 is an underlying cause of neutrophil chemotaxis and aberrant wound healing that may contribute to pulmonary fibrosis."}, {"pubmed": 19107206, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19126645, "text": "Proteolytic conversion of Sdc1 from a membrane-bound into a soluble molecule marks a switch from a proliferative to an invasive phenotype, with implications for breast cancer diagnostics and potential glycosaminoglycan-based therapies."}, {"pubmed": 19228696, "text": "Data show that syntenin-1 binds to syndecan-1 and participates in the formation of membrane protrusions, and that syntenin-1 recruitment depends on the dephosphorylation of Tyr-309 located within syndecan-1 PDZ binding domain EFYA."}, {"pubmed": 19251947, "text": "Shed syndecan-1 restricts neutrophil elastase from alpha1-antitrypsin in neutrophilic airway inflammation."}, {"pubmed": 19255147, "text": "The active site within the Sdc1 core protein was identified and a peptide inhibitor called synstatin (SSTN) that disrupts Sdc1's interaction with alpha(v)beta(3) and alpha(v)beta(5) integrins was derived."}, {"pubmed": 19305494, "text": "Results show that heparanase alters the level of nuclear syndecan-1."}, {"pubmed": 19351365, "text": "The present results suggest that the decrease in syndecan-1 expression and increase in the Ki-67 index observed in ameloblastic carcinomas is in accordance with its higher aggressiveness as compared to the rare desmoplastic and peripheral ameloblastomas."}, {"pubmed": 19420730, "text": "reduced syndecan-1/E-cadherin expression may be good indicators of recurrence and prognosis in extrahepatic bile duct carcinoma."}, {"pubmed": 19450993, "text": "changes in the pattern expression of syndecan-1 and -2 indicate that both molecules may be involved in the epithelial-mesenchymal transition (EMT) and tumor progression of prostate cancer."}, {"pubmed": 19456850, "text": "syndecan-1 is a co-receptor for APRIL and TACI at the cell surface of MMC, promoting the activation of an APRIL/TACI pathway that induces survival and proliferation in multiple myeloma cells"}, {"pubmed": 19473447, "text": "Results showed that epithelial syndecan-1 expression is reduced as lip carcinogenesis progresses (normal tissue>actinic cheilitis>lip squamous cell carinoma), suggesting that syndecan-1 could be a useful marker of malignant transformation in the lip."}, {"pubmed": 19581738, "text": "Ressutls show that cystic tumors of the pancreas express syndecan-1 and tenascin differently and suggest that low syndecan-1 expression might serve as a predictive factor for malignancy."}, {"pubmed": 19596856, "text": "the effects of syndecan-1 on myeloma survival, growth, and dissemination are due, at least in part, to its positive regulation of tumor-host interactions that generate an environment capable of sustaining robust tumor growth."}, {"pubmed": 19632304, "text": "Study indicates that SDC-1 and -4 may be required for HepG2, Hep3B and Huh7 human hepatoma cell migration, invasion or spreading induced by the chemokine."}, {"pubmed": 19696445, "text": "syndecan 1 and 4 correlate to increased metastatic potential in melanoma patients and are an important component of the Wnt5A autocrine signaling loop"}, {"pubmed": 19735958, "text": "Chronic inflammation and exogenous insulin usage increases the serum syndecan-1 level in type 2 diabetics."}, {"pubmed": 19802384, "text": "syndecan-1 and FGF-2, but not FGFR-1 share a common transport route and co-localize with heparanase in the nucleus, and this transport is mediated by the RMKKK motif in syndecan-1"}, {"pubmed": 19822079, "text": "Data report that the bFGF, FGFR1/2 and syndecan 1-4 expressions are altered in bladder tumours."}, {"pubmed": 19860843, "text": "syndecan-1 might contribute to urothelial carcinoma cell survival and progression"}, {"pubmed": 19866343, "text": "higher proportion of protein-expressing B-cells in the blood of patients with systemic lupus erythematosus"}, {"pubmed": 19875451, "text": "ADAM17 may therefore be an important regulator of syndecan functions on inflamed lung epithelium."}, {"pubmed": 20008145, "text": "Sdc1 has a protective effect during experimental colitis."}, {"pubmed": 20013319, "text": "High CD138 serum levels are associated with B-chronic lymphocytic leukemia progression."}, {"pubmed": 20036233, "text": "Data substantiate the existence of a co-adhesion receptor system in tumor cells, whereby Sdc1 functions as a key regulator of cell motility and cell invasion by modulating RhoA and Rac activity."}, {"pubmed": 20081059, "text": "Age-associated study of detailed characterization of circulating CD138-negative and CD138-positive plasma cells sorted by flow cytometry shows a typical plasma cell cytology with no obvious morphological differences."}, {"pubmed": 20083849, "text": "all syndecans can interact with proteins of the actin-associated cytoskeleton--REVIEW"}, {"pubmed": 20097882, "text": "pathway driven by heparanase expression in myeloma cells: elevated levels of VEGF and shed syndecan-1 form matrix-anchored complexes that together activate integrin and VEGF receptors on adjacent endothelial cells thereby stimulating tumor angiogenesis"}, {"pubmed": 20193112, "text": "Decreased expression of Syndecan-1 mRNA and the increased expression of HPA-1 mRNA can promote the invasion and metastasis of colorectal cancer."}, {"pubmed": 20200931, "text": "Syndecan-1 shed by tumor cells exerts biologic effects distal to the primary tumor and that it participates in driving osteoclastogenesis and the resulting bone destruction."}, {"pubmed": 20204274, "text": "Syndecan-1 and versican expression status can serve as an indicator of prognosis in patients with epithelial ovarian cancer."}, {"pubmed": 20237901, "text": "Laminin-derived peptide AG73 regulates migration, invasion, and protease activity of human oral squamous cell carcinoma cells through syndecan-1 and beta1 integrin."}, {"pubmed": 20307537, "text": "The presence of a less mature, more resistant CD138-negative myeloma cell fraction within bone marrow microniches might contribute to high incidence of relapse of myeloma patients."}, {"pubmed": 20361982, "text": "Cell biological analysis established that Syndecan1 is a physiological binding partner of Tiam1 and that the PDZ domain has a function in cell-matrix adhesion and cell migration."}, {"pubmed": 20398359, "text": "Expression of syndecan 1 in healthy breast tissue during menstrual cycle."}, {"pubmed": 20430722, "text": "Results suggest a role for syndecan-1 and cathepsins D and K in growth and invasiveness of esophageal squamous cell carcinoma."}, {"pubmed": 20471559, "text": "This study confirms a direct relationship between suprabasal p35 localization together with down-regulation of syndecan-1 immunoexpression and dysplastic changes of oral lichen planus and hence the possibility for malignant transformation."}, {"pubmed": 20477813, "text": "The prognostic value of intraepithelial and stromal CD3-, CD117- and CD138-positive cells in non-small cell lung carcinoma."}, {"pubmed": 20598296, "text": "The syndecan- and alpha2beta1 integrin-binding peptides synergistically affect cells and accelerate cell adhesion."}, {"pubmed": 20683626, "text": "multiple regression analysis showed that apolipoprotein A1 was a predictor of serum syndecan-1 levels in subjects with type 2 diabetes"}, {"pubmed": 20736897, "text": "A threshold of greater than six CD138+ metabolically active plasma cells is associated with poor kidney allograft function and survival."}, {"pubmed": 20927321, "text": "Loss of SDC-1 is associated with prostate cancer."}, {"pubmed": 20971705, "text": "couples the insulin-like growth factor-1 receptor to inside-out integrin activation"}, {"pubmed": 21148276, "text": "These results demonstrate that syndecan-1 and syndecan-2 gene silencing by RNA interference reduces HSV-1 entry, plaque formation and facilitates cell survival."}, {"pubmed": 21257720, "text": "SST0001, a chemically modified heparin, inhibits myeloma growth and angiogenesis via disruption of the heparanase/syndecan-1 axis"}, {"pubmed": 21265098, "text": "High glucose can decrease the expression of core protein Sydecan-1 and Glypican-1 in cultured human renal glomerular endothelial cells."}, {"pubmed": 21317913, "text": "In benign samples, syndecan-1 was expressed in basal and secretory epithelial cells with basolateral membrane localisation.  In prostate cancer samples syndecan 1 was expressed to granular-cytoplasmic localisation."}, {"pubmed": 21320038, "text": "sCD138 may be applicable as a surrogate marker of disease activity."}, {"pubmed": 21327984, "text": "A multiple regression analysis showed that BMI (beta = 0.783, P < 0.000) was a significant predictor of positive syndecan-1 neutrophils in subjects with type 2 diabetes."}, {"pubmed": 21334435, "text": "Extracellular superoxide dismutase protects cardiovascular syndecan-1 from oxidative shedding and prevents from its subsequent induction of fibroblast proliferation."}, {"pubmed": 21414405, "text": "Syndecan-1 and -4 differentially regulate oncogenic K-ras dependent cell invasion"}, {"pubmed": 21430259, "text": "There was a statistical relationship between syndecan-1 presence in high-grade tumors and absence of syndecan-4, whereas syndecan-4 presence in cases positive for estrogen and progesterone receptor associated with syndecan-1 absence"}, {"pubmed": 21454203, "text": "In conclusion, CD138 expression may constitute an additional aid in the distinction between WM and SMZL."}, {"pubmed": 21463121, "text": "Findings show significant correlations between MMP-2, -9, and syndecan-1 and hemostatic parameters in hematologic malignancies, in contrast, the MMP inhibitors, TIMP1- and -2, were not correlated with any of the hemostatic parameters."}, {"pubmed": 21623993, "text": "Syndecan-1 is up-regulated in BeWo cells during differentiation and its silencing inhibits syncytialization."}, {"pubmed": 21630196, "text": "CD138 may contribute to the differential diagnosis of renal tumors"}, {"pubmed": 21731601, "text": "syndecan-1 regulates mesenchymal tumor cell adhesion and migration, and different domains have differential effects."}, {"pubmed": 21757697, "text": "Heparanase-mediated loss of nuclear syndecan-1 enhances histone acetyltransferase (HAT) activity to promote expression of genes that drive an aggressive tumor phenotype"}, {"pubmed": 21772125, "text": "In trauma patients, high circulating syndecan-1, a marker of endothelial glycocalyx degradation, is associated with inflammation, coagulopathy and increased mortality."}, {"pubmed": 21886795, "text": "These data suggest that plasma based resuscitation preserved endothelial syndecan-1 and maintained endothelial integrity."}, {"pubmed": 21898481, "text": "Syndecan-1 mediates hepatic VLDL turnover in humans as well as in mice and shedding might contribute to hypertriglyceridemia in patients with sepsis."}, {"pubmed": 21957484, "text": "a new role for syndecan-1 in HSV-1 pathogenesis"}, {"pubmed": 22024722, "text": "results suggest that syndecan-1 may contribute to the highly angiogenic phenotype of MMECs by promoting EC proliferation, survival and modulating VEGF-VEGFR-2 signalling"}, {"pubmed": 22102278, "text": "Heparanase and syndecan-1 interplay orchestrates fibroblast growth factor-2-induced epithelial-mesenchymal transition in renal tubular cells."}, {"pubmed": 22150439, "text": "We found increased vascular adhesion protein 1 activity and anchor protein syndecan-1 content in critically ill patients with septic shock"}, {"pubmed": 22237752, "text": "Syndecan-1 expression was increased in tubular epithelial cells in allografts. Increased syndecan-1 in allografts correlated with low proteinuria and serum creatinine, less interstitial inflammation, less tubular atrophy and prolonged graft survival."}, {"pubmed": 22238310, "text": "Syndecan 1 and syndecan 2 are cellular molecules responsible for susceptibility to HTLV-1."}, {"pubmed": 22298773, "text": "Heparan sulfate chains of syndecan-1 regulate ectodomain shedding."}, {"pubmed": 22308310, "text": "Our results demonstrate that syndecan plays a negative role in death receptor-mediated cell death"}, {"pubmed": 22338054, "text": "CD138 reactivity for neoplastic cells in bone is not a definitive marker for plasmacytic origin."}, {"pubmed": 22351752, "text": "the LAMA3 LG45 domain may trigger different signals toward keratinocytes depending on its interaction with syndecan-1 or -4."}, {"pubmed": 22418956, "text": "Placental syndecan-1 expression is associated with premature birth and fetal growth."}, {"pubmed": 22573479, "text": "syndecan-1 is a novel target of the oncomiR miR-10b."}, {"pubmed": 22629140, "text": "We conclude that serum levels of HGF, OPN, and SYN correspond to the activity of MM and might become useful in differentiation of MGUS, asymptomatic MM, and overt/symptomatic form of MM."}, {"pubmed": 22672327, "text": "Data indicate that immune-magnetic CD138-positive cell sorting significantly increased the percentage of abnormal cells identified in FISH analysis of multiple myeloma (MM) samples."}, {"pubmed": 22673509, "text": "study adds new components to the multi-dentate membrane targeting mechanism and highlights the role of N- and C-terminal PDZ extensions of PSD-95/ZO-1 in the regulation of syntenin-1 plasma membrane localization"}, {"pubmed": 22680042, "text": "Mucosal TNF-alpha is overexpressed only in symptomatic diverticular disease, while SD1 and bFGF are already overexpressed in asymptomatic diverticulosis."}, {"pubmed": 22686587, "text": "The loss of syndecan-1 expression in the epithelial cell membrane is associated with tumor cell growth and invasiveness"}, {"pubmed": 22714920, "text": "the increased expression of syndecan-1 at gene and protein levels is correlated with advanced tumor progression and poor outcome in patients with glioma. Syndecan-1 might serve as a potential prognosis predictor of this dismal tumor."}, {"pubmed": 22745764, "text": "Report demonstrates that syndecan-1 enhances malignancy of a mesenchymal tumour cell line, via induction of syndecan-2 expression."}, {"pubmed": 22766978, "text": "observations suggest that low CD138 expression in multiple myeloma cells relates to poor prognosis, immature phenotype and low sensitivity to lenalidomide"}, {"pubmed": 22899717, "text": "Syndecan-1 alters the dynamic exchange of adhesion complex proteins, which in turn regulates migration speed."}, {"pubmed": 22905270, "text": "Novel processed form of syndecan-1 shed from SCC-9 cells plays a role in cell migration"}, {"pubmed": 22936802, "text": "the lung epithelium requires the syndecan-1 transmembrane domain to govern cell migration and is independent from its ability to control cell adhesion via the extracellular domain."}, {"pubmed": 22994707, "text": "Positive expression of BCL-6, CD10, CD138 and MUM-1 was shown in 78%, 61%, 39% and 91% of the cases."}, {"pubmed": 23066085, "text": "findings demonstrate that 15-LOX-1-mediated metabolism of DHA is required for it to upregulate SDC-1 and trigger the signaling pathway that elicits apoptosis in prostate cancer cells"}, {"pubmed": 23144729, "text": "Data indicate that Syndecan-1 silencing had less powerful effect on the transcriptome compared to overexpression."}, {"pubmed": 23206733, "text": "Syndecan-1, a target of miR-10b, inhibits epithelial endometriotic cell invasiveness through down-regulation of metalloproteinase activity and interleukin-6."}, {"pubmed": 23289672, "text": "Sdc-1 silencing promotes increased MDA-MB-231 cell migration via a beta1-integrin-dependent mechanism."}, {"pubmed": 23331867, "text": "IGF1R coupled with Sdc1 is required for activation of the alphaVbeta3 integrin and for VEGFR2 signalling."}, {"pubmed": 23408834, "text": "The DNA methylome of CD138-positive cells from 56 subjects representing premalignant (monoclonal gammopathy of uncertain significance), early, and advanced stages of myeloma, as well as healthy controls, is characterized."}, {"pubmed": 23431957, "text": "SDC1 expression was not different in patients with advanced vs no/limited LBD.A significant positive correlation between gene expression & BM plasma protein levels was observed for SDC1."}, {"pubmed": 23504321, "text": "Targeting of heparanase-modified syndecan-1 by prosecretory mitogen lacritin requires conserved core GAGAL plus heparan and chondroitin sulfate as a novel hybrid binding site that enhances selectivity."}, {"pubmed": 23511033, "text": "Elevation of serum SDC1 is associated with Crohn's disease."}, {"pubmed": 23545927, "text": "The assessment of syndecan-1 and Ki-67 expression in skin biopsies is a helpful tool for differentiating keratoacanthoma and squamous cell carcinoma"}, {"pubmed": 23546957, "text": "Data indicate that desmoplakin (DSP) and cystatin A (CSTA) interaction and insulin-like growth factor 1 (IGF-1), IGF-binding protein 7 (IGFBP7) and syndecan 1 (SDC1) interaction were observed in protein-protein interaction (PPI) network."}, {"pubmed": 23553620, "text": "SDC1 expression is associated with N stage and the status of resection margin involvement in squamous cell carcinoma (SCC) of the tonsil."}, {"pubmed": 23570784, "text": "High syndecan-1 levels in acute myeloid leukemia are associated with bleeding, thrombocytopathy, endothelial cell damage, and leukocytosis."}, {"pubmed": 23576506, "text": "Our studies demonstrates that SDC1 is the major receptor protein for HCV attachment."}, {"pubmed": 23728345, "text": "results indicate that angiogenesis induced by radiotherapy is associated with an MMP-9-miR-494-SDC1 regulatory loop"}, {"pubmed": 23729443, "text": "Through phenotype analysis, non-HAV-specific antibody-secreting cells are found to be Ki-67lowCD138highCD31highCD38high compared with HAV-specific ASCs."}, {"pubmed": 23888783, "text": "Comparative characteristics of the structure and function for syndecan-1 from animal organisms"}, {"pubmed": 23988031, "text": "Results suggest that small subsets of circulating CD30+/CD15+ cells expressing FGF2 and SDC1 represent biomarkers that identify NS-cHL patients who will experience a poor outcome."}, {"pubmed": 23991032, "text": "Data indicate that biochemical markers significantly associated with mesothelioma were hyaluronan, N-ERC/mesothelin and syndecan-1."}, {"pubmed": 24029663, "text": "Data indicate that the CD138int follicular B cells were clearly distinct from plasma cells."}, {"pubmed": 24045542, "text": "Syndecan-1 overexpression is associated with nonluminal subtypes and poor prognosis in advanced breast cancer."}, {"pubmed": 24145151, "text": "Chemotherapy stimulates syndecan-1 shedding: a potentially negative effect of treatment that may promote tumor relapse."}, {"pubmed": 24222257, "text": "placental expression decreased in pre-eclampsia, independent of labor, gestational age, birthweight centile"}, {"pubmed": 24283919, "text": "SD1 mRNA levels do not differ between resected colon samples of patients with acute colonic diverticulites and ileocolonic Crohn's disease."}, {"pubmed": 24388357, "text": "Transfection of chimeric anti-CD138 gene enhances natural killer cell activation and killing of multiple myeloma cells."}, {"pubmed": 24392029, "text": "Syndecan-1 modulates the cancer stem cell phenotype via regulation of the Wnt and IL-6/STAT3 signaling pathways"}, {"pubmed": 24424718, "text": "It is concluded that increased SNAIL levels in advanced PC are associated with low expression of syndecan 1"}, {"pubmed": 24524203, "text": "Urinary levels and cellular localization of syndecan-1 are associated with differentiation status of patients with bladder cancer."}, {"pubmed": 24549646, "text": "Syndecan-1 (CD138) contributes to prostate cancer progression by stabilizing tumour-initiating cells."}, {"pubmed": 24656090, "text": "Presence of SDC1 in tumor stroma is an independent risk factor for patient survival in bladder cancer"}, {"pubmed": 24751902, "text": "Heptatitis c virus uses apoE-SDC4 interactions to enter hepatoma cells and establish infection."}, {"pubmed": 24762495, "text": "Expression decreased with the decreasing grades of dysplasia. Syndecan-1 can be efficiently used in early detection and diagnosis of oral carcinoma."}, {"pubmed": 24956062, "text": "Data indicate that the extracellular and cytoplasmic domains of syndecans 1/2/3/4 are intrinsically disordered regions."}, {"pubmed": 24957789, "text": "HO-1, S100A4, and SYND1 expressions have prognostic value in primary non-muscle-invasive bladder cancer (NMIBC)."}, {"pubmed": 24970903, "text": "Syndecan 1 mRNA expression did not vary between chronic diverticulitis and Crohn's disease."}, {"pubmed": 24982376, "text": "In DCIS of different nuclear grades, tissue localization of syndecan-1 is significantly divergent, suggesting a specific effect on biology and progression of DCIS."}, {"pubmed": 25017879, "text": "Increased syndecan-1 expression levels may indicate a high degree of differentiation, an early clinical stage and a favorable prognosis of malignant gastric cardiac adenocarcinoma."}, {"pubmed": 25115297, "text": "Elevated levels of soluble CD138/Sdc-1 in older bladder cancer patients and those with muscular invasion sheds some light on the mechanisms of the disease invasion."}, {"pubmed": 25120060, "text": "Syndecan-1 is involved in morphogenesis of the developing tooth crown and cervical loops, andntogether with CK8 and vimentin in differentiation of preameloblasts and preodontoblasts."}, {"pubmed": 25147801, "text": "syndecan-1 in pleural effusions predicted a survival difference for patients with pleural metastatic disease and malignant mesothelioma."}, {"pubmed": 25198673, "text": "syndecan-1(+) cell syncytia and excess GAG production recapitulate elements of the invertebrate encapsulation reaction, itself dependent on insect transglutaminase and glutaminated early response proteins"}, {"pubmed": 25202019, "text": "Sdc1 is required for HER2-mediated activation of the alpha6beta4 integrin in wound healing assays or tumor cell survival."}, {"pubmed": 25236603, "text": "PKC-mediated syndecan-1 downregulation causes loss of cell invasiveness in melanoma cells under anchorage independency"}, {"pubmed": 25267953, "text": "bFGF, SD1 and TNF-alpha are significantly reduced in Crohn's disease patients in deep remission under treatment with anti-TNFalpha, likely as an expression of optimal control of inflammation."}, {"pubmed": 25273930, "text": "syndecan-1 may have a role as a biological and prognostic marker in patients with triple-positive breast carcinomas"}, {"pubmed": 25274915, "text": "The levels of expression of VEGF and syndecan-4 mRNAs were significantly and positively correlated in cartilage explant but not in cultured chondrocytes"}, {"pubmed": 25321193, "text": "High Syndecan-1 expression is associated with chemotherapy resistance in colorectal cancer."}, {"pubmed": 25344834, "text": "High expression of SDC1 is associated with dedifferentiated liposarcoma tumorigenesis."}, {"pubmed": 25353275, "text": "Our study indicates that SDC1 expressed by the bone marrow microenvironment is involved in angiogenesis in MM."}, {"pubmed": 25361632, "text": "A significant association between SDC1 and breast cancer was identified."}, {"pubmed": 25404732, "text": "this work has broad implications beyond myeloma because shed syndecan-1 is present in high levels in many tumor types as well as in other disease states."}, {"pubmed": 25462564, "text": "Syndecan-1 responsive microRNA-126 and 149 regulate cell proliferation in prostate cancer"}, {"pubmed": 25512478, "text": "Serum SDC-1 levels are increased in systemic lupus erythematosus patients with nephritis, indicating that SDC-1 might be a useful serum biomarker for active LN."}, {"pubmed": 25589885, "text": "Syndecan-1 expression is associated with tumor size and EGFR expression in colorectal carcinoma"}, {"pubmed": 25662098, "text": "This paper provides evidence of alternative binding of IL-34 to chondroitin sulphates and syndecan-1 at the cell surface that modulates M-CSFR activation."}, {"pubmed": 25732677, "text": "our findings identify heparanase as a modulator of the syndecan-syntenin-ALIX pathway, fostering endosomal membrane budding and the biogenesis of exosomes by trimming the heparan sulfate chains on syndecans"}, {"pubmed": 25757215, "text": "syndecan-1 has a role in glycocalyx shedding and is increased in patients with end-stage liver disease; ischemia-reperfusion injury during OLT further exacerbates glycocalyx shedding"}, {"pubmed": 25830352, "text": "Sdc-1 may act as a modulator of ESC apoptosis and probably invasion depth as a crucial factor for successful pregnancy."}, {"pubmed": 25891890, "text": "The concentration of syndecan-1, a marker of glycocalyx damage measured during ED admission, is valuable in assessing the risk of developing AKI and in-hospital mortality."}, {"pubmed": 25972509, "text": "Elevated plasma syndecan-1 levels in renal transplantation patients might be interpreted as repair/survival factor related to loss of tubular and endothelial function in transplanted kidneys."}, {"pubmed": 26057450, "text": "Despite presence of the HPV-receptor syndecan-1 in tongue squamous cell carcinoma (TSCC), HPV prefers the tonsillar environment."}, {"pubmed": 26076711, "text": "Systemic sclerosis (SSc) patients with elevated serum syndecan-1 levels had higher prevalence of telangiectasia, elevated right ventricular systolic pressure and decreased diffuse capacity of the lung for carbon monoxide than those with normal levels. Therefore, soluble syndecan-1 may be related to the development of proliferative vasculopathy in SSc patients."}, {"pubmed": 26191180, "text": "miR-302a plays a key role in inhibition of ovarian cancer cell proliferation, and enhancing apoptosis by targeting SDC1."}, {"pubmed": 26210886, "text": "SULF1 levels are lower in pleural malignancies compared to benign conditions and inversely correlate with the amounts of syndecan-1, suggesting important roles for syndecan-1 and SULF1 in malignant mesothelioma."}, {"pubmed": 26259043, "text": "MiR-331-3p-mediated miRNA maturation and enhanced epithelial-to-mesenchymal transition via effects on TGF-beta/Smad 4 and Dicer are essential for the development of prostate cancer mediated by syndecan-1."}, {"pubmed": 26289843, "text": "HPV16 particles binds to heparan sulfate and syndecan-1 molecules present in the extracellular matrix."}, {"pubmed": 26350464, "text": "demonstrate that HER2 is captured via a site, comprised of amino acids 210-240, in the extracellular domain of human Sdc1, and EGFR is captured via an extracellular site comprised of amino acids 87-131 in human Sdc4"}, {"pubmed": 26460958, "text": "Targeting Syndecan-1, a molecule implicated in the process of vasculogenic mimicry, enhances the therapeutic efficacy of the L19-IL2 immunocytokine in human melanoma xenografts."}, {"pubmed": 26513873, "text": "stromal changes in the expression of SDC-1 may originate from the stroma and contribute to the pathogenesis and metastatic potential of epithelial ovarian carcinoma"}, {"pubmed": 26514209, "text": "miR-145 suppresses syndecan-1 and, by this mechanism, up-regulates stem cell factors and induces cell senescence and differentiation."}, {"pubmed": 26526579, "text": "epithelial cytoplasmic expression of maspin and CD138 may have a significant role in tumorigenesis in ovarian high-grade serous carcinomas and clear cell carcinomas; these markers may regulate tumor cell proliferation, and their significant correlation to each other may suggest that CD138 probably induces maspin expression to protect tumor growth factors from being lysed by proteolytic enzymes"}, {"pubmed": 26729247, "text": "The new markers were able to identify a clonal CD138-negative population as minimal residual disease in the bone marrow and peripheral blood of MM patients."}, {"pubmed": 26852939, "text": "Syndecan-1 on epithelial tumor cells promotes MIF binding and MIF-mediated cell migration. This may represent a relevant mechanism through which MIF enhances tumor cell motility and metastasis."}, {"pubmed": 26909794, "text": "The results suggest that Sdc1 may modulate fibronectin fibrillogenesis and/or alter cell morphology during ECM production through alphavbeta3 integrin, thereby mediating ECM fiber alignment."}, {"pubmed": 26953518, "text": "High syndecan level is associated with sepsis."}, {"pubmed": 26972718, "text": "in colorectal adenomas, the heparanase-1 does not participate in syndecan-1 degradation; the heparanase-2 does not stimulate syndecan-1 degradation by the action of heparanase-1, and the heparanase-2 may be involved in the modulation of the heparanase-1 activity."}, {"pubmed": 27299886, "text": "Soluble Sdc1 is significantly lower before the clinical onset of preeclampsia, with reduced expression of Sdc1 in the delivered placenta, suggesting a role for glycocalyx disturbance in preeclampsia pathophysiology."}, {"pubmed": 27305940, "text": "it is not appropriate to assume that CD138 expression in urothelial carcinomas is specific for plasmacytoid variants"}, {"pubmed": 27434331, "text": "The above suggest that radiation-mediated premature senescence and invasive tumor cells, alone or in combination, enhance SDC1 expression in breast stromal fibroblasts, a poor prognostic factor for cancer growth, and that TGF-beta plays a crucial role in this process."}, {"pubmed": 27472156, "text": "Study provides robust evidence in favor of the additional baseline soluble CD138 prognostic value for OS, in mCRC patients. A simple biological scoring system is proposed including LDH and CD138 binary status values."}, {"pubmed": 27556509, "text": "S1P induces advanced tumor phenotypes of hepatocellular carcinoma via establishing an MMP-7/syndecan-1/TGF-beta1 autocrine loop"}, {"pubmed": 27578500, "text": "our results identify the CD63-syntenin-1-ALIX complex as a key regulatory component in post-endocytic HPV trafficking."}, {"pubmed": 27758044, "text": "Heparanase has emerged as a major regulator of cancer by degrading heparan sulfate thereby influencing multiple signaling pathways that control gene expression, syndecan shedding and cell behavior. (Review)"}, {"pubmed": 27819680, "text": "overexpression of syndecan-1 confers to B-LCs an increased capacity to migrate in response to Tat, owing to a switch from a CXCR4/G-protein/Rac to a syndecan-1/alphavbeta3/pp60src/pp125FAK signal transduction pathway that depends on the formation of a complex in which syndecan-1 interacts with Tat via its HS-chains, with alphavbeta3 via its core protein ectodomain and with pp60src via its intracellular tail"}, {"pubmed": 27838471, "text": "the present study showed that serum Syndecan-1 might be a reliable marker for monitoring disease activity and renal activity in children with JSLE and lupus nephritis."}, {"pubmed": 27930836, "text": "Hepatitis C virus infection downregulates Synd-1 and upregulates Xylt 2 expression, likely contributing to a major glycocalyx reshuffle within days of infection."}, {"pubmed": 28107214, "text": "findings support a key role for Sdc1 in modulating pulmonary protection by FFP after hemorrhagic shock."}, {"pubmed": 28270211, "text": "Syndecan-1 acts as a novel tissue biomarker and a modulator of CSC phenotype of triple negative IBC via the IL-6/STAT3, Notch and EGFR signaling pathways, thus emerging as a promising therapeutic target for IBC."}, {"pubmed": 28351285, "text": "The heparanase/syndecan1 axis in gallbladder carcinoma cells plays an important role in the invasion and metastasis, thus providing a new therapeutic target."}, {"pubmed": 28382590, "text": "The positive correlation between soluble Syndecan-1 levels and breast cancer tumor size in the present study highlights the importance of this molecule in the breast tumor progression and their significance as tumor biomarkers."}, {"pubmed": 28574293, "text": "serum level higher in control group than in early-onset or late-onset pre-eclampsia"}, {"pubmed": 28579548, "text": "A syndecan-1 level >/=40 ng/mL identified trauma patients with significantly worse outcomes, despite admission physiology similar to those without the condition."}, {"pubmed": 28585128, "text": "There was a close correlation between the expression of IL-17 and syndecan-1 in nasal mucosa epithelial cells, glandular epithelial cells, and inflammatory cells, suggesting that IL-17 and syndecan-1 may play a role, and interact with each other, in the pathogenesis of non- eosinophilic chronic rhinosinusitis with nasal polyps."}, {"pubmed": 28843664, "text": "syndecan-1 levels were associated with not only the severity of illness and mortality but also disseminated intravascular coagulation development in sepsis, suggesting that syndecan-1 could be a predictive marker of disseminated intravascular coagulation"}, {"pubmed": 29212806, "text": "results identify syndecan-1 as a crucial component of the Wnt signalosome in MM cells, binding Wnts and R-spondins to promote aberrant Wnt/beta-catenin signaling and cell growth, and suggest HS and its biosynthetic enzymes as potential targets in the treatment of MM."}, {"pubmed": 29216821, "text": "abrogation of nuclear translocation of syndecan-1 resulted in a set of changes clustering in distinct patterns, which highlighted the functional importance of nuclear syndecan-1 in hampering cell proliferation and the cell cycle"}, {"pubmed": 29355516, "text": "This work identifies syndecan-1 as an important factor in lung cancer cells that shapes the tumor microenvironment through alterations in miRNA packaging within exosomes."}, {"pubmed": 29484435, "text": "our findings revealed that SDC1 suppressed EMT via the modulation of the ERK signaling pathway that, in turn, negatively affected the invasiveness of human oral cancer cells. Our results provided useful evidence about the potential use of SDC1 as a molecular target for therapeutic interventions in human oral cancer."}, {"pubmed": 29601451, "text": "SDC-1 serum levels may mirror vascular endothelial damage and inflammation in Kawasaki disease"}, {"pubmed": 29628317, "text": "High serum SDC1 expression is associated with chemotherapy-resistance in castration-resistant prostate cancer."}, {"pubmed": 29798960, "text": "evamisole inhibited CD138 expression and affected the levels of IL-6 in a dose-dependent manner. The results of the present study add new dimension to levamisole's mode of action as inhibitor of CD138 and IL-6 and as an antiapoptotic agent."}, {"pubmed": 29850393, "text": "E-Cadherin and epithelial syndecan-1 were more highly expressed in intraluminal/luminal unicystic ameloblastoma than in mural unicystic ameloblastoma and solid/multicystic ameloblastoma, whereas the stromal expression of syndecan-1 was higher in mural unicystic ameloblastoma and solid/multicystic ameloblastoma."}, {"pubmed": 29905671, "text": "These data suggest that in vitro, fibrinogen associated with cell surface syndecan-1 and enhanced endothelial barrier integrity."}, {"pubmed": 29936329, "text": "syndecan-1 is correlated with neutrophil activation biomarkers in patients with sepsis due to pneumonia and significantly increases the odds of respiratory failure"}, {"pubmed": 29956739, "text": "Study demonstrated that miR494 is able to downregulate SDC1 expression, thereby inhibiting the progression of pancreatic cancer."}, {"pubmed": 29976229, "text": "Sdc1 is induced in the lung microenvironment after mammary carcinoma cell dissemination and promotes outgrowth of metastases in a temperature-dependent manner."}, {"pubmed": 30065348, "text": "This study identifies ZEB1 as a key repressor of SDC-1."}, {"pubmed": 30151336, "text": "The research revealed identical overall epithelial Sdc1 expression in both breast carcinomas with no statistically significant difference in its stromal expression and confirmed the role of Sdc1 in the progression of both tumor types and in the development of ductal carcinoma's metastatic potential."}, {"pubmed": 30275097, "text": "Letter: CD138/syndecan-1 is expressed in pancreatic solid and pseudopapillary neoplasms."}, {"pubmed": 30379102, "text": "In hemodialysis patients, higher plasma syndecan-1 levels were associated with lower concentrations of BNP, pro-ANP, and endothelin and with better patient survival."}, {"pubmed": 30578753, "text": "the syndecan-1 level is important in the assessment of risk of adverse clinical outcome"}, {"pubmed": 30679164, "text": "Increased levels of syndecan-1 (SDC1) as a blood plasma extracellular vesicle constituent distinguish between high-grade glioblastoma multiforme (GBM, WHO grade IV) and low-grade glioma [LGG, WHO grade II)"}, {"pubmed": 30738694, "text": "syndecan-1 is a good predictor of poor overall survival and recurrence/ metastasis free survival in breast carcinoma"}, {"pubmed": 30826971, "text": "Syndecan-1 in Liver Diseases."}, {"pubmed": 30918400, "text": "study reveals syndecan 1 (SDC1) as a protein that is upregulated at the cell surface by KRAS; localization of SDC1 at the cell surface--where it regulates macropinocytosis, an essential metabolic pathway that fuels pancreatic ductal adenocarcinoma cell growth--is essential for disease maintenance and progression"}, {"pubmed": 31042409, "text": "Role of syndecan-1 and exogenous heparin in hepatoma sphere formation."}, {"pubmed": 31145753, "text": "These findings suggest the immunoregulatory role of tumor Syndecan-1 expression in Th cell polarization that may have therapeutic implications for breast cancer."}, {"pubmed": 31173301, "text": "A novel biomarker score for the screening and management of patients with plasma cell proliferative disorders."}, {"pubmed": 31327090, "text": "Study demonstrates a role for Sdc1 in promoting breast cancer metastasis to the brain. These findings suggest that Sdc1 supports breast cancer cell migration across the BBB through regulation of cytokines, which may modulate the BBB."}, {"pubmed": 31393853, "text": "Syndecan-1 promotes lung fibrosis by regulating epithelial reprogramming through extracellular vesicles."}, {"pubmed": 31401177, "text": "membrane tension plays an important role in the regulation of syndecan-1 expression and this effect is mediated by the reorganisation of the actin cytoskeleton."}, {"pubmed": 31439945, "text": "our data show that CD138 surface expression dynamically regulates a switch between growth vs. dissemination for myeloma"}, {"pubmed": 31540870, "text": "Stromal and epithelial syndecan-1 expression in benign and malignant salivary gland tumors: which is more reflective of behavior?"}, {"pubmed": 31543446, "text": "Physical features of the SDC1 transmembrane domain, rather than a specific sequence, confer targeting of SDC1 and bound LPL into the sphingomyelin secretion pathway."}, {"pubmed": 31562188, "text": "VLA-4 phosphorylation during tumor and immune cell migration relies on its coupling to VEGFR2 and CXCR4 by syndecan-1."}, {"pubmed": 31608721, "text": "Syndecan 4, galectin 2, and death receptor 3 (DR3) as novel proteins in pathophysiology of preeclampsia."}, {"pubmed": 31619273, "text": "Study describes a novel mechanism by which histones are actively released by natural killer (NK) cells early after contact with multiple myeloma (MM) cells. Extracellular histones bind to the CD138 on the surface of MM cells to promote the creation of immune-tumor cell clusters bringing immune and MM cells into proximity, and thus facilitating not only NK but also T lymphocyte anti-MM activity."}, {"pubmed": 31622242, "text": "Dynamics of soluble syndecan-1 in maternal serum during and after pregnancies complicated by preeclampsia: a nested case control study."}, {"pubmed": 31673058, "text": "Heparin and heparan sulfate proteoglycans promote HIV-1 p17 matrix protein oligomerization: computational, biochemical and biological implications."}, {"pubmed": 31695352, "text": "Circulating SDC-1 may be a novel inflammatory biomarker associated with lung function and systemic inflammation in patients with chronic obstructive pulmonary disease, which could also be useful to identify the risk of COPD exacerbation."}, {"pubmed": 31797997, "text": "Syndecan-1 Predicts Outcome in Patients with ST-Segment Elevation Infarction Independent from Infarct-related Myocardial Injury."}, {"pubmed": 31827001, "text": "Heparanase-Regulated Syndecan-1 Shedding Facilitates Herpes Simplex Virus 1 Egress."}, {"pubmed": 31843086, "text": "Endometrial CD138(+) count might be a valuable marker predicting pregnancy outcomes after frozen embryo transfer in patients with normal endometrial dating and histopathologic features who previously failed the transfer of two high-quality fresh embryos."}, {"pubmed": 31976021, "text": "Study provides a comprehensive overview on CD138 expression in human tumors and highlights the preferential expression in squamous cell carcinomas of various sites."}, {"pubmed": 32019488, "text": "Effects of low versus standard pressure pneumoperitoneum on renal syndecan-1 shedding and VEGF receptor-2 expression in living-donor nephrectomy: a randomized controlled study."}, {"pubmed": 32046458, "text": "Evaluation of Syndecan-1 as a Novel Biomarker for Adverse Pregnancy Outcomes."}, {"pubmed": 32124938, "text": "SNAIL expression correlates with the translocation of syndecan1 intracellular domain into the nucleus in prostate cancer cell lines."}, {"pubmed": 32234892, "text": "Our flow cytometry results on CD38 and CD138 showed that the lymphocyte populations were different between IgG4-related ophthalmic disease and extranodal marginal zone B-cell lymphoma (EMZL) , which may reflect the different pathophysiology of the two diseases."}, {"pubmed": 32274708, "text": "Involvement of Syndecan-1 and Heparanase in Cancer and Inflammation"}, {"pubmed": 32274735, "text": "The Lacritin-Syndecan-1-Heparanase Axis in Dry Eye Disease"}, {"pubmed": 32329146, "text": "Chronic endometritis and reproductive failure: Role of syndecan-1."}, {"pubmed": 32367652, "text": "The heparan sulfate proteoglycan syndecan-1 regulates colon cancer stem cell function via a focal adhesion kinase-Wnt signaling axis."}, {"pubmed": 32388727, "text": "Aberrant Expression of Syndecan-1 in Cervical Cancers."}, {"pubmed": 32432735, "text": "LncRNA ZNFX1-AS1 targeting miR-193a-3p/SDC1 regulates cell proliferation, migration and invasion of bladder cancer cells."}, {"pubmed": 32485953, "text": "Syndecan-1 Facilitates the Human Mesenchymal Stem Cell Osteo-Adipogenic Balance."}, {"pubmed": 32530114, "text": "Sulfated syndecan 1 is critical to preventing cellular senescence by modulating fibroblast growth factor receptor endocytosis."}, {"pubmed": 32597227, "text": "Glycocalyx damage biomarkers in healthy controls, abdominal surgery, and sepsis: a scoping review."}, {"pubmed": 32621878, "text": "A novel mechanism in wound healing: Laminin 332 drives MMP9/14 activity by recruiting syndecan-1 and CD44."}, {"pubmed": 32623935, "text": "Heparanase-enhanced Shedding of Syndecan-1 and Its Role in Driving Disease Pathogenesis and Progression."}, {"pubmed": 32812461, "text": "SDC1 knockdown induces epithelial-mesenchymal transition and invasion of gallbladder cancer cells via the ERK/Snail pathway."}, {"pubmed": 32845501, "text": "Syndecan-1 in the Tumor Microenvironment."}, {"pubmed": 32897364, "text": "Syndecan-1 modulates the invasive potential of endometrioma via TGF-beta signalling in a subgroup of women with endometriosis."}, {"pubmed": 32898003, "text": "Syndecan-1 and KRAS Gene Expression Signature Associates With Patient Survival in Pancreatic Cancer."}, {"pubmed": 32977498, "text": "Syndecan-1 Promotes Hepatocyte-Like Differentiation of Hepatoma Cells Targeting Ets-1 and AP-1."}, {"pubmed": 32978505, "text": "miR-19b targets pulmonary endothelial syndecan-1 following hemorrhagic shock."}, {"pubmed": 33047116, "text": "Osteoprotegerin interacts with syndecan-1 to promote human endometrial stromal decidualization by decreasing Akt phosphorylation."}, {"pubmed": 33195694, "text": "Increased Cytoplasmic CD138 Expression Is Associated with Aggressive Characteristics in Prostate Cancer and Is an Independent Predictor for Biochemical Recurrence."}, {"pubmed": 33197893, "text": "CD138(-) multiple myeloma cells express high level of CHK1 which correlated to overall survival in MM patient."}, {"pubmed": 33402482, "text": "Expression of Syndecan-1 in Chronic Liver Diseases: Correlation With Hepatic Fibrosis."}, {"pubmed": 33512430, "text": "Syndecan-1 and stromal heparan sulfate proteoglycans: key moderators of plasma cell biology and myeloma pathogenesis."}, {"pubmed": 33567345, "text": "Expression dynamics of vascular endothelial markers: endoglin and syndecan-1 in predicting dengue disease outcome."}, {"pubmed": 33595099, "text": "Plasma concentrations of syndecan-1 are dependent on kidney function."}, {"pubmed": 33634586, "text": "Flow cytometry detection of CD138 expression continuum between monotypic B and plasma cells is associated with both high IgM peak levels and MYD88 mutation and contributes to diagnosis of Waldenstrom macroglobulinemia."}, {"pubmed": 33692439, "text": "EZH2 is associated with cartilage degeneration in osteoarthritis by promoting SDC1 expression via histone methylation of the microRNA-138 promoter."}, {"pubmed": 33741039, "text": "Endothelial damage in septic shock patients as evidenced by circulating syndecan-1, sphingosine-1-phosphate and soluble VE-cadherin: a substudy of ALBIOS."}, {"pubmed": 33893369, "text": "Serum syndecan-1 reflects organ dysfunction in critically ill patients."}, {"pubmed": 33932696, "text": "A possible pathogenic role of Syndecan-1 in the pathogenesis of coronavirus disease 2019 (COVID-19)."}, {"pubmed": 34070901, "text": "Syndecan-1 Depletion Has a Differential Impact on Hyaluronic Acid Metabolism and Tumor Cell Behavior in Luminal and Triple-Negative Breast Cancer Cells."}, {"pubmed": 34212822, "text": "Increased salivary syndecan-1 level is associated with salivary gland function and inflammation in patients with Sjogren's syndrome."}, {"pubmed": 34343643, "text": "The role of actomyosin in the regulation of syndecan-1 in hyperosmosis."}, {"pubmed": 34400721, "text": "Circulating syndecan-1 is reduced in pregnancies with poor fetal growth and its secretion regulated by matrix metalloproteinases and the mitochondria."}, {"pubmed": 34445387, "text": "Syndecan Family Gene and Protein Expression and Their Prognostic Values for Prostate Cancer."}, {"pubmed": 34578329, "text": "Protease, Growth Factor, and Heparanase-Mediated Syndecan-1 Shedding Leads to Enhanced HSV-1 Egress."}, {"pubmed": 34590569, "text": "[Evaluation of extravascular lung water in patients with acute respiratory distress syndrome by syndecan-1 combined with lung ultrasonography]."}, {"pubmed": 34638892, "text": "Syndecan-1 and Free Indoxyl Sulfate Levels Are Associated with miR-126 in Chronic Kidney Disease."}, {"pubmed": 34671356, "text": "Syndecan-1 Amplifies Ovalbumin-Induced Airway Remodeling by Strengthening TGFbeta1/Smad3 Action."}, {"pubmed": 34699846, "text": "Kawasaki disease and increased cardiovascular risk: Is there a link to circulating glycocalyx biomarkers?"}, {"pubmed": 34861818, "text": "Syndecan-1, an indicator of endothelial glycocalyx degradation, predicts outcome of patients admitted to an ICU with COVID-19."}, {"pubmed": 34879094, "text": "Serum syndecan-1 concentration in hospitalized patients with heart failure may predict readmission-free survival."}, {"pubmed": 34990821, "text": "Follistatin-related protein 1 interacting partner of Syndecan-1 promotes an aggressive phenotype on Oral Squamous cell carcinoma (OSCC) models."}, {"pubmed": 35183674, "text": "Syndecan-1 and -4 influence Wnt signaling and cell migration in human breast cancers."}, {"pubmed": 35297817, "text": "Serum Syndecan-1: A Novel Biomarker for Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 35584326, "text": "Targeting syndecan-1: new opportunities in cancer therapy."}, {"pubmed": 35587107, "text": "The heparan sulphate proteoglycan Syndecan-1 (CD138) regulates tumour progression in a 3D model of ductal carcinoma in situ of the breast."}, {"pubmed": 35704700, "text": "Syndecan-1 in liver pathophysiology."}, {"pubmed": 35917973, "text": "Single cell RNA-seq reveals the CCL5/SDC1 receptor-ligand interaction between T cells and tumor cells in pancreatic cancer."}, {"pubmed": 35997115, "text": "miR-335-5p Targets SDC1 to Regulate the Progression of Breast Cancer."}, {"pubmed": 36088392, "text": "Overexpression in metastatic breast cancer supports Syndecan-1 as a marker of invasiveness and poor prognosis."}, {"pubmed": 36089417, "text": "Aberrant protein expression of Appl1, Sortilin and Syndecan-1 during the biological progression of prostate cancer."}, {"pubmed": 36131221, "text": "Evaluation of Intrafollicular Syndecan 1, Glypican 3, and Spermidine Levels in Women with Diminished Ovarian Reserve."}, {"pubmed": 36479675, "text": "C-Reactive Protein, Interleukin-6, Trimethylamine-N-Oxide, Syndecan-1, Nitric Oxide, and Tumor Necrosis Factor Receptor-1 in Heart Failure with Preserved Versus Reduced Ejection Fraction: a Meta-Analysis."}, {"pubmed": 36510963, "text": "Expression of syndecan-1 in different grades of oral squamous cell carcinoma: An immunohistochemical study."}, {"pubmed": 36524421, "text": "Syndecan 1 may slow the progression of subclinical atherosclerosis in patients with ankylosing spondylitis."}, {"pubmed": 36730554, "text": "High expression of SDC1 in stromal cells is associated with good prognosis in colorectal cancer."}, {"pubmed": 36980251, "text": "The Heparan Sulfate Proteoglycan Syndecan-1 Triggers Breast Cancer Cell-Induced Coagulability by Induced Expression of Tissue Factor."}, {"pubmed": 37486132, "text": "CD9 co-operation with syndecan-1 is required for a major staphylococcal adhesion pathway."}, {"pubmed": 37542221, "text": "The utility of syndecan-1 circulating levels as a biomarker in patients with previous or active COVID-19: a systematic review and meta-analysis."}, {"pubmed": 37596305, "text": "Dynamic interplay between sortilin and syndecan-1 contributes to prostate cancer progression."}, {"pubmed": 37784173, "text": "Binding of Trichinella spiralis C-type lectin with syndecan-1 on intestinal epithelial cells mediates larval invasion of intestinal epithelium."}, {"pubmed": 37878479, "text": "CLINICAL VALUE OF SYNDECAN-1 LEVELS IN TRAUMA BRAIN INJURY: A META-ANALYSIS."}, {"pubmed": 37907515, "text": "SDC1 and ITGA2 as novel prognostic biomarkers for PDAC related to IPMN."}, {"pubmed": 37957867, "text": "Syndecan-1: A Novel Diagnostic and Therapeutic Target in Liver Diseases."}, {"pubmed": 38011327, "text": "Neutrophil Extracellular Traps Are Induced by Coronavirus 2019 Disease-Positive Patient Plasma and Persist Longitudinally: A Possible Link to Endothelial Dysfunction as Measured by Syndecan-1."}, {"pubmed": 38272329, "text": "Soluble Endoglin and Syndecan-1 levels predicts the clinical outcome in COVID-19 patients."}, {"pubmed": 38686489, "text": "Sirt7/HIC1 complex participates in hyperglycaemia-mediated EndMT via modulation of SDC1 expression in diabetic kidney disease and metabolic memory."}, {"pubmed": 38762781, "text": "The significance of Syndecan 1, a new marker for endothelial dysfunction, in cases of fetal growth retardation."}], "genomic_pos": {"chr": "2", "end": 20225433, "ensemblgene": "ENSG00000115884", "start": 20200797, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 20425194, "start": 20400558, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001657", "qualifier": "involved_in", "term": "ureteric bud development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006898", "qualifier": "involved_in", "term": "receptor-mediated endocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009636", "qualifier": "involved_in", "term": "response to toxic substance"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042542", "qualifier": "involved_in", "term": "response to hydrogen peroxide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048627", "qualifier": "involved_in", "term": "myoblast development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051591", "qualifier": "involved_in", "term": "response to cAMP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051592", "qualifier": "involved_in", "term": "response to calcium ion"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0055002", "pubmed": 9566955, "qualifier": "involved_in", "term": "striated muscle cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060009", "qualifier": "involved_in", "term": "Sertoli cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903543", "pubmed": 22660413, "qualifier": "involved_in", "term": "positive regulation of exosomal secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903553", "pubmed": 22660413, "qualifier": "involved_in", "term": "positive regulation of extracellular exosome assembly"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 25063885, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032991", "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0043202", "qualifier": "located_in", "term": "lysosomal lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15292202, 16982797, 18093920, 23395182, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0038024", "qualifier": "enables", "term": "cargo receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 18093920, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[9031, 421960], [9544, 701544], [9606, 6382], [9615, 482986], [9913, 529759], [10090, 20969], [10116, 25216]], "id": 2252}, "interpro": [{"desc": "Syndecan", "id": "IPR001050", "short_desc": "Syndecan"}, {"desc": "Neurexin/syndecan/glycophorin C", "id": "IPR003585", "short_desc": "Neurexin-like"}, {"desc": "Syndecan/Neurexin domain", "id": "IPR027789", "short_desc": "Syndecan/Neurexin_dom"}, {"desc": "Syndecan, conserved site", "id": "IPR030479", "short_desc": "Syndecan_CS"}], "ipi": ["IPI00002441", "IPI00892674", "IPI00892795"], "map_location": "2p24.1", "name": "syndecan 1", "other_names": ["CD138 antigen", "heparan sulfate proteoglycan fibroblast growth factor receptor", "syndecan proteoglycan 1", "syndecan-1"], "pantherdb": {"HGNC": "10658", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1349162", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 10090, "uniprot_kb": "P18828"}, {"RGD": "3648", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 10116, "uniprot_kb": "P26260"}, {"Ensembl": "ENSGALG00000016480", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 9031, "uniprot_kb": "F1NV24"}, {"WormBase": "WBGene00004749", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 6239, "uniprot_kb": "P50605"}, {"FlyBase": "FBgn0010415", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 7227, "uniprot_kb": "P49415"}], "uniprot_kb": "P18827"}, "pathway": {"kegg": [{"id": "hsa04512", "name": "ECM-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa05144", "name": "Malaria - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_Fibroblast__growth__factor-1", "name": "Fibroblast growth factor-1"}], "pid": [{"id": "avb3_integrin_pathway", "name": "Integrins in angiogenesis"}, {"id": "integrin3_pathway", "name": "Beta3 integrin cell surface interactions"}, {"id": "integrin5_pathway", "name": "Beta5 beta6 beta7 and beta8 integrin cell surface interactions"}, {"id": "syndecan_1_pathway", "name": "Syndecan-1-mediated signaling events"}, {"id": "syndecan_pathway", "name": "Proteoglycan syndecan-mediated signaling events"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1630316", "name": "Glycosaminoglycan metabolism"}, {"id": "R-HSA-1630316", "name": "Glycosaminoglycan metabolism"}, {"id": "R-HSA-1638091", "name": "Heparan sulfate/heparin (HS-GAG) metabolism"}, {"id": "R-HSA-1638091", "name": "Heparan sulfate/heparin (HS-GAG) metabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-1793185", "name": "Chondroitin sulfate/dermatan sulfate metabolism"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-1971475", "name": "A tetrasaccharide linker sequence is required for GAG synthesis"}, {"id": "R-HSA-2022928", "name": "HS-GAG biosynthesis"}, {"id": "R-HSA-2022928", "name": "HS-GAG biosynthesis"}, {"id": "R-HSA-2024096", "name": "HS-GAG degradation"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-3000170", "name": "Syndecan interactions"}, {"id": "R-HSA-3000170", "name": "Syndecan interactions"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-3560782", "name": "Diseases associated with glycosaminoglycan metabolism"}, {"id": "R-HSA-3560783", "name": "Defective B4GALT7 causes EDS, progeroid type"}, {"id": "R-HSA-3560801", "name": "Defective B3GAT3 causes JDSSDHD"}, {"id": "R-HSA-3656237", "name": "Defective EXT2 causes exostoses 2"}, {"id": "R-HSA-3656253", "name": "Defective EXT1 causes exostoses 1, TRPS2 and CHDS"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-4420332", "name": "Defective B3GALT6 causes EDSP2 and SEMDJL1"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449836", "name": "Other interleukin signaling"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-6806667", "name": "Metabolism of fat-soluble vitamins"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9694614", "name": "Attachment and Entry"}, {"id": "R-HSA-9694614", "name": "Attachment and Entry"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-975634", "name": "Retinoid metabolism and transport"}, {"id": "R-HSA-9772572", "name": "Early SARS-CoV-2 Infection Events"}, {"id": "R-HSA-9772572", "name": "Early SARS-CoV-2 Infection Events"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9820960", "name": "Respiratory syncytial virus (RSV) attachment and entry"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}]}, "pdb": ["4GVC", "4GVD", "6EJE"], "pfam": "PF01034", "pharmgkb": "PA35588", "pharos": {"target_id": 18383, "tdl": "Tbio"}, "pir": "A41776", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256175", "relationship": "is"}, {"id": "GNF256176", "relationship": "is"}, {"id": "GNF256177", "relationship": "is"}, {"id": "GNF256178", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161628", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF047530", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF013073", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285000", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101645", "relationship": "is"}, {"id": "GNF141300", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_050639.2"], "protein": ["NP_001006947.2", "NP_002988.4", "XP_005262677.1", "XP_005262678.3", "XP_005262679.1", "XP_054199310.1", "XP_054199311.1", "XP_054199312.1"], "rna": ["NM_001006946.2", "NM_002997.5", "XM_005262620.5", "XM_005262621.3", "XM_005262622.3", "XM_054343335.1", "XM_054343336.1", "XM_054343337.1"], "translation": [{"protein": "XP_054199311.1", "rna": "XM_054343336.1"}, {"protein": "XP_005262679.1", "rna": "XM_005262622.3"}, {"protein": "XP_005262677.1", "rna": "XM_005262620.5"}, {"protein": "XP_054199312.1", "rna": "XM_054343337.1"}, {"protein": "XP_005262678.3", "rna": "XM_005262621.3"}, {"protein": "NP_001006947.2", "rna": "NM_001006946.2"}, {"protein": "NP_002988.4", "rna": "NM_002997.5"}, {"protein": "XP_054199310.1", "rna": "XM_054343335.1"}]}, "reporter": {"HG-U133_Plus_2": ["201286_at", "201287_s_at"], "HG-U95Av2": "38127_at", "HTA-2_0": "TC02001619.hg.1", "HuEx-1_0": "2542795", "HuGene-1_1": "8050557", "HuGene-2_1": "16894911"}, "summary": "The protein encoded by this gene is a transmembrane (type I) heparan sulfate proteoglycan and is a member of the syndecan proteoglycan family. The syndecans mediate cell binding, cell signaling, and cytoskeletal organization and syndecan receptors are required for internalization of the HIV-1 tat protein. The syndecan-1 protein functions as an integral membrane protein and participates in cell proliferation, cell migration and cell-matrix interactions via its receptor for extracellular matrix proteins. Altered syndecan-1 expression has been detected in several different tumor types. While several transcript variants may exist for this gene, the full-length natures of only two have been described to date. These two represent the major variants of this gene and encode the same protein. [provided by RefSeq, Jul 2008].", "symbol": "SDC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419891"}, "unigene": ["Hs.665958", "Hs.224607"], "uniprot": {"Swiss-Prot": "P18827", "TrEMBL": ["F8WCX9", "E9PHH3", "H7C1K4"]}, "wikipedia": {"url_stub": "Syndecan 1"}}