{"AllianceGenome": "10659", "HGNC": "10659", "MIM": "142460", "_id": "6383", "_version": 1, "accession": {"genomic": ["AP003477.2", "AP003548.2", "CH471060.1", "CP068270.2", "KC877279.1", "NC_000008.11", "NC_060932.1"], "protein": ["AAA52701.1", "AAH30133.1", "AAH49836.1", "BAB15150.1", "BAG51965.1", "BAG53540.1", "BAG60818.1", "BAG61873.1", "BAH12908.1", "EAW91755.1", "EAW91756.1", "NP_002989.2", "P34741.2", "XP_011515514.1", "XP_024302996.1", "XP_047278032.1", "XP_054216937.1", "XP_054216938.1"], "rna": ["AA114891.1", "AK025488.1", "AK074530.1", "AK097839.1", "AK130131.1", "AK298643.1", "AK298939.1", "AK300067.1", "BC030133.2", "BC049836.1", "CK825252.1", "J04621.1", "NM_002998.4", "XM_011517212.4", "XM_024447228.2", "XM_047422076.1", "XM_054360962.1", "XM_054360963.1"], "translation": [{"protein": "BAG60818.1", "rna": "AK298643.1"}, {"protein": "BAG51965.1", "rna": "AK074530.1"}, {"protein": "XP_011515514.1", "rna": "XM_011517212.4"}, {"protein": "XP_054216937.1", "rna": "XM_054360962.1"}, {"protein": "BAH12908.1", "rna": "AK298939.1"}, {"protein": "XP_054216938.1", "rna": "XM_054360963.1"}, {"protein": "AAA52701.1", "rna": "J04621.1"}, {"protein": "BAG53540.1", "rna": "AK097839.1"}, {"protein": "AAH30133.1", "rna": "BC030133.2"}, {"protein": "AAH49836.1", "rna": "BC049836.1"}, {"protein": "BAG61873.1", "rna": "AK300067.1"}, {"protein": "XP_024302996.1", "rna": "XM_024447228.2"}, {"protein": "XP_047278032.1", "rna": "XM_047422076.1"}, {"protein": "NP_002989.2", "rna": "NM_002998.4"}, {"protein": "BAB15150.1", "rna": "AK025488.1"}]}, "alias": ["CD362", "HSPG", "HSPG1", "SYND2"], "ensembl": {"gene": "ENSG00000169439", "protein": ["ENSP00000307046", "ENSP00000427784", "ENSP00000428256", "ENSP00000429045", "ENSP00000429121", "ENSP00000429662"], "transcript": ["ENST00000302190", "ENST00000518385", "ENST00000519587", "ENST00000519914", "ENST00000520233", "ENST00000521590", "ENST00000522911", "ENST00000523877"], "translation": [{"protein": "ENSP00000307046", "rna": "ENST00000302190"}, {"protein": "ENSP00000429045", "rna": "ENST00000518385"}, {"protein": "ENSP00000427784", "rna": "ENST00000522911"}, {"protein": "ENSP00000428256", "rna": "ENST00000519914"}, {"protein": "ENSP00000429121", "rna": "ENST00000521590"}, {"protein": "ENSP00000429662", "rna": "ENST00000523877"}], "type_of_gene": "protein_coding"}, "entrezgene": "6383", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.61348935055, "exp_mis": 66.9217742592, "exp_syn": 32.3705003949, "lof_z": 2.16225667103225, "mis_z": 0.354066060095247, "mu_lof": 4.55801576522e-07, "mu_mis": 6.50328982023e-06, "mu_syn": 3.13889559456e-06, "n_lof": 1.0, "n_mis": 61.0, "n_syn": 25.0, "p_li": 0.579949600907069, "p_null": 0.0107691627461228, "p_rec": 0.409281236346809, "syn_z": 0.803103850101068}, "bp": 606, "cds_end": 97621776, "cds_start": 97506499, "n_exons": 5, "nonpsych": {"exp_lof": 5.89454340753, "exp_mis": 60.479362693, "exp_syn": 29.2071245685, "lof_z": 1.97988096338509, "mis_z": 0.420233028668936, "mu_lof": 4.55801576522e-07, "mu_mis": 6.50328982023e-06, "mu_syn": 3.13889559456e-06, "n_lof": 1.0, "n_mis": 54.0, "n_syn": 25.0, "p_li": 0.5441915618898, "p_null": 0.0170459599067697, "p_rec": 0.43876247820343, "syn_z": 0.490121819753053}, "nontcga": {"exp_lof": 6.07551075586, "exp_mis": 61.5591370102, "exp_syn": 29.7719627032, "lof_z": 2.03127912930271, "mis_z": 0.225999893240132, "mu_lof": 4.55801576522e-07, "mu_mis": 6.50328982023e-06, "mu_syn": 3.13889559456e-06, "n_lof": 1.0, "n_mis": 58.0, "n_syn": 23.0, "p_li": 0.538812654934343, "p_null": 0.0147601016563967, "p_rec": 0.44642724340926, "syn_z": 0.78583793854332}, "transcript": "ENST00000302190.4"}, "exons": [{"cdsend": 96609548, "cdsstart": 96494271, "chr": "8", "position": [[96493812, 96494331], [96593479, 96593591], [96602394, 96602528], [96608334, 96608470], [96609384, 96611790]], "strand": 1, "transcript": "NM_002998", "txend": 96611790, "txstart": 96493812}], "exons_hg19": [{"cdsend": 97621776, "cdsstart": 97506499, "chr": "8", "position": [[97506040, 97506559], [97605707, 97605819], [97614622, 97614756], [97620562, 97620698], [97621612, 97624018]], "strand": 1, "transcript": "NM_002998", "txend": 97624018, "txstart": 97506040}], "generif": [{"pubmed": 12036876, "text": "Identification of integrin alpha(M)beta(2) as an adhesion receptor on human peripheral blood monocytes for Cyr61 and connective tissue growth factor: immediate-early gene products expressed in atherosclerotic lesions.(integrin alpha(M)beta(2))"}, {"pubmed": 12055189, "text": "role in mediating adhesion and proliferation of colon carcinoma cells"}, {"pubmed": 12708751, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12860416, "text": "Ezrin N-terminal domain binds to the syndecan-2 cytoplasmic domain with an estimated K(D) of 0.71 microM and without the requirement of other proteins"}, {"pubmed": 12860968, "text": "Mechanisms for the regulation of HSPG have been studied."}, {"pubmed": 14527339, "text": "Interleukin-8 binds to syndecan-2 on vascular endothelial cells."}, {"pubmed": 14674716, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 14674716, "text": "the HSPG T allele is a risk factor for the development of severe diabetic nephropathy in type 2 diabetic patients"}, {"pubmed": 15936998, "text": "Syndecan-2 induces osteoblastic cell apoptosis through the JNK/Bax apoptotic pathway and the cytoplasmic domain of syndecan-2 is required for this action."}, {"pubmed": 16253987, "text": "the transmembrane domains are sufficient for inducing dimerization and transmembrane domain-induced oligomerization is crucial for syndecan-2 and syndecan-4 functions"}, {"pubmed": 16440330, "text": "PKCdelta acts as a pro-survival kinase and that SYND2 inhibits the anti-apoptotic action of PKCdelta in osteoblast."}, {"pubmed": 16997272, "text": "molecular complex most likely to obstruct RACK1 for functional attachment at syndecan-2, as revealed in cells transfected with oncogenic ras"}, {"pubmed": 17035092, "text": "HSPGs are expressed on the membrane of myeloid leukemic cell lineages."}, {"pubmed": 17261577, "text": "heparanase-1 expression and heparan sulphate proteoglycan degradation are induced by estradiol in human endometrium"}, {"pubmed": 17457918, "text": "these data suggested that both HSPG and CD81 are important for HCV entry."}, {"pubmed": 17516498, "text": "HSPG modulation of BMP signaling in myositis ossificans cells is reported."}, {"pubmed": 17623663, "text": "syndecan-2 acts as a suppressor for MMP-2 activation, causing suppression of metastasis"}, {"pubmed": 18032547, "text": "There are pronounced tubulointerstitial HSPG alterations in primary kidney disease, which may affect the inflammatory response."}, {"pubmed": 18093920, "text": "syndecan TMD homodimerization and heterodimerization can be mediated by GxxxG motifs and modulated by sequence context"}, {"pubmed": 18342939, "text": "This study provides evidence for the up-regulation of syndecan-2 and -4 in human primary CD4 T cells during in vitro activation and suggest an inhibitory role for these syndecans in CD4 T cells."}, {"pubmed": 18599487, "text": "pleiotrophin (PTN) and syndecan-2 and -3 as direct binding partners of Y-P30."}, {"pubmed": 18716610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19073173, "text": "A pivotal role of this heparan sulphate proteoglycan in the formation of new blood vessels."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19179614, "text": "HSPGs and HSPG-dependent signaling are affected in both central and peripheral chondrosarcomas."}, {"pubmed": 19288017, "text": "SDC2 and CYR61 expression affect the severity of cancer, and the survival of patients with esophageal squamous cell carcinoma (ESCC)."}, {"pubmed": 19383343, "text": "estradiol affects the expression of syndecan-2, but not of syndecan-4, through ERalpha"}, {"pubmed": 19450993, "text": "changes in the pattern expression of syndecan-1 and -2 indicate that both molecules may be involved in the epithelial-mesenchymal transition (EMT) and tumor progression of prostate cancer."}, {"pubmed": 19641225, "text": "Syndecan-2 plays a crucial role in the migratory potential of melanoma cells."}, {"pubmed": 19786981, "text": "Study results supported the potential role of SDC2 in prostatic carcinogenesis and cancer progression."}, {"pubmed": 19822079, "text": "Data report that the bFGF, FGFR1/2 and syndecan 1-4 expressions are altered in bladder tumours."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19962968, "text": "these results suggest that syndecan-2 regulates cell migration of colon carcinoma cells through Tiam1-dependent Rac activation in colon cancer cells."}, {"pubmed": 20006588, "text": "syndecan's interactions with both CASK and neurofibromin are dependent on syndecan homodimerization."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20683009, "text": "Results support a potential role for syndecan-2 in pancreatic carcinogenesis and cancer progression. Expression of syndecan-2 might serve as a prognostic marker."}, {"pubmed": 20929862, "text": "RGD-independent cell adhesion via a tissue transglutaminase 2-fibronectin matrix promotes fibronectin fibril deposition and requires syndecan-4/2 and {alpha}5{beta}1 integrin co-signaling."}, {"pubmed": 21036168, "text": "syndecan-2 and syndecan-4 regulate the compensatory effect of TG-FN on osteoblast cell adhesion and actin cytoskeletal formation in the presence of RGD peptides."}, {"pubmed": 21148276, "text": "These results demonstrate that syndecan-1 and syndecan-2 gene silencing by RNA interference reduces HSV-1 entry, plaque formation and facilitates cell survival."}, {"pubmed": 21289173, "text": "The findings demonstrate that LRP1 and HSPG function in a cooperative manner to mediate cellular Abeta uptake and define a major pathway through which Abeta gains entry to neuronal cells."}, {"pubmed": 21317913, "text": "syndecan-2 was expressed preferentially in basal cells in benign tissue. In prostate cancer samples, syndecan 2 was expressed in granular-cytoplasmic localisation."}, {"pubmed": 21482826, "text": "HIV-1 p17 matrix protein interacts with heparan sulfate side chain of CD44v3, syndecan-2, and syndecan-4 proteoglycans expressed on human activated CD4+ T cells affecting tumor necrosis factor alpha and interleukin 2 production."}, {"pubmed": 21569759, "text": "the cytoplasmic domain of syndecan-2 regulates colon cancer cell migration via interaction with syntenin-1."}, {"pubmed": 21813734, "text": "Here the protein tyrosine phosphatase receptor CD148 is shown to be a key intermediary in cell adhesion to syndecan-2 extracellular domain, with downstream beta1 integrin-mediated adhesion and cytoskeletal organization."}, {"pubmed": 22170634, "text": "a specific glycochain is a receptor for dengue virus strain DEN2 16681"}, {"pubmed": 22227189, "text": "the data suggest that MMP-7 directly mediates shedding of syndecan-2 from colon cancer cells."}, {"pubmed": 22238310, "text": "Syndecan 1 and syndecan 2 are cellular molecules responsible for susceptibility to HTLV-1."}, {"pubmed": 22437834, "text": "Notch receptors control their own activity by inducing the expression of syndecan-2, which then acts to propagate Notch signaling by direct receptor interaction."}, {"pubmed": 22471946, "text": "SDC-2 is a novel (perineural) invasion-associated gene in PDAC which cooperates with K-ras to induce a more invasive phenotype."}, {"pubmed": 22493442, "text": "MC1R regulates melanoma cell migration via inhibition of syndecan-2 expression."}, {"pubmed": 22550000, "text": "The repression of syndecan-2 by Wnt/beta-catenin/TCF signaling contributes to the resistance of osteosarcoma cells to doxorubicin."}, {"pubmed": 22745764, "text": "Report demonstrates that syndecan-1 enhances malignancy of a mesenchymal tumour cell line, via induction of syndecan-2 expression."}, {"pubmed": 22881146, "text": "lower TCR/CD3 surface levels caused by syndecan-2 led to reduced TCR/CD3 responsiveness"}, {"pubmed": 23297089, "text": "SDC-2 modulates TGFbeta2 transcriptional regulation via Smad2 signaling to facilitate fibrosarcoma cell adhesion."}, {"pubmed": 23333331, "text": "Taken together, these results suggest that the extracellular domain of syndecan-2 regulates the interaction of HCT116 human colon carcinoma cells with fibronectin."}, {"pubmed": 23736812, "text": "DNA from 4 HPV positive and 4 HPV negative fresh frozen primary HNSCC were subject to comprehensive genome-wide methylation profiling.Pathway analysis of 1168 methylated genes showed 8 signal transduction pathways (SDC2) of which 62% are hypermethylated."}, {"pubmed": 23747112, "text": "Clinical validation of SDC2 methylation in serum DNA by quantitative methylation-specific PCR demonstrated a high sensitivity of 87.0% (95% CI, 80.0% to 92.3%) in detecting cancers."}, {"pubmed": 23975428, "text": "RKIP, LOX and SDC2 are coordinately regulated and collectively encompass a prognostic signature for metastasis-free survival in ER-negative breast cancer patients"}, {"pubmed": 24424718, "text": "syndecan 2 shows no changes associated to histological grade of Prostate cancer"}, {"pubmed": 24442880, "text": "SDC2 is overexpressed in Leri's pleonosteosis.  The minor allele of a missense SDC2 variant, p.Ser71Thr, could confer protection against systemic sclerosis."}, {"pubmed": 24447566, "text": "RhoA, but not RhoC was shown to be essential for the anchored phenotype of breast carcinoma cells that accompanied siRNA-mediated loss of syndecan-2."}, {"pubmed": 24472179, "text": "SDC2 expression was higher in skin melnaoma cells. It enhanced tyrosinase activity by increasing the membrane and melanosome localization of protein kinase CbetaII. UVB-induced up-regulation was required for UVB-induced melanin synthesis."}, {"pubmed": 24613844, "text": "Taken together, these data suggest that IL-1alpha regulates extracellular domain shedding of syndecan-2 through regulation of the MAP kinase-mediated MMP-7 expression in colon cancer cells."}, {"pubmed": 24662262, "text": "The results demonstrate the importance of PDZ-binding domain of syndecan-2 for controlling LFA-1 affinity and cell adhesion."}, {"pubmed": 24736615, "text": "HIV matrix protein p17 is pro-fibrogenic through its interactions both with CXCR2 and syndecan-2 on activated HSCs"}, {"pubmed": 24804215, "text": "Extracellular matrix proteins expression profiling in chemoresistant variants of the A2780 ovarian cancer cell line."}, {"pubmed": 24956062, "text": "Data indicate that the extracellular and cytoplasmic domains of syndecans 1/2/3/4 are intrinsically disordered regions."}, {"pubmed": 25916113, "text": "In this review we considered the function of syndecan-2, the structure of syndecan-2 and its role in the formation of amyloid plaques."}, {"pubmed": 27270030, "text": "data suggest that syndecan-2 induces extracellular shedding of E-cadherin and supports the acquisition of a fibroblast-like morphology by regulating MMP-7 expression in a colon cancer cell line"}, {"pubmed": 28753106, "text": "Methylation of SFRP1, SFRP2, SDC2, and PRIMA1 promoter sequences was observed in 85.1%, 72.3%, 89.4%, and 80.9% of plasma samples from patients with Colorectal cancer and 89.2%, 83.8%, 81.1% and 70.3% from adenoma patients, respectively."}, {"pubmed": 28940845, "text": "Emerging roles of SDC2 in epithelial and mesenchymal cancer progression has been summarized. (Review)"}, {"pubmed": 30562054, "text": "SDC2 plays an important role in the invasive properties of lung adenocarcinoma cells."}, {"pubmed": 31311305, "text": "Acute inflammation induces syndecan-2 expression predominantly in the proximal colon."}, {"pubmed": 31707342, "text": "Syndecan-2 in colorectal cancer plays oncogenic role via epithelial-mesenchymal transition and MAPK pathway."}, {"pubmed": 31930596, "text": "LMP1 upregulates SDC2 and SYTL4."}, {"pubmed": 31962098, "text": "A novel plasma based early colorectal cancer screening assay base on methylated SDC2 and SFRP2."}, {"pubmed": 32902825, "text": "Circular RNA circNFATC3 acts as a miR-9-5p sponge to promote cervical cancer development by upregulating SDC2."}, {"pubmed": 33126908, "text": "Robust performance of a novel stool DNA test of methylated SDC2 for colorectal cancer detection: a multicenter clinical study."}, {"pubmed": 33152121, "text": "Targeting stromal cell Syndecan-2 reduces breast tumour growth, metastasis and limits immune evasion."}, {"pubmed": 33393623, "text": "Stool DNA test targeting methylated syndecan-2 (SDC2) as a noninvasive screening method for colorectal cancer."}, {"pubmed": 34355516, "text": "Mesenchymal stromal cell-derived syndecan-2 regulates the immune response during sepsis to foster bacterial clearance and resolution of inflammation."}, {"pubmed": 34360683, "text": "Syndecan Transmembrane Domain Specifically Regulates Downstream Signaling Events of the Transmembrane Receptor Cytoplasmic Domain."}, {"pubmed": 34596215, "text": "Syndecan-2, negatively regulated by miR-20b-5p, contributes to 5-fluorouracil resistance of colorectal cancer cells via the JNK/ERK signaling pathway."}, {"pubmed": 34769248, "text": "Bacteroides fragilis Enterotoxin Upregulates Matrix Metalloproteinase-7 Expression through MAPK and AP-1 Activation in Intestinal Epithelial Cells, Leading to Syndecan-2 Release."}, {"pubmed": 35227195, "text": "The methylation of SDC2 and TFPI2 defined three methylator phenotypes of colorectal cancer."}, {"pubmed": 35499710, "text": "Evaluation of combined detection of multigene mutation and SDC2/SFRP2 methylation in stool specimens for colorectal cancer early diagnosis."}, {"pubmed": 35569509, "text": "Plasma membrane proteoglycans syndecan-2 and syndecan-4 engage with EGFR and RON kinase to sustain carcinoma cell cycle progression."}, {"pubmed": 36510988, "text": "Analysis of SDC2 gene promoter methylation in whole blood for noninvasive early detection of colorectal cancer."}, {"pubmed": 37270460, "text": "Combined detection of SDC2/ADHFE1/PPP2R5C methylation in stool DNA for colorectal cancer screening."}, {"pubmed": 37496999, "text": "SDC2 Stabilization by USP14 Promotes Gastric Cancer Progression through Co-option of PDK1."}], "genomic_pos": {"chr": "8", "end": 96611790, "ensemblgene": "ENSG00000169439", "start": 96493813, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 97624000, "start": 97505579, "strand": 1}, "go": {"BP": [{"evidence": "ND", "gocategory": "BP", "id": "GO:0008150", "qualifier": "involved_in", "term": "biological_process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048813", "qualifier": "involved_in", "term": "dendrite morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048814", "qualifier": "involved_in", "term": "regulation of dendrite morphogenesis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0043202", "qualifier": "located_in", "term": "lysosomal lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 27068509, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9660868, 11356864, 18093920, 22660413, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030165", "pubmed": 18256285, "qualifier": "enables", "term": "PDZ domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [18093920, 21988832], "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 282667], [8364, 549917], [9031, 374102], [9544, 703841], [9598, 464297], [9606, 6383], [9615, 119866660], [9913, 615785], [10090, 15529], [10116, 25615]], "id": 2253}, "interpro": [{"desc": "Syndecan", "id": "IPR001050", "short_desc": "Syndecan"}, {"desc": "Syndecan/Neurexin domain", "id": "IPR027789", "short_desc": "Syndecan/Neurexin_dom"}, {"desc": "Neurexin/syndecan/glycophorin C", "id": "IPR003585", "short_desc": "Neurexin-like"}, {"desc": "Syndecan, conserved site", "id": "IPR030479", "short_desc": "Syndecan_CS"}], "ipi": ["IPI00300407", "IPI00794290", "IPI00976274", "IPI01015202"], "map_location": "8q22.1", "name": "syndecan 2", "other_names": ["cell surface-associated heparan sulfate proteoglycan 1", "fibroglycan", "heparan sulfate proteoglycan 1, cell surface-associated", "heparan sulfate proteoglycan core protein", "syndecan proteoglycan 2", "syndecan-2"], "pantherdb": {"HGNC": "10659", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1349165", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 10090, "uniprot_kb": "P43407"}, {"RGD": "3649", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 10116, "uniprot_kb": "P34900"}, {"Ensembl": "ENSGALG00000031424", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 9031, "uniprot_kb": "Q8JIY0"}, {"ZFIN": "ZDB-GENE-021206-3", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 7955, "uniprot_kb": "Q90ZY9"}, {"WormBase": "WBGene00004749", "ortholog_type": "O", "panther_family": "PTHR10915", "taxid": 6239, "uniprot_kb": "P50605"}, {"FlyBase": "FBgn0010415", "ortholog_type": "O", "panther_family": "PTHR10915", "taxid": 7227, "uniprot_kb": "P49415"}], "uniprot_kb": "P34741"}, "pathway": {"kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa05144", "name": "Malaria - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, "pid": [{"id": "fgf_pathway", "name": "FGF signaling pathway"}, {"id": "shp2_pathway", "name": "SHP2 signaling"}, {"id": "syndecan_2_pathway", "name": "Syndecan-2-mediated signaling events"}, {"id": "syndecan_pathway", "name": "Proteoglycan syndecan-mediated signaling events"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1630316", "name": "Glycosaminoglycan metabolism"}, {"id": "R-HSA-1630316", "name": "Glycosaminoglycan metabolism"}, {"id": "R-HSA-1638091", "name": "Heparan sulfate/heparin (HS-GAG) metabolism"}, {"id": "R-HSA-1638091", "name": "Heparan sulfate/heparin (HS-GAG) metabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1793185", "name": "Chondroitin sulfate/dermatan sulfate metabolism"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-1971475", "name": "A tetrasaccharide linker sequence is required for GAG synthesis"}, {"id": "R-HSA-2022928", "name": "HS-GAG biosynthesis"}, {"id": "R-HSA-2022928", "name": "HS-GAG biosynthesis"}, {"id": "R-HSA-2024096", "name": "HS-GAG degradation"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-3000170", "name": "Syndecan interactions"}, {"id": "R-HSA-3000170", "name": "Syndecan interactions"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-3560782", "name": "Diseases associated with glycosaminoglycan metabolism"}, {"id": "R-HSA-3560783", "name": "Defective B4GALT7 causes EDS, progeroid type"}, {"id": "R-HSA-3560801", "name": "Defective B3GAT3 causes JDSSDHD"}, {"id": "R-HSA-3656237", "name": "Defective EXT2 causes exostoses 2"}, {"id": "R-HSA-3656253", "name": "Defective EXT1 causes exostoses 1, TRPS2 and CHDS"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-3928662", "name": "EPHB-mediated forward signaling"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-4420332", "name": "Defective B3GALT6 causes EDSP2 and SEMDJL1"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6806667", "name": "Metabolism of fat-soluble vitamins"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9694614", "name": "Attachment and Entry"}, {"id": "R-HSA-9694614", "name": "Attachment and Entry"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-975634", "name": "Retinoid metabolism and transport"}, {"id": "R-HSA-9772572", "name": "Early SARS-CoV-2 Infection Events"}, {"id": "R-HSA-9772572", "name": "Early SARS-CoV-2 Infection Events"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9820960", "name": "Respiratory syncytial virus (RSV) attachment and entry"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}], "wikipathways": {"id": "WP2911", "name": "miRNA targets in ECM and membrane receptors"}}, "pdb": "6ITH", "pfam": "PF01034", "pharmgkb": "PA35589", "pharos": {"target_id": 12469, "tdl": "Tbio"}, "pir": "A33880", "prosite": "PS51257", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256179", "relationship": "is"}, {"id": "GNF256180", "relationship": "is"}, {"id": "GNF256181", "relationship": "is"}, {"id": "GNF256182", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039768", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF013074", "relationship": "is"}, {"id": "GNF013075", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF241700", "relationship": "is"}, {"id": "GNF286936", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101646", "relationship": "is"}, {"id": "GNF141301", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": ["NP_002989.2", "XP_011515514.1", "XP_024302996.1", "XP_047278032.1", "XP_054216937.1", "XP_054216938.1"], "rna": ["NM_002998.4", "XM_011517212.4", "XM_024447228.2", "XM_047422076.1", "XM_054360962.1", "XM_054360963.1"], "translation": [{"protein": "XP_011515514.1", "rna": "XM_011517212.4"}, {"protein": "XP_054216937.1", "rna": "XM_054360962.1"}, {"protein": "XP_054216938.1", "rna": "XM_054360963.1"}, {"protein": "XP_047278032.1", "rna": "XM_047422076.1"}, {"protein": "NP_002989.2", "rna": "NM_002998.4"}, {"protein": "XP_024302996.1", "rna": "XM_024447228.2"}]}, "reporter": {"HG-U133_Plus_2": ["212154_at", "212157_at", "212158_at"], "HG-U95Av2": "39757_at", "HTA-2_0": "TC08000590.hg.1", "HuEx-1_0": "3108146", "HuGene-1_1": "8147461", "HuGene-2_1": "17071144"}, "retired": 157526, "summary": "The protein encoded by this gene is a transmembrane (type I) heparan sulfate proteoglycan and is a member of the syndecan proteoglycan family. The syndecans mediate cell binding, cell signaling, and cytoskeletal organization and syndecan receptors are required for internalization of the HIV-1 tat protein. The syndecan-2 protein functions as an integral membrane protein and participates in cell proliferation, cell migration and cell-matrix interactions via its receptor for extracellular matrix proteins. Altered syndecan-2 expression has been detected in several different tumor types. [provided by RefSeq, Jul 2008].", "symbol": "SDC2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419892"}, "unigene": ["Hs.598247", "Hs.1501"], "uniprot": {"Swiss-Prot": "P34741", "TrEMBL": ["E7ESK6", "E9PBI9", "E5RJB8", "E5RHU3"]}, "wikipedia": {"url_stub": "SDC2"}}