{"AllianceGenome": "10661", "HGNC": "10661", "MIM": "600017", "_id": "6385", "_version": 1, "accession": {"genomic": ["AL021578.4", "CH471077.2", "CP068258.2", "D79206.1", "KT584003.1", "NC_000020.11", "NC_060944.1", "U36599.2"], "protein": ["AAH30805.1", "BAA02550.1", "BAA19613.1", "BAD96415.1", "BAD96963.1", "BAG35408.1", "BAG64888.1", "CAA47406.1", "CAG46842.1", "CAG46871.1", "EAW75860.1", "EAW75861.1", "EAW75862.1", "NP_002990.2", "P31431.2", "XP_011527279.1", "XP_054179779.1"], "rna": ["AK222695.1", "AK223243.1", "AK303964.1", "AK312507.1", "BC030805.1", "CR542045.1", "CR542074.1", "D13292.1", "NM_002999.4", "X67016.1", "XM_011528977.3", "XM_054323804.1"], "translation": [{"protein": "AAH30805.1", "rna": "BC030805.1"}, {"protein": "CAG46842.1", "rna": "CR542045.1"}, {"protein": "CAA47406.1", "rna": "X67016.1"}, {"protein": "BAG35408.1", "rna": "AK312507.1"}, {"protein": "CAG46871.1", "rna": "CR542074.1"}, {"protein": "NP_002990.2", "rna": "NM_002999.4"}, {"protein": "BAD96415.1", "rna": "AK222695.1"}, {"protein": "BAA02550.1", "rna": "D13292.1"}, {"protein": "BAD96963.1", "rna": "AK223243.1"}, {"protein": "XP_011527279.1", "rna": "XM_011528977.3"}, {"protein": "XP_054179779.1", "rna": "XM_054323804.1"}, {"protein": "BAG64888.1", "rna": "AK303964.1"}]}, "alias": "SYND4", "ensembl": {"gene": "ENSG00000124145", "protein": "ENSP00000361818", "transcript": "ENST00000372733", "translation": [{"protein": "ENSP00000361818", "rna": "ENST00000372733"}], "type_of_gene": "protein_coding"}, "entrezgene": "6385", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.48255931769, "exp_mis": 71.9920593279, "exp_syn": 39.165959634, "lof_z": 1.26113946144016, "mis_z": -0.231044345351075, "mu_lof": 5.08452314839e-07, "mu_mis": 6.7576865873e-06, "mu_syn": 3.65986974398e-06, "n_lof": 4.0, "n_mis": 76.0, "n_syn": 28.0, "p_li": 0.0118034906332036, "p_null": 0.140861175677016, "p_rec": 0.847335333689781, "syn_z": 1.10609164283788}, "bp": 597, "cds_end": 43977024, "cds_start": 43955903, "n_exons": 5, "nonpsych": {"exp_lof": 6.6778877947, "exp_mis": 65.0652123253, "exp_syn": 35.3544219389, "lof_z": 1.01771176100013, "mis_z": -0.371101407248585, "mu_lof": 5.08452314839e-07, "mu_mis": 6.7576865873e-06, "mu_syn": 3.65986974398e-06, "n_lof": 4.0, "n_mis": 71.0, "n_syn": 24.0, "p_li": 0.0093064371015468, "p_null": 0.202562445643954, "p_rec": 0.7881311172545, "syn_z": 1.20228272791334}, "nontcga": {"exp_lof": 6.87473860318, "exp_mis": 66.223483112, "exp_syn": 36.0234675299, "lof_z": 1.081562318215, "mis_z": 0.013681965922304, "mu_lof": 5.08452314839e-07, "mu_mis": 6.7576865873e-06, "mu_syn": 3.65986974398e-06, "n_lof": 4.0, "n_mis": 66.0, "n_syn": 26.0, "p_li": 0.00940976746273179, "p_null": 0.176543653664384, "p_rec": 0.814046578872884, "syn_z": 1.05742030504017}, "transcript": "ENST00000372733.3"}, "exons": [{"cdsend": 45348384, "cdsstart": 45327263, "chr": "20", "position": [[45325288, 45327415], [45330365, 45330564], [45333022, 45333069], [45335781, 45335920], [45348324, 45348424]], "strand": -1, "transcript": "NM_002999", "txend": 45348424, "txstart": 45325288}], "exons_hg19": [{"cdsend": 43977024, "cdsstart": 43955903, "chr": "20", "position": [[43953928, 43956055], [43959005, 43959204], [43961662, 43961709], [43964421, 43964560], [43976964, 43977064]], "strand": -1, "transcript": "NM_002999", "txend": 43977064, "txstart": 43953928}], "generif": [{"pubmed": 11549250, "text": "Studies suggest that antithrombin regulates neutrophil migration via effects of its heparin-binding site on cell surface syndecan-4."}, {"pubmed": 11801740, "text": "Syndecan-4 mediates antithrombin-induced chemotaxis of human peripheral blood lymphocytes and monocytes"}, {"pubmed": 11889131, "text": "Clustering induces redistribution of syndecan-4 core protein into raft membrane domains"}, {"pubmed": 12011116, "text": "Syndecan-4 core protein mediates the effects of fibroblast growth factor (FGF)2 on cell function. PKCalpha activation and PDZ-mediated formation of a serine/threonine phosphatase-containing complex by syndecan-4 are downstream events of FGF2 signaling."}, {"pubmed": 12377772, "text": "SDC4 regulates inositol phospholipid binding and signaling"}, {"pubmed": 12493766, "text": "the focal adhesion component alpha-actinin interacts with syndecan-4 in a beta-integrin-independent manner"}, {"pubmed": 12509413, "text": "Syndecan-4 can promote cell spreading in a beta(1) integrin-dependent fashion through PKCalpha and RhoA"}, {"pubmed": 14652650, "text": "endotoxin-induced adhesion of leukocytes to endothelium can be reversed by ligation of syndecan-4 with antithrombin's heparin-binding site"}, {"pubmed": 15033938, "text": "syndecan-4/CXCR4 complex is likely a functional unit involved in SDF-1 binding"}, {"pubmed": 15572366, "text": "human trabecular meshwork cells express only syndecan-1, and not syndecan-4, at the cell surface, and focal adhesion and stress fiber formation occur independent of syndecan-4"}, {"pubmed": 15731100, "text": "Syndecan-4 has a critical role in thrombin-induced migration and proliferation in human vascular smooth muscle cells"}, {"pubmed": 15819887, "text": "CXCL12 directly binds to syndecan-4 in a glycosaminoglycan-dependent manner"}, {"pubmed": 15968398, "text": "may play important roles in the regulation of inflammatory effects of platelets"}, {"pubmed": 16087677, "text": "Plasmin and thrombin accelerate shedding of syndecan-4 ectodomain, which generates cleavage sites at Lys(114)-Arg(115) and Lys(129)-Val(130) bonds"}, {"pubmed": 16253987, "text": "the transmembrane domains are sufficient for inducing dimerization and transmembrane domain-induced oligomerization is crucial for syndecan-2 and syndecan-4 functions"}, {"pubmed": 16319082, "text": "The H. pylori- and TLR-induced increase in syndecan-4 mRNA was blocked by the proteosome inhibitor MG-132 suggesting a role for nuclear factor kappaB (NF-kappaB) in the regulation of syndecan-4 gene expression"}, {"pubmed": 16636895, "text": "Syndecan-1 and syndecan-4 may have roles in progression of breast carcinoma"}, {"pubmed": 16822948, "text": "Stress-induced effects on smooth muscle cell syndecan-4 expression and shedding may represent an additional component of proinflammatory, growth-stimulating pathways activated in response to changes in the mechanical microenvironment of the vascular wall."}, {"pubmed": 17545042, "text": "The expression of syndecan-4 protein was significantly enhanced by TNF-alpha in HUVECs."}, {"pubmed": 17870067, "text": "An alternate pathway mediated by the extracellular domains of syndecans-2 and -4 is characterized that is independent of both heparan sulphate and syndecan signaling."}, {"pubmed": 17879962, "text": "These results identify syndecan-4 as a novel receptor for the N-terminus of TSP-1 and suggest that TSP-1 N-terminal pro-angiogenic activity is linked to its capacity of interfering with syndecan-4 functions in the course of cell adhesion."}, {"pubmed": 17901052, "text": "analysis of how a peptide derived from tenascin-C induces beta1 integrin activation through syndecan-4"}, {"pubmed": 18093920, "text": "syndecan TMD homodimerization and heterodimerization can be mediated by GxxxG motifs and modulated by sequence context"}, {"pubmed": 18158320, "text": "syndecan-4 is a critical intrinsic regulator of inflammatory reactions via its effects on OPN function"}, {"pubmed": 18342939, "text": "This study provides evidence for the up-regulation of syndecan-2 and -4 in human primary CD4 T cells during in vitro activation and suggest an inhibitory role for these syndecans in CD4 T cells."}, {"pubmed": 18499669, "text": "TG-FN binding to syndecan-4 activates PKCalpha leading to its association with beta(1) integrin, reinforcement of actin-stress fiber organization, and MAPK pathway activation"}, {"pubmed": 18638267, "text": "None of the SDC4 polymorphisms showed a difference in their allelic distribution between leg ulcer patients and controls. SDC4 may play a role in wound healing, but expression abnormalities in uninvolved dermis may contribute to venous ulcer development."}, {"pubmed": 18638267, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18775505, "text": "ADAMTS1, involved in angiogenesis and inflammatory processes, cleaves the ectodomain of syndecan-4. This cleavage results in altered distribution of cytoskeleton components, functional loss of adhesion, and gain of migratory capacities."}, {"pubmed": 19350579, "text": "SD-4 is the T-cell ligand of DC-HIL."}, {"pubmed": 19519784, "text": "The present study shows that highly pathogenic H. pylori strains induce syndecan-4 expression, both in human gastric mucosa and in gastric cell lines, in a cag pathogenicity island-dependent manner."}, {"pubmed": 19538537, "text": "Syndecan-4 may be a sensor of tension exerted on the matrix [review]"}, {"pubmed": 19632304, "text": "Study indicates that SDC-1 and -4 may be required for HepG2, Hep3B and Huh7 human hepatoma cell migration, invasion or spreading induced by the chemokine."}, {"pubmed": 19684582, "text": "syndecan-4 is specifically induced in type X collagen-producing chondrocytes in osteoarthritis"}, {"pubmed": 19695308, "text": "The down-regulation of syndecan-4, a heparan sulfate proteoglycan, decreased SDF-1/CXCL12-mediated HeLa cell invasion."}, {"pubmed": 19696445, "text": "syndecan 1 and 4 correlate to increased metastatic potential in melanoma patients and are an important component of the Wnt5A autocrine signaling loop"}, {"pubmed": 19821490, "text": "Study identified an overrepresentation of focal amplifications of known (FGFR3, CCND1, MYC, MDM2) and novel candidate genes (MYBL2, YWHAB and SDC4) in stage Ta bladder carcinoma."}, {"pubmed": 19822079, "text": "Data report that the bFGF, FGFR1/2 and syndecan 1-4 expressions are altered in bladder tumours."}, {"pubmed": 19875451, "text": "ADAM17 may therefore be an important regulator of syndecan functions on inflamed lung epithelium."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20229236, "text": "SDC4 promotes cytokinesis in a phosphorylation-dependent manner in MCF-7 breast adenocarcinoma cells. The serine179-phosphorylation and the ectodomain shedding of SDC4 changed periodically in a cell cycle-dependent way."}, {"pubmed": 20398359, "text": "Expression of syndecan 4 in healthy human breast tissue during menstrual cycle."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20607801, "text": "In dendritic cells, lysophosphatidylcholine-induced phosphorylation of SDC4 by PKCdelta results in a functional inactivation of SDC4 and decreases adhesion and motility."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20639201, "text": "Data found that Wnt5a reduces cell surface levels and promotes ubiquitination and degradation of SDC4."}, {"pubmed": 20929862, "text": "RGD-independent cell adhesion via a tissue transglutaminase 2-fibronectin matrix promotes fibronectin fibril deposition and requires syndecan-4/2 and {alpha}5{beta}1 integrin co-signaling."}, {"pubmed": 21036168, "text": "syndecan-2 and syndecan-4 regulate the compensatory effect of TG-FN on osteoblast cell adhesion and actin cytoskeletal formation in the presence of RGD peptides."}, {"pubmed": 21252093, "text": "SD-4 bearing distinct heparan sulfate moieties plays a pathogenic role in Sezary syndrome and may be targeted for treatment."}, {"pubmed": 21414405, "text": "Syndecan-1 and -4 differentially regulate oncogenic K-ras dependent cell invasion"}, {"pubmed": 21430259, "text": "There was a statistical relationship between syndecan-1 presence in high-grade tumors and absence of syndecan-4, whereas syndecan-4 presence in cases positive for estrogen and progesterone receptor associated with syndecan-1 absence"}, {"pubmed": 21482826, "text": "HIV-1 p17 matrix protein interacts with heparan sulfate side chain of CD44v3, syndecan-2, and syndecan-4 proteoglycans expressed on human activated CD4+ T cells affecting tumor necrosis factor alpha and interleukin 2 production."}, {"pubmed": 21949132, "text": "in nucleus pulposus, TNF-alpha and IL-1beta regulate SDC4 expression, which plays a key role in pathogenesis of degenerative disc disease by promoting aggrecan degradation by ADAMTS-5."}, {"pubmed": 22164265, "text": "Syndecan-4 is essential for development of concentric myocardial hypertrophy via stretch-induced activation of the calcineurin-NFAT pathway"}, {"pubmed": 22268118, "text": "By accruing more syndecan-4 on their surface and also shedding it during Th1 cytokine-driven inflammation, asthmatic airway smooth muscle cells may regulate inflammation and remodeling locally and alter the responsiveness of the airways in asthma."}, {"pubmed": 22351752, "text": "the LAMA3 LG45 domain may trigger different signals toward keratinocytes depending on its interaction with syndecan-1 or -4."}, {"pubmed": 22531343, "text": "Increased expression of SDC4 and FN may be underlying molecular alteration of osteo-sarcoma which accounts for more aggressive clinical behaviour."}, {"pubmed": 22569333, "text": "studies identify S4 as a regulator of MAPK signaling and address the question of how distinct classes of FGFRs individually contribute to signal transduction in endothelial cells"}, {"pubmed": 23374111, "text": "Syndecan-4 expression and shedding were increased in failing human myocardium."}, {"pubmed": 23374155, "text": "EGFR are the key mediators of SDC-4 expression in MCF-7 cells."}, {"pubmed": 23499501, "text": "TGM2 up-regulation along with ITGB1 and SDC4 plays an important role in the development of RCC tumors and advanced RCC with metastasis"}, {"pubmed": 23525101, "text": "PGE2-induced activation of angiogenesis is mediated via syndecan-4-dependent activation of PKCalpha."}, {"pubmed": 23576453, "text": "NF-kappaB p65 could be a key mediator of syndecan-4 upregulation by TNF-alpha through two binding sites in the SDC4 promoter, but other NF-kappaB-p65 independent pathways might also be involved through transcriptional elongation."}, {"pubmed": 23844358, "text": "syndecan-4 is differentially expressed in seminomas and nonseminomatous germ cell tumours and might be a useful marker."}, {"pubmed": 23948417, "text": "The more upgraded the NYHA grading, the higher level of serum syndecan-4 protein."}, {"pubmed": 24558194, "text": "in healthy discs, SDC4, through its heparan sulfate side chains, contributes to maintenance of the hypoxic tissue niche by controlling baseline expression of Sox9."}, {"pubmed": 24632200, "text": "The cytoplasmic V domain of syndecan-4 made a significant contribution to the cellular uptake of octaarginine, whereas the cytoplasmic C1 and C2 domains were not involved in the process."}, {"pubmed": 24942878, "text": "High glucose modifies TRPC6 channels and ROS production via SDC-4 in human podocytes."}, {"pubmed": 24956062, "text": "Data indicate that the extracellular and cytoplasmic domains of syndecans 1/2/3/4 are intrinsically disordered regions."}, {"pubmed": 25122554, "text": "syndecan 4 is the predominant heparan sulfate proteoglycan in the glomerular endothelial cells glycocalyx"}, {"pubmed": 25202019, "text": "Sdc4 is necessary for activation of the integrin during chemokinesis induced by EGF."}, {"pubmed": 25216363, "text": "Dynamic catch of a Thy-1-integrin alpha5beta1+syndecan-4 trimolecular complex explains extraordinary cancer cell adhesion to the vascular endothelium."}, {"pubmed": 25361632, "text": "No association was found with SDC4 and breast cancer."}, {"pubmed": 25404299, "text": "Data indicate that depletion of syndecan 4 (S4) in umbilical vein endothelial cells (HUVECs) using shRNA inhibited flow-induced alignment in vitro, which was rescued by re-expression of S4."}, {"pubmed": 25410619, "text": "Syndecan-4 polymorphisms were associated with essential hypertension, body mass index, and coronary artery disease prevalence in the Tampere adult population cardiovascular risk study."}, {"pubmed": 25449226, "text": "define a role for TG2 activity at the surface of human macrophages in multiple stages of AC clearance and we propose that TG2, in association with heparan sulphates may exert its effect on AC clearance via a mechanism involving the crosslinking of CD44"}, {"pubmed": 26160374, "text": "Syndecan-4 is essential for transmitting the mechanotransduction signals via activation of PKC-alpha and is important for tumor cells spreading, assembly of actin cytoskeleton and cell contractility."}, {"pubmed": 26254886, "text": "results suggest that SDC4 alleles affect lipid profile in elderly subjects and may in part mediate the link between LDL-C and longevity."}, {"pubmed": 26261514, "text": "Synd4 shedding is a molecular pathological alteration in the development and maintenance of inflammation-associated atrial fibrillation."}, {"pubmed": 26350464, "text": "demonstrate that HER2 is captured via a site, comprised of amino acids 210-240, in the extracellular domain of human Sdc1, and EGFR is captured via an extracellular site comprised of amino acids 87-131 in human Sdc4"}, {"pubmed": 26796346, "text": "Data provide evidence that SDC4 plays important roles in normal physiology of intervertebral disc and cartilage through controlling growth factor signaling and matrix homeostasis. However, several studies to date clearly show that in diseased joints, SDC4 and inflammatory cytokines IL-1beta and TNF-alpha form a positive feedback loop, wherein they control each other's expression and/or activity. [review]"}, {"pubmed": 27041028, "text": "The upregulation of syndecan-4 in the eutopic endometrium of endometriosis patients may facilitate the pathogenetic process by promoting invasive cell growth via Rac1, MMP3, and ATF-2."}, {"pubmed": 27279134, "text": "Sdc4 has been identified as a mycobacterial attachment receptor on alveolar epithelial cells."}, {"pubmed": 27448535, "text": "Syndecan 4 is the biomarker independently distinguishing Heart Failure with preserved ejection fraction and Heart Failure with reduced ejection fraction."}, {"pubmed": 27541034, "text": "the present study demonstrated that synd4 was involved in the chemotactic migration of ECs in vitro and in vivo."}, {"pubmed": 27591995, "text": "Study has demonstrated that SDC-4 expression was increased in sera and skin of atopic dermatitis (AD) patients, suggesting that SDC-4 may contribute to the development of AD."}, {"pubmed": 27662820, "text": "This study demonstrates that the shedding of synd4 from Endothelial progenitor cells (EPCs) plays a key role in advanced glycation end products-mediated dysfunction of EPC migration and homing."}, {"pubmed": 28703800, "text": "Downregulation of SDC-4 inhibited FGF signaling through the blockade of ERK1/2 and PI3K/Akt/mTOR activation, thus suppressing cell proliferation and migration."}, {"pubmed": 29016732, "text": "Regulation of vascular smooth muscle cell calcification by syndecan-4/FGF-2/PKCalpha signalling and cross-talk with TGF-beta1."}, {"pubmed": 29121646, "text": "the Ser179Glu mutant of SDC-4 binds strongly Tiam1, a Rac1-GEF reducing Rac1-GTP by 3-fold in MCF-7 breast adenocarcinoma cells."}, {"pubmed": 29232393, "text": "studies are required to show if syndecan-4 concentrations can be marker for prognosis assessment or disease progression"}, {"pubmed": 30165731, "text": "SDC4 gene silencing affects cell Epithelial Mesenchymal Transition and apoptosis of papillary thyroid cancer through the Wnt/beta-catenin signaling pathway."}, {"pubmed": 30278359, "text": "Syndecan-4 was associated with incident MI, and the association was stronger in women than in men; this suggests a link between endothelial glycocalyx shedding and coronary heart disease in women"}, {"pubmed": 30370584, "text": "expression altered during nucleus pulposus degeneration"}, {"pubmed": 30963564, "text": "By triggering the syndecan-4/PKCalpha pathway."}, {"pubmed": 30967474, "text": "The cardiac syndecan-4 interactome consists of 21 novel and 29 previously described interaction partners. Nine of the novel partners were further validated to bind syndecan-4 in HEK293 cells (i.e. CAVIN1/PTRF, CCT5, CDK9, EIF2S1, EIF4B, MPP7, PARVB, PFKM, and RASIP)."}, {"pubmed": 31111299, "text": "TNF-alpha is essential for the formation of FN/ITGbeta1/SYND4 complex in Nucleus Pulposus cells and further elucidates the inflammatory mechanism of NP cells degeneration."}, {"pubmed": 31309562, "text": "Syndecan-4 involves in the pathogenesis of rheumatoid arthritis by regulating the inflammatory response and apoptosis of fibroblast-like synoviocytes."}, {"pubmed": 31495068, "text": "Principal mode of Syndecan-4 mechanotransduction for the endothelial glycocalyx is a scissor-like dimer motion."}, {"pubmed": 31907416, "text": "Syndecan-4 tunes cell mechanics by activating the kindlin-integrin-RhoA pathway."}, {"pubmed": 32269093, "text": "ADAMTS-1 and syndecan-4 intersect in the regulation of cell migration and angiogenesis."}, {"pubmed": 32315719, "text": "Syndecan-4 is regulated by IL-1beta in beta-cells and human islets."}, {"pubmed": 32321914, "text": "Direct interactions between ALIX, syntenin and syndecan-4 are essential for proper enrichment of the ESCRT-III machinery at the cytokinetic abscission site."}, {"pubmed": 33246160, "text": "MMP-9 mediated Syndecan-4 shedding correlates with osteoarthritis severity."}, {"pubmed": 33721368, "text": "Computational modeling of malignant ascites reveals CCL5-SDC4 interaction in the immune microenvironment of ovarian cancer."}, {"pubmed": 34020743, "text": "[Change of serum levels of pentraxin-3 and syndecan-4 in children with chronic heart failure]."}, {"pubmed": 34029877, "text": "Diagnostic value of syndecan-4 protein expression in colorectal cancer."}, {"pubmed": 34058069, "text": "Mesoglycan connects Syndecan-4 and VEGFR2 through Annexin A1 and formyl peptide receptors to promote angiogenesis in vitro."}, {"pubmed": 34180077, "text": "microRNA-140-3p modulates invasiveness, motility, and extracellular matrix adhesion of breast cancer cells by targeting syndecan-4."}, {"pubmed": 34374198, "text": "Serum syndecan-4 is associated with nonalcoholic fatty liver disease."}, {"pubmed": 34445387, "text": "Syndecan Family Gene and Protein Expression and Their Prognostic Values for Prostate Cancer."}, {"pubmed": 34790051, "text": "The effects of YKL-40 on angiogenic potential of HUVECs are partly mediated by syndecan-4."}, {"pubmed": 35054983, "text": "Syndecan-4 Is a Key Facilitator of the SARS-CoV-2 Delta Variant's Superior Transmission."}, {"pubmed": 35183674, "text": "Syndecan-1 and -4 influence Wnt signaling and cell migration in human breast cancers."}, {"pubmed": 35569509, "text": "Plasma membrane proteoglycans syndecan-2 and syndecan-4 engage with EGFR and RON kinase to sustain carcinoma cell cycle progression."}, {"pubmed": 35725524, "text": "Syndecan-4 is correlated with disease activity and serological characteristic of rheumatoid arthritis."}, {"pubmed": 36199068, "text": "High expression of syndecan-4 is related to clinicopathological features and poor prognosis of pancreatic adenocarcinoma."}, {"pubmed": 36334036, "text": "Insufficient Syndecan-4 is associated with chronic lung disease development in preterm infants."}, {"pubmed": 36834552, "text": "Syndecan-4 Mediates the Cellular Entry of Adeno-Associated Virus 9."}, {"pubmed": 37155874, "text": "Syndecan-4 is a maestro of gastric cancer cell invasion and communication that underscores poor survival."}, {"pubmed": 38241528, "text": "Association between syndecan-4 and subclinical atherosclerosis in ankylosing spondylitis."}], "genomic_pos": {"chr": "20", "end": 45348424, "ensemblgene": "ENSG00000124145", "start": 45325288, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 43977064, "start": 43953928, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001657", "qualifier": "involved_in", "term": "ureteric bud development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010762", "qualifier": "involved_in", "term": "regulation of fibroblast migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042060", "qualifier": "involved_in", "term": "wound healing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042130", "pubmed": 19350579, "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051496", "qualifier": "involved_in", "term": "positive regulation of stress fiber assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051894", "qualifier": "involved_in", "term": "positive regulation of focal adhesion assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060122", "qualifier": "involved_in", "term": "inner ear receptor cell stereocilium organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903543", "pubmed": 22660413, "qualifier": "involved_in", "term": "positive regulation of exosomal secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903553", "pubmed": 22660413, "qualifier": "involved_in", "term": "positive regulation of extracellular exosome assembly"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 1500433, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005925", "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043034", "qualifier": "located_in", "term": "costamere"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0043202", "qualifier": "located_in", "term": "lysosomal lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001968", "qualifier": "enables", "term": "fibronectin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005080", "qualifier": "enables", "term": "protein kinase C binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12571249, 18093920, 19350579, 25416956, 30282023, 32296183, 34069441], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 18093920, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0070053", "pubmed": 17879962, "qualifier": "enables", "term": "thrombospondin receptor activity"}]}, "homologene": {"genes": [[7955, 568593], [9031, 419184], [9544, 710914], [9598, 469953], [9606, 6385], [9615, 485893], [9913, 508133], [10090, 20971], [10116, 24771]], "id": 31121}, "interpro": [{"desc": "Syndecan", "id": "IPR001050", "short_desc": "Syndecan"}, {"desc": "Neurexin/syndecan/glycophorin C", "id": "IPR003585", "short_desc": "Neurexin-like"}, {"desc": "Syndecan/Neurexin domain", "id": "IPR027789", "short_desc": "Syndecan/Neurexin_dom"}, {"desc": "Syndecan, conserved site", "id": "IPR030479", "short_desc": "Syndecan_CS"}], "ipi": ["IPI00011564", "IPI01012616"], "map_location": "20q13.12", "name": "syndecan 4", "other_names": ["amphiglycan", "ryudocan amphiglycan", "ryudocan core protein", "syndecan 4 (amphiglycan, ryudocan)", "syndecan proteoglycan 4", "syndecan-4"], "pantherdb": {"HGNC": "10661", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1349164", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 10090, "uniprot_kb": "O35988"}, {"RGD": "3650", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 10116, "uniprot_kb": "P34901"}, {"Ensembl": "ENSGALG00000003932", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 9031, "uniprot_kb": "P49416"}, {"ZFIN": "ZDB-GENE-061111-1", "ortholog_type": "LDO", "panther_family": "PTHR10915", "taxid": 7955, "uniprot_kb": "F6NMW3"}, {"WormBase": "WBGene00004749", "ortholog_type": "O", "panther_family": "PTHR10915", "taxid": 6239, "uniprot_kb": "P50605"}, {"FlyBase": "FBgn0010415", "ortholog_type": "O", "panther_family": "PTHR10915", "taxid": 7227, "uniprot_kb": "P49415"}], "uniprot_kb": "P31431"}, "pathway": {"kegg": [{"id": "hsa04512", "name": "ECM-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": [{"id": "fgf_pathway", "name": "FGF signaling pathway"}, {"id": "integrin3_pathway", "name": "Beta3 integrin cell surface interactions"}, {"id": "syndecan_4_pathway", "name": "Syndecan-4-mediated signaling events"}, {"id": "syndecan_pathway", "name": "Proteoglycan syndecan-mediated signaling events"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1630316", "name": "Glycosaminoglycan metabolism"}, {"id": "R-HSA-1630316", "name": "Glycosaminoglycan metabolism"}, {"id": "R-HSA-1638091", "name": "Heparan sulfate/heparin (HS-GAG) metabolism"}, {"id": "R-HSA-1638091", "name": "Heparan sulfate/heparin (HS-GAG) metabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1793185", "name": "Chondroitin sulfate/dermatan sulfate metabolism"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-1971475", "name": "A tetrasaccharide linker sequence is required for GAG synthesis"}, {"id": "R-HSA-2022928", "name": "HS-GAG biosynthesis"}, {"id": "R-HSA-2022928", "name": "HS-GAG biosynthesis"}, {"id": "R-HSA-2024096", "name": "HS-GAG degradation"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-3000170", "name": "Syndecan interactions"}, {"id": "R-HSA-3000170", "name": "Syndecan interactions"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-3560782", "name": "Diseases associated with glycosaminoglycan metabolism"}, {"id": "R-HSA-3560783", "name": "Defective B4GALT7 causes EDS, progeroid type"}, {"id": "R-HSA-3560801", "name": "Defective B3GAT3 causes JDSSDHD"}, {"id": "R-HSA-3656237", "name": "Defective EXT2 causes exostoses 2"}, {"id": "R-HSA-3656253", "name": "Defective EXT1 causes exostoses 1, TRPS2 and CHDS"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-4420332", "name": "Defective B3GALT6 causes EDSP2 and SEMDJL1"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-6806667", "name": "Metabolism of fat-soluble vitamins"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9694614", "name": "Attachment and Entry"}, {"id": "R-HSA-9694614", "name": "Attachment and Entry"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-975634", "name": "Retinoid metabolism and transport"}, {"id": "R-HSA-9772572", "name": "Early SARS-CoV-2 Infection Events"}, {"id": "R-HSA-9772572", "name": "Early SARS-CoV-2 Infection Events"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9820960", "name": "Respiratory syncytial virus (RSV) attachment and entry"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}], "wikipathways": {"id": "WP4754", "name": "IL-18 signaling pathway"}}, "pdb": ["1EJP", "1EJQ", "1OBY", "1YBO", "8BLV"], "pfam": "PF01034", "pharmgkb": "PA35591", "pharos": {"target_id": 19445, "tdl": "Tbio"}, "pir": "JC1457", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256183", "relationship": "is"}, {"id": "GNF256184", "relationship": "is"}, {"id": "GNF256185", "relationship": "is"}, {"id": "GNF256186", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035779", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF013077", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114614", "relationship": "is"}, {"id": "GNF154255", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": ["NP_002990.2", "XP_011527279.1", "XP_054179779.1"], "rna": ["NM_002999.4", "XM_011528977.3", "XM_054323804.1"], "translation": [{"protein": "XP_011527279.1", "rna": "XM_011528977.3"}, {"protein": "NP_002990.2", "rna": "NM_002999.4"}, {"protein": "XP_054179779.1", "rna": "XM_054323804.1"}]}, "reporter": {"HG-U133_Plus_2": "202071_at", "HG-U95Av2": "35844_at", "HTA-2_0": "TC20000878.hg.1", "HuEx-1_0": "3907234", "HuGene-1_1": "8066513", "HuGene-2_1": "16919567"}, "summary": "The protein encoded by this gene is a transmembrane (type I) heparan sulfate proteoglycan that functions as a receptor in intracellular signaling. The encoded protein is found as a homodimer and is a member of the syndecan proteoglycan family. This gene is found on chromosome 20, while a pseudogene has been found on chromosome 22. [provided by RefSeq, Jul 2008].", "symbol": "SDC4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419894"}, "unigene": "Hs.632267", "uniprot": {"Swiss-Prot": "P31431", "TrEMBL": "B4E1S6"}, "wikipedia": {"url_stub": "SDC4"}}