{"AllianceGenome": "10751", "HGNC": "10751", "MIM": "601484", "_id": "6414", "_version": 1, "accession": {"genomic": ["AC008945.6", "CH471119.1", "CP068273.2", "DQ022288.1", "NC_000005.10", "NC_060929.1", "Y12262.1"], "protein": ["AAH15875.1", "AAH40075.1", "AAH46152.1", "AAH58919.1", "AAY26400.1", "CAA77836.2", "EAW56026.1", "EAW56027.1", "EAW56028.1", "EAW56029.1", "EAW56030.1", "EAW56031.1", "EAW56032.1", "NP_001078955.1", "NP_001087195.1", "NP_005401.3", "P49908.3"], "rna": ["AK094640.1", "AK096125.1", "AK225801.1", "AK311392.1", "AL599162.1", "AL833145.1", "AU136519.2", "BC005244.1", "BC015875.1", "BC030009.1", "BC040075.1", "BC046152.1", "BC058919.2", "BI463468.1", "DA288385.1", "HM005482.1", "NM_001085486.3", "NM_001093726.3", "NM_005410.4", "Z11793.1"], "translation": [{"protein": "CAA77836.2", "rna": "Z11793.1"}, {"protein": "AAH58919.1", "rna": "BC058919.2"}, {"protein": "AAH40075.1", "rna": "BC040075.1"}, {"protein": "AAH15875.1", "rna": "BC015875.1"}, {"protein": "NP_001078955.1", "rna": "NM_001085486.3"}, {"protein": "AAH46152.1", "rna": "BC046152.1"}, {"protein": "NP_001087195.1", "rna": "NM_001093726.3"}, {"protein": "NP_005401.3", "rna": "NM_005410.4"}]}, "alias": ["SELP", "SEPP", "SEPP1", "SeP"], "ensembl": {"gene": "ENSG00000250722", "protein": ["ENSP00000420939", "ENSP00000421626", "ENSP00000425915", "ENSP00000427414", "ENSP00000427671", "ENSP00000473340"], "transcript": ["ENST00000505309", "ENST00000506078", "ENST00000506577", "ENST00000507920", "ENST00000508937", "ENST00000509276", "ENST00000510650", "ENST00000510965", "ENST00000511224", "ENST00000512980", "ENST00000513303", "ENST00000514218", "ENST00000514403", "ENST00000514985", "ENST00000515626"], "translation": [{"protein": "ENSP00000420939", "rna": "ENST00000514985"}, {"protein": "ENSP00000427671", "rna": "ENST00000511224"}, {"protein": "ENSP00000425915", "rna": "ENST00000506577"}, {"protein": "ENSP00000473340", "rna": "ENST00000507920"}, {"protein": "ENSP00000421626", "rna": "ENST00000514218"}, {"protein": "ENSP00000427414", "rna": "ENST00000510965"}], "type_of_gene": "protein_coding"}, "entrezgene": "6414", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.6368375734, "exp_mis": 107.865393566, "exp_syn": 37.9930765156, "lof_z": 0.177459470462165, "mis_z": -0.85405010026965, "mu_lof": 9.8830630492e-07, "mu_mis": 9.57851192061e-06, "mu_syn": 3.29334614534e-06, "n_lof": 12.0, "n_mis": 126.0, "n_syn": 44.0, "p_li": 3.00317467343857e-08, "p_null": 0.831746580189487, "p_rec": 0.168253389778766, "syn_z": -0.604155953616339}, "bp": 1146, "cds_end": 42808455, "cds_start": 42800821, "n_exons": 4, "nonpsych": {"exp_lof": 11.3580934185, "exp_mis": 97.549128655, "exp_syn": 34.3079398231, "lof_z": 0.104350773546786, "mis_z": -1.09545587268035, "mu_lof": 9.8830630492e-07, "mu_mis": 9.57851192061e-06, "mu_syn": 3.29334614534e-06, "n_lof": 11.0, "n_mis": 119.0, "n_syn": 37.0, "p_li": 1.1847014372606e-07, "p_null": 0.820289519933383, "p_rec": 0.179710361596474, "syn_z": -0.289368304496901}, "nontcga": {"exp_lof": 11.6181455184, "exp_mis": 99.2284237719, "exp_syn": 34.9458898204, "lof_z": -0.110512327404854, "mis_z": -0.738785872068112, "mu_lof": 9.8830630492e-07, "mu_mis": 9.57851192061e-06, "mu_syn": 3.29334614534e-06, "n_lof": 12.0, "n_mis": 114.0, "n_syn": 43.0, "p_li": 1.40486100934247e-08, "p_null": 0.889394074042718, "p_rec": 0.110605911908672, "syn_z": -0.862664285732259}, "transcript": "ENST00000514985.1"}, "exons": [{"cdsend": 42808353, "cdsstart": 42800719, "chr": "5", "position": [[42799879, 42801331], [42804655, 42804773], [42806895, 42807108], [42808150, 42808366], [42809759, 42809788], [42811835, 42812076]], "strand": -1, "transcript": "NM_001085486", "txend": 42812076, "txstart": 42799879}, {"cdsend": 42810767, "cdsstart": 42800719, "chr": "5", "position": [[42799879, 42801331], [42804655, 42804773], [42806895, 42807108], [42808150, 42808366], [42810690, 42810778], [42811835, 42812076]], "strand": -1, "transcript": "NM_001093726", "txend": 42812076, "txstart": 42799879}, {"cdsend": 42808353, "cdsstart": 42800719, "chr": "5", "position": [[42799879, 42801331], [42804655, 42804773], [42806895, 42807108], [42808150, 42808366], [42811835, 42811892]], "strand": -1, "transcript": "NM_005410", "txend": 42811892, "txstart": 42799879}], "exons_hg19": [{"cdsend": 42808455, "cdsstart": 42800821, "chr": "5", "position": [[42799981, 42801433], [42804757, 42804875], [42806997, 42807210], [42808252, 42808468], [42809861, 42809890], [42811937, 42812178]], "strand": -1, "transcript": "NM_001085486", "txend": 42812178, "txstart": 42799981}, {"cdsend": 42810869, "cdsstart": 42800821, "chr": "5", "position": [[42799981, 42801433], [42804757, 42804875], [42806997, 42807210], [42808252, 42808468], [42810792, 42810880], [42811937, 42812178]], "strand": -1, "transcript": "NM_001093726", "txend": 42812178, "txstart": 42799981}, {"cdsend": 42808455, "cdsstart": 42800821, "chr": "5", "position": [[42799981, 42801433], [42804757, 42804875], [42806997, 42807210], [42808252, 42808468], [42811937, 42811994]], "strand": -1, "transcript": "NM_005410", "txend": 42811994, "txstart": 42799981}], "generif": [{"pubmed": 11280803, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 12173025, "text": "A DNA-repeat structure within the promoter contains a functionally relevant polymorphism and is genetically unstable under conditions of mismatch repair deficiency"}, {"pubmed": 12423375, "text": "selenoprotein P functions as a Se-supply protein, delivering Se to the cells"}, {"pubmed": 17245539, "text": "SePP-like immunoreactivity localizes to neurons and ependymal cells and thus appears strategically situated for maintenance and control of selenium-dependent anti-oxidative defense systems."}, {"pubmed": 17511039, "text": "SePmRNA expression in the tissues of normal liver and hepatocellular carcinoma (HCC) is significantly different, suggesting that SeP might play a role in the occurrence and development of HCC."}, {"pubmed": 17536041, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17536041, "text": "Results reveal two common functional nucleotide polymorphisms within the human selenoprotein P gene that may predict behavior of biomarkers of selenium status and response to supplementation and thus susceptibility to disease."}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17937618, "text": "Both non-glycosylated and partially glycosylated SeP is utilised as selenium donor by target cells."}, {"pubmed": 17961124, "text": "local Sepp expression is required to maintain selenium content in selenium-privileged tissues such as brain and testis during dietary selenium restriction"}, {"pubmed": 17986007, "text": "selenoprotein P reduces lipid hydroperoxides and maintains the viability of myofibroblasts. a novel pathophysiologic function of myofibroblasts as a generator of lipid hydroperoxides, and a self-defense mechanism against self-generated oxidative stress."}, {"pubmed": 18483336, "text": "Four variants in SEPP1 were significantly associated with advanced colorectal adenoma risk."}, {"pubmed": 18483336, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19074884, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19215687, "text": "selenoprotein P expression was low in gastric adenocarcinoma tissues compared with control tissues"}, {"pubmed": 19453253, "text": "Data conclude that functional polymorphisms in the SEPP-1 gene influence the proportion of SePP isoforms in plasma."}, {"pubmed": 19513589, "text": "The glucocorticoid receptor inhibits selenoprotein P transactivation via response elements; the finding provides insight into a potential mechanism of selenium redistribution during development."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19747622, "text": "In a study of 817 randomly selected adult Danes, the median selenoprotein P level in serum was 2.72 (2.18-3.49) mg/L. Serum selenoprotein P increased with age and was higher in men than in women."}, {"pubmed": 19779296, "text": "Early decrease in Sel-P plasma concentrations was specifically observed in septic shock and was similar in SIRS patients whereas GPx activity remained unchanged."}, {"pubmed": 20178852, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20360971, "text": "tear SeP is a key molecule to protect the ocular surface cells against environmental oxidative stress"}, {"pubmed": 20378690, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20521393, "text": "Our findings demonstrate that Selenoprotein P protects neuronal cells from amyloid beta-induced toxicity, suggesting a neuroprotective role for SelP in preventing neurodegenerative disorders."}, {"pubmed": 20542496, "text": "Inflammation of the intestinal mucosa causes a decline in locally produced selenoprotein P in the colon that eventually may contribute to the emergence of inflammatory bowel disease-related colorectal cancer."}, {"pubmed": 20565998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20565998, "text": "The present results show no significant difference in genotype and allele distribution of SNP r25191g/a between individuals with Kashin-Beck disease and controls."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20852007, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20875901, "text": "These findings suggest an association between the individual selenoprotein concentration and the presence of diabetes."}, {"pubmed": 21035759, "text": "Using serial analysis of gene expression and DNA chip methods, the study found that hepatic SeP mRNA levels correlated with insulin resistance in humans."}, {"pubmed": 21052528, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21456065, "text": "Selenoprotein P levels in prostate cells determine basal reactive-oxygen-species levels and H2O2-induced cytotoxicity. Deregulation of selenoprotein P during prostate carcinogenesis may increase free radicals, thus promoting tumor development."}, {"pubmed": 21677040, "text": "Circulating SeP concentrations were elevated in patients with glucose metabolism dysregulation and were related to various cardiometabolic parameters including insulin resistance, inflammation, and atherosclerosis."}, {"pubmed": 22496878, "text": "Circulating selenoprotein P levels were positively correlated with fasting plasma glucose and negatively associated with both total and high-molecular adiponectin in type 2 diabetics."}, {"pubmed": 22715394, "text": "Selenium, selenoenzymes, oxidative stress and risk of neoplastic progression from Barrett's esophagus: results from biomarkers and genetic variants."}, {"pubmed": 22932905, "text": "hepatocellular SAM-dependent protein methylation is required for both SEPP1 and gluconeogenic enzyme expression and that inhibition of protein arginine methylation might provide a route to therapeutic interventions in type II diabetes."}, {"pubmed": 23056383, "text": "Higher tumor grade and tumor stage at diagnosis correlated to lower SePP and Se concentrations."}, {"pubmed": 23129481, "text": "SEPP1 genetic variation was associated with prostate cancer incidence; replication of these results in an independent dataset is necessary."}, {"pubmed": 23268326, "text": "This study demonistrated that Sepp1 in midbrain was expressed in neurons of the substantia nigra (SN), and expression was concentrated within the centers of Lewy bodies, the pathological hallmark of Parkinson disease"}, {"pubmed": 23760059, "text": "We speculate that there could be a feedback regulation between hepatic Sepp1 and pancreatic insulin and that increased circulating Sepp1 might be the result rather than the cause of abnormal glucose metabolism.[Review]"}, {"pubmed": 23770201, "text": "These results demonstrate that SEPP1 represents a previously unrecognized regulator of Polychlorinated biphenyl-induced biological effects."}, {"pubmed": 24039907, "text": "The data provide evidence that single nucleotide polymorphisms in SEPP1 and GPX1 modulate risk of breast cancer."}, {"pubmed": 24055274, "text": "AMPK activators ameliorated carrageenan-induced insulin resistance via SeP inhibition."}, {"pubmed": 24157689, "text": "Sepp1 secreted from epithelial cells may support the intestinal immune system by providing immune cells (including plasma cells) with selenium"}, {"pubmed": 24161883, "text": "Genetic variants in selenoprotein P plasma 1 gene (SEPP1) are associated with fasting insulin and first phase insulin response in Hispanics"}, {"pubmed": 24257750, "text": "metformin decreases binding of FoxO3a, a direct target of AMPK, to the SEPP1 promoter."}, {"pubmed": 24278290, "text": "data suggest that SEPP1 alters breast cancer risk among women with higher levels of NA ancestry"}, {"pubmed": 24361887, "text": "SePP is not only involved in Selenium transport to testes supporting GPX4 biosynthesis but it also becomes secreted into seminal plasma."}, {"pubmed": 24437729, "text": "The histidine-rich domain of selenoprotein P is capable of binding Cu ions in both oxidation states of Cu(+) and Cu(2+) with high affinity and of modulating Cu(+) and Cu(2+)-mediated ABETA aggregation, reactive oxygen species production, neurotoxicity."}, {"pubmed": 24563517, "text": "SEPP1 rs7579 was found to be associated with lower risk of advanced prostate cancer."}, {"pubmed": 24638201, "text": "Elevated SeP concentrations are independently associated with a reduced risk of MetS in children"}, {"pubmed": 24708917, "text": "Data suggest that plasma SEPP1 level can be up-regulated by dietary factors; here, significantly higher plasma SEPP1 is observed in women at risk of pre-eclampsia treated with dietary supplement of selenium-enriched yeast started in first trimester."}, {"pubmed": 24914767, "text": "These results demonstrated that SelP interacts with tubulin, alpha 1a (TUBA1A)."}, {"pubmed": 25395084, "text": "this study provide preliminary genetic evidence that the SEPP1 functional variants contribute to the AAA risk."}, {"pubmed": 26348725, "text": "Impaired renal function is positively correlated with serum concentrations of SePP."}, {"pubmed": 26399395, "text": "Studied gene-specific regulation of hepatic selenoprotein expression by interleukin-6; by testing human hepatocytes in culture, found IL-6 reduced the concentrations of SePP mRNA and secreted SePP in a dose-dependent manner."}, {"pubmed": 26514640, "text": "Selenoprotein P concentrations are not elevated in women with gestational diabetes mellitus but are associated with BMI and HDL cholesterol."}, {"pubmed": 26658762, "text": "GPX1 and SEPP1 Single Nucleotide Polymorphism were not associated with any changes in the expression of related genes. GPX1 was shown to modulate the expression of unrelated target, SEP15, upon Se supplementation, both alone and in combination with SEPP1."}, {"pubmed": 26675765, "text": "women who carry the SEPP1 rs3877899 A allele are better able to maintain selenium status during pregnancy, and their GPx3 activity increases more with supplementation, which suggests better protection from low selenium status."}, {"pubmed": 26944060, "text": "preliminary result indicated the beneficial effect of serine on the expression of SelP and GPx, which suggested that it might be a candidate for combined selenium supplement."}, {"pubmed": 27371843, "text": "Data show that the cell proliferative ability was inhibited in the cells overexpressing selenoprotein P, plasma 1 (SEPP1), and the colony forming ability of The cell evidently decreased."}, {"pubmed": 27524654, "text": "SeP was higher in individuals who were overweight/obese, and associated with insulin resistance by HOMA-IR and by clamp, but not independently of BMI."}, {"pubmed": 27881738, "text": "Study suggests the 3' UTR structural elements (SECIS) in Sepp1 functions with site specificity and further illustrates how mRNA processing may produce transcripts with altered coding potential to produce diversity in selenoprotein isoforms."}, {"pubmed": 27908419, "text": "The selenium levels in the tissues were correlated to the genotype of the SELENOP selenium carrier protein, but not to other proteins whose levels have been reported to be responsive to selenium availability, including GPX1, SELENOF and SBP1."}, {"pubmed": 28064116, "text": "Biomarkers of Se status in clinical research need to be measured by validated assays in order to avoid erroneous data and incorrect interpretations, especially when analyzing young women. The Se content of circulating SELENOP differs between individuals and may provide some important diagnostic information on Se metabolism and status"}, {"pubmed": 28190280, "text": "We have demonstrated a significant decrease in circulating SeP levels according to MetS status in patients with documented cardiovascular disease."}, {"pubmed": 28263310, "text": "Increased amounts of circulating SeP predicted the ineffectiveness of training on endurance capacity in humans."}, {"pubmed": 28459371, "text": "erum microRNA-7 and selenoprotein P appear to be potential non-invasive diagnostic markers for hepatocellular carcinoma. Moreover, the results suggest that selenium could be used as an anticancer therapy for hepatocellular carcinoma by affecting both microRNA-7 and selenoprotein P"}, {"pubmed": 28598259, "text": "The study suggests the possible importance of SEPP1 rs3877899 and SEP15 rs5859 polymorphisms in susceptibility to breast cancer."}, {"pubmed": 28696394, "text": "Genetic variations in selenoprotein genes modulated both GPX1 and SELENOP selenoprotein gene expression and global gene expression in response to Brazil nut supplementation."}, {"pubmed": 28700468, "text": "Results indicate that the 2 genetic variants of rs7579 and rs230813 in SEPP1 may not play a role in the pathogenesis of preeclampsia in Chinese Han Women."}, {"pubmed": 29069514, "text": "Results indicate a diversity of RNA elements conducting multiple occurrences of UGA redefinition to control the synthesis of full-length and truncated selenoprotein P (SELENOP) isoforms."}, {"pubmed": 29314169, "text": "Results indicate an interaction between selenium status and selenoprotein genotypes that may contribute to the disparity in prostate cancer incidence and outcome experienced by African Americans"}, {"pubmed": 29609868, "text": "Although the regulation of selenoproteins expression is mainly during translation, the mRNA expression of selenoproteins, such as SELENOF (Selenoprotein 15), SELENOK and SEPHS1 can be altered by Se status."}, {"pubmed": 29636330, "text": "Selenoprotein P promotes the development of pulmonary hypertension by stimulating excessive proliferation and apoptosis resistance of pulmonary artery smooth muscle cells."}, {"pubmed": 29648467, "text": "When rs13154178 gene polymorphism was compared with AA homozygous individuals, fasting blood glucose levels were significantly higher in carriers of either polymorphism than in those with no polymorphism. We suggest rs13154178 gene polymorphism may lead to gestational diabetes mellitus in the Turkish society."}, {"pubmed": 29932230, "text": "Selenium supplementation was not found to influence the expression of SEPP1 in mRNA and protein levels in subjects with and without metabolic syndrome suffering from coronary artery disease."}, {"pubmed": 30084959, "text": "This study of adult men living in selenium non-deficient areas in China provides little support for the inverse association between pre-diagnostic plasma SELENOP concentration and lung cancer risk."}, {"pubmed": 30243837, "text": "Data identify core coding region sequence determinants within the SELENOP mRNA that govern SELENOP synthesis. The N-terminal coding sequence (upstream of the second UGA) and C-terminal coding sequence context are two independent determinants for efficient synthesis of full-length SELENOP. In addition, the distance between the first UGA and the consensus signal peptide is also critical for efficiency."}, {"pubmed": 30425271, "text": "elevation of circulating SELENOP, but not of circulating selenium, was positively and independently associated with future onset of glucose intolerance in a general Japanese population"}, {"pubmed": 30448992, "text": "Higher serum SELENOP levels were associated with an overall healthy metabolomics profile"}, {"pubmed": 30582190, "text": "NKX3.1 and SELENOP genotypes were associated with a more aggressive prostate tumor grade at the time of prostatectomy, but there were no significant interactions of NKX3.1 genotype with either selenium status or SELENOP genotype."}, {"pubmed": 30974086, "text": "The authors show that hepatitis C infection increases the levels of hepatic selenoprotein P (SeP) mRNA (SEPP1 mRNA) and serum SeP, a hepatokine linked to insulin resistance. SEPP1 mRNA inhibits type I interferon responses by limiting the function of retinoic-acid-inducible gene I (RIG-I), a sensor of viral RNA."}, {"pubmed": 31158358, "text": "Receiver operating characteristic curve (ROC) revealed HMGB1 had 32% sensitivity and 100% specificity in differentiating HCV from HCV+HCC patients, both SEPP1 and HMGB1 had high sensitivity (92%,60%) and 93% specificity in differentiating healthy from HCV+HCC group"}, {"pubmed": 31542866, "text": "Studied association of selenoprotein S (SEPS1) and selenoprotein P (SEPP1) single nucleotide polymorphisms (SNPs) with expression of SEPS1 and SEPP1 in patients with metabolic syndrome and history of cardiovascular disease."}, {"pubmed": 32377302, "text": "Diverse Associations of Plasma Selenium Concentrations and SELENOP Gene Polymorphism with Metabolic Syndrome and Its Components."}, {"pubmed": 32605214, "text": "Higher Serum Selenoprotein P Level as a Novel Inductor of Metabolic Complications in Psoriasis."}, {"pubmed": 32735635, "text": "Selenoprotein P inhibits cell proliferation and ROX production in HCC cells."}, {"pubmed": 32838475, "text": "Toenail selenium, plasma selenoprotein P and risk of advanced prostate cancer: A nested case-control study."}, {"pubmed": 33094480, "text": "SeP is elevated in NAFLD and participates in NAFLD pathogenesis through AMPK/ACC pathway."}, {"pubmed": 33266488, "text": "Interplay between Oxidative Stress and Metabolic Derangements in Non-Alcoholic Fatty Liver Disease: The Role of Selenoprotein P."}, {"pubmed": 33388316, "text": "Colonic Epithelial-Derived Selenoprotein P Is the Source for Antioxidant-Mediated Protection in Colitis-Associated Cancer."}, {"pubmed": 33938349, "text": "Elevated circulating Selenoprotein P levels in patients with polycystic ovary syndrome."}, {"pubmed": 34563873, "text": "Serum selenium, selenoprotein P and glutathione peroxidase 3 as predictors of mortality and recurrence following breast cancer diagnosis: A multicentre cohort study."}, {"pubmed": 34616844, "text": "Lack of Association between Common Polymorphisms in Selenoprotein P Gene and Susceptibility to Colorectal Cancer, Breast Cancer, and Prostate Cancer: A Meta-Analysis."}, {"pubmed": 34884891, "text": "Natural Autoimmunity to Selenoprotein P Impairs Selenium Transport in Hashimoto's Thyroiditis."}, {"pubmed": 35205233, "text": "An Assessment of GPX1 (rs1050450), DIO2 (rs225014) and SEPP1 (rs7579) Gene Polymorphisms in Women with Endometrial Cancer."}, {"pubmed": 35636018, "text": "Autoimmunity to selenoprotein P predicts breast cancer recurrence."}, {"pubmed": 35840466, "text": "Elevated Selenoprotein P Levels in Thalassemia Major Patients."}, {"pubmed": 35905604, "text": "The role of selenoprotein P in the determining the sensitivity of cervical cancer patients to concurrent chemoradiotherapy: A metabonomics-based analysis."}, {"pubmed": 37108730, "text": "SELENOP rs3877899 Variant Affects the Risk of Developing Advanced Stages of Retinopathy of Prematurity (ROP)."}, {"pubmed": 37166989, "text": "SELENOP modifies sporadic colorectal carcinogenesis and WNT signaling activity through LRP5/6 interactions."}, {"pubmed": 37234930, "text": "Lower Plasma Selenoprotein P Levels in Regularly Exercising Young Adults."}, {"pubmed": 37391553, "text": "Association of Serum Selenium and Selenoprotein P with Oxidative Stress Biomarkers in Patients with Polycystic Ovary Syndrome."}, {"pubmed": 37423160, "text": "Autoantibodies to selenoprotein P in chronic fatigue syndrome suggest selenium transport impairment and acquired resistance to thyroid hormone."}, {"pubmed": 37423559, "text": "Selenoprotein P deficiency is associated with higher risk of incident heart failure."}, {"pubmed": 37495908, "text": "Selenoprotein P, peroxiredoxin-5, renalase, and total antioxidant status in patients with suspected obstructive sleep apnea."}, {"pubmed": 38182643, "text": "Selenoprotein P expression in glioblastoma as a regulator of ferroptosis sensitivity: preservation of GPX4 via the cycling-selenium storage."}, {"pubmed": 38198038, "text": "Strong associations of serum selenoprotein P with all-cause mortality and mortality due to cancer, cardiovascular, respiratory and gastrointestinal diseases in older German adults."}], "genomic_pos": {"chr": "5", "end": 42887392, "ensemblgene": "ENSG00000250722", "start": 42799880, "strand": -1}, "genomic_pos_hg19": {"chr": "5", "end": 42887494, "start": 42799982, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001887", "qualifier": "involved_in", "term": "selenium compound metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006979", "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007420", "qualifier": "involved_in", "term": "brain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007626", "qualifier": "involved_in", "term": "locomotory behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009791", "qualifier": "involved_in", "term": "post-embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010269", "qualifier": "involved_in", "term": "response to selenium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019953", "qualifier": "involved_in", "term": "sexual reproduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040008", "qualifier": "involved_in", "term": "regulation of growth"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031089", "qualifier": "located_in", "term": "platelet dense granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": {"category": "MF", "evidence": "IBA", "id": "GO:0008430", "qualifier": "enables", "term": "selenium binding"}}, "homologene": {"genes": [[7955, 352931], [8364, 100379942], [9031, 431587], [9544, 698917], [9598, 461897], [9606, 6414], [9615, 479346], [9913, 282066], [10090, 20363], [10116, 29360]], "id": 3945}, "interpro": [{"desc": "Selenoprotein P, N-terminal", "id": "IPR007671", "short_desc": "Selenoprotein-P_N"}, {"desc": "Selenoprotein P", "id": "IPR037941", "short_desc": "SeP"}, {"desc": "Selenoprotein P, C-terminal", "id": "IPR007672", "short_desc": "SelP_C"}], "ipi": ["IPI00029061", "IPI00964354", "IPI00967366"], "map_location": "5p12", "name": "selenoprotein P", "other_names": ["selenoprotein P", "selenoprotein P, plasma, 1"], "pantherdb": {"HGNC": "10751", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "894288", "ortholog_type": "LDO", "panther_family": "PTHR10105", "taxid": 10090, "uniprot_kb": "P70274"}, {"RGD": "3660", "ortholog_type": "LDO", "panther_family": "PTHR10105", "taxid": 10116, "uniprot_kb": "P25236"}, {"Ensembl": "ENSGALG00000047578", "ortholog_type": "LDO", "panther_family": "PTHR10105", "taxid": 9031, "uniprot_kb": "A0A3Q2UGB8"}, {"ZFIN": "ZDB-GENE-030311-1", "ortholog_type": "LDO", "panther_family": "PTHR10105", "taxid": 7955, "uniprot_kb": "Q98SV1"}], "uniprot_kb": "P49908"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}], "wikipathways": [{"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP185", "name": "Integrin-mediated Cell Adhesion"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}]}, "pfam": ["PF04592", "PF04593"], "pharmgkb": "PA35672", "pharos": {"target_id": 8845, "tdl": "Tbio"}, "pir": "A47327", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326540", "relationship": "is"}, {"id": "GNF326541", "relationship": "is"}, {"id": "GNF326542", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293165", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168416", "relationship": "is"}, {"id": "GNF179322", "relationship": "is"}, {"id": "GNF190228", "relationship": "is"}, {"id": "GNF201134", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF034923", "relationship": "is"}, {"id": "GNF035060", "relationship": "similar to"}], "GNF_mm+hs-MGC": [{"id": "GNF013176", "relationship": "is"}, {"id": "GNF013177", "relationship": "is"}, {"id": "GNF013178", "relationship": "is"}, {"id": "GNF013179", "relationship": "is"}, {"id": "GNF013180", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF232997", "relationship": "is"}, {"id": "GNF243524", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330429", "relationship": "is"}, {"id": "GNF331737", "relationship": "is"}, {"id": "GNF333525", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF335592", "relationship": "is"}, {"id": "GNF337781", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF111953", "relationship": "is"}, {"id": "GNF151594", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": ["NP_001078955.1", "NP_001087195.1", "NP_005401.3"], "rna": ["NM_001085486.3", "NM_001093726.3", "NM_005410.4"], "translation": [{"protein": "NP_005401.3", "rna": "NM_005410.4"}, {"protein": "NP_001078955.1", "rna": "NM_001085486.3"}, {"protein": "NP_001087195.1", "rna": "NM_001093726.3"}]}, "reporter": {"HG-U133_Plus_2": ["201427_s_at", "229620_at"], "HG-U95Av2": "34363_at", "HG-U95B": "45411_r_at", "HTA-2_0": "TC05001310.hg.1", "HuEx-1_0": "2855285", "HuGene-1_1": "8111915", "HuGene-2_1": "16995848"}, "retired": [153685, 257205], "summary": "This gene encodes a selenoprotein that is predominantly expressed in the liver and secreted into the plasma. This selenoprotein is unique in that it contains multiple selenocysteine (Sec) residues per polypeptide (10 in human), and accounts for most of the selenium in plasma. It has been implicated as an extracellular antioxidant, and in the transport of selenium to extra-hepatic tissues via apolipoprotein E receptor-2 (apoER2). Mice lacking this gene exhibit neurological dysfunction, suggesting its importance in normal brain function. Sec is encoded by the UGA codon, which normally signals translation termination. The 3' UTRs of selenoprotein mRNAs contain a conserved stem-loop structure, designated the Sec insertion sequence (SECIS) element, that is necessary for the recognition of UGA as a Sec codon, rather than as a stop signal. The mRNA for this selenoprotein contains two SECIS elements. The use of alternative polyadenylation sites, one located in between the two SECIS elements, results in two populations of mRNAs containing either both (predominant) or just the upstream SECIS element (PMID:27881738). Alternatively spliced transcript variants have also been found for this gene. [provided by RefSeq, Oct 2018].", "symbol": "SELENOP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419968"}, "unigene": ["Hs.745017", "Hs.275775"], "uniprot": {"Swiss-Prot": "P49908", "TrEMBL": ["A0A182DWH7", "A0A182DWH8", "R4GMT5"]}, "wikipedia": {"url_stub": "SEPP1"}}