{"AllianceGenome": "10720", "HGNC": "10720", "MIM": "153240", "_id": "6402", "_version": 1, "accession": {"genomic": ["AH005426.2", "AL021940.1", "AY233976.1", "CH471067.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_016132.1"], "protein": ["AAB60700.1", "AAC63053.1", "AAH20758.1", "AAO48272.1", "AAQ67701.1", "BAG35555.1", "BAG60862.1", "BAR92882.1", "CAA34203.1", "CAA34275.1", "CAB43536.1", "CAB43537.1", "CAB55488.1", "EAW90855.1", "EAW90856.1", "EAW90857.1", "EAW90858.1", "EAW90859.1", "NP_000646.3", "P14151.2"], "rna": ["AB583235.1", "AI253539.1", "AJ246000.1", "AK225713.1", "AK298705.1", "AK312673.1", "AY367061.1", "BC020758.1", "BP393094.1", "BQ004720.1", "CB164568.1", "DA671852.1", "DB271854.1", "DB482055.1", "DC378123.1", "M25280.1", "NM_000655.5", "NR_029467.2", "X16070.1", "X16150.1", "X17519.1"], "translation": [{"protein": "AAC63053.1", "rna": "M25280.1"}, {"protein": "BAG35555.1", "rna": "AK312673.1"}, {"protein": "AAQ67701.1", "rna": "AY367061.1"}, {"protein": "CAB43536.1", "rna": "X17519.1"}, {"protein": "BAG60862.1", "rna": "AK298705.1"}, {"protein": "CAA34275.1", "rna": "X16150.1"}, {"protein": "CAB43537.1", "rna": "X17519.1"}, {"protein": "BAR92882.1", "rna": "AB583235.1"}, {"protein": "NP_000646.3", "rna": "NM_000655.5"}, {"protein": "CAA34203.1", "rna": "X16070.1"}, {"protein": "AAH20758.1", "rna": "BC020758.1"}, {"protein": "CAB55488.1", "rna": "AJ246000.1"}]}, "alias": ["CD62L", "LAM1", "LECAM1", "LEU8", "LNHR", "LSEL", "LYAM1", "PLNHR", "TQ1"], "ensembl": {"gene": "ENSG00000188404", "protein": ["ENSP00000236147", "ENSP00000498227", "ENSP00000498707"], "transcript": ["ENST00000236147", "ENST00000460650", "ENST00000463108", "ENST00000466340", "ENST00000479657", "ENST00000497295", "ENST00000650983"], "translation": [{"protein": "ENSP00000236147", "rna": "ENST00000236147"}, {"protein": "ENSP00000498707", "rna": "ENST00000497295"}, {"protein": "ENSP00000498227", "rna": "ENST00000650983"}], "type_of_gene": "protein_coding"}, "entrezgene": "6402", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.0279975231, "exp_mis": 81.9348530229, "exp_syn": 33.673175572, "lof_z": 1.49981056438552, "mis_z": -1.46248889641343, "mu_lof": 1.02254882359e-06, "mu_mis": 9.2779317884e-06, "mu_syn": 3.59128908772e-06, "n_lof": 6.0, "n_mis": 109.0, "n_syn": 44.0, "p_li": 0.00173463089981873, "p_null": 0.103390987615765, "p_rec": 0.894874381484417, "syn_z": -1.1032500937383}, "bp": 1158, "cds_end": 169680678, "cds_start": 169660924, "n_exons": 9, "nonpsych": {"exp_lof": 9.85596501397, "exp_mis": 74.0335135793, "exp_syn": 30.3520346083, "lof_z": 1.51907055209195, "mis_z": -1.28768061350149, "mu_lof": 1.02254882359e-06, "mu_mis": 9.2779317884e-06, "mu_syn": 3.59128908772e-06, "n_lof": 5.0, "n_mis": 96.0, "n_syn": 40.0, "p_li": 0.00672329885099097, "p_null": 0.0909046711271012, "p_rec": 0.902372030021908, "syn_z": -1.10256851613705}, "nontcga": {"exp_lof": 10.1335312812, "exp_mis": 75.3678433004, "exp_syn": 30.9670942645, "lof_z": 1.59080529006804, "mis_z": -1.35618870726824, "mu_lof": 1.02254882359e-06, "mu_mis": 9.2779317884e-06, "mu_syn": 3.59128908772e-06, "n_lof": 5.0, "n_mis": 99.0, "n_syn": 41.0, "p_li": 0.00690330948981023, "p_null": 0.0747522749674348, "p_rec": 0.918344415542755, "syn_z": -1.14156064188892}, "transcript": "ENST00000236147.4"}, "exons": [{"cdsend": 169711498, "cdsstart": 169691783, "chr": "1", "position": [[169690666, 169691802], [169696534, 169696553], [169701559, 169701688], [169703254, 169703440], [169704567, 169704753], [169707341, 169707449], [169708416, 169708803], [169710435, 169710517], [169711495, 169711620]], "strand": -1, "transcript": "NM_000655", "txend": 169711620, "txstart": 169690666}, {"cdsend": 169708857, "cdsstart": 169708857, "chr": "1", "position": [[169690666, 169691802], [169696534, 169696553], [169701559, 169701688], [169703254, 169703440], [169704567, 169704753], [169707341, 169707449], [169708416, 169708857]], "strand": -1, "transcript": "NR_029467", "txend": 169708857, "txstart": 169690666}], "exons_hg19": [{"cdsend": 169680639, "cdsstart": 169660924, "chr": "1", "position": [[169659807, 169660943], [169665675, 169665694], [169670700, 169670829], [169672395, 169672581], [169673708, 169673894], [169676482, 169676590], [169677557, 169677944], [169679576, 169679658], [169680636, 169680761]], "strand": -1, "transcript": "NM_000655", "txend": 169680761, "txstart": 169659807}, {"cdsend": 169677998, "cdsstart": 169677998, "chr": "1", "position": [[169659807, 169660943], [169665675, 169665694], [169670700, 169670829], [169672395, 169672581], [169673708, 169673894], [169676482, 169676590], [169677557, 169677998]], "strand": -1, "transcript": "NR_029467", "txend": 169677998, "txstart": 169659807}], "generif": [{"pubmed": 11064106, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 11466384, "text": "The cytoplasmic domain of L-selectin regulates shedding by a mechanism in which bound calmodulin may operate as a negative effector."}, {"pubmed": 11821431, "text": "interacts with oversulfated chondroitin/dermatan sulfates containing GlcAbeta1/IdoAalpha1-3GalNAc(4,6-O-disulfate)"}, {"pubmed": 11828340, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11828340, "text": "two SNPs in the E-selectin gene and six SNPs in the L-selectin gene were significantly associated with IgAN in Japanese patients"}, {"pubmed": 11907045, "text": "L-selectin dimerization enhances tether formation to properly spaced ligand."}, {"pubmed": 12042326, "text": "destabilization of L-selectin-mediated lymphocyte rolling by endothelial chemokines"}, {"pubmed": 12063026, "text": "does not play a role in homing and clonogenic outgrowth of CD34(+) peripheral blood stem cells"}, {"pubmed": 12144128, "text": "review of structure, function, cell and tissue distribution"}, {"pubmed": 12147693, "text": "Data show that tumor necrosis factor-alpha-converting enzyme (TACE)is involved in the shedding of L-selectin by NSAIDS in human neutrophils."}, {"pubmed": 12165498, "text": "CD62L on human cultured T lymphoblasts is one of several glycoproteins that interacts directly with E-selectin and contributes to rolling under flow."}, {"pubmed": 12186696, "text": "circulating soluble selectitn L in acute myeloid leukemia is correlaed with peripheral blast cell counts, extramedullaary infiltration, relapse and mortality"}, {"pubmed": 12200076, "text": "Protein polymorphism is associated with diabetic nephropathy in type 2 diabetes mellitus"}, {"pubmed": 12200386, "text": "Conjunctival biopsies excised from patients following cataract surgery provided circumstantial evidence that endothelial L-selectin might play a role in the surgery-induced up-regulation of leukocyte rolling."}, {"pubmed": 12202158, "text": "data provide a comprehensive comparison of the L-selectin/cytoskeletal interaction with other functionally important surface antigens"}, {"pubmed": 12370391, "text": "L-selectin initiates leukocyte/endothelial cell interactions leading to leukocyte rolling and migration which are then optimized by CD18 integrin/ICAM-1 cooperative interactions."}, {"pubmed": 12431911, "text": "that L-selectin was colocalized with high-affinity CD18.Adhesion signaled via L-selectin coincided with the kinetics of MAPK phosphorylation and was inhibited by blocking p38 or p42/44 activity."}, {"pubmed": 12496379, "text": "L-selectin is expressed in memory CD4+ T cells that are smaller, proliferate well in response to tetanus toxoid, have longer telomeres, and express genes and proteins consistent with immune surveillance function."}, {"pubmed": 12532021, "text": "results suggest that trophoblast L-selectin mediates interactions with the uterus and that this adhesion mechanism may be critical to establishing human pregnancy"}, {"pubmed": 12595908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12609846, "text": "L-selectin mobilized intracellular CXCR4 to significantly increase surface CXCR4 stimulation and inhibited SDF-1 induced CXCR4 internalization."}, {"pubmed": 12736247, "text": "L-selectin binds with high affinity to the N-terminal region of PSGL-1 through cooperative interactions with three sulfated tyrosine residues and an appropriately positioned C2-O-sLex O-glycan."}, {"pubmed": 12738381, "text": "interacts with Helicobacter pylori isolates from patients with chronic gastritis, duodenal ulcer and gastric cancer"}, {"pubmed": 12844406, "text": "Monitoring of the plasma level of sL-selectin is possibly useful for early diagnosis of relapse and extramedullary infiltration in acute leukemia."}, {"pubmed": 12871600, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12874338, "text": "Anaplasma phagocytophilum infected neutrophils showed reduced expression of P-selectin glycoprotein ligand 1 (PSGL-1, CD162) and L-selectin (CD62L)"}, {"pubmed": 12918706, "text": "expression on leukocytes in Behcet's disease."}, {"pubmed": 14533031, "text": "Strong relationship between soluble L-selectin and diabetic retinopathy. strong correlation between sL-selectin and HbA1c. Soluble L-selectin is increased with poor glycemic control."}, {"pubmed": 14576059, "text": "engagement of both CD4 and CXCR4 is required for HIV-induced shedding of L-selectin on primary resting CD4(+) T cells."}, {"pubmed": 14585903, "text": "Importance of CD62L expression on lymphocytes for recurrent miscarriage and the relevance of the maternal response to microbial antigens during pregnancy should be further explored."}, {"pubmed": 14597772, "text": "L-selectin tethers appear adapted to undergo rapid avidity enhancement by cellular transport, a specialized mechanism not used by any other known adhesion receptor."}, {"pubmed": 14615387, "text": "L-selectin mediates adhesion at all shear rates. Mocyte-expressed L-selectin functionally mediates primary tethering of monocytes to endothelial-cell ccarbohydrate ligands. L-selectin blockade without PMCs had an inhibitory effect on monocyte adhesion."}, {"pubmed": 14737745, "text": "positive marker for precinical type 1 diabetes in children"}, {"pubmed": 15093751, "text": "LSEL expression is increased by biochemical engineering of sialic acids."}, {"pubmed": 15178693, "text": "results suggest that ezrin-radixin-moesin proteins are required for microvillar positioning of L-selectin and that this is important both for leukocyte tethering and L-selectin shedding"}, {"pubmed": 15192100, "text": "L-selectin signal transduction requires protein kinase C alpha, iota, and theta binding"}, {"pubmed": 15470072, "text": "L-selectin plays a role in the vascular homing of peripheral blood-derived endothelial progenitor cells."}, {"pubmed": 15506984, "text": "describes currently known binding partners of the L-selectin tail and how their associations affect L-selectin function. (review)"}, {"pubmed": 15776384, "text": "There was significantly more soluble L-selectin in serum samples from subjects with cryptococcosis than in those from uninfected subjects"}, {"pubmed": 15831305, "text": "Increased expression of L-selectin ligand in the human endometrium during the early and midsecretory phases of the menstrual cycle may be related to the process of implantation."}, {"pubmed": 16270299, "text": "Serum levels were measured with enzyme-linked immunosorbent assays over the first 2 years of life in 65 children seroconverting to positivity for autoantibodies and 65 control children, all with susceptibility to type 1 diabetes."}, {"pubmed": 16352650, "text": "variant isoforms of CD44 on LS174T colon carcinoma cells possess selectin binding activity, in contrast to the standard isoform of CD44 on hematopoietic-progenitor cells."}, {"pubmed": 16357481, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16357481, "text": "The 206Leu allele frequency occurred in 42% of the patients with coronary artery disease compared to 30% of the controls (p<0.009)."}, {"pubmed": 16565092, "text": "expression of HCELL confers robust and predominant tumor cell binding to E- and L-selectin"}, {"pubmed": 16585636, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16585636, "text": "higher frequency of L-selectin genotypes in patients with brucellosis than in controls & the association between the 206Leu allele & the occurrence of brucellosis relapse, suggest the F206L polymorphism may make individuals more vulnerable to brucellosis"}, {"pubmed": 16690519, "text": "CD62L and CCR7, as well as dendritic cells, are reduced in non-Hodgkin's lymphoma"}, {"pubmed": 16738933, "text": "A potential role of the L selectin SNPs in the pathogenesis of inflammatory diseases, including IgA nephropathy was shown."}, {"pubmed": 16740600, "text": "shedding of CD21 and CD62L is mediated via the P2X7R."}, {"pubmed": 16916660, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16974056, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16974056, "text": "The interval was significantly longer in IgA nephropathy patients with a homoallele of C in C1402T, C1402/C1402, of the E-selectin gene, or a homoallele of C in C712T, C712/C712, of the L-selectin gene compared to others."}, {"pubmed": 16982492, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17028146, "text": "flow-enhanced cell tethering is governed through L-selectin at threshold shear"}, {"pubmed": 17055225, "text": "B cells from Bullous pemphigoid patients showed decreased expression of L-selectin"}, {"pubmed": 17056762, "text": "We found that signaling through CD62L up-regulated FasL."}, {"pubmed": 17407075, "text": "Findings suggest that L-selectin gene 213P mutant allele might contribute to susceptibility of Chinese individuals to contract coronary heart disease."}, {"pubmed": 17407075, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17465998, "text": "L-selectin gene polymorphisms are associated with GD susceptibility."}, {"pubmed": 17465998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17515951, "text": "Data show that in bullous pemphigoid, expression of L selectins was detected mainly in basal keratinocytes and in inflammatory infiltrates in the dermis."}, {"pubmed": 17525255, "text": "Data show that upon experimental and human renal ischemia/reperfusion, microvascular basement membrane (BM) heparan sulfate proteoglycans (collagen 18alpha1, agrin and perlecan) are modified to bind L-selectin and monocyte chemoattractant protein-1."}, {"pubmed": 17698668, "text": "Capture and eventual transfer of such CD62L-bearing virions by the endothelium could play a role in the pathogenesis of HIV-1 infection."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17706337, "text": "In women with subsequent preeclampsia, sL-selectin and sVCAM-1 concentrations were significantly lower, whereas sE-selectin, sP-selectin and sICAM-1 levels were significantly higher, compared with controls at mid-pregnancy (p<0.05)."}, {"pubmed": 17765649, "text": "Aphanizomenon flos water extract contains a novel ligand for CD62L. It modulates CXCR4 expression on CD34+ bone marrow cells in vitro and triggers stem cell mobilization in vivo."}, {"pubmed": 17890399, "text": "A new method for determining receptor-ligand association/dissociation events across the interface of two surfaces (two-dimensional binding) by monitoring abrupt decrease/resumption in thermal fluctuations of a biomembrane force probe."}, {"pubmed": 17954174, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18028430, "text": "L-selectin is defective in the stem cell compartment of MDS and sAML, whereas ICAM1 is overexpressed; the ratio of their expression has a prognostic role; and a ratio <1 significantly predicts progression to overt leukaemia in MDS patients"}, {"pubmed": 18032547, "text": "In various renal diseases, l-selectin and MCP-1 binding to interstitial perivascular matrix HSPGs is increased, which is significantly associated with leukocyte influx."}, {"pubmed": 18089680, "text": "Populations of CD4+ T cells were examined on the basis of the expression of CD62L, CCR7 and CXCR5 in patients with systemic lupus erythematosus in relation to CCL21 and CXCL10."}, {"pubmed": 18182036, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18191640, "text": "Data show that P-selectin, but not L- or E-selectin, concentrations are significantly increased in male and female pseudoxanthoma elasticum patients."}, {"pubmed": 18250165, "text": "a lectin domain residue in L-selectin has a role in binding to P-selectin glycoprotein ligand-1 but not to 6-sulfo-sialyl Lewis x"}, {"pubmed": 18375392, "text": "CEA and CD44v cooperate to mediate colon carcinoma cell adhesion to E- and L-selectin at elevated shear stresses."}, {"pubmed": 18385135, "text": "The binding of head and neck squamous cancer cells to L-selectin displays canonical biochemical features, but displays a novel operational shear threshold differing from all other L-selectin ligands"}, {"pubmed": 18496641, "text": "Diabetic microangiopathy is accompanied by increase in CD11b expression and decrease in CD62L expression on peripheral blood neutrophils."}, {"pubmed": 18582506, "text": "different reactivity causes different temporal characteristics between CD62L+ and CD62L- lymphocyte subsets found in acute psychological stress"}, {"pubmed": 18619508, "text": "nuclear c-Abl kinase can activate CSF-1 gene transcription by regulating AP-1 activity in the signaling events induced by L-selectin ligation."}, {"pubmed": 18665829, "text": "There was no association between L-Selectin gene polymorphisms and high expression of L-selectin by leukocytes, or the development of complications in Sickle cell disease"}, {"pubmed": 18713749, "text": "the role of PSLG1 decamers is to extend PSGL-1 N terminus far above the cell surface to support and stabilize leukocyte rolling on L- or P-selectin"}, {"pubmed": 18713968, "text": "FOXO1 controls the expression of L-selectin and EDG1 and EDG6, receptors that regulate lymphocyte trafficking"}, {"pubmed": 18829897, "text": "Inhibition of Na+/H+ exchanger enhances low pH-induced L-selectin shedding and beta2-integrin surface expression in human neutrophils."}, {"pubmed": 18973547, "text": "There was a significant difference in the Ser128Arg polymorphism of E-selectin, but not in the L-selectin polymorphism, between periodontal patients and controls."}, {"pubmed": 18974842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19052753, "text": "Fibromyalgia patients showed a significantly decreased expression of CD62L on neutrophils."}, {"pubmed": 19064610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19088176, "text": "Dermatan sulfate proteoglycan biglycan is a potential selectin L/CD44 ligand involved in tethering/rolling of peripheral blood CD16(-) NK cells on endometrial microvascular endothelial cells."}, {"pubmed": 19118161, "text": "Podocalyxin-like protein is an E-/L-selectin ligand on colon carcinoma cells: comparative biochemical properties of selectin ligands in host and tumor cells."}, {"pubmed": 19129194, "text": "In Vitro and in Vivo Characterization of Molecular Interactions between Calmodulin, Ezrin/Radixin/Moesin, and L-selectin"}, {"pubmed": 19212205, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19212205, "text": "Results showed an association of inflammatory bowel disease with allele L206 of L-selectin gene, whereas genotype L/F was associated with a subgroup of UC (left-sided type) and CD patients with more extensive location of disease and stricturing behavior"}, {"pubmed": 19240957, "text": "Despite the fact that selectins play a role in the pathogenesis of MS and their encoding genes are located in regions associated with the disease, the selectin gene cluster studied likely does not influence the susceptibility to MS in Caucasians."}, {"pubmed": 19240957, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19419934, "text": "The purpose of the study was to evaluate the percentage of CD4+/CD8+ peripheral T cells expressing CD62L+ and CD54+ in patients with Graves' disease."}, {"pubmed": 19462221, "text": "expression on donor cells increases risk of acute graft-versus-host disease after allogeneic blood and marrow transplantation"}, {"pubmed": 19536175, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19654311, "text": "BCR signaling promotes decrease of CXCR4 and CD62L membrane expression in progressive cases only."}, {"pubmed": 19670701, "text": "Expression of selectins (E and L) was detected mainly in the skin leukocytes in all biopsy samples of dermatitis herpetiformis and bullous pemphigoid."}, {"pubmed": 19837408, "text": "Ang II down-regulated CD62L from the surface of human neutrophils, a process which was independent of neutrophil adhesion to endothelium"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19954409, "text": "Data show that ICAM-1 levels are significantly higher in thrombocytopenia and thrombocytosis compared to control, while L-selectin levels are significantly higher in thrombocytopenia."}, {"pubmed": 20065025, "text": "This effect of AgC10 is likely due to its ability to induce L-selectin shedding from the monocyte membrane, since pharmacologic blocking of this shedding prevents AgC10 activity."}, {"pubmed": 20193033, "text": "Data show a significant decrease in L-selectin and increased E-selectin and ICAM-1 expression in HH patients."}, {"pubmed": 20212041, "text": "TM domains of L-selectin and CD44 play a crucial role in cell adhesion under flow by targeting receptors to microvilli or the cell body, respectively."}, {"pubmed": 20220571, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20306662, "text": "Data show that a significant increase in CD62L in HCV-positive patients compared to HCV-negative ones."}, {"pubmed": 20469932, "text": "Analyzed the site-specific N-glycosylation of the lectin and EGF-like domain of L-selectin using recombinant variants (\"LEHis\")."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20507883, "text": "TyrSO(3) residues in association with a C2-SLe(x) moiety within endoglycan and PSGL-1 are preferentially recognized by L-selectin."}, {"pubmed": 20580062, "text": "Letter: P-selectin was found in amniotic fluid and cord blood."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20708610, "text": "Cell count and CD62L expression were predictive for a positive culture and the combination helped to increase specificity and sensitivity for the detection of ventriculitis in blood-containing cerebrospinal fluid."}, {"pubmed": 20925194, "text": "These results indicate that nuclear NFAT can activate CSF-1 gene transcription by connecting with the CSF-1 promoter in the signaling events induced by L-selectin ligation."}, {"pubmed": 21197561, "text": "The sLeX/L-selectin adhesion system at fetal-maternal interface not only mediates the adhesion of embryo to uterine epithelium, but also effectively induces the apoptosis in uterine epithelium."}, {"pubmed": 21237580, "text": "Results indicate that the primary pro-inflammatory cytokine TNF-alpha regulates the L-selectin surface expression on neutrophils after surgical trauma."}, {"pubmed": 21316337, "text": "Data show that L-selectin TM and cytoplasmic domains lack the ability to dimerize in cell membranes."}, {"pubmed": 21465128, "text": "L-selectin gene may play a role in the development of ischemic stroke."}, {"pubmed": 21484243, "text": "Levels of P-selectin and L-selectin were decreased in AD and lowest in AD patients with highest cognitive decline. Our findings suggest that these molecules may induce alterations of endothelial regulation and influence neurodegenerative processes of AD"}, {"pubmed": 21521525, "text": "SELP, but not SELE or SELL, are risk factors for age-related macular degeneration; sporadic or rare mutations in SELE, SELL, or SELP may have a role in the pathogenesis of AMD"}, {"pubmed": 21546114, "text": "[review] Distinct domains of L-selectin contribute to proper leukocyte migration out of the vasculature into surrounding tissues during inflammation and immune surveillance."}, {"pubmed": 21584225, "text": "Lower frequency of CD62L(high) and higher frequency of TNFR2(+) Tregs are associated with inflammatory conditions in type 1 diabetic patients."}, {"pubmed": 21664913, "text": "These results suggest that the association of CaM with L-selectin in the cell can be influenced by the membrane bilayer and that anionic lipids may modulate ectodomain shedding of transmembrane receptors."}, {"pubmed": 21869829, "text": "Pretreatment of cardiac mesoangioblasts with SDF-1 or transient expression of L-selectin induced a two- to three-fold increase in their transmigration and homing to the damaged heart."}, {"pubmed": 22068558, "text": "Data suggest that up-regulation of plasma selectins (selectin E, selectin L, and selectin P) may represent novel mechanism of aldosterone-mediated development/progression of atherosclerosis."}, {"pubmed": 22119815, "text": "No statistically significant results were found in order to sustain the hypothesis of association between SELL gene P213S polymorphism, type 2 diabetes mellitus and end stage renal disease."}, {"pubmed": 22159147, "text": "Data indicate that MUC16 immunopurified from pancreatic cancer cells efficiently binds E- and L- but not P-selectin."}, {"pubmed": 22627390, "text": "determination of critical patch lengths of P-and L-selectin for the initiation of HL-60 cell binding in shear flow"}, {"pubmed": 22836626, "text": "study found a progressive increase in the concentrations of E-selectin, P-selectin and L-selectin with severity of obstructive sleep apnea (OSA); level of plasma adhesion molecules may be indicative of OSA severity and may contribute to cardiovascular sequelae"}, {"pubmed": 22921892, "text": "P213S polymorphism of the L-selectin gene is associated with type 2 diabetes and insulin resistance."}, {"pubmed": 22941246, "text": "a unique lymphoid-primed population in human bone marrow was generated from hematopoietic stem cells before onset of expression of CD10 and commitment to the B cell lineage identified by high expression of the homing molecule L-selectin (CD62L)."}, {"pubmed": 22977256, "text": "Native glycodelin-A binds to peripheral blood monocytes inducing interleukin-6 secretion through L-selectin."}, {"pubmed": 23028631, "text": "association between L-selectin concentrations in plasma and skin damage in patients with systemic sclerosis"}, {"pubmed": 23319734, "text": "ATP induces CD62L downregulation from the surface of naive CD4+ T lymphocytes through the P2X7 receptor."}, {"pubmed": 23442851, "text": "In contrast to P- and L-selectin, the E-selectin/PSGL-1 binding does not exhibit significant changes at acidic pH levels, as shown both experimentally and computationally."}, {"pubmed": 23487023, "text": "Over-activation of ADAM17 in NK cells may be detrimental to their effector functions by down-regulating surface expression of CD16 and CD62L."}, {"pubmed": 23571167, "text": "the association between expression of the adhesion molecule CD62L (L-selectin) on naive and central memory T cells and the formation of antigen-specific antibodies differed significantly between younger and elder donors."}, {"pubmed": 23573259, "text": "Coronary artery disease patients blood samples showed a significantly higher L-selectin, but not CD11b response to TLR stimulation than controls."}, {"pubmed": 23658780, "text": "the association of calmodulin with L-selectin"}, {"pubmed": 23796515, "text": "Molecular basis for the moesin/l-selectin/CaM ternary complex; an important role for phospholipids in modulating l-selectin function and shedding."}, {"pubmed": 23925765, "text": "Cell-based assessment of the percentage of L-selectin-expressing CD4 T cells could provide an urgently needed biomarker for individual risk assessment of progressive multifocal leukoencephalopathy (PML)."}, {"pubmed": 23927766, "text": "A cellular model system for quantifying L-selectin adhesion mechanics, is described."}, {"pubmed": 24127491, "text": "The PSGL-1-L-selectin complex-induced signaling effects on neutrophil slow rolling and recruitment in vivo demonstrate the functional importance of this pathway."}, {"pubmed": 24399259, "text": "SELL rs7531806 and rs1060573 are involved in androgen metabolism, inflammation processes and scar formation in severe acne."}, {"pubmed": 24516598, "text": "Concentrations of intercellular adhesion molecule (ICAM) -1, E-selectin, L-selectin, and P-selectin in serum samples from patients with systemic sclerosis were measured."}, {"pubmed": 24595810, "text": "results indicate a regulatory influence of MR signaling on human T-cell migration and suggest a role for endogenous aldosterone in the redistribution of T-cell subsets to lymph nodes, involving CD62L, CCR7, and CXCR4."}, {"pubmed": 24606340, "text": "P-selectin glycoprotein ligand-1 and L-selectin have roles in neutrophil recruitment and activate human endothelial colony-forming cells at the site of vessel injury"}, {"pubmed": 24631064, "text": "in a large, multiethnic population, soluble L-selectin levels did not predict clinical or subclinical cardiovascular disease"}, {"pubmed": 24829027, "text": "Increased expression of L-selectin ligands may be involved in the implantation process in tubal pregnancy."}, {"pubmed": 25095634, "text": "Individuals who undertake physical activity regularly, benefit from each single physical effort, because of decrease in serum concentration of proinflammatory molecules such as L-selectin and P-selectin."}, {"pubmed": 25209910, "text": "the polymorphisms within L-selectins gene were not associated with Visceral leishmaniasis and it may be concluded that these genotypes and alleles are unable to affect immune responses in Visceral leishmaniasis patients"}, {"pubmed": 25330112, "text": "Here we report that HIV-1 down-modulates CD62L in productively infected naive and memory resting CD4 T cells while suppressing Foxo1 activity and the expression of KLF2 mRNA."}, {"pubmed": 25498912, "text": "ST3Gal-4 is the primary sialyltransferase regulating the synthesis of E-, P-, and L-selectin ligands on human myeloid leukocytes"}, {"pubmed": 25576479, "text": "Variants within the SELL gene are associated with sL-selectin levels. Despite accounting for a significant portion of the protein level variance, none of the variants was associated with clinical or subclinical cardiovascular disease."}, {"pubmed": 25618296, "text": "These data confirm the expression of CD62L on urothelial carcinoma cells and suggest that CD62L may serve as biomarker to predict the presence of or risk for developing metastatic disease in patients with bladder cancer."}, {"pubmed": 25822027, "text": "Both Nef and Vpu associated with and sequestered CD62L in perinuclear compartments, thereby impeding CD62L transport to the plasma membrane."}, {"pubmed": 26162407, "text": "Functional analyses revealed that the lymphocyte homing receptor L-selectin (CD62L) is the key factor controlling the binding of chronic lymphocytic leukemia cells to high endothelial venule walls in vivo."}, {"pubmed": 26329844, "text": "Data show that both mucin16 (MUC16) and podocalyxin (PODXL)-E-selectin-mediated interactions are mechanically stronger than like L-selectin interactions at the single-molecule level."}, {"pubmed": 26361072, "text": "While total surface expression of CD11b and L-selectin on neutrophils was largely unaffected"}, {"pubmed": 26432858, "text": "CD62L has merit for risk stratification in natalizumab treatment is associated with progressive multifocal leukoencephalopathy."}, {"pubmed": 26693907, "text": "freeze and thaw of murine and human Tregs is associated with reduced expression of L-selectin (CD62L), which was previously established to be an important factor that contributes to the in vivo protective effects of Tregs"}, {"pubmed": 26852488, "text": "Modification of Levels of Adhesion Molecule Expression of Human Innate Immune Cells by Glycopolymers of Marine Bacteria"}, {"pubmed": 27003497, "text": "CD62L downregulation due to unconstrained HIV-1 replication may have important consequences for T-cell circulation and function and for HIV-1 disease progression"}, {"pubmed": 27183388, "text": "identified CD62L as a marker of a distinct NKT subset endowed with high proliferative potential and have developed artificial antigen-presenting cells that generate CD62L-enriched NKTs for effective cancer immunotherapy"}, {"pubmed": 27406841, "text": "found a higher frequency of LIN1(-) CCR3(+) eosinophils, and decreased expression of CD23 and CD62L receptors in eosinophils of AD patients"}, {"pubmed": 27620619, "text": "Indian patients with primary Sjogren's syndrome have higher salivary sL-selectin and IL-7 levels than healthy controls"}, {"pubmed": 27775438, "text": "The highest levels of sL- and sE-selectin were observed in colorectal patients with lymph node metastasis."}, {"pubmed": 28478085, "text": "The -642C>T and 725C>T SELL polymorphisms are protective factors against acute coronary syndrome.  SELL gene expression was increased in ACS patients."}, {"pubmed": 28765940, "text": "Recombinant human IL33 inhibited trophoblast invasion and adhesion, and decreased adhesion and invasionassociated molecules such as integrin alpha4beta1 and CD62L."}, {"pubmed": 28811304, "text": "sLe(x) expressed on human L-selectin is preferentially bound by E-selectin and, on ligation, initiates secretion of MRP8/14 that binds TLR4 to elicit the extension of beta2-integrin to an intermediate affinity state."}, {"pubmed": 28842197, "text": "Here, we further developed and applied this method to express and purify the entire extracellular region of CD62L. This resulted in excess of 20 mg/L yield of recombinant CD62L. In an attempt to understand the different expression levels among four similar CD62L constructs that differ primarily in signal sequences, we calculated the presence of potential RNA pseudoknots in their signal sequences"}, {"pubmed": 29218606, "text": "PI3K is a signal linker between L-selectin and PSGL-1 in IL-18 transcriptional activation at the promoter level."}, {"pubmed": 29356883, "text": "SELL expression was not altered in systemic sclerosis."}, {"pubmed": 30026537, "text": "L-selectin (CD62L) has been identified as an HIV-1 adhesion receptor on CD4+ T cells."}, {"pubmed": 30119013, "text": "Dual regulation of CD62L by HIV-1 via enhanced expression by Vpr in contrast with cell-surface down-modulation by Nef and Vpu has been reported."}, {"pubmed": 30443903, "text": "that L-selectin shedding in neutrophils is triggered by reactive oxygen species (ROS) through an autocrine-paracrine mechanism."}, {"pubmed": 30504420, "text": "this study shows that CD62L is a functional and phenotypic marker for circulating innate lymphoid cell precursors"}, {"pubmed": 31644306, "text": "Nucleolin expressed on the surface of head and neck squamous cell carcinoma cells is an active ligand for L-selectin."}, {"pubmed": 31814717, "text": "Reduced CD62L expression suggests blood neutrophils have undergone priming in COPD but not in asthma, which may be the result of systemic inflammation. The increased shedding of CD62L receptor by COPD blood neutrophils suggests a high sensitivity for activation."}, {"pubmed": 32048570, "text": "Reduced expression of L-selectin in T-cells correlates with relative lymphocyte increase in patients with RRMS treated with natalizumab - functional implication towards PML risk."}, {"pubmed": 32433445, "text": "L-Selectin P213S and Integrin Alpha 2 C807T Genetic Polymorphisms in Pediatric Sickle Cell Disease Patients."}, {"pubmed": 33408247, "text": "L-selectin regulates human neutrophil transendothelial migration."}, {"pubmed": 33482019, "text": "An increase in CD62L(dim) neutrophils precedes the development of pulmonary embolisms in COVID-19 patients."}, {"pubmed": 33537175, "text": "Tumors exploit CXCR4(hi)CD62L(lo) aged neutrophils to facilitate metastatic spread."}, {"pubmed": 33728641, "text": "Circulating ILC precursors expressing CD62L exhibit a type 2 signature distinctly decreased in psoriatic patients."}, {"pubmed": 34798065, "text": "CD62L expression level determines the cell fate of myeloid progenitors."}, {"pubmed": 35458548, "text": "Intermediate Monocytes with PD-L1 and CD62L Expression as a Possible Player in Active SARS-CoV-2 Infection."}, {"pubmed": 35702258, "text": "The LINC00261/MiR105-5p/SELL axis is involved in dysfunction of B cell and is associated with overall survival in hepatocellular carcinoma."}, {"pubmed": 36828746, "text": "Sex-specific association of SELL gene polymorphisms with pattern hair loss in the Thai population: A candidate gene association study and in silico functional characterization."}, {"pubmed": 38060451, "text": "CD62L expression marks a functionally distinct subset of memory B cells."}, {"pubmed": 38065859, "text": "Intercellular adhesion molecule 1 and selectin l play crucial roles in ulcerative colitis."}], "genomic_pos": {"chr": "1", "end": 169711702, "ensemblgene": "ENSG00000188404", "start": 169690665, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 169680839, "start": 169659808, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007155", "pubmed": 10747985, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007157", "qualifier": "involved_in", "term": "heterophilic cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007159", "pubmed": 32887674, "qualifier": "involved_in", "term": "leukocyte cell-cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016339", "pubmed": 28011641, "qualifier": "involved_in", "term": "calcium-dependent cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034097", "qualifier": "involved_in", "term": "response to cytokine"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050901", "qualifier": "involved_in", "term": "leukocyte tethering or rolling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050901", "pubmed": 28011641, "qualifier": "involved_in", "term": "leukocyte tethering or rolling"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [2663882, 28011641], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030667", "qualifier": "located_in", "term": "secretory granule membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 17548643, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 28011641, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 18606703, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008201", "pubmed": 7680663, "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0030246", "pubmed": 10747985, "qualifier": "enables", "term": "carbohydrate binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0033691", "qualifier": "enables", "term": "sialic acid binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0043208", "pubmed": 7680663, "qualifier": "enables", "term": "glycosphingolipid binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070492", "qualifier": "enables", "term": "oligosaccharide binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0070492", "pubmed": 28011641, "qualifier": "enables", "term": "oligosaccharide binding"}]}, "homologene": {"genes": [[8364, 100498512], [9544, 701419], [9598, 450191], [9606, 6402], [9615, 480080], [9913, 281485], [10090, 20343], [10116, 29259]], "id": 539}, "interpro": [{"desc": "Sushi/SCR/CCP domain", "id": "IPR000436", "short_desc": "Sushi_SCR_CCP_dom"}, {"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "C-type lectin-like", "id": "IPR001304", "short_desc": "C-type_lectin-like"}, {"desc": "Selectin superfamily", "id": "IPR002396", "short_desc": "Selectin_superfamily"}, {"desc": "C-type lectin-like/link domain superfamily", "id": "IPR016186", "short_desc": "C-type_lectin-like/link_sf"}, {"desc": "C-type lectin fold", "id": "IPR016187", "short_desc": "CTDL_fold"}, {"desc": "L-selectin", "id": "IPR016348", "short_desc": "L-selectin"}, {"desc": "C-type lectin, conserved site", "id": "IPR018378", "short_desc": "C-type_lectin_CS"}, {"desc": "Selectin, C-type lectin-like domain", "id": "IPR033991", "short_desc": "Selectin_CTLD"}, {"desc": "Sushi/SCR/CCP superfamily", "id": "IPR035976", "short_desc": "Sushi/SCR/CCP_sf"}], "ipi": "IPI00218795", "map_location": "1q24.2", "name": "selectin L", "other_names": ["CD62 antigen-like family member L", "L-selectin", "gp90-MEL", "leukocyte surface antigen Leu-8", "leukocyte-endothelial cell adhesion molecule 1", "lymph node homing receptor", "lymphocyte adhesion molecule 1", "pln homing receptor"], "pantherdb": {"HGNC": "10720", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98279", "ortholog_type": "LDO", "panther_family": "PTHR19325", "taxid": 10090, "uniprot_kb": "P18337"}, {"RGD": "3655", "ortholog_type": "LDO", "panther_family": "PTHR19325", "taxid": 10116, "uniprot_kb": "P30836"}, {"ZFIN": "ZDB-GENE-110107-2", "ortholog_type": "O", "panther_family": "PTHR19325", "taxid": 7955, "uniprot_kb": "E5DV48"}, {"FlyBase": "FBgn0001083", "ortholog_type": "O", "panther_family": "PTHR19325", "taxid": 7227, "uniprot_kb": "Q9VYR4"}, {"FlyBase": "FBgn0032797", "ortholog_type": "O", "panther_family": "PTHR19325", "taxid": 7227, "uniprot_kb": "B7YZX0"}, {"FlyBase": "FBgn0030617", "ortholog_type": "O", "panther_family": "PTHR19325", "taxid": 7227, "uniprot_kb": "A8JUX3"}, {"FlyBase": "FBgn0010114", "ortholog_type": "O", "panther_family": "PTHR19325", "taxid": 7227, "uniprot_kb": "Q09101"}], "uniprot_kb": "P14151"}, "pathway": {"kegg": {"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}], "wikipathways": {"id": "WP2806", "name": "Complement system"}}, "pdb": ["2LGF", "3CFW", "5VC1"], "pfam": ["PF00008", "PF00059", "PF00084"], "pharmgkb": "PA35642", "pharos": {"target_id": 4701, "tdl": "Tchem"}, "prosite": ["PS50026", "PS50041", "PS50923"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256219", "relationship": "is"}, {"id": "GNF256220", "relationship": "is"}, {"id": "GNF256221", "relationship": "is"}, {"id": "GNF256222", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035985", "relationship": "is"}, "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281422", "relationship": "is"}, {"id": "GNF281488", "relationship": "is"}, {"id": "GNF281554", "relationship": "is"}, {"id": "GNF281620", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013138", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097521", "relationship": "is"}, {"id": "GNF137176", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_016132.1"], "protein": "NP_000646.3", "rna": ["NM_000655.5", "NR_029467.2"], "translation": {"protein": "NP_000646.3", "rna": "NM_000655.5"}}, "reporter": {"HG-U133_Plus_2": "204563_at", "HG-U95Av2": "245_at", "HTA-2_0": ["TC01003500.hg.1", "TC01005928.hg.1"], "HuEx-1_0": "2443450", "HuGene-1_1": "7922219", "HuGene-2_1": "16696237"}, "retired": [4011, 112824], "summary": "This gene encodes a cell surface adhesion molecule that belongs to a family of adhesion/homing receptors. The encoded protein contains a C-type lectin-like domain, a calcium-binding epidermal growth factor-like domain, and two short complement-like repeats. The gene product is required for binding and subsequent rolling of leucocytes on endothelial cells, facilitating their migration into secondary lymphoid organs and inflammation sites. Single-nucleotide polymorphisms in this gene have been associated with various diseases including immunoglobulin A nephropathy. Alternatively spliced transcript variants have been found for this gene. [provided by RefSeq, Oct 2009].", "symbol": "SELL", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335808"}, "unigene": "Hs.728756", "uniprot": {"Swiss-Prot": "P14151", "TrEMBL": "A0A494C0S7"}, "wikipedia": {"url_stub": "L-selectin"}}