{"AllianceGenome": "10722", "HGNC": "10722", "MIM": "600738", "_id": "6404", "_version": 1, "accession": {"genomic": ["AC007569.22", "AC008119.6", "AH003185.2", "AY331789.1", "CH471054.1", "CP068266.2", "CQ785370.1", "CQ785372.1", "NC_000012.12", "NC_060936.1"], "protein": ["AAA74577.1", "AAC50061.1", "AAH29782.1", "AAP81163.1", "BAC05283.1", "BAC87066.1", "BAF83084.1", "BAG58231.1", "BAG60885.1", "BAG61866.1", "BAH12863.1", "CAG14915.1", "CAG14916.1", "EAW97824.1", "EAW97825.1", "NP_001193538.1", "NP_002997.2", "Q14242.1"], "rna": ["AK098315.1", "AK127638.1", "AK225644.1", "AK290395.1", "AK295238.1", "AK298738.1", "AK298742.1", "AK300057.1", "BC029782.1", "CA427270.1", "DC339004.1", "NM_001206609.2", "NM_003006.4", "U02297.1"], "translation": [{"protein": "BAC87066.1", "rna": "AK127638.1"}, {"protein": "BAG58231.1", "rna": "AK295238.1"}, {"protein": "BAF83084.1", "rna": "AK290395.1"}, {"protein": "BAH12863.1", "rna": "AK298742.1"}, {"protein": "AAH29782.1", "rna": "BC029782.1"}, {"protein": "BAC05283.1", "rna": "AK098315.1"}, {"protein": "AAC50061.1", "rna": "U02297.1"}, {"protein": "NP_001193538.1", "rna": "NM_001206609.2"}, {"protein": "BAG61866.1", "rna": "AK300057.1"}, {"protein": "NP_002997.2", "rna": "NM_003006.4"}, {"protein": "BAG60885.1", "rna": "AK298738.1"}]}, "alias": ["CD162", "CLA", "PSGL-1", "PSGL1"], "ensembl": {"gene": "ENSG00000110876", "protein": ["ENSP00000228463", "ENSP00000373614", "ENSP00000447752"], "transcript": ["ENST00000228463", "ENST00000388962", "ENST00000550948"], "translation": [{"protein": "ENSP00000447752", "rna": "ENST00000550948"}, {"protein": "ENSP00000373614", "rna": "ENST00000388962"}, {"protein": "ENSP00000228463", "rna": "ENST00000228463"}], "type_of_gene": "protein_coding"}, "entrezgene": "6404", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.69556312, "exp_mis": 146.0074023, "exp_syn": 64.81554, "lof_z": 0.703777371925744, "mis_z": -0.444968691412912, "mu_lof": 4.97832690017e-07, "mu_mis": 1.31975106973e-05, "mu_syn": 5.78910039459e-06, "n_lof": 4.0, "n_mis": 157.0, "n_syn": 72.0, "p_li": 0.00495442531161246, "p_null": 0.301151736964452, "p_rec": 0.693893837723935, "syn_z": -0.553227827020171}, "bp": 1287, "cds_end": 109025677, "cds_start": 109016844, "n_exons": 2, "nonpsych": {"exp_lof": 5.1343988, "exp_mis": 132.130157, "exp_syn": 58.6436816, "lof_z": 1.35850561748069, "mis_z": -0.564719135711666, "mu_lof": 4.97832690017e-07, "mu_mis": 1.31975106973e-05, "mu_syn": 5.78910039459e-06, "n_lof": 2.0, "n_mis": 145.0, "n_syn": 63.0, "p_li": 0.137418521758161, "p_null": 0.0966652248141416, "p_rec": 0.765916253427698, "syn_z": -0.358156347117146}, "nontcga": {"exp_lof": 5.23790697, "exp_mis": 134.3248088, "exp_syn": 59.62828689, "lof_z": 0.533568713182958, "mis_z": -0.329929319227805, "mu_lof": 4.97832690017e-07, "mu_mis": 1.31975106973e-05, "mu_syn": 5.78910039459e-06, "n_lof": 4.0, "n_mis": 142.0, "n_syn": 64.0, "p_li": 0.00409991275299392, "p_null": 0.341702079658798, "p_rec": 0.654198007588209, "syn_z": -0.358465607610299}, "transcript": "ENST00000228463.6"}, "exons": [{"cdsend": 108631901, "cdsstart": 108623068, "chr": "12", "position": [[108621903, 108624312], [108631858, 108632081]], "strand": -1, "transcript": "NM_001206609", "txend": 108632081, "txstart": 108621903}, {"cdsend": 108624307, "cdsstart": 108623068, "chr": "12", "position": [[108621903, 108624312], [108633739, 108633894]], "strand": -1, "transcript": "NM_003006", "txend": 108633894, "txstart": 108621903}], "exons_hg19": [{"cdsend": 109025677, "cdsstart": 109016844, "chr": "12", "position": [[109015679, 109018088], [109025634, 109025857]], "strand": -1, "transcript": "NM_001206609", "txend": 109025857, "txstart": 109015679}, {"cdsend": 109018083, "cdsstart": 109016844, "chr": "12", "position": [[109015679, 109018088], [109027515, 109027670]], "strand": -1, "transcript": "NM_003006", "txend": 109027670, "txstart": 109015679}], "generif": [{"pubmed": 11843835, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 11916843, "text": "Comparison of PSGL-1 microbead and neutrophil rolling: microvillus elongation stabilizes P-selectin bond clusters"}, {"pubmed": 11929779, "text": "Human mast cell progenitors use alpha4-integrin, VCAM-1, and PSGL-1, E-selectin for adhesive interactions with human vascular endothelium under flow conditions"}, {"pubmed": 11961238, "text": "G-CSF down regulates PSGL-1 expression on the surface of neutrophils in humans"}, {"pubmed": 12036880, "text": "Attachment of the PSGL-1 cytoplasmic domain to the actin cytoskeleton is essential for leukocyte rolling on P-selectin."}, {"pubmed": 12189248, "text": "Expression of cutaneous lymphocyte-associated antigen by CD8(+) T cells specific for herpes simplex virus type 2(cutaneous lymphocyte-associated antigen)"}, {"pubmed": 12223514, "text": "Binding of two anti-human (KPL1 and PL1) and two anti-mouse (4RA10 and 2PH1) PSGL-1 mAbs to synthetic peptides of N-terminus of human and mouse PSGL-1 was found to be independent of tyrosine sulfation."}, {"pubmed": 12354382, "text": "The epitope recognized by the M-DC8 MAb is 6-sulfo LacNAc, a novel carbohydrate modification of the P selectin glycoprotein ligand 1 (PSGL-1)"}, {"pubmed": 12377939, "text": "increased PSGL-1 expression on granulocytes from allergic-asthmatic subjects resulted in increased leukocyte recruitment on P-selectin under flow conditions"}, {"pubmed": 12387735, "text": "PSGL-1 engagement induces tyrosine phosphorylation of Syk and SRE-dependent transcriptional activity."}, {"pubmed": 12393521, "text": "Inhibitors of glycosylation alter HECA-452 expression on human cutaneous lymphocyte-associated antigen-positive T-cells and prevent T-cell tethering and rolling on selectins under shear stress."}, {"pubmed": 12529243, "text": "Stimulation of eosinophils with eotaxin-2 converts PSGL-1-P-selectin-dependent stationary adhesion to CD18-mediated shear-resistant stable attachment. Blocking eosinophil-platelet interactions may combat thrombotic disorders in hypereosinophilia."}, {"pubmed": 12595306, "text": "Anti-P-selectin glycoprotein ligand-1 (PSGL-1) antibodies dramatically block the recruitment of CD8+ cells in brain vessels of patients with multiple sclerosis"}, {"pubmed": 12736247, "text": "L-selectin binds with high affinity to the N-terminal region of PSGL-1 through cooperative interactions with three sulfated tyrosine residues and an appropriately positioned C2-O-sLex O-glycan."}, {"pubmed": 12736689, "text": "atomic force microscopy and flow-chamber experiments show that increasing force first prolonged and then shortened the lifetimes of P-selectin complexes with P-selectin glycoprotein ligand-1"}, {"pubmed": 12874338, "text": "Anaplasma phagocytophilum infected neutrophils showed reduced expression of P-selectin glycoprotein ligand 1 (PSGL-1, CD162) and L-selectin (CD62L)"}, {"pubmed": 12879153, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12879153, "text": "results demonstrate that the PSGL-1 variable number of tandem repeat polymorphism is not a genetic risk factor for coronary heart disease"}, {"pubmed": 14507929, "text": "determination that PSGL-1 is an additional substrate for BACE1"}, {"pubmed": 14592840, "text": "PSGL1 is not essential for E-selection promotion of growth inhibition and apoptosis of human and murine hematopoietic progenitor cells"}, {"pubmed": 14615387, "text": "PSGL-1, by mediating monocyte-platelet interactions, plays a major role in secondary monocyte tethering."}, {"pubmed": 14641238, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14678816, "text": "platelet-monocyte complex formation is mostly dependent on PSGL-1"}, {"pubmed": 15001428, "text": "PSGL-1 and VLA-4 play an important role for leukocyte recruitment during intestinal inflammation. Therapeutic strategies designed to disrupt interactions mediated by PSGL-1 and/or VLA-4 may prove beneficial in treatment of chronic colitis."}, {"pubmed": 15026421, "text": "core 2 beta1-6-N-glucosaminyltransferase and dimerization of P-selectin glycoprotein ligand-1 have roles in rolling on P-selectin"}, {"pubmed": 15059608, "text": "platelet P-selectin and microparticle PSGL-1 have roles in thrombus formation [review]"}, {"pubmed": 15187162, "text": "binding of E-selectin to PMNs in suspension also elicited coclustering of L-selectin and PSGL-1 that was signaled via mitogen-activated protein kinase."}, {"pubmed": 15217824, "text": "The interaction of PSGL-1 with P-selectin (CD62P) mediates tethering, rolling, and weak adhesion of leukocytes"}, {"pubmed": 15386532, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15459589, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15466853, "text": "PSGL-1 interacts with CCL27 (CTACK/ILC/ESkine), a skin-associated chemokine that attracts skin-homing T lymphocytes"}, {"pubmed": 15488708, "text": "CLA and E-selectin are bound by T cells and have roles in skin inflammation [cutaneous lymphocyte-associated antigen, also called BE-2]"}, {"pubmed": 15497463, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15522894, "text": "PG-M/versican binds to P-selectin glycoprotein ligand-1 and has a role in mediating leukocyte aggregation"}, {"pubmed": 15843584, "text": "Induced expression of cutaneous lymphocyte antigen on helper T cells determined a striking increase of rolling efficiency in inflamed brain venules."}, {"pubmed": 15925831, "text": "immune response to alpha-streptococci may enhance expression on tonsillar T-cells in pustulosis palmaris et plantaris"}, {"pubmed": 15926890, "text": "A differential functional impact of N-glycosylation on C2GnT-1 and FucT-VII and disclose that a strongly reduced FucT-VII activity retains the ability to fucosylate PSGL-1 on the core2-based binding site(s) for the three selectins."}, {"pubmed": 16024226, "text": "CLA is expressed in circulating mononuclear cells of patients with psoriasis"}, {"pubmed": 16039046, "text": "In conclusion, the C allele of the VNTR polymorphism in PSGL-1 is likely to be associated with PP-MS."}, {"pubmed": 16039046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16100264, "text": "biophysical analysis of PSGL-1/P-selectin neutrophil adhesion"}, {"pubmed": 16257118, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16269612, "text": "CD43 is a T-cell E-selectin ligand distinct from PSGL-1 which expands the role of CD43 in the regulation of T-cell trafficking."}, {"pubmed": 16501095, "text": "Plasmacytoid dendritic cells are particularly potent inducers of cutaneous lymphocyte-associated antigen on HSV-reactive memeory CD4 T cells"}, {"pubmed": 16547281, "text": "98% of CLA(+) effector memory T cells are resident in normal skin under resting conditions"}, {"pubmed": 16633357, "text": "rPSGL-Ig delays the aggregation process and increases the anti-aggregatory potency of GPIIb-IIIa antagonist"}, {"pubmed": 17181632, "text": "More than 50% of circulating CD4+CD25(high) regulatory T cells from both patients as well as healthy controls expressed cutaneous lymphocyte-associated antigen."}, {"pubmed": 17221329, "text": "No significant association was found between PSGL-1 VNTR polymorphisms and in-stent restenosis. However, in patients with a family history of early CAD presence of PSGL-1 AB genotype might increase the risk of in-stent restenosis."}, {"pubmed": 17221329, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17322099, "text": "ECs express functional PSGL-1 which mediates tethering and firm adhesion of monocytes and platelets to inflamed endothelium."}, {"pubmed": 17346310, "text": "These data demonstrate a role for Anaplasma phagocytophilum-mediated ROCK1 phosphorylation in infection induced by PSGL-1 and mediated by Syk."}, {"pubmed": 17372146, "text": "The association of PSGL-1 with lipid microdomains is essential for its redistribution induced by IL-8 stimulation and that the redistribution modulates neutrophil functions mediated by interactions with P-selectin."}, {"pubmed": 17420019, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17420019, "text": "Specific P-selectin and P-selectin glycoprotein ligand-1 genotypes/haplotypes may have roles in coronary heart disease and ischemic stroke"}, {"pubmed": 17510705, "text": "activation of EphB4 enhances proangiogenic capacity through induction of PSGL-1 expression and adhesion to E selectin and P selectin"}, {"pubmed": 17545190, "text": "It is suggested that the VNTR polymorphism of PSGL-1 is a significant determinant of thrombotic predisposition in patients with APS."}, {"pubmed": 17545190, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17597069, "text": "ADAM28s promotes PSGL-1/P-selectin-mediated leukocyte rolling adhesion to endothelial cells and subsequent infiltration into tissue spaces through interaction with PSGL-1"}, {"pubmed": 17827388, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17890399, "text": "A new method for determining receptor-ligand association/dissociation events across the interface of two surfaces (two-dimensional binding) by monitoring abrupt decrease/resumption in thermal fluctuations of a biomembrane force probe."}, {"pubmed": 17910894, "text": "These findings suggest that 1,25D(3) can selectively downregulate CLA expression without influencing lymphocyte migration patterns to other tissues."}, {"pubmed": 17947642, "text": "regulation of O-glycosylation controls sLe(x) expression, and also suggest that O-glycans may have a function in dendritic cells migration"}, {"pubmed": 18182036, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18250165, "text": "a lectin domain residue in L-selectin has a role in binding to P-selectin glycoprotein ligand-1 but not to 6-sulfo-sialyl Lewis x"}, {"pubmed": 18363812, "text": "P-selectin-PSGL-1-induces TF and IL8 expression through Lyn phosphorylation, and part of the inhibitory effect of IL10 depends on reduced phosphorylation"}, {"pubmed": 18451333, "text": "Report complete downmodulation of P-selectin glycoprotein ligand in monocytes undergoing apoptosis."}, {"pubmed": 18452987, "text": "Results suggest that the generation of C5a induced by hemodialysis membranes is responsible for the clustered redistribution of PSGL-1 in neutrophils leading to the increase in the platelet-neutrophil microaggregate formation."}, {"pubmed": 18485118, "text": "These data fervently hint that specific recognition of the PSGL-1 N-terminus is crucial for optimal Anaplasma phagocytophilum AnkA delivery."}, {"pubmed": 18497306, "text": "Our data suggest that in the absence of overt activation, PSGL-1 (P selectin ligand 1-P-selectin-dependent platelet binding to monocytes represents a normal physiological process with little impact on the potential of monocytes to cause vascular injury"}, {"pubmed": 18509085, "text": "cooperation of the alpha(M)beta(2)/GPIbalpha and to PSGL-1/P-selectin systems regulates the prothrombotic properties of PMN-derived microparticles and MP-induced platelet activation"}, {"pubmed": 18519846, "text": "PSGL-1 level was also higher on human CD14+CD16- monocytes than on CD14-CD16+ monocytes."}, {"pubmed": 18713749, "text": "the role of PSLG1 decamers is to extend PSGL-1 N terminus far above the cell surface to support and stabilize leukocyte rolling on L- or P-selectin"}, {"pubmed": 18773738, "text": "HECA-452 could be of prognostic relevance in the early stage of mycosis fungoides"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19262138, "text": "P-selectin cross-links PSGL-1 and enhances neutrophil adhesion to fibrinogen and ICAM-1 in a Src kinase-dependent, but GPCR-independent mechanism."}, {"pubmed": 19353220, "text": "This study shows that higher neutrophil PSGL-1 expression on admission may imply a higher risk for END and that monocyte Mac-1 expression on admission reflects the severity of ischemic stroke on admission."}, {"pubmed": 19395438, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19395438, "text": "Specific SELP and SELPLG polymorphisms were associated with cell surface measures of SELP and SELPLG in both whites and African Americans in the ARIC Carotid MRI Study"}, {"pubmed": 19404397, "text": "Flotillin-1 and -2 associate with PSGL-1 in resting and in stimulated neutrophils are importantly involved in neutrophil uropod formation and/or stabilization"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19542463, "text": "Follicular dendritic cells can efficiently activate HIV-1 replication in latently infected monocytic cells via an intercellular communication network mediated by the P-selectin/P-selectin glycoprotein ligand 1 (PSGL-1) interaction."}, {"pubmed": 19543284, "text": "a role for PSGL-1-positive leukocytes in cell tropism and pathogenesis during the course of foot and mouth disease and other EV71-mediated diseases."}, {"pubmed": 19628338, "text": "cutaneous lymphocyte-associated antigen expression might be an indicator of poor prognosis in non-nasal NK-cell lymphomas with nodal presentation"}, {"pubmed": 19665434, "text": "Activation of memory CLA(+) CD4(+) T cells results in increased PSGL-1 expression and consequently, increased binding to P-selectin, suggesting a more diverse tissue trafficking capacity."}, {"pubmed": 19696154, "text": "Multiple sclerosis is associated with an expanding pool of PSGL-1 positive CD4+ T lymphocytes able to transmigrate the BBB endothelium in vitro and possibly contributing to brain pathology."}, {"pubmed": 19875629, "text": "PSGL-1 may contribute to T-cell interaction with the inflamed blood brain barrier, and may be a therapeutic taarget in brain multiple sclerosis."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913879, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20051472, "text": "The adhesion mediated by the P-selectin P-selectin glycoprotein ligand-1 (PSGL-1) couple is stronger for shorter PSGL-1 variants."}, {"pubmed": 20376705, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20376705, "text": "The present study demonstrated no evidence of association between individual SELP or PSGL-1 single nucleotide polymorphisms or haplotypes with incident coronary heart disease."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20445017, "text": "Human neutrophil rolling on E- or P-selectin induces the extended alpha(L)beta(2) integrin conformation through signaling triggered by PSGL-1 engagement."}, {"pubmed": 20558823, "text": "Deficiency of Psgl-1 is associated with reduced IL-1 receptor-mediated adhesive properties of the endothelium."}, {"pubmed": 20586826, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20690162, "text": "There is a strong expression of both SELPLG and coronin-1C in the majority of primary effusion lymphomas, irrespective of their gene dosage. SELPLG is critical for cell migration and chemotaxis, while CORO1C regulates actin-dependent processes."}, {"pubmed": 20705591, "text": "Results suggested that Syk plays a key role in signal transduction downstream of PSGL-1 in endothelial progenitor cells."}, {"pubmed": 20943886, "text": "The results suggest that an adaptive mutation, along with a PSGL-1-binding phenotype, may facilitate efficient PSGL-1-dependent replication of enterovirus 71 strains in L-PSGL-1 cells."}, {"pubmed": 21044367, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21079683, "text": "Tyrosine sulfation of the amino terminus of PSGL-1 is associated with enterovirus 71 infection."}, {"pubmed": 21144558, "text": "Healthy volunteers were genotyped and the adhesion of neutrophils expressing the PSGL-1 isoforms A/A, A/B and B/B were studied under static and physiologic flow conditions."}, {"pubmed": 21292497, "text": "IL-6 induces neutrophilia and reduces CD162 expression on neutrophils in inflammation"}, {"pubmed": 21484243, "text": "Levels of P-selectin and L-selectin were decreased in AD and lowest in AD patients with highest cognitive decline. Our findings suggest that these molecules may induce alterations of endothelial regulation and influence neurodegenerative processes of AD"}, {"pubmed": 21768350, "text": "Data show that Pic, a class 2 SPATE protein produced by Shigella flexneri 2a targets a broad range of human leukocyte glycoproteins including CD43, CD44, CD45, CD93, CD162 and the surface-attached chemokine fractalkine."}, {"pubmed": 21816455, "text": "Exceedingly high PMA in aortic stenosis are independent of SELPLG polymorphisms, and largely of the hemodynamic compromise caused by the stenotic valve."}, {"pubmed": 21864485, "text": "PSGL-1 microparticles show a characteristic course during alloSCT and their possible association with relapse/progress requires further evaluation of the PSGL-1/P-selectin interaction in leukemias and lymphomas"}, {"pubmed": 21880775, "text": "Coxsackievirus A24 variant bound better to mouse L929 cells overexpressing human P-selectin glycoprotein ligand-1 (PSGL-1) than to mock-transfected cells, suggesting that PSGL-1 is a candidate receptor for the virus."}, {"pubmed": 22021370, "text": "Studies indicate that PSGL-1, CD44, and ESL-1 on mature leukocytes are physiologic glycoprotein ligands for endothelial P-selectin and E-selectin."}, {"pubmed": 22096244, "text": "Data show the contribution of P-selectin glycoprotein ligand-1 (PSGL-1) to the regulation of growth, dissemination, and drug resistance in multiple myeloma (MM) cells in the context of the bone marrow microenvironment."}, {"pubmed": 22229154, "text": "ADAM8 is both associated with PSGL-1 through the ezrin-radixin-moesin actin-binding proteins and able to cause the proteolytic cleavage of this adhesion receptor."}, {"pubmed": 22307784, "text": "There is significant association between PSGL-1 Met62Ile polymorphism and advanced carotid atherosclerosis with stenosis in female patients from the Serbian population."}, {"pubmed": 22311979, "text": "PSGL-1 EBS plays a critical role in recruiting leukocytes on selectins and in activating the MAPK pathway, whereas it is dispensable to phosphorylate Syk and to lead to alpha(L)beta(2)-dependent leukocyte slow rolling."}, {"pubmed": 22366582, "text": "E- and P-selectins play a role in spontaneous metastasis formation both into bone marrow and lungs."}, {"pubmed": 22535539, "text": "The aim of the study was to investigate the degree of platelet activation in NSCLC and the roles of PSGL-1 in the activation of platelets."}, {"pubmed": 22947939, "text": "effect of mutation on binding affinity to P- and L-selectin"}, {"pubmed": 23192782, "text": "PSGL-1 has Janus-faced functions, being both adhesive and anti-adhesive."}, {"pubmed": 23302872, "text": "These results indicated that SCARB2 is capable of viral binding, viral internalization, and viral uncoating and that the low infection efficiency of L-PSGL1 cells is due to the inability of PSGL1 to induce viral uncoating."}, {"pubmed": 23601501, "text": "In conclusion, authors report PSGL-1 as a novel target for pneumococcal ZmpC and show that ZmpC inhibits neutrophil extravasation during pneumococcal pneumonia."}, {"pubmed": 23750651, "text": "Psoriasis patients' tonsils have a higher frequency of skin-homing CLA [cutaneous lymphocyte-associated antigen] positive T cells, correlating significantly with their frequency of blood CLA+ T cells."}, {"pubmed": 23760234, "text": "A receptor-dominated endocytosis of enterovirus 71 infection was observed: PSGL-1 initiates caveola-dependent endocytosis and hSCARB2 activates clathrin-dependent endocytosis."}, {"pubmed": 23812215, "text": "Expression of CD11b and CD162 on monocytes has a temperature-dependent regulation, with decreased expression during hypothermia."}, {"pubmed": 23935488, "text": "Data suggest that PSGL1 on leukocytes is binding site for VP1 (a capsid protein) in Enterovirus 71; conserved lysine residues on virus surface are responsible for interaction with sulfated tyrosine residues in PSGL1 N-terminus."}, {"pubmed": 24055812, "text": "Specific phosphorylations on 130 and 153 tyrosine residues of p85-bound Rho-GDP dissociation inhibitor-2 are pivotal for P-selectin glycoprotein ligand-1-induced beta1 integrin-mediated lymphocyte adhesion to vascular cell adhesion molecule-1."}, {"pubmed": 24122451, "text": "Phosphoinositide 3-kinase (PI3K) is required for PSGL-1-induced beta1 integrin clustering which ultimately regulates beta1 integrin-mediated Jurkat cell adhesion to fibronectin."}, {"pubmed": 24127491, "text": "The PSGL-1-L-selectin complex-induced signaling effects on neutrophil slow rolling and recruitment in vivo demonstrate the functional importance of this pathway."}, {"pubmed": 24244398, "text": "These findings suggest one molecular mechanism by which bromelain may exert its anti-inflammatory effects is via selective cleavage of PSGL-1 to reduce P-selectin-mediated neutrophil recruitment"}, {"pubmed": 24312591, "text": "ligation of PSGL-1 on HL-60 cells activates beta2 integrin, for which lipid raft integrity and Syk activation are responsible"}, {"pubmed": 24583418, "text": "Up-regulation of PSGL-1 on CD14++CD16+ monocytes may play a crucial role in plaque rupture and thrombus formation."}, {"pubmed": 24606340, "text": "P-selectin glycoprotein ligand-1 and L-selectin have roles in neutrophil recruitment and activate human endothelial colony-forming cells at the site of vessel injury"}, {"pubmed": 24840181, "text": "Staphylococcal SElX and SSL6 proteins bind cell surface receptors PSGL-1 and CD47, respectively."}, {"pubmed": 24997419, "text": "SCARB2 and PSGL-1 in human gastrointestinal tract, lung, and brain tissues correlated with the distribution of pathological changes seen in EV71 infection."}, {"pubmed": 25135296, "text": "lymphocyte trafficking into the CNS under VLA-4 blockade can occur by using the alternative adhesion molecules, PSGL-1 and MCAM, the latter representing an exclusive pathway for TH17 cells to migrate over the blood-brain barrier"}, {"pubmed": 25320329, "text": "Host membrane protein PSGL-1, CD43, and CD44 association with assembling HIV-1 Gag is driven by polybasic sequences present in the cytoplasmic tails of the membrane proteins and in Gag."}, {"pubmed": 25405250, "text": "expression of P-selectin and P-selectin glycoprotein ligand-1, forming an auto-augmented loop of porcine aortic endothelial cells and platelet activation"}, {"pubmed": 25425738, "text": "Taken together, these results show that beta-adducin is a pivotal lipid raft-associated protein in PSGL-1-mediated neutrophil rolling on P-selectin."}, {"pubmed": 25428141, "text": "Report influence of SELPLG variation on leukocyte-platelet interactions in cardiovascular disease."}, {"pubmed": 25445472, "text": "CD162 staining and the staining degree, with the other standard immunohistochemical stains, were shown to be beneficial in the diagnosis of multiple myeloma disease."}, {"pubmed": 26115234, "text": "The solution structure of CCL19 is reported. It contains a canonical chemokine domain. Chemical shift mapping shows the N-termini of PSGL-1 and CCR7 have overlapping binding sites for CCL19 and binding is competitive."}, {"pubmed": 26124272, "text": "E-selectin interactions with glycoprotein ligands (CD44/hematopoietic cell E-/L-selectin ligand and PSGL-1) mediate the initial capturing of cells out of flow."}, {"pubmed": 26332489, "text": "The significant presence of CLA+ T cells and E-selectin expressions in the OLPG suggests their involvement in the etiopathogenesis of OLP; however, only a weak correlation between CLA+ T cells and E-selectin was observed."}, {"pubmed": 26539491, "text": "This study provides a better understanding of the biology of P-selectin and PSGL-1 and their roles in dissemination and resensitization of Multiple myeloma treatment."}, {"pubmed": 26975045, "text": "PSGL-1 is a novel receptor for S. pneumoniae that contributes to protection against invasive pneumococcal disease."}, {"pubmed": 27423570, "text": "Platelet-leukocyte aggregations increased in acute ischemic stroke patients rapidly within 3h. The I allele of PSGL-1 M62I was associated with risk of developing acute ischemic stroke, especially large artery atherosclerosis stroke and small artery occlusion stroke. Small artery occlusion stroke patients with the II genotype of PSGL-1 M62I have the higher level of platelet-neutrophil aggregates."}, {"pubmed": 27625334, "text": "These data indicate that cardiac surgery influences the expression of CD162, CD166 and CD195 and that the intensity of the immune system response, displayed as the change in the CD162, CD166, CD195 expression, varies, depending on the surgical technique used."}, {"pubmed": 27892504, "text": "PSGL1 mediated leukocyte rolling and the inflammatory response in general.PSGL1 is a ligand for Siglec-5 and interacts with Siglec-5 ectodomain."}, {"pubmed": 28262471, "text": "Studies indicate that P-selectin glycoprotein ligand-1 (PSGL-1) PSGL-1 can negatively regulate T cell function."}, {"pubmed": 28392462, "text": "The percentage of CXCR3(+) CD4(+) TEM cells negatively correlated with the severity of the cutaneous disease in psoriasis patients. Importantly CLA(+) CD4(+) TCM cells expressing CCR6(+) or CCR4(+)CXCR3(+) negatively correlated with psoriasis severity suggesting recruitment to the skin compartment."}, {"pubmed": 28663244, "text": "c-Myc regulates P-selectin glycoprotein ligand-1 expression in monocytes during HIV-1 infection."}, {"pubmed": 28680883, "text": "The Interaction of Selectins and PSGL-1 as a Key Component in Thrombus Formation and Cancer Progression."}, {"pubmed": 28809090, "text": "PSGL-1 VNTR polymorphism may have limited contribution to the thrombotic tendency in patients with Behcet's disease."}, {"pubmed": 29218606, "text": "PI3K is a signal linker between L-selectin and PSGL-1 in IL-18 transcriptional activation at the promoter level."}, {"pubmed": 29703921, "text": "Consensus sequence analysis revealed enterovirus 71 with mutations at E145G and S241L and partial mutations at V146I of VP1, and a T to C substitution at nucleotide 494 of the 5'-UTR exhibited higher binding affinity for virus receptor, human P-selectin glycoprotein ligand-1 (hPSGL-1)."}, {"pubmed": 29962384, "text": "PSGL-1 contributed to cytotoxic CD4 T cell homing to the culprit coronary artery and promoted plaque instability in ACS."}, {"pubmed": 30395634, "text": "PSGL-1 polymorphisms (rs7137098 and rs8179137) were significantly associated with severe EV71 infection (OR 1.46, 95% CI 1.1-1.96; and OR 1.47, 95% CI 1.07-2.03, respectively)."}, {"pubmed": 30833724, "text": "PSGL-1 was identified as an HIV-1 restriction factor downregulated by HIV-1 Vpu, which binds to PSGL-1 and induces its ubiquitination and degradation through the ubiquitin ligase SCF(beta-TrCP2)."}, {"pubmed": 31645726, "text": "VISTA is an acidic pH-selective ligand for PSGL-1"}, {"pubmed": 31897593, "text": "Circulating P-Selectin Glycoprotein Ligand 1 and P-Selectin Levels in Obstructive Sleep Apnea Patients."}, {"pubmed": 32193343, "text": "Virion-incorporated host transmembrane proteins PSGL-1 and CD43 inhibit attachment of HIV-1 particles to target cells. Co-clustering of HIV-1 structural protein Gag with PSGL-1 and subsequent progeny virion release contribute to depletion of PSGL-1 from an infected cell surface. In addition, study reports a previously unidentified role for Gag in viral down-regulation of antiviral proteins."}, {"pubmed": 33244198, "text": "P-selectin glycoprotein ligand 1 deficiency prevents development of acute pancreatitis by attenuating leukocyte infiltration."}, {"pubmed": 33432452, "text": "P-Selectin Glycoprotein Ligand-1 Deficiency Protects Against Aortic Aneurysm Formation Induced by DOCA Plus Salt."}, {"pubmed": 34615372, "text": "Myeloid Mineralocorticoid Receptor Transcriptionally Regulates P-Selectin Glycoprotein Ligand-1 and Promotes Monocyte Trafficking and Atherosclerosis."}, {"pubmed": 35153625, "text": "SELPLG Expression Was Potentially Correlated With Metastasis and Prognosis of Osteosarcoma."}, {"pubmed": 35597982, "text": "P-selectin glycoprotein ligand-1 (PSGL-1/CD162) is incorporated into clinical HIV-1 isolates and can mediate virus capture and subsequent transfer to permissive cells."}, {"pubmed": 36199080, "text": "Lnc-SELPLG-2:1 enhanced osteosarcoma oncogenesis via hsa-miR-10a-5p and the BTRC cascade."}, {"pubmed": 37078358, "text": "The effects of SCARB2 and SELPLG gene polymorphisms on EV71 infection in hand, foot and mouth disease."}, {"pubmed": 37115668, "text": "PSGL-1 attenuates early TCR signaling to suppress CD8[+] T cell progenitor differentiation and elicit terminal CD8[+] T cell exhaustion."}, {"pubmed": 37463583, "text": "Chemokine binding to PSGL-1 is controlled by O-glycosylation and tyrosine sulfation."}, {"pubmed": 37787515, "text": "PSGL-1 is an evolutionarily conserved antiviral restriction factor."}, {"pubmed": 37819238, "text": "PSGL-1 Blockade Induces Classical Activation of Human Tumor-associated Macrophages."}, {"pubmed": 37854605, "text": "PSGL-1: a novel immune checkpoint driving T-cell dysfunction in obstructive sleep apnea."}, {"pubmed": 38243063, "text": "PSGL-1 decorated with sialyl Lewis[a/x] promotes high affinity binding of myeloma cells to P-selectin but is dispensable for E-selectin engagement."}], "genomic_pos": {"chr": "12", "end": 108633894, "ensemblgene": "ENSG00000110876", "start": 108621895, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 109027735, "start": 109015686, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007155", "pubmed": 7505206, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050900", "pubmed": 25425738, "qualifier": "involved_in", "term": "leukocyte migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050901", "qualifier": "involved_in", "term": "leukocyte tethering or rolling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050901", "pubmed": 25425738, "qualifier": "involved_in", "term": "leukocyte tethering or rolling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050902", "qualifier": "involved_in", "term": "leukocyte adhesive activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071354", "pubmed": 9486531, "qualifier": "acts_upstream_of_or_within", "term": "cellular response to interleukin-6"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001931", "pubmed": 21696602, "qualifier": "located_in", "term": "uropod"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 21696602, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": [7505206, 7541799], "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044853", "pubmed": 25425738, "qualifier": "located_in", "term": "plasma membrane raft"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001618", "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005102", "pubmed": 7505206, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11081633, 18196517, 19118202, 26627825, 28011641], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9544, 706046], [9598, 452211], [9606, 6404], [9615, 611673], [9913, 617434], [10090, 20345], [10116, 363930]], "id": 2261}, "interpro": {"desc": "P-selectin glycoprotein ligand 1", "id": "IPR026195", "short_desc": "PSGL-1"}, "ipi": ["IPI00029591", "IPI01018057"], "map_location": "12q24.11", "name": "selectin P ligand", "other_names": ["P-selectin glycoprotein ligand 1", "cutaneous lymphocyte-associated associated antigen"], "pantherdb": {"HGNC": "10722", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106689", "ortholog_type": "LDO", "panther_family": "PTHR17384", "taxid": 10090, "uniprot_kb": "Q62170"}, {"RGD": "1307971", "ortholog_type": "LDO", "panther_family": "PTHR17384", "taxid": 10116, "uniprot_kb": "F6T9E7"}], "uniprot_kb": "Q14242"}, "pathway": {"kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}], "pid": {"id": "amb2_neutrophils_pathway", "name": "amb2 Integrin signaling"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}], "wikipathways": [{"id": "WP2806", "name": "Complement system"}, {"id": "WP4493", "name": "Cells and molecules involved in local acute inflammatory response"}]}, "pdb": "1G1S", "pharmgkb": "PA35644", "pharos": {"target_id": 14477, "tdl": "Tbio"}, "pir": "A57468", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256227", "relationship": "is"}, {"id": "GNF256228", "relationship": "is"}, {"id": "GNF256229", "relationship": "is"}, {"id": "GNF256230", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162316", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF036790", "relationship": "weakly similar to"}, {"id": "GNF045839", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013143", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF237445", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100213", "relationship": "is"}, {"id": "GNF139868", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": ["NP_001193538.1", "NP_002997.2"], "rna": ["NM_001206609.2", "NM_003006.4"], "translation": [{"protein": "NP_002997.2", "rna": "NM_003006.4"}, {"protein": "NP_001193538.1", "rna": "NM_001206609.2"}]}, "reporter": {"HG-U133_Plus_2": ["209879_at", "209880_s_at"], "HG-U95Av2": "37541_at", "HTA-2_0": "TC12001938.hg.1", "HuEx-1_0": "3470523", "HuGene-1_1": "7966127", "HuGene-2_1": "16769770"}, "summary": "This gene encodes a glycoprotein that functions as a high affinity counter-receptor for the cell adhesion molecules P-, E- and L- selectin expressed on myeloid cells and stimulated T lymphocytes. As such, this protein plays a critical role in leukocyte trafficking during inflammation by tethering of leukocytes to activated platelets or endothelia expressing selectins. This protein requires two post-translational modifications, tyrosine sulfation and the addition of the sialyl Lewis x tetrasaccharide (sLex) to its O-linked glycans, for its high-affinity binding activity. Aberrant expression of this gene and polymorphisms in this gene are associated with defects in the innate and adaptive immune response. Alternate splicing results in multiple transcript variants.[provided by RefSeq, Apr 2011].", "symbol": "SELPLG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419941"}, "unigene": "Hs.591014", "uniprot": {"Swiss-Prot": "Q14242", "TrEMBL": "A0A0C4DFY0"}, "wikipedia": {"url_stub": "P-selectin glycoprotein ligand-1"}}