{"AllianceGenome": "10723", "HGNC": "10723", "MIM": "603961", "_id": "10371", "_version": 3, "accession": {"genomic": ["AC004028.2", "AC004451.2", "AC004848.1", "AC004907.3", "AC006322.2", "AC073221.9", "AX743092.1", "CH236949.1", "CH471091.2", "CP068271.2", "CS067216.1", "JA738703.1", "KF458486.1", "NC_000007.14", "NC_060931.1", "NG_011489.1"], "protein": ["AAA65938.1", "AAC78622.1", "AAI11417.1", "AAP22350.1", "AAS00353.1", "AAS02028.1", "BAF82643.1", "CAD91050.1", "CAI84571.1", "CCF77004.1", "EAL24185.1", "EAW76982.1", "NP_006071.1", "Q14563.1", "XP_005250167.1", "XP_047275707.1", "XP_054213019.1", "XP_054213020.1", "XP_054213021.1", "XP_054213022.1", "XP_054213023.1", "XP_054213024.1", "XP_054213025.1", "XP_054213026.1"], "rna": ["AK289954.1", "BC111416.1", "BM723807.1", "BU186364.1", "BX491494.1", "CR748125.1", "DR002146.1", "L26081.1", "NM_006080.3", "XM_005250110.4", "XM_047419751.1", "XM_054357044.1", "XM_054357045.1", "XM_054357046.1", "XM_054357047.1", "XM_054357048.1", "XM_054357049.1", "XM_054357050.1", "XM_054357051.1"], "translation": [{"protein": "AAA65938.1", "rna": "L26081.1"}, {"protein": "XP_054213026.1", "rna": "XM_054357051.1"}, {"protein": "XP_054213020.1", "rna": "XM_054357045.1"}, {"protein": "BAF82643.1", "rna": "AK289954.1"}, {"protein": "XP_054213023.1", "rna": "XM_054357048.1"}, {"protein": "XP_054213022.1", "rna": "XM_054357047.1"}, {"protein": "XP_054213019.1", "rna": "XM_054357044.1"}, {"protein": "XP_005250167.1", "rna": "XM_005250110.4"}, {"protein": "XP_054213024.1", "rna": "XM_054357049.1"}, {"protein": "XP_054213025.1", "rna": "XM_054357050.1"}, {"protein": "NP_006071.1", "rna": "NM_006080.3"}, {"protein": "XP_047275707.1", "rna": "XM_047419751.1"}, {"protein": "AAI11417.1", "rna": "BC111416.1"}, {"protein": "XP_054213021.1", "rna": "XM_054357046.1"}]}, "alias": ["COLL1", "HH16", "Hsema-I", "Hsema-III", "SEMA1", "SEMAD", "SEMAIII", "SEMAL", "SemD", "coll-1"], "ensembl": {"gene": "ENSG00000075213", "protein": ["ENSP00000265362", "ENSP00000391900", "ENSP00000402093", "ENSP00000404800", "ENSP00000415260"], "transcript": ["ENST00000265362", "ENST00000420047", "ENST00000424555", "ENST00000436949", "ENST00000448879", "ENST00000471474", "ENST00000490883"], "translation": [{"protein": "ENSP00000265362", "rna": "ENST00000265362"}, {"protein": "ENSP00000415260", "rna": "ENST00000436949"}, {"protein": "ENSP00000391900", "rna": "ENST00000420047"}, {"protein": "ENSP00000402093", "rna": "ENST00000448879"}, {"protein": "ENSP00000404800", "rna": "ENST00000424555"}], "type_of_gene": "protein_coding"}, "entrezgene": "10371", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 35.2118043215, "exp_mis": 250.021350284, "exp_syn": 99.2017375914, "lof_z": 5.04338574813162, "mis_z": 0.835864142913465, "mu_lof": 2.53284655844e-06, "mu_mis": 2.18461710616e-05, "mu_syn": 8.31177094023e-06, "n_lof": 5.0, "n_mis": 223.0, "n_syn": 102.0, "p_li": 0.988432782312704, "p_null": 1.41734788821873e-09, "p_rec": 0.0115672162699479, "syn_z": -0.174171818274077}, "bp": 2316, "cds_end": 83823902, "cds_start": 83590686, "n_exons": 17, "nonpsych": {"exp_lof": 31.5259053078, "exp_mis": 225.949279564, "exp_syn": 89.4429718735, "lof_z": 4.989506398548, "mis_z": 1.441160224625, "mu_lof": 2.53284655844e-06, "mu_mis": 2.18461710616e-05, "mu_syn": 8.31177094023e-06, "n_lof": 3.0, "n_mis": 183.0, "n_syn": 86.0, "p_li": 0.998503742479981, "p_null": 2.85488790203688e-10, "p_rec": 0.00149625723452986, "syn_z": 0.229204800363731}, "nontcga": {"exp_lof": 32.3613132508, "exp_mis": 229.986110855, "exp_syn": 91.2320562851, "lof_z": 4.91806779039988, "mis_z": 0.689431357222093, "mu_lof": 2.53284655844e-06, "mu_mis": 2.18461710616e-05, "mu_syn": 8.31177094023e-06, "n_lof": 4.0, "n_mis": 209.0, "n_syn": 94.0, "p_li": 0.993767398342502, "p_null": 1.53812502947437e-09, "p_rec": 0.00623260011937304, "syn_z": -0.183486965059666}, "transcript": "ENST00000265362.4"}, "exons": [{"cdsend": 84194586, "cdsstart": 83961370, "chr": "7", "position": [[83955776, 83961826], [83963204, 83963347], [83977131, 83977196], [83981320, 83981478], [83985435, 83985477], [84001954, 84002046], [84005338, 84005558], [84007352, 84007497], [84011021, 84011091], [84011182, 84011297], [84014208, 84014351], [84046323, 84046443], [84060464, 84060558], [84110469, 84110589], [84129122, 84129185], [84134793, 84134951], [84194474, 84194789]], "strand": -1, "transcript": "NM_006080", "txend": 84194789, "txstart": 83955776}], "exons_hg19": [{"cdsend": 83823902, "cdsstart": 83590686, "chr": "7", "position": [[83585092, 83591142], [83592520, 83592663], [83606447, 83606512], [83610636, 83610794], [83614751, 83614793], [83631270, 83631362], [83634654, 83634874], [83636668, 83636813], [83640337, 83640407], [83640498, 83640613], [83643524, 83643667], [83675639, 83675759], [83689780, 83689874], [83739785, 83739905], [83758438, 83758501], [83764109, 83764267], [83823790, 83824105]], "strand": -1, "transcript": "NM_006080", "txend": 83824105, "txstart": 83585092}], "generif": [{"pubmed": 12610647, "text": "sema3A is elevated in schizophrenia, and is associated with downregulation of genes involved in synaptic formation and maintenance."}, {"pubmed": 12730958, "text": "human glioma cells express class 3 semaphorins and receptors for soluble and membrane-bound semaphorins, suggesting a possible role of the semaphorin/neuropilin system in the interactions of human malignant glioma with the nervous and immune systems."}, {"pubmed": 12879061, "text": "during vascular development and experimental angiogenesis, endothelial cells generate autocrine chemorepulsive signals of class 3 semaphorins (SEMA3 proteins) that localize at nascent adhesive sites in spreading endothelial cells"}, {"pubmed": 14500350, "text": "Breast carcinoma cells support an autocrine pathway involving SEMA3A, plexin-A1, and NP1 that impedes their ability to chemotax."}, {"pubmed": 14656993, "text": "new role of Sema-3A in VEGF function mediated by p38 MAPK and suggest that the abrogation of regulated Sema-3A expression is responsible for VEGF-driven growth of tumor cells"}, {"pubmed": 15517571, "text": "the chemorepulsive signals mediated by Sema 3A play an important role in preventing nerve fibers growth in the umbilical cord and in gestational uterine tissues."}, {"pubmed": 15831706, "text": "extensive inhibition of platelet function by Sema3A appears to be mediated, at least in part, through impairment of agonist-induced Rac1-dependent actin rearrangement"}, {"pubmed": 16330548, "text": "Down-regulation of NRP1 by NRSF overexpression reduced Sema3A activity. It was concluded that NRSF is a transcription factor that silences NRP1 expression and thereby diminishes the Sema3A mediated inhibition of HaCaT keratinocyte migration"}, {"pubmed": 16684957, "text": "Vascular endothelial growth factor165 (VEGF165) and semaphorin3A (SEMA3A) elicit pro- and antiangiogenic signals respectively in endothelial cells (ECs) by binding to their receptors VEGFR-2, neuropilin-1 and plexin-a."}, {"pubmed": 16791896, "text": "In the regulation of the immune response Sema-3A plays a novel role as a modulator of cross-talk between activated dendritic cells and T cells."}, {"pubmed": 17369353, "text": "NP-1/Sema-3A-mediated interactions participate in the control of human thymocyte development"}, {"pubmed": 17390026, "text": "sema3A and sema3C have opposite roles in neoplasm invasiveness and adhesion"}, {"pubmed": 17569671, "text": "combinations of sema3A and sema3F may be able to inhibit tumor angiogenesis more effectively than single semaphorins."}, {"pubmed": 17607942, "text": "This review highlights the effect of Sema3A on axonal growth cones, the intracellular signaling pathways that lead to the cellular effects, and the evidence for collapsin-response-mediator proteins (CRMPs) as a component of the Sema3A signaling cascade."}, {"pubmed": 17631638, "text": "Overexpression of SEMA3A may favor malignant activities of tumor cells. Negative clinicopathol correlations suggest that SEMA3A might represent a novel intervention target for pancreatic cancer patients."}, {"pubmed": 17684500, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17989695, "text": "structural analysis of semaphorin and VEGF binding"}, {"pubmed": 18056484, "text": "Semaphorin3A (Sema3A) triggers a proapoptotic program that sensitizes leukemic T cells to Fas (CD95)-mediated apoptosis."}, {"pubmed": 18160633, "text": "Human neuroma contains increased levels of semaphorin 3A, which surrounds nerve fibers and reduces neurite extension in vitro."}, {"pubmed": 18272814, "text": "The sulfated polysaccharides dextran sulfate and fucoidan, but not others, reduce endothelial cell-surface levels of NRP1, NRP2, and to a lesser extent VEGFR-1 and VEGFR-2, and block the binding and in vitro function of semaphorin3A and VEGF(165)."}, {"pubmed": 18625544, "text": "The role of semaphorins and their receptors in the progression of lung cancer was studied."}, {"pubmed": 18787945, "text": "SEMA3A suppression of tumor cell migration is dependent on alpha2beta1, the expression of which is stimulated in breast tumor cells by an autocrine SEMA3A pathway."}, {"pubmed": 18818766, "text": "Sema3A inhibits tumor development from MDA-MB-231 and MCF-7 cancer cells, but not from MDA-MB-435 or MDA-MB-468. It inhibits tumor angiogenesis in all of the formed tumors. The inhibition is correlated with the expression of NRP-1 of the tumors cells."}, {"pubmed": 18831963, "text": "These findings indicate that EGF released from corneal epithelial cells up-regulates the expression of Sema3A in corneal fibroblasts."}, {"pubmed": 19296128, "text": "Our findings suggest a role for SEMA3A as an antiangiogenic factor in meningiomas with its decrease being associated with the development of recurrences."}, {"pubmed": 19480842, "text": "Data show that consistent with increased NRP-1 expression, cell surface binding of Sema3A increased during M2 differentiation."}, {"pubmed": 19684614, "text": "Sema3A as an autocrine signal for neuropilin-1 to promote glioblastoma (GBM) dispersal by modulating substrate adhesion and suggest that targeting Sema3A-neuropilin-1 signaling may limit GBM infiltration."}, {"pubmed": 19817889, "text": "Dysregulation of the Sema3A pathway plays a key role in prostatic cancer progression."}, {"pubmed": 19855168, "text": "NRP2 is necessary to trigger Sema3A-induced glioma cell repulsion and attraction."}, {"pubmed": 19886821, "text": "Results demonstrate the critical role of Galectin-1 and Sema-3A in mesenchymal stem cell functions and may open new perspectives in the understanding and treatment of various immune and neoplastic disorders."}, {"pubmed": 19957197, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19957197, "text": "neither Sema3A nor Sema4D likely influence the susceptibility to Alzheimer's disease"}, {"pubmed": 20051117, "text": "In degenerate intervertebral disc samples, sema3A expression decreased significantly"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20382125, "text": "these findings indicate that semaphorin 3A released from corneal fibroblasts may play an important role in the regulation of intercellular communication between corneal epithelial cells as well as in the maintenance of corneal structure and function."}, {"pubmed": 20655307, "text": "incubation of breast tumor cells with recombinant Sema3A rapidly increased eIF4E activity, RhoA protein levels, and RhoA activity; Sema3A impedes breast tumor cell migration in part by stimulating RhoA"}, {"pubmed": 21205984, "text": "Both systemic and tumor-targeted delivery of SEMA3A inhibits tumor angiogenesis and tumor growth in multiple mouse models; moreover, SEMA3A inhibits the metastatic spreading from primary tumors."}, {"pubmed": 21656899, "text": "SEMA3A expression was upregulated in the aganglionic smooth muscle layer of the colon in some patients with HSCR and our data suggest that increased SEMA3A expression may be a risk factor for HSCR pathology"}, {"pubmed": 21784300, "text": "We found no genome-wide statistically significant associations but identified several plausible candidate genes among findings at p < 5E-05: SEMA3A, TMEM132D, LRRC7, ALK, and STIP1."}, {"pubmed": 21842119, "text": "the downregulated expression of SEMA3A and several SEMA3s results in a loss of inhibitory activities in tumor angiogenesis and tumor growth of VEGFA."}, {"pubmed": 21878545, "text": "SEMA-3A is involved in the regulation of CXCL12-driven human thymocyte migration, where it acts as a physiological antagonist."}, {"pubmed": 21884206, "text": "A decrease in class 3 semaphorin and their plexin receptors may have some relationship with disease progression in ductal breast carcinoma."}, {"pubmed": 21953086, "text": "Sema3A is overexpressed, with a direct correlation with cloning, in osteoarthritic cartilage and that it suppresses the VEGF165-promoted migration of chondrocytes."}, {"pubmed": 22093159, "text": "This study demonstrated a marked loss of noradrenergic and sensory nerve fibers in polyp mucosa, which was associated with a strong increase of semaphorin 3F and 3A."}, {"pubmed": 22184102, "text": "Our results for rs7804122 polymorphism provid preliminary evidence that the SEMA3A gene is involved in the susceptibility to Hirschsprung disease in the Northeastern Chinese population."}, {"pubmed": 22416012, "text": "Semaphorin 3A has a role in the development of the olfactory system and in neuronal control of puberty in humans."}, {"pubmed": 22497252, "text": "A review of how neuron-derived factors, GPR91 and Semaphorin 3A, guide retinal vascularization and are major contributors to the pathogenesis of retinopathy of prematurity ."}, {"pubmed": 22565412, "text": "Decreased skin Sema3A expression may play a role in pruritus and the pathogenesis of psoriasis."}, {"pubmed": 22685328, "text": "Semaphorin 3A impinged upon the basal activity of the serine phosphatase PP2A and disrupted PP2A interaction with VE-cadherin, leading to cell-cell junction disorganization and increased permeability."}, {"pubmed": 22697500, "text": "This is the first study in which a reduced serum level of sema3A was found in association with systemic lupus erythematosus disease activity"}, {"pubmed": 22875653, "text": "sema3A is reduced in systemic lupus erythematosus (SLE) patients in correlation with disease severity and autoimmunity; memory B cells are beneficially responsive to sema3A"}, {"pubmed": 22927827, "text": "Findings indicate that semaphorin-3A signaling insufficiency contributes to the pathogenesis of Kallmann syndrome.  Nonsynonymous mutations in SEMA3A were found in 24 patients, all in heterozygous state ."}, {"pubmed": 23343469, "text": "Reduction of Sema3A expression in rheumatoid arthritis synovial tissues may contribute to pathogenesis of RA."}, {"pubmed": 23372769, "text": "in this study we have analyzed three aminoacidic substitutions, A131T-SEMA3A, S598G-SEMA3A and E198K-SEMA3D. These variants result in an increase of SEMA proteins levels in the HSCR colon tissue."}, {"pubmed": 23398122, "text": "SEMA3A expression positively correlates with itching sensation and number of nerve fibers in the epidermis in prurigo nodularis"}, {"pubmed": 23593010, "text": "A high incidence of SEMA3A(I334V) in UCA patients and inappropriate innervation patterning in their hearts implicate involvement of the SEMA3A gene in the pathogenesis of UCA."}, {"pubmed": 23906303, "text": "Loss of Sema3A expression is associated with biochemical recurrence of patients with low- and intermediate-risk prostate cancer."}, {"pubmed": 24124006, "text": "Biallelic SEMA3A defects cause a novel type of syndromic short stature."}, {"pubmed": 24213571, "text": "HMGB1 promotes tumor cell migration through epigenetic silencing of semaphorin 3A."}, {"pubmed": 24380401, "text": "These results suggest that Sema3A may possess the function to convert periodontal ligament cells into mesenchymal-stem-like cells."}, {"pubmed": 24461079, "text": "SEMA3a enhanced CD72 expression in B cells of both healthy controls and SLE patients."}, {"pubmed": 24522099, "text": "heterozygous missense variants in SEMA3A and SEMA7A may modify the phenotype of Kallmann syndrome but most likely are not alone sufficient to cause the disorder"}, {"pubmed": 24589620, "text": "Sema3A is a new player in the regulation of bone remodeling. [Review]"}, {"pubmed": 24673430, "text": "Stimulation of nonmodified endothelial cells with Sema3A resulted in an up regulation of CIITA expression, which was associated with enhanced HLA-DR levels and an increase in alloreactive CD4+ T-cell proliferation."}, {"pubmed": 24713604, "text": "sema3A plays a role in the pathogenesis of allergic rhinitis and atopic dermatitis. [review]"}, {"pubmed": 24727891, "text": "Data proposed a novel signaling mechanism by which Sema 3A regulates PTEN, FOXO 3a and MelCAM in a coordinated manner that leads to suppression of breast cancer growth and angiogenesis."}, {"pubmed": 24756974, "text": "Increased urinary SEMA3A is independently associated with CKD in both diabetic and non diabetic hypertensive patients."}, {"pubmed": 24963029, "text": "Demonstrate SEMA3A as a naturally occurring protein that selectively inhibits Kv4.3 and SEMA3A as a possible Brugada syndrome susceptibility gene through a Kv4.3 gain-of-function mechanism."}, {"pubmed": 25050899, "text": "the general effects of Sema3A on bone metabolism are weak and not clear as evidenced by lack of association between this parameter and bone mineral densities and osteoporotic fractures"}, {"pubmed": 25289643, "text": "These studies demonstrate that semaphorin 3A and netrin-1 can be useful early diagnostic biomarkers of AKI after liver transplantation."}, {"pubmed": 25331060, "text": "Semaphorin-3A involvement in autoimmune responses, diabetic nephropathy and diabetic retinopathy is discussed."}, {"pubmed": 25335892, "text": "although plexin-A4 overexpression restored Sema3A signaling in plexin-A1-silenced cells, it failed to restore Sema3B signaling in plexin-A2-silenced cells."}, {"pubmed": 25421946, "text": "Our results suggest that prostate cancer-induced osteoblastic differentiation is at least partially mediated by Sema 3A, and may be regulated by the beta-catenin signalling pathway."}, {"pubmed": 25475434, "text": "These findings indicate that excess sema3a promotes severe diabetic nephropathy and identifies novel potential therapeutic targets for diabetic nephropathy."}, {"pubmed": 25560370, "text": "Serum semaphoring 3A levels are reduced after hemodialysis."}, {"pubmed": 25651171, "text": "Vital roles for semaphorin signaling in vascular patterning and cardiac morphogenesis have been demonstrated, and impaired semaphorin signaling has been associated with various human cardiovascular disorders."}, {"pubmed": 25666438, "text": "Genetic risk for Hirschsprung disease in individuals of European ancestry can only be detected at RET (rs2435357 and rs2506030) and at SEMA3 (rs11766001), but not at NRG1."}, {"pubmed": 25812535, "text": "Decreased semaphorin 3A expression is associated with a poor prognosis in patients with epithelial ovarian carcinoma"}, {"pubmed": 25895648, "text": "Sema3A expression is low in systemic sclerosis serum and more specifically on regulatory T cells."}, {"pubmed": 25955818, "text": "Despite limited research in this field, our aim is to promote further understanding of the function of Sema3A in the skeletal system."}, {"pubmed": 25973043, "text": "our data suggest that MCF-7 cell-derived Sema 3A plays a causative role in osteoblastic bone metastases progression by stimulating osteoblastic differentiation."}, {"pubmed": 26121211, "text": "LL-37 induces SeMA3A expression in epidermal keratinocytes. Possible therapy for pruritus in atopic dermatitis."}, {"pubmed": 26201903, "text": "Findings show the involvement of amphiregulin and semaphorin-3A in the improvement of skin innervations and penetration of nerve fibers into the epidermis."}, {"pubmed": 26364614, "text": "EV-delivered Sema3A orchestrates loss of barrier integrity in glioblastoma"}, {"pubmed": 26432853, "text": "Sema3A and sema7A expression correlated with the inflammatory activity of the multiple sclerosis (MS) lesions, suggesting their involvement in the immunological process that takes place in MS."}, {"pubmed": 26580097, "text": "this study shows that microRNA-192-5p promote the proliferation and metastasis of hepatocellular carcinoma cell by targeting SEMA3A"}, {"pubmed": 26602825, "text": "Semaphorin-3a, neuropilin-1 and plexin-A1 are axonal guidance molecules that have been recently implicated in regulating bone metabolism."}, {"pubmed": 26865270, "text": "Tumor cells decrease Sema3a mRNA expression in osteoblasts in an mTORC1-dependent manner."}, {"pubmed": 27157528, "text": "Sema3A expression on T and B regulatory lymphocytes is low in familial Mediterranean fever patients during attack and in smoldering disease compared to the expression in remission and healthy controls."}, {"pubmed": 27197153, "text": "IL6 underexpression is associated with Breast Cancer."}, {"pubmed": 27203398, "text": "Significant genetic risk for Hirschsprung disease (HSCR) was imparted by rs2435357 and rs2506030 at RET and by rs12707682 at SEMA3 in a Chinese population. No evidence was found of a genetic association between HSCR and either of the NRG1 SNPs rs7835688 and rs16879552, at either allele or genotype level."}, {"pubmed": 27351132, "text": "Semaphorin 3A increased tumor-infiltrating macrophages (TAM) infiltration and promoted hepatocellular carcinoma (HCC) progression. Semaphorin 3A expression alone, or combined with the number of TAMs, is a new prognostic factor and potential target for the treatment of HCC."}, {"pubmed": 27469503, "text": "Genetic analyses of susceptibility alleles at the SEMA3 locus in families of Caucasian ancestry show that a significant genetic risk can be detected at SEMA3 rs11766001, rs12707682, and rs1583147 variants."}, {"pubmed": 27702942, "text": "We also demonstrate that the effects of RET and NRG1 are universal across European and Asian ancestries. In contrast, we detected a European-specific association of a low-frequency variant, rs80227144, in SEMA3. Conditional analyses on the lead SNPs revealed a secondary association signal, corresponding to an Asian-specific, low-frequency missense variant encoding RET p.Asp489Asn"}, {"pubmed": 27769863, "text": "The self-renewal ability abolished by Sema3a knockdown could not be recovered by exogenous addition of recombinant SEMA3A. In addition, the activity of mammalian target of rapamycin complex 1 (mTORC1) and the expression of its substrate p70S6K1 were also decreased. These results demonstrate that Sema3a is a potential therapeutic target in eradication of CSCs."}, {"pubmed": 27782869, "text": "Semaphorin3A serum concentrations were similar in ankylosing spondylitis patients and controls and were not altered on treatment in anti-TNF agents."}, {"pubmed": 27787850, "text": "provide an easy and reproducible method to analyze growth cone sensitivity to the prototypic guidance molecule family class 3 semaphorin"}, {"pubmed": 27787852, "text": "Measuring electrical impedance allows real-time monitoring of changes in endothelial cell morphology and adhesion induced by SEMA3E via plexin D1"}, {"pubmed": 27787860, "text": "describe a method where in vitro cultures of growth cones are incubated with these ligands in the presence or absence of Sema3A, followed by stripping of remaining ligand on cell-surface and analysis by immunofluorescence techniques"}, {"pubmed": 27791986, "text": "Sema3A as a novel regulator of airway smooth cell proliferation by suppressing Rac1, GSK-3beta and STAT3 signaling mediated by Nrp1."}, {"pubmed": 28075028, "text": "Our observation of a second case supports the notion that bi-allelic mutations in SEMA3A cause an autosomal recessive type of syndromic short stature."}, {"pubmed": 28188869, "text": "Study shows a significant reduction of the serum Sema3A level and its mRNA expression in peripheral blood mononuclear cells in patients with relapsing-remitting multiple sclerosis compared with normal individuals."}, {"pubmed": 28498470, "text": "the upregulation of SEMA3A in hepatocellular carcinoma (HCC)cells promoted tumor growth and progression in an HCC mouse model. These results indicate that SEMA3A enhances CapG, galectin-3, enolase 2 and EpCAM expression to promote HCC progression and is a potential therapeutic target for HCC."}, {"pubmed": 28502679, "text": "Serum level of Sema3A taken from diagnosed celiac without gluten-free diet was higher significantly than healthy controls."}, {"pubmed": 28502680, "text": "Sema3A serum levels and the expression of sema3A on Tregs was significantly lower in patients with moderate to severe asthma when compared to healthy individuals."}, {"pubmed": 28636974, "text": "Results showed a preferential association of NRP1 with SEMA3A, suggesting that SEMA3A can partially reverse the effects caused by the VEGFA preventing its binding with the NRP1 receptor."}, {"pubmed": 28893946, "text": "Sema3a-Nrp2 signaling along an unrecognized pancreatic developmental axis constitutes a chemoattractant system essential for generating the hallmark morphogenetic properties of pancreatic islets."}, {"pubmed": 29016743, "text": "study demonstrates that Sema3E/plexinD1 inhibits proliferation and migration of vascular smooth muscle cells via inactivation of Rap1-AKT signalling pathways"}, {"pubmed": 29071344, "text": "rs139438618 at the semaphorin 3A locus was significantly associated with Alcohol Dependence and Major Depression comorbidity in African Americans.  There was no significant association identified in European American participants."}, {"pubmed": 29111592, "text": "These findings indicate a regulatory mechanism and a proapoptotic function of aberrant Sema3A signaling in Osteoarthritis (OA) chondrocytes, and suggest that targeting Sema3A signaling might interfere OA pathogenesis."}, {"pubmed": 29129044, "text": "Results provide evidence that SEMA3A is highly expressed in glioblastoma (GBM) compared to non-neoplastic brain tissues and SEMA3A signaling axis promotes GBM growth and invasion."}, {"pubmed": 29199452, "text": "increased concentrations of urinary SEMA-3A and urinary Netrin-1 are found in urine from children with severe hydronephrosis and that their concentrations are related to the degree of obstruction."}, {"pubmed": 29203371, "text": "High glucose up-regulates Sema3A expression by activating mTOR signaling in diabetic keratinocytes."}, {"pubmed": 29288007, "text": "Semaphorin 3A is overexpressed in urothelial cancer patients, as evidenced both in its presence in urine and in bladder tissue."}, {"pubmed": 29432577, "text": "Chd7 is enriched at the Sema3a promoter in neural crest cells, and loss of function of Chd7 inhibits Sema3a expression in CHARGE syndrome."}, {"pubmed": 29457037, "text": "clinical samples from apical periodontitis patients were obtained to analyse the expression of Sema3A/Nrp1. These results indicated that the bone destruction level expanded from days 7 to 35"}, {"pubmed": 29656374, "text": "High expression of circulating SEMA3A protein is associated with rheumatoid arthritis in Chinese patients."}, {"pubmed": 29720701, "text": "Osteosarcoma-derived Sema3A reduced the ability of osteosarcoma cells to enhance osteoclastogenesis in vitro and in vivo but it exerted differential effects on osteosarcoma associated osteoblast changes and ectopic bone formation in mice."}, {"pubmed": 29740048, "text": "Knockdown of Sema3A prevented Domain IV-3-induced tumoroid formation and Sema3A was sensitive to MMP-7 proteolysis. The perlecan-Sema3A complex abrogates FAK activity and stabilizes PCa cell interactions."}, {"pubmed": 29763494, "text": "Advanced peri-implantitis lesions showed higher levels of gene expression for Sem3A and Sem4D and lower levels of Sem4A in comparison to tissues obtained from a healthy dental implant."}, {"pubmed": 29898965, "text": "B7-H4Ig binds to Sema3a, which acts as a functional bridge to stimulate an Nrp-1/Plexin A4 heterodimer."}, {"pubmed": 30155491, "text": "these findings shows that miR-362 promotes lung cancer metastasis through downregulation of Sema3A"}, {"pubmed": 30304095, "text": "the inhibitory effect of Sema3C on microcapillary formation by human umbilical vein endothelial cells could be abrogated upon mutation at the Sema3C basic domain within putative furin cleavage site 742RNRR745, indicating that this site was essential for the Sema3 biological activity."}, {"pubmed": 30378769, "text": "Proportion of regulatory T cells and their expression of NRP-1 increased in acute leukemia patients compared with healthy controls. Lower mRNA and plasma levels of Sema3A were detected in the acute leukemia patients. Results suggest that Sema3A promotes apoptosis in leukemia cells by inhibiting expression of NRP-1, and thus, represents a tumor suppressor protein with a role in the pathogenesis of acute leukemia."}, {"pubmed": 30579864, "text": "Data found that Sema3A was significantly downregulated in vascular smooth muscle cells (VSMCs) during neointimal hyperplasia after vascular injury in mice and in human atherosclerotic plaques. Its overexpression inhibited VSMC proliferation and migration, as well as increasing differentiated gene expression."}, {"pubmed": 30587593, "text": "the niche factor Sema3-stimulated NP1/MICAL3/CRMP2/Numb axis appears to expand Cancer stem-like cells (CSCs) at least partly through increased frequency of MICAL3-mediated symmetric division of CSCs."}, {"pubmed": 30597767, "text": "sema3A suppresses allergic inflammation in AR via inhibition of Th2/Th17 responses and enhancement of Th1/Treg responses."}, {"pubmed": 30661929, "text": "The authors show that serum levels of SEMA3A decreased with age or after menopause in humans."}, {"pubmed": 30862786, "text": "Wnt/beta-catenin signaling, which is activated in odontomas, reduces Sema3A expression to regulate odontogenic epithelial cell proliferation and tooth germ development."}, {"pubmed": 30967873, "text": "Semaphorin 3A Is Effective in Reducing Both Inflammation and Angiogenesis in a Mouse Model of Bronchial Asthma."}, {"pubmed": 31059116, "text": "This review discusses the role and potential use as biomarkers of semaphorin 3A (SEMA3A), protocadherin 9 (PCDH9), and S100 calcium binding protein A3 (S100A3) in carcinogenesis and chemoresistance of various tumors, including ovarian cancer."}, {"pubmed": 31218581, "text": "The Prognostic Value of Serum Semaphorin3A and VEGF Levels in Patients with Metastatic Colorectal Cancer."}, {"pubmed": 31305177, "text": "MicroRNA-145 suppresses osteogenic differentiation of human jaw bone marrow mesenchymal stem cells partially via targeting semaphorin 3A."}, {"pubmed": 31394943, "text": "Sema3A and Sema7A gene polymorphisms are not related to systemic lupus erythematosus genetic susceptibility, but may link to several clinical features of systemic lupus erythematosus."}, {"pubmed": 31566924, "text": "This study identifies in multiple sclerosis patients the overexpression of Plexin-A1, the signalling receptor of the oligodendrocyte inhibitor Semaphorin 3A"}, {"pubmed": 31929841, "text": "TNBC patients with negative/weak Sema3A protein expression had poorer prognosis than those with moderate or strong Sema3A protein expression in the multivariate analysis."}, {"pubmed": 31945349, "text": "Calcium-Inducible MAPK/AP-1 Signaling Drives Semaphorin 3A Expression in Normal Human Epidermal Keratinocytes."}, {"pubmed": 32060892, "text": "Functional analysis of SEMA3A variants identified in Chinese patients with isolated hypogonadotropic hypogonadism."}, {"pubmed": 32074456, "text": "SEMA3A expression is aberrantly upregulated in tongue squamous cell carcinoma tissues. Its exon 9 expression is a potentially valuable prognostic marker of unfavorable recurrence-free survival in tongue squamous cell carcinoma patients. Both promoter hypomethylation and gene body hypermethylation might contribute to the dysregulation."}, {"pubmed": 32325105, "text": "Repression of miR-142-3p alleviates psoriasis-like inflammation by repressing proliferation and promoting apoptosis of keratinocytes via targeting Sema3A."}, {"pubmed": 32516239, "text": "Vascular endothelial growth factor/semaphorin-3A ratio and SEMA3A expression in cutaneous malignant melanoma."}, {"pubmed": 32612575, "text": "SEMA3A and IGSF10 Are Novel Contributors to Combined Pituitary Hormone Deficiency (CPHD)."}, {"pubmed": 32926524, "text": "Semaphorin3A released from human dental pulp cells inhibits the increase in interleukin-6 and CXC chemokine ligand 10 production induced by tumor necrosis factor-alpha through suppression of nuclear factor-kappaB activation."}, {"pubmed": 33190429, "text": "Review of the function of SEMA3A in lymphatic vessel maturation and its potential as a candidate gene for lymphedema: Analysis of three families with rare causative variants."}, {"pubmed": 33302912, "text": "Semaphorin 3A mediated brain tumor stem cell proliferation and invasion in EGFRviii mutant gliomas."}, {"pubmed": 33369061, "text": "Further delineation of a recognizable type of syndromic short stature caused by biallelic SEMA3A loss-of-function variants."}, {"pubmed": 33501702, "text": "MicroRNA-145 transcriptionally regulates Semaphorin 3A expression in prostate cancer cells."}, {"pubmed": 33761786, "text": "Immunosuppressive Regulation of Dendritic Cells and T Cells in Allergic Rhinitis by Semaphorin 3A."}, {"pubmed": 33896139, "text": "[Expression of Semaphorin 3A after spinal cord injury]."}, {"pubmed": 34006365, "text": "Multiple, independent, common variants at RET, SEMA3 and NRG1 gut enhancers specify Hirschsprung disease risk in European ancestry subjects."}, {"pubmed": 34562225, "text": "Low Urine Secretion of Semaphorin3A in Lupus Patients with Proteinuria."}, {"pubmed": 34927690, "text": "Semaphorin 3A Levels in Lupus with and without Secondary Antiphospholipid Antibody Syndrome and Renal Involvement."}, {"pubmed": 35460904, "text": "The possible involvement of sema3A and sema4A in the pathogenesis of multiple sclerosis."}, {"pubmed": 35899793, "text": "Semaphorin 3A protects against alveolar bone loss during orthodontic tooth movement in mice with periodontitis."}, {"pubmed": 36430655, "text": "Semaphorin 3A-Neuropilin-1 Signaling Modulates MMP13 Expression in Human Osteoarthritic Chondrocytes."}, {"pubmed": 36470209, "text": "CD72-semaphorin3A axis: A new regulatory pathway in systemic lupus erythematosus."}, {"pubmed": 36660796, "text": "Semaphorin 3A inhibits tumor progression via the downregulation of Lin28B in ovarian cancer."}, {"pubmed": 37533240, "text": "Sema3A Alleviates the Malignant Behaviors of Gastric Cancer Cells by Inhibiting NRP-1."}, {"pubmed": 37999823, "text": "Semaphorin 3 a restores the ability of type 1 regulatory T cells to suppress food allergy."}, {"pubmed": 38238300, "text": "Sema3A secreted by sensory nerve induces bone formation under mechanical loads."}, {"pubmed": 38263416, "text": "Expression of semaphorin 3A (SEMA3A) in breast cancer subtypes."}, {"pubmed": 38609390, "text": "Semmaphorin 3 A causes immune suppression by inducing cytoskeletal paralysis in tumour-specific CD8[+] T cells."}, {"pubmed": 38670629, "text": "Axon guidance cue SEMA3A promotes the aggressive phenotype of basal-like PDAC."}, {"pubmed": 38857830, "text": "Role of Semaphorin 3A in common psychiatric illnesses such as schizophrenia, depression, and anxiety."}, {"pubmed": 38955028, "text": "Hypoxia-induced Semaphorin 3A promotes the development of endometriosis through regulating macrophage polarization."}], "genomic_pos": {"chr": "7", "end": 84492724, "ensemblgene": "ENSG00000075213", "start": 83955777, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 84122040, "start": 83585093, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001755", "qualifier": "involved_in", "term": "neural crest cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007411", "pubmed": 19909241, "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008045", "qualifier": "involved_in", "term": "motor neuron axon guidance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008045", "qualifier": "involved_in", "term": "motor neuron axon guidance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010977", "pubmed": 21593320, "qualifier": "involved_in", "term": "negative regulation of neuron projection development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021612", "qualifier": "involved_in", "term": "facial nerve structural organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021637", "qualifier": "involved_in", "term": "trigeminal nerve structural organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021675", "qualifier": "involved_in", "term": "nerve development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0021772", "pubmed": 22416012, "qualifier": "involved_in", "term": "olfactory bulb development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021785", "qualifier": "involved_in", "term": "branchiomotor neuron axon guidance"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030517", "qualifier": "involved_in", "term": "negative regulation of axon extension"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0046330", "pubmed": 22683681, "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048485", "pubmed": 19909241, "qualifier": "involved_in", "term": "sympathetic nervous system development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048841", "pubmed": 18053124, "qualifier": "involved_in", "term": "regulation of axon extension involved in axon guidance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048846", "qualifier": "involved_in", "term": "axon extension involved in axon guidance"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048880", "pubmed": 19909241, "qualifier": "involved_in", "term": "sensory system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050919", "qualifier": "involved_in", "term": "negative chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060385", "qualifier": "involved_in", "term": "axonogenesis involved in innervation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061549", "qualifier": "involved_in", "term": "sympathetic ganglion development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071526", "qualifier": "involved_in", "term": "semaphorin-plexin signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071526", "qualifier": "involved_in", "term": "semaphorin-plexin signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0071526", "pubmed": 19909241, "qualifier": "involved_in", "term": "semaphorin-plexin signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097490", "qualifier": "involved_in", "term": "sympathetic neuron projection extension"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097491", "qualifier": "involved_in", "term": "sympathetic neuron projection guidance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0150020", "pubmed": 22683681, "qualifier": "involved_in", "term": "basal dendrite arborization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0150020", "pubmed": 22683681, "qualifier": "involved_in", "term": "basal dendrite arborization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901166", "qualifier": "involved_in", "term": "neural crest cell migration involved in autonomic nervous system development"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "is_active_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "is_active_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0030215", "qualifier": "enables", "term": "semaphorin receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038191", "qualifier": "enables", "term": "neuropilin binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0038191", "qualifier": "enables", "term": "neuropilin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045499", "qualifier": "enables", "term": "chemorepellent activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0045499", "pubmed": 19909241, "qualifier": "enables", "term": "chemorepellent activity"}]}, "homologene": {"genes": [[7165, 1277221], [7227, 36846], [7955, 30267], [8364, 100494110], [9031, 395825], [9544, 708263], [9598, 745878], [9606, 10371], [9615, 483386], [9913, 537777], [10090, 20346], [10116, 29751]], "id": 31358}, "interpro": [{"desc": "Sema domain", "id": "IPR001627", "short_desc": "Semap_dom"}, {"desc": "WD40/YVTN repeat-like-containing domain superfamily", "id": "IPR015943", "short_desc": "WD40/YVTN_repeat-like_dom_sf"}, {"desc": "Semaphorin", "id": "IPR027231", "short_desc": "Semaphorin"}, {"desc": "Sema domain superfamily", "id": "IPR036352", "short_desc": "Semap_dom_sf"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "PSI domain", "id": "IPR016201", "short_desc": "PSI"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "IL-1Ra-like, immunoglobulin domain", "id": "IPR041416", "short_desc": "IL-1RAcP-like_ig"}, {"desc": "Semaphorin-3A, sema domain", "id": "IPR042820", "short_desc": "Sema3A_sema"}], "ipi": ["IPI00031510", "IPI00926966", "IPI00927557"], "map_location": "7q21.11", "name": "semaphorin 3A", "other_names": ["collapsin 1", "sema domain, immunoglobulin domain (Ig), short basic domain, secreted, (semaphorin) 3A", "semaphorin D", "semaphorin III", "semaphorin L", "semaphorin-3A"], "pantherdb": {"HGNC": "10723", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107558", "ortholog_type": "LDO", "panther_family": "PTHR11036", "taxid": 10090, "uniprot_kb": "O08665"}, {"RGD": "3657", "ortholog_type": "LDO", "panther_family": "PTHR11036", "taxid": 10116, "uniprot_kb": "Q63548"}, {"Ensembl": "ENSGALG00000006560", "ortholog_type": "O", "panther_family": "PTHR11036", "taxid": 9031, "uniprot_kb": "R4GJE6"}, {"Gene": "SEMA3A", "ortholog_type": "LDO", "panther_family": "PTHR11036", "taxid": 9031, "uniprot_kb": "Q90607"}, {"ZFIN": "ZDB-GENE-990715-8", "ortholog_type": "O", "panther_family": "PTHR11036", "taxid": 7955, "uniprot_kb": "Q1LVE1"}, {"ZFIN": "ZDB-GENE-991209-3", "ortholog_type": "O", "panther_family": "PTHR11036", "taxid": 7955, "uniprot_kb": "Q9W7J1"}, {"ZFIN": "ZDB-GENE-991209-6", "ortholog_type": "LDO", "panther_family": "PTHR11036", "taxid": 7955, "uniprot_kb": "Q9W686"}, {"WormBase": "WBGene00004890", "ortholog_type": "O", "panther_family": "PTHR11036", "taxid": 6239, "uniprot_kb": "Q9TYS4"}, {"WormBase": "WBGene00003111", "ortholog_type": "O", "panther_family": "PTHR11036", "taxid": 6239, "uniprot_kb": "Q95XP4"}, {"WormBase": "WBGene00004889", "ortholog_type": "O", "panther_family": "PTHR11036", "taxid": 6239, "uniprot_kb": "Q17330"}, {"FlyBase": "FBgn0264273", "ortholog_type": "O", "panther_family": "PTHR11036", "taxid": 7227, "uniprot_kb": "A0A0B4KG38"}, {"FlyBase": "FBgn0011260", "ortholog_type": "O", "panther_family": "PTHR11036", "taxid": 7227, "uniprot_kb": "Q24323"}, {"FlyBase": "FBgn0016059", "ortholog_type": "O", "panther_family": "PTHR11036", "taxid": 7227, "uniprot_kb": "Q7KK54"}, {"FlyBase": "FBgn0011259", "ortholog_type": "O", "panther_family": "PTHR11036", "taxid": 7227, "uniprot_kb": "Q24322"}], "uniprot_kb": "Q14563"}, "pathway": {"kegg": {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-399954", "name": "Sema3A PAK dependent Axon repulsion"}, {"id": "R-HSA-399955", "name": "SEMA3A-Plexin repulsion signaling by inhibiting Integrin adhesion"}, {"id": "R-HSA-399955", "name": "SEMA3A-Plexin repulsion signaling by inhibiting Integrin adhesion"}, {"id": "R-HSA-399956", "name": "CRMPs in Sema3A signaling"}, {"id": "R-HSA-399956", "name": "CRMPs in Sema3A signaling"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}]}, "pfam": ["PF01403", "PF18452"], "pharmgkb": "PA35645", "pharos": {"target_id": 18785, "tdl": "Tbio"}, "pir": "D49423", "prosite": ["PS50835", "PS51004"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169483", "relationship": "is"}, {"id": "GNF180389", "relationship": "is"}, {"id": "GNF191295", "relationship": "is"}, {"id": "GNF202201", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF039971", "relationship": "weakly similar to"}, {"id": "GNF044802", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103250", "relationship": "is"}, {"id": "GNF142901", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_011489.1"], "protein": ["NP_006071.1", "XP_005250167.1", "XP_047275707.1", "XP_054213019.1", "XP_054213020.1", "XP_054213021.1", "XP_054213022.1", "XP_054213023.1", "XP_054213024.1", "XP_054213025.1", "XP_054213026.1"], "rna": ["NM_006080.3", "XM_005250110.4", "XM_047419751.1", "XM_054357044.1", "XM_054357045.1", "XM_054357046.1", "XM_054357047.1", "XM_054357048.1", "XM_054357049.1", "XM_054357050.1", "XM_054357051.1"], "translation": [{"protein": "XP_054213026.1", "rna": "XM_054357051.1"}, {"protein": "XP_054213020.1", "rna": "XM_054357045.1"}, {"protein": "XP_054213023.1", "rna": "XM_054357048.1"}, {"protein": "XP_054213022.1", "rna": "XM_054357047.1"}, {"protein": "XP_054213019.1", "rna": "XM_054357044.1"}, {"protein": "XP_054213024.1", "rna": "XM_054357049.1"}, {"protein": "NP_006071.1", "rna": "NM_006080.3"}, {"protein": "XP_054213025.1", "rna": "XM_054357050.1"}, {"protein": "XP_047275707.1", "rna": "XM_047419751.1"}, {"protein": "XP_005250167.1", "rna": "XM_005250110.4"}, {"protein": "XP_054213021.1", "rna": "XM_054357046.1"}]}, "reporter": {"HG-U133_Plus_2": ["206805_at", "244163_at", "244849_at"], "HG-U95Av2": "33461_at", "HG-U95B": "49074_at", "HTA-2_0": "TC07001568.hg.1", "HuEx-1_0": "3059464", "HuGene-1_1": "8140668", "HuGene-2_1": "17059323"}, "retired": 63232, "summary": "This gene is a member of the semaphorin family and encodes a protein with an Ig-like C2-type (immunoglobulin-like) domain, a PSI domain and a Sema domain. This secreted protein can function as either a chemorepulsive agent, inhibiting axonal outgrowth, or as a chemoattractive agent, stimulating the growth of apical dendrites. In both cases, the protein is vital for normal neuronal pattern development. Increased expression of this protein is associated with schizophrenia and is seen in a variety of human tumor cell lines. Also, aberrant release of this protein is associated with the progression of Alzheimer's disease. [provided by RefSeq, Jul 2008].", "symbol": "SEMA3A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419942"}, "unigene": "Hs.252451", "uniprot": {"Swiss-Prot": "Q14563", "TrEMBL": ["C9JD25", "C9J9C4", "A0A0C4DG50"]}, "wikipedia": {"url_stub": "SEMA3A"}}