{"AllianceGenome": "8949", "HGNC": "8949", "MIM": "154790", "_id": "5268", "_version": 1, "accession": {"genomic": ["AC036176.8", "CH471096.1", "CP068260.2", "NC_000018.10", "NC_060942.1"], "protein": ["AAA18957.1", "AAH20713.1", "BAG35631.1", "BAG63141.1", "CAE45703.1", "EAW63145.1", "EAW63146.1", "EAW63147.1", "EAW63148.1", "NP_002630.2", "P36952.2", "WOL43238.1", "XP_006722546.1", "XP_054174662.1"], "rna": ["AK301667.1", "AK312765.1", "AL602439.1", "BC020713.1", "BM955647.1", "BX640597.1", "CV575332.1", "NM_002639.5", "OQ915112.1", "U04313.1", "XM_006722483.4", "XM_054318687.1"], "translation": [{"protein": "AAH20713.1", "rna": "BC020713.1"}, {"protein": "BAG63141.1", "rna": "AK301667.1"}, {"protein": "BAG35631.1", "rna": "AK312765.1"}, {"protein": "XP_054174662.1", "rna": "XM_054318687.1"}, {"protein": "AAA18957.1", "rna": "U04313.1"}, {"protein": "XP_006722546.1", "rna": "XM_006722483.4"}, {"protein": "CAE45703.1", "rna": "BX640597.1"}, {"protein": "NP_002630.2", "rna": "NM_002639.5"}, {"protein": "WOL43238.1", "rna": "OQ915112.1"}]}, "alias": ["PI5", "maspin"], "ensembl": {"gene": "ENSG00000206075", "protein": ["ENSP00000372221", "ENSP00000408821", "ENSP00000467158"], "transcript": ["ENST00000382771", "ENST00000424602", "ENST00000464346", "ENST00000465652", "ENST00000489441", "ENST00000588986"], "translation": [{"protein": "ENSP00000467158", "rna": "ENST00000489441"}, {"protein": "ENSP00000372221", "rna": "ENST00000382771"}, {"protein": "ENSP00000408821", "rna": "ENST00000424602"}], "type_of_gene": "protein_coding"}, "entrezgene": "5268", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.58827164, "exp_mis": 106.6380379, "exp_syn": 47.608615, "lof_z": 2.42751766142467, "mis_z": -0.822356701257008, "mu_lof": 6.24321541407e-07, "mu_mis": 9.18989930641e-06, "mu_syn": 3.9799829567e-06, "n_lof": 2.0, "n_mis": 124.0, "n_syn": 50.0, "p_li": 0.450309366949428, "p_null": 0.00625119481668411, "p_rec": 0.543439438233888, "syn_z": -0.21485987333964}, "bp": 1128, "cds_end": 61170955, "cds_start": 61151661, "n_exons": 6, "nonpsych": {"exp_lof": 8.5544975, "exp_mis": 96.3939039, "exp_syn": 42.9665815, "lof_z": 2.20086868337775, "mis_z": -0.904482241027502, "mu_lof": 6.24321541407e-07, "mu_mis": 9.18989930641e-06, "mu_syn": 3.9799829567e-06, "n_lof": 2.0, "n_mis": 114.0, "n_syn": 46.0, "p_li": 0.387261590953714, "p_null": 0.01208074714864, "p_rec": 0.600657661897646, "syn_z": -0.291360482851588}, "nontcga": {"exp_lof": 8.80914161, "exp_mis": 98.0949333, "exp_syn": 43.78786344, "lof_z": 2.2631159474068, "mis_z": -0.900663307193164, "mu_lof": 6.24321541407e-07, "mu_mis": 9.18989930641e-06, "mu_syn": 3.9799829567e-06, "n_lof": 2.0, "n_mis": 116.0, "n_syn": 46.0, "p_li": 0.388186919651808, "p_null": 0.00990290304820189, "p_rec": 0.60191017729999, "syn_z": -0.211669416021537}, "transcript": "ENST00000382771.4"}, "exons": [{"cdsend": 63503722, "cdsstart": 63484428, "chr": "18", "position": [[63476957, 63477045], [63484421, 63484596], [63486945, 63487083], [63489346, 63489464], [63492952, 63493095], [63499119, 63499287], [63503329, 63505085]], "strand": 1, "transcript": "NM_002639", "txend": 63505085, "txstart": 63476957}], "exons_hg19": [{"cdsend": 61170955, "cdsstart": 61151661, "chr": "18", "position": [[61144190, 61144278], [61151654, 61151829], [61154178, 61154316], [61156579, 61156697], [61160185, 61160328], [61166352, 61166520], [61170562, 61172318]], "strand": 1, "transcript": "NM_002639", "txend": 61172318, "txstart": 61144190}], "generif": [{"pubmed": 11751384, "text": "Pleiotrophic inhibition of pericellular urokinase-type plasminogen activator system by endogenous tumor suppressive maspin."}, {"pubmed": 11788595, "text": "interaction with types I and III collagen"}, {"pubmed": 11969337, "text": "evidence of the temporal expression of maspin during human gestation and suggests a putative role for maspin in regulating the invasive activity of cytotrophoblasts at term"}, {"pubmed": 12037665, "text": "role in sensitizing breast carcinoma cells to induced apoptosis"}, {"pubmed": 12127964, "text": "maspin may be an important signal transduction molecule in its phosphorylated form."}, {"pubmed": 12220518, "text": "Hypermethylation and histone deacetylation lead to silencing of the maspin gene in human breast cancer."}, {"pubmed": 12231537, "text": "Maspin overexpression was significantly associated with a high grade, the presence of ascites, a lower likelihood of optimal surgical cytoreduction, and a shorter overall survival. Cytoplasmic maspin associates with a poorer outcome than nuclear."}, {"pubmed": 12366809, "text": "maspin may contribute to gastric carcinogenesis"}, {"pubmed": 12384513, "text": "maspin is a non-inhibitory serpin and protease inhibition does not account for its activity as a tumor suppressor"}, {"pubmed": 12425757, "text": "The function of maspin as a tumor suppressor gene involved in tumor invasion, metastasis, and angiogenesis may not be limited to breast cancer."}, {"pubmed": 12533266, "text": "Maspin, a breast tumor suppressor gene is a valuable marker of the disease progression in breast neoplasms."}, {"pubmed": 12629351, "text": "Hepsin and maspin are inversely expressed in laser capture microdissectioned prostate cancer"}, {"pubmed": 12644823, "text": "results point to a major role of the maspin gene in estrogen receptor alpha positive breast cancer; maspin mRNA level can have important prognostic significance in human breast cancer"}, {"pubmed": 12753703, "text": "There were three splicing variants in NASG 3'UTR. Its abnormal expression may be an important molecular event in NPC and lung cancer."}, {"pubmed": 12786889, "text": "The expression of maspin in epithelial cells could be up-regulated during the progression of ductal carcinoma, and could be correlated with the acquisition of an aggressive phenotype."}, {"pubmed": 12789271, "text": "Gene-profiling experiments of breast cancer cells infected with wt p53 revealed both MASPIN and desmocollin 3 (DSC3) to be p53-target genes, even though both genes are silenced in association with aberrant cytosine methylation of their promoters"}, {"pubmed": 12799381, "text": "findings show that the reactive site loop of maspin is required and sufficient to induce cell-extracellular matrix adhesion in two different cell types and for the inhibition of invasion of carcinoma cells"}, {"pubmed": 12964023, "text": "methylation of the maspin gene promoter is a common, a likely, and an early event during the development of papillary thyroid carcinomas"}, {"pubmed": 12969792, "text": "Up-regulation of maspin is associated with pancreatic ductal adenocarcinomas"}, {"pubmed": 14532972, "text": "maspin protein expression is a special feature in the cascade of papillary thyroid carcinoma genesis and the way of initiating PTC is different from other thyroid carcinoma types"}, {"pubmed": 14534696, "text": "maspin protein possibly functions as a clinically relevant inhibitor of tumor progression, preventing local invasiveness and further systemic progression of papillary thyroid carcinomas"}, {"pubmed": 14578190, "text": "demethylation at the maspin gene promoter disrupts the cell-type-specific gene repression in both gastric normal epithelia and gastric cancer"}, {"pubmed": 14670180, "text": "human pancreatic carcinoma cells acquire maspin expression through epigenetic derepression of the maspin locus"}, {"pubmed": 14716296, "text": "Maspin is identified as a novel DNA hypomethylation target in pancreatic neoplasms."}, {"pubmed": 14732229, "text": "maspin may contribute to bladder cancer development; DNA methylation and histone deacetylation may be important for regulating maspin gene activation in bladder cancer cells"}, {"pubmed": 14743202, "text": "Disruption of cell-type-specific methylation of the maspin gene promoter is frequently involved in undifferentiated thyroid cancers."}, {"pubmed": 14991928, "text": "Reduced expression of maspin contributes to progression of gastric cancer probably by inhibiting cell adhesion, enhancing cell mobility, decreasing cell apoptosis and facilitating angiogenesis."}, {"pubmed": 15009909, "text": "Maspin expression is directly associated with the biological aggressiveness of thyroid carcinoma."}, {"pubmed": 15145521, "text": "tamoxifen induction of maspin involves the recruitment of cofactor(s) by ERalpha to the maspin promoter region"}, {"pubmed": 15197584, "text": "Our data indicate that maspin has prognostic significance for pulmonary adenocarcinoma."}, {"pubmed": 15256060, "text": "Abberant methylation of the maspin promoter is an early event in human breast cancer."}, {"pubmed": 15309707, "text": "there is no significant correlation between the expression of VEGF and Maspin in gastric carcinoma"}, {"pubmed": 15353310, "text": "analysis of the biological activities of maspin in tumor progression [review]"}, {"pubmed": 15492782, "text": "Loss of maspin expression is associated with development and progression of gastric carcinoma"}, {"pubmed": 15501821, "text": "the reactive center loop of maspin is exposed but constrained, as seen by x-ray crystallography"}, {"pubmed": 15578720, "text": "maspin tumor suppressor expression is induced by p53 or TAp63gamma"}, {"pubmed": 15608662, "text": "Aberrant maspin expression was frequently observed imunohistochemically in biliary tract carcinomas."}, {"pubmed": 15620951, "text": "Maspin expression in non-small-cell lung cancer was an independent prognostic factor for overall survival. No correlation between maspin & p53 expression was seen in cancer cells. Increased maspin mRNA expression was seen in cancerous tissues from NSCLC."}, {"pubmed": 15688005, "text": "Neovascular endothelial cells are highly sensitive to maspin level inside tumor cells."}, {"pubmed": 15713631, "text": "maspin inhibits tumor progression through the mitochondrial apoptosis pathway."}, {"pubmed": 15731774, "text": "Findings suggest that maspin likely plays a role in disease progression from in situ to invasive carcinoma."}, {"pubmed": 15760906, "text": "the human tumor suppressor maspin has a conformational switch in the G-helix"}, {"pubmed": 15907209, "text": "Maspin overexpression modulates tumor cell apoptosis through the regulation of Bcl2 family proteins"}, {"pubmed": 16007219, "text": "Maspin sensitizes prostate cancer cells to the apoptotic action of doxazosin by interfering with their attachment to extracellular matrix."}, {"pubmed": 16049006, "text": "findings help to elucidate the molecular mechanisms of maspin and suggest an interactive role between maspin and IRF6 in regulating cellular phenotype, the loss of which can lead to neoplastic transformation"}, {"pubmed": 16049007, "text": "maspin, through its direct interaction with glutathione S-transferase, may inhibit oxidative stress-induced ROS generation and vascular endothelial growth factor A induction"}, {"pubmed": 16203989, "text": "The maspin gene promoter was found to be hypomethylated in placental tissues and densely methylated in maternal blood cells thus serving as a marker for noninvasive prenatal assessment."}, {"pubmed": 16227634, "text": "Maspin is significantly overexpressed in both active IBD and colitis-associated dysplasia compared to either inactive IBD or normal colonic mucosa, suggesting a potential role in disease \"flare\" as well as neoplastic progression"}, {"pubmed": 16304843, "text": "Androgen receptor can recognize and bind to androgen-responsive element and then inhibit activity of maspin promoter."}, {"pubmed": 16329135, "text": "The current review is intended to summarize these recent findings and discuss a new perspective of maspin in epithelial homeostasis."}, {"pubmed": 16491398, "text": "The impaired maspin production was found to be the consequence of impaired insulin induced NO production in breast cancer due to the decrease of insulin receptor binding."}, {"pubmed": 16540429, "text": "Maspin has been shown to be involved in processes that are important to both tumor growth and metastasis such as cell invasion, angiogenesis, and more recently apoptosis."}, {"pubmed": 16604823, "text": "There is decreased maspin expression in intermediate and thick primary melanoma lesions."}, {"pubmed": 16614520, "text": "maspin expression in invasive ductal carcinoma of the breast was significantly correlated with a higher histologic grade, a larger tumor size, a positive p53 status and shorter survival"}, {"pubmed": 16633061, "text": "study showed that ovarian cancer cell lines expressiing cytoplasmic maspin are more sensitive to cisplatin and that cytoplasmic and nuclear maspin expressing ovarian carcinoma patients have longer survival rates"}, {"pubmed": 16720730, "text": "Maspin is part of the supramolecular structure of the adhesion plaque and it modulates cell adhesion via a beta1 integrin-dependent mechanism."}, {"pubmed": 16892558, "text": "Maspin expression is a special feature of papillary thyroid carcinomas and promotor methylation-caused maspin repression plays a major role in gene balance and in the process of tumor determination."}, {"pubmed": 16936308, "text": "Our data suggest that maspin expression in the human placenta is regulated by changes in histone tail modifications."}, {"pubmed": 17189399, "text": "maspin as a multifaceted protein, interacting with diverse group of intercellular and extracellular proteins, regulating cell adhesion, motility, apoptosis, and angiogenesis and critically involved in mammary gland development"}, {"pubmed": 17203179, "text": "maspin is expressed in endometrial cancer and may play a role in the malignant transformation of human endometrial tissue"}, {"pubmed": 17203770, "text": "Results suggest that the expression of maspin may correlate with the aggressiveness of colorectal adenocarcinomas."}, {"pubmed": 17301947, "text": "Maspin controls mammary tumor cell migration through inhibiting Rac1 and Cdc42, but not the RhoA GTPase."}, {"pubmed": 17446556, "text": "normal breast epithelial cells can induce apoptosis of breast cancer cells through IGFBP-3 and maspin."}, {"pubmed": 17458898, "text": "Proteasome inhibitors induce maspin expression by activating p38MAPK pathway, and that maspin thus expressed, in turn, augments proteasome inhibitor-induced apoptosis in prostate cancer cells."}, {"pubmed": 17490717, "text": "In gastric carcinogenesis, maspin expression experiences upregulation in gastric precancerous lesions and then slight downregulation with malignant transformation"}, {"pubmed": 18042077, "text": "maspin expression excluduing squamous differentiation may become one of the prognostic indicators of endometrioid endometrial carcinooma."}, {"pubmed": 18060631, "text": "5-Aza-CdR treatment upregulated expression of Maspin in breast cancer cells."}, {"pubmed": 18091325, "text": "this study failed to demonstrate correlation between maspin loss and p53 expression in malignant melanoma using both individual slides and tissue microarray of carcinomas"}, {"pubmed": 18091326, "text": "maspin expression was identified in the cytoplasm and nucleus of gastric glands and gastric adenocarcinoma; maspin expression is inversely correlated with mutant p53 expression in gastric cancer"}, {"pubmed": 18234645, "text": "maspin may be involved in the occurrence and progression of intraductal papillary mucinous neoplasms of the pancreas"}, {"pubmed": 18236066, "text": "MASPIN nuclear location was not a good prognostic factor in laryngeal squamous cell carcinoma."}, {"pubmed": 18247378, "text": "maspin protein and mRNA are upregulated by IFIXalpha in breast cancer cells"}, {"pubmed": 18343598, "text": "Maspin expression is directly associated with the biological aggressiveness of ovarian carcinoma."}, {"pubmed": 18367129, "text": "maspin expression likely plays a role in reducing the tumor cell's ability to seed to bone or in inhibition of growth in the bone microenvironment."}, {"pubmed": 18597952, "text": "Report maspin, E-selectin, and P-selectin expressions in papillary thyroid carcinomas and their correlation with prognostic parameters."}, {"pubmed": 18665036, "text": "Cytoplasmic maspin may play an important role in lung carcinomas by regulating apoptosis and thus is a favorable prognostic marker for adenocarcinoma patients, whereas the nuclear location may be linked to promotion of angiogenesis."}, {"pubmed": 18698492, "text": "P176S (C526T) substitution of maspin may result in a partial loss of the tumor suppressor function of this protein, contributing to decreased susceptibility to apoptosis and malignant progression"}, {"pubmed": 18931702, "text": "findings implicate maspin in prostate cancer cell response to hypoxia via recruitment of intracellular signaling partners"}, {"pubmed": 19073519, "text": "High maspin expression is associated with squamous cell carcinoma in non-small-cell lung cancer."}, {"pubmed": 19090015, "text": "Maspin exhibited a metastasis-suppressive effect, which may be a consequence of the reversal of the malignant phenotype of EC109 cells."}, {"pubmed": 19147537, "text": "PCR confirms maspin and PAI-1 mRNAs exhibit greatest NO-induced induction, which occurred in a p53-dependent manner in a tumor cell line."}, {"pubmed": 19148518, "text": "maspin suppresses the invasive ability of pancreatic ductal adenocarcinoma cells"}, {"pubmed": 19221500, "text": "The integration of PTEN and p53 into a common pathway for the induction of another tumor suppressor, Maspin, constitutes a tumor suppressor network of PTEN/p53/Mapsin that is operational under limited oxygen conditions."}, {"pubmed": 19222699, "text": "Lip squamous cell carcinoma related to solar radiation show an intense presence of maspin protein in almost all tumor cells as well as the neighboring epithelium."}, {"pubmed": 19309490, "text": "The subcellular expression of maspin in pulmonary adenocarcinomas and correlated with histological grade, proliferative rate, p53 expression, vascular endothelial growth factor-A levels, and prognosis"}, {"pubmed": 19462894, "text": "Maspin might have inhibitory effects on invasion and metastasis of epithelian ovarian cancer."}, {"pubmed": 19473451, "text": "There was a significant correlation between decreased maspin expression and T-category, lymph metastasis, and mode of invasion. Patients with positive maspin expression had a significantly better prognosis."}, {"pubmed": 19728335, "text": "IKKalpha, IKKbeta, RANK, Maspin, c-FLIP, Cip2 and cyclinD1 were found to show significant differences between hepatocellular tumor tissue and its corresponding adjacent tissue."}, {"pubmed": 19906413, "text": "BRAt increases maspin expression with preferential nuclear localization of maspin. Further, Brat-mediated maspin expression is transcriptionally regulated through an AP1 site within the (-520) to (-297) region of the promoter."}, {"pubmed": 19909580, "text": "This finding adds maspin to the list of metastasis suppressor genes possibly involved in the formation of breast cancer brain metastases."}, {"pubmed": 19966016, "text": "An IL-6- and sIL-6R-dependent downregulation of the tumour suppressor maspin."}, {"pubmed": 20075396, "text": "The SERPINB5 gene was hypomethylated in placenta DNA more than in plasma DNA, it did not demonstrate significant differences between preeclamptic and normal groups."}, {"pubmed": 20092039, "text": "detection of mammaglobin mRNA is useful to determine the effect of therapy while maspin transcripts may indicate more aggressive disease."}, {"pubmed": 20099971, "text": "Cytoplasmic medium/high expression level of maspin is associated with colorectal cancer."}, {"pubmed": 20105109, "text": "correlation (p=0.08) with disease-free survival in nasopharyngeal carcinoma"}, {"pubmed": 20132554, "text": "CASP8 and maspin expression are reduced in breast cancer cells due to promoter methylation"}, {"pubmed": 20211623, "text": "Testisin may promote carcinogenesis by inhibiting tumor suppressor activity of maspin."}, {"pubmed": 20334895, "text": "Our findings suggest a compartment-dependent function of maspin in colorectal cancer, which can be useful in identifying stage II cases with a higher risk for fatal outcome."}, {"pubmed": 20336301, "text": "Surface-bound maspin directly controls bladder carcinoma cell adhesion to the vascular wall"}, {"pubmed": 20337574, "text": "discusses the evidence that nuclear maspin may be a tumor marker that stratifies the progression and prognosis of different subtypes of non-small-cell lung cancer [REVIEW]"}, {"pubmed": 20346150, "text": "Maspin overexpression is associated with gastrointestinal stromal tumors."}, {"pubmed": 20349288, "text": "Investigated maspin, p53 and VEGF expression in patients with squamous cell carcinoma (SCC), adenocarcinoma (AC) and small cell lung carcinoma (SCLC)."}, {"pubmed": 20363977, "text": "Maspin could act as an autoantigen of a streptococcal-induced autoimmune response and represents a target of the exaggerated T cell response in psoriasis."}, {"pubmed": 20459532, "text": "In this large and thoroughly documented series of patients with clinicopathological stage C colonic tumour, maspin expression was correlated with few other conventional histopathology variables and was not a significant prognostic factor."}, {"pubmed": 20517662, "text": "maspin expression may be involved in dysplasia-carcinoma sequence and the early steps of gallbladder carcinogenesis."}, {"pubmed": 20697987, "text": "Promoter hypermethylation of Maspin is associated with invasive ductal breast carcinoma."}, {"pubmed": 20939879, "text": "SERPINB5 and AKAP12 may have a role in increased metastasis in pancreatic ductal adenocarcinoma"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21069375, "text": "findings suggest that maspin expressed in ameloblasts and odontoblasts plays an important physiological role in tooth development through the regulation of matrix formation in dental tissues."}, {"pubmed": 21109985, "text": "maspin gene could inhibit invasion of gastric cancinoma SGC7901 cells"}, {"pubmed": 21187389, "text": "PAR-1 negatively regulates the expression of the Maspin tumor-suppressor gene in the acquisition of the metastatic melanoma phenotype"}, {"pubmed": 21330826, "text": "Our study identified maspin to be highly increased in endometrial cancer tissues compared with normal endometrium, which confirms previous reports suggesting its involvement in endometrial carcinogenesis."}, {"pubmed": 21439064, "text": "The expression of Ets-1, Ang2 and maspin showed close relationship with angiogenesis in ovarian cancer and expression of maspin appeared to be correlated with high grade and microvessel density."}, {"pubmed": 21502940, "text": "nuclear localization of maspin required for its tumor and metastasis suppressor functions"}, {"pubmed": 21606500, "text": "maspin, uPAR, and beta1 integrin co-immunoprecipitate, suggesting a novel maspin-uPA-uPAR-beta1 integrin mega-complex that regulates mammary epithelial cell adhesion."}, {"pubmed": 21617230, "text": "Low maspin in the cytosol is associated with upper urinary tract urothelial carcinoma."}, {"pubmed": 21622623, "text": "endogenous HDAC inhibition by maspin may prevent pathologic gene silencing in prostate tumor progression."}, {"pubmed": 21725612, "text": "SerpinB5 interacts with KHDRBS3 and FBXO32, and KHDRBS3 can interact with FBXO32 mRNA."}, {"pubmed": 21732742, "text": "The laryngeal carcinoma loco-regional recurrence rate was significantly lower (p = 0.041) and the disease-free survival after treatment was significantly longer (p = 0.045) in cases with a nuclear pattern of MASPIN subcellular expression."}, {"pubmed": 21833477, "text": "These results indicate that urokinase plasminogen activator, plasminogen activator urokinase receptor and maspin expression patterns may be useful markers for evaluating the clinical course or prognosis of oral squamous cell carcinoma patients"}, {"pubmed": 21855619, "text": "Wogonin inhibits gallbladder carcinoma cell mobility and invasion by upregulating the metastasis suppressor maspin."}, {"pubmed": 21856005, "text": "We propose that RelB is an essential molecule controlling the endogenous and the proteasome inhibitor-induced Maspin expression."}, {"pubmed": 21903246, "text": "MASPIN protein was 6 times more likely to be detected in cancer specimens that harbor a p53 mutation relative to cancer specimens with a wt p53 gene"}, {"pubmed": 21943228, "text": "Salivary gland carcinomas express maspin and MCM2 with variable levels and cellular localization"}, {"pubmed": 22011669, "text": "According to our data, SERPINB5 was hypomethylated and up-regulated in squamous cell carcinoma."}, {"pubmed": 22076034, "text": "maspin as a Ku70-interacting molecule and provide the basis for a new endogenous acetylation-based control mechanism."}, {"pubmed": 22292406, "text": "The decreased expression of P57(kip2) and Maspin in abnormal scar shows that they are cicatrix-related genes. There is a positive relationship between the two genes."}, {"pubmed": 22684556, "text": "Combined detection of maspin, VM and MVD may help predict the progression and prognosis of NSCLC."}, {"pubmed": 22780967, "text": "The expression of RelB negatively regulates the endogenous expression of maspin in prostate cancer cells in vitro."}, {"pubmed": 22825520, "text": "Findings suggested that the evaluation of maspin expression in stage T1 bladder tumors is a useful prognostic marker for predicting the tumor behavior."}, {"pubmed": 22857708, "text": "This study is the first report showing that Snail can negatively regulate maspin expression by directly repressing maspin promoter activity, leading to increased cell migration and invasion."}, {"pubmed": 22962304, "text": "Maspin genetically and functionally associates with gastric cancer by regulating cell cycle progression."}, {"pubmed": 22963136, "text": "Maspin nuclear expression, associated with p53 ones, might be used either to select the high-risk microsatellite stable colorectal carcinomas diagnosed in Stage II or those microsatellite instable cases which can respond to 5-Fluorouracil."}, {"pubmed": 23079206, "text": "This study demonstrates that the immunostaining profile of pVHL-/IMP3+/maspin+/S100P+ is useful in the distinction of adenocarcinoma of the gallbladder from normal/reactive conditions."}, {"pubmed": 23115015, "text": "Estrogen and progesterone complement each other in nitricoxide-induced maspin synthesis in neutrophils."}, {"pubmed": 23271290, "text": "The maspin mRNA expression level in placentae from preeclamptic women was much higher than that from normotensive women."}, {"pubmed": 23410722, "text": "data suggest maspin expression may be influenced by preeclampsia and/or the immunological dynamics of pregnancy"}, {"pubmed": 23717449, "text": "Maspin expression significantly inhibited cell proliferation."}, {"pubmed": 23730906, "text": "Cytoplasmic maspin expression was significantly higher in the group of patients whose temporal bone squamous cell carcinoma did not recur than in the group experiencing recurrences."}, {"pubmed": 23818344, "text": "Report nuclear/cytoplasmic maspin expression in invasive ductal breast cancer."}, {"pubmed": 23922175, "text": "Silencing GRP78 expression may suppress the proliferation, adhesion, and migration of prostate cancer cells via maspin and COX-2 regulation."}, {"pubmed": 23923074, "text": "Maspin expression was detected in 36.6% of prostatic adenocarcinomas versus 93.3% of benign prostatic hyperplasia cases"}, {"pubmed": 23924927, "text": "Replacing the reactive center loop of maspin caused transfected breast cancer cells to adhere to fibronectin, reduced their migration & invasion, upregulated tumor suppressive genes,& downregulated pro-metastatic & ubiquitin/proteasome genes."}, {"pubmed": 24002600, "text": "High Maspin expression correlates with poor outcome in colorectal cancer after spread to the local lymph nodes."}, {"pubmed": 24030740, "text": "present study suggests a tumor-suppressive effect of cytoplasmic maspin and a tumor-promoting effect of nuclear maspin in melanoma"}, {"pubmed": 24114705, "text": "Significant positive correlations between levels of serpin B5 and CEA."}, {"pubmed": 24223769, "text": "SERPINB5 protein (in its gene DNA methylated and unmethylated form) is highly overexpressed in first trimester maternal plasma."}, {"pubmed": 24228118, "text": "Report high frequency of coexpression of maspin and p63, as well as maspin and p53, in squamous cell carcinoma of the lung."}, {"pubmed": 24242003, "text": "these results identify maspin-induced accumulation of collagen fibers as a cause of disease progression under doxorubicin chemotherapy for breast cancer."}, {"pubmed": 24346847, "text": "Our findings showed that maspin expression, which generally correlates with a less aggressive behavior, is significantly higher in atypical hyperplasia and in endometrial endometrioid adenocarcinoma."}, {"pubmed": 24581141, "text": "Nuclear location of tumor suppressor protein maspin inhibits proliferation of breast cancer cells without affecting proliferation of normal epithelial cells."}, {"pubmed": 24607789, "text": "Myocardin meditates apoptosis in breast cancer through affecting maspin re-expression and epigenetic modification."}, {"pubmed": 24772914, "text": "Maspin expression in endometrial carcinoma was correlated with VEGF expression, a marker of angiogenesis."}, {"pubmed": 24801268, "text": "Maspin protein expression is related to the carcinogenesis of oral cavity squamous cell carcinoma."}, {"pubmed": 25040445, "text": "These data show that changes of expression and subcellular localization of maspin may constitute an important biological end point of tumour progression and aid in the classification of lung adenocarcinoma."}, {"pubmed": 25098993, "text": "Intensity of maspin expression is more in benign tumors when compared with malignant tumors. The benign tumors showed both nuclear and cytoplasmic expression. Some malignant tumors did express maspin, but mainly in the cytoplasm"}, {"pubmed": 25151033, "text": "Hypomethylation of the maspin promoter results in increased expression of maspin in preeclamptic placentas."}, {"pubmed": 25322663, "text": "Cytoplasmic maspin expression could be an independent poor prognostic indicator of patients with lung adenocarcinoma measuring <3 cm."}, {"pubmed": 25358722, "text": "The report reveals an association between maspin expression and the prognosis of patients with soft tissue sarcomas (STS)."}, {"pubmed": 25459315, "text": "Maspin expression in laryngeal carcinoma is a good indicator for postoperative adjuvant radiotherapy treatment results."}, {"pubmed": 25553975, "text": "U-SERPINB5 and M-SERPINB5 concentrations in maternal plasma during early pregnancy are not associated with pregnancies who delivered small for gestational age neonates."}, {"pubmed": 25775950, "text": "a total of 500 ESCC cases and 500 matched controls in a Southwest China population were evaluated for six SNPs in the exons of three Serpin genes (SerpinB5, SerpinB2, and SerpinE1)."}, {"pubmed": 25936422, "text": "VEGF-C inhibition reverses resistance of bladder cancer cells to cisplatin via upregulating maspin."}, {"pubmed": 25973067, "text": "Report endothelial cell pathology and maspin expression in liposarcomas versus non-lipomatous soft tissue tumors."}, {"pubmed": 25973084, "text": "Nuclear maspin expression is associated with CPG island methylator phenotype, and clinicopathologically correlates with tumor aggressiveness in colorectal cancer."}, {"pubmed": 25977386, "text": "Maspin levels are elevated in colonic polyps."}, {"pubmed": 26051724, "text": "Tissue array analysis suggests role for maspin in regulating the occurrence of glioma and disease progression."}, {"pubmed": 26067133, "text": "In GC with associated metaplasia, cytoplasmic maspin is predominant; the nuclear shift induces local aggressiveness and risk of node metastases, whereas total loss can indicate a risk of distant metastases"}, {"pubmed": 26080829, "text": "The expression levels of maspin were lower in the cisplatin-resistant tissue and cells, and was enhanced by IGFBP-2 inhibition."}, {"pubmed": 26095742, "text": "Unmethylated-maspin DNA in maternal blood is associated with severe preeclampsia."}, {"pubmed": 26124368, "text": "Maspin was not expressed in the normal mucosa."}, {"pubmed": 26208903, "text": "Depending on maspin expression, tumor cells in suspension and 3D collagen I show the phenotypes of stem-like and dormant tumor cell populations, respectively. Maspin reduces prostate tumor cell plasticity and enhances tumor sensitivity to salinomycin."}, {"pubmed": 26263377, "text": "The methylation status of the maspin promoter is an important factor that affects the migration and invasion of EVT cells during early pregnancy."}, {"pubmed": 26296971, "text": "Data suggest that hepatitis B virus X protein (HBx) induces gene expressions of microRNAs microRNA-7, -21, and -107 to target the 3' untranslational region (3' UTR) of maspin mRNA."}, {"pubmed": 26329803, "text": "The expression of maspin in the A549 and SPCA1 cells was hardly detected."}, {"pubmed": 26362203, "text": "maspin is a useful addition to the diagnostic immunohistochemical panel (S100P, pVHL, and insulin-like growth factor II mRNA-binding protein 3) to help distinguish malignant from benign epithelia on challenging bile duct biopsies."}, {"pubmed": 26456962, "text": "Suggest maspin as immunohistochemical marker anticipating survival in non-small cell lung carcinomas."}, {"pubmed": 26490978, "text": "maspin may mediate the therapeutic efficacy of gemcitabine in hormone-independent prostate cancer."}, {"pubmed": 26497917, "text": "Results suggest insight into the dynamics of maspin as a metastasis suppressor gene for further molecular research."}, {"pubmed": 26526579, "text": "epithelial cytoplasmic expression of maspin and CD138 may have a significant role in tumorigenesis in ovarian high-grade serous carcinomas and clear cell carcinomas; these markers may regulate tumor cell proliferation, and their significant correlation to each other may suggest that CD138 probably induces maspin expression to protect tumor growth factors from being lysed by proteolytic enzymes"}, {"pubmed": 26614844, "text": "In this review, we discuss the maspin and maspin/HDAC1 interplay in tumor biology and immunology--{REVIEW}"}, {"pubmed": 26646275, "text": "Data suggest that serine (or cysteine) proteinase inhibitor, clade B (ovalbumin), member 5 protein (SERPINB5) seems to assume an oncogenic role in pancreatic ductal adenocarcinoma (PDAC)."}, {"pubmed": 26733306, "text": "Study shows that Maspin could enhance cisplatin chemosensitivity induced by cell apoptosis in muscle invasive bladder cancer (MIBC) cell lines. Its expression correlated with prognosis of MIBC patients who received cisplatin-based chemotherapy."}, {"pubmed": 26757744, "text": "maspin mRNA is significantly up-regulated in tissues of pulmonary adenocarcinoma patients"}, {"pubmed": 27177016, "text": "The data suggest that methylation-induced silencing of maspin contributes to the proliferation of human glioma cells, and maspin may be a potential therapeutic target in glioma."}, {"pubmed": 27221742, "text": "SNPs affected SERPINB5 expression and protein stability, which significantly correlated with tumour expression and subsequently with tumour development and aggressiveness. Taken together, our findings regarding these biomarkers provide a prediction model for risk assessment."}, {"pubmed": 27297724, "text": "Cytoplasmic expression of maspin could be an independent unfavourable prognostic indicator in patients with lung squamous cell carcinoma (SCC)."}, {"pubmed": 27409165, "text": "Study results provide new insights into the molecular mechanisms of maspin suppression in response to HBx, and revealed nuclear IKKalpha as a prognostic biomarker and a potential therapeutic target to improve the clinical outcome of HBV-associated HCC patients."}, {"pubmed": 27525723, "text": "Impact of Maspin Polymorphism rs2289520 G/C and Its Interaction with Gene to Gene, Alcohol Consumption Increase Susceptibility to Oral Cancer Occurrence"}, {"pubmed": 27704157, "text": "The severity of hip OA can be related to angiogenesis pathways that are not maspin-mediated."}, {"pubmed": 27888098, "text": "This is the first time that these parts of maspin have been highlighted as having key roles affecting cell function"}, {"pubmed": 28009978, "text": "Maspin is spontaneously secreted as an exosomal protein to regulate tumor/stromal interactions."}, {"pubmed": 28011488, "text": "High CXCR4 expression in primary breast tumors (PTs) was found to be associated with luminal A type tumor, suggesting more favorable outcome. In contrast, CCR7 and FOXP3 expressions in PTs represented luminal B tumors, pointing to more aggressive tumor behavior. Maspin expression did not differ between luminal types."}, {"pubmed": 28031066, "text": "Compared with the control group, maspin expression was down-regulated in the fungal rhinosinusitis group, and lower in the invasive fungal rhinosinusits group compared to the noninvasive fungal rhinosinusitis group."}, {"pubmed": 28064070, "text": "These results reveal a novel biological function of Maspin in modulating macrophage activity"}, {"pubmed": 28339463, "text": "Heterozygous TC of the SERPINB5 rs17071138 polymorphism may be a factor that increases susceptibility to oral cancer."}, {"pubmed": 28405681, "text": "Results demonstrated that Maspin suppressed growth, proliferation and invasion by delaying cell cycle transition and promoting apoptosis in cutaneous squamous cell carcinoma cells."}, {"pubmed": 28648644, "text": "Mechanistic investigations found that quercetin suppressed Snail-dependent Akt activation by upregulating maspin and Snail-independent a disintegrin and metalloproteinase (ADAM) 9 expression pathways to modulate the invasive ability of NSCLC cells."}, {"pubmed": 28780084, "text": "Maspin nuclear expression in colorectal carcinoma buds may be helpful for a proper budding assessment and may serve as a negative prognostic factor."}, {"pubmed": 28870936, "text": "High HDAC1 expression may contribute to the aggressiveness of human breast cancer with cytoplasmic-only expression of maspin"}, {"pubmed": 29126758, "text": "maspin expression has a prognostic role in breast cancer. Maspin expression is related to increased angiogenesis. Subcellular localization of maspin can strongly affect cancer prognosis. Cytoplasmic maspin relates to poor prognostic parameters whereas nuclear maspin relates to good prognostic ones."}, {"pubmed": 29363056, "text": "data suggest that maspin inhibits high glucose-induced proliferation, oxidative stress, and angiogenesis of HRMECs at least by modulating the PI3K/AKT pathway. Maspin may be a potential therapeutic agent for the prevention and treatment of proliferative diabetic retinopathy."}, {"pubmed": 29511373, "text": "SERPINB5 may play an important role in rectal cancer progression and response to neoadjuvant CCRT and serve as a novel prognostic factor."}, {"pubmed": 29715131, "text": "The expression of maspin in the cytoplasm alone could be useful for predicting unfavorable prognoses in patients with p-stage IA lung adenocarcinoma"}, {"pubmed": 30035819, "text": "This is the first study, to our knowledge, demonstrating that maspin mRNA expression in sentinel lymph nodess is an independent predictor of non-sentinel lymph node metastasis and the presence of >/=4 LN metastases in breast cancer patients with sentinel lymph node metastasis."}, {"pubmed": 30737971, "text": "Both MASPIN and IKKalpha are involved in the inflammatory process of OLP [Oral lichen planus ], suggesting potential therapeutic targets."}, {"pubmed": 30740890, "text": "High MASPIN expression is associated with gallbladder cancer."}, {"pubmed": 31002675, "text": "Low maspin expression is associated with esophageal adenocarcinoma."}, {"pubmed": 31228474, "text": "This is the first study to recognize the potential implication of maspin in the pathophysiology of asthma"}, {"pubmed": 31986422, "text": "Maspin expression and anti-apoptotic pathway regulation by bcl2 in laryngeal cancer."}, {"pubmed": 32005234, "text": "TRIM21-SERPINB5-mediated guanine monophosphate synthase degradation facilitated TP53 repression, which promoted the radioresistance of nasopharyngeal carcinoma (NPC) cells. This novel working model related to TP53 suppression provided new insight into NPC radioresistence clinically."}, {"pubmed": 32079044, "text": "Prognostic role of maspin expression in patients with cervical dysplasia and cervical cancer."}, {"pubmed": 32391971, "text": "Role of class I histone deacetylases in the regulation of maspin expression in prostate cancer."}, {"pubmed": 32746986, "text": "The potential function of IKKalpha in gastric precancerous lesion via mediating Maspin."}, {"pubmed": 33300360, "text": "The value of maspin and PD-L1 expression and peritumoral lymphocytic infiltration in breast tumors."}, {"pubmed": 33691472, "text": "SERPINB5 Genetic Variants rs2289519 and rs2289521 are Significantly Associated with Gallbladder Cancer Risk."}, {"pubmed": 33952482, "text": "Cytoplasmic-only Expression of Maspin Predicts Unfavorable Prognosis in Patients With Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 34391444, "text": "PI3K-AKT, JAK2-STAT3 pathways and cell-cell contact regulate maspin subcellular localization."}, {"pubmed": 34475084, "text": "Cytoplasmic-only Expression of Maspin Predicts Poor Prognosis in Patients With Oral Squamous Cell Carcinoma."}, {"pubmed": 34624458, "text": "Association and functional significance of genetic variants present in regulatory elements of SERPINB5 gene in gallbladder cancer."}, {"pubmed": 37329546, "text": "Effect of Maspin Gene Methylation Induced by Specific shRNA Sequences on the Proliferation of Oral Squamous Cell Carcinoma HN13 Cells."}, {"pubmed": 37665156, "text": "FOXA2 suppresses gallbladder carcinoma cell migration, invasion, and epithelial-mesenchymal transition by targeting SERPINB5."}, {"pubmed": 38251657, "text": "The Role of Galectin3, Tubulinbeta, and Maspin in Promoting Tumor Budding in Colorectal Carcinoma and Their Clinical Implications."}, {"pubmed": 38460302, "text": "SERPINB5 promotes colorectal cancer invasion and migration by promoting EMT and angiogenesis via the TNF-alpha/NF-kappaB pathway."}, {"pubmed": 38477878, "text": "DPM1 modulates desmosomal adhesion and epidermal differentiation through SERPINB5."}], "genomic_pos": {"chr": "18", "end": 63505085, "ensemblgene": "ENSG00000206075", "start": 63476958, "strand": 1}, "genomic_pos_hg19": {"chr": "18", "end": 61172318, "start": 61143994, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002009", "qualifier": "involved_in", "term": "morphogenesis of an epithelium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010951", "qualifier": "involved_in", "term": "negative regulation of endopeptidase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050678", "qualifier": "involved_in", "term": "regulation of epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060512", "qualifier": "involved_in", "term": "prostate gland morphogenesis"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001533", "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16049006, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016528", "qualifier": "located_in", "term": "sarcoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004867", "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16049006, 20211623], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[8364, 496735], [9031, 420900], [9544, 700713], [9598, 468566], [9606, 5268], [9615, 476177], [10090, 20724], [10116, 116589]], "id": 20580}, "interpro": [{"desc": "Serpin family", "id": "IPR000215", "short_desc": "Serpin_fam"}, {"desc": "Serpin B9/maspin", "id": "IPR000240", "short_desc": "Serpin_B9/Maspin"}, {"desc": "Serpin domain", "id": "IPR023796", "short_desc": "Serpin_dom"}, {"desc": "Serpin superfamily", "id": "IPR036186", "short_desc": "Serpin_sf"}, {"desc": "Serpin superfamily, domain 1", "id": "IPR042178", "short_desc": "Serpin_sf_1"}, {"desc": "Serpin, conserved site", "id": "IPR023795", "short_desc": "Serpin_CS"}, {"desc": "Maspin, serpin domain", "id": "IPR033836", "short_desc": "SERPINB5_serpin_dom"}, {"desc": "Serpin superfamily, domain 2", "id": "IPR042185", "short_desc": "Serpin_sf_2"}], "ipi": ["IPI00644196", "IPI00783625", "IPI00792875"], "map_location": "18q21.33", "name": "serpin family B member 5", "other_names": ["PI-5", "peptidase inhibitor 5", "protease inhibitor 5 (maspin)", "serine (or cysteine) proteinase inhibitor, clade B (ovalbumin), member 5", "serpin B5", "serpin peptidase inhibitor, clade B (ovalbumin), member 5"], "pantherdb": {"HGNC": "8949", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109579", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 10090, "uniprot_kb": "P70124"}, {"RGD": "69342", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 10116, "uniprot_kb": "P70564"}, {"Ensembl": "ENSGALG00000012873", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 9031, "uniprot_kb": "E1BTE2"}, {"ZFIN": "ZDB-GENE-041001-117", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7955, "uniprot_kb": "Q5RIK7"}, {"ZFIN": "ZDB-GENE-040718-400", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7955, "uniprot_kb": "Q6DG30"}, {"WormBase": "WBGene00005644", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5ECY2"}, {"WormBase": "WBGene00016187", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q18287"}, {"WormBase": "WBGene00005649", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q19651"}, {"WormBase": "WBGene00005647", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5EFH4"}, {"WormBase": "WBGene00005648", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "A9Z1L1"}, {"WormBase": "WBGene00005642", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5EE40"}, {"WormBase": "WBGene00008854", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q9XVQ1"}, {"WormBase": "WBGene00009708", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "O45520"}, {"WormBase": "WBGene00005643", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "O17365"}, {"FlyBase": "FBgn0038299", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VFC1"}, {"FlyBase": "FBgn0028984", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VFC2"}, {"FlyBase": "FBgn0031973", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLU4"}, {"FlyBase": "FBgn0028990", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9V3N1"}, {"FlyBase": "FBgn0037772", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VH46"}, {"FlyBase": "FBgn0036969", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VWB4"}, {"FlyBase": "FBgn0036970", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VPH9"}, {"FlyBase": "FBgn0262057", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q0E8C8"}, {"FlyBase": "FBgn0039795", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VA48"}, {"FlyBase": "FBgn0024293", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6V5"}, {"FlyBase": "FBgn0083141", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLZ8"}, {"FlyBase": "FBgn0033574", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7K508"}, {"FlyBase": "FBgn0002930", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7JWX3"}, {"FlyBase": "FBgn0052203", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q3HKQ3"}, {"FlyBase": "FBgn0028986", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VII7"}, {"FlyBase": "FBgn0015586", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VVW1"}, {"FlyBase": "FBgn0033115", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q8SZF4"}, {"FlyBase": "FBgn0028983", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7JV69"}, {"FlyBase": "FBgn0033112", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6R3"}, {"FlyBase": "FBgn0024294", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7KA66"}, {"FlyBase": "FBgn0028987", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLQ7"}, {"FlyBase": "FBgn0053121", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLV3"}, {"FlyBase": "FBgn0034195", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q4V3G2"}, {"FlyBase": "FBgn0028988", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7YTY6"}, {"FlyBase": "FBgn0044011", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q8SYY7"}, {"FlyBase": "FBgn0051902", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q0E8V6"}, {"FlyBase": "FBgn0263109", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6I3"}, {"FlyBase": "FBgn0032178", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VL44"}, {"FlyBase": "FBgn0033113", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6R4"}, {"FlyBase": "FBgn0265137", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7K8Y5"}, {"TAIR": "2062400", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O82283"}, {"TAIR": "2024532", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9SH52"}, {"EnsemblGenome": "AT1G62170", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O04582"}, {"TAIR": "2055185", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9ZQR6"}, {"TAIR": "2096910", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9M1T7"}, {"TAIR": "2066316", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O48706"}, {"TAIR": "2059585", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9SIR9"}, {"TAIR": "2008321", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "F4I826"}, {"TAIR": "2015443", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9S7T8"}], "uniprot_kb": "P36952"}, "pathway": {"kegg": [{"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}], "pid": [{"id": "atf2_pathway", "name": "ATF-2 transcription factor network"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "tap63pathway", "name": "Validated transcriptional targets of TAp63 isoforms"}], "wikipathways": {"id": "WP4963", "name": "p53 transcriptional gene network"}}, "pdb": ["1WZ9", "1XQG", "1XQJ", "1XU8"], "pfam": "PF00079", "pharmgkb": "PA35515", "pharos": {"target_id": 10463, "tdl": "Tbio"}, "pir": "A36898", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF254123", "relationship": "is"}, {"id": "GNF254124", "relationship": "is"}, {"id": "GNF254125", "relationship": "is"}, {"id": "GNF254126", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089753", "relationship": "is"}, {"id": "GNF089754", "relationship": "is"}, {"id": "GNF089755", "relationship": "similar to"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050915", "relationship": "is"}, {"id": "GNF055680", "relationship": "is"}, {"id": "GNF060349", "relationship": "similar to"}, {"id": "GNF078831", "relationship": "is"}, {"id": "GNF078832", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067455", "relationship": "is"}, {"id": "GNF067456", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013208", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF334344", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094335", "relationship": "is"}, {"id": "GNF115387", "relationship": "is"}, {"id": "GNF133992", "relationship": "is"}, {"id": "GNF155028", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1"], "protein": ["NP_002630.2", "XP_006722546.1", "XP_054174662.1"], "rna": ["NM_002639.5", "XM_006722483.4", "XM_054318687.1"], "translation": [{"protein": "XP_006722546.1", "rna": "XM_006722483.4"}, {"protein": "XP_054174662.1", "rna": "XM_054318687.1"}, {"protein": "NP_002630.2", "rna": "NM_002639.5"}]}, "reporter": {"HG-U133_Plus_2": ["1555551_at", "204855_at"], "HG-U95Av2": ["862_at", "863_g_at"], "HTA-2_0": "TC18000226.hg.1", "HuEx-1_0": ["3791782", "3811553"], "HuGene-1_1": "8021584", "HuGene-2_1": "16852812"}, "retired": 221232, "summary": "Predicted to enable serine-type endopeptidase inhibitor activity. Predicted to be involved in negative regulation of endopeptidase activity. Predicted to act upstream of or within several processes, including extracellular matrix organization; prostate gland morphogenesis; and regulation of epithelial cell proliferation. Located in cytoplasm. Biomarker of hepatocellular carcinoma. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "SERPINB5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0919445"}, "unigene": "Hs.55279", "uniprot": {"Swiss-Prot": "P36952", "TrEMBL": "C9JLM5"}, "wikipedia": {"url_stub": "Maspin"}}