{"AllianceGenome": "10569", "HGNC": "10569", "MIM": "600517", "_id": "6317", "_version": 1, "accession": {"genomic": ["AB034984.1", "AC069356.6", "AH003327.2", "CH471096.1", "CP068260.2", "NC_000018.10", "NC_060942.1"], "protein": ["AAA86316.1", "AAA86317.1", "AAA97552.1", "AAB20405.1", "AAH05224.1", "AAO11731.1", "AAO92269.1", "AAO92272.1", "AAP35394.1", "AAQ04218.1", "AAQ04219.1", "AAQ04220.1", "AAQ04221.1", "AAQ04222.1", "AAQ04770.1", "ACF21012.1", "BAB21524.1", "BAB40772.1", "BAD96466.1", "BAD96473.1", "BAG37332.1", "CAD56658.1", "EAW63156.1", "EAW63157.1", "NP_008850.1", "P29508.2"], "rna": ["AB046399.1", "AF428135.1", "AF428136.1", "AF428137.1", "AF428138.1", "AF428139.1", "AF461146.1", "AJ515706.1", "AK222746.1", "AK222753.1", "AK307261.1", "AK308383.1", "AK310948.1", "AK314805.1", "AY190327.1", "AY245778.1", "AY245781.1", "BC005224.1", "BC008483.1", "BT006748.1", "DB229922.1", "EU852041.1", "NM_006919.3", "S66896.1", "U19556.1"], "translation": [{"protein": "CAD56658.1", "rna": "AJ515706.1"}, {"protein": "AAQ04218.1", "rna": "AF428135.1"}, {"protein": "AAO92269.1", "rna": "AY245778.1"}, {"protein": "AAQ04770.1", "rna": "AF461146.1"}, {"protein": "AAQ04220.1", "rna": "AF428137.1"}, {"protein": "AAQ04221.1", "rna": "AF428138.1"}, {"protein": "BAD96466.1", "rna": "AK222746.1"}, {"protein": "AAH05224.1", "rna": "BC005224.1"}, {"protein": "ACF21012.1", "rna": "EU852041.1"}, {"protein": "AAB20405.1", "rna": "S66896.1"}, {"protein": "AAA97552.1", "rna": "U19556.1"}, {"protein": "AAQ04222.1", "rna": "AF428139.1"}, {"protein": "BAD96473.1", "rna": "AK222753.1"}, {"protein": "NP_008850.1", "rna": "NM_006919.3"}, {"protein": "AAO92272.1", "rna": "AY245781.1"}, {"protein": "AAO11731.1", "rna": "AY190327.1"}, {"protein": "AAQ04219.1", "rna": "AF428136.1"}, {"protein": "BAG37332.1", "rna": "AK314805.1"}, {"protein": "AAP35394.1", "rna": "BT006748.1"}, {"protein": "BAB40772.1", "rna": "AB046399.1"}]}, "alias": ["HsT1196", "SCC", "SCCA-1", "SCCA-PD", "SCCA1", "SSCA1", "T4-A"], "ensembl": {"gene": "ENSG00000057149", "protein": ["ENSP00000283752", "ENSP00000329498"], "transcript": ["ENST00000283752", "ENST00000332821"], "translation": [{"protein": "ENSP00000283752", "rna": "ENST00000283752"}, {"protein": "ENSP00000329498", "rna": "ENST00000332821"}], "type_of_gene": "protein_coding"}, "entrezgene": "6317", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.71574094, "exp_mis": 119.9296411, "exp_syn": 55.547819, "lof_z": -1.52928662148606, "mis_z": -1.56636882555703, "mu_lof": 7.7510200234e-07, "mu_mis": 1.03260204555e-05, "mu_syn": 4.64370546665e-06, "n_lof": 17.0, "n_mis": 155.0, "n_syn": 67.0, "p_li": 8.68913370901801e-14, "p_null": 0.997382270306944, "p_rec": 0.00261772969296884, "syn_z": -0.95258574199019}, "bp": 1173, "cds_end": 61328450, "cds_start": 61322890, "n_exons": 7, "nonpsych": {"exp_lof": 10.459427, "exp_mis": 108.4034521, "exp_syn": 50.1316906, "lof_z": -1.68249078785833, "mis_z": -1.67599289036354, "mu_lof": 7.7510200234e-07, "mu_mis": 1.03260204555e-05, "mu_syn": 4.64370546665e-06, "n_lof": 16.0, "n_mis": 143.0, "n_syn": 59.0, "p_li": 3.54644905445146e-13, "p_null": 0.997131335465539, "p_rec": 0.00286866453410669, "syn_z": -0.788584535729685}, "nontcga": {"exp_lof": 10.76440201, "exp_mis": 110.3211978, "exp_syn": 51.08991899, "lof_z": -1.57417343081882, "mis_z": -1.69235129318414, "mu_lof": 7.7510200234e-07, "mu_mis": 1.03260204555e-05, "mu_syn": 4.64370546665e-06, "n_lof": 16.0, "n_mis": 146.0, "n_syn": 62.0, "p_li": 4.53686371894991e-13, "p_null": 0.99639973132073, "p_rec": 0.00360026867881657, "syn_z": -0.966457240855129}, "transcript": "ENST00000283752.5"}, "exons": [{"cdsend": 63661216, "cdsstart": 63655656, "chr": "18", "position": [[63655196, 63656061], [63656830, 63656986], [63657269, 63657412], [63658512, 63658630], [63659398, 63659527], [63660799, 63660856], [63661051, 63661242], [63661845, 63661893]], "strand": -1, "transcript": "NM_006919", "txend": 63661893, "txstart": 63655196}], "exons_hg19": [{"cdsend": 61328450, "cdsstart": 61322890, "chr": "18", "position": [[61322430, 61323295], [61324064, 61324220], [61324503, 61324646], [61325746, 61325864], [61326632, 61326761], [61328033, 61328090], [61328285, 61328476], [61329079, 61329127]], "strand": -1, "transcript": "NM_006919", "txend": 61329127, "txstart": 61322430}], "generif": [{"pubmed": 12773976, "text": "concentration and the positivity rate significantly elevated with esophageal squamous cell tumor progression; differences depended on tumor size, tumor depth, lymph node status, and distant metastasis"}, {"pubmed": 12820321, "text": "in the described patient groups, SCC is probably of low value for tumor diagnosis and follow-up"}, {"pubmed": 12874860, "text": "interacts with specific endogenous proteinases such as cathepsins L and L2 in physiological and pathological states of squamous epithelium"}, {"pubmed": 12949073, "text": "the inhibitory mechanism of SCCA1 is unique among the serpin superfamily"}, {"pubmed": 12975381, "text": "transfection of SCCA1 into mammalian cells (both hepatocyte-derived and of non-hepatocyte origin) results in increased HBV binding"}, {"pubmed": 14654899, "text": "Findings suggest that genetic diagnosis by RT-PCR based on SCCA mRNA expression may be clinically useful for detecting occult tumor cells in cervical lymph nodes."}, {"pubmed": 14719077, "text": "E-cadherin mediated cell-cell adhesion maintains SCCA production through PI 3-kinase in squamous cell carcinoma."}, {"pubmed": 14970861, "text": "SCCA variants are overexpressed in hepatocellular carcinoma independently of tumour etiology; a novel SCCA1 variant has been identified in one third of liver tumours"}, {"pubmed": 14993646, "text": "Hepatitis B virus sequence is able to induce overexpression of SCCA at the cell surface in squamous cell carcinoma."}, {"pubmed": 15001834, "text": "Exposure of uterine cervical squamous carcinoma CaSki cells to CDDP resulted in a transient increase in SCC Ag protein and mRNA expression"}, {"pubmed": 15677460, "text": "Uteroglobin suppresses SCCA gene expression associated with airway inflammation in asthma"}, {"pubmed": 15733534, "text": "Single nucleotide polymorphism of SCCA2 indicated that this polymorphism may underlie the difference in promoter activity between SCCA1 and SCCA2."}, {"pubmed": 15902720, "text": "the hydrophobicity of the reactive site loop of SCCA1 may play an important role in hepatitis B virus binding to cells"}, {"pubmed": 15906357, "text": "alpha-fetoprotein and SCCA yielded a correct serologic diagnosis in 90.83% of the hepatocarcinoma patients."}, {"pubmed": 16681421, "text": "squamous cell carcinoma antigen is expressed in peripheral blood of cancer patients"}, {"pubmed": 16701102, "text": "SCC-Ag mRNA levels in the peripheral blood are the best predictive factor for recurrence in patients with esophageal squamous cell carcinoma who undergo curative resection."}, {"pubmed": 17523076, "text": "The expression pattern of SCCA1 in esophageal dysplasia and squamous cell carcinmoma was studied."}, {"pubmed": 18078639, "text": "Squamous cellular carcinoma immunocomplexed is increased in scleroderma patients with lung fibrosis."}, {"pubmed": 18155162, "text": "Serum levels of MMP-9, CEA and SCC-Ag in esophageal cancer (EC) patients were statistically higher than in controls"}, {"pubmed": 18385761, "text": "Blood levels of IgG autoantibodies that bind to squamous cell carcinoma antigen proteins were significantly higher in psoriasis than healthy controls."}, {"pubmed": 18657489, "text": "The aim of the study was to explore SCCA-1 polymorphism in patients with HCV infection as single etiologic factor and different extent of liver disease. The SCCA-PD variant was more frequently found in liver cirrhosis."}, {"pubmed": 19070595, "text": "Activated STAT3 is a required part of the continuous activation of B3/B4 genes, which protects tumor cells from dying."}, {"pubmed": 19112206, "text": "Elevated squamous cell carcinoma antigen is associated with hepatocellular carcinoma."}, {"pubmed": 19332150, "text": "role in apoptosis and autoimmunity; review"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19959474, "text": "Data show that show that SCCA-1 (B3) and SCCA-2 (B4) can bind heparin as demonstrated by affinity chromatography, native PAGE gel shifts, and intrinsic fluorescence quenching."}, {"pubmed": 20089382, "text": "SCCA1 plays an important role in the induction of epidermal barrier disruption. SCCA1 may be a critical determinant of barrier function in the epidermis."}, {"pubmed": 20212457, "text": "Chronically damaged hepatocytes produce SERPINB3 and TGF-beta, and the anti-protease activity of the serpin might be implicated in TGF-beta1 induction."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20428762, "text": "carbonyl reductase binds to SCCA1 and SCCA2 and they are co-located in the same layer of the squamous epithelium"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20586028, "text": "SCCA, EGFR and cyclin D1 may prove to be useful tumor markers in oral squamous cell carcinoma."}, {"pubmed": 20840788, "text": "serum squamous cell carcinoma antigen is a relatively good method for the detection of disease recurrence in patients with cervical cancer who were treated by concurrent chemoradiotherapy."}, {"pubmed": 21383048, "text": "In conclusion, the single amino acid substitution G351Ain the SERPINB3 reactive site loop improves the functional activity of the isoform."}, {"pubmed": 21526154, "text": "This study shows that SCCA is associated with both advanced stage and high grade human breast carcinoma."}, {"pubmed": 21737255, "text": "SERPINB3 is over-expressed in hepatoblastoma and its expression is positively correlated with Myc expression and high tumour stage."}, {"pubmed": 22088515, "text": "SCC, CEA, Cyfra 21-1 and NSE are valuable in the early diagnosis of lung cancer among suspicious nodules in the lung, especially when they were assayed together for one patient."}, {"pubmed": 22359459, "text": "The data strongly suggest that FTL and SCCA1 may serve as coreceptors in HBV cellular attachment and virus entry into hepatocytes."}, {"pubmed": 22406480, "text": "Serpin B3/B4, particularly Serpin B4, appears to play an important role in aberrant epithelial proliferation."}, {"pubmed": 22451727, "text": "Toxoplasma gondii induces SERPIN B3/B4 expression via STAT6 activation to inhibit the apoptosis of infected cells for survival of the parasites."}, {"pubmed": 22563932, "text": "investigation of circulating levels of squamous cell carcinoma-antigen, carcinoembryonic antigen, and carbohydrate antigen 19-9 as prognostic markers in women with early stage squamous cell carcinoma of uterine cervix"}, {"pubmed": 22808225, "text": "IgM-linked SCCA isoforms circulate in patients with chronic liver disease, compared to total SCCA-IgM levels."}, {"pubmed": 22829702, "text": "Surface localization of SERPINB3 was confirmed by confocal microscopy. SERPINB3 positivity was associated with CD27 reactivity (r = 0.98), but not to other activation molecules"}, {"pubmed": 22999061, "text": "The preoperative serum level of Cyfra21-1 and SCC-Ag are independently significant predictors which negatively affected the survivals of patients with stage II esophageal squamous cell carcinoma."}, {"pubmed": 23185467, "text": "SERPINB3 may play an important role in ovarian carcinogenesis and be a novel biomarker for predicting platinum resistance and a poor prognosis for survival in patients with epithelial ovarian cancer"}, {"pubmed": 23239141, "text": "serpin B3 is associated with the proliferation and growth of cholesteatoma, and these proteins may be influential factors in cholesteatoma growth."}, {"pubmed": 23349993, "text": "Our study indicates that serum SCC-ag level is a sensitive and reliable measure to evaluate cervical cancer response to chemotherapy. Using SCC-ag in combination with MRI findings further improves the predictive power."}, {"pubmed": 23383155, "text": "Pre-treatment levels of C-reactive protein and squamous cell carcinoma antigen are useful for predicting the aggressiveness of pharyngolaryngeal carcinoma."}, {"pubmed": 23712355, "text": "High levels of neuron-specific enolase (NSE), carbohydrate antigen 125 (CA125) and squamous cell carcinoma antigen (SCC) were detected in 306 (63.6%), 89 (18.5%) and 125 (26.0%) non-small cell lung cancer patients, respectively."}, {"pubmed": 24162160, "text": "The serpinb3 protein induces a gain of about 15% of survival length in TG mice compared to WT controls and this effect was more remarkable in males than in females."}, {"pubmed": 24247658, "text": "Serpin serum level in cervical cancer correlates with phosphoglycerated dehydrogenase expression in tumors"}, {"pubmed": 24389432, "text": "High SERPINB3 expression is associated with non-small-cell lung cancer."}, {"pubmed": 24496037, "text": "SERPINB3 may enhance its oncogenic potential through inhibition of several tumor suppressive miRNAs. [Review]"}, {"pubmed": 24503858, "text": "Studies show that urinary SB3 concentrations are higher in women then men and in hypertensive women affected by primary aldosteronism with adenoma,comparatively to those affected by bilateral hyperplasia."}, {"pubmed": 24635038, "text": "It a promising serological marker for hepatocellular carcinoma."}, {"pubmed": 24737009, "text": "High expression of squamous cell carcinoma antigen is associated with metastasis in cervical cancer."}, {"pubmed": 24809782, "text": "SERPINB3 is overexpressed in a subset of the most aggressive hepatocellular carcinomas."}, {"pubmed": 24810714, "text": "High SERPINB3 expression is associated with drug resistance in hepatoma."}, {"pubmed": 24898082, "text": "we identified four proteins with different expression in paclitaxel resistant cells, i.e., serpin B3, serpin B4, heat shock protein 27 (all three upregulated) and cytokeratin 18 (downregulated)."}, {"pubmed": 24905620, "text": "High serum SCCA levels are associated with squamous cell cervical cancer."}, {"pubmed": 24962668, "text": "High serpinB3 protein content was found to be a biomarker of successful healing in diabetic patients."}, {"pubmed": 25111616, "text": "Silencing of SERPINB3/B4 in human keratinocytes decreased S100A8 expression, supporting a role for SERPINB3/B4 in the initiation of the acute inflammatory response."}, {"pubmed": 25129443, "text": "Serum SCCA levels were significantly elevated in hepatocellular carcinoma."}, {"pubmed": 25544768, "text": "Data indicate that hypoxia-induced cysteine-proteases inhibitor SERPINB3 up-regulation is dependent on hypoxia-inducible factor-2alpha (HIF-2alpha)."}, {"pubmed": 25622661, "text": "serum level significant risk factor for overall survival in cancers of the oral cavity, hypopharynx, and larynx"}, {"pubmed": 25840050, "text": "The diagnostic performance of SCCA-IgM immune complexes for hepatocellular carcinoma was found to be frequently superior to that of alpha-fetoprotein. (Review)"}, {"pubmed": 26408719, "text": "High SCC serum levels are associated with Head and Neck Cancer."}, {"pubmed": 26432331, "text": "Data indicate that serum tumor markers showed significant shorter 3-year progression-free survival (PFS) in higher levels compared to lower levels for S-CYFRA 21-1 (cytokeratin 19 fragment), S-SCCA and S-CEA."}, {"pubmed": 26634820, "text": "SerpinB3 indirectly increased the transcription of Myc through the induction of Yap pathway."}, {"pubmed": 26730601, "text": "Data show that serum neuron-specific enolase, cytokeratin 19 fragment 21-1, pro-gastrin-releasing peptide, squamous cell carcinoma antigen, tissue inhibitor of metalloproteinase-1, and human epididymis protein 4 are not associated with brain metastases."}, {"pubmed": 26877539, "text": "serum level is a reliable diagnostic marker to distinguish sinonasal inverted papilloma from inflammatory disease"}, {"pubmed": 27095020, "text": "Results showed no correlation between gestational age and vaginal fluid SCC levels. There was no significant difference in vaginal fluid SCC levels between patients with premature rupture of membranes and those with control pregnant women."}, {"pubmed": 27435426, "text": "Serum SCC-Ag level was an important predictor for the cervical squamous carcinoma recurrence and prognosis."}, {"pubmed": 27668655, "text": "role of SERPINB3/B4 mutations in immunotherapy response"}, {"pubmed": 28178650, "text": "Data show that in colorectal cancer SerpinB3, COX-2 and beta-Catenin are positively correlated and associated with more advanced tumor stage."}, {"pubmed": 28609160, "text": "the SCCA-IgM determination could be helpful in predicting the response to therapy in patients with hepatocellular carcinoma."}, {"pubmed": 28901315, "text": "Serum SCC-Ag, hs-CRP, and CA-125 were higher in recurrence cervical patients which could be potential biomarkers for predicting cervical cancer recurrence risk."}, {"pubmed": 28935635, "text": "iron overload and was previously found capable of up-regulating SerpinB3 at the transcriptional level."}, {"pubmed": 29112685, "text": "Results provide the first evidence that failure of serum SCCA to fall into the normal range by the fourth week of definitive radiotherapy is associated with significantly increased risk of recurrence and death."}, {"pubmed": 29491058, "text": "Findings point to potential interest of squamous cell carcinoma antigen SERPINB3/B4 for the stratification of head and neck squamous cell carcinoma (HNSCC) patients in the therapeutic context."}, {"pubmed": 29524519, "text": "A close connection between SerpinB3 and DPPPIV has been identified, but further studies are required to better understand the mechanism by which these proteins communicate and exert metabolic effects in hepatocellular carcinoma."}, {"pubmed": 30952746, "text": "Concurrent elevation of preoperative SCC-Ag, CYFRA 21-1 and CRP serum levels can be correlated with worse survival rates in oral cavity squamous cell carcinoma."}, {"pubmed": 31247344, "text": "further showed a disease state mutant SPB3-Gly351Ala performed better anti-protease activity against FP2. This study, for the first time, has shown a serpin family inhibitor from human could efficiently inhibit activity of FP2."}, {"pubmed": 31282406, "text": "Elevated preoperative SCC and CYFRA 21-1 levels were associated with aggressive cancer behavior in esophageal squamous cell carcinoma (ESCC). The TMI based on preoperative SCC and CYFRA 21-1 might serve as a novel marker that can be used to predict the prognosis of ESCC patients."}, {"pubmed": 31426690, "text": "High squamous cell carcinoma antigen expression is associated with cervical cancer."}, {"pubmed": 31607648, "text": "Hyperdynamic circulatory syndrome in a mouse model transgenic for SerpinB3."}, {"pubmed": 32085736, "text": "The kinetic profile and clinical implication of SCC-Ag in squamous cervical cancer patients undergoing radical hysterectomy using the Simoa assay: a prospective observational study."}, {"pubmed": 32221801, "text": "Can serial evaluation of serum SCC-Ag-level predict tumor recurrence and patient survival in squamous-cell carcinoma of uterine cervix treated with definitive chemoradiotherapy? A multi-institutional analysis."}, {"pubmed": 32569142, "text": "Autophagy Is Deficient and May be Negatively Regulated by SERPINB3 in Middle Ear Cholesteatoma."}, {"pubmed": 34478594, "text": "The protease-inhibitor SerpinB3 as a critical modulator of the stem-like subset in human cholangiocarcinoma."}, {"pubmed": 34886853, "text": "Clinical value of MRI, serum SCCA, and CA125 levels in the diagnosis of lymph node metastasis and para-uterine infiltration in cervical cancer."}, {"pubmed": 35022507, "text": "Lysoptosis is an evolutionarily conserved cell death pathway moderated by intracellular serpins."}, {"pubmed": 35874657, "text": "SerpinB3 as a Pro-Inflammatory Mediator in the Progression of Experimental Non-Alcoholic Fatty Liver Disease."}, {"pubmed": 37980563, "text": "SERPINB3-MYC axis induces the basal-like/squamous subtype and enhances disease progression in pancreatic cancer."}, {"pubmed": 37990490, "text": "The polymorphic variant of SerpinB3 (SerpinB3-PD) is associated with faster cirrhosis decompensation."}], "genomic_pos": {"chr": "18", "end": 63661893, "ensemblgene": "ENSG00000057149", "start": 63655197, "strand": -1}, "genomic_pos_hg19": {"chr": "18", "end": 61329197, "start": 61322431, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 20527027, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010466", "pubmed": 12949073, "qualifier": "involved_in", "term": "negative regulation of peptidase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010718", "pubmed": 20527027, "qualifier": "involved_in", "term": "positive regulation of epithelial to mesenchymal transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010950", "pubmed": 20527027, "qualifier": "involved_in", "term": "positive regulation of endopeptidase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010951", "qualifier": "involved_in", "term": "negative regulation of endopeptidase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010951", "pubmed": 21383048, "qualifier": "involved_in", "term": "negative regulation of endopeptidase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 20527027, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035425", "pubmed": 20527027, "qualifier": "involved_in", "term": "autocrine signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038001", "pubmed": 20527027, "qualifier": "involved_in", "term": "paracrine signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043086", "pubmed": 10956412, "qualifier": "involved_in", "term": "negative regulation of catalytic activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043508", "pubmed": 21383048, "qualifier": "involved_in", "term": "negative regulation of JUN kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045861", "pubmed": 12975381, "qualifier": "involved_in", "term": "negative regulation of proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [20527027, 21383048], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 20527027, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031410", "pubmed": 21383048, "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0031982", "pubmed": 19190083, "qualifier": "located_in", "term": "vesicle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035578", "qualifier": "located_in", "term": "azurophil granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001618", "pubmed": 12975381, "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 21383048, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004867", "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0004867", "pubmed": 7724531, "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004869", "pubmed": 21383048, "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity"}]}, "homologene": {"genes": [[9598, 740098], [9606, 6317], [10090, 394252]], "id": 130559}, "interpro": [{"desc": "Serpin family", "id": "IPR000215", "short_desc": "Serpin_fam"}, {"desc": "Serpin, conserved site", "id": "IPR023795", "short_desc": "Serpin_CS"}, {"desc": "Serpin domain", "id": "IPR023796", "short_desc": "Serpin_dom"}, {"desc": "Serpin superfamily", "id": "IPR036186", "short_desc": "Serpin_sf"}, {"desc": "Serpin superfamily, domain 1", "id": "IPR042178", "short_desc": "Serpin_sf_1"}, {"desc": "Serpin superfamily, domain 2", "id": "IPR042185", "short_desc": "Serpin_sf_2"}], "ipi": ["IPI00022204", "IPI00307466"], "map_location": "18q21.33", "name": "serpin family B member 3", "other_names": ["protein T4-A", "serine (or cysteine) proteinase inhibitor, clade B (ovalbumin), member 3", "serpin B3", "serpin peptidase inhibitor, clade B (ovalbumin), member 3", "squamous cell carcinoma antigen 1"], "pantherdb": {"HGNC": "10569", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2683295", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 10090, "uniprot_kb": "Q6UKZ0"}, {"MGI": "1277952", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 10090, "uniprot_kb": "A2RSF9"}, {"MGI": "2683293", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 10090, "uniprot_kb": "Q9D1Q5"}, {"MGI": "3573933", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 10090, "uniprot_kb": "G3X9V8"}, {"RGD": "1549766", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 10116, "uniprot_kb": "F1MAA9"}, {"RGD": "1562868", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 10116, "uniprot_kb": "D3ZJK2"}, {"Ensembl": "ENSGALG00000019551", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 9031, "uniprot_kb": "E1BTF4"}, {"Gene": "SERPINB14B", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 9031, "uniprot_kb": "P01014"}, {"Ensembl": "ENSGALG00000012869", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 9031, "uniprot_kb": "P01012"}, {"Ensembl": "ENSGALG00000043252", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 9031, "uniprot_kb": "A0A1D5PI58"}, {"ZFIN": "ZDB-GENE-041001-117", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7955, "uniprot_kb": "Q5RIK7"}, {"ZFIN": "ZDB-GENE-040718-400", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7955, "uniprot_kb": "Q6DG30"}, {"WormBase": "WBGene00005644", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5ECY2"}, {"WormBase": "WBGene00016187", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q18287"}, {"WormBase": "WBGene00005649", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q19651"}, {"WormBase": "WBGene00005647", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5EFH4"}, {"WormBase": "WBGene00005648", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "A9Z1L1"}, {"WormBase": "WBGene00005642", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5EE40"}, {"WormBase": "WBGene00008854", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q9XVQ1"}, {"WormBase": "WBGene00009708", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "O45520"}, {"WormBase": "WBGene00005643", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "O17365"}, {"FlyBase": "FBgn0038299", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VFC1"}, {"FlyBase": "FBgn0028984", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VFC2"}, {"FlyBase": "FBgn0031973", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLU4"}, {"FlyBase": "FBgn0028990", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9V3N1"}, {"FlyBase": "FBgn0037772", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VH46"}, {"FlyBase": "FBgn0036969", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VWB4"}, {"FlyBase": "FBgn0036970", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VPH9"}, {"FlyBase": "FBgn0262057", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q0E8C8"}, {"FlyBase": "FBgn0039795", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VA48"}, {"FlyBase": "FBgn0024293", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6V5"}, {"FlyBase": "FBgn0083141", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLZ8"}, {"FlyBase": "FBgn0033574", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7K508"}, {"FlyBase": "FBgn0002930", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7JWX3"}, {"FlyBase": "FBgn0052203", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q3HKQ3"}, {"FlyBase": "FBgn0028986", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VII7"}, {"FlyBase": "FBgn0015586", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VVW1"}, {"FlyBase": "FBgn0033115", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q8SZF4"}, {"FlyBase": "FBgn0028983", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7JV69"}, {"FlyBase": "FBgn0033112", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6R3"}, {"FlyBase": "FBgn0024294", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7KA66"}, {"FlyBase": "FBgn0028987", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLQ7"}, {"FlyBase": "FBgn0053121", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLV3"}, {"FlyBase": "FBgn0034195", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q4V3G2"}, {"FlyBase": "FBgn0028988", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7YTY6"}, {"FlyBase": "FBgn0044011", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q8SYY7"}, {"FlyBase": "FBgn0051902", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q0E8V6"}, {"FlyBase": "FBgn0263109", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6I3"}, {"FlyBase": "FBgn0032178", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VL44"}, {"FlyBase": "FBgn0033113", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6R4"}, {"FlyBase": "FBgn0265137", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7K8Y5"}, {"TAIR": "2062400", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O82283"}, {"TAIR": "2024532", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9SH52"}, {"EnsemblGenome": "AT1G62170", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O04582"}, {"TAIR": "2055185", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9ZQR6"}, {"TAIR": "2096910", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9M1T7"}, {"TAIR": "2066316", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O48706"}, {"TAIR": "2059585", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9SIR9"}, {"TAIR": "2008321", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "F4I826"}, {"TAIR": "2015443", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9S7T8"}], "uniprot_kb": "P29508"}, "pathway": {"kegg": {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}, "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}]}, "pdb": ["2ZV6", "4ZK0", "4ZK3"], "pfam": "PF00079", "pharmgkb": "PA35538", "pharos": {"target_id": 18095, "tdl": "Tbio"}, "pir": "I38201", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292747", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255991", "relationship": "is"}, {"id": "GNF255992", "relationship": "is"}, {"id": "GNF255993", "relationship": "is"}, {"id": "GNF255994", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157528", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF042594", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF055654", "relationship": "is"}, "GNF_hs-druggable_siRNA": {"id": "GNF067558", "relationship": "is"}, "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282473", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283400", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF013206", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338443", "relationship": "is"}, "NOVART_hs-genome_siRNA": {"id": "GNF133986", "relationship": "is"}}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1"], "protein": "NP_008850.1", "rna": "NM_006919.3", "translation": {"protein": "NP_008850.1", "rna": "NM_006919.3"}}, "reporter": {"HG-U133_Plus_2": ["209719_x_at", "209720_s_at", "210413_x_at"], "HG-U95Av2": ["1343_s_at", "1549_s_at"], "HTA-2_0": "TC18001005.hg.1", "HuEx-1_0": ["3811574", "3811596"], "HuGene-1_1": "8023696", "HuGene-2_1": "16855723"}, "retired": [91212, 96249, 115016, 147614], "summary": "Enables cysteine-type endopeptidase inhibitor activity; protease binding activity; and virus receptor activity. Involved in several processes, including autocrine signaling; paracrine signaling; and regulation of cellular protein metabolic process. Located in cytoplasmic vesicle; extracellular exosome; and nucleus. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "SERPINB3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419844"}, "unigene": "Hs.227948", "uniprot": {"Swiss-Prot": "P29508"}, "wikipedia": {"url_stub": "SERPINB3"}}