{"AllianceGenome": "1546", "HGNC": "1546", "MIM": "600943", "_id": "871", "_version": 2, "accession": {"genomic": ["AB044780.1", "AB044781.1", "AP001922.4", "AP002815.3", "CH471076.1", "CP068267.2", "JC011915.1", "NC_000011.10", "NC_060935.1", "NG_012052.1"], "protein": ["AAH14623.1", "AAH36298.2", "AAH70087.1", "AAP35758.1", "AAP93914.1", "AAU95378.1", "BAA11829.1", "BAA96788.1", "BAA96789.1", "BAA96790.1", "BAA96791.1", "BAF82813.1", "BAG53805.1", "BAG60149.1", "CAA43795.1", "CDL93515.1", "EAW74974.1", "EAW74975.1", "EAW74976.1", "EAW74977.1", "EAW74978.1", "EAW74979.1", "NP_001193943.1", "NP_001226.2", "P50454.2", "XP_011543629.1", "XP_024304524.1", "XP_047283756.1", "XP_054226328.1", "XP_054226329.1", "XP_054226330.1"], "rna": ["AB044778.1", "AB044779.1", "AI926019.1", "AK075504.1", "AK094047.1", "AK122936.1", "AK130870.1", "AK131503.1", "AK290124.1", "AK297811.1", "AK309905.1", "AY264853.1", "AY744367.1", "BC014623.2", "BC036298.1", "BC070087.1", "BQ016136.1", "BT007094.1", "CB123399.1", "D83174.1", "DC398178.1", "NM_001207014.3", "NM_001235.5", "X61598.1", "XM_011545327.2", "XM_024448756.2", "XM_047427800.1", "XM_054370353.1", "XM_054370354.1", "XM_054370355.1"], "translation": [{"protein": "CAA43795.1", "rna": "X61598.1"}, {"protein": "XP_024304524.1", "rna": "XM_024448756.2"}, {"protein": "XP_011543629.1", "rna": "XM_011545327.2"}, {"protein": "XP_054226329.1", "rna": "XM_054370354.1"}, {"protein": "AAH70087.1", "rna": "BC070087.1"}, {"protein": "AAP35758.1", "rna": "BT007094.1"}, {"protein": "NP_001226.2", "rna": "NM_001235.5"}, {"protein": "NP_001193943.1", "rna": "NM_001207014.3"}, {"protein": "BAF82813.1", "rna": "AK290124.1"}, {"protein": "XP_047283756.1", "rna": "XM_047427800.1"}, {"protein": "BAG53805.1", "rna": "AK122936.1"}, {"protein": "XP_054226328.1", "rna": "XM_054370353.1"}, {"protein": "BAA11829.1", "rna": "D83174.1"}, {"protein": "AAU95378.1", "rna": "AY744367.1"}, {"protein": "AAP93914.1", "rna": "AY264853.1"}, {"protein": "XP_054226330.1", "rna": "XM_054370355.1"}, {"protein": "BAA96788.1", "rna": "AB044778.1"}, {"protein": "AAH36298.2", "rna": "BC036298.1"}, {"protein": "BAA96789.1", "rna": "AB044779.1"}, {"protein": "BAG60149.1", "rna": "AK297811.1"}, {"protein": "AAH14623.1", "rna": "BC014623.2"}]}, "alias": ["AsTP3", "CBP1", "CBP2", "HSP47", "OI10", "PIG14", "PPROM", "RA-A47", "SERPINH2", "gp46"], "ensembl": {"gene": "ENSG00000149257", "protein": ["ENSP00000350894", "ENSP00000431384", "ENSP00000431827", "ENSP00000432007", "ENSP00000433532", "ENSP00000434412", "ENSP00000434482", "ENSP00000434657", "ENSP00000434964", "ENSP00000435452", "ENSP00000435936", "ENSP00000436040", "ENSP00000436305", "ENSP00000436306", "ENSP00000437108", "ENSP00000497544"], "transcript": ["ENST00000358171", "ENST00000524558", "ENST00000525492", "ENST00000525611", "ENST00000525876", "ENST00000526242", "ENST00000526397", "ENST00000526638", "ENST00000528760", "ENST00000528990", "ENST00000529643", "ENST00000530284", "ENST00000532356", "ENST00000533449", "ENST00000533603", "ENST00000649490"], "translation": [{"protein": "ENSP00000434657", "rna": "ENST00000533603"}, {"protein": "ENSP00000431384", "rna": "ENST00000526242"}, {"protein": "ENSP00000497544", "rna": "ENST00000649490"}, {"protein": "ENSP00000434964", "rna": "ENST00000526397"}, {"protein": "ENSP00000435936", "rna": "ENST00000529643"}, {"protein": "ENSP00000434482", "rna": "ENST00000525492"}, {"protein": "ENSP00000436305", "rna": "ENST00000530284"}, {"protein": "ENSP00000350894", "rna": "ENST00000358171"}, {"protein": "ENSP00000436040", "rna": "ENST00000532356"}, {"protein": "ENSP00000434412", "rna": "ENST00000524558"}, {"protein": "ENSP00000431827", "rna": "ENST00000533449"}, {"protein": "ENSP00000432007", "rna": "ENST00000528990"}, {"protein": "ENSP00000435452", "rna": "ENST00000525611"}, {"protein": "ENSP00000437108", "rna": "ENST00000528760"}, {"protein": "ENSP00000433532", "rna": "ENST00000525876"}, {"protein": "ENSP00000436306", "rna": "ENST00000526638"}], "type_of_gene": "protein_coding"}, "entrezgene": "871", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.2410756366, "exp_mis": 195.118047457, "exp_syn": 105.899573992, "lof_z": 2.2414033053554, "mis_z": 0.494357307693102, "mu_lof": 8.40997477777e-07, "mu_mis": 1.89036158263e-05, "mu_syn": 1.02721277145e-05, "n_lof": 3.0, "n_mis": 181.0, "n_syn": 95.0, "p_li": 0.16655084953195, "p_null": 0.0143328330254725, "p_rec": 0.819116317442578, "syn_z": 0.656618013186981}, "bp": 1257, "cds_end": 75283128, "cds_start": 75277394, "n_exons": 4, "nonpsych": {"exp_lof": 9.19129602538, "exp_mis": 176.522801131, "exp_syn": 95.771462875, "lof_z": 2.32954308553967, "mis_z": 0.475403880230061, "mu_lof": 8.40997477777e-07, "mu_mis": 1.89036158263e-05, "mu_syn": 1.02721277145e-05, "n_lof": 2.0, "n_mis": 164.0, "n_syn": 85.0, "p_li": 0.446468834821069, "p_null": 0.00779715382422336, "p_rec": 0.545734011354708, "syn_z": 0.692978895141207}, "nontcga": {"exp_lof": 9.41420017878, "exp_mis": 179.501027177, "exp_syn": 97.4200173668, "lof_z": 2.06220604135656, "mis_z": 0.464859855615147, "mu_lof": 8.40997477777e-07, "mu_mis": 1.89036158263e-05, "mu_syn": 1.02721277145e-05, "n_lof": 3.0, "n_mis": 167.0, "n_syn": 86.0, "p_li": 0.131612883196124, "p_null": 0.0217391860299415, "p_rec": 0.846647930773935, "syn_z": 0.732596881526209}, "transcript": "ENST00000524558.1"}, "exons": [{"cdsend": 75572083, "cdsstart": 75566349, "chr": "11", "position": [[75562252, 75562319], [75563726, 75563770], [75566315, 75566971], [75568730, 75568829], [75568938, 75569171], [75571780, 75572811]], "strand": 1, "transcript": "NM_001207014", "txend": 75572811, "txstart": 75562252}, {"cdsend": 75572083, "cdsstart": 75566349, "chr": "11", "position": [[75562252, 75562319], [75566315, 75566971], [75568730, 75568829], [75568938, 75569171], [75571780, 75572783]], "strand": 1, "transcript": "NM_001235", "txend": 75572783, "txstart": 75562252}], "exons_hg19": [{"cdsend": 75283128, "cdsstart": 75277394, "chr": "11", "position": [[75273297, 75273364], [75274771, 75274815], [75277360, 75278016], [75279775, 75279874], [75279983, 75280216], [75282825, 75283856]], "strand": 1, "transcript": "NM_001207014", "txend": 75283856, "txstart": 75273297}, {"cdsend": 75283128, "cdsstart": 75277394, "chr": "11", "position": [[75273297, 75273364], [75277360, 75278016], [75279775, 75279874], [75279983, 75280216], [75282825, 75283828]], "strand": 1, "transcript": "NM_001235", "txend": 75283828, "txstart": 75273297}], "generif": [{"pubmed": 11994473, "text": "The enhancement of HSP47 expression by TGF-beta and IL-1 beta has been confirmed in embryonic lung fibroblasts."}, {"pubmed": 12061838, "text": "induced in cicatricial pemphigoid: possible role(s) in dermal fibrosis"}, {"pubmed": 12163502, "text": "Results indicate a novel means by which type I collagen production is regulated by the endoplasmic reticulum constituent, Hsp47."}, {"pubmed": 12174873, "text": "Modulates the production of the endostatin precursor collagen XVIII in head and neck carcinomas"}, {"pubmed": 12659832, "text": "levels of HSP47 protein and autoantibodies to HSP47 in the sera of patients with rheumatic autoimmune diseases"}, {"pubmed": 12824005, "text": "gene expression profiling in epidermolysis bullosa acquisita"}, {"pubmed": 15047128, "text": "high levels of expression of Hsp47 and adult and oncofetal fibronectin in Dupuytren's contracture suggests that cell-mediated alterations in the extracellular environment may play an important role in the disease process"}, {"pubmed": 15247019, "text": "HSP47 has a role in aging and photoaging in human fibroblasts"}, {"pubmed": 15389525, "text": "The surface-exposed RA-A47 may induce autoantibodies and inflammatory reactions in autoimmune disease situations such as rheumatoid arthritis."}, {"pubmed": 15806139, "text": "HSP47 is constitutively expressed in human hepatic stellate cells and may be a target for antifibrotic therapy."}, {"pubmed": 15955241, "text": "Our results suggest the existence of different fibrotic pathways among these groups involved in the expression of HSP47 and type I procollagen."}, {"pubmed": 16171977, "text": "results suggest nitric oxide has dual effects on collagen synthesis by fibroblasts: the direct stimulation of collagen synthesis due to the up-regulation of procollagen alphaI(1) mRNA, and an indirect effect through the increase of HSP47 mRNA expression"}, {"pubmed": 16326708, "text": "analysis of the client recognition mechanism of HSP47"}, {"pubmed": 16484215, "text": "analysis of recognition of the collagen triple helix by chaperone HSP47"}, {"pubmed": 16938879, "text": "A functional SNP in the promoter of the SERPINH1 gene increases risk of preterm premature rupture of membranes in African Americans."}, {"pubmed": 16938879, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18093617, "text": "The anti-fibrotic effect of pirfenidone may be mediated through direct inhibition of collagen type I expression and inhibition of HSP47 expression in lung fibroblasts."}, {"pubmed": 18095990, "text": "HSP47-positive fibroblasts were main constituent cell of dermatofibroma."}, {"pubmed": 18205191, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18205191, "text": "These studies define a new haplotype in the SERPINH1 gene that modifies risk of an adverse obstetrical outcome."}, {"pubmed": 18293509, "text": "During keratin preparation from cultured human tumor cell lines, Hsps might be associated with keratin expression in tumor cells"}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19067716, "text": "We conclude that colligin 2 is expressed in all cellular components of glioma blood vessels and may serve as a general marker for active angiogenesis"}, {"pubmed": 19341245, "text": "Hsp47 was exposed on surface of GPVI-activated platelets; inhibition of Hsp47 abolished platelet aggregation in response to collagen, but partially reduced aggregation in response to other agonists; propose Hsp47 may play a role in hemostasis & thrombosis"}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19603022, "text": "overexpression of HSP47 is a unique characteristic of ulcerative colitis-associated carcinoma related to type I collagen synthesis, with possible clinical applications."}, {"pubmed": 20043075, "text": "down-regulated KLF4, CHGA, GPX3, SST and LIPF, together with up-regulated SERPINH1, THY1 and INHBA is an 8-gene signature for gastric cancer"}, {"pubmed": 20112500, "text": "Increased heat shock protein 47 expression is associated with esophageal squamous cell carcinoma."}, {"pubmed": 20701077, "text": "HSP47 and fascin expression may play role in the pathogenesis of invasive ductal carcinoma of the breast and prostatic adenocarcinoma because their expression is significantly higher than their normal counterpart."}, {"pubmed": 21187648, "text": "Overexpression of HSP47 decreased the secretion of heterotrimers containing the mutant collagen alpha5(IV) chain."}, {"pubmed": 22235129, "text": "Hsp47 recognizes the triple-helix form of procollagen in vitro and in vivo."}, {"pubmed": 22967132, "text": "Hsp47 may be related to the TGF-beta1-induced transdifferentiation of human Tenon's fibroblasts to myofibroblasts."}, {"pubmed": 23049894, "text": "NMR and mutational identification of the collagen-binding site of the chaperone Hsp47"}, {"pubmed": 23265436, "text": "Correlative Hsp47 expression in fibroblasts with bFGF in inflammatory cells may contribute to stromal fibrosis and obstruction in colorectal carcinoma"}, {"pubmed": 23587601, "text": "TRAIL induced HSF1 inactivation leads to the suppression of Hsp47-dependent collagen production in activated human hepatic stellate cells."}, {"pubmed": 24141696, "text": "silencing of the HSP47 gene significantly inhibited cell migration and invasion in cancer cells and the expression of HSP47 was upregulated in cancer tissues and cervical intraepithelial neoplasia, as demonstrated by immunostaining."}, {"pubmed": 24534724, "text": "IL-17A-induced HSP47 expression is involved in collagen I expression in intestinal subepithelial myofibroblasts, which might contribute to intestinal fibrosis in Crohn's disease."}, {"pubmed": 24623841, "text": "HSP47 is a novel glioma-associated antigen"}, {"pubmed": 24650661, "text": "miR-29b down-regulates HSP47 and LOX expression."}, {"pubmed": 25111595, "text": "In patients with schistosomiasis japonica, TGF-beta1 participates not only in the inflammatory process, but also in the fibrotic process in which Hsp47 and CTGF probably play a key role."}, {"pubmed": 25510505, "text": "Mutations in the HSP47 and FKBP65 produce a moderately severe form of Osteogenesis imperfect."}, {"pubmed": 25744716, "text": "Hsp47 expression promotes cancer progression in part by enhancing deposition of extracellular matrix proteins."}, {"pubmed": 25758142, "text": "The present study demonstrates that HSP47 promotes glioma angiogenesis and highlights the importance of HSP47 as an attractive therapeutic target of GBM."}, {"pubmed": 25953518, "text": "Overexpression of HSP47 is associated with poor prognosis in patients with esophageal squamous cell carcinoma and this is consistent with the function of HSP47 in terms of increased cell proliferation and colony formation."}, {"pubmed": 26091621, "text": "Data show that the expression of heat shock protein 47 (HSP47) was increased in the peripheral blood mononuclear cells and plasma from scleroderma patients."}, {"pubmed": 26692483, "text": "Although the chemical chaperone 4-PBA partially restores the solubility of the Hsp47 OI mutants, collagen-binding activity of Hsp47 was not improved."}, {"pubmed": 27477081, "text": "miR-29b can reduce collagen biosynthesis during skin wound healing likely via post-transcriptional inhibition of HSP47 expression."}, {"pubmed": 27488440, "text": "Overexpression of LOXL2 and SERPINH1 was observed in clinical specimens of lung cancer and fibrotic lesions. Downregulation of miR-29a caused overexpression of LOXL2 and SERPINH1 in lung cancer and IPF, suggesting that these genes are involved in the pathogenesis of these two diseases."}, {"pubmed": 27677223, "text": "A novel homozygous variant in SERPINH1 associated with a severe, lethal presentation of osteogenesis imperfecta with hydranencephaly."}, {"pubmed": 27706701, "text": "The changes in the SERPINH1 and SERPINF1 genes in patients with osteogenesis imperfect were synonymous polymorphisms or missense changes located in non-coding regions."}, {"pubmed": 27925182, "text": "HSP47 expression in patients with colorectal cancer and the number of HSP47-positive spindle cells in the tumor stroma were significantly higher compared with those in adjacent normal colonic mucosa, and the number of the latter cells increased with tumor progression."}, {"pubmed": 28177155, "text": "an endoplasmic reticulum complex of resident chaperones that includes HSP47, FKBP65, and BiP regulating the activity of LH2."}, {"pubmed": 28179603, "text": "The essential parts of the Golgi stress response from the perspective of the organelle autoregulation. The pathways of the mammalian Golgi stress response have been identified, specifically the HSP47 pathway."}, {"pubmed": 28849239, "text": "Our present data suggest that HSP47 is an important prognostic factor and an attractive therapeutic target in laryngeal squamous cell carcinoma (LSCC)due to its influence on the biological behaviour of LSCC cells"}, {"pubmed": 29239102, "text": "SERPINH1 is an independent precision predictor for unfavourable prognosis in clear cell renal cell carcinoma."}, {"pubmed": 29438711, "text": "These observations indicate that this system is appropriate for detecting the interaction between HSP47 and collagen, and could be applied to high-throughput screening for drugs capable of suppressing and/or curing fibrosis."}, {"pubmed": 29512284, "text": "HSP47 on the platelet surface interacts with collagen, stabilizes platelet adhesion and increases collagen-mediated signalling to mediate thrombus formation and hemostasis."}, {"pubmed": 30002123, "text": "HSP47 a well-established endoplasmic reticulum-resident collagen chaperone, also binds decorin, lumican, and fibromodulin with affinities comparable with that in the Hsp47-type I collagen interaction."}, {"pubmed": 30092114, "text": "It could be concluded that LF is a promising antifibrotic drug and could be considered as one of the HSP47 inhibitors but SM is still more potent"}, {"pubmed": 30153702, "text": "SERPINH1 was directly regulated by the miR-29 family, and its overexpression was detected in renal cell carcinoma surgical specimens and tyrosine kinase inhibitor failure autopsy specimens. High expression of SERPINH1 was significantly associated with tumor stage, pathological grade and poor prognosis."}, {"pubmed": 30541925, "text": "Increased Hsp47 expression is associated with collagen-related disorders such as fibrosis, characterized by abnormal collagen accumulation, highlighting Hsp47's potential as a clinically relevant therapeutic target."}, {"pubmed": 30986427, "text": "this study provides the largest repository of mutational hotspots of HSP47"}, {"pubmed": 31179625, "text": "Compound heterozygosity for a frameshift mutation and an upstream deletion that reduces expression of SERPINH1 in siblings with a moderate form of osteogenesis imperfecta has been reported."}, {"pubmed": 31570520, "text": "Heat shock protein 47 (HSP47) binds to discoidin domain-containing receptor 2 (DDR2) and regulates its protein stability"}, {"pubmed": 31664133, "text": "TGF-beta1-induced HSP47 regulates extracellular matrix accumulation via Smad2/3 signaling pathways in nasal fibroblasts."}, {"pubmed": 32015106, "text": "Gene amplification and increased expression of Hsp47 were associated with cancer metastasis."}, {"pubmed": 32091407, "text": "SERPINH1 regulates EMT and gastric cancer metastasis via the Wnt/beta-catenin signaling pathway."}, {"pubmed": 32102897, "text": "Heat Shock Protein 47 Maintains Cancer Cell Growth by Inhibiting the Unfolded Protein Response Transducer IRE1alpha."}, {"pubmed": 32235846, "text": "Regulation of aberrantly expressed SERPINH1 by antitumor miR-148a-5p inhibits cancer cell aggressiveness in gastric cancer."}, {"pubmed": 32366908, "text": "HSP47 promotes metastasis of breast cancer by interacting with myosin IIA via the unfolded protein response transducer IRE1alpha."}, {"pubmed": 32587773, "text": "Heat shock protein 47 promotes tumor survival and therapy resistance by modulating AKT signaling via PHLPP1 in colorectal cancer."}, {"pubmed": 32666439, "text": "Transcriptional and epigenetic effects of Vitis vinifera L. leaf extract on UV-stressed human dermal fibroblasts."}, {"pubmed": 32928242, "text": "Presence of heat shock protein 47-positive fibroblasts in cancer stroma is associated with increased risk of postoperative recurrence in patients with lung cancer."}, {"pubmed": 32999266, "text": "COL3A1, COL6A3, and SERPINH1 Are Related to Glucocorticoid-Induced Osteoporosis Occurrence According to Integrated Bioinformatics Analysis."}, {"pubmed": 33053334, "text": "Interaction between KDELR2 and HSP47 as a Key Determinant in Osteogenesis Imperfecta Caused by Bi-allelic Variants in KDELR2."}, {"pubmed": 33661096, "text": "Cardiovascular disease risk factors induce mesenchymal features and senescence in mouse cardiac endothelial cells."}, {"pubmed": 34109710, "text": "Heat shock protein 47 confers chemoresistance on pancreatic cancer cells by interacting with calreticulin and IRE1alpha."}, {"pubmed": 34356607, "text": "Identification of HSP47 Binding Site on Native Collagen and Its Implications for the Development of HSP47 Inhibitors."}, {"pubmed": 34768968, "text": "miR-29b Regulates TGF-beta1-Induced Epithelial-Mesenchymal Transition by Inhibiting Heat Shock Protein 47 Expression in Airway Epithelial Cells."}, {"pubmed": 34998932, "text": "Regulation of the unfolded protein response transducer IRE1alpha by SERPINH1 aggravates periodontitis with diabetes mellitus via prolonged ER stress."}, {"pubmed": 35356880, "text": "[Bioinformatic analysis of immune correlation and prognostic value of SERPINs in glioma]."}, {"pubmed": 35768471, "text": "Investigating the role of heat shock protein 47 in fibrosis in Crohn's disease."}, {"pubmed": 36104825, "text": "H19 may regulate the immune cell infiltration in carcinogenesis of gastric cancer through miR-378a-5p/SERPINH1 signaling."}, {"pubmed": 36315987, "text": "High Levels of Heat Shock Protein 47 in the Aqueous Humor of Patients with Acute Primary Angle Closure."}, {"pubmed": 36371672, "text": "Biglycan promotes hepatic fibrosis through activating heat shock protein 47."}, {"pubmed": 36397358, "text": "Hub gene target of glioblastoma: LOX, SERPINH1 and TGFBI."}, {"pubmed": 37712121, "text": "Serpin family H member 1 and its related collagen gene network are the potential prognostic biomarkers and anticancer targets for glioma."}, {"pubmed": 37951979, "text": "HSP47 levels determine the degree of body adiposity."}, {"pubmed": 38055382, "text": "miR-29c-3p represses the angiogenesis of esophageal squamous cell carcinoma by targeting SERPINH1 to regulate the Wnt signaling pathway."}, {"pubmed": 38101577, "text": "SERPINH1 variants and thrombotic risk among middle-aged and older adults: a population-based cohort study."}, {"pubmed": 38432483, "text": "Alteration of SERPINH1 is associated with elevated expression in head and neck squamous cell carcinomas and its clinicopathological significance."}, {"pubmed": 38963323, "text": "Hsp47 promotes biogenesis of multi-subunit neuroreceptors in the endoplasmic reticulum."}], "genomic_pos": {"chr": "11", "end": 75572783, "ensemblgene": "ENSG00000149257", "start": 75562056, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 75283828, "start": 75273101, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0003433", "qualifier": "involved_in", "term": "chondrocyte development involved in endochondral bone morphogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006986", "pubmed": [1309665, 10023073], "qualifier": "involved_in", "term": "response to unfolded protein"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010951", "qualifier": "involved_in", "term": "negative regulation of endopeptidase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030199", "qualifier": "involved_in", "term": "collagen fibril organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032964", "qualifier": "involved_in", "term": "collagen biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051604", "qualifier": "involved_in", "term": "protein maturation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "is_active_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005783", "pubmed": 7656593, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005793", "pubmed": 15308636, "qualifier": "located_in", "term": "endoplasmic reticulum-Golgi intermediate compartment"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045121", "pubmed": 25204797, "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28327460, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004867", "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32814053, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005518", "pubmed": 7656593, "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051082", "qualifier": "enables", "term": "unfolded protein binding"}]}, "homologene": {"genes": [[7955, 30449], [7955, 555328], [8364, 100490491], [9031, 396228], [9544, 696171], [9598, 466899], [9606, 871], [9615, 485187], [9913, 510850], [10090, 12406], [10116, 29345]], "id": 20331}, "interpro": [{"desc": "Serpin family", "id": "IPR000215", "short_desc": "Serpin_fam"}, {"desc": "Serpin, conserved site", "id": "IPR023795", "short_desc": "Serpin_CS"}, {"desc": "Serpin domain", "id": "IPR023796", "short_desc": "Serpin_dom"}, {"desc": "Serpin superfamily", "id": "IPR036186", "short_desc": "Serpin_sf"}, {"desc": "Serpin superfamily, domain 1", "id": "IPR042178", "short_desc": "Serpin_sf_1"}, {"desc": "Serpin superfamily, domain 2", "id": "IPR042185", "short_desc": "Serpin_sf_2"}, {"desc": "Serpin H1, serpin domain", "id": "IPR033830", "short_desc": "Serpin_H1_serpin_dom"}], "ipi": ["IPI00032140", "IPI00910487", "IPI00976532", "IPI00978011", "IPI00978907", "IPI00979587", "IPI00980095", "IPI00981068", "IPI00981668", "IPI00981937", "IPI00984900", "IPI00985439"], "map_location": "11q13.5", "name": "serpin family H member 1", "other_names": ["47 kDa heat shock protein", "arsenic-transactivated protein 3", "cell proliferation-inducing gene 14 protein", "collagen binding protein 1", "colligin-1", "colligin-2", "heat shock protein 47", "rheumatoid arthritis antigen A-47", "rheumatoid arthritis-related antigen RA-A47", "serine (or cysteine) proteinase inhibitor, clade H (heat shock protein 47), member 1, (collagen binding protein 1)", "serine (or cysteine) proteinase inhibitor, clade H (heat shock protein 47), member 2, (collagen-binding protein 2)", "serpin H1", "serpin peptidase inhibitor, clade H (heat shock protein 47), member 1, (collagen binding protein 1)"], "pantherdb": {"HGNC": "1546", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88283", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 10090, "uniprot_kb": "P19324"}, {"RGD": "69302", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 10116, "uniprot_kb": "P29457"}, {"Ensembl": "ENSGALG00000011214", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 9031, "uniprot_kb": "P13731"}, {"ZFIN": "ZDB-GENE-050417-12", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7955, "uniprot_kb": "F1QQ30"}, {"ZFIN": "ZDB-GENE-080219-21", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7955, "uniprot_kb": "A8WFU6"}, {"ZFIN": "ZDB-GENE-990415-93", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 7955, "uniprot_kb": "F1QQ04"}, {"WormBase": "WBGene00005644", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5ECY2"}, {"WormBase": "WBGene00016187", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q18287"}, {"WormBase": "WBGene00005649", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q19651"}, {"WormBase": "WBGene00005647", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5EFH4"}, {"WormBase": "WBGene00005648", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "A9Z1L1"}, {"WormBase": "WBGene00005642", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5EE40"}, {"WormBase": "WBGene00008854", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q9XVQ1"}, {"WormBase": "WBGene00009708", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "O45520"}, {"WormBase": "WBGene00005643", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "O17365"}, {"FlyBase": "FBgn0038299", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VFC1"}, {"FlyBase": "FBgn0028984", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VFC2"}, {"FlyBase": "FBgn0031973", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLU4"}, {"FlyBase": "FBgn0028990", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9V3N1"}, {"FlyBase": "FBgn0037772", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VH46"}, {"FlyBase": "FBgn0036969", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VWB4"}, {"FlyBase": "FBgn0036970", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VPH9"}, {"FlyBase": "FBgn0262057", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q0E8C8"}, {"FlyBase": "FBgn0039795", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VA48"}, {"FlyBase": "FBgn0024293", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6V5"}, {"FlyBase": "FBgn0083141", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLZ8"}, {"FlyBase": "FBgn0033574", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7K508"}, {"FlyBase": "FBgn0002930", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7JWX3"}, {"FlyBase": "FBgn0052203", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q3HKQ3"}, {"FlyBase": "FBgn0028986", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VII7"}, {"FlyBase": "FBgn0015586", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VVW1"}, {"FlyBase": "FBgn0033115", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q8SZF4"}, {"FlyBase": "FBgn0028983", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7JV69"}, {"FlyBase": "FBgn0033112", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6R3"}, {"FlyBase": "FBgn0024294", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7KA66"}, {"FlyBase": "FBgn0028987", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLQ7"}, {"FlyBase": "FBgn0053121", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLV3"}, {"FlyBase": "FBgn0034195", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q4V3G2"}, {"FlyBase": "FBgn0028988", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7YTY6"}, {"FlyBase": "FBgn0044011", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q8SYY7"}, {"FlyBase": "FBgn0051902", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q0E8V6"}, {"FlyBase": "FBgn0263109", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6I3"}, {"FlyBase": "FBgn0032178", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VL44"}, {"FlyBase": "FBgn0033113", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6R4"}, {"FlyBase": "FBgn0265137", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7K8Y5"}, {"TAIR": "2062400", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O82283"}, {"TAIR": "2024532", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9SH52"}, {"EnsemblGenome": "AT1G62170", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O04582"}, {"TAIR": "2055185", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9ZQR6"}, {"TAIR": "2096910", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9M1T7"}, {"TAIR": "2066316", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O48706"}, {"TAIR": "2059585", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9SIR9"}, {"TAIR": "2008321", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "F4I826"}, {"TAIR": "2015443", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9S7T8"}], "uniprot_kb": "P50454"}, "pathway": {"reactome": [{"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474290", "name": "Collagen formation"}, {"id": "R-HSA-1650814", "name": "Collagen biosynthesis and modifying enzymes"}], "wikipathways": [{"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4786", "name": "Type I collagen synthesis in the context of Osteogenesis imperfecta"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}, {"id": "WP4942", "name": "15q13.3 copy number variation syndrome"}]}, "pfam": "PF00079", "pharmgkb": "PA35034", "pharos": {"target_id": 5995, "tdl": "Tbio"}, "pir": ["I52968", "S20608"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325708", "relationship": "is"}, {"id": "GNF325709", "relationship": "is"}, {"id": "GNF325710", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246867", "relationship": "is"}, {"id": "GNF246868", "relationship": "is"}, {"id": "GNF246869", "relationship": "is"}, {"id": "GNF246870", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160015", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF036214", "relationship": "similar to"}, {"id": "GNF036215", "relationship": "similar to"}, {"id": "GNF037245", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089783", "relationship": "is"}, {"id": "GNF089784", "relationship": "is"}, {"id": "GNF089785", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050949", "relationship": "is"}, {"id": "GNF055714", "relationship": "is"}, {"id": "GNF060387", "relationship": "is"}, {"id": "GNF078824", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066669", "relationship": "is"}, {"id": "GNF066670", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF013221", "relationship": "is"}, {"id": "GNF013222", "relationship": "is"}, {"id": "GNF013223", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF331161", "relationship": "is"}, {"id": "GNF332578", "relationship": "is"}, {"id": "GNF333673", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337187", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094327", "relationship": "is"}, {"id": "GNF133984", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_012052.1"], "protein": ["NP_001193943.1", "NP_001226.2", "XP_011543629.1", "XP_024304524.1", "XP_047283756.1", "XP_054226328.1", "XP_054226329.1", "XP_054226330.1"], "rna": ["NM_001207014.3", "NM_001235.5", "XM_011545327.2", "XM_024448756.2", "XM_047427800.1", "XM_054370353.1", "XM_054370354.1", "XM_054370355.1"], "translation": [{"protein": "XP_054226328.1", "rna": "XM_054370353.1"}, {"protein": "XP_054226330.1", "rna": "XM_054370355.1"}, {"protein": "NP_001193943.1", "rna": "NM_001207014.3"}, {"protein": "XP_024304524.1", "rna": "XM_024448756.2"}, {"protein": "XP_011543629.1", "rna": "XM_011545327.2"}, {"protein": "XP_054226329.1", "rna": "XM_054370354.1"}, {"protein": "XP_047283756.1", "rna": "XM_047427800.1"}, {"protein": "NP_001226.2", "rna": "NM_001235.5"}]}, "reporter": {"HG-U133_Plus_2": "207714_s_at", "HG-U95Av2": ["33681_at", "39166_s_at", "39167_r_at"], "HTA-2_0": "TC11000809.hg.1", "HuEx-1_0": "3340589", "HuGene-1_1": "7942596", "HuGene-2_1": "16729128"}, "retired": [872, 89588, 119842], "summary": "This gene encodes a member of the serpin superfamily of serine proteinase inhibitors. The encoded protein is localized to the endoplasmic reticulum and plays a role in collagen biosynthesis as a collagen-specific molecular chaperone. Autoantibodies to the encoded protein have been found in patients with rheumatoid arthritis. Expression of this gene may be a marker for cancer, and nucleotide polymorphisms in this gene may be associated with preterm birth caused by preterm premature rupture of membranes. Alternatively spliced transcript variants have been observed for this gene, and a pseudogene of this gene is located on the short arm of chromosome 9. [provided by RefSeq, May 2011].", "symbol": "SERPINH1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413153"}, "unigene": "Hs.596449", "uniprot": {"Swiss-Prot": "P50454", "TrEMBL": ["E9PPV6", "A8K259", "E9PLA6", "E9PRS3", "E9PJH8", "E9PIG2", "E9PR70", "E9PK86", "E9PNX1", "H0YEP8", "E9PMI5", "E9PQ34", "E9PKH2"]}, "wikipedia": {"url_stub": "Heat shock protein 47"}}