{"AllianceGenome": "775", "HGNC": "775", "MIM": "107300", "_id": "462", "_version": 1, "accession": {"genomic": ["AB083701.1", "AB083703.1", "AB083704.1", "AB083705.1", "AB083706.1", "AB083707.1", "AF386078.2", "AH002613.2", "AH002614.2", "AH004913.2", "AL136170.14", "CH471067.1", "CP068277.2", "CQ975467.1", "DQ124932.1", "HH713706.1", "KY927056.1", "LC127223.1", "LC127224.1", "LC127225.1", "MF374783.1", "MH055804.1", "MH055805.1", "MH514005.1", "MH514006.1", "NC_000001.11", "NC_060925.1", "NG_012462.1", "S43612.1", "S44548.1", "S44549.1", "S49759.1", "U11270.1", "X00237.1", "X00238.1", "X03203.1", "X03204.1", "X68793.1"], "protein": ["AAA19930.1", "AAA51793.1", "AAA51794.1", "AAA51795.1", "AAA51796.1", "AAB19468.1", "AAB23132.1", "AAB40025.1", "AAG35525.1", "AAH22309.1", "AAK60337.1", "AAZ38825.1", "AKR04958.1", "ANC47990.1", "ATY37561.1", "AWK91218.1", "AZI76171.1", "AZI76172.1", "BAA06212.1", "BAC21173.1", "BAC21174.1", "BAC21175.1", "BAC21176.1", "BAG35537.1", "BAU71156.1", "BAU71157.1", "CAA25059.1", "CAA25060.1", "CAA26951.1", "CAA26952.1", "CAA48690.1", "CAI45858.1", "CBX54631.1", "EAW90969.1", "EAW90970.1", "EAW90971.1", "NP_000479.1", "NP_001351981.1", "NP_001373231.1", "NP_001373232.1", "NP_001373233.1", "NP_001373234.1", "NP_001373235.1", "P01008.1", "QBI22263.1", "QBI22264.1"], "rna": ["AF130100.1", "AK312654.1", "BC022309.1", "D29832.1", "H62671.1", "H65301.1", "H71210.1", "KP780080.1", "KX151146.1", "NM_000488.4", "NM_001365052.2", "NM_001386302.1", "NM_001386303.1", "NM_001386304.1", "NM_001386305.1", "NM_001386306.1", "R84868.1"], "translation": [{"protein": "BAG35537.1", "rna": "AK312654.1"}, {"protein": "NP_001373232.1", "rna": "NM_001386303.1"}, {"protein": "NP_001373234.1", "rna": "NM_001386305.1"}, {"protein": "NP_001351981.1", "rna": "NM_001365052.2"}, {"protein": "NP_001373233.1", "rna": "NM_001386304.1"}, {"protein": "AKR04958.1", "rna": "KP780080.1"}, {"protein": "NP_001373235.1", "rna": "NM_001386306.1"}, {"protein": "ANC47990.1", "rna": "KX151146.1"}, {"protein": "BAA06212.1", "rna": "D29832.1"}, {"protein": "NP_000479.1", "rna": "NM_000488.4"}, {"protein": "AAG35525.1", "rna": "AF130100.1"}, {"protein": "AAH22309.1", "rna": "BC022309.1"}, {"protein": "NP_001373231.1", "rna": "NM_001386302.1"}]}, "alias": ["AT3", "AT3D", "ATIII", "ATIII-R2", "ATIII-T1", "ATIII-T2", "THPH7"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-02-26T17:00:00.000Z", "disease_label": "hereditary antithrombin deficiency", "gcep": "Hemostasis/Thrombosis Gene Curation Expert Panel", "moi": "SD", "mondo": "MONDO:0013144", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_dd6376b1-1593-461f-bfc8-cec5cfb1c3f8-2020-02-26T170000.000Z", "sop": "SOP7"}}, "ensembl": {"gene": "ENSG00000117601", "protein": "ENSP00000356671", "transcript": ["ENST00000367698", "ENST00000487183", "ENST00000494024"], "translation": [{"protein": "ENSP00000356671", "rna": "ENST00000367698"}], "type_of_gene": "protein_coding"}, "entrezgene": "462", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.62419569, "exp_mis": 160.281648, "exp_syn": 65.921635, "lof_z": 3.78813765143216, "mis_z": 1.16991270468972, "mu_lof": 1.03180115395e-06, "mu_mis": 1.38874733693e-05, "mu_syn": 5.5592933663e-06, "n_lof": 0.0, "n_mis": 130.0, "n_syn": 64.0, "p_li": 0.993263587241958, "p_null": 1.11140447976132e-06, "p_rec": 0.00673530135356232, "syn_z": 0.146725390993379}, "bp": 1395, "cds_end": 173886397, "cds_start": 173873026, "n_exons": 7, "nonpsych": {"exp_lof": 13.0918592, "exp_mis": 144.9259136, "exp_syn": 59.520989, "lof_z": 3.55346995528015, "mis_z": 1.33761714869342, "mu_lof": 1.03180115395e-06, "mu_mis": 1.38874733693e-05, "mu_syn": 5.5592933663e-06, "n_lof": 0.0, "n_mis": 113.0, "n_syn": 61.0, "p_li": 0.989603682441945, "p_null": 3.9188495333796e-06, "p_rec": 0.0103923987085217, "syn_z": -0.120697855695773}, "transcript": "ENST00000367698.3"}, "exons": [{"cdsend": 173917259, "cdsstart": 173903888, "chr": "1", "position": [[173903800, 173904065], [173907449, 173907514], [173909551, 173909942], [173910753, 173910891], [173911798, 173912014], [173914552, 173914919], [173917218, 173917327]], "strand": -1, "transcript": "NM_000488", "txend": 173917327, "txstart": 173903800}, {"cdsend": 173914816, "cdsstart": 173903888, "chr": "1", "position": [[173903518, 173904065], [173907449, 173907514], [173909551, 173909942], [173910753, 173910891], [173911798, 173912014], [173914552, 173914919], [173915017, 173915186], [173917218, 173917327]], "strand": -1, "transcript": "NM_001365052", "txend": 173917327, "txstart": 173903518}], "exons_hg19": [{"cdsend": 173886397, "cdsstart": 173873026, "chr": "1", "position": [[173872938, 173873203], [173876587, 173876652], [173878689, 173879080], [173879891, 173880029], [173880936, 173881152], [173883690, 173884057], [173886356, 173886465]], "strand": -1, "transcript": "NM_000488", "txend": 173886465, "txstart": 173872938}, {"cdsend": 173883954, "cdsstart": 173873026, "chr": "1", "position": [[173872656, 173873203], [173876587, 173876652], [173878689, 173879080], [173879891, 173880029], [173880936, 173881152], [173883690, 173884057], [173884155, 173884324], [173886356, 173886465]], "strand": -1, "transcript": "NM_001365052", "txend": 173886465, "txstart": 173872656}], "generif": [{"pubmed": 11686316, "text": "We report 5 children from 3 families with homozygous antithrombin deficiency type II affecting the heparin binding site (99 Leu to Phe mutation)."}, {"pubmed": 11686319, "text": "The single base substitution of G to A at nucleotide 2709 was found in a proband with a family history of venous thrombosis. This results in a substitution of 82 Ser by Asn, creating a new glycosylation site causing type I antithrombin deficiency."}, {"pubmed": 11754060, "text": "The karyotype showed 46XY, del(1)(q23q31.2), the antithrombin III (AT3, 1q23-q25.1) serum level and activity were half of normal."}, {"pubmed": 11854268, "text": "A specific pentasaccharide sequence (H5) in high affinity heparin induces a conformational change in antithrombin that is particularly important for factor Xa (fXa) inhibition (factor Xa)"}, {"pubmed": 11861278, "text": "Antithrombin prevents endotoxin-induced hypotension by inhibiting the induction of nitric oxide synthase in rat lung."}, {"pubmed": 12193972, "text": "Molecular biological basis and diagnosis of hereditary defects (review)"}, {"pubmed": 12353073, "text": "a new natural antithrombin mutation that confirms the critical contribution of lysine 114 to the binding of the core heparin pentasaccharide, with the replacement of lysine 114 by glutamate causing a complete loss in affinity"}, {"pubmed": 12369826, "text": "Arg is required in position 129 for high-affinity pentasaccharide binding of heparin to antithrombin, whereas Lys125 and Lys114 do not participate in intramolecular interactions of this type and can be acceptably replaced with Arg."}, {"pubmed": 12466122, "text": "Data show that anti-thrombin is widely expressed in prostate cancer but is gradually lost in tumors of high Gleason grade."}, {"pubmed": 12556442, "text": "hydrophobic residues Phe-122 and Phe-121 play a critical role in heparin binding and activation of antithrombin"}, {"pubmed": 12595305, "text": "A new antithrombin mutation, Phe229Leu, spontaneously polymerized in the proband's circulation, causing cerebral venous thrombosis. Molecular modeling suggested how the mutation might destabilize the protein and favor polymerization."}, {"pubmed": 12695507, "text": "study of the possibility that all pentasaccharide AT-binding sequences in antithrombin-heparin complex may catalyze factor Xa inhibition"}, {"pubmed": 12894857, "text": "Five novel and two previously reported point mutations in the antithrombin gene causing venous thrombosis were identified; the novel L409P mutation is a type 2 pleiotropic effects (PE) deficiency and it is highly conserved among other serpins."}, {"pubmed": 14532267, "text": "findings suggest that antithrombin exosites responsible for enhancing the rates of factor Xa and factor IXa inhibition in the conformationally activated inhibitor lie in strand 3 of beta-sheet C of the serpin"}, {"pubmed": 14652650, "text": "endotoxin-induced adhesion of leukocytes to endothelium can be reversed by ligation of syndecan-4 with antithrombin's heparin-binding site"}, {"pubmed": 15140129, "text": "identified two missense mutations affecting the shutter region of ATIII: P80S and G424R; the mutant ATIII is an inactive disulfide-linked dimer whose properties are consistent with head-to-head insertion of the reactive loop"}, {"pubmed": 15338392, "text": "Renal hypertension was caused by renal artery obstruction due to thrombus formation. This thrombus formation was attributed to antithrombin deficiency caused by a novel SERPINCI gene mutation (AT III Akita, M352R)."}, {"pubmed": 15630490, "text": "hAT3 might increase hepatic tissue levels of PGI2 via enhancement of hepatic I/R-induced activation of capsaicin-sensitive sensory neurons, thereby reducing liver injury in rats"}, {"pubmed": 15630491, "text": "clinical and biological features of heterozygotes who carry the N187D or N187K mutations; also investigated AT thermostability as well as the presence of latent or polymerized AT in plasma"}, {"pubmed": 15733967, "text": "The two mutated antithrombins were the same as that of wild type, but the specific activity of the E381del mutant decreased significantly compared with that of wild type."}, {"pubmed": 16542481, "text": "This review assembles the available experimental and clinical data on biological mechanisms of antithrombin in inflammatory coagulation activation."}, {"pubmed": 16705712, "text": "22 novel SERPINC1 mutations are associated with antithrombin deficiency."}, {"pubmed": 16796563, "text": "These results suggest that heparin-binding proteins influence the conformational equilibrium of iduronic acid residues that are directly or indirectly involved in binding."}, {"pubmed": 16940049, "text": "tyrosine 131 in the native conformation of antithrombin III activates it for factor Xa inhibition"}, {"pubmed": 16973611, "text": "This study reports that the poor inhibitory activity of the circulating of AT is partially conferred by intramolecular contacts that restrain the RCL, orient the P1 residue away from attacking proteases, and block the exosite used in protease recognition."}, {"pubmed": 17244682, "text": "Antithrombin A384S mutation is a prevalent genetic risk factor for venous thrombosis and is the most frequent cause of antithrombin deficiency in white populations."}, {"pubmed": 17244682, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17413759, "text": "pulmonary endothelium contributes to the antithrombin III metabolism with a 0.023 breakdown rate; The data support the hypothesis of a main endothelial catabolism of antithrombin III"}, {"pubmed": 17492649, "text": "findings suggested that FS-3Stop and Met-32Thr mutations are responsible for type I antithrombin deficiency, whereas Ser116Pro and Ala59Val mutations contribute to type II antithrombin deficiency"}, {"pubmed": 17597998, "text": "REVIEW OF AT3 BINDING INTERACTIONS, HEREDITARY AT3 DEFICIENCY, LOW LEVEL IN DIC"}, {"pubmed": 17849067, "text": "Report novel antithrombin heparin-binding site variant associated with low thrombotic risk."}, {"pubmed": 18056677, "text": "High antithrombin III in cerebrospinal fluid is associated with CNS lymphoma"}, {"pubmed": 18208532, "text": "A previously unreported heterozygous large deletion spanning exons 1-6 of the SERPINC1 gene was responsible for hereditary antithrombin deficiency in a Korean family."}, {"pubmed": 18550704, "text": "Identification in human milk of complexes of matriptase with ATIII, A1AT, or A2AP, provides evidence that the proteolytic activity of matriptase, from cells that express no or low levels of HAI-1, may be controlled by secreted serpins."}, {"pubmed": 18761717, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18923394, "text": "crystallographic structure of a stable serpin dimer which reveals a domain swap of more than 50 residues, including two long antiparallel beta-strands inserting in the centre of the principal beta-sheet of the neighbouring monomer"}, {"pubmed": 18954896, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18954896, "text": "Prevalence of genetic mutations in SERPINC1 in Japanese patients with venous thrombosis is reported."}, {"pubmed": 19004141, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19229049, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19229049, "text": "functional effect of the rs2227589 polymorphism not explained by its linkage with the promoter polymorphism that supports the moderate thrombotic risk associated with the A allele."}, {"pubmed": 19277409, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19277409, "text": "The study shows that Antithrombin Cambridge II (A384S) significantly increases the risk of myocardial infarction ."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19631608, "text": "AT-III directly acts on platelets and suppresses ADP-induced platelet granule secretion due to inhibiting HSP27 phosphorylation via p44/p42 MAPK and p38 MAPK."}, {"pubmed": 19715676, "text": "These results indicate that P2-Gly plays a key role in determining the S2 sub-site specificity and target protease selectivity of AT in circulation."}, {"pubmed": 19760264, "text": "Data show that large deletions explain almost half of otherwise unexplained type I AT-inherited deficiency cases."}, {"pubmed": 19762145, "text": "ATIII-macrophage migration inhibitory factor complexes were decreased in bladder cancer patient serum"}, {"pubmed": 19843180, "text": "Data confirmed that citrullination of antithrombin abolished its activity and that citrullination of antithrombin caused its polymerization."}, {"pubmed": 19861246, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19924026, "text": "study showed marked decrease in the level of the physiologic inhibition system of coagulation including antithrombin III, protein C, and protein S in 100% of septic neonates, compared to the control group"}, {"pubmed": 20024502, "text": "with the exception of factor XIa, heparin-mediated conformational modulation of the active-sites of coagulation proteases makes a minor contribution to the regulation of these proteases by AT"}, {"pubmed": 20088933, "text": "Letter: Used thrombinography to gain insight into the respective influence of SERPINC1 mutations responsible for different AT phenotypes on the coagulability level and on the risk of thrombosis."}, {"pubmed": 20224507, "text": "In non-ST elevation-Acute Coronary Syndrome patientshe severity of culprit lesion may be associated with plasma D-dimer, thrombin-antithrombin III complex, and Prothrombin Factor 1 + 2 (PF1.2)levels"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20683322, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21044781, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21240680, "text": "descriptions of and pedigrees for 2 cases of antithrombin deficiency in China: (1) frameshift mutation in SERPINC1 and (2) large deletion including all seven exons of SERPINC1"}, {"pubmed": 21264449, "text": "genetic polymorphism is associated with antithrombin deficiency and venous thromboembolism"}, {"pubmed": 21316837, "text": "Clinical manifestations of acute focal neurological deficits in stroke were associated with plasma AT-III and fibrinogen"}, {"pubmed": 21569219, "text": "Data suggest that antithrombin appears to play an active role in factor VIIa inhibition during cardiac surgery."}, {"pubmed": 21569220, "text": "Studies suggest that for test-order policy of thrombophilia screening for PC, PS, and AT should be limited to outpatients."}, {"pubmed": 21655678, "text": "new AT gene mutation leading to type 1 AT deficiency manifested as venous and arterial thrombosis"}, {"pubmed": 21795523, "text": "The data suggested that normal epithelial cells use a dual mechanism involving hepatocyte growth factor activator inhibitor-1 and antithrombin to control matriptase and that the antithrombin-based mechanism is lost in the majority of carcinomas."}, {"pubmed": 21885952, "text": "A novel splice-site mutation c.42-2A>T (IVS1-2A>T) of SERPINC1 has been described in a Korean family with inherited antithrombin deficiency."}, {"pubmed": 22116592, "text": "analysis of two de novo mutations responsible for type I antithrombin deficiency"}, {"pubmed": 22234719, "text": "identification of the first mutation located in regulatory region, which is associated with antithrombin deficiency"}, {"pubmed": 22353523, "text": "The serum ATIII level before hepatectomy in hepatocellular carcinoma is valuable to estimate the pathological background and predict postoperative liver failure/ dysfunction."}, {"pubmed": 22398878, "text": "analysis of genotype-phenotype correlation of SERPIN C1 in patients with antithrombin deficiency from Southern Italy"}, {"pubmed": 22424603, "text": "results revealed that the type I AT deficiency in two patients was caused by impaired secretion of the AT-Trp225Cys and AT-Ala404Asp mutant proteins."}, {"pubmed": 22481271, "text": "Under mild heating conditions, purified antithrombin London recruited WT monomers into growing polymers, reducing the anticoagulant activity."}, {"pubmed": 22498748, "text": "Heparin-binding antithrombin mutations are associated with thrombosis."}, {"pubmed": 22627591, "text": "analysis of deficiencies of antithrombin, protein C and protein S in a large patient cohort shows that genotyping for patients with AT deficiency is indicated for all subnormal activities, but not for PC activities >70% and for PS activities >55%"}, {"pubmed": 22918506, "text": "effect of antithrombin (SERPINC1), protein C (PROC), thrombomodulin (THBD) and tissue factor pathway inhibitor (TFPI) single nucleotide polymorphisms (SNPs) on the risk of recurrent pregnancy loss"}, {"pubmed": 22958499, "text": "Data suggest that plasma FVIIa-AT complex (coagulation factor VII-antithrombin III) is higher in portal vein thrombosis (PVT; without cirrhosis) than in healthy subjects; no difference in FVIIa-AT complex is observed in cirrhosis with/without PVT."}, {"pubmed": 22997155, "text": "A novel heterozygous mutation on exon 5 (c.1009C > T p.Q337X)of the SerpinC1 gene was identified in two half-siblings with neonatal cerebral sinus venous thrombosis."}, {"pubmed": 23117546, "text": "Rare double heterozygous mutations in antithrombin underlie hereditary thrombophilia in a Chinese family"}, {"pubmed": 23329010, "text": "analysis of compound heterozygosty of SERPINC1 in antithrombin deficiency [case reports]"}, {"pubmed": 23416531, "text": "A novel function for AT, which accelerates the modulation of FXa into the fibrinolytic form."}, {"pubmed": 23429250, "text": "Prevalence of inherited antithrombin mutations in thrombosis patients is higher than previously estimated."}, {"pubmed": 23809926, "text": "data showed heterozygous mutations of c.2534C>T (R56C), c.13398C>A (A459D) and c.2703C>G (P112R) in the AT gene caused antithrombin (AT) deficiency in 3 unrelated Japanese pedigrees; findings suggest the A459D and P112R mutants are responsible for type I AT deficiency"}, {"pubmed": 23844096, "text": "Data indicate that in patients on haemodialysis, thrombin-antithrombin (TAT) levels were increased and inversely correlated with primary assisted patency and secondary patency."}, {"pubmed": 24068708, "text": "The allosteric mechanism of activation of antithrombin as an inhibitor of factor IXa and factor Xa: heparin-independent full activation through mutations adjacent to helix D."}, {"pubmed": 24072242, "text": "Mutation in SERPINC1 is associated with inherited homozygous antithrombin deficiency"}, {"pubmed": 24196373, "text": "The type of inherited AT defect modulates not only the risk of thromboembolism but also the localisation."}, {"pubmed": 24226152, "text": "genetic polymorphism affects endogenous thrombin potential among FV Leiden carriers"}, {"pubmed": 24583439, "text": "AT-p.Ala416Pro mutation was responsible for type IIa AT deficiency in the family."}, {"pubmed": 24966143, "text": "prevalence of mutations in a cohort of pediatric patients with venous thromboembolism is reported"}, {"pubmed": 25087890, "text": "Report antirhtombin III levels were negatively correlated with gestational age during third trimester of pregnancy, and fall further immediately after childbirth."}, {"pubmed": 25298121, "text": "report of a large in-frame deletion causing antithrombin deficiency"}, {"pubmed": 25307422, "text": "We posit that active site adduction is the mechanism of MGO-mediated inhibition of ATIII, and thus contributes to the underlying pathophysiology of the diabetic hypercoagulable state and complications thereof."}, {"pubmed": 25312341, "text": "We identified a novel hereditary mutation, g.1267G>A (p.A391T), in the AT gene, which reduces its heparin binding capacity and might be associated with resistance to heparin"}, {"pubmed": 25361738, "text": "The increased SERPINC1 SNP frequency among Han patients receiving heart surgery might contribute to the differences in their perioperative sensitivity to heparin"}, {"pubmed": 25483839, "text": "This suggests that allosteric information propagation pathways are present even in the non-activated native form of antithrombin."}, {"pubmed": 25522812, "text": "c.1058C>T variant in the SERPINC1 gene is pathogenic for antithrombin deficiency."}, {"pubmed": 25771983, "text": "Polymorphisms in factor V and antithrombin III gene in recurrent pregnancy loss"}, {"pubmed": 25811371, "text": "this is the first report of AT mutations in SERPINC1 gene in Indo-Aryan population where a novel point mutation p.T280A and a novel single nucleotide insertion g.13362_13363insA are reported."}, {"pubmed": 25837307, "text": "analysis of mutations in SERPINC1 with a role in Hereditary antithrombin (AT) deficiency"}, {"pubmed": 25851619, "text": "Selective disruption of exosite-mediated regulation of factor IX by heparin and antithrombin can be achieved with preserved or enhanced thrombin generation capacity."}, {"pubmed": 26108065, "text": "Patients with low antithrombin III activities presented a higher risk of developing acute kidney injury after cardiac surgery."}, {"pubmed": 26177694, "text": "Letter/Case Report: novel antithrombin mutation resulting in antithrombin deficiency and arterial/venous thrombosis."}, {"pubmed": 26354831, "text": "Elevated levels of circulating microparticles can play a role in carriers of mild and severe inherited thrombophilia resulting from antithrombin deficiency."}, {"pubmed": 26581031, "text": "Describe antibody specifically targeting a unique conformational epitope on antithrombin III beta conformation that blocks anticoagulation."}, {"pubmed": 26747427, "text": "The present study highlights that AT physiological activities are strictly controlled not only by a core fucose at the reducing end but also by the high-mannose-type structures at the nonreducing end. The beta-form with the immature high-mannose type appears to function as a more potent anticoagulant than the AT typically found in human plasma, once it emerges in the blood."}, {"pubmed": 26748602, "text": "In Hungary, the founder mutation, ATBp3, is the most common Antithrombin deficiency"}, {"pubmed": 26916305, "text": "This is the first case of pregnancy related stroke, associated with type-II heparin binding site antithrombin deficiency (c. 391C > T, p.Leu131Phe), that has been reported so far. A genetic analysis of the AT gene (SERPINC1) was performed."}, {"pubmed": 27003919, "text": "The relevance of the vitamin D pathway on the regulation of SERPINC1 was confirmed in a cell model."}, {"pubmed": 27098529, "text": "It was our aim to identify mutations in SERPINC1 causing transient antithrombin deficiency. SERPINC1 was sequenced in 214 cases with a positive test for antithrombin deficiency, including 67 with no deficiency in the sample delivered to our laboratory. The p.Val30Glu mutation (Antithrombin Dublin) was identified in five out of these 67 cases, as well as in three out of 127 cases with other SERPINC1 mutations."}, {"pubmed": 27161325, "text": "Nine patients (1.8%), [5% in arterial thrombosis and 0.8% in venous thrombosis] showed a missense variant in exon 5 i.e. p.Pro305His (c.1033 C > A); none of these patients showed the presence of any other variations in the gene."}, {"pubmed": 27214821, "text": "aberrant N-glycosylation causing a recessive or transient antithrombin deficiency is a new form of thrombophilia that does not have a SERPINC1 gene defect"}, {"pubmed": 27222580, "text": "Our studies of ATIII in-cell folding reveal a surprising, biased order of disulfide bond formation, with early formation of the C-terminal disulfide, before formation of the N-terminal disulfides, critical for folding to the active, metastable state"}, {"pubmed": 27279637, "text": "the first report of regulatory region polymorphisms in SERPINC1 gene in Indian population"}, {"pubmed": 27492143, "text": "evaluation of serum proteins reveals that SERPINA1, SERPINA3 and SERPINC1 could be useful to discriminate healthy from colorectal carcinoma patients with a high sensitivity and specificity"}, {"pubmed": 27708219, "text": "Study identified one new small deletion within AT, which results in the loss of four amino acids (INEL) and is located at strand 3 of beta-sheet A, a region highly conserved in SERPINC1. This mutation leads to type I AT deficiency by promoting the intracellular retention of AT, which induces ER stress."}, {"pubmed": 27863268, "text": "different types of SERPINC1 mutations may play different roles in the development of VTE"}, {"pubmed": 28174134, "text": "The odds ratio of developing idiopathic fatal pulmonary embolism as a variant carrier for SERPINC1 is 144.2 (95% CI, 26.3-779.4; P = 1.7 x 10- 7)."}, {"pubmed": 28229161, "text": "Report high levels of latent antithrombin in plasma from patients with antithrombin deficiency caused by mutations affecting the stability of the native conformation."}, {"pubmed": 28274560, "text": "Antithrombin III measurement may help to identify patients more precisely who are developing acute liver failure during mechanical circulatory support."}, {"pubmed": 28300866, "text": "this study shows that risk for thrombosis is associated with the different SERPINC1 genotypes"}, {"pubmed": 28317092, "text": "The results this study reveal several novel mutations to the already growing list of SERPINC1 mutations, thereby adding to our knowledge of the molecular background of antithrombin deficiency."}, {"pubmed": 28361296, "text": "Data indicate that all patients suffered from homozygous antithrombin (AT) deficiency caused by the mutation p.Leu131Phe in the AT gene (SERPINC1)."}, {"pubmed": 28424376, "text": "Studies indicate that antithrombin III (ATIII) and its gene SerpinC1 may be related to many diseases, including hypertension and kidney diseases."}, {"pubmed": 28607330, "text": "The frequency of SERPINC1, PROC, and PROS1 mutations and their thromboembolic manifestations was characterized in patients with AT, PC, or PS deficiencies, inhabiting southern Poland."}, {"pubmed": 28783511, "text": "Thirty-one members of a single family were included. Clinical data was collected regarding thrombotic history. The mutation was identified by direct sequencing of the SERPINC1 gene. HEK293 cells were transfected with wild type and mutant SERPINC1 plasmids."}, {"pubmed": 28861852, "text": "Laboratory tests and direct sequencing of PROC and SERPINC1 were conducted for the patient and his family members. Coagulation tests revealed that the patient presented type I antithrombin deficiency combined with decreased protein C activity resulting from a small insertion mutation c.848_849insGATGT in SERPINC1 and a short deletion variant c.572_574delAGA in PROC."}, {"pubmed": 29112333, "text": "F7 and PROCR SNPs are important determinants of variation in circulating FVIIa and FVIIa-AT levels. Findings suggest that higher FVIIa is a risk factor for ischemic stroke in older adults, whereas FVIIa-AT may reflect mortality risk."}, {"pubmed": 29215785, "text": "L99F mutation of AT is associated with destabilization of the serpin structure, and the loss of anti-inflammatory signaling function of the heparin-binding site variants may also contribute to enhanced thrombosis in carriers of HBS mutations."}, {"pubmed": 29564838, "text": "Letter/Case Report: duplication of SERPINC1 exon 6 resulting in antithrombin III deficiency."}, {"pubmed": 30005274, "text": "Molecular analysis may be the best method to identify antithrombin deficiency. Up to 80% of patients with antithrombin deficiency have SERPINC1 gene defects, mostly (90% of the 315 gene defects described so far) point mutations or small deletions or insertions affecting the 7 exons or flanking regions. [review]"}, {"pubmed": 30458337, "text": "This study results indicate a difference between type I and type II antithrombin (AT) deficiency. The risk of pregnancy related venous thromboembolism was equally present in both groups, except for AT Budapest 3 in the heterozygous variant, while adverse pregnancy outcomes were strictly related to type II, especially AT Budapest 3 in the homozygous variant."}, {"pubmed": 30896875, "text": "SERPINC1 was upregulated in tumor tissues from patients with NPC. Knockdown of SERPINC1 suppressed the proliferation and promoted the apoptosis of HNE3 cells by regulating the expression levels of cell cycle- and apoptosis-associated proteins."}, {"pubmed": 30931675, "text": "Antithrombin III is lower in sepsis syndrome neonates and may have a role in sepsis"}, {"pubmed": 31030036, "text": "The SERPINC1 mutations detected in patients with type I AT deficiency included single nucleotide missense or nonsense mutations, small intragenic insertions or deletions, and large genomic structural deletions. Large deletions of SERPINC1 were caused by various recurrent or non-recurrent complex genomic rearrangement mutations."}, {"pubmed": 31142255, "text": "Role of Both Protein C and Antithrombin III as Predictors of Stage of Liver Disease in Chronic Viral Hepatitis B or C Infected Patients."}, {"pubmed": 31157679, "text": "Identified are two new intronic mutations that might affect the correct splicing of exon 6 according to in-silico predictions: c.1154-1 G>C, which strongly disturbs the acceptor sequence and c.1219-534 A>G, a deep intronic mutation that might generate a cryptic donor sequence; both might compete with the wild-type donor sequence and explain the associated moderate antithrombin deficiency deficiency of carriers."}, {"pubmed": 31378371, "text": "A novel alternatively spliced isoform of antithrombin III containing an additional RCL-like loop has been reported."}, {"pubmed": 31441586, "text": "A novel SERPINC1 frameshift mutation in two antithrombin deficiency families."}, {"pubmed": 31480053, "text": "Two Novel Mutations Cause Hereditary Antithrombin Deficiency in a Chinese Family."}, {"pubmed": 32151802, "text": "Seventeen novel SERPINC1 variants causing hereditary antithrombin deficiency in a Czech population."}, {"pubmed": 32686144, "text": "Genotype-phenotype gradient of SERPINC1 variants in a single family reveals a severe compound antithrombin deficiency in a dead embryo."}, {"pubmed": 32745482, "text": "Novel SERPINC1 missense mutation (Cys462Tyr) causes disruption of the 279Cys-462Cys disulfide bond and leads to type hereditary antithrombin deficiency."}, {"pubmed": 32829961, "text": "Understanding the andromeda strain - The role of cytokine release, coagulopathy and antithrombin III in SARS-CoV2 critical illness."}, {"pubmed": 32865720, "text": "A prediction model of sepsis-associated acute kidney injury based on antithrombin III."}, {"pubmed": 32920809, "text": "Antithrombin p.Thr147Ala: The First Founder Mutation in People of African Origin Responsible for Inherited Antithrombin Deficiency."}, {"pubmed": 33179232, "text": "[Clinical and genetic analysis of a pedigree affected with type I hereditary antithrombin deficiency due to a g.2736dupT variant of the AT gene]."}, {"pubmed": 33394380, "text": "Cerebral venous sinus thrombosis in child with antithrombin deficiency and novel SERPINC1 variant."}, {"pubmed": 33401890, "text": "Novel Mutation p.Asp374Val of SERPINC1 in a Turkish Family with Inherited Antithrombin Deficiency"}, {"pubmed": 33419227, "text": "N-Glycosylation as a Tool to Study Antithrombin Secretion, Conformation, and Function."}, {"pubmed": 34207366, "text": "Cis-Segregation of c.1171C>T Stop Codon (p.R391*) in SERPINC1 Gene and c.1691G>A Transition (p.R506Q) in F5 Gene and Selected GWAS Multilocus Approach in Inherited Thrombophilia."}, {"pubmed": 34324211, "text": "High penetrance of inferior vena cava system atresia in severe thrombophilia caused by homozygous antithrombin Budapest 3 variant: Description of a new syndrome."}, {"pubmed": 34655467, "text": "Extracellular Histones Bind Vascular Glycosaminoglycans and Inhibit the Anti-Inflammatory Function of Antithrombin."}, {"pubmed": 34783290, "text": "Downregulation of microRNA-200c-3p alleviates the aggravation of venous thromboembolism by targeting serpin family C member 1."}, {"pubmed": 34851072, "text": "New SERPINC1 gene mutations in patients with antithrombin deficiency: antithrombin Lodz I, II, III, and IV."}, {"pubmed": 35062299, "text": "Modulation of HIV Replication in Monocyte-Derived Macrophages (MDM) by Host Antiviral Factors Secretory Leukocyte Protease Inhibitor and Serpin Family C Member 1 Induced by Steroid Hormones."}, {"pubmed": 35486842, "text": "Two SERPINC1 variants affecting N-glycosylation of Asn224 cause severe thrombophilia not detected by functional assays."}, {"pubmed": 36056630, "text": "Native and activated antithrombin inhibits TMPRSS2 activity and SARS-CoV-2 infection."}, {"pubmed": 36526880, "text": "Identification and functional analysis of three novel genetic variants resulting in premature termination codons in three unrelated patients with hereditary antithrombin deficiency."}, {"pubmed": 36655246, "text": "[Case report of pulmonary embolism after balloon pulmonary angioplasty triggered by decreased antithrombin activity in a patient with chronic thromboembolic disease]."}, {"pubmed": 37021543, "text": "Functional, biochemical, molecular and clinical characterization of antithrombin c.1157T>C (p.Ile386Thr), a recurrent Polish variant with a founder effect."}, {"pubmed": 37201530, "text": "Antithrombin Deficiency Is Associated with Prothrombotic Plasma Fibrin Clot Phenotype."}, {"pubmed": 37384805, "text": "Antithrombin Deficiency: Frequency in Patients with Thrombosis and Thrombophilic Families."}, {"pubmed": 37976729, "text": "A novel mutation p.Met1Val in SERPINC1 gene causes hereditary antithrombin deficiency in a Chinese family with thrombotic disease."}, {"pubmed": 38104950, "text": "Clinical and functional characterization of rare compound heterozygous mutations in the SERPINC1 gene causing severe thrombophilia."}, {"pubmed": 38448020, "text": "[Phenotypic and genetic analysis of a Chinese pedigree affected with Hereditary antithrombin deficiency due to a novel variant of SERPINC1 gene]."}], "genomic_pos": {"chr": "1", "end": 173917327, "ensemblgene": "ENSG00000117601", "start": 173903800, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 173886516, "start": 173872947, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007596", "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030193", "qualifier": "involved_in", "term": "regulation of blood coagulation"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 1695900, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0072562", "pubmed": 22516433, "qualifier": "located_in", "term": "blood microparticle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 15853774, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0004867", "pubmed": 12878203, "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12878203, 22582013], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 18923394, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[4530, 4326898], [7955, 321545], [8364, 493515], [9031, 424440], [9544, 708854], [9598, 457528], [9606, 462], [9615, 480066], [9913, 540261], [10090, 11905], [10116, 304917]], "id": 20139}, "interpro": [{"desc": "Serpin family", "id": "IPR000215", "short_desc": "Serpin_fam"}, {"desc": "Serpin, conserved site", "id": "IPR023795", "short_desc": "Serpin_CS"}, {"desc": "Serpin domain", "id": "IPR023796", "short_desc": "Serpin_dom"}, {"desc": "Antithrombin-III, serpin domain", "id": "IPR033829", "short_desc": "Antithrombin_3_serpin_domain"}, {"desc": "Serpin superfamily", "id": "IPR036186", "short_desc": "Serpin_sf"}, {"desc": "Serpin superfamily, domain 1", "id": "IPR042178", "short_desc": "Serpin_sf_1"}, {"desc": "Serpin superfamily, domain 2", "id": "IPR042185", "short_desc": "Serpin_sf_2"}], "ipi": "IPI00032179", "map_location": "1q25.1", "name": "serpin family C member 1", "other_names": ["antithrombin-III", "serine (or cysteine) proteinase inhibitor, clade C (antithrombin), member 1", "serpin peptidase inhibitor clade C member 1", "serpin peptidase inhibitor, clade C (antithrombin), member 1"], "pantherdb": {"HGNC": "775", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88095", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 10090, "uniprot_kb": "P32261"}, {"RGD": "1307404", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 10116, "uniprot_kb": "Q5M7T5"}, {"Ensembl": "ENSGALG00000004591", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 9031, "uniprot_kb": "F1NLP7"}, {"ZFIN": "ZDB-GENE-030131-264", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 7955, "uniprot_kb": "Q8AYE3"}, {"TAIR": "2062400", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O82283"}, {"TAIR": "2024532", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9SH52"}, {"EnsemblGenome": "AT1G62170", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O04582"}, {"TAIR": "2055185", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9ZQR6"}, {"TAIR": "2096910", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9M1T7"}, {"TAIR": "2066316", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O48706"}, {"TAIR": "2059585", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9SIR9"}, {"TAIR": "2008321", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "F4I826"}, {"TAIR": "2015443", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9S7T8"}], "uniprot_kb": "P01008"}, "pathway": {"kegg": {"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, "pid": {"id": "glypican_1pathway", "name": "Glypican 1 network"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-140837", "name": "Intrinsic Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140875", "name": "Common Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140877", "name": "Formation of Fibrin Clot (Clotting Cascade)"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}], "smpdb": [{"id": "SMP00272", "name": "Enoxaparin Action Pathway"}, {"id": "SMP00273", "name": "Fondaparinux Action Pathway"}, {"id": "SMP00274", "name": "Heparin Action Pathway"}, {"id": "SMP00275", "name": "Ardeparin Action Pathway"}], "wikipathways": {"id": "WP558", "name": "Complement and Coagulation Cascades"}}, "pdb": ["1ANT", "1ATH", "1AZX", "1BR8", "1DZG", "1DZH", "1E03", "1E04", "1E05", "1JVQ", "1LK6", "1NQ9", "1OYH", "1R1L", "1SR5", "1T1F", "1TB6", "2ANT", "2B4X", "2B5T", "2BEH", "2GD4", "2HIJ", "2ZNH", "3EVJ", "3KCG", "4EB1"], "pfam": "PF00079", "pharmgkb": "PA35026", "pharos": {"target_id": 3966, "tdl": "Tclin"}, "pir": "A49494", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246063", "relationship": "is"}, {"id": "GNF246064", "relationship": "is"}, {"id": "GNF246065", "relationship": "is"}, {"id": "GNF246066", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039177", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089765", "relationship": "is"}, {"id": "GNF089766", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF056912", "relationship": "is"}, {"id": "GNF061737", "relationship": "is"}, {"id": "GNF078688", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066355", "relationship": "is"}, {"id": "GNF066356", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013212", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF334946", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094316", "relationship": "is"}, {"id": "GNF133973", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_012462.1"], "protein": ["NP_000479.1", "NP_001351981.1", "NP_001373231.1", "NP_001373232.1", "NP_001373233.1", "NP_001373234.1", "NP_001373235.1"], "rna": ["NM_000488.4", "NM_001365052.2", "NM_001386302.1", "NM_001386303.1", "NM_001386304.1", "NM_001386305.1", "NM_001386306.1"], "translation": [{"protein": "NP_001373232.1", "rna": "NM_001386303.1"}, {"protein": "NP_001373234.1", "rna": "NM_001386305.1"}, {"protein": "NP_001351981.1", "rna": "NM_001365052.2"}, {"protein": "NP_001373233.1", "rna": "NM_001386304.1"}, {"protein": "NP_001373235.1", "rna": "NM_001386306.1"}, {"protein": "NP_000479.1", "rna": "NM_000488.4"}, {"protein": "NP_001373231.1", "rna": "NM_001386302.1"}]}, "reporter": {"HG-U133_Plus_2": ["1554491_a_at", "210049_at"], "HG-U95Av2": "37175_at", "HTA-2_0": "TC01003535.hg.1", "HuEx-1_0": "2444529", "HuGene-1_1": "7922420", "HuGene-2_1": "16696535"}, "summary": "The protein encoded by this gene, antithrombin III, is a plasma protease inhibitor and a member of the serpin superfamily. This protein inhibits thrombin as well as other activated serine proteases of the coagulation system, and it regulates the blood coagulation cascade. The protein includes two functional domains: the heparin binding-domain at the N-terminus of the mature protein, and the reactive site domain at the C-terminus. The inhibitory activity is enhanced by the presence of heparin. Numerous mutations have been identified for this gene, many of which are known to cause antithrombin-III deficiency which constitutes a strong risk factor for thrombosis. A reduction in the serum level of this protein is associated with severe cases of Coronavirus Disease 19 (COVID-19). [provided by RefSeq, Sep 2020].", "symbol": "SERPINC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412610"}, "unigene": "Hs.75599", "uniprot": {"Swiss-Prot": "P01008"}, "wikipedia": {"url_stub": "Antithrombin"}}