{"AllianceGenome": "8584", "HGNC": "8584", "MIM": "173390", "_id": "5055", "_version": 1, "accession": {"genomic": ["AC072051.8", "AH001550.2", "AH002921.2", "AH002974.2", "CH471096.1", "CP068260.2", "NC_000018.10", "NC_060942.1"], "protein": ["AAA36413.1", "AAA36797.1", "AAA60004.1", "AAA60005.1", "AAA60006.1", "AAA60348.1", "AAH12609.1", "BAG35977.1", "CAA01535.1", "CAA01539.1", "CAA02099.1", "CAA68666.1", "EAW63160.1", "EAW63161.1", "NP_001137290.1", "NP_002566.1", "P05120.2", "XP_024306960.1", "XP_054174651.1"], "rna": ["A21238.1", "A21254.1", "A32415.1", "AK313159.1", "BC012609.1", "CD366374.1", "DA543366.1", "DQ656059.2", "J02685.1", "J03603.1", "M18082.1", "NM_001143818.2", "NM_002575.3", "XM_024451192.2", "XM_054318676.1", "Y00630.1"], "translation": [{"protein": "XP_054174651.1", "rna": "XM_054318676.1"}, {"protein": "XP_024306960.1", "rna": "XM_024451192.2"}, {"protein": "CAA02099.1", "rna": "A32415.1"}, {"protein": "AAH12609.1", "rna": "BC012609.1"}, {"protein": "NP_001137290.1", "rna": "NM_001143818.2"}, {"protein": "NP_002566.1", "rna": "NM_002575.3"}, {"protein": "AAA60004.1", "rna": "J03603.1"}, {"protein": "BAG35977.1", "rna": "AK313159.1"}, {"protein": "AAA60006.1", "rna": "M18082.1"}, {"protein": "CAA01535.1", "rna": "A21238.1"}, {"protein": "CAA01539.1", "rna": "A21254.1"}, {"protein": "CAA68666.1", "rna": "Y00630.1"}, {"protein": "AAA36413.1", "rna": "J02685.1"}]}, "alias": ["HsT1201", "PAI", "PAI-2", "PAI2", "PLANH2"], "ensembl": {"gene": "ENSG00000197632", "protein": ["ENSP00000299502", "ENSP00000385397", "ENSP00000397096", "ENSP00000401645", "ENSP00000402386"], "transcript": ["ENST00000299502", "ENST00000404622", "ENST00000413956", "ENST00000443281", "ENST00000457692", "ENST00000482254"], "translation": [{"protein": "ENSP00000385397", "rna": "ENST00000404622"}, {"protein": "ENSP00000401645", "rna": "ENST00000457692"}, {"protein": "ENSP00000299502", "rna": "ENST00000299502"}, {"protein": "ENSP00000402386", "rna": "ENST00000413956"}, {"protein": "ENSP00000397096", "rna": "ENST00000443281"}], "type_of_gene": "protein_coding"}, "entrezgene": "5055", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.41544329, "exp_mis": 127.5621024, "exp_syn": 52.032492, "lof_z": 1.00136009409498, "mis_z": -2.0110744870902, "mu_lof": 7.48597740303e-07, "mu_mis": 1.0999659238e-05, "mu_syn": 4.33344391801e-06, "n_lof": 8.0, "n_mis": 174.0, "n_syn": 75.0, "p_li": 5.7582951955992e-05, "p_null": 0.304438513835914, "p_rec": 0.69550390321213, "syn_z": -1.97390402765707}, "bp": 1248, "cds_end": 61570539, "cds_start": 61558678, "n_exons": 7, "nonpsych": {"exp_lof": 10.1876287, "exp_mis": 115.3115662, "exp_syn": 46.949982, "lof_z": 0.980806077629198, "mis_z": -2.00509528735948, "mu_lof": 7.48597740303e-07, "mu_mis": 1.0999659238e-05, "mu_syn": 4.33344391801e-06, "n_lof": 7.0, "n_mis": 158.0, "n_syn": 69.0, "p_li": 0.000223642164505855, "p_null": 0.282200177683569, "p_rec": 0.717576180151925, "syn_z": -2.0260711621972}, "nontcga": {"exp_lof": 10.48812816, "exp_mis": 117.3430626, "exp_syn": 47.85581957, "lof_z": 1.3670910824753, "mis_z": -1.77790524393716, "mu_lof": 7.48597740303e-07, "mu_mis": 1.0999659238e-05, "mu_syn": 4.33344391801e-06, "n_lof": 6.0, "n_mis": 156.0, "n_syn": 69.0, "p_li": 0.00143847621619126, "p_null": 0.126702806282529, "p_rec": 0.87185871750128, "syn_z": -1.9352887100933}, "transcript": "ENST00000457692.1"}, "exons": [{"cdsend": 63903305, "cdsstart": 63891444, "chr": "18", "position": [[63887704, 63887770], [63889837, 63890095], [63891435, 63891612], [63895263, 63895383], [63897090, 63897219], [63897726, 63897844], [63901739, 63901882], [63902403, 63902568], [63902900, 63903890]], "strand": 1, "transcript": "NM_001143818", "txend": 63903890, "txstart": 63887704}, {"cdsend": 63903305, "cdsstart": 63891444, "chr": "18", "position": [[63887704, 63887770], [63891435, 63891612], [63895263, 63895383], [63897090, 63897219], [63897726, 63897844], [63901739, 63901882], [63902403, 63902568], [63902900, 63903888]], "strand": 1, "transcript": "NM_002575", "txend": 63903888, "txstart": 63887704}], "exons_hg19": [{"cdsend": 61570539, "cdsstart": 61558678, "chr": "18", "position": [[61554938, 61555004], [61557071, 61557329], [61558669, 61558846], [61562497, 61562617], [61564324, 61564453], [61564960, 61565078], [61568973, 61569116], [61569637, 61569802], [61570134, 61571124]], "strand": 1, "transcript": "NM_001143818", "txend": 61571124, "txstart": 61554938}, {"cdsend": 61570539, "cdsstart": 61558678, "chr": "18", "position": [[61554938, 61555004], [61558669, 61558846], [61562497, 61562617], [61564324, 61564453], [61564960, 61565078], [61568973, 61569116], [61569637, 61569802], [61570134, 61571122]], "strand": 1, "transcript": "NM_002575", "txend": 61571122, "txstart": 61554938}], "generif": [{"pubmed": 11929770, "text": "regulator of monocyte proliferation and differentiation"}, {"pubmed": 11949838, "text": "plasminogen activator inhibitor type 2: potential prognostic factor for endometrial carcinomas"}, {"pubmed": 12105855, "text": "Identification of plasminogen activator inhibitor-2 as a gastrin-regulated gene"}, {"pubmed": 12578825, "text": "post-transcriptional regulation of the PAI-2 gene is modulated by tristetrapolin"}, {"pubmed": 12682008, "text": "Data suggest that the CD-loop functions as a redox-sensitive switch that converts plasminogen activator inhibitor type 2 (PAI-2) between an active stable monomeric and a polymerogenic conformation."}, {"pubmed": 12944478, "text": "These results indicate that PAI-2 may enhance Rb's tumor suppressor activity and suggest a potential therapeutic role for PAI-2 against HPV-transformed lesions."}, {"pubmed": 14653443, "text": "evidence that a polymorphism of the PAI-2 gene is associated with an increased risk of myocardial infarction"}, {"pubmed": 15500643, "text": "PAI-2 has a role in scleroderma, as seen by its expression in fibroblasts"}, {"pubmed": 15767426, "text": "PAI-2 expression has a potent suppressive effect on human papillomavirus type 18 oncogene transcription mediated by Rb and LIP, a finding with potential implications for prognosis and treatment of human papillomavirus-transformed lesions."}, {"pubmed": 15887231, "text": "PAI2 is present in normal conjunctiva."}, {"pubmed": 16113755, "text": "Elevated plasma levels in, and therefore a marker for cancers."}, {"pubmed": 16214170, "text": "investigated the unique mousetrap inhibition mechanism of serpins through saturation mutagenesis of the P8 residue for PAI-2"}, {"pubmed": 16459332, "text": "the urokinase/PAI-2 complex is a new high affinity ligand for the endocytosis receptor low density lipoprotein receptor-related protein"}, {"pubmed": 16923810, "text": "SerpinB2 is a potentially important inducible host factor that significantly promotes HIV-1 replication"}, {"pubmed": 17141398, "text": "in patients with complex congenital malformations amniotic fluid levels of plasminogen activator inhibitor type 2(PAI2)"}, {"pubmed": 17267840, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17657675, "text": "Data indicate that this family did not follow the Mendelian inheritance pattern; the Ser(413)/Ser genotype in 60% of the affected members might increase the risk for autoimmune syndromes such as anti-phospholipid syndrome or systemic lupus erythematosus."}, {"pubmed": 17657675, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17696882, "text": "PAI-2 is able to inhibit and clear urokinase plasminogen activator activity without initiating mitogenic signalling events through the very-low-density-lipoprotein receptor (VLDLr)."}, {"pubmed": 18472001, "text": "Type 2 diabetes in this study seems not to increase gingival crevicular fluid levels of the evaluated inflammatory mediators PAI2."}, {"pubmed": 18632617, "text": "SerpinB2 is a cell survival factor that modulates Rb repression of proapoptotic signal transduction"}, {"pubmed": 18690354, "text": "PAI-2 can inhibit cell-bound tPA activity in vitro and thus prevent plasmin formation"}, {"pubmed": 18977990, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19074642, "text": "Gastrin activates paracrine networks leading to induction of PAI-2 via MAZ and ASC-1."}, {"pubmed": 19117638, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19238444, "text": "HuGE review of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19650060, "text": "It is feasible to detect fetal trisomy 18 non-invasively by maternal plasma SERPINB2 RNA-SNP analysis provided that sufficient quantities of plasma samples are used."}, {"pubmed": 19690890, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19926580, "text": "PAI-2 expression is up-regulated on transition from CIN 2 to CIN 3."}, {"pubmed": 20205627, "text": "The decrease in plasma PAI-2 observed in preeclampsia does not precede the clinical onset of the disease."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20494554, "text": "PAI-2 has a role in promoting the differentiation of human epidermal keratinocytes."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20838737, "text": "Suggest that while PAI-1 and PAI-2 function similarly in the control of cellular plasmin generation by t-PA, they may have disparate effects on the alternative functions of t-PA via modulation of its engagement with endocytosis receptors."}, {"pubmed": 20845058, "text": "Results describe periodontal treatment effects on gingival crevicular fluid (GCF) interleukin-6 (IL-6), tissue-type plasminogen activator (tPA), plasminogen activator inhibitor-2 (PAI-2), albumin levels in type 2 diabetic patients."}, {"pubmed": 20974129, "text": "HPV-transformed CaSki cells express high levels of SerpinB2, with cellular distribution, glycosylation, secretion, cleavage, induction and urokinase binding similar to that for primary cells; SerpinB2 efficiently binds the proteasomal subunit member beta1"}, {"pubmed": 21314733, "text": "Our results suggest that P. intermedia may contribute to periodontal tissue destruction by upregulating tPA and PAI-2 expression in hPDL cells via multiple signaling pathways."}, {"pubmed": 21316840, "text": "PAI-2 is capable of inhibiting uPA in the presence of PAI-1, particularly on adherent cells in the presence of vitronectin"}, {"pubmed": 21477997, "text": "Plasminogen activator inhibitor-2 (PAI-2) secreted from activated mast cells induces alpha-smooth muscle actin (alpha-SMA) expression in dermal fibroblasts"}, {"pubmed": 21606492, "text": "Dependence on endocytic receptor binding via a minimal binding motif underlies the differential prognostic profiles of SerpinE1 and SerpinB2 in"}, {"pubmed": 21744990, "text": "High PAI-2 expression is associated with poor treatment response in colorectal carcinoma."}, {"pubmed": 21976669, "text": "Data suggests that PAI-2, in endothelial cells induced with inflammatory stimuli, can inhibit proteasome and thus tilt the balance favoring proapoptotic signaling."}, {"pubmed": 22334683, "text": "a model for the transcriptional control of the human PAI-2 gene"}, {"pubmed": 23188538, "text": "Low expression of PAI-2 serves as a novel marker of portal vein tumor embolism and poor prognosis for hepatocellular cancer."}, {"pubmed": 23460840, "text": "SerpinB2 can be induced by lentiviral infection in vivo."}, {"pubmed": 23474086, "text": "Increased expression of SerpinB2 by an inflammatory stimulus is sufficient to generate structures that resemble secretory vesicles."}, {"pubmed": 23527801, "text": "PAI-2 expression may be negatively associated with the invasive potential of hepatocellular carcinoma (HCC)."}, {"pubmed": 23544109, "text": "PSMB1 is part of the transcriptional machinery required for gastrin stimulated expression of PAI-2 and Reg1."}, {"pubmed": 23661500, "text": "A role for SERPINB2 in patients with head and neck squamous cell carcinoma."}, {"pubmed": 23874812, "text": "Plasminogen activator inhibitor-2 polymorphism associates with recurrent coronary event risk in patients with high HDL and C-reactive protein levels."}, {"pubmed": 23897640, "text": "We found no association between allele frequency and risk of multiples sclerosis for any single nucleotide polymorphism investigated for serpinb2"}, {"pubmed": 25046655, "text": "PAI-2 was up-regulated in tensioned keloid fibroblasts and normal fibroblasts, but more so in keloid cells. Knockdown of PAI2 reduced cell proliferation in fibroblasts under tension."}, {"pubmed": 25444509, "text": "Polymorphisms in this fibrinolytic system gene are associated with recurrent spontaneous abortion in Sinhalese women, probably through impaired implantation."}, {"pubmed": 25704756, "text": "Soluble guanylate cyclase activators might alleviate or reverse vascular remodeling in pulmonary hypertension through the up-regulation of PAI-2."}, {"pubmed": 25775950, "text": "a total of 500 ESCC cases and 500 matched controls in a Southwest China population were evaluated for six SNPs in the exons of three Serpin genes (SerpinB5, SerpinB2, and SerpinE1)."}, {"pubmed": 26083412, "text": "SerpinB2 plays an important role in proteostas"}, {"pubmed": 26573152, "text": "The variant of PAI-2 gene was associated with coronary artery disease and recurrent coronary event risk in Chinese Han population, in Xinjiang."}, {"pubmed": 27174532, "text": "PAI-2 likely plays a key role in cardiovascular disease through multiple pathophysiologic processes including racial dependency, platelet clot initiation and propagation, oxidative stress, inflammation effects on HDL metabolism and coagulation"}, {"pubmed": 27558531, "text": "findings demonstrate the prospective role of SerpinB2 as a novel biomarker for acquired gefitinib resistance and a potential target for non-small cell lung cancer treatment."}, {"pubmed": 27598010, "text": "The current study revealed a significant increase level of TAFI and PAI-1, coupled with a decrease in PAI-2 in women with severe preeclampsia in comparison with the control group."}, {"pubmed": 28346421, "text": "This study establishes a novel role for SerpinB2 in the stromal compartment in pancreatic ductal adenocarcinoma invasion through regulation of stromal remodelling"}, {"pubmed": 28427146, "text": "SerpinB2 promotes miR-200c/141 cluster overexpression-induced breast cancer cell metastasis"}, {"pubmed": 28578223, "text": "This study is the first to associate enhancer RNAs with SERPINB2 and is the first demonstration of acquisition of NELF binding by enhancer RNAs on chromatin."}, {"pubmed": 28794016, "text": "serpinB2 bound to and stabilized p21 to mediate senescence in a proteasome-independent manner, indicating that serpinB2 has a direct role in senescence. Thus, this study reveals a unique mechanism by which serpinB2 maintains senescence through stabilization of p21 protein levels."}, {"pubmed": 28817461, "text": "Single nucleotide polymorphisms in ICAM1 (rs1799969) and SERPINB2 (rs6103) genes were found to be protective against thalidomide-induced peripheral neuropathy (TiPN).  In children with inflammatory bowel disease, TiPN is common but mild and generally reversible. Cumulative dose seems to be the most relevant risk factor, whereas polymorphisms in genes involved in neuronal inflammation may be protective."}, {"pubmed": 28883483, "text": "our results provide additional details to the role of TGF-beta intracellular signalling pathway in OS and AD differentiation of hBMSC and identify SERPINB2 as a negative regulator of these effects"}, {"pubmed": 29120588, "text": "the expression level of SERPINB2 gene significantly correlated with the severity of bronchial asthma"}, {"pubmed": 29347950, "text": "miR-15a was identified as a downregulated miRNA in CCFs. Moreover, PAI-2 was identified as a novel target gene of miR-15a."}, {"pubmed": 29925837, "text": "this is the first study to focus on the functions of SERPINB2 on the regenerative potential of stem cells."}, {"pubmed": 30600477, "text": "Our data suggest that PAI2 inhibits invasive potential of HCC cells via uPA- and RB/E2F1-related mechanisms."}, {"pubmed": 31080015, "text": "Stem cell senescence may enhance SERPINB2 expression, which in turn mediates the effect of SHH on alleviating senescence-induced endometrial stem cell dysfunctions, suggesting that SERPINB2 is a master regulator of SHH signaling during the aging process."}, {"pubmed": 31176714, "text": "The expression of SERPINB2 can be induced by diverse AhR ligands, the induction appears to rely on synthesis of a yet unknown protein, and no direct binding of AhR to sequences preceding SERPINB2 is necessary for the process. However, additional work is needed to unravel the complex interplay between AhR and diverse signal transduction pathways in the regulation of SERPINB2 expression."}, {"pubmed": 31630447, "text": "SERPINB2 and miR-146a/b are coordinately regulated and act in the suppression of psoriasis-associated inflammatory responses in keratinocytes."}, {"pubmed": 31801690, "text": "miR-200c/PAI-2 promotes the progression of triple negative breast cancer via M1/M2 polarization induction of macrophage."}, {"pubmed": 32404981, "text": "HKB99, an allosteric inhibitor of phosphoglycerate mutase 1, suppresses invasive pseudopodia formation and upregulates plasminogen activator inhibitor-2 in erlotinib-resistant non-small cell lung cancer cells."}, {"pubmed": 32780555, "text": "Deficiency of plasminogen activator inhibitor-2 results in accelerated tumor growth."}, {"pubmed": 33227315, "text": "Plasminogen activator Inhibitor-2 inhibits pulmonary arterial smooth muscle cell proliferation in pulmonary arterial hypertension via PI3K/Akt and ERK signaling."}, {"pubmed": 33387293, "text": "SERPINB2-its regulation and interplay with aryl hydrocarbon receptor."}, {"pubmed": 34095322, "text": "HMSC-Derived Exosome Inhibited Th2 Cell Differentiation via Regulating miR-146a-5p/SERPINB2 Pathway."}, {"pubmed": 35406715, "text": "A Novel Role for Plasminogen Activator Inhibitor Type-2 as a Hypochlorite-Resistant Serine Protease Inhibitor and Holdase Chaperone."}, {"pubmed": 35466366, "text": "Unveiling a novel serpinB2-tripeptidyl peptidase II signaling axis during senescence."}, {"pubmed": 36251494, "text": "miR-450b promotes cell migration and invasion by inhibiting SERPINB2 in oral squamous cell carcinoma."}, {"pubmed": 36497110, "text": "SERPINB2, an Early Responsive Gene to Epigallocatechin Gallate, Inhibits Migration and Promotes Apoptosis in Esophageal Cancer Cells."}, {"pubmed": 38741146, "text": "Estetrol/GPER/SERPINB2 transduction signaling inhibits the motility of triple-negative breast cancer cells."}], "genomic_pos": {"chr": "18", "end": 63903888, "ensemblgene": "ENSG00000197632", "start": 63871692, "strand": 1}, "genomic_pos_hg19": {"chr": "18", "end": 61571124, "start": 61538926, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0010951", "qualifier": "involved_in", "term": "negative regulation of endopeptidase activity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042730", "qualifier": "involved_in", "term": "fibrinolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001533", "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004867", "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004867", "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}]}, "homologene": {"genes": [[9031, 420896], [9544, 701805], [9598, 107969515], [9606, 5055], [9615, 609604], [9913, 505184], [10090, 18788], [10116, 60325]], "id": 20571}, "interpro": [{"desc": "Serpin family", "id": "IPR000215", "short_desc": "Serpin_fam"}, {"desc": "Plasminogen activator inhibitor-2", "id": "IPR015556", "short_desc": "PAI-2"}, {"desc": "Serpin, conserved site", "id": "IPR023795", "short_desc": "Serpin_CS"}, {"desc": "Serpin domain", "id": "IPR023796", "short_desc": "Serpin_dom"}, {"desc": "Serpin superfamily", "id": "IPR036186", "short_desc": "Serpin_sf"}, {"desc": "Serpin superfamily, domain 1", "id": "IPR042178", "short_desc": "Serpin_sf_1"}, {"desc": "Serpin superfamily, domain 2", "id": "IPR042185", "short_desc": "Serpin_sf_2"}], "ipi": ["IPI00007117", "IPI00789721", "IPI00797177", "IPI00797920"], "map_location": "18q21.33-q22.1", "name": "serpin family B member 2", "other_names": ["monocyte Arg-serpin", "placental plasminogen activator inhibitor", "plasminogen activator inhibitor 2", "plasminogen activator inhibitor, type II (arginine-serpin)", "plasminogen-activator inhibitor", "serine (or cysteine) proteinase inhibitor, clade B (ovalbumin), member 2", "serpin B2", "serpin peptidase inhibitor, clade B (ovalbumin), member 2", "urokinase inhibitor"], "pantherdb": {"HGNC": "8584", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97609", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 10090, "uniprot_kb": "P12388"}, {"RGD": "621823", "ortholog_type": "LDO", "panther_family": "PTHR11461", "taxid": 10116, "uniprot_kb": "P29524"}, {"Ensembl": "ENSGALG00000019552", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 9031, "uniprot_kb": "E1BTH3"}, {"Ensembl": "ENSGALG00000019553", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 9031, "uniprot_kb": "O73790"}, {"Ensembl": "ENSGALG00000019554", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 9031, "uniprot_kb": "A0A1L1RSJ2"}, {"ZFIN": "ZDB-GENE-041001-117", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7955, "uniprot_kb": "Q5RIK7"}, {"ZFIN": "ZDB-GENE-040718-400", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7955, "uniprot_kb": "Q6DG30"}, {"WormBase": "WBGene00005644", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5ECY2"}, {"WormBase": "WBGene00016187", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q18287"}, {"WormBase": "WBGene00005649", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q19651"}, {"WormBase": "WBGene00005647", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5EFH4"}, {"WormBase": "WBGene00005648", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "A9Z1L1"}, {"WormBase": "WBGene00005642", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "G5EE40"}, {"WormBase": "WBGene00008854", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "Q9XVQ1"}, {"WormBase": "WBGene00009708", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "O45520"}, {"WormBase": "WBGene00005643", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 6239, "uniprot_kb": "O17365"}, {"FlyBase": "FBgn0038299", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VFC1"}, {"FlyBase": "FBgn0028984", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VFC2"}, {"FlyBase": "FBgn0031973", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLU4"}, {"FlyBase": "FBgn0028990", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9V3N1"}, {"FlyBase": "FBgn0037772", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VH46"}, {"FlyBase": "FBgn0036969", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VWB4"}, {"FlyBase": "FBgn0036970", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VPH9"}, {"FlyBase": "FBgn0262057", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q0E8C8"}, {"FlyBase": "FBgn0039795", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VA48"}, {"FlyBase": "FBgn0024293", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6V5"}, {"FlyBase": "FBgn0083141", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLZ8"}, {"FlyBase": "FBgn0033574", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7K508"}, {"FlyBase": "FBgn0002930", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7JWX3"}, {"FlyBase": "FBgn0052203", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q3HKQ3"}, {"FlyBase": "FBgn0028986", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VII7"}, {"FlyBase": "FBgn0015586", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VVW1"}, {"FlyBase": "FBgn0033115", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q8SZF4"}, {"FlyBase": "FBgn0028983", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7JV69"}, {"FlyBase": "FBgn0033112", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6R3"}, {"FlyBase": "FBgn0024294", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7KA66"}, {"FlyBase": "FBgn0028987", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLQ7"}, {"FlyBase": "FBgn0053121", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VLV3"}, {"FlyBase": "FBgn0034195", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q4V3G2"}, {"FlyBase": "FBgn0028988", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7YTY6"}, {"FlyBase": "FBgn0044011", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q8SYY7"}, {"FlyBase": "FBgn0051902", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q0E8V6"}, {"FlyBase": "FBgn0263109", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6I3"}, {"FlyBase": "FBgn0032178", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q9VL44"}, {"FlyBase": "FBgn0033113", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "A1Z6R4"}, {"FlyBase": "FBgn0265137", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 7227, "uniprot_kb": "Q7K8Y5"}, {"TAIR": "2062400", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O82283"}, {"TAIR": "2024532", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9SH52"}, {"EnsemblGenome": "AT1G62170", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O04582"}, {"TAIR": "2055185", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9ZQR6"}, {"TAIR": "2096910", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9M1T7"}, {"TAIR": "2066316", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "O48706"}, {"TAIR": "2059585", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9SIR9"}, {"TAIR": "2008321", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "F4I826"}, {"TAIR": "2015443", "ortholog_type": "O", "panther_family": "PTHR11461", "taxid": 3702, "uniprot_kb": "Q9S7T8"}], "uniprot_kb": "P05120"}, "pathway": {"biocarta": {"id": "fibrinolysispathway", "name": "fibrinolysis pathway"}, "kegg": {"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-75205", "name": "Dissolution of Fibrin Clot"}, {"id": "R-HSA-8950505", "name": "Gene and protein expression by JAK-STAT signaling after Interleukin-12 stimulation"}, {"id": "R-HSA-9020591", "name": "Interleukin-12 signaling"}], "wikipathways": [{"id": "WP272", "name": "Blood Clotting Cascade"}, {"id": "WP2873", "name": "Aryl Hydrocarbon Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["1BY7", "1JRR", "2ARQ", "2ARR"], "pfam": "PF00079", "pharmgkb": "PA35500", "pharos": {"target_id": 14931, "tdl": "Tbio"}, "pir": "A32853", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253687", "relationship": "is"}, {"id": "GNF253688", "relationship": "is"}, {"id": "GNF253689", "relationship": "is"}, {"id": "GNF253690", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160007", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF047374", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF089749", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF073295", "relationship": "is"}, "GNF_hs-druggable_siRNA": [{"id": "GNF067549", "relationship": "is"}, {"id": "GNF067550", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013205", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336900", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094324", "relationship": "is"}, {"id": "GNF133981", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1"], "protein": ["NP_001137290.1", "NP_002566.1", "XP_024306960.1", "XP_054174651.1"], "rna": ["NM_001143818.2", "NM_002575.3", "XM_024451192.2", "XM_054318676.1"], "translation": [{"protein": "XP_054174651.1", "rna": "XM_054318676.1"}, {"protein": "XP_024306960.1", "rna": "XM_024451192.2"}, {"protein": "NP_001137290.1", "rna": "NM_001143818.2"}, {"protein": "NP_002566.1", "rna": "NM_002575.3"}]}, "reporter": {"HG-U133_Plus_2": "204614_at", "HG-U95Av2": "37185_at", "HTA-2_0": "TC18000231.hg.1", "HuEx-1_0": ["3791933", "3791935"], "HuGene-1_1": "8021635", "HuGene-2_1": "16852871"}, "retired": 125818, "summary": "Predicted to enable serine-type endopeptidase inhibitor activity. Predicted to be involved in negative regulation of endopeptidase activity. Predicted to be located in extracellular region and plasma membrane. Predicted to be active in extracellular space. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "SERPINB2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418253"}, "unigene": "Hs.594481", "uniprot": {"Swiss-Prot": "P05120", "TrEMBL": ["E7EPJ9", "E7ERB5", "E9PDK7"]}, "wikipedia": {"url_stub": "Plasminogen activator inhibitor-2"}}