{"AllianceGenome": "20746", "HGNC": "20746", "MIM": "607767", "_id": "83667", "_version": 1, "accession": {"genomic": ["AL353622.33", "CH471059.2", "CP068277.2", "NC_000001.11", "NC_060925.1", "NW_018654706.1"], "protein": ["AAH13304.1", "AAH33719.1", "AAM92261.1", "BAB55438.1", "BAG38070.1", "CAB66486.1", "EAX07703.1", "NP_113647.1", "P58004.1", "XP_047287475.1", "XP_054188131.1", "XP_054194956.1"], "rna": ["AK025640.1", "AK027896.1", "AK315710.1", "AL136551.1", "AY123223.1", "AY538253.1", "BC013304.2", "BC033719.2", "BI912024.1", "DB094914.1", "NM_031459.5", "XM_047431519.1", "XM_054332156.1", "XM_054338981.1"], "translation": [{"protein": "AAH13304.1", "rna": "BC013304.2"}, {"protein": "AAM92261.1", "rna": "AY123223.1"}, {"protein": "BAG38070.1", "rna": "AK315710.1"}, {"protein": "CAB66486.1", "rna": "AL136551.1"}, {"protein": "BAB55438.1", "rna": "AK027896.1"}, {"protein": "XP_054194956.1", "rna": "XM_054338981.1"}, {"protein": "XP_047287475.1", "rna": "XM_047431519.1"}, {"protein": "XP_054188131.1", "rna": "XM_054332156.1"}, {"protein": "AAH33719.1", "rna": "BC033719.2"}, {"protein": "NP_113647.1", "rna": "NM_031459.5"}]}, "alias": ["HI95", "SES2", "SEST2"], "ec": "1.11.1.15", "ensembl": [{"gene": "ENSG00000285069", "protein": "ENSP00000496365", "transcript": "ENST00000645231", "translation": [{"protein": "ENSP00000496365", "rna": "ENST00000645231"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000130766", "protein": "ENSP00000253063", "transcript": "ENST00000253063", "translation": [{"protein": "ENSP00000253063", "rna": "ENST00000253063"}], "type_of_gene": "protein_coding"}], "entrezgene": "83667", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 17.4047705174, "exp_mis": 191.11942549, "exp_syn": 83.2681758604, "lof_z": 2.23307717799232, "mis_z": 1.73786960516682, "mu_lof": 1.2718911863e-06, "mu_mis": 1.87039091674e-05, "mu_syn": 8.26746731746e-06, "n_lof": 8.0, "n_mis": 142.0, "n_syn": 81.0, "p_li": 0.00076370931416015, "p_null": 0.0172386287740626, "p_rec": 0.981997661911777, "syn_z": 0.154094606144527}, "bp": 1443, "cds_end": 28607313, "cds_start": 28586358, "n_exons": 10, "nonpsych": {"exp_lof": 15.5675985756, "exp_mis": 172.796129421, "exp_syn": 75.1803348894, "lof_z": 2.13255519695508, "mis_z": 1.75720833110784, "mu_lof": 1.2718911863e-06, "mu_mis": 1.87039091674e-05, "mu_syn": 8.26746731746e-06, "n_lof": 7.0, "n_mis": 127.0, "n_syn": 67.0, "p_li": 0.00227585782283223, "p_null": 0.0213601949952218, "p_rec": 0.976363947181946, "syn_z": 0.593994213751637}, "nontcga": {"exp_lof": 15.9943180038, "exp_mis": 175.811812829, "exp_syn": 76.5886525097, "lof_z": 1.97187692855125, "mis_z": 1.79647458870018, "mu_lof": 1.2718911863e-06, "mu_mis": 1.87039091674e-05, "mu_syn": 8.26746731746e-06, "n_lof": 8.0, "n_mis": 128.0, "n_syn": 76.0, "p_li": 0.000461510817278086, "p_null": 0.034025456017497, "p_rec": 0.965513033165225, "syn_z": 0.0425889789215715}, "transcript": "ENST00000253063.3"}, "exons": [{"cdsend": 28280802, "cdsstart": 28259847, "chr": "1", "position": [[28259517, 28259937], [28269182, 28269248], [28271673, 28271871], [28272283, 28272466], [28272580, 28272793], [28273357, 28273508], [28274039, 28274158], [28274824, 28275015], [28279096, 28279241], [28280715, 28282491]], "strand": 1, "transcript": "NM_031459", "txend": 28282491, "txstart": 28259517}, {"cdsend": 74446, "cdsstart": 53491, "chr": "1_KZ208904v1_alt", "position": [[53161, 53581], [62826, 62892], [65317, 65515], [65927, 66110], [66224, 66437], [67001, 67152], [67683, 67802], [68468, 68659], [72740, 72885], [74359, 76135]], "strand": 1, "transcript": "NM_031459", "txend": 76135, "txstart": 53161}], "exons_hg19": [{"cdsend": 28607313, "cdsstart": 28586358, "chr": "1", "position": [[28586028, 28586448], [28595693, 28595759], [28598184, 28598382], [28598794, 28598977], [28599091, 28599304], [28599868, 28600019], [28600550, 28600669], [28601335, 28601526], [28605607, 28605752], [28607226, 28609002]], "strand": 1, "transcript": "NM_031459", "txend": 28609002, "txstart": 28586028}], "generif": [{"pubmed": 15105503, "text": "results show that sestrins, a family of proteins whose expression is modulated by p53, are required for regeneration of peroxiredoxins containing Cys-SO(2)H"}, {"pubmed": 19113821, "text": "results suggest that, unlike Srx, Sesn 2 is not a sulfinic Prx reductase"}, {"pubmed": 19377293, "text": "depletion of Sestrin2 or Dram failed to affect autophagy in p53-deficient cells"}, {"pubmed": 21418191, "text": "Signalling by the AMP-activated protein kinase was also involved as a downstream target of sestrin2."}, {"pubmed": 21536039, "text": "PDGFRbeta accumulation is associated with increased oxidative stress and cellular damage in SESN2 silenced human glioblastoma U87 cells."}, {"pubmed": 22363791, "text": "In breast cancer cells SESN2 is associated with AMPK."}, {"pubmed": 22450766, "text": "Sestrin-2 redistributes to neuronal soma in human immunodeficiency virus (HIV)-associated neurocognitive disorders."}, {"pubmed": 22749810, "text": "Sesn2 is required for the Nrf2-mediated cytoprotective activity against hydrogen peroxide"}, {"pubmed": 22982090, "text": "The JNK pathway mediated sestrin 2 expression and contributed to autophagy induction, highlighting the relationship of sestrin 2 and autophagy and the JNK signaling pathway."}, {"pubmed": 23238567, "text": "Sesn2 as a new energetic stress sensor, which appears to be protective against energetic stress-induced apoptosis that integrates the pro-survival function of Akt and the negative regulation of mTOR."}, {"pubmed": 23916134, "text": "results show that ATF4-regulated SESN2 expression presents a new link between ER stress and mTOR inhibition and autophagy."}, {"pubmed": 24046361, "text": "results imply that SESN2 could serve as both a biomarker and as a drug target in the clinical management of COPD"}, {"pubmed": 24825887, "text": "Sestrin2 inhibits uncoupling protein 1 expression through suppressing reactive oxygen species."}, {"pubmed": 24838122, "text": "knockdown of SESN2 using small RNA interference promotes cellular toxicity of angiotensin II, as well as a reduction in cell viability, exacerbation of oxidative stress, and stimulation of apoptosis."}, {"pubmed": 24947615, "text": "Sestrin2 has a hepatoprotective role against chronic ER stress"}, {"pubmed": 25024286, "text": "Data indicate that sestrin2 expression is upregulated by dopamine D2 receptor."}, {"pubmed": 25378405, "text": "Sesn2 is oncogenic in skin squamous cell carcinoma and melanoma."}, {"pubmed": 25457612, "text": "an AMPK-independent mechanism of mTORC1 inhibition by Sestrins mediated by their interaction with GATOR2, is reported."}, {"pubmed": 25572852, "text": "The findings suggested that a decreased expression of sestrin 2 is associated with an unfavorable prognosis, which suggests that it is a novel and crucial predictor for colorectal cancer metastasis."}, {"pubmed": 25692450, "text": "knockdown of Sestrin2 using small RNA interference promotes cell apoptosis and reactive oxygen species production induced by oxLDL."}, {"pubmed": 25716320, "text": "Data indicate that inactivation of Sestrin 2 (Sesn2) or nuclear factor erythroid 2-related factor 2 (Nrf2) induced reactive oxygen species-mediated proteasomal inhibition and platelet-derived growth factor receptor beta (Pdgfrbeta) accumulation."}, {"pubmed": 25778901, "text": "SESN2-AMPK signaling could exert a protective effect against glucose deprivation-induced cell death and that this effect is mediated by restoration of mitochondrial function."}, {"pubmed": 25802279, "text": "GAA promotes FoxO3 nuclear translocation and binding to the SESN2 enhancer."}, {"pubmed": 25819761, "text": "Sestrin2 inhibits mTORC1 through modulation of GATOR complexes"}, {"pubmed": 25962159, "text": "Sesn2 is a potential tumor suppressor in lung epithelial cells. The expression level of Sesn2 may serve as a prognostic marker for Chinese lung cancer patients in the clinic."}, {"pubmed": 26133704, "text": "Sestrin2: A Promising Therapeutic Target for Liver Diseases"}, {"pubmed": 26313705, "text": "Sestrin2 silencing strongly inhibits cytokine-induced cell death."}, {"pubmed": 26449471, "text": "These results indicate that Sestrin2 is a leucine sensor for the mTORC1 pathway."}, {"pubmed": 26586190, "text": "this study presents the 2.7 angstrom crystal structure of Sestrin2 in complex with leucine."}, {"pubmed": 26612684, "text": "Sesn2 has two subdomains. The N-terminal domain reduces alkylhydroperoxide radicals through its helix-turn-helix oxidoreductase motif, and the C-terminal domain interacts with GATOR2 and subsequently inhibits mTORC1."}, {"pubmed": 26771712, "text": "The up-regulation of SESN2 by mitochondrial dysfunction requires binding to ATF4."}, {"pubmed": 26913956, "text": "These results highlight Sestrin2 as a novel tumor suppressor, whose downregulation can accelerate both colitis and colon carcinogenesis."}, {"pubmed": 27010498, "text": "the results support a model in which leucine selectively promotes dephosphorylation of Sestrin2."}, {"pubmed": 27171279, "text": "isorhapontigenin treatment induces autophagy and inhibits bladder cancer growth through MAPK8-JUN-dependent transcriptional induction of SESN2"}, {"pubmed": 27463837, "text": "Sesn2 ablation increased UVA-induced Nrf2 induction and inhibits UVA-induced ROS production, indicating that Sesn2 acts as an upstream regulator of Nrf2"}, {"pubmed": 27567861, "text": "There was significant overexpression of serum sesn2 protein and mRNA levels in the Alzheimer's Disease group compared to Mild Cognitive Impairment and the control group."}, {"pubmed": 27649739, "text": "simple analysis of the reported \"apo\"-Sestrin2 structure reveals the clear presence of prominent, unmodeled electron density in the leucine-binding pocket that exactly accommodates the leucine observed in the higher resolution structure."}, {"pubmed": 27840318, "text": "The results suggest that SESN2 increases degradation of HIF-1A via AMPK-PHD regulation that contributes to inhibition of in vitro and in vivo tumorigenesis."}, {"pubmed": 28118855, "text": "The data are the first to indicate that SESN2 might be a novel prognostic marker for hepatocellular carcinoma"}, {"pubmed": 28215577, "text": "Knockdown of sesn2 aggravates atherosclerotic processes by increasing pro-inflammatory reactions and ER stress in the endothelium via an AMPK-dependent mechanism, suggesting that sesn2 might be a novel therapeutic target for atherosclerosis."}, {"pubmed": 28525387, "text": "These results suggest that sestrin 2 suppresses CRC cell growth through activation of the AMPK/mTORC1 pathway and induction of apoptosis, and could be a novel pharmacological target for the treatment of CRC."}, {"pubmed": 28639842, "text": "tribbles pseudokinase 3(TRB3) and sestrin 2 may contribute to the development of obesity and its complications and can be considered interesting therapeutic target for the treatment of obesity"}, {"pubmed": 28707664, "text": "Mass spectrometry analysis, western blot and surface plasmon resonance (SPR) of affinity purified sesn1 and sesn2 proteins confirmed their identity; biophysical characteristics were observed using circular dichroism (CD) showing that sesn1 and sesn2 have a predominant a-helical structure."}, {"pubmed": 28723563, "text": "This study shows that differential Sestrin2-mediated regulation of mTORC1 and mTORC2 is necessary for the survival of glutamine-depleted lung cancer cells."}, {"pubmed": 29294217, "text": "SESN2 is critical to protect cells against detrimental effect of mitochondrial damage and RBX1 is a negative regulator of SESN2 which hampers its stabilization."}, {"pubmed": 29518770, "text": "Overexpression of Sesn2 downregulated the expression of autophagy genes, upregulated pro-apoptotic gene expression, and downregulated specific extracellular matrix markers in stress-induced cells."}, {"pubmed": 30043734, "text": "SESN2 up-regulation conferred primary resistance to sorafenib by activating AKT in hepatocellular carcinoma cells."}, {"pubmed": 30099048, "text": "High serum Sestrin 2 levels are associated with metabolic synfrome."}, {"pubmed": 30145827, "text": "our study provides evidence that miR-4756 accelerates the process of diabetic kidney disease (DKD) through Sestrin2, suggesting that targeting miR-4756 may be a novel strategy for DKD treatment."}, {"pubmed": 30258193, "text": "TIIA triggered HGK/JNK1-dependent Jun activation and led to increased Jun recruitment to AP-1-binding site in the SESN2 promoter region."}, {"pubmed": 30311444, "text": "Study found that SESN2 expression was significantly up-regulated in both hepatocellular carcinoma (HCC) cell lines and tissues. SESN2 activates AKT and AMPK signaling as a novel mechanism to induce sorafenib primary resistance in HCC."}, {"pubmed": 30387690, "text": "SESN2 seems to play a role in the pathophysiology of preeclampsia, especially in severe preeclampsia cases."}, {"pubmed": 30770985, "text": "Urinary Sestrin2 is elevated in obstructive sleep apnea, and is closely related to the severity of OSA."}, {"pubmed": 30909713, "text": "Results found that Sesn2 expression was downregulated in the livers of patients with liver cirrhosis, and suggest that Sesn2 antagonizes the development of liver fibrosis and inhibit hepatic stellate cell activation during liver fibrogenesis."}, {"pubmed": 31000199, "text": "the current study highlights the significance of stabilization of SESN2 transcript in adaptation of cells with p53 deletion or mutation to metabolic stress."}, {"pubmed": 31059702, "text": "Plasma Sesn2 concentrations were increased in CHF patients and positively correlated with the severity of CHF. Increased Sesn2 concentrations significantly increased the occurrence of major adverse cardiac events and suggested poor outcome in CHF patients."}, {"pubmed": 31073887, "text": "identified new interactions between miR-200 and the oxidative stress response SESN proteins that affect anoikis resistance in human endometrial cancer cells."}, {"pubmed": 31173218, "text": "p53 mediates PEDFinduced autophagy in human umbilical vein endothelial cells through sestrin2 signaling."}, {"pubmed": 31292858, "text": "These findings suggest upregulation of antioxidants including SESN2 and, also, the xCT antiporter occurs to counteract the oxidative stress elicited by Japanese encephalitis virus infection."}, {"pubmed": 31323261, "text": "protective effect against iron overload and ferroptosis-induced liver injury"}, {"pubmed": 31476315, "text": "Metastatic Melanoma Cells Rely on Sestrin2 to Acquire Anoikis Resistance via Detoxifying Intracellular ROS."}, {"pubmed": 31598652, "text": "Sestrin2 as Serum Protein Marker and Potential Therapeutic Target for Parkinson's Disease."}, {"pubmed": 31781313, "text": "plasma increase directly related to severity of obstructive sleep apnea"}, {"pubmed": 31915252, "text": "The GATOR2-mTORC2 axis mediates Sestrin2-induced AKT Ser/Thr kinase activation."}, {"pubmed": 31929511, "text": "Sestrin expression decreases during inactivity and its genetic deficiency exacerbates muscle wasting; conversely, sestrin overexpression suffices to prevent atrophy. This protection occurs through mTORC1 inhibition, which upregulates autophagy, and AKT activation, which in turn inhibits FoxO-regulated ubiquitin-proteasome-mediated proteolysis. Sestrin protects muscles against aging-induced atrophy(sarcopenia)."}, {"pubmed": 32020222, "text": "Inhibitory mechanism of muscone in liver cancer involves the induction of apoptosis and autophagy."}, {"pubmed": 32287270, "text": "Study in different human cell lines examined mitochondrial localization of SESN2 and demonstrated that SESN2 is located on mitochondria and can be directly involved in the regulation of mitochondrial functions."}, {"pubmed": 32323727, "text": "Sestrin2 regulates podocyte mitochondrial dysfunction and apoptosis under highglucose conditions via AMPK."}, {"pubmed": 32358171, "text": "Sestrins teach old T cells new tricks."}, {"pubmed": 32407927, "text": "Luteolin prevents liver from tunicamycin-induced endoplasmic reticulum stress via nuclear factor erythroid 2-related factor 2-dependent sestrin 2 induction."}, {"pubmed": 32626541, "text": "Circulating Sestrin Levels Are Increased in Hypertension Patients."}, {"pubmed": 32670435, "text": "Association between Plasma Sestrin2 Levels and the Presence and Severity of Coronary Artery Disease."}, {"pubmed": 32854424, "text": "Sestrin2 Phosphorylation by ULK1 Induces Autophagic Degradation of Mitochondria Damaged by Copper-Induced Oxidative Stress."}, {"pubmed": 32859642, "text": "Copy Number Alterations in Papillary Thyroid Carcinomas: Does Loss of SESN2 Have a Role in Age-related Different Prognoses?"}, {"pubmed": 32888126, "text": "Sestrins: Darkhorse in the regulation of mitochondrial health and metabolism."}, {"pubmed": 33048307, "text": "Decreased Sestrin levels in patients with type 2 diabetes and dyslipidemia and their association with the severity of atherogenic index."}, {"pubmed": 33198738, "text": "Correlation between sestrin2 expression and airway remodeling in COPD."}, {"pubmed": 33231566, "text": "Sesn2 attenuates the damage of endothelial progenitor cells induced by angiotensin II through regulating the Keap1/Nrf2 signal pathway."}, {"pubmed": 33285232, "text": "Regulatory mechanisms of Sesn2 and its role in multi-organ diseases."}, {"pubmed": 33359262, "text": "The potential role of sestrin 2 in liver regeneration."}, {"pubmed": 33359748, "text": "Sestrin 2 protects against LPS-induced acute lung injury by inducing mitophagy in alveolar macrophages."}, {"pubmed": 33451752, "text": "Sestrin2 protects against bavachin induced ER stress through AMPK/mTORC1 signaling pathway in HepG2 cells."}, {"pubmed": 34271014, "text": "Molecular pathways in sepsis-induced cardiomyocyte pyroptosis: Novel finding on long non-coding RNA ZFAS1/miR-138-5p/SESN2 axis."}, {"pubmed": 34344352, "text": "Investigation of the levels of circulating miR-29a, miR-122, sestrin 2 and inflammatory markers in obese children with/without type 2 diabetes: a case control study."}, {"pubmed": 34399004, "text": "Sestrin2 and Beclin1 levels in Polycystic Ovary Syndrome."}, {"pubmed": 34429398, "text": "SESN2 protects against denervated muscle atrophy through unfolded protein response and mitophagy."}, {"pubmed": 34803916, "text": "Sestrin2 as a Potential Target for Regulating Metabolic-Related Diseases."}, {"pubmed": 34979914, "text": "The functions and roles of sestrins in regulating human diseases."}, {"pubmed": 35008922, "text": "RNA Exosome Component EXOSC4 Amplified in Multiple Cancer Types Is Required for the Cancer Cell Survival."}, {"pubmed": 35195231, "text": "Possible roles of sestrin2 in multiple sclerosis and its relationships with clinical outcomes."}, {"pubmed": 35821438, "text": "Sestrin2 attenuates renal damage by regulating Hippo pathway in diabetic nephropathy."}, {"pubmed": 35881902, "text": "Sestrin2 Is Increased in Calcific Aortic Disease and Inhibits Osteoblastic Differentiation in Valvular Interstitial Cells via the Nuclear Factor E2-related Factor 2 Pathway."}, {"pubmed": 36040980, "text": "Sestrin 2 levels are associated with emphysematous phenotype of COPD."}, {"pubmed": 36066109, "text": "Sestrin2 suppresses ferroptosis to alleviate septic intestinal inflammation and barrier dysfunction."}, {"pubmed": 36346966, "text": "Serum sestrin 2 levels in patients with uterine leiomyomas."}, {"pubmed": 36620877, "text": "Sestrin2 mediates FOXM1 expression to block the EMT process in non-small cell lung cancer through the AMPK/YAP pathway."}, {"pubmed": 36841824, "text": "Sestrin2: multifaceted functions, molecular basis, and its implications in liver diseases."}, {"pubmed": 36902310, "text": "Sestrin2 as a Protective Shield against Cardiovascular Disease."}, {"pubmed": 36980973, "text": "SESN2 Could Be a Potential Marker for Diagnosis and Prognosis in Glioma."}, {"pubmed": 37918578, "text": "Genetic variations in a Sestrin2/Sestrin3/mTOR Axis and development of new-onset diabetes after kidney transplantation."}, {"pubmed": 38031041, "text": "Significance of serum sestrin2 as a biomarker of severity and functional outcome in acute intracerebral hemorrhage: a prospective observational longitudinal study."}, {"pubmed": 38165565, "text": "Sestrin2 ameliorates diabetic retinopathy by regulating autophagy and ferroptosis."}, {"pubmed": 38331008, "text": "Sestrin2 reduces ferroptosis via the Keap1/Nrf2 signaling pathway after intestinal ischemia-reperfusion."}, {"pubmed": 38379215, "text": "Sestrin 2 protects human lens epithelial cells from oxidative stress and apoptosis induced by hydrogen peroxide by regulating the mTOR/Nrf2 pathway."}], "genomic_pos": [{"chr": "1", "end": 28282491, "ensemblgene": "ENSG00000130766", "start": 28259518, "strand": 1}, {"chr": "HSCHR1_8_CTG3", "end": 76135, "ensemblgene": "ENSG00000285069", "start": 53162, "strand": 1}], "genomic_pos_hg19": {"chr": "1", "end": 28609002, "start": 28586038, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001932", "pubmed": 25040165, "qualifier": "involved_in", "term": "regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006111", "qualifier": "involved_in", "term": "regulation of gluconeogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006635", "qualifier": "involved_in", "term": "fatty acid beta-oxidation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009749", "qualifier": "involved_in", "term": "response to glucose"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016239", "qualifier": "involved_in", "term": "positive regulation of macroautophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016239", "pubmed": 23274085, "qualifier": "involved_in", "term": "positive regulation of macroautophagy"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030308", "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030330", "pubmed": 18692468, "qualifier": "involved_in", "term": "DNA damage response, signal transduction by p53 class mediator"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032042", "qualifier": "involved_in", "term": "mitochondrial DNA metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034198", "pubmed": 25263562, "qualifier": "involved_in", "term": "cellular response to amino acid starvation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034599", "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042149", "pubmed": 25263562, "qualifier": "involved_in", "term": "cellular response to glucose starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042593", "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046323", "qualifier": "involved_in", "term": "glucose import"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070328", "qualifier": "involved_in", "term": "triglyceride homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071230", "pubmed": 25457612, "qualifier": "involved_in", "term": "cellular response to amino acid stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071233", "qualifier": "involved_in", "term": "cellular response to L-leucine"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071233", "pubmed": 26449471, "qualifier": "involved_in", "term": "cellular response to L-leucine"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071233", "pubmed": 26586190, "qualifier": "involved_in", "term": "cellular response to L-leucine"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072593", "pubmed": 26612684, "qualifier": "involved_in", "term": "reactive oxygen species metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072593", "pubmed": 15105503, "qualifier": "involved_in", "term": "reactive oxygen species metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098869", "pubmed": 19113821, "qualifier": "NOT involved_in", "term": "cellular oxidant detoxification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098869", "pubmed": 26612684, "qualifier": "involved_in", "term": "cellular oxidant detoxification"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098869", "pubmed": 15105503, "qualifier": "involved_in", "term": "cellular oxidant detoxification"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900182", "pubmed": 23274085, "qualifier": "involved_in", "term": "positive regulation of protein localization to nucleus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901031", "qualifier": "involved_in", "term": "regulation of response to reactive oxygen species"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902010", "pubmed": 24947615, "qualifier": "involved_in", "term": "negative regulation of translation in response to endoplasmic reticulum stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903432", "pubmed": 36528027, "qualifier": "involved_in", "term": "regulation of TORC1 signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1904262", "qualifier": "involved_in", "term": "negative regulation of TORC1 signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904262", "pubmed": 35114100, "qualifier": "involved_in", "term": "negative regulation of TORC1 signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904262", "pubmed": [18692468, 24947615, 25263562, 25457612, 26449471, 26586190, 26612684], "qualifier": "involved_in", "term": "negative regulation of TORC1 signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904263", "pubmed": [26449471, 26586190], "qualifier": "involved_in", "term": "positive regulation of TORC1 signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904504", "qualifier": "involved_in", "term": "positive regulation of lipophagy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1990253", "qualifier": "involved_in", "term": "cellular response to leucine starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990253", "pubmed": 35114100, "qualifier": "involved_in", "term": "cellular response to leucine starvation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1990253", "pubmed": 26449471, "qualifier": "involved_in", "term": "cellular response to leucine starvation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 15105503, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": 15105503, "qualifier": "is_active_in", "term": "lysosomal membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031588", "qualifier": "part_of", "term": "nucleotide-activated protein kinase complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031932", "qualifier": "part_of", "term": "TORC2 complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990316", "pubmed": 25040165, "qualifier": "part_of", "term": "Atg1/ULK1 kinase complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004601", "pubmed": 26612684, "qualifier": "enables", "term": "peroxidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005092", "qualifier": "enables", "term": "GDP-dissociation inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15105503, 18692468, 23274085, 25040165, 25263562, 26449471, 26586190, 26972053, 28199315, 29294217], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016684", "qualifier": "enables", "term": "oxidoreductase activity, acting on peroxide as acceptor"}, {"category": "MF", "evidence": "IDA", "id": "GO:0032542", "pubmed": 19113821, "qualifier": "NOT enables", "term": "sulfiredoxin activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0032542", "pubmed": 15105503, "qualifier": "enables", "term": "sulfiredoxin activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042731", "qualifier": "enables", "term": "PH domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044877", "pubmed": 26449471, "qualifier": "NOT enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044877", "pubmed": [25263562, 25457612, 26586190, 26612684], "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070728", "qualifier": "enables", "term": "L-leucine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070728", "pubmed": [26449471, 26586190, 35114100, 36528027], "qualifier": "enables", "term": "L-leucine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140311", "pubmed": [26586190, 35114100], "qualifier": "enables", "term": "protein sequestering activity"}]}, "homologene": {"genes": [[7955, 100149745], [8364, 733499], [9544, 716904], [9598, 469167], [9606, 83667], [9615, 487335], [9913, 509863], [10090, 230784], [10116, 502988]], "id": 12873}, "interpro": [{"desc": "Sestrin", "id": "IPR006730", "short_desc": "Sestrin"}, {"desc": "AhpD-like", "id": "IPR029032", "short_desc": "AhpD-like"}], "ipi": "IPI00010539", "map_location": "1p35.3", "name": "sestrin 2", "other_names": ["hypoxia induced gene 95", "hypoxia-induced", "sestrin-2"], "pantherdb": {"HGNC": "20746", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2651874", "ortholog_type": "LDO", "panther_family": "PTHR12474", "taxid": 10090, "uniprot_kb": "P58043"}, {"RGD": "1566319", "ortholog_type": "LDO", "panther_family": "PTHR12474", "taxid": 10116, "uniprot_kb": "B2GUV6"}, {"Ensembl": "ENSGALG00000037603", "ortholog_type": "LDO", "panther_family": "PTHR12474", "taxid": 9031, "uniprot_kb": "A0A1D5PKB0"}, {"ZFIN": "ZDB-GENE-070108-1", "ortholog_type": "LDO", "panther_family": "PTHR12474", "taxid": 7955, "uniprot_kb": "A0F081"}, {"WormBase": "WBGene00022279", "ortholog_type": "LDO", "panther_family": "PTHR12474", "taxid": 6239, "uniprot_kb": "Q9N4D6"}, {"FlyBase": "FBgn0034897", "ortholog_type": "LDO", "panther_family": "PTHR12474", "taxid": 7227, "uniprot_kb": "Q9W1K5"}, {"dictyBase": "DDB_G0279427", "ortholog_type": "LDO", "panther_family": "PTHR12474", "taxid": 352472, "uniprot_kb": "Q54WU6"}], "uniprot_kb": "P58004"}, "pathway": {"kegg": [{"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04150", "name": "mTOR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04211", "name": "Longevity regulating pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5628897", "name": "TP53 Regulates Metabolic Genes"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9639288", "name": "Amino acids regulate mTORC1"}, {"id": "R-HSA-9711097", "name": "Cellular response to starvation"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}], "wikipathways": [{"id": "WP4674", "name": "Head and Neck Squamous Cell Carcinoma"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}]}, "pdb": ["5CUF", "5DJ4", "5T0N", "6N0M"], "pfam": "PF04636", "pharmgkb": "PA134882791", "pharos": {"target_id": 8765, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF173005", "relationship": "is"}, {"id": "GNF183911", "relationship": "is"}, {"id": "GNF194817", "relationship": "is"}, {"id": "GNF205723", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160157", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF037638", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF013230", "relationship": "is"}, {"id": "GNF013231", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF238644", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF115181", "relationship": "is"}, {"id": "GNF154822", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NW_018654706.1"], "protein": ["NP_113647.1", "XP_047287475.1", "XP_054188131.1", "XP_054194956.1"], "rna": ["NM_031459.5", "XM_047431519.1", "XM_054332156.1", "XM_054338981.1"], "translation": [{"protein": "XP_054188131.1", "rna": "XM_054332156.1"}, {"protein": "NP_113647.1", "rna": "NM_031459.5"}, {"protein": "XP_054194956.1", "rna": "XM_054338981.1"}, {"protein": "XP_047287475.1", "rna": "XM_047431519.1"}]}, "reporter": {"GNF1H": "gnf1h00495_at", "HG-U133_Plus_2": ["223195_s_at", "223196_s_at"], "HG-U95B": ["48062_at", "55022_at"], "HTA-2_0": "TC01000377.hg.1", "HuEx-1_0": "2327391", "HuGene-1_1": "7899436", "HuGene-2_1": "16661544"}, "summary": "This gene encodes a member of the sestrin family of PA26-related proteins. The encoded protein may function in the regulation of cell growth and survival. This protein may be involved in cellular response to different stress conditions. [provided by RefSeq, Jul 2008].", "symbol": "SESN2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1427105"}, "unigene": "Hs.469543", "uniprot": {"Swiss-Prot": "P58004"}, "wikipedia": {"url_stub": "SESN2"}}