{"AllianceGenome": "30412", "HGNC": "30412", "MIM": "606594", "_id": "80854", "_version": 1, "accession": {"genomic": ["AC112236.3", "AC114743.4", "CH471056.2", "CP068274.2", "NC_000004.12", "NC_060928.1"], "protein": ["AAI21056.1", "AAI21057.1", "AAL56579.1", "AAL69901.1", "AAY40937.1", "BAB21808.2", "EAX05114.1", "NP_001293128.1", "NP_001293129.1", "NP_085151.1", "Q8WTS6.1", "XP_016864150.1", "XP_054206895.1"], "rna": ["AB051504.1", "AF448510.1", "AF462150.1", "AI985614.1", "AK024846.1", "AK310856.1", "BC012784.2", "BC040990.2", "BC066361.1", "BC110904.1", "BC121055.1", "BC121056.1", "BM922680.1", "NM_001306199.2", "NM_001306200.2", "NM_030648.4", "NR_131339.2", "XM_017008661.1", "XM_054350920.1"], "translation": [{"protein": "AAI21056.1", "rna": "BC121055.1"}, {"protein": "NP_001293129.1", "rna": "NM_001306200.2"}, {"protein": "XP_016864150.1", "rna": "XM_017008661.1"}, {"protein": "NP_001293128.1", "rna": "NM_001306199.2"}, {"protein": "NP_085151.1", "rna": "NM_030648.4"}, {"protein": "AAI21057.1", "rna": "BC121056.1"}, {"protein": "AAL69901.1", "rna": "AF462150.1"}, {"protein": "BAB21808.2", "rna": "AB051504.1"}, {"protein": "AAL56579.1", "rna": "AF448510.1"}, {"protein": "XP_054206895.1", "rna": "XM_054350920.1"}]}, "alias": ["KMT7", "SET7", "SET7/9", "SET9"], "ec": "2.1.1.364", "ensembl": {"gene": "ENSG00000145391", "protein": ["ENSP00000274031", "ENSP00000385913", "ENSP00000427300", "ENSP00000476302", "ENSP00000476712"], "transcript": ["ENST00000274031", "ENST00000404104", "ENST00000406354", "ENST00000506866", "ENST00000515101", "ENST00000608795", "ENST00000608958"], "translation": [{"protein": "ENSP00000427300", "rna": "ENST00000506866"}, {"protein": "ENSP00000274031", "rna": "ENST00000274031"}, {"protein": "ENSP00000385913", "rna": "ENST00000404104"}, {"protein": "ENSP00000476712", "rna": "ENST00000608795"}, {"protein": "ENSP00000476302", "rna": "ENST00000608958"}], "type_of_gene": "protein_coding"}, "entrezgene": "80854", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.1649537486, "exp_mis": 124.204670922, "exp_syn": 63.1608114869, "lof_z": 2.60294350101158, "mis_z": 1.28174078438672, "mu_lof": 7.99896478079e-07, "mu_mis": 1.08847850324e-05, "mu_syn": 5.43647462847e-06, "n_lof": 3.0, "n_mis": 95.0, "n_syn": 57.0, "p_li": 0.293260030580492, "p_null": 0.00437391718070303, "p_rec": 0.702366052238805, "syn_z": 0.480577493271485}, "bp": 1101, "cds_end": 140477291, "cds_start": 140432816, "n_exons": 8, "nonpsych": {"exp_lof": 10.8515922516, "exp_mis": 112.258351227, "exp_syn": 57.0077594746, "lof_z": 2.63892255816262, "mis_z": 1.44045005815441, "mu_lof": 7.99896478079e-07, "mu_mis": 1.08847850324e-05, "mu_syn": 5.43647462847e-06, "n_lof": 2.0, "n_mis": 82.0, "n_syn": 54.0, "p_li": 0.602129942389746, "p_null": 0.00231713749336019, "p_rec": 0.395552920116893, "syn_z": 0.250806995373333}, "nontcga": {"exp_lof": 11.1762726504, "exp_mis": 114.252820339, "exp_syn": 58.0924588369, "lof_z": 2.41261552466921, "mis_z": 1.27024592222906, "mu_lof": 7.99896478079e-07, "mu_mis": 1.08847850324e-05, "mu_syn": 5.43647462847e-06, "n_lof": 3.0, "n_mis": 87.0, "n_syn": 53.0, "p_li": 0.229290225039247, "p_null": 0.0076064157353337, "p_rec": 0.763103359225419, "syn_z": 0.423048377849454}, "transcript": "ENST00000274031.3"}, "exons": [{"cdsend": 139556137, "cdsstart": 139496352, "chr": "4", "position": [[139495934, 139496521], [139517884, 139518042], [139520276, 139520394], [139523353, 139523435], [139529030, 139529220], [139533164, 139533366], [139546919, 139547049], [139556097, 139556769]], "strand": -1, "transcript": "NM_001306199", "txend": 139556769, "txstart": 139495934}, {"cdsend": 139556137, "cdsstart": 139533128, "chr": "4", "position": [[139532578, 139533366], [139546919, 139547049], [139556097, 139556769]], "strand": -1, "transcript": "NM_001306200", "txend": 139556769, "txstart": 139532578}, {"cdsend": 139556137, "cdsstart": 139511662, "chr": "4", "position": [[139506037, 139511843], [139517884, 139518042], [139520276, 139520394], [139523353, 139523435], [139529030, 139529220], [139533164, 139533366], [139546919, 139547049], [139556097, 139556769]], "strand": -1, "transcript": "NM_030648", "txend": 139556769, "txstart": 139506037}, {"cdsend": 139556769, "cdsstart": 139556769, "chr": "4", "position": [[139532578, 139533366], [139546919, 139547049], [139548018, 139548119], [139556097, 139556769]], "strand": -1, "transcript": "NR_131339", "txend": 139556769, "txstart": 139532578}], "exons_hg19": [{"cdsend": 140477291, "cdsstart": 140417506, "chr": "4", "position": [[140417088, 140417675], [140439038, 140439196], [140441430, 140441548], [140444507, 140444589], [140450184, 140450374], [140454318, 140454520], [140468073, 140468203], [140477251, 140477923]], "strand": -1, "transcript": "NM_001306199", "txend": 140477923, "txstart": 140417088}, {"cdsend": 140477291, "cdsstart": 140454282, "chr": "4", "position": [[140453732, 140454520], [140468073, 140468203], [140477251, 140477923]], "strand": -1, "transcript": "NM_001306200", "txend": 140477923, "txstart": 140453732}, {"cdsend": 140477291, "cdsstart": 140432816, "chr": "4", "position": [[140427191, 140432997], [140439038, 140439196], [140441430, 140441548], [140444507, 140444589], [140450184, 140450374], [140454318, 140454520], [140468073, 140468203], [140477251, 140477923]], "strand": -1, "transcript": "NM_030648", "txend": 140477923, "txstart": 140427191}, {"cdsend": 140477923, "cdsstart": 140477923, "chr": "4", "position": [[140453732, 140454520], [140468073, 140468203], [140469172, 140469273], [140477251, 140477923]], "strand": -1, "transcript": "NR_131339", "txend": 140477923, "txstart": 140453732}], "generif": [{"pubmed": 11779497, "text": "purification and functional characterization of a histone H3-lysine 4-specific methyltransferase"}, {"pubmed": 12372304, "text": "crystal structure of human SET7/9 shows residues essential for catalytic activity with histone H3"}, {"pubmed": 12540855, "text": "Crystal structure and catalytic mechanism of the human histone methyltransferase SET7/9"}, {"pubmed": 12670868, "text": "This enzyme and human Sin3 deacetylase are tethered together selectively by the cell-proliferation factor HCF-1."}, {"pubmed": 16415881, "text": "SET7/9 recognizes a conserved K/R-S/T/A motif preceding the lysine substrate and has a propensity to bind aspartates and asparagines on the C-terminal side of the lysine target"}, {"pubmed": 17573780, "text": "RBP2 associates with MRG15 complex to maintain reduced H3K4 methylation at transcribed regions, which may ensure the transcriptional elongation state"}, {"pubmed": 17646389, "text": "Results suggest that the cross talk between lysine methylation and acetylation is critical for p53 activation in response to DNA damage and that Set7/9 may play an important role in tumor suppression."}, {"pubmed": 18471979, "text": "Results show that estrogen receptor alpha is directly methylated at lysine 302 (K302) by the SET7 methyltransferase."}, {"pubmed": 18474616, "text": "This report shows that H3K9 monomethylation is dependent upon the PR-Set7 H4K20 monomethyltransferase but independent of its catalytic function, indicating that PR-Set7 recruits an H3K9 monomethyltransferase to establish the trans-tail histone code."}, {"pubmed": 18650421, "text": "a novel role for SET7/9 in inflammation and diabetes."}, {"pubmed": 19262565, "text": "Data show that lysine methyltransferase Set9 physically associates with RelA in vitro and in vivo in response to TNF-alpha."}, {"pubmed": 19282482, "text": "signaling through SET7 represents a means of DNMT1 enzyme turnover"}, {"pubmed": 19351588, "text": "These data may lead to a new insight into PCAF functions and provide additional information to identify unknown targets of Set9."}, {"pubmed": 19752191, "text": "the binding of two SET domain-containing proteins, ALL1 and SET7, to chromatin substrates was studied."}, {"pubmed": 20227666, "text": "Set7/9-KMT7 associates with the HIV promoter in vivo and monomethylates lysine 51, a highly conserved residue located in the RNA-binding domain of Tat."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20675860, "text": "SET7/9 catalytic mutants reveal the role of active site water molecules in lysine multiple methylation"}, {"pubmed": 21098664, "text": "Data show that STAT3 binds to the SOCS3 promoter, and S727 is then phosphorylated, followed by the coincident binding of SET9 and dimethylation of K140, and lastly by the binding of LSD1."}, {"pubmed": 21245319, "text": "results reveal that Set7/9 is a critical regulator of the SIRT1-p53 interaction and suggest that Set7/9 can modulate p53 function indirectly in addition to acting through a methylation-dependent mechanism"}, {"pubmed": 21273441, "text": "Set9 directly acts on AR at the amino acid level. Chromatin recruitment of Set9 to AREs is suggestive of its additional role as a transcriptional coactivator."}, {"pubmed": 21454678, "text": "Direct evidence for methyl group coordination by carbon-oxygen hydrogen bonds in the lysine methyltransferase SET7/9."}, {"pubmed": 21896933, "text": "genetic association studies in a Finnish population with type I diabetes: No associations were found between SNPs in SETD7 and the diabetic complications studied."}, {"pubmed": 22242964, "text": "simulations show that while the wild-type SET7/9 is a monomethylase, the Y245-->A mutation increases the ability of the enzyme to add more methyl groups on the target lysine"}, {"pubmed": 22403242, "text": "The response to hyperglycemia in vascular endothelial cells involves Set7 mediated changes in chromatin remodeling and gene expression."}, {"pubmed": 22406368, "text": "H3K4me3 level defines unrecognized subsets of heptaocellular carcinoma patients with distinct epigenetic phenotype and clinical outcome and can thus be a novel predictor for poor prognosis of heptaocellular carcinoma patients"}, {"pubmed": 22820736, "text": "The methyltransferase Set9 directly methylates FoxO3 in vitro and in cells. The modulation of FoxO3 stability and activity by methylation may be critical for fine-tuning cellular responses to stress stimuli."}, {"pubmed": 23509280, "text": "Methylation of SUV39H1 by SET7/9 results in heterochromatin relaxation and genome instability."}, {"pubmed": 23519668, "text": "The crystal structures presented here provide information about the binding of both AdoMet-analogue inhibitors and peptides by the SET domain of SET7/9."}, {"pubmed": 23873758, "text": "study indicates that Set7/9 prevents the histone deacetylase activity of SirT1, potentiating euchromatin formation on the promoter site of COL2A1 and resulting in morphology-dependent COL2A1 gene transactivation."}, {"pubmed": 24129573, "text": "Vesicular stomatitis virus and influenza A virus increased IFITM3-K88me1 levels by promoting the interaction between IFITM3 and SET7, suggesting that this pathway could be hijacked to support infection; conversely, IFN-alpha reduced IFITM3-K88me1 levels."}, {"pubmed": 24875254, "text": "Set7-dependent gene expression changes that occurred independent of H3K4m1 may involve transcription factor lysine methylation events."}, {"pubmed": 25042802, "text": "Results show Set7 efficiently monomethylates Sox2 at K119 residue controling its stability."}, {"pubmed": 25124555, "text": "Set7/9 is a potential biomarker in tumour cells and is associated with overexpressed E2F1 activity."}, {"pubmed": 25472959, "text": "Set7-induced epigenetic changes contribute to vascular dysfunction in patients with T2DM."}, {"pubmed": 25637186, "text": "SET9 enriches at hypoxia response elements sites of HIF-1 responsive glycolytic genes and stabilizes HIF-1alpha at these sites in hypoxia."}, {"pubmed": 25681344, "text": "Results show that histone-lysine N-methyltransferase Set7 facilitates hepatitis C virus (HCV) replication through the attenuation of interferon-alpha (IFN-alpha) signaling pathways and IFN-related effectors."}, {"pubmed": 25954928, "text": "Based on our results miR-153 inhibits proliferation and suppresses EMT and the invasive potential of ovarian cancer cells through downregulation of SET7 and ZEB2, supporting the pursuit of miR-153 as a potential target for ovarian cancer intervention."}, {"pubmed": 26116705, "text": "Findings indicate the regulation of Wnt/beta-catenin signaling and the role of SET domain-containing protein 7/9 (SET7/9) in cancer cells."}, {"pubmed": 26317544, "text": "Unleashed expression of Mdm2 in cancer patients with diminished expression of Set7/9 is associated with poor survival outcome."}, {"pubmed": 26435321, "text": "Lysine methylation by SETD7 is important for the fine-tuning of reactive oxygen species signaling through its regulation on pro-inflammatory responses."}, {"pubmed": 26701885, "text": "Reduced expression of SET7 is associated with gastric cancer progression."}, {"pubmed": 26713889, "text": "These results demonstrate that S...O chalcogen bonds contribute to AdoMet recognition and can enable methyltransferases to distinguish between substrate and product."}, {"pubmed": 26779630, "text": "High SET7 expression is associated with breast cancer."}, {"pubmed": 26848522, "text": "SET7 was required for GATA1-induced breast tumor angiogenesis and growth in nude mice. GATA1 and SET7 are independent poor prognostic factors in breast cancer."}, {"pubmed": 26861389, "text": "study identified a novel locus associated with serum lycopene concentrations and results raise a number of possibilities regarding the nature of the relationship between SETD7 and lycopene, both independently associated with prostate cancer."}, {"pubmed": 26890252, "text": "Knock-down of SETD7 causes differentiation defects in human embryonic stem cell including delay in both the silencing of pluripotency-related genes and the induction of differentiation genes."}, {"pubmed": 26902152, "text": "SET7/SET9-mediated YY1 methylation was shown to be involved in YY1-regulated gene transcription and cell proliferation."}, {"pubmed": 27132511, "text": "SET9 expression levels were significantly higher in samples from patients with pathological complete remission than in samples from patients with disease recurrence, which indicates that SET9 acts as a tumor suppressor in breast cancer and that its expression may serve as a prognostic marker for malignancy."}, {"pubmed": 27146893, "text": "Methylation at K436 and K595 respectively by Set7 increases the stability and DNA binding ability of Gli3, resulting in an enhancement of Shh signaling activation."}, {"pubmed": 27183310, "text": "SETD7 plays a critical role in HCC, and its immunohistochemistry signature provides potential clinical significance for personalized prediction of HCC prognosis."}, {"pubmed": 27235396, "text": "These findings underscore the role of KMT7 as an important monomethyltransferase regulating HIV transcription through Tat."}, {"pubmed": 27292644, "text": "the methyltransferase Set9 potentiates TGF-beta signaling by targeting Smad7, an inhibitory downstream effector."}, {"pubmed": 28417976, "text": "Revealing inhibition difference between PFI-2 enantiomers against SETD7 by molecular dynamics simulations, binding free energy calculations and unbinding pathway analysis."}, {"pubmed": 29222115, "text": "SET9 is broadly required for the effects of TGFB1 in diseased primary renal fibroblasts; SET9 promotes fibroblast migration into wounds, expression of extracellular matrix proteins, collagen contractility and myofibroblast differentiation. SET9 is recruited to the alpha-smooth muscle actin gene in response to TGFB1, providing a mechanism by which SET9 regulates myofibroblast contractility and differentiation."}, {"pubmed": 29383876, "text": "Setd7 knockdown decreases Nrf2 and Nrf2-target genes expression, and phenethyl isothiocyanate and ursolic acid induce Setd7 expression, which activates the Nrf2/antioxidant response element signaling pathway and protects DNA from oxidative damage."}, {"pubmed": 29499155, "text": "these results reveal how SETD7 acts at sequential steps in cardiac lineage commitment."}, {"pubmed": 29684621, "text": "Setd7 plays an positive role in osteogenic differentiation"}, {"pubmed": 29723250, "text": "SET7/9 expression in nonadherent cells isolated from the effluent of peritoneal dialysis (PD) patients. SET7/9 expression was elevated in nonadherent cells isolated from the effluent of PD patients. SET7/9 expression was positively correlated with dialysate/plasma ratio of creatinine in PD patients."}, {"pubmed": 30106440, "text": "High SET7 expression is associated with hepatocellular carcinoma progression."}, {"pubmed": 30357346, "text": "SET7-mediated UHRF1 methylation is also shown to be essential for cell viability against DNA damage. Our data revealed the regulatory mechanism underlying the UHRF1 methylation status by SET7 and LSD1 in double-strand break repair pathway"}, {"pubmed": 30361067, "text": "data indicate that SETD7 could serve as a potential diagnostic and prognostic biomarker for colorectal cancer."}, {"pubmed": 30396921, "text": "Setd7 KD impacted a larger set of genes and caused a higher fold change compared to PEITC treatment. This study offers new insights into the mechanisms of action of the epigenetic modifier Setd7 and the effects of PEITC treatment in PCa cells and enhances our understanding of the potential cancer preventive/treatment effects of isothiocyanate compounds such as PEITC in PCa."}, {"pubmed": 30674889, "text": "Paper uncovers a molecular mechanism of ISL1 promoting metastasis of GC through binding to the ZEB1 promoter together with co-factor SETD7."}, {"pubmed": 31035088, "text": "Our findings demonstrate that the inhibition of SETD7 restricts TNF-alpha-induced airway smooth muscle cell proliferation and migration by blocking the NF-kappaB/CD38 signaling axis. These results highlight a potential relevance of the SETD7/NF-kappaB/CD38 axis in the pathogenesis of asthma."}, {"pubmed": 31324717, "text": "The SET domain-containing 7 histone lysine methyltransferase (SETD7) uses its N-terminal membrane occupation and recognition nexus (MORN) repeats to dock its substrates and subsequently juxtapose their Lys methylation motif for efficient and specific methylation by the catalytic SET domain."}, {"pubmed": 31751593, "text": "The N-terminal MORN domain of SET7/9 is essential for its interaction with eL42 and methylates eL42 at three different lysines - Lys53, Lys80 and Lys100 through site-directed mutagenesis."}, {"pubmed": 31863092, "text": "Methylation of PLK1 by SET7/9 ensures accurate kinetochore-microtubule dynamics."}, {"pubmed": 32120841, "text": "Isoform-Specific Lysine Methylation of RORalpha2 by SETD7 Is Required for Association of the TIP60 Coactivator Complex in Prostate Cancer Progression."}, {"pubmed": 32126149, "text": "METTL3/YTHDF2 m(6) A axis promotes tumorigenesis by degrading SETD7 and KLF4 mRNAs in bladder cancer."}, {"pubmed": 32178870, "text": "KMT Set7/9 is a new regulator of Sam68 STAR-protein."}, {"pubmed": 32320649, "text": "The Set7 Lysine Methyltransferase Regulates Plasticity in Oxidative Phosphorylation Necessary for Trained Immunity Induced by beta-Glucan."}, {"pubmed": 32323737, "text": "Downregulation of SETD7 promotes migration and invasion of lung cancer cells via JAK2/STAT3 pathway."}, {"pubmed": 33336743, "text": "SET7/9 promotes H3K4me3 at lncRNA DRAIC promoter to modulate growth and metastasis of glioma."}, {"pubmed": 33564100, "text": "SRF is a nonhistone methylation target of KDM2B and SET7 in the regulation of skeletal muscle differentiation."}, {"pubmed": 34252487, "text": "lncRNA SNHG6 promotes hepatocellular carcinoma progression by interacting with HNRNPL/PTBP1 to facilitate SETD7/LZTFL1 mRNA destabilization."}, {"pubmed": 34343833, "text": "Set7/9 controls proliferation and genotoxic drug resistance of NSCLC cells."}, {"pubmed": 34856916, "text": "Non-histone Methylation of SET7/9 and its Biological Functions."}, {"pubmed": 35137483, "text": "Melatonin regulates trophoblast pyroptosis, invasion and migration in preeclampsia by inhibiting HtrA1 transcription through the microRNA-520c-3p/SETD7 axis."}, {"pubmed": 35709329, "text": "Methylation of the Hippo effector YAP by the methyltransferase SETD7 drives myocardial ischaemic injury: a translational study."}, {"pubmed": 36101480, "text": "The role of SET domain containing lysine methyltransferase 7 in tumorigenesis and development."}, {"pubmed": 36792079, "text": "[Research Progress of Role and Mechanism of SETD7 in Tumor Occurrence and Progression]."}, {"pubmed": 36822329, "text": "SET7 methylates the deubiquitinase OTUB1 at Lys [122] to impair its binding to E2 enzyme UBC13 and relieve its suppressive role on ferroptosis."}, {"pubmed": 37043057, "text": "DDB1 regulates the activation-induced apoptosis of T cells via downregulating the expression of histone methyltransferase SETD7."}, {"pubmed": 37549269, "text": "SETD7 functions as a transcription repressor in prostate cancer via methylating FOXA1."}, {"pubmed": 37564199, "text": "Lysine N-methyltransferase SETD7 promotes bladder cancer progression and immune escape via STAT3/PD-L1 cascade."}, {"pubmed": 37682707, "text": "Methylation of KRAS by SETD7 promotes KRAS degradation in non-small cell lung cancer."}, {"pubmed": 37870957, "text": "SET7/9-mediated methylation affects oncogenic functions of histone demethylase JMJD2A."}, {"pubmed": 38018874, "text": "ZKSCAN5 activates LAPTM5 expression by recruiting SETD7 to promote metastasis in pancreatic ductal adenocarcinoma."}, {"pubmed": 38043199, "text": "Methyltransferase Set7/9 controls PARP1 expression and regulates cisplatin response of breast cancer cells."}, {"pubmed": 38520914, "text": "Combined SET7/9 and CDK4 inhibition act synergistically against osteosarcoma."}], "genomic_pos": {"chr": "4", "end": 139606699, "ensemblgene": "ENSG00000145391", "start": 139495941, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 140527853, "start": 140417095, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0006325", "pubmed": 12514135, "qualifier": "involved_in", "term": "chromatin organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 23509280, "qualifier": "acts_upstream_of_or_within", "term": "DNA damage response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018026", "qualifier": "involved_in", "term": "peptidyl-lysine monomethylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018026", "pubmed": 17108971, "qualifier": "involved_in", "term": "peptidyl-lysine monomethylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018027", "pubmed": 17108971, "qualifier": "involved_in", "term": "peptidyl-lysine dimethylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070828", "qualifier": "involved_in", "term": "heterochromatin organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070828", "pubmed": 23509280, "qualifier": "acts_upstream_of_or_within", "term": "heterochromatin organization"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005694", "qualifier": "is_active_in", "term": "chromosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005694", "qualifier": "located_in", "term": "chromosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002039", "pubmed": 17108971, "qualifier": "enables", "term": "p53 binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12540855, 15525938, 16415881, 17108971, 17805299, 19262565, 19282482, 19864627, 21119616, 21131967, 21151116, 21245319, 21988832, 22345554, 22402663], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016279", "pubmed": [16415881, 17108971, 35210392], "qualifier": "enables", "term": "protein-lysine N-methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042054", "pubmed": 17707234, "qualifier": "enables", "term": "histone methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140938", "pubmed": 16415881, "qualifier": "enables", "term": "histone H3 methyltransferase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140945", "qualifier": "enables", "term": "histone H3K4 monomethyltransferase activity"}]}, "homologene": {"genes": [[7955, 436729], [8364, 613102], [9031, 422443], [9544, 700426], [9598, 737682], [9606, 80854], [9913, 515928], [10090, 73251], [10116, 689954]], "id": 12741}, "interpro": [{"desc": "MORN repeat", "id": "IPR003409", "short_desc": "MORN"}, {"desc": "SET domain", "id": "IPR001214", "short_desc": "SET_dom"}, {"desc": "Histone-lysine N-methyltransferase SETD7", "id": "IPR017155", "short_desc": "Hist-Lys_N-MeTrfase_SETD7"}, {"desc": "SETD7, SET domain", "id": "IPR044436", "short_desc": "SETD7_SET"}, {"desc": "SET domain superfamily", "id": "IPR046341", "short_desc": "SET_dom_sf"}], "ipi": ["IPI00028366", "IPI00879341", "IPI00879517", "IPI00967470"], "map_location": "4q31.1", "name": "SET domain containing 7, histone lysine methyltransferase", "other_names": ["H3-K4-HMTase SETD7", "SET domain containing 7, lysine methyltransferase", "SET domain containing lysine methyltransferase 7", "SET domain-containing protein 7", "histone H3-K4 methyltransferase SETD7", "histone H3-lysine 4-specific methyltransferase", "histone-lysine N-methyltransferase SETD7", "lysine N-methyltransferase 7"], "pantherdb": {"HGNC": "30412", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1920501", "ortholog_type": "LDO", "panther_family": "PTHR46820", "taxid": 10090, "uniprot_kb": "Q8VHL1"}, {"RGD": "1586346", "ortholog_type": "LDO", "panther_family": "PTHR46820", "taxid": 10116, "uniprot_kb": "D4ADE5"}, {"Ensembl": "ENSGALG00000009800", "ortholog_type": "LDO", "panther_family": "PTHR46820", "taxid": 9031, "uniprot_kb": "F1P558"}, {"ZFIN": "ZDB-GENE-040718-156", "ortholog_type": "LDO", "panther_family": "PTHR46820", "taxid": 7955, "uniprot_kb": "Q6DHG0"}, {"dictyBase": "DDB_G0288227", "ortholog_type": "LDO", "panther_family": "PTHR46820", "taxid": 352472, "uniprot_kb": "Q54J80"}], "uniprot_kb": "Q8WTS6"}, "pathway": {"kegg": [{"id": "hsa00310", "name": "Lysine degradation - Homo sapiens (human)"}, {"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}], "pid": {"id": "p53regulationpathway", "name": "p53 pathway"}, "reactome": [{"id": "R-HSA-3214841", "name": "PKMTs methylate histone lysines"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}], "smpdb": {"id": "SMP00465", "name": "Carnitine Synthesis"}, "wikipathways": [{"id": "WP2369", "name": "Histone Modifications"}, {"id": "WP4538", "name": "Regulatory circuits of the STAT3 signaling pathway"}]}, "pdb": ["1H3I", "1MT6", "1MUF", "1N6A", "1N6C", "1O9S", "1XQH", "2F69", "3CBM", "3CBO", "3CBP", "3M53", "3M54", "3M55", "3M56", "3M57", "3M58", "3M59", "3M5A", "3OS5", "3VUZ", "3VV0", "4E47", "4J7F", "4J7I", "4J83", "4J8O", "4JDS", "4JLG", "5AYF", "5EG2", "5YLT"], "pfam": ["PF00856", "PF02493"], "pharmgkb": "PA143485615", "pharos": {"target_id": 3061, "tdl": "Tchem"}, "prosite": ["PS50280", "PS51577"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF221433", "relationship": "is"}, {"id": "GNF226885", "relationship": "is"}, {"id": "GNF232337", "relationship": "is"}, {"id": "GNF268567", "relationship": "is"}, {"id": "GNF268568", "relationship": "is"}, {"id": "GNF268569", "relationship": "is"}, {"id": "GNF268570", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF040795", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089902", "relationship": "is"}, {"id": "GNF089903", "relationship": "is"}, {"id": "GNF089904", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051536", "relationship": "is"}, {"id": "GNF056301", "relationship": "is"}, {"id": "GNF061053", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069661", "relationship": "is"}, {"id": "GNF069662", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013235", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102006", "relationship": "is"}, {"id": "GNF141661", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": ["NP_001293128.1", "NP_001293129.1", "NP_085151.1", "XP_016864150.1", "XP_054206895.1"], "rna": ["NM_001306199.2", "NM_001306200.2", "NM_030648.4", "NR_131339.2", "XM_017008661.1", "XM_054350920.1"], "translation": [{"protein": "NP_001293129.1", "rna": "NM_001306200.2"}, {"protein": "XP_016864150.1", "rna": "XM_017008661.1"}, {"protein": "NP_001293128.1", "rna": "NM_001306199.2"}, {"protein": "NP_085151.1", "rna": "NM_030648.4"}, {"protein": "XP_054206895.1", "rna": "XM_054350920.1"}]}, "reporter": {"GNF1H": ["gnf1h04321_at", "gnf1h08582_s_at"], "HG-U133_Plus_2": ["224928_at", "244653_at"], "HG-U95B": ["46280_at", "49574_r_at"], "HTA-2_0": "TC04001583.hg.1", "HuEx-1_0": ["2786657", "2786693", "2786695"], "HuGene-1_1": "8102848", "HuGene-2_1": ["16980005", "16980021"]}, "summary": "Enables histone-lysine N-methyltransferase activity and p53 binding activity. Involved in peptidyl-lysine dimethylation and peptidyl-lysine monomethylation. Acts upstream of or within cellular response to DNA damage stimulus and heterochromatin organization. Located in chromosome and nucleolus. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "SETD7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1822691"}, "unigene": "Hs.480792", "uniprot": {"Swiss-Prot": "Q8WTS6", "TrEMBL": ["D6RJA0", "B5MCZ8", "V9GYG1", "V9GY19"]}, "wikipedia": {"url_stub": "SETD7"}}