{"AllianceGenome": "10774", "HGNC": "10774", "MIM": "605199", "_id": "6421", "_version": 2, "accession": {"genomic": ["AL590434.16", "CH471059.2", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAH04534.2", "AAH27708.1", "AAH51192.1", "ADO22214.1", "ADO22475.1", "CAA34747.1", "CAA50283.1", "EAX07421.1", "EAX07422.1", "EAX07423.1", "EAX07424.1", "EAX07425.1", "EAX07426.1", "NP_005057.1", "P23246.2", "XP_005271169.1", "XP_005271172.1", "XP_011540252.1", "XP_016857542.1", "XP_016857543.1", "XP_054194136.1", "XP_054194137.1", "XP_054194138.1", "XP_054194139.1", "XP_054194140.1"], "rna": ["AK095702.1", "AK307985.1", "AL831889.1", "AL833670.1", "BC000546.1", "BC004534.2", "BC027708.2", "BC027717.2", "BC051192.1", "BX537811.1", "GQ891352.1", "GQ900958.1", "NM_005066.3", "NR_136702.2", "NR_136703.2", "X16850.1", "X70944.1", "XM_005271112.6", "XM_005271115.5", "XM_011541950.3", "XM_017002053.3", "XM_017002054.3", "XM_054338161.1", "XM_054338162.1", "XM_054338163.1", "XM_054338164.1", "XM_054338165.1"], "translation": [{"protein": "AAH27708.1", "rna": "BC027708.2"}, {"protein": "XP_054194139.1", "rna": "XM_054338164.1"}, {"protein": "XP_005271172.1", "rna": "XM_005271115.5"}, {"protein": "XP_016857542.1", "rna": "XM_017002053.3"}, {"protein": "XP_005271169.1", "rna": "XM_005271112.6"}, {"protein": "XP_054194136.1", "rna": "XM_054338161.1"}, {"protein": "CAA50283.1", "rna": "X70944.1"}, {"protein": "NP_005057.1", "rna": "NM_005066.3"}, {"protein": "XP_054194140.1", "rna": "XM_054338165.1"}, {"protein": "ADO22214.1", "rna": "GQ891352.1"}, {"protein": "XP_054194138.1", "rna": "XM_054338163.1"}, {"protein": "CAA34747.1", "rna": "X16850.1"}, {"protein": "XP_016857543.1", "rna": "XM_017002054.3"}, {"protein": "AAH04534.2", "rna": "BC004534.2"}, {"protein": "AAH51192.1", "rna": "BC051192.1"}, {"protein": "ADO22475.1", "rna": "GQ900958.1"}, {"protein": "XP_011540252.1", "rna": "XM_011541950.3"}, {"protein": "XP_054194137.1", "rna": "XM_054338162.1"}]}, "alias": ["POMP100", "PPP1R140", "PSF"], "ensembl": {"gene": "ENSG00000116560", "protein": ["ENSP00000349748", "ENSP00000424440", "ENSP00000425071", "ENSP00000512713"], "transcript": ["ENST00000357214", "ENST00000460428", "ENST00000466213", "ENST00000466745", "ENST00000468598", "ENST00000470472", "ENST00000471991", "ENST00000485365", "ENST00000485454", "ENST00000490668", "ENST00000696553"], "translation": [{"protein": "ENSP00000425071", "rna": "ENST00000460428"}, {"protein": "ENSP00000424440", "rna": "ENST00000470472"}, {"protein": "ENSP00000349748", "rna": "ENST00000357214"}, {"protein": "ENSP00000512713", "rna": "ENST00000696553"}], "type_of_gene": "protein_coding"}, "entrezgene": "6421", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 26.1534752062, "exp_mis": 241.857376847, "exp_syn": 100.430956255, "lof_z": 4.87217609642598, "mis_z": 4.14706914030763, "mu_lof": 2.20385397128e-06, "mu_mis": 3.00944738787e-05, "mu_syn": 1.40331836314e-05, "n_lof": 1.0, "n_mis": 110.0, "n_syn": 117.0, "p_li": 0.999527260233545, "p_null": 3.44938690935979e-10, "p_rec": 0.000472739421516008, "syn_z": -1.02497166653834}, "bp": 2124, "cds_end": 35658650, "cds_start": 35650056, "n_exons": 10, "nonpsych": {"exp_lof": 23.4820341464, "exp_mis": 218.714886497, "exp_syn": 90.7103153072, "lof_z": 4.55637770494832, "mis_z": 4.08291829832461, "mu_lof": 2.20385397128e-06, "mu_mis": 3.00944738787e-05, "mu_syn": 1.40331836314e-05, "n_lof": 1.0, "n_mis": 99.0, "n_syn": 105.0, "p_li": 0.998879726547806, "p_null": 3.44372168501202e-09, "p_rec": 0.00112027000847207, "syn_z": -0.944621032660756}, "nontcga": {"exp_lof": 24.0427383484, "exp_mis": 222.490342963, "exp_syn": 92.3780169499, "lof_z": 4.63578582757624, "mis_z": 4.12465114354403, "mu_lof": 2.20385397128e-06, "mu_mis": 3.00944738787e-05, "mu_syn": 1.40331836314e-05, "n_lof": 1.0, "n_mis": 99.0, "n_syn": 110.0, "p_li": 0.999001076044169, "p_null": 2.13119286152801e-09, "p_rec": 0.000998921824638091, "syn_z": -1.16089426995861}, "transcript": "ENST00000357214.5"}, "exons": [{"cdsend": 35193049, "cdsstart": 35184455, "chr": "1", "position": [[35182935, 35184593], [35187000, 35187122], [35187202, 35187251], [35187972, 35188090], [35189002, 35189087], [35189185, 35189382], [35190497, 35190593], [35190693, 35190995], [35191340, 35191529], [35192221, 35193145]], "strand": -1, "transcript": "NM_005066", "txend": 35193145, "txstart": 35182935}, {"cdsend": 35193145, "cdsstart": 35193145, "chr": "1", "position": [[35176377, 35176474], [35177318, 35177399], [35177988, 35178036], [35187000, 35187122], [35187202, 35187251], [35187972, 35188090], [35189002, 35189087], [35189185, 35189382], [35190497, 35190593], [35190693, 35190995], [35191340, 35191529], [35192221, 35193145]], "strand": -1, "transcript": "NR_136702", "txend": 35193145, "txstart": 35176377}, {"cdsend": 35193145, "cdsstart": 35193145, "chr": "1", "position": [[35176377, 35176471], [35177318, 35177399], [35177988, 35178036], [35187000, 35187122], [35187202, 35187251], [35187972, 35188090], [35189002, 35189087], [35189173, 35189382], [35190497, 35190593], [35190693, 35190995], [35191340, 35191529], [35192221, 35193145]], "strand": -1, "transcript": "NR_136703", "txend": 35193145, "txstart": 35176377}], "exons_hg19": [{"cdsend": 35658650, "cdsstart": 35650056, "chr": "1", "position": [[35648536, 35650194], [35652601, 35652723], [35652803, 35652852], [35653573, 35653691], [35654603, 35654688], [35654786, 35654983], [35656098, 35656194], [35656294, 35656596], [35656941, 35657130], [35657822, 35658746]], "strand": -1, "transcript": "NM_005066", "txend": 35658746, "txstart": 35648536}, {"cdsend": 35658746, "cdsstart": 35658746, "chr": "1", "position": [[35641978, 35642075], [35642919, 35643000], [35643589, 35643637], [35652601, 35652723], [35652803, 35652852], [35653573, 35653691], [35654603, 35654688], [35654786, 35654983], [35656098, 35656194], [35656294, 35656596], [35656941, 35657130], [35657822, 35658746]], "strand": -1, "transcript": "NR_136702", "txend": 35658746, "txstart": 35641978}, {"cdsend": 35658746, "cdsstart": 35658746, "chr": "1", "position": [[35641978, 35642072], [35642919, 35643000], [35643589, 35643637], [35652601, 35652723], [35652803, 35652852], [35653573, 35653691], [35654603, 35654688], [35654774, 35654983], [35656098, 35656194], [35656294, 35656596], [35656941, 35657130], [35657822, 35658746]], "strand": -1, "transcript": "NR_136703", "txend": 35658746, "txstart": 35641978}], "generif": [{"pubmed": 12403470, "text": "Here we show that PSF interacts with p54nrb.PSF bind U5 snRNA with both the sequence and structure of stem 1b contributing to binding specificity."}, {"pubmed": 12417296, "text": "Review article of PSF as a multi-functional nuclear protein."}, {"pubmed": 12944487, "text": "p54nrb and PSF have properties of key factors mediating INS function and likely define a novel mRNA regulatory pathway that is hijacked by HIV-1."}, {"pubmed": 15590677, "text": "The PSF.p54(nrb) complex cooperates with Ku protein to form a functional preligation complex with substrate DNA"}, {"pubmed": 15668243, "text": "Data suggest that polypyrimidine tract-binding protein-associated splicing factor acts as a progesterone receptor corepressor and contributes to the functional withdrawal of progesterone and the initiation of human labor."}, {"pubmed": 16024807, "text": "recruitment of PSF to activated promoters and the carboxyl-terminal domain of RNA polymerase II provides a mechanism by which transcription and pre-mRNA processing are coordinated within the cell."}, {"pubmed": 16731528, "text": "DJ-1 transcriptionally up-regulates the human tyrosine hydroxylase by inhibiting the sumoylation of pyrimidine tract-binding protein-associated splicing factor"}, {"pubmed": 16832349, "text": "Expression of PSF-TFE3 in renal epithelial cells plays an important role in the initiation and maintenance of oncogenic phenotype in papillary renal cell carcinomas"}, {"pubmed": 16938326, "text": "Mass spectrometric analysis of the complex revealed the polypyrimidine tract-binding protein-associated splicing factor (PSF) as a novel Hepatitis Delta virus RNA-interacting protein."}, {"pubmed": 17318576, "text": "These results suggest that IbeA interacts with polypyrimidine tract-binding protein (PTB)-associated splicing factor (PSF) for the E. coli K1 invasion of HBMEC.[IbeA]"}, {"pubmed": 17452459, "text": "These data demonstrated that PSF and p54nrb complex with AR and play a key role in modulating AR-mediated gene transcription."}, {"pubmed": 17507659, "text": "Identification of PSF, p54(nrb), PTB, and U1A as proteins specifically bound to the COX-2 polyadenylation signal upstream sequence elements ."}, {"pubmed": 17537995, "text": "identify PSF as a novel nucleophosmin 1/anaplastic lymphoma kinase-binding protein and substrate"}, {"pubmed": 17639083, "text": "XRN2 associates with p54nrb/NonO(p54)-protein-associated splicing factor (PSF), multifunctional proteins involved in several nuclear processes."}, {"pubmed": 17965020, "text": "Findings suggest that the PSF.p54nrb complex is a novel MAP kinase signal-integrating kinases substrate that binds the mRNA for tumor necrosis factor alpha."}, {"pubmed": 18445785, "text": "TFII-I, PARP1, and SFPQ proteins, each previously implicated in gene regulation, form a complex controlling transcription of DYX1C1. Allelic differences in the promoter or 5'UTR of DYX1C1 may affect factor binding and thus regulation of the gene."}, {"pubmed": 18655028, "text": "Co-expression of PSF relocates oncogenic RING finger protein 43 (RNF43) from the nuclear periphery to the nucleoplasm."}, {"pubmed": 19339282, "text": "These findings are suggestive of a role for myometrial PSF as a nuclear co-regulator in the regulation of specific hormone receptor genes and their target hormone response genes."}, {"pubmed": 19447914, "text": "results suggest that PSF may have dual functions in homologous recombination and RNA processing through its N-terminal and central regions, respectively."}, {"pubmed": 19809274, "text": "Melanotic Xp11 translocation renal cancer: a case with PSF-TFE3 gene fusion and up-regulation of melanogenetic transcripts."}, {"pubmed": 19812236, "text": "Disruption of the growth hormone receptor polypyrimidine tract causes aberrant mRNA splicing resulting in growth hormone insensitivity."}, {"pubmed": 19874820, "text": "PSF (polypyrimidine tract-binding protein-associated splicing factor) and p54(nrb), two highly related proteins involved in transcription and RNA processing, are identified as new binding partners of hnRNP M."}, {"pubmed": 20421735, "text": "SFPQ/NONO heterodimer is involved in the early stage of the DSB response."}, {"pubmed": 20605917, "text": "In response to hyperosmotic stress, p38 also regulates formation of complexes between hDlg and PSF."}, {"pubmed": 20932480, "text": "GSK3/TRAP150, complex regulates CD45 alternative splicing and demonstrate a paradigm for signal transduction from the cell surface to the RNA processing machinery through the multifunctional protein PSF."}, {"pubmed": 21106524, "text": "these results identify PSF as a repressor of STAT6-mediated transcription that functions through recruitment of HDAC to the STAT6 transcription complex, and delineates a novel regulatory mechanism of IL-4 signaling"}, {"pubmed": 21144806, "text": "PSF influences repair via direct, local, interaction with the DNA substrate"}, {"pubmed": 21566083, "text": "RVxF motifs play an important role in controlling the multifunctional properties of p54nrb and PSF in the regulation of gene transcription"}, {"pubmed": 21881826, "text": "Data reveal a new player in tau exon 10 alternative splicing regulation and uncover a previously unknown mechanism of PSF in regulating tau pre-mRNA splicing."}, {"pubmed": 22114566, "text": "results indicate that SFPQ/PSF is a host factor essential for influenza virus transcription that increases the efficiency of viral mRNA polyadenylation"}, {"pubmed": 22156371, "text": "The results suggested that PSF may function as an activator for the meiosis-specific recombinase DMC1."}, {"pubmed": 22213094, "text": "Localisation of TopBP1 at DNA damage sites was noticed as early as 5 s following damage induction, whereas p54(nrb) and PSF localised there after 20 s."}, {"pubmed": 22558197, "text": "In Alzheimer's disease, Pick's disease, and Frontotemporal Lobar Degeneration Tau-mediates nuclear depletion and cytoplasmic accumulation of SFPQ."}, {"pubmed": 23131771, "text": "Partial knockdown of Annexin A2 and PSF showed decrease in p53 IRES activity and reduced levels of both the p53 isoforms."}, {"pubmed": 23158102, "text": "PSF and MATR3 are cellular host factors that bind viral RNA and promote Rev activity."}, {"pubmed": 23516550, "text": "the effects of PSF on cell proliferation, tumor growth, and cell signaling associated with PPARgamma"}, {"pubmed": 23618401, "text": "Results suggest that Llme23 can function as an oncogenic RNA and directly associate the polypyrimidine tract-binding (PTB) protein-associated splicing factor (PSF)-binding lncRNA with melanoma."}, {"pubmed": 24288667, "text": "The results of this study identify a new physiological role for the PSF-LC3B axis as a potential endogenous modulator of colon cancer treatment."}, {"pubmed": 24507715, "text": "NEAT1 plays an important role in the innate immune response through the transcriptional regulation of antiviral genes by the stimulus-responsive cooperative action of NEAT1 and SFPQ."}, {"pubmed": 25025966, "text": "MALAT1 binds to SFPQ releasing PTBP2 from the SFPQ/PTBP2 complex, the increased SFPQ-detached PTBP2 promotes cell proliferation and migration in colorectal cancer."}, {"pubmed": 25605962, "text": "The ability of the SFPQ/NONO complex to form varying protein assemblies, in conjunction with the effect of post-translational modifications of SFPQ modulating mRNA binding, suggests key roles affecting mRNP dynamics within the cell."}, {"pubmed": 25765647, "text": "coiled-coil interaction motif thus provides a molecular explanation for the functional aggregation of SFPQ that directs its role in regulating many aspects of cellular nucleic acid metabolism"}, {"pubmed": 26261210, "text": "The data suggest a model in which TRAP150 interacts with dimeric PSF to block access of RNA to RRM2, thereby regulating the activity of PSF toward a broad set of splicing events in T cells."}, {"pubmed": 26274027, "text": "PSF/SFPQ is a very common gene fusion partner in TFE3 rearrangement-associated perivascular epithelioid cell tumors (PEComas) and melanotic Xp11 translocation renal cancers."}, {"pubmed": 27259250, "text": "GAPLINC has a role in promoting colorectal cancer invasion via binding to PSF/NONO and partly by stimulating the expression of SNAI2"}, {"pubmed": 27924002, "text": "The SFPQ*NONO complex contains an RNA binding domain, and prior work has demonstrated diverse roles in RNA metabolism. It is thus plausible that the additional repair function of NONO, revealed in cell-based assays, could involve RNA interaction."}, {"pubmed": 28315422, "text": "Describe the unusual morphology and expanded the morphologic spectrum of SFPQ/PSF-TFE3 renal cell carcinomas."}, {"pubmed": 28633417, "text": "PSF was found to be an important internal ribosome entry site trans acting factor (ITAF) for efficient translation of coxsackievirus B3 RNA."}, {"pubmed": 28846091, "text": "Mechanistic dissection reveals that NEAT1 broadly interacts with the NONO-PSF heterodimer as well as many other RNA-binding proteins and that multiple RNA segments in NEAT1, including a 'pseudo pri-miRNA' near its 3' end, help attract the Drosha-DGCR8 Microprocessor."}, {"pubmed": 29376859, "text": "SFPQ dislocation was found enhanced with tau co-transfection and tau co-transfection further resulted in extended DNA disorganization in N2a cells. Overall, our results indicate that dysregulation and dislocation of SFPQ and subsequent DNA disorganization might be a novel pathway in the progression of Alzheimer's disease and frontotemporal dementia."}, {"pubmed": 29530979, "text": "Analytical ultracentrifugation to estimate the dimerization equilibrium of the SFPQ-containing dimers revealed that the SFPQ-containing dimers dissociate at low micromolar concentrations and that the heterodimers have higher affinities than the homodimer. Moreover, we observed that the apparent dissociation constant for the SFPQ/PSPC1 heterodimer was over 6-fold lower than that of the SFPQ/NONO heterodimer."}, {"pubmed": 29789581, "text": "SFPQ intron retention and nuclear loss are molecular hallmarks of familial and sporadic of amyotrophic lateral sclerosis."}, {"pubmed": 30725116, "text": "Findings suggest a PARP polymerase (PARP)-dependent role for non-POU domain containing, octamer-binding protein NONO (NONO) and splicing factor proline-glutamine rich protein (SFPQ) in insulin-like growth factor binding protein 3 (IGFBP-3)-dependent DNA double-strand break (DSB) repair."}, {"pubmed": 30931476, "text": "Dido3 is an adaptor that controls SFPQ utilization in RNA splicing"}, {"pubmed": 31036027, "text": "The protein binding study identified the association of host protein Polypyrimidine tract binding protein and associated splicing factor (PSF) with HIV-1 integrase. Thus our study emphasizes the negative influence of PSF on HIV-1 replication."}, {"pubmed": 31981477, "text": "SFPQ Is an FTO-Binding Protein that Facilitates the Demethylation Substrate Preference."}, {"pubmed": 32034402, "text": "we propose that dysregulation of zinc availability and/or localization in neuronal cells may represent a mechanism for the imbalance in the nucleocytoplasmic distribution of SFPQ, which is an emerging hallmark of neurodegenerative diseases including Alzheimer's disease (AD) and amyotrophic lateral sclerosis (ALS)"}, {"pubmed": 32332923, "text": "Splicing factor proline- and glutamine-rich (SFPQ) protein regulates platinum response in ovarian cancer-modulating SRSF2 activity."}, {"pubmed": 32661324, "text": "AR-induced long non-coding RNA LINC01503 facilitates proliferation and metastasis via the SFPQ-FOSL1 axis in nasopharyngeal carcinoma."}, {"pubmed": 32966782, "text": "SFPQ Depletion Is Synthetically Lethal with BRAF(V600E) in Colorectal Cancer Cells."}, {"pubmed": 32998269, "text": "The Emerging Role of the RNA-Binding Protein SFPQ in Neuronal Function and Neurodegeneration."}, {"pubmed": 33284322, "text": "Binding and transport of SFPQ-RNA granules by KIF5A/KLC1 motors promotes axon survival."}, {"pubmed": 33476259, "text": "The RNA-binding protein SFPQ preserves long-intron splicing and regulates circRNA biogenesis in mammals."}, {"pubmed": 33495278, "text": "SFPQ regulates the accumulation of RNA foci and dipeptide repeat proteins from the expanded repeat mutation in C9orf72."}, {"pubmed": 33729478, "text": "ALS/FTD-causing mutation in cyclin F causes the dysregulation of SFPQ."}, {"pubmed": 35886974, "text": "Molecular Modelling of NONO and SFPQ Dimerization Process and RNA Recognition Mechanism."}, {"pubmed": 35998361, "text": "Insight into the Tumor Suppression Mechanism from the Structure of Human Polypyrimidine Splicing Factor (PSF/SFPQ) Complexed with a 30mer RNA from Murine Virus-like 30S Transcript-1."}, {"pubmed": 36168806, "text": "Familial ALS-associated SFPQ variants promote the formation of SFPQ cytoplasmic aggregates in primary neurons."}, {"pubmed": 37569873, "text": "SFPQ and Its Isoform as Potential Biomarker for Non-Small-Cell Lung Cancer."}, {"pubmed": 37960731, "text": "Splicing factor proline- and glutamine-rich regulates cytotoxic T lymphocytes-mediated cytotoxicity on non-small cell lung cancer by directly binding to PD-L1 3'UTR."}, {"pubmed": 37979395, "text": "SARS-CoV-2 nucleocapsid protein promotes TMAO-induced NLRP3 inflammasome activation by SCAP-SREBP signaling pathway."}, {"pubmed": 38755141, "text": "The nucleic acid binding protein SFPQ represses EBV lytic reactivation by promoting histone H1 expression."}], "genomic_pos": {"chr": "1", "end": 35193446, "ensemblgene": "ENSG00000116560", "start": 35176378, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 35658749, "start": 35641979, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 16731528, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0000122", "pubmed": 15790595, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 22783022, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000380", "qualifier": "involved_in", "term": "alternative mRNA splicing, via spliceosome"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000380", "pubmed": 19874820, "qualifier": "involved_in", "term": "alternative mRNA splicing, via spliceosome"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000724", "pubmed": 20813759, "qualifier": "acts_upstream_of_or_within", "term": "double-strand break repair via homologous recombination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002218", "pubmed": 28712728, "qualifier": "involved_in", "term": "activation of innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006355", "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006397", "pubmed": 8449401, "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008380", "pubmed": 8449401, "qualifier": "involved_in", "term": "RNA splicing"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042752", "qualifier": "involved_in", "term": "regulation of circadian rhythm"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042754", "qualifier": "involved_in", "term": "negative regulation of circadian rhythm"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 25765647, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048511", "qualifier": "involved_in", "term": "rhythmic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902177", "pubmed": 15790595, "qualifier": "involved_in", "term": "positive regulation of oxidative stress-induced intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 16731528, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 15790595, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": 19874820, "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016363", "pubmed": 19874820, "qualifier": "located_in", "term": "nuclear matrix"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042382", "pubmed": [19874820, 25765647], "qualifier": "located_in", "term": "paraspeckles"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0090575", "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 25765647, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003723", "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9848648, 10653975, 11259580, 11514619, 15790595, 16417406, 16731528, 18457437, 19439179, 19874820, 20932480, 21653829, 21988832, 23714182, 25765647, 25959826, 26030138, 28514442, 30021884, 31413325, 32525608], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 25765647, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042826", "pubmed": 16731528, "qualifier": "enables", "term": "histone deacetylase binding"}]}, "homologene": {"genes": [[7955, 406564], [9031, 395803], [9598, 469274], [9606, 6421], [9615, 100688260], [9913, 618226], [10090, 71514], [10116, 252855]], "id": 3714}, "interpro": [{"desc": "RNA recognition motif domain", "id": "IPR000504", "short_desc": "RRM_dom"}, {"desc": "Nucleotide-binding alpha-beta plait domain superfamily", "id": "IPR012677", "short_desc": "Nucleotide-bd_a/b_plait_sf"}, {"desc": "NOPS", "id": "IPR012975", "short_desc": "NOPS"}, {"desc": "PSF, RNA recognition motif 1", "id": "IPR034525", "short_desc": "PSF_RRM1"}, {"desc": "PSF, NOPS domain", "id": "IPR034526", "short_desc": "PSF_NOPS"}, {"desc": "RNA-binding domain superfamily", "id": "IPR035979", "short_desc": "RBD_domain_sf"}], "ipi": ["IPI00010740", "IPI00216613"], "map_location": "1p34.3", "name": "splicing factor proline and glutamine rich", "other_names": ["100 kDa DNA-pairing protein", "DNA-binding p52/p100 complex, 100 kDa subunit", "PTB-associated splicing factor", "epididymis secretory sperm binding protein", "polypyrimidine tract binding protein associated", "polypyrimidine tract-binding protein-associated splicing factor", "protein phosphatase 1, regulatory subunit 140", "splicing factor proline/glutamine rich (polypyrimidine tract binding protein associated)", "splicing factor proline/glutamine-rich", "splicing factor, proline- and glutamine-rich"], "pantherdb": {"HGNC": "10774", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1918764", "ortholog_type": "LDO", "panther_family": "PTHR23189", "taxid": 10090, "uniprot_kb": "Q8VIJ6"}, {"RGD": "727923", "ortholog_type": "LDO", "panther_family": "PTHR23189", "taxid": 10116, "uniprot_kb": "A0A0G2K8K0"}, {"Ensembl": "ENSGALG00000002514", "ortholog_type": "LDO", "panther_family": "PTHR23189", "taxid": 9031, "uniprot_kb": "A0A1D5P8I3"}, {"ZFIN": "ZDB-GENE-040426-2452", "ortholog_type": "LDO", "panther_family": "PTHR23189", "taxid": 7955, "uniprot_kb": "Q1L8R2"}, {"WormBase": "WBGene00017778", "ortholog_type": "O", "panther_family": "PTHR23189", "taxid": 6239, "uniprot_kb": "B3GWA1"}, {"FlyBase": "FBgn0015520", "ortholog_type": "O", "panther_family": "PTHR23189", "taxid": 7227, "uniprot_kb": "Q24113"}, {"FlyBase": "FBgn0004227", "ortholog_type": "O", "panther_family": "PTHR23189", "taxid": 7227, "uniprot_kb": "Q04047"}, {"SGD": "S000005195", "ortholog_type": "O", "panther_family": "PTHR23189", "taxid": 4932, "uniprot_kb": "P53617"}, {"PomBase": "SPAC27D7.03c", "ortholog_type": "O", "panther_family": "PTHR23189", "taxid": 4896, "uniprot_kb": "P08965"}], "uniprot_kb": "P23246"}, "pathway": {"biocarta": {"id": "antisensepathway", "name": "antisense pathway"}, "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8849468", "name": "PTK6 Regulates Proteins Involved in RNA Processing"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}, {"id": "R-HSA-9635465", "name": "Suppression of apoptosis"}, {"id": "R-HSA-9635486", "name": "Infection with Mycobacterium tuberculosis"}, {"id": "R-HSA-9637690", "name": "Response of Mtb to phagocytosis"}, {"id": "R-HSA-9824439", "name": "Bacterial Infection Pathways"}], "wikipathways": [{"id": "WP411", "name": "mRNA Processing"}, {"id": "WP4241", "name": "Type 2 papillary renal cell carcinoma"}]}, "pdb": ["4WII", "4WIJ", "4WIK", "5WPA", "6NCQ", "6OWJ", "6WMZ", "7LRQ", "7LRU", "7PU5", "7SP0", "7UJ1", "7UK1"], "pfam": ["PF00076", "PF08075"], "pharmgkb": "PA35690", "pharos": {"target_id": 8141, "tdl": "Tbio"}, "pir": ["A46302", "S29770"], "prosite": "PS50102", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168418", "relationship": "is"}, {"id": "GNF179324", "relationship": "is"}, {"id": "GNF190230", "relationship": "is"}, {"id": "GNF201136", "relationship": "is"}, {"id": "GNF220617", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF035608", "relationship": "similar to"}, {"id": "GNF043137", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013258", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097893", "relationship": "is"}, {"id": "GNF137548", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_005057.1", "XP_005271169.1", "XP_005271172.1", "XP_011540252.1", "XP_016857542.1", "XP_016857543.1", "XP_054194136.1", "XP_054194137.1", "XP_054194138.1", "XP_054194139.1", "XP_054194140.1"], "rna": ["NM_005066.3", "NR_136702.2", "NR_136703.2", "XM_005271112.6", "XM_005271115.5", "XM_011541950.3", "XM_017002053.3", "XM_017002054.3", "XM_054338161.1", "XM_054338162.1", "XM_054338163.1", "XM_054338164.1", "XM_054338165.1"], "translation": [{"protein": "XP_054194139.1", "rna": "XM_054338164.1"}, {"protein": "XP_016857542.1", "rna": "XM_017002053.3"}, {"protein": "XP_005271169.1", "rna": "XM_005271112.6"}, {"protein": "XP_054194136.1", "rna": "XM_054338161.1"}, {"protein": "NP_005057.1", "rna": "NM_005066.3"}, {"protein": "XP_054194140.1", "rna": "XM_054338165.1"}, {"protein": "XP_054194138.1", "rna": "XM_054338163.1"}, {"protein": "XP_016857543.1", "rna": "XM_017002054.3"}, {"protein": "XP_005271172.1", "rna": "XM_005271115.5"}, {"protein": "XP_011540252.1", "rna": "XM_011541950.3"}, {"protein": "XP_054194137.1", "rna": "XM_054338162.1"}]}, "reporter": {"HG-U133_Plus_2": ["201585_s_at", "201586_s_at", "214016_s_at", "221768_at", "226898_s_at"], "HG-U95Av2": ["36223_at", "36224_g_at", "40638_at", "41199_s_at"], "HTA-2_0": "TC01002493.hg.1", "HuEx-1_0": ["2406064", "3825909"], "HuGene-1_1": "7914791", "HuGene-2_1": "16685076"}, "retired": 100506168, "summary": "Enables DNA binding activity; histone deacetylase binding activity; and protein homodimerization activity. Involved in several processes, including alternative mRNA splicing, via spliceosome; positive regulation of oxidative stress-induced intrinsic apoptotic signaling pathway; and regulation of transcription by RNA polymerase II. Acts upstream of or within double-strand break repair via homologous recombination. Located in chromatin; nuclear matrix; and paraspeckles. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "SFPQ", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419984"}, "unigene": ["Hs.611911", "Hs.355934"], "uniprot": {"Swiss-Prot": "P23246", "TrEMBL": ["Q86VG2", "A0A384N5Z8", "H0Y9U2", "A0A8Q3WMA7", "H0Y9K7"]}, "wikipedia": {"url_stub": "SFPQ"}}