{"AllianceGenome": "10779", "HGNC": "10779", "MIM": "604158", "_id": "6425", "_version": 1, "accession": {"genomic": ["AL358938.8", "CH471066.2", "CP068268.2", "NC_000010.11", "NC_060934.1"], "protein": ["AAB70794.1", "AAD25052.1", "AAH50435.2", "EAW49894.1", "NP_003006.2", "Q5T4F7.3"], "rna": ["AF017988.2", "AF117758.1", "BC050435.1", "NM_003015.3"], "translation": [{"protein": "AAH50435.2", "rna": "BC050435.1"}, {"protein": "AAB70794.1", "rna": "AF017988.2"}, {"protein": "NP_003006.2", "rna": "NM_003015.3"}, {"protein": "AAD25052.1", "rna": "AF117758.1"}]}, "alias": "SARP3", "ensembl": {"gene": "ENSG00000120057", "protein": "ENSP00000266066", "transcript": "ENST00000266066", "translation": [{"protein": "ENSP00000266066", "rna": "ENST00000266066"}], "type_of_gene": "protein_coding"}, "entrezgene": "6425", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.96370096851, "exp_mis": 151.289433096, "exp_syn": 84.2279751603, "lof_z": -0.420355647877309, "mis_z": 1.80097974195384, "mu_lof": 4.89373363165e-07, "mu_mis": 1.51122106555e-05, "mu_syn": 8.47931242455e-06, "n_lof": 7.0, "n_mis": 106.0, "n_syn": 44.0, "p_li": 1.17131762074183e-05, "p_null": 0.791061184974659, "p_rec": 0.208927101849133, "syn_z": 2.71737477254547}, "bp": 954, "cds_end": 99531590, "cds_start": 99527270, "n_exons": 3, "nonpsych": {"exp_lof": 5.34323521169, "exp_mis": 136.877050628, "exp_syn": 76.1799513515, "lof_z": -0.279035644049173, "mis_z": 1.8485094214325, "mu_lof": 4.89373363165e-07, "mu_mis": 1.51122106555e-05, "mu_syn": 8.47931242455e-06, "n_lof": 6.0, "n_mis": 94.0, "n_syn": 38.0, "p_li": 7.66535810167097e-05, "p_null": 0.710514429532083, "p_rec": 0.2894089168869, "syn_z": 2.7540925133167}, "nontcga": {"exp_lof": 5.48129380914, "exp_mis": 139.180977516, "exp_syn": 77.4844248927, "lof_z": -0.218555194307161, "mis_z": 1.61237825445605, "mu_lof": 4.89373363165e-07, "mu_mis": 1.51122106555e-05, "mu_syn": 8.47931242455e-06, "n_lof": 6.0, "n_mis": 101.0, "n_syn": 40.0, "p_li": 8.08207756575212e-05, "p_null": 0.681274110970015, "p_rec": 0.318645068254327, "syn_z": 2.69628546809117}, "transcript": "ENST00000266066.3"}, "exons": [{"cdsend": 97771833, "cdsstart": 97767513, "chr": "10", "position": [[97766750, 97767860], [97769667, 97769745], [97771304, 97771999]], "strand": -1, "transcript": "NM_003015", "txend": 97771999, "txstart": 97766750}], "exons_hg19": [{"cdsend": 99531590, "cdsstart": 99527270, "chr": "10", "position": [[99526507, 99527617], [99529424, 99529502], [99531061, 99531756]], "strand": -1, "transcript": "NM_003015", "txend": 99531756, "txstart": 99526507}], "generif": [{"pubmed": 16609023, "text": "The SFRP5 protein gene plays an important role in the pathogenesis of bladder tumor and can be detected using cellular DNA extracted from urine samples."}, {"pubmed": 18356147, "text": "In its role as tumor suppressor gene. SFRP5 methylation may be a novel DNA-based biomarker potentially useful in clinical breast cancer management."}, {"pubmed": 18497987, "text": "Loss of SFRP5 is associated with oral squamous cell carcinoma"}, {"pubmed": 18528941, "text": "Hypermethylation and aberrant expression of SFRP genes are common in pancreatic cancer, which may be involved in pancreatic carcinogenesis."}, {"pubmed": 18592156, "text": "Ectopic expression of SFRPs downregulated T-cell factor transcriptional activity in liver cancer cells, while overexpression of a beta-catenin mutant and depletion of SFRP1 using siRNA synergistically upregulated TCF/LEF transcriptional activity."}, {"pubmed": 18795670, "text": "SFRP5 promoter hypermethylation was significantly more frequent in microsatellite unstable colorectal neoplasms."}, {"pubmed": 19299079, "text": "In multiple myeloma cell lines, hypermethylation of SFRP5 was associated with transcriptional silencing. SFRP5 methylation was restricted to advanced MM stages & plasma-cell leukemia and may play a role in disease progression."}, {"pubmed": 19586554, "text": "SFRP5 is downregulated and inversely correlated with MMP-7 and MT1-MMP in gastric cancer"}, {"pubmed": 19926868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19957335, "text": "data suggested that epigenetic silencing of SFRP5 leads to oncogenic activation of the Wnt pathway and contributes to ovarian cancer progression and chemoresistance through the TWIST-mediated EMT and AKT2 signaling"}, {"pubmed": 20795789, "text": "Promoter hypermethylation of SFRP5 is associated with Acute myeloid leukemia."}, {"pubmed": 20811686, "text": "This study suggests that a cause of catenin delocalization in oral cancer could be due to WNT pathway activation, by epigenetic alterations of SFRP-1, SFRP-2, SFRP-4, SFRP-5, WIF-1, DKK-3 genes"}, {"pubmed": 21830441, "text": "significant decrease in the expression of SFRP1 and SFRP5 was observed in gastric cancer compared with corresponding normal gastric tissues"}, {"pubmed": 22384249, "text": "Pro-inflammatory wnt5a and anti-inflammatory sFRP5 are differentially regulated by nutritional factors in obese human subjects"}, {"pubmed": 23009178, "text": "Patients with unmethylated SFRP5 are more likely to benefit from EGFR-TKI therapy."}, {"pubmed": 23054609, "text": "findings suggest that epithelium-derived SFRP5 may play a probable defensive role in impeding gastric cancer progression, characteristically by inhibiting GEC migration induced by macrophage-derived Wnt5a via JNK signaling activation"}, {"pubmed": 23185036, "text": "Circulating Sfrp5 is likely to play a major role in insulin resistance in humans."}, {"pubmed": 23215838, "text": "Concomitant epigenetic silencing of SOX1 and SFRPs through promoter hypermethylation is frequent in hepatocellular carcinoma, and this might contribute to abnormal activation of canonical Wnt signal pathway."}, {"pubmed": 23290274, "text": "Plasma levels of SFRP5 were decreased in Chinese obese and T2DM subjects. SFRP5 was an independent factor affecting glucolipid metabolism, inflammation and insulin resistance."}, {"pubmed": 23653377, "text": "Sfrp5 may play a role in the pathogenesis of T2 Diabetes mellitus."}, {"pubmed": 24287795, "text": "We were able to show a significant association of sFRP5 with both total abdominal and subcutaneous fat. The association signal was only seen in obese males in which the minor allele of rs7072751 explains 1.8 % of variance in total abdominal fat."}, {"pubmed": 24330025, "text": "Serum SFRP5 is regulated by weight status and seems to be correlated with metabolic disorders in children."}, {"pubmed": 24374650, "text": "Epigenetic silencing of SFRP5 by hepatitis B virus X protein enhances hepatoma cell tumorigenicity through Wnt signaling pathway"}, {"pubmed": 24416340, "text": "Wnt5a overproduction and SFRP5 deficiency in gastric mucosa may together play an important role in gastric inflammation and carcinogenesis."}, {"pubmed": 24434572, "text": "SFRP5 gene methylation in leukemia cells activates Wnt/ss-catenin signaling to upregulate mdr1/P-gp expression and cause multidrug resistance."}, {"pubmed": 24465779, "text": "Therefore, cytokine release and insulin signaling were analyzed to investigate the impact of Sfrp5 on inflammation and insulin signaling in primary human adipocytes and skeletal muscle cells (hSkMC)."}, {"pubmed": 24530778, "text": "Serum SFRP5 levels significantly correlated with body mass index, the homeostasis model of assessment of insulin resistance, adiponectin levels, and CAD severity. Low SFRP5 levels may contribute to CAD."}, {"pubmed": 24603290, "text": "SFRP5 and WNT5A comprise a balanced duo that may regulate metabolic homeostasis in prepubertal children."}, {"pubmed": 24764263, "text": "Secreted frizzled-related protein 5 suppresses inflammatory response in rheumatoid arthritis fibroblast-like synoviocytes through down-regulation of c-Jun N-terminal kinase."}, {"pubmed": 25003224, "text": "This review article focuses on the effects of SFRP5 on the major systems of the body and on its association with the Wnt signaling pathways--{review}"}, {"pubmed": 25089371, "text": "Serum WISP2 correlated directly with fatty acid binding protein 4. Serum SFRP5 did not differ between obese (n=32) vs. nonobese (n=25) PCOS women, but reference women had lower SFRP5 (p<5x10(-6) as compared to both PCOS groups)."}, {"pubmed": 25107489, "text": "Aberrant methylation of APC gene was statistically significant associated with age over 50, DDK3 with male, SFRP4, WIF1, and WNT5a with increasing tumor stage SFRP4 and WIF1 with tumor differentiation and SFRP2 and SFRP5 with histological type"}, {"pubmed": 25139699, "text": "Data suggest that serum SFRP5 levels are up-regulated in subjects with newly diagnosed type 2 diabetes as compared to prediabetic or control subjects; subjects were matched for obesity/overweight/body mass index."}, {"pubmed": 25324487, "text": "Sfrp5 represents a candidate for a mature adipocyte marker gene."}, {"pubmed": 25382802, "text": "The wnt5a/sFRP5 system is altered in human sepsis and might therefore be of interest for future studies on molecular pathophysiology of this common human disease."}, {"pubmed": 26100762, "text": "Decreased first trimester serum Sfrp-5 levels are significantly associated with the increased risk of gestational diabetes mellitus."}, {"pubmed": 26256895, "text": "Report reduced hepatic SFRP5 expression in morbidly women with NAFLD."}, {"pubmed": 27019073, "text": "The inverse association of serum Sfrp5 with beta-cell function suggests a detrimental role of Sfrp5 for insulin secretion also in humans. The severity of NAFLD does not appear to affect this relationship. The weak association between serum Sfrp5 and insulin sensitivity was partially explained by body mass."}, {"pubmed": 27497818, "text": "Results identify several coding and non-coding variants in the sFRP5 gene region, the majority of which resulted in a non-synonymous amino acid change in the protein. One of the variants (c.-3G[A) shows a trend towards association between the variant frequency and the obese phenotype."}, {"pubmed": 27592695, "text": "Results indicate that miR-125b can regulate SFRP5 expression and thus influence the growth and activation of cardiac fibroblasts."}, {"pubmed": 27882931, "text": "serum concentration correlated with blood pressure in obese children and increased in response to lifestyle intervention"}, {"pubmed": 28303637, "text": "Sfrp5 may be an adipokine that is associated with the pathogenesis of Metabolic Syndrome in humans."}, {"pubmed": 28834606, "text": "SFRP5 confers protection against oxidative stress-induced apoptosis through inhibition of beta-catenin activation and downregulation of Bax."}, {"pubmed": 28851362, "text": "Higher serum SFRP5 was inversely associated with multiple risk factors for type 2 diabetes and cardiovascular disease."}, {"pubmed": 29224299, "text": "Sfrp5 may be concurrently associated with COPD [ chronic obstructive pulmonary disease ] and insulin resistance; insulin resistance may be associated with airway inflammation and airflow limitation. Sfrp5 may be involved in the development of COPD and may be the key link by which insulin resistance exerts its effects on airway inflammation."}, {"pubmed": 29674475, "text": "Identify SFRP5 as a novel vasodilative adipokine that induces endothelial NO production by antagonizing the WNT5A/JNK signaling pathway. Elevated serum SFRP5 concentration was significantly associated with arterial stiffness in human subjects with type 2 diabetes mellitus."}, {"pubmed": 29789397, "text": "This review aims to identify the recent progress in the research and development of SFRP5 that can play a role in influencing lipid metabolism, inflammation, and type 2 diabetes mellitus (T2DM).  [review]"}, {"pubmed": 29807686, "text": "Sfrp5 was significantly positively related to BUN."}, {"pubmed": 30125549, "text": "results revealed the epigenetic silencing of SFRP5 by promoter methylation plays pivotal roles in chondrosarcoma development and metastasis through SFRP5/Wnt/beta-catenin signaling axis; modulation of their levels may serve as potential targets and diagnostic tools for novel therapeutic strategies of chondrosarcoma"}, {"pubmed": 30620390, "text": "Results identified and confirmed to have downregulated gene expression of SFRP5 in sporadic nonfunctioning pancreatic neuroendocrine tumors (NFPanNETs) and CDCA7L and RBM47 in MEN1-related NFPanNETs."}, {"pubmed": 30704061, "text": "excessive gestational weight gain is associated with disturbances in SFRP5 concentrations."}, {"pubmed": 30787036, "text": "SFRP5 overexpression suppresses the aggressive phenotype of prostate cancer cells and overcomes docetaxel resistance through inactivation of beta-catenin signaling."}, {"pubmed": 30879770, "text": "Slurp1 regulate the synthesis pathway of Triglycerides through Sfrp5 in hepatocyte steatosis model."}, {"pubmed": 31199714, "text": "The Secreted frizzled-related protein (Sfrp)-5, an antagonist that directly binds to Wnt, has attracted interest due to its favorable effects on atherosclerotic cardiovascular disease (ASCVD)."}, {"pubmed": 31950540, "text": "Circ_LAS1L regulates cardiac fibroblast activation, growth, and migration through miR-125b/SFRP5 pathway."}, {"pubmed": 33048585, "text": "High preoperative levels of circulating SFRP5 predict better prognosis in colorectal cancer patients."}, {"pubmed": 33108333, "text": "SFRP5 mediates downregulation of the wnt5a/caveolin-1/JNK signaling pathway."}, {"pubmed": 33188773, "text": "Sfrp5/Wnt5a and leptin/adiponectin levels in the serum and the periarterial adipose tissue of patients with peripheral arterial occlusive disease."}, {"pubmed": 33285209, "text": "The regulatory role of SFRP5/WNT5A axis in allergic rhinitis through inhibiting JNK pathway activation and lowering mucin generation in human nasal epithelial cells."}, {"pubmed": 34184187, "text": "Serum secreted frizzled-related protein 5 in relation to insulin sensitivity and its regulation by insulin and free fatty acids."}, {"pubmed": 34211463, "text": "SFRP5 Enhances Wnt5a Induced-Inflammation in Rheumatoid Arthritis Fibroblast-Like Synoviocytes."}, {"pubmed": 34284806, "text": "Decreased SFRP5 correlated with excessive metabolic inflammation in polycystic ovary syndrome could be reversed by metformin: implication of its role in dysregulated metabolism."}, {"pubmed": 34371968, "text": "The Emerging Role of Sfrp5 and Wnt5a in the Pathogenesis of Obesity: Implications for a Healthy Diet and Lifestyle."}, {"pubmed": 34382203, "text": "Elevated Serum SFRP5 Levels During Preeclampsia and Its Potential Association with Trophoblast Dysfunction via Wnt/beta-Catenin Suppression."}, {"pubmed": 34558644, "text": "PPARgamma attenuates hepatic inflammation and oxidative stress of nonalcoholic steatohepatitis via modulating the miR215p/SFRP5 pathway."}, {"pubmed": 34779987, "text": "The role of Wnt pathway antagonists in early-stage lung adenocarcinoma."}, {"pubmed": 35400241, "text": "Circulating level of serum secreted frizzled-related protein 5 decreases in polycystic ovary syndrome."}, {"pubmed": 36077270, "text": "Increased Secreted Frizzled-Related Protein 5 mRNA Expression in the Adipose Tissue of Women with Nonalcoholic Fatty Liver Disease Associated with Obesity."}, {"pubmed": 36631199, "text": "Frizzled receptors and SFRP5 in lipid metabolism: Current findings and potential applications."}, {"pubmed": 37191968, "text": "TFAP2C inhibits cell autophagy to alleviate myocardial ischemia/reperfusion injury by regulating miR-23a-5p/SFRP5/Wnt5a axis."}, {"pubmed": 38409837, "text": "SFRP5 Partially Inhibits the Proliferation and Migration of Airway Smooth Muscle Cells in Children with Asthma by Regulating the Wnt/beta-Catenin Signaling Pathway."}, {"pubmed": 38714325, "text": "Secreted frizzled-related protein 5 overexpression reverses oxLDL-induced lipid accumulation in human vascular smooth muscle cells."}], "genomic_pos": {"chr": "10", "end": 97771999, "ensemblgene": "ENSG00000120057", "start": 97766751, "strand": -1}, "genomic_pos_hg19": {"chr": "10", "end": 99531709, "start": 99526508, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0006357", "pubmed": 19957335, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 9391078, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007163", "pubmed": 10072424, "qualifier": "involved_in", "term": "establishment or maintenance of cell polarity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10072424, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007601", "pubmed": 10072424, "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008285", "pubmed": 19957335, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 10072424, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030178", "pubmed": 24431302, "qualifier": "involved_in", "term": "negative regulation of Wnt signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035567", "qualifier": "involved_in", "term": "non-canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048546", "pubmed": 18981481, "qualifier": "involved_in", "term": "digestive tract morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051898", "pubmed": 19957335, "qualifier": "involved_in", "term": "negative regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090090", "pubmed": [18981481, 19957335], "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000051", "pubmed": 18981481, "qualifier": "involved_in", "term": "negative regulation of non-canonical Wnt signaling pathway"}], "CC": {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0017147", "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0017147", "pubmed": 24431302, "qualifier": "enables", "term": "Wnt-protein binding"}]}, "homologene": {"genes": [[7955, 117510], [8364, 448129], [9031, 423838], [9544, 707738], [9606, 6425], [9615, 486826], [9913, 282069], [10090, 54612], [10116, 309377]], "id": 2268}, "interpro": [{"desc": "Netrin domain", "id": "IPR001134", "short_desc": "Netrin_domain"}, {"desc": "Tissue inhibitor of metalloproteinases-like, OB-fold", "id": "IPR008993", "short_desc": "TIMP-like_OB-fold"}, {"desc": "Frizzled/secreted frizzled-related protein", "id": "IPR015526", "short_desc": "Frizzled/SFRP"}, {"desc": "Netrin module, non-TIMP type", "id": "IPR018933", "short_desc": "Netrin_module_non-TIMP"}, {"desc": "Frizzled domain", "id": "IPR020067", "short_desc": "Frizzled_dom"}, {"desc": "Frizzled cysteine-rich domain superfamily", "id": "IPR036790", "short_desc": "Frizzled_dom_sf"}, {"desc": "SFRP5, cysteine-rich domain", "id": "IPR041761", "short_desc": "SFRP5_CRD"}], "ipi": "IPI00017558", "map_location": "10q24.2", "name": "secreted frizzled related protein 5", "other_names": ["FRP-1b", "SARP-3", "frizzled-related protein 1b", "sFRP-5", "secreted apoptosis related protein 3", "secreted frizzled-related protein 5"], "pantherdb": {"HGNC": "10779", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1860298", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 10090, "uniprot_kb": "Q9WU66"}, {"RGD": "1310369", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 10116, "uniprot_kb": "D3ZTV6"}, {"Ensembl": "ENSGALG00000007515", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 9031, "uniprot_kb": "F1NM64"}, {"ZFIN": "ZDB-GENE-011108-2", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 7955, "uniprot_kb": "F1QJG6"}, {"WormBase": "WBGene00022242", "ortholog_type": "O", "panther_family": "PTHR11309", "taxid": 6239, "uniprot_kb": "Q9GUF5"}], "uniprot_kb": "Q5T4F7"}, "pathway": {"kegg": {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, "wikipathways": [{"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}]}, "pfam": ["PF01392", "PF01759"], "pharmgkb": "PA35695", "pharos": {"target_id": 16747, "tdl": "Tbio"}, "pir": "JE0175", "prosite": ["PS50038", "PS50189"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326172", "relationship": "is"}, {"id": "GNF326173", "relationship": "is"}, {"id": "GNF326174", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256251", "relationship": "is"}, {"id": "GNF256252", "relationship": "is"}, {"id": "GNF256253", "relationship": "is"}, {"id": "GNF256254", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089682", "relationship": "is"}, {"id": "GNF089683", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF057292", "relationship": "is"}, {"id": "GNF072344", "relationship": "is"}, {"id": "GNF078728", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070385", "relationship": "is"}, {"id": "GNF070386", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013262", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF239461", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330480", "relationship": "is"}, {"id": "GNF331784", "relationship": "is"}, {"id": "GNF333570", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095409", "relationship": "is"}, {"id": "GNF135066", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": "NP_003006.2", "rna": "NM_003015.3", "translation": {"protein": "NP_003006.2", "rna": "NM_003015.3"}}, "reporter": {"HG-U133_Plus_2": "207468_s_at", "HTA-2_0": "TC10001571.hg.1", "HuEx-1_0": "3302533", "HuGene-1_1": "7935528", "HuGene-2_1": "16717240"}, "summary": "Secreted frizzled-related protein 5 (SFRP5) is a member of the SFRP family that contains a cysteine-rich domain homologous to the putative Wnt-binding site of Frizzled proteins. SFRPs act as soluble modulators of Wnt signaling. SFRP5 and SFRP1 may be involved in determining the polarity of photoreceptor cells in the retina. SFRP5 is highly expressed in the retinal pigment epithelium, and moderately expressed in the pancreas. [provided by RefSeq, Jul 2008].", "symbol": "SFRP5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419988"}, "unigene": "Hs.279565", "uniprot": {"Swiss-Prot": "Q5T4F7"}, "wikipedia": {"url_stub": "SFRP5"}}