{"AllianceGenome": "10778", "HGNC": "10778", "MIM": "606570", "_id": "6424", "_version": 1, "accession": {"genomic": ["AC018634.3", "CH236951.1", "CH471073.1", "CP068271.2", "NC_000007.14", "NC_060931.1", "NG_052980.1"], "protein": ["AAC04617.1", "AAH47684.1", "AAH58911.1", "AAV38485.1", "ABD83351.1", "BAG63683.1", "BAG64896.1", "CAG46532.1", "CAG46555.1", "EAL23981.1", "EAW94085.1", "NP_003005.2", "Q6FHJ7.2"], "rna": ["AF026692.2", "AK302357.1", "AK303977.1", "AK313029.1", "BC032828.1", "BC047684.1", "BC058911.1", "BT019679.1", "CR541731.1", "CR541755.1", "DQ420628.1", "NM_003014.4"], "translation": [{"protein": "AAH47684.1", "rna": "BC047684.1"}, {"protein": "NP_003005.2", "rna": "NM_003014.4"}, {"protein": "BAG63683.1", "rna": "AK302357.1"}, {"protein": "AAV38485.1", "rna": "BT019679.1"}, {"protein": "ABD83351.1", "rna": "DQ420628.1"}, {"protein": "CAG46555.1", "rna": "CR541755.1"}, {"protein": "AAH58911.1", "rna": "BC058911.1"}, {"protein": "CAG46532.1", "rna": "CR541731.1"}, {"protein": "AAC04617.1", "rna": "AF026692.2"}, {"protein": "BAG64896.1", "rna": "AK303977.1"}]}, "alias": ["FRP-4", "FRPHE", "FRZB-2", "PYL", "sFRP-4"], "ensembl": {"gene": "ENSG00000106483", "protein": ["ENSP00000402262", "ENSP00000410715"], "transcript": ["ENST00000436072", "ENST00000447200", "ENST00000478975"], "translation": [{"protein": "ENSP00000410715", "rna": "ENST00000436072"}, {"protein": "ENSP00000402262", "rna": "ENST00000447200"}], "type_of_gene": "protein_coding"}, "entrezgene": "6424", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.95176115, "exp_mis": 163.324319, "exp_syn": 79.628232, "lof_z": 0.883545499755066, "mis_z": 1.27541671776905, "mu_lof": 7.44662633618e-07, "mu_mis": 1.41930078012e-05, "mu_syn": 6.80602238587e-06, "n_lof": 8.0, "n_mis": 130.0, "n_syn": 61.0, "p_li": 4.45782556410063e-05, "p_null": 0.359567966909684, "p_rec": 0.640387454834675, "syn_z": 1.29415872146031}, "bp": 1041, "cds_end": 37956139, "cds_start": 37947080, "n_exons": 6, "nonpsych": {"exp_lof": 9.7885872, "exp_mis": 147.70046, "exp_syn": 71.947421, "lof_z": 1.50313979440678, "mis_z": 1.35714133458913, "mu_lof": 7.44662633618e-07, "mu_mis": 1.41930078012e-05, "mu_syn": 6.80602238587e-06, "n_lof": 5.0, "n_mis": 115.0, "n_syn": 49.0, "p_li": 0.00653519809808517, "p_null": 0.0939550335585557, "p_rec": 0.899509768343359, "syn_z": 1.70329454785804}, "nontcga": {"exp_lof": 10.06355205, "exp_mis": 150.246316, "exp_syn": 73.24590866, "lof_z": 1.26360534775421, "mis_z": 1.47323413052058, "mu_lof": 7.44662633618e-07, "mu_mis": 1.41930078012e-05, "mu_syn": 6.80602238587e-06, "n_lof": 6.0, "n_mis": 114.0, "n_syn": 54.0, "p_li": 0.00118894510585482, "p_null": 0.154179136515781, "p_rec": 0.844631918378364, "syn_z": 1.42386585615789}, "transcript": "ENST00000436072.2"}, "exons": [{"cdsend": 37916537, "cdsstart": 37907478, "chr": "7", "position": [[37905932, 37907664], [37909616, 37909680], [37912118, 37912317], [37914212, 37914278], [37914372, 37914453], [37916092, 37916817]], "strand": -1, "transcript": "NM_003014", "txend": 37916817, "txstart": 37905932}], "exons_hg19": [{"cdsend": 37956139, "cdsstart": 37947080, "chr": "7", "position": [[37945534, 37947266], [37949218, 37949282], [37951720, 37951919], [37953814, 37953880], [37953974, 37954055], [37955694, 37956419]], "strand": -1, "transcript": "NM_003014", "txend": 37956419, "txstart": 37945534}], "generif": [{"pubmed": 12952927, "text": "sFRP-4 displays phosphatonin-like properties."}, {"pubmed": 14760084, "text": "lack of secreted frizzled-related protein 4 leads to progression of prostate cancer"}, {"pubmed": 15705870, "text": "Methylation silencing of SFRP4 may play an important role in aberrant Wnt activation in mesothelioma even in the absence of beta-catenin"}, {"pubmed": 16151791, "text": "sFRP-4 increases renal P(i) excretion by reducing Na(+)-P(i)-IIa transporter abundance in the brush border of the proximal tubule through enhanced internalization of the protein."}, {"pubmed": 16356838, "text": "In contrast to other sFRP family members, sFRP-4 expression appears to be upregulated in colorectal carcinoma"}, {"pubmed": 16609023, "text": "The SFRP4 protein gene plays an important role in the pathogenesis of bladder tumor and can be detected using cellular DNA extracted from urine samples."}, {"pubmed": 17476687, "text": "sFRP4 is an inhibitor of prostate cancer growth and invasion in vitro independent of androgen receptor (AR) signaling."}, {"pubmed": 18079202, "text": "Reduced tumor expression of Wnt inhibitory factor-1 (WIF1), sFRP2, and sFRP4 mRNA was confirmed in all pituitary tumors."}, {"pubmed": 18528941, "text": "Hypermethylation and aberrant expression of SFRP genes are common in pancreatic cancer, which may be involved in pancreatic carcinogenesis."}, {"pubmed": 18592156, "text": "Ectopic expression of SFRPs downregulated T-cell factor transcriptional activity in liver cancer cells, while overexpression of a beta-catenin mutant and depletion of SFRP1 using siRNA synergistically upregulated TCF/LEF transcriptional activity."}, {"pubmed": 18938133, "text": "These data suggest sFRP4 promotes epidermal differentiation."}, {"pubmed": 18945944, "text": "sFRP4 may be a potential biomarker for monitoring the progression of ADPKD."}, {"pubmed": 19040566, "text": "Dkk1 and sFRP4 perform an important function in adipogenesis in human adipose tissue-derived mesenchymal stem cells."}, {"pubmed": 19146776, "text": "sFRP4 has a role in placental development and implantation, and may be an important factor in the development of the decidual fibrinoid zone, and in trophoblast apoptosis and a band of apoptosis in the underlying decidua deep into the trophoblast."}, {"pubmed": 19299079, "text": "In multiple myeloma cell lines, aberrant promoter hypermethylation of the secreted Frizzled-related protein genes was a common event. The frequency of aberrant methylation of SFRP4 was 1.3%"}, {"pubmed": 19396169, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19480240, "text": "Elevated SFRP4 expression in serous ovarian tumours appears to correlate with reduced beta-catenin expression but long-term survival appears unaffected by this."}, {"pubmed": 19562778, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19730886, "text": "SFRP1 and SFRP4 appear to be candidate markers for colorectal carcinoma. Unlike SFRP1 as a negative regulator for CRC carcinogenesis, SFRP4 may play quite different biological role in CRC."}, {"pubmed": 20030932, "text": "Methylation and unmethylation of SFRP4 were both detected in CA46, HL60 and U937 cell lines."}, {"pubmed": 20403915, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20596629, "text": "SFRP4 promoter methylation is aberrant in mesothelioma."}, {"pubmed": 20613673, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20613673, "text": "the secreted frizzled-related protein (sFRP4) c1019G>A polymorphism may be one of the genetic factors affecting lumbar spine Bone minera density in postmenopausal Korean women. Risk AA genotype was 6.39 times higher than GG"}, {"pubmed": 20811686, "text": "This study suggests that a cause of catenin delocalization in oral cancer could be due to WNT pathway activation, by epigenetic alterations of SFRP-1, SFRP-2, SFRP-4, SFRP-5, WIF-1, DKK-3 genes"}, {"pubmed": 21307090, "text": "sFRP4 is expressed in human GCs and its expression declines during late antral follicular growth"}, {"pubmed": 21576276, "text": "results indicate that the coding regions of INHBA, SFRP4 and HOXA10 do not harbour mutations responsible for linkage to endometriosis in the families studied"}, {"pubmed": 21858178, "text": "Data show that decidualization was associated with increased expression of 428 genes including SCARA5 (181-fold), DKK1 (71-fold) and PROK1 (32-fold), and decreased expression of 230 genes including MMP-7 (35-fold) and SFRP4 (21-fold)."}, {"pubmed": 22363760, "text": "These results support a role for SFRP4 as a tumor suppressor gene in ovarian cancers."}, {"pubmed": 22608881, "text": "genetic variation in sFRP4 has an influence on hip fracture risk, percentage body fat and height in a Danish male population. However, we were unable to replicate these results in an independent Belgian population."}, {"pubmed": 22668815, "text": "haplotype genotypes of secreted frizzled-related protein 4 (sFRP4) c.958C>A and c.1019G>A polymorphisms are genetic factors that affect changes in bone mineral density of the femoral neck after hormone therapy in postmenopausal Korean women"}, {"pubmed": 23035359, "text": "sFRP4's cysteine-rich domain was seen to inhibit tube formation of endothelial cells. In addition, the netrin-like domain promoted endothelial cell death and may also inhibit angiogenesis."}, {"pubmed": 23140642, "text": "SFRP4 caused reduced glucose tolerance through decreased islet expression of Ca(2+) channels and suppressed insulin exocytosis."}, {"pubmed": 23322712, "text": "Decreased placental expression of Wnt2 and increased placental expression of sFRP4 may be associated with the pathogenesis of severe preeclampsia."}, {"pubmed": 23326605, "text": "This raises the possibility that SFRP4 may be used both diagnostically and therapeutically in epithelial ovarian cancer."}, {"pubmed": 24662300, "text": "Our results suggest that the sFRP3 c.970C>G and sFRP4 c.958C>A polymorphisms may be genetic factors associated with the prevalence of osteoporosis at the femoral neck in postmenopausal Korean women."}, {"pubmed": 24761891, "text": "High SFRP4 gene methylation is associated with ovarian cancer infected with high risk human papillomavirus."}, {"pubmed": 24787227, "text": "ZAR1 and SFRP4 qMSP could be used as potential biomarker for CC diagnosis"}, {"pubmed": 24917361, "text": "sFRP4 expression is inversely related to the aggressiveness of pituitary adenomas, and acts as a tumor suppressor."}, {"pubmed": 25019556, "text": "total of three potential inhibitors of SFRP4 were found, namely cyclothiazide, clopamide and perindopril. These inhibitors showed significant interactions with SFRP4 as compared to other inhibitors as well as control (acetohexamide)."}, {"pubmed": 25089371, "text": "Serum WISP2 correlated directly with fatty acid binding protein 4. Serum SFRP5 did not differ between obese (n=32) vs. nonobese (n=25) PCOS women, but reference women had lower SFRP5 (p<5x10(-6) as compared to both PCOS groups)."}, {"pubmed": 25107489, "text": "Aberrant methylation of APC gene was statistically significant associated with age over 50, DDK3 with male, SFRP4, WIF1, and WNT5a with increasing tumor stage SFRP4 and WIF1 with tumor differentiation and SFRP2 and SFRP5 with histological type"}, {"pubmed": 25322919, "text": "Abdominal adipose tissue is a major contributor for circulating-SFRP4; SFRP4 has an important role in obese adipose tissue pathophysiology."}, {"pubmed": 25408147, "text": "SFRP4 concentrations are associated with impaired glucose and triglyceride metabolism"}, {"pubmed": 25501511, "text": "Increased SFRP4 expression may not always correlate with an increase in apoptosis, possibly due to the complex interactions between different signalling pathways. [Review]"}, {"pubmed": 25805505, "text": "Wnt3a can modulate intracellular localisation and secretion of sFRP4."}, {"pubmed": 25825452, "text": "findings suggest that an epigenetic event is critically involved in the pathogenesis of psoriasis, and the downregulation of SFRP4 by CpG island methylation is one possible mechanism contributing to the hyperplasia of epidermis in the disease"}, {"pubmed": 25872484, "text": "We found that miR-203 was significantly downregulated in OSF tissues compared to that in normal buccal mucosa tissues, and that miR-203 negatively regulated secreted SFRP4 and positively regulated TM4SF1"}, {"pubmed": 26041556, "text": "concentrations of serum SFRP4 in T2DM and impaired glucose tolerance subjects were increased and were correlated closely with glycose metabolic disorder, the first-phase of glucose-stimulated insulin secretion and chronic low-grade inflammation"}, {"pubmed": 26397159, "text": "Down-regulation of SFRP4 is associated with recurrence in Endometrioid Adenocarcinoma."}, {"pubmed": 26457595, "text": "A decreased risk of lung cancer was found for the genotype combination of DKK3 and sFRP4."}, {"pubmed": 26868304, "text": "proliferation of IGFBP5-mutated cancer cells is selectively blocked by IGF-1R inhibitors"}, {"pubmed": 26882051, "text": "SFRP4 is significantly increased in patients with different types of diabetes."}, {"pubmed": 26935389, "text": "Weak sFRP4 expression appeared to predict aggressive behavior, and was associated with recurrence/progression of GH-secreting pituitary adenomas."}, {"pubmed": 28005267, "text": "SFRP4 expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28090630, "text": "A novel homozygous truncating mutation of the SFRP4 gene (NM_003014.3: c.315_316delCG; p.Asp106Argfs*26) in Pyle's disease was described."}, {"pubmed": 28218291, "text": "Results show that SFRP2 and SFRP4 typically associate with a poor prognosis of cancer patients concomitant with the expression of genes associated with epithelial-to-mesenchymal transition. SFRP2 and 4 are likely derived from the tumor stroma, and thus tend to increase in tumors as compared to normal tissues."}, {"pubmed": 28267592, "text": "Studied role of Secreted Frizzled-Related Protein 4 (sFRP4) in angiostasis thru nitric oxide-cGMP cell signaling."}, {"pubmed": 28534940, "text": "High SFRP4 expression is associated with mesothelioma."}, {"pubmed": 28637297, "text": "Progesterone regulated SFRP4 gene expression plays a role in uterine leiomyoma."}, {"pubmed": 29037197, "text": "Epicardial adipose tissue and circulating SFRP4 expression levels were increased with patients with coronary artery disease."}, {"pubmed": 29079735, "text": "high SFRP4 gene expression is associated with high Grade Group and recurrent prostate cancer after surgery"}, {"pubmed": 29277675, "text": "Data suggest that factors derived from conditioned medium of adipose-derived mesenchymal stem cells and sFRP4 significantly decrease cell viability and cell migration of breast tumor cells; this is accompanied by enhanced apoptosis via inhibition of canonical Wnt signal transduction."}, {"pubmed": 29455547, "text": "Serum SFRP-4 levels were significantly higher in the type 2 diabetes group compared to the impaired glucose tolerance and normal glucose tolerance groups."}, {"pubmed": 29491225, "text": "increased SFRP4 and ficolin-3 levels are significantly associated with gestational diabetes mellitus development and might be important risk factors for this pregnancy complication."}, {"pubmed": 29555596, "text": "a significant correlation between pituitary adenoma invasion and low expression of WIF1 and sFRP4 is reported."}, {"pubmed": 29749862, "text": "Both DKK2 and sFRP4 polymorphisms are found to play a crucial role; especially for smokers towards modulating risk for lung cancer."}, {"pubmed": 31101982, "text": "miR-943-3p accelerated the progression of airway inflammation and remodeling in allergic asthma via suppressing the activity of SFRP4 through Wnt signaling pathway in asthma patients and OVA-induced mice."}, {"pubmed": 31336149, "text": "The adipokine sFRP4 induces insulin resistance and lipogenesis in the liver."}, {"pubmed": 31486991, "text": "Elevated circulating levels of secreted frizzled-related protein 4 in relation to insulin resistance and androgens in women with polycystic ovary syndrome."}, {"pubmed": 31583475, "text": "miR-103a and miR-103b had high complementarity and conservation, modulated reporter gene expression through seed sequences in the 3'UTRs of CAV-1 and SFRP4 mRNA, and negatively regulated their mRNA and protein levels"}, {"pubmed": 32112990, "text": "Hyperphosphatemia with low FGF7 and normal FGF23 and sFRP4 levels in the circulation characterizes pediatric hypophosphatasia."}, {"pubmed": 32527205, "text": "MicroRNA-96-5p Facilitates the Viability, Migration, and Invasion and Suppresses the Apoptosis of Cervical Cancer Cells byNegatively Modulating SFRP4."}, {"pubmed": 32677026, "text": "Secreted Frizzled-Related Protein 4 (SFRP4) Is an Independent Prognostic Marker in Prostate Cancers Lacking TMPRSS2: ERG Fusions."}, {"pubmed": 32835781, "text": "DNA methylation and gene expression of sFRP2, sFRP4, Dkk 1, and Wif1 during osteoblastic differentiation of bone marrow derived mesenchymal stem cells."}, {"pubmed": 33574092, "text": "The miR-181a-SFRP4 Axis Regulates Wnt Activation to Drive Stemness and Platinum Resistance in Ovarian Cancer."}, {"pubmed": 33760186, "text": "Tumor suppressor role of sFRP4 in hepatocellular carcinoma via the Wnt/betacatenin signaling pathway."}, {"pubmed": 33905521, "text": "Oocyte-secreted factors strongly stimulate sFRP4 expression in human cumulus cells."}, {"pubmed": 34016745, "text": "Demethylation of the SFRP4 Promoter Drives Gastric Cancer Progression via the Wnt Pathway."}, {"pubmed": 34573275, "text": "Evaluation of WNT Signaling Pathway Gene Variants WNT7B rs6519955, SFRP4 rs17171229 and RSPO2 rs611744 in Patients with Dupuytren's Contracture."}, {"pubmed": 36084952, "text": "Downregulation of senescence-associated secretory phenotype by knockdown of secreted frizzled-related protein 4 contributes to the prevention of skin aging."}, {"pubmed": 36719100, "text": "Dupuytren's contracture-associated SNPs increase SFRP4 expression in non-immune cells including fibroblasts to enhance inflammation development."}, {"pubmed": 37054536, "text": "PBX1-promoted SFRP4 transcription inhibits cell proliferation and epithelial-mesenchymal transition in endometrial carcinoma."}, {"pubmed": 38834984, "text": "Role of secreted frizzled-related protein 4 in prediabetes and type 2 diabetes: a cross sectional study."}], "genomic_pos": {"chr": "7", "end": 38025695, "ensemblgene": "ENSG00000106483", "start": 37905932, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 38065297, "start": 37945543, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002092", "pubmed": 16151791, "qualifier": "involved_in", "term": "positive regulation of receptor internalization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008285", "pubmed": [14760084, 15705870], "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0009725", "pubmed": 10211996, "qualifier": "involved_in", "term": "response to hormone"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 18938133, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030178", "pubmed": 24431302, "qualifier": "involved_in", "term": "negative regulation of Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030510", "qualifier": "involved_in", "term": "regulation of BMP signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035567", "qualifier": "involved_in", "term": "non-canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043065", "pubmed": 15705870, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043433", "pubmed": 18945944, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045606", "pubmed": 18938133, "qualifier": "involved_in", "term": "positive regulation of epidermal cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0055062", "pubmed": [12952927, 16151791], "qualifier": "involved_in", "term": "phosphate ion homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060349", "pubmed": 27355534, "qualifier": "involved_in", "term": "bone morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090090", "pubmed": 18945944, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090090", "pubmed": [14760084, 15705870], "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0090263", "pubmed": 18166153, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902174", "pubmed": 18938133, "qualifier": "involved_in", "term": "positive regulation of keratinocyte apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000051", "qualifier": "involved_in", "term": "negative regulation of non-canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000119", "pubmed": [12952927, 16151791], "qualifier": "involved_in", "term": "negative regulation of sodium-dependent phosphate transport"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 14760084, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 18938133, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [11793365, 14760084, 18938133], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 14760084, "qualifier": "located_in", "term": "cell surface"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15607035, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017147", "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0017147", "pubmed": 17462603, "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017147", "pubmed": 17462603, "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0017147", "pubmed": 24431302, "qualifier": "enables", "term": "Wnt-protein binding"}]}, "homologene": {"genes": [[8364, 100492736], [9031, 420732], [9544, 574393], [9598, 463356], [9606, 6424], [9615, 483258], [9913, 518004], [10090, 20379], [10116, 89803]], "id": 2267}, "interpro": [{"desc": "Netrin domain", "id": "IPR001134", "short_desc": "Netrin_domain"}, {"desc": "Tissue inhibitor of metalloproteinases-like, OB-fold", "id": "IPR008993", "short_desc": "TIMP-like_OB-fold"}, {"desc": "Frizzled/secreted frizzled-related protein", "id": "IPR015526", "short_desc": "Frizzled/SFRP"}, {"desc": "Netrin module, non-TIMP type", "id": "IPR018933", "short_desc": "Netrin_module_non-TIMP"}, {"desc": "Frizzled domain", "id": "IPR020067", "short_desc": "Frizzled_dom"}, {"desc": "Frizzled cysteine-rich domain superfamily", "id": "IPR036790", "short_desc": "Frizzled_dom_sf"}], "ipi": ["IPI00017557", "IPI00926016"], "map_location": "7p14.1", "name": "secreted frizzled related protein 4", "other_names": ["frizzled protein, human endometrium", "secreted frizzled-related protein 4", "secreted frizzled-related protein 4; secreted frizzled-related protein 4"], "pantherdb": {"HGNC": "10778", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "892010", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 10090, "uniprot_kb": "Q9Z1N6"}, {"RGD": "621075", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 10116, "uniprot_kb": "Q9JLS4"}, {"Ensembl": "ENSGALG00000031997", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 9031, "uniprot_kb": "A0A1D5P237"}, {"WormBase": "WBGene00003397", "ortholog_type": "O", "panther_family": "PTHR11309", "taxid": 6239, "uniprot_kb": "A0A0K3AWM6"}, {"FlyBase": "FBgn0001085", "ortholog_type": "O", "panther_family": "PTHR11309", "taxid": 7227, "uniprot_kb": "P18537"}], "uniprot_kb": "Q6FHJ7"}, "pathway": {"kegg": {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP3664", "name": "Regulation of Wnt-B-catenin Signaling by Small Molecule Compounds"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}]}, "pfam": ["PF01392", "PF01759"], "pharmgkb": "PA35694", "pharos": {"target_id": 15055, "tdl": "Tbio"}, "prosite": ["PS50038", "PS50189"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326169", "relationship": "is"}, {"id": "GNF326170", "relationship": "is"}, {"id": "GNF326171", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256247", "relationship": "is"}, {"id": "GNF256248", "relationship": "is"}, {"id": "GNF256249", "relationship": "is"}, {"id": "GNF256250", "relationship": "is"}, {"id": "GNF270800", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036348", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF013261", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF233415", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330886", "relationship": "is"}, {"id": "GNF331761", "relationship": "is"}, {"id": "GNF333549", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334967", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095407", "relationship": "is"}, {"id": "GNF135064", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_052980.1"], "protein": "NP_003005.2", "rna": "NM_003014.4", "translation": {"protein": "NP_003005.2", "rna": "NM_003014.4"}}, "reporter": {"HG-U133_Plus_2": ["204051_s_at", "204052_s_at"], "HG-U95Av2": "41405_at", "HTA-2_0": "TC07001293.hg.1", "HuEx-1_0": "3046444", "HuGene-1_1": "8139087", "HuGene-2_1": "17056791"}, "retired": 222113, "summary": "Secreted frizzled-related protein 4 (SFRP4) is a member of the SFRP family that contains a cysteine-rich domain homologous to the putative Wnt-binding site of Frizzled proteins. SFRPs act as soluble modulators of Wnt signaling. The expression of SFRP4 in ventricular myocardium correlates with apoptosis related gene expression. [provided by RefSeq, Jul 2008].", "symbol": "SFRP4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335814"}, "unigene": "Hs.658169", "uniprot": {"Swiss-Prot": "Q6FHJ7", "TrEMBL": "C9JMJ2"}, "wikipedia": {"url_stub": "SFRP4"}}