{"AllianceGenome": "10777", "HGNC": "10777", "MIM": "604157", "_id": "6423", "_version": 1, "accession": {"genomic": ["AC020703.7", "CH471056.2", "CP068274.2", "HB436341.1", "NC_000004.12", "NC_060928.1", "NG_046941.1"], "protein": ["AAB70792.1", "AAG24923.1", "AAH08666.1", "AAQ89360.1", "AEE61080.1", "BAG52124.1", "BAG52787.1", "CAZ76869.1", "EAX04949.1", "NP_003004.1", "Q96HF1.2"], "rna": ["AA449032.1", "AF017986.2", "AF311912.1", "AK075372.1", "AK093922.1", "AY359001.1", "BC008666.1", "BM906663.1", "BM924815.1", "BQ130455.1", "CN431016.1", "HM005483.1", "NM_003013.3"], "translation": [{"protein": "AAH08666.1", "rna": "BC008666.1"}, {"protein": "BAG52787.1", "rna": "AK093922.1"}, {"protein": "NP_003004.1", "rna": "NM_003013.3"}, {"protein": "AAQ89360.1", "rna": "AY359001.1"}, {"protein": "AAB70792.1", "rna": "AF017986.2"}, {"protein": "BAG52124.1", "rna": "AK075372.1"}, {"protein": "AAG24923.1", "rna": "AF311912.1"}, {"protein": "AEE61080.1", "rna": "HM005483.1"}]}, "alias": ["FRP-2", "SARP1", "SDF-5"], "ensembl": {"gene": "ENSG00000145423", "protein": "ENSP00000274063", "transcript": "ENST00000274063", "translation": [{"protein": "ENSP00000274063", "rna": "ENST00000274063"}], "type_of_gene": "protein_coding"}, "entrezgene": "6423", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.08213096907, "exp_mis": 129.976892368, "exp_syn": 72.4311708081, "lof_z": 1.5194788445252, "mis_z": 2.35865060293183, "mu_lof": 5.36606823486e-07, "mu_mis": 1.1553387418e-05, "mu_syn": 6.38457020998e-06, "n_lof": 3.0, "n_mis": 75.0, "n_syn": 67.0, "p_li": 0.0538845191822357, "p_null": 0.0824254353669777, "p_rec": 0.863690045450787, "syn_z": 0.39562170884584}, "bp": 888, "cds_end": 154709987, "cds_start": 154702602, "n_exons": 3, "nonpsych": {"exp_lof": 6.35290753112, "exp_mis": 117.584529165, "exp_syn": 65.5000995419, "lof_z": 1.30643352833342, "mis_z": 2.49244617785912, "mu_lof": 5.36606823486e-07, "mu_mis": 1.1553387418e-05, "mu_syn": 6.38457020998e-06, "n_lof": 3.0, "n_mis": 64.0, "n_syn": 60.0, "p_li": 0.0454807926186201, "p_null": 0.118459377728899, "p_rec": 0.83605982965248, "syn_z": 0.427871268524334}, "nontcga": {"exp_lof": 6.50999460559, "exp_mis": 119.573183636, "exp_syn": 66.6311190444, "lof_z": 1.74368056510355, "mis_z": 2.21304140292789, "mu_lof": 5.36606823486e-07, "mu_mis": 1.1553387418e-05, "mu_syn": 6.38457020998e-06, "n_lof": 2.0, "n_mis": 71.0, "n_syn": 65.0, "p_li": 0.205297012458888, "p_null": 0.0425347619102398, "p_rec": 0.752168225630872, "syn_z": 0.126523054940433}, "transcript": "ENST00000274063.4"}, "exons": [{"cdsend": 153788835, "cdsstart": 153781450, "chr": "4", "position": [[153780590, 153781755], [153785863, 153785944], [153788333, 153789083]], "strand": -1, "transcript": "NM_003013", "txend": 153789083, "txstart": 153780590}], "exons_hg19": [{"cdsend": 154709987, "cdsstart": 154702602, "chr": "4", "position": [[154701742, 154702907], [154707015, 154707096], [154709485, 154710235]], "strand": -1, "transcript": "NM_003013", "txend": 154710235, "txstart": 154701742}], "generif": [{"pubmed": 14561758, "text": "SFRP2 is a target of the Pax2 transcription factor"}, {"pubmed": 14709558, "text": "secreted Frizzled-related protein 2 induces cellular resistance to apoptosis"}, {"pubmed": 15094274, "text": "identified SFRP2 methylation as a sensitive single DNA-based marker for identification of colorectal cancer in stool samples"}, {"pubmed": 16407829, "text": "SFRP2 was methylated in 73% of the normal squamous esophageal mucosa samples."}, {"pubmed": 16609023, "text": "The SFRP2 protein gene plays an important role in the pathogenesis of bladder tumor and can be detected using cellular DNA extracted from urine samples."}, {"pubmed": 17352030, "text": "Methylation testing of fecal DNA using a panel of epigenetic markers (methylated SFRP2, HPP1 and MGMT) may be a simple and promising non-invasive screening method for colorectal carcinoma and precancerous lesions."}, {"pubmed": 17410438, "text": "Aberrant methylated SFRP2 could be detected frequently in stools from patients with CRC and precancerous lesions. Methylation testing of fecal DNA may be a simple, promising, and noninvasive screening tool for colorectal neoplasia."}, {"pubmed": 17639423, "text": "SFRP2 methylation may serve as a marker for molecular stool-based adenoma and colorectal cancer screening."}, {"pubmed": 17848950, "text": "Epigenetic inactivation of SFRP2 is associated with gastric carcinogenesis"}, {"pubmed": 18079202, "text": "Reduced tumor expression of Wnt inhibitory factor-1 (WIF1), sFRP2, and sFRP4 mRNA was confirmed in all pituitary tumors."}, {"pubmed": 18404682, "text": "Aberrant DNA methylation and histone modifications work together to silence the sFRP2 gene in renal cell carcinoma (RCC) cells."}, {"pubmed": 18497987, "text": "Loss of SFRP2 is associated with oral squamous cell carcinoma"}, {"pubmed": 18528941, "text": "Hypermethylation and aberrant expression of SFRP genes are common in pancreatic cancer, which may be involved in pancreatic carcinogenesis."}, {"pubmed": 18592156, "text": "Ectopic expression of SFRPs downregulated T-cell factor/lymphocyte enhancer factor (TCF/LEF) transcriptional activity in liver cancer cells."}, {"pubmed": 18795670, "text": "SFRP2 promoter hypermethylation was more frequent in microsatellite unstable colorectal neoplasms."}, {"pubmed": 18990230, "text": "SFRP2 gene is a high-frequent target of epigenetic inactivation in human breast cancer; its methylation leads to abrogation of SFRP2 expression, conferring a growth advantage to epithelial mammary cells; this supports a tumor suppressive function of SFRP2"}, {"pubmed": 19095296, "text": "Restoration of the expression of SFRP1 and SFRP2 attenuated Wnt signaling in CaSki cells, decreased abnormal accumulation of free beta-catenin in the nucleus, and suppressed ovarian cancer cell growth."}, {"pubmed": 19299079, "text": "In multiple myeloma cell lines, aberrant promoter hypermethylation of the secreted Frizzled-related protein genes was a common event, and hypermethylation of SFRP2 was associated with transcriptional silencing."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19458075, "text": "SFRP2 is a novel stimulator of angiogenesis that stimulates angiogenesis via a calcineurin/NFAT pathway and may be a favorable target for the inhibition of angiogenesis in solid tumors."}, {"pubmed": 19513569, "text": "SDF-2, SDF-4 and SDF-5 are expressed in mammary tissues and cells and that a reduced level of SDF-2 and SDF-4 are associated with a poor clinical outcome."}, {"pubmed": 19593212, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19926868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20030932, "text": "Hypermethylation of SFRP1 and 2 was present in nine malignant hematopoietic cell lines."}, {"pubmed": 20208569, "text": "Loss of WNT pathway inhibition due to SFRP2 gene silencing is associated with medulloblastoma."}, {"pubmed": 20403915, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20501806, "text": "This is the first report documenting that sFRP2 activates the canonical Wnt pathway and promotes cell growth by evoking diverse signaling cascades in renal cancer cells."}, {"pubmed": 20596629, "text": "SFRP2 promoter methylation is aberrant in mesothelioma."}, {"pubmed": 20602801, "text": "induces transient rise of intracellular Ca2+ via emptying of intracellular calcium stores in neutrophils"}, {"pubmed": 20682398, "text": "Investigated the methylation of the SFRP2, P16, DAPK1, HIC1, and MGMT genes, as well as the mutation of amino acid codons 12 and 13 of the KRAS gene in normal and tumor tissue DNA of patients diagnosed with sporadic colorectal cancer."}, {"pubmed": 20682398, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20686305, "text": "Combined effects of epigenetic alterations in SFRP2 and point mutations in K-ras protein play a role in development of mucinous type anal adenocarcinoma."}, {"pubmed": 20723538, "text": "Recombinant sFRP2 enhanced Wnt3a-dependent phosphorylation of LRP6 as well as both cytosolic beta-catenin levels and its nuclear translocation.  sFRP2 enhanced the Wnt3a-mediated transcription of several genes including DKK1 and NKD1."}, {"pubmed": 20723538, "text": "These results support sFRP2's role as an enhancer of Wnt3A/beta-catenin signaling, a result with biological impact for both normal development and diverse pathologies such as tumorigenesis."}, {"pubmed": 20795789, "text": "Promoter hypermethylation of SFRP2 is associated with Acute myeloid leukemia."}, {"pubmed": 20811686, "text": "This study suggests that a cause of catenin delocalization in oral cancer could be due to WNT pathway activation, by epigenetic alterations of SFRP-1, SFRP-2, SFRP-4, SFRP-5, WIF-1, DKK-3 genes"}, {"pubmed": 21174795, "text": "SFRP2 may play an important role in the development of earlobe keloid, especially at the keloid edge."}, {"pubmed": 21409489, "text": "Hypermethylation of SFRP2 gene is associated with advanced gastric cancer."}, {"pubmed": 21463549, "text": "serum SFRP2 methylation status represents a promising, non-invasive marker for colorectal carcinoma detection and staging"}, {"pubmed": 21490961, "text": "Among the extracellular regulators that suppress the Wnt pathway, secreted frizzled-related protein 2 (SFRP2), was up-regulated 4.3-fold in healthy smokers and 4.9-fold in COPD smokers."}, {"pubmed": 21709714, "text": "A study evaluating the pattern of SFRP2 methylation throughout the promoter during progressive tumorigenesis."}, {"pubmed": 22136354, "text": "Promoter hypermethylation of tumor suppressor SFRP2 is associated with prostate carcinoma."}, {"pubmed": 22175903, "text": "there is a loss of SFRP-2 expression from benign to malignant prostate glands and differential SFRP-2 expression among two possible subgroups of Gleason grade 5 tumours"}, {"pubmed": 22246241, "text": "Sodium butyrate may modulate the SFRP1/2 expression through histone modification and promoter demethylation causing anti-tumor effects in gastric neoplasms."}, {"pubmed": 22363119, "text": "Data suggest that silencing of secreted frizzled-related protein 2 expression through promoter hypermethylation may be a factor in ESCC carcinogenesis through loss of its tumor-suppressive activity."}, {"pubmed": 22915211, "text": "show that SFRP2 hypermethylation is a common event in prostate cancer. SFRP2 methylation in combination with other epigenetic markers may be a useful biomarker of prostate cancer"}, {"pubmed": 23215838, "text": "Concomitant epigenetic silencing of SOX1 and SFRPs through promoter hypermethylation is frequent in hepatocellular carcinoma, and this might contribute to abnormal activation of canonical Wnt signal pathway."}, {"pubmed": 23226515, "text": "SFRP2 appears to interact with Slug to affect the apoptosis of hypertrophic scar fibroblasts"}, {"pubmed": 24386373, "text": "Polymorphisms in several genes involved in the Wnt signaling pathway were associated with hepatic fibrosis or inflammation risk in HCV-infected males."}, {"pubmed": 24464051, "text": "results show that sFRP-2 is a target gene of hypermethylation in esophageal Basaloid squamous cell carcinoma"}, {"pubmed": 24761891, "text": "High SFRP2 gene methylation is associated with ovarian cancer infected with high risk human papillomavirus."}, {"pubmed": 24947038, "text": "In hepatitis C virus infected liver tissues hypermethylation at promoter regions of key cancer related genes SFRP2 and DKK1, appears early at chronic hepatitis and liver cirrhosis stages, long before the appearance of hepatocellular carcinoma."}, {"pubmed": 25053594, "text": "The risk size of SFRP2 hypermethylation from normal control to adenoma or polyp as well as from adenoma or polyp to colorectal cancer increased gradually"}, {"pubmed": 25107489, "text": "Aberrant methylation of APC gene was statistically significant associated with age over 50, DDK3 with male, SFRP4, WIF1, and WNT5a with increasing tumor stage SFRP4 and WIF1 with tumor differentiation and SFRP2 and SFRP5 with histological type"}, {"pubmed": 25189527, "text": "The role of SFRP2, as a functional tumor suppressor in the development of oral squamous cell carcinoma, is mediated through inhibition of the Wnt signaling pathway."}, {"pubmed": 25197341, "text": "These findings suggest that decreased SFRP2 expression is associated with intermediate/poor karyotypes in acute myeloid leukemia"}, {"pubmed": 25245632, "text": "Data suggest that overexpression of secreted frizzled-related protein 2 (sFRP2) gene in mesenchymal stem cells (hMSCs) might improve the therapeutic effectiveness of hMSC transplantation."}, {"pubmed": 25759530, "text": "A combination of GATA5 and SFRP2 methylation could be promising as a marker for the detection and diagnosis of colorectal cancers and adenomas."}, {"pubmed": 25788689, "text": "The distribution of Sfrp2 (and Sfrp1) in the eye is consistent with the idea that they modulate visual pathfinding and axon guidance."}, {"pubmed": 26258809, "text": "SFRP2 methylation is associated with colorectal cancer development."}, {"pubmed": 26323494, "text": "SFRP2 is not only an agonist of Wnt pathway, but also a cancer promoting protein for lung cancer."}, {"pubmed": 26517501, "text": "Patients with Cytogenetically Normal Primary Acute Myeloid Leukemia and high sFRP2 expression had higher incidence of complete remission rate and better overall survival."}, {"pubmed": 26628297, "text": "the demethylation of SFRP2 gene appeared to inhibit nuclear retention of a key Wnt signaling factor, b-catenin, in osteosarcoma (OS) cell lines. Together, these data suggest that SFRP2 may function as an OS invasion suppressor by interfering with Wnt signaling, and the methylation of SFRP2 gene may promote pathogenesis of OS"}, {"pubmed": 26751775, "text": "SFRP2 induction is remarkable in tumor stroma, with transcription mainly modulated by the nuclear factor-kappaB (NF-kappaB) complex, a property shared by several effectors of the DNA damage secretory program."}, {"pubmed": 26763443, "text": "SFRP2 protein plays a role in the ultraviolet rays induced hyperpigmentary disorders."}, {"pubmed": 26914690, "text": "augments Wnt3a-mediated beta-catenin signalling in dermal papilla cells, especially in beard dermal papilla cells"}, {"pubmed": 26960688, "text": "DKK1 (dickkopf-1) and SFRP2 (secreted frizzled-related protein 2) were the targets of miR-522 in hepatocellular carcinoma"}, {"pubmed": 27042933, "text": "age-related increases in sFRP2 augment both angiogenesis and metastasis of melanoma cells"}, {"pubmed": 27074224, "text": "Silencing KDM2A, a histone demethylase and BCL6 co-repressor, de-repressed SFRP2 transcription by increasing histone H3K4 and H3K36 methylation at the SFRP2 promoter."}, {"pubmed": 27221916, "text": "SFRP2 hypermethylation is associated with colorectal cancer."}, {"pubmed": 27661566, "text": "down-regulated in ICU-acquired weakness and mice with inflammation-induced muscle atrophy; possibly establishes a positive feedback loop enhancing TGF-beta1-mediated atrophic effects in inflammation-induced atrophy"}, {"pubmed": 28152305, "text": "epigenetic silencing of Wnt antagonists was associated with gastric carcinogenesis, and concurrent hypermethylation of SFRP2 and DKK2 could be a potential marker for a prognosis of poor overall survival."}, {"pubmed": 28218291, "text": "Results show that SFRP2 and SFRP4 typically associate with a poor prognosis of cancer patients concomitant with the expression of genes associated with epithelial-to-mesenchymal transition. SFRP2 and 4 are likely derived from the tumor stroma, and thus tend to increase in tumors as compared to normal tissues."}, {"pubmed": 28244619, "text": "SFRP2 enhances the adipogenic and neurogenic differentiation potentials of stem cells from apical papilla by up-regulating SOX2 and OCT4."}, {"pubmed": 28753106, "text": "Methylation of SFRP1, SFRP2, SDC2, and PRIMA1 promoter sequences was observed in 85.1%, 72.3%, 89.4%, and 80.9% of plasma samples from patients with Colorectal cancer and 89.2%, 83.8%, 81.1% and 70.3% from adenoma patients, respectively."}, {"pubmed": 28777432, "text": "the differences in SFRP2 promotor methylation observed between colorectal cancer (CRC)patients and healthy individuals by both assays were statistically significant (p<0.001).  Our findings, although limited by the small sample size, do not support the use of the MSRH assay for CRC screening in stool."}, {"pubmed": 28794794, "text": "SFRP2 could bind to locally present Wnt ligands and alter the balance of intracellular Wnt signaling to antagonize the canonical Wnt pathway in stem cells from the apical papilla."}, {"pubmed": 28851501, "text": "TET1 potently inhibited canonical Wnt/beta-catenin signaling by demethylating and upregulating two upstream antagonists of this pathway, SFRP2 and DKK1, which was associated with inhibition of EMT and cancer cell metastasis."}, {"pubmed": 29080679, "text": "Differential gene expression by SFRP2(+), FMO1(+), and COL11A1(+) fibroblasts suggests roles in matrix deposition, inflammatory cell retention, and connective tissue cell differentiation, respectively."}, {"pubmed": 29320940, "text": "Methylation of SFRP2 gene may promote the invasiveness of non-small cell lung cancer cells through ZEB1 and MMP9 signaling."}, {"pubmed": 29620167, "text": "Findings demonstrated that SFRP2 was downregulated in pituitary corticotroph adenomas. SFRP2 appears to act as a tumor suppressor in Cushing's disease by regulating the activity of the Wnt signaling pathway."}, {"pubmed": 29704505, "text": "SFRP2 was down-regulated in the accelerated and blast phase of CML, whereas, the levels of WNT1, WNT3 and WNT5A were up-regulated in the accelerated and blast phase of CML. Overexpression SFRP2 inhibited proliferation, promoted apoptosis and activated the WNT pathway."}, {"pubmed": 29949535, "text": "The content of the methylated SFRP2 gene in endometrial tissue of patients with hyperplastic processes higher than 20-25% allows relate these women to the risk group of EC development and dictates the need of intensive observation of such patients."}, {"pubmed": 30075814, "text": "Studies suggested that SFRP2 expression in nasopharyngeal carcinoma cells is restored by TET1 which demethylates its promotor region."}, {"pubmed": 30368728, "text": "Our results confirmed that promoter methylation of SFRP1 and SFRP2 contributed to the risk of colorectal cancer"}, {"pubmed": 30385632, "text": "The authors demonstrate that strong expression of SFRP2, a reported WNT antagonist, in osteosarcoma patient samples correlates with poor survival and that SFRP2 overexpression suppresses normal osteoblast differentiation, promotes osteosarcoma features, and facilitates angiogenesis via autocrine and paracrine mechanisms in an induced pluripotent stem cell disease model."}, {"pubmed": 30396168, "text": "SFRP2 was downregulated in Choriocarcinoma and low expressed SFRP2 could promote migration, invasion, the epithelial-mesenchymal transition phenotype and stemness of Choriocarcinoma cells via Wnt/beta-catenin signaling"}, {"pubmed": 30852954, "text": "High serum and tissue SFRP2 expression is associated with colorectal cancer."}, {"pubmed": 30884788, "text": "Expression changes in secreted frizzled-related protein 2, stearoyl-CoA desaturase, and hypoxia inducible lipid droplet-associated (HILPDA) with weight loss were confirmed by reverse transcription quantitative polymerase chain reaction. Dietary weight loss induces significant changes in the expression of genes implicated in lipid metabolism (SCD and HILPDA) and WNT-signaling (SFRP2) in subcutaneous adipose tissue."}, {"pubmed": 31257495, "text": "SFRP2 may inhibit the survival and metastasis of nonsmall cell lung cancer (NSCLC) cells via the Wnt/mitochondrial fission pathway."}, {"pubmed": 31430541, "text": "Knockdown of sFRP2 in peripheral blood mononuclear cells (PBMCs) attenuated Th17 differentiation and induced Treg differentiation"}, {"pubmed": 31469431, "text": "SFRP2 promotes stem cells from apical papilla-mediated periodontal tissue regeneration in miniature pig."}, {"pubmed": 31568642, "text": "discoveries revealed that SFRP2 enhanced the osteo/odontogenic differentiation and paracrine potentials of SCAPs under hypoxia and inflammation conditions and provided a potential cytokine for promoting tissue regeneration in hypoxia and inflammatory niche."}, {"pubmed": 31578133, "text": "the abnormal DNA hypermethylation, causing reduced or absent gene expression. Methylation testing of secreted frizzled-related protein 2 using epigenetic marker may be a significative screening method for patients with esophageal squamous cell carcinoma."}, {"pubmed": 31830937, "text": "Hypermethylation of SFRP2 gene in tumor tissue of postoperative CRC pateints is associated with favorable clinical outcome."}, {"pubmed": 31962098, "text": "A novel plasma based early colorectal cancer screening assay base on methylated SDC2 and SFRP2."}, {"pubmed": 32379490, "text": "Feasibility of Plasma-Methylated SFRP2 for Early Detection of Gastric Cancer."}, {"pubmed": 32454934, "text": "Secreted Frizzled-Related Protein 2 and Extracellular Volume Fraction in Patients with Heart Failure."}, {"pubmed": 32517740, "text": "Association between variation of circulating 25-OH vitamin D and methylation of secreted frizzled-related protein 2 in colorectal cancer."}, {"pubmed": 32835781, "text": "DNA methylation and gene expression of sFRP2, sFRP4, Dkk 1, and Wif1 during osteoblastic differentiation of bone marrow derived mesenchymal stem cells."}, {"pubmed": 33097493, "text": "sFRP2 Supersedes VEGF as an Age-related Driver of Angiogenesis in Melanoma, Affecting Response to Anti-VEGF Therapy in Older Patients."}, {"pubmed": 33107235, "text": "LUCAT1 Epigenetically Downregulates the Tumor Suppressor Genes CXXC4 and SFRP2 in Gastric Cancer."}, {"pubmed": 33140138, "text": "Secreted frizzled-related protein 2: a key player in noncanonical Wnt signaling and tumor angiogenesis."}, {"pubmed": 33207226, "text": "Stromal SOX2 Upregulation Promotes Tumorigenesis through the Generation of a SFRP1/2-Expressing Cancer-Associated Fibroblast Population."}, {"pubmed": 33216241, "text": "Value of Plasma Methylated SFRP2 in Prognosis of Gastric Cancer."}, {"pubmed": 33395185, "text": "MicroRNA-522-3p plays an oncogenic role in glioblastoma through activating Wnt/beta-catenin signaling pathway via targeting SFRP2."}, {"pubmed": 33454364, "text": "Hypermethylation of secreted frizzled related protein 2 gene promoter serves as a noninvasive biomarker for HBV-associated hepatocellular carcinoma."}, {"pubmed": 34021259, "text": "SFRP2 induces a mesenchymal subtype transition by suppression of SOX2 in glioblastoma."}, {"pubmed": 34238742, "text": "[Value of combined detection of ITGA4 and SFRP2 gene methylation in stool DNA in diagnosis and prognostic evaluation of colorectal tumors]."}, {"pubmed": 34852024, "text": "Downregulation of SFRP2 facilitates cancer stemness and radioresistance of glioma cells via activating Wnt/beta-catenin signaling."}, {"pubmed": 35499710, "text": "Evaluation of combined detection of multigene mutation and SDC2/SFRP2 methylation in stool specimens for colorectal cancer early diagnosis."}, {"pubmed": 36002889, "text": "Identification of novel early pancreatic cancer biomarkers KIF5B and SFRP2 from \"\"first contact\"\" interactions in the tumor microenvironment."}, {"pubmed": 36552843, "text": "SFRP2 Overexpression Induces an Osteoblast-like Phenotype in Prostate Cancer Cells."}, {"pubmed": 36773293, "text": "Nitric oxide suppression by secreted frizzled-related protein 2 drives retinoblastoma."}, {"pubmed": 36894665, "text": "Novel method of differentiating human induced pluripotent stem cells to mature cardiomyocytes via Sfrp2."}, {"pubmed": 36991319, "text": "The DNA demethylation-regulated SFRP2 dictates the progression of endometriosis via activation of the Wnt/beta-catenin signaling pathway."}, {"pubmed": 37951508, "text": "Sfrp2 promotes renal dysfunction of diabetic kidney disease via modulating Fzd5-induced cytosolic calcium ion concentration and CaMKII/Mek/Erk pathway in mesangial cells."}, {"pubmed": 38802858, "text": "Identification of epigenetic silencing of the SFRP2 gene in colorectal cancer as a clinical biomarker and molecular significance."}], "genomic_pos": {"chr": "4", "end": 153789083, "ensemblgene": "ENSG00000145423", "start": 153780591, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 154710272, "start": 154701744, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001569", "qualifier": "involved_in", "term": "branching involved in blood vessel morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002063", "qualifier": "involved_in", "term": "chondrocyte development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003151", "pubmed": 19593212, "qualifier": "involved_in", "term": "outflow tract morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003214", "pubmed": 19593212, "qualifier": "involved_in", "term": "cardiac left ventricle morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003402", "qualifier": "involved_in", "term": "planar cell polarity pathway involved in axis elongation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007501", "qualifier": "involved_in", "term": "mesodermal cell fate specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007584", "qualifier": "involved_in", "term": "response to nutrient"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 10980594, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 20208569, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008285", "pubmed": 17848950, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010629", "pubmed": 10980594, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010659", "qualifier": "involved_in", "term": "cardiac muscle cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010667", "qualifier": "involved_in", "term": "negative regulation of cardiac muscle cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010719", "pubmed": 19095296, "qualifier": "involved_in", "term": "negative regulation of epithelial to mesenchymal transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010975", "qualifier": "involved_in", "term": "regulation of neuron projection development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030178", "pubmed": 20208569, "qualifier": "involved_in", "term": "negative regulation of Wnt signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030178", "pubmed": 24431302, "qualifier": "involved_in", "term": "negative regulation of Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030199", "qualifier": "involved_in", "term": "collagen fibril organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030307", "pubmed": 10980594, "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030308", "pubmed": 20208569, "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030336", "pubmed": 10980594, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030514", "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033138", "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033630", "qualifier": "involved_in", "term": "positive regulation of cell adhesion mediated by integrin"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035567", "qualifier": "involved_in", "term": "non-canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036342", "qualifier": "involved_in", "term": "post-anal tail morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042662", "qualifier": "involved_in", "term": "negative regulation of mesodermal cell fate specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042733", "qualifier": "involved_in", "term": "embryonic digit morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043065", "pubmed": 17848950, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045600", "pubmed": 12055200, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045669", "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 19095296, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048546", "qualifier": "involved_in", "term": "digestive tract morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048866", "qualifier": "involved_in", "term": "stem cell fate specification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050680", "pubmed": 19095296, "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050732", "pubmed": 10980594, "qualifier": "involved_in", "term": "negative regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060028", "qualifier": "involved_in", "term": "convergent extension involved in axis elongation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061056", "qualifier": "involved_in", "term": "sclerotome development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061185", "qualifier": "involved_in", "term": "negative regulation of dermatome development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071425", "qualifier": "involved_in", "term": "hematopoietic stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071481", "qualifier": "involved_in", "term": "cellular response to X-ray"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090090", "pubmed": 17471511, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090179", "qualifier": "involved_in", "term": "planar cell polarity pathway involved in neural tube closure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090244", "qualifier": "involved_in", "term": "Wnt signaling pathway involved in somitogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090263", "qualifier": "involved_in", "term": "positive regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902042", "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902230", "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway in response to DNA damage"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904956", "qualifier": "involved_in", "term": "regulation of midbrain dopaminergic neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000035", "qualifier": "involved_in", "term": "regulation of stem cell division"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000041", "qualifier": "involved_in", "term": "negative regulation of planar cell polarity pathway involved in axis elongation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 10980594, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0062023", "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0001968", "qualifier": "enables", "term": "fibronectin binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017147", "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0017147", "pubmed": 24431302, "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0048018", "qualifier": "enables", "term": "receptor ligand activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0061133", "qualifier": "enables", "term": "endopeptidase activator activity"}]}, "homologene": {"genes": [[6239, 177401], [7955, 566878], [8364, 394659], [9031, 395546], [9598, 742398], [9606, 6423], [9615, 475471], [9913, 510821], [10090, 20319], [10116, 310552]], "id": 56438}, "interpro": [{"desc": "Netrin domain", "id": "IPR001134", "short_desc": "Netrin_domain"}, {"desc": "Tissue inhibitor of metalloproteinases-like, OB-fold", "id": "IPR008993", "short_desc": "TIMP-like_OB-fold"}, {"desc": "Frizzled/secreted frizzled-related protein", "id": "IPR015526", "short_desc": "Frizzled/SFRP"}, {"desc": "Netrin module, non-TIMP type", "id": "IPR018933", "short_desc": "Netrin_module_non-TIMP"}, {"desc": "Frizzled domain", "id": "IPR020067", "short_desc": "Frizzled_dom"}, {"desc": "Frizzled cysteine-rich domain superfamily", "id": "IPR036790", "short_desc": "Frizzled_dom_sf"}, {"desc": "SFRP2, cysteine-rich domain", "id": "IPR041764", "short_desc": "SFRP2_CRD"}], "ipi": "IPI00027596", "map_location": "4q31.3", "name": "secreted frizzled related protein 2", "other_names": ["SARP-1", "sFRP-2", "secreted apoptosis related protein 1", "secreted frizzled-related protein 2", "testicular tissue protein Li 170"], "pantherdb": {"HGNC": "10777", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108078", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 10090, "uniprot_kb": "P97299"}, {"RGD": "735163", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 10116, "uniprot_kb": "B1WBV2"}, {"Gene": "SFRP2", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 9031, "uniprot_kb": "Q9IA96"}, {"Ensembl": "ENSGALG00000009241", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 9031, "uniprot_kb": "F1P5J1"}, {"Ensembl": "ENSDARG00000089563", "ortholog_type": "O", "panther_family": "PTHR11309", "taxid": 7955, "uniprot_kb": "A0A2R8RNI4"}, {"ZFIN": "ZDB-GENE-061013-293", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 7955, "uniprot_kb": "F1R238"}, {"WormBase": "WBGene00022242", "ortholog_type": "O", "panther_family": "PTHR11309", "taxid": 6239, "uniprot_kb": "Q9GUF5"}], "uniprot_kb": "Q96HF1"}, "pathway": {"kegg": {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-3772470", "name": "Negative regulation of TCF-dependent signaling by WNT ligand antagonists"}], "wikipathways": [{"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}]}, "pfam": ["PF01392", "PF01759"], "pharmgkb": "PA35693", "pharos": {"target_id": 14823, "tdl": "Tbio"}, "pir": "JE0174", "prosite": ["PS50038", "PS50189"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326166", "relationship": "is"}, {"id": "GNF326167", "relationship": "is"}, {"id": "GNF326168", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168419", "relationship": "is"}, {"id": "GNF179325", "relationship": "is"}, {"id": "GNF190231", "relationship": "is"}, {"id": "GNF201137", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161461", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF037444", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF013260", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF239877", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330932", "relationship": "is"}, {"id": "GNF332128", "relationship": "is"}, {"id": "GNF333661", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338973", "relationship": "is"}}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_046941.1"], "protein": "NP_003004.1", "rna": "NM_003013.3", "translation": {"protein": "NP_003004.1", "rna": "NM_003013.3"}}, "reporter": {"GNF1H": ["gnf1h04341_s_at", "gnf1h07261_at"], "HG-U133_Plus_2": ["223121_s_at", "223122_s_at"], "HG-U95B": "43396_s_at", "HTA-2_0": "TC04001657.hg.1", "HuEx-1_0": "2790368", "HuGene-1_1": "8103254", "HuGene-2_1": "16980762"}, "summary": "This gene encodes a member of the SFRP family that contains a cysteine-rich domain homologous to the putative Wnt-binding site of Frizzled proteins. SFRPs act as soluble modulators of Wnt signaling. Methylation of this gene is a potential marker for the presence of colorectal cancer. [provided by RefSeq, Jul 2008].", "symbol": "SFRP2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419987"}, "unigene": "Hs.481022", "uniprot": {"Swiss-Prot": "Q96HF1", "TrEMBL": ["B3KSM5", "A0A140VJU3"]}, "wikipedia": {"url_stub": "SFRP2"}}