{"AllianceGenome": "10803", "HGNC": "10803", "MIM": "178635", "_id": "6441", "_version": 1, "accession": {"genomic": ["AF034862.1", "AH005286.2", "AL512662.8", "AY216721.1", "CH471142.2", "CP068268.2", "JN033811.1", "NC_000010.11", "NC_060934.1", "NG_042218.1"], "protein": ["AAB59450.1", "AAH22318.1", "AAO22991.1", "AEQ16458.1", "CAA46152.1", "CAG46746.1", "EAW80419.1", "EAW80420.1", "EAW80421.1", "NP_003010.4", "P35247.3", "XP_011538389.1", "XP_011538390.1", "XP_054222563.1", "XP_054222564.1"], "rna": ["BC022318.1", "BI820265.1", "BM985387.1", "CR541948.1", "NM_003019.5", "X65018.1", "XM_011540087.2", "XM_011540088.3", "XM_054366588.1", "XM_054366589.1"], "translation": [{"protein": "AAH22318.1", "rna": "BC022318.1"}, {"protein": "XP_054222563.1", "rna": "XM_054366588.1"}, {"protein": "XP_011538389.1", "rna": "XM_011540087.2"}, {"protein": "CAA46152.1", "rna": "X65018.1"}, {"protein": "NP_003010.4", "rna": "NM_003019.5"}, {"protein": "XP_054222564.1", "rna": "XM_054366589.1"}, {"protein": "XP_011538390.1", "rna": "XM_011540088.3"}, {"protein": "CAG46746.1", "rna": "CR541948.1"}]}, "alias": ["COLEC7", "PSP-D", "SFTP4", "SP-D"], "ensembl": {"gene": "ENSG00000133661", "protein": ["ENSP00000361366", "ENSP00000394325"], "transcript": ["ENST00000372292", "ENST00000444384", "ENST00000678361", "ENST00000679234"], "translation": [{"protein": "ENSP00000361366", "rna": "ENST00000372292"}, {"protein": "ENSP00000394325", "rna": "ENST00000444384"}], "type_of_gene": "protein_coding"}, "entrezgene": "6441", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.44778209, "exp_mis": 124.2157356, "exp_syn": 56.153579, "lof_z": 2.47327116005311, "mis_z": 0.0533524931076574, "mu_lof": 7.51452039949e-07, "mu_mis": 1.07043090508e-05, "mu_syn": 4.69716930054e-06, "n_lof": 3.0, "n_mis": 123.0, "n_syn": 45.0, "p_li": 0.240356031009661, "p_null": 0.00688995093230567, "p_rec": 0.752754018058034, "syn_z": 0.922730863162525}, "bp": 1128, "cds_end": 81706415, "cds_start": 81697607, "n_exons": 7, "nonpsych": {"exp_lof": 10.2168983, "exp_mis": 112.2827813, "exp_syn": 50.6799624, "lof_z": 2.21739481310193, "mis_z": 0.108660808481461, "mu_lof": 7.51452039949e-07, "mu_mis": 1.07043090508e-05, "mu_syn": 4.69716930054e-06, "n_lof": 3.0, "n_mis": 110.0, "n_syn": 40.0, "p_li": 0.184837323377521, "p_null": 0.0142486264976935, "p_rec": 0.800914050124786, "syn_z": 0.944528289268574}, "nontcga": {"exp_lof": 10.51787986, "exp_mis": 114.2644049, "exp_syn": 51.64721872, "lof_z": 2.28671764594847, "mis_z": -0.0342841314408061, "mu_lof": 7.51452039949e-07, "mu_mis": 1.07043090508e-05, "mu_syn": 4.69716930054e-06, "n_lof": 3.0, "n_mis": 115.0, "n_syn": 41.0, "p_li": 0.188048711038642, "p_null": 0.0113645671470197, "p_rec": 0.800586721814338, "syn_z": 0.938069487763573}, "transcript": "ENST00000372292.3"}, "exons": [{"cdsend": 79946659, "cdsstart": 79937851, "chr": "10", "position": [[79937739, 79938228], [79940704, 79940788], [79941397, 79941514], [79941953, 79942070], [79942387, 79942504], [79942762, 79942879], [79946460, 79946662], [79949065, 79949105]], "strand": -1, "transcript": "NM_003019", "txend": 79949105, "txstart": 79937739}], "exons_hg19": [{"cdsend": 81706415, "cdsstart": 81697607, "chr": "10", "position": [[81697495, 81697984], [81700460, 81700544], [81701153, 81701270], [81701709, 81701826], [81702143, 81702260], [81702518, 81702635], [81706216, 81706418], [81708821, 81708861]], "strand": -1, "transcript": "NM_003019", "txend": 81708861, "txstart": 81697495}], "generif": [{"pubmed": 11854236, "text": "SP-D (surfactant protein D) may therefore play a significant role in the innate immune response to H. pylori infection"}, {"pubmed": 11912209, "text": "Surfactant protein D gene regulation. Interactions among the conserved CCAAT/enhancer-binding protein elements"}, {"pubmed": 11916969, "text": "binds Mycoplasma pneumoniae by high affinity interactions with lipids"}, {"pubmed": 12032263, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12032263, "text": "Surfactant protein D gene polymorphism associated with severe respiratory syncytial virus infection."}, {"pubmed": 12218102, "text": "Intrapulmonary administration of a truncated 60-kDa fragment of human recombinant SP-D into SP-D-deficient mice reduces the number of apoptotic and necrotic alveolar macrophages and partially corrects the lipid accumulation."}, {"pubmed": 12218146, "text": "SP-D preferentially inhibits the adhesion of the O3-serotype of Klebsiella pneumoniae to lung epithelial cells."}, {"pubmed": 12244199, "text": "SP-D enhances phagocytosis of apoptotic cells by human and murine alveolar macrophages in vitro, independent of the apoptotic cell type."}, {"pubmed": 12479105, "text": "SP-D mRNA might be a valuable marker to detect circulating tumor cells in the peripheral blood of lung cancer patients."}, {"pubmed": 12654643, "text": "Pseudomonas aeruginosa elastase degrades this protein in human lung."}, {"pubmed": 12654779, "text": "aggregation of Pneumocystis carinii by SP-D was shown to be responsible for the impaired phagocytosis of the organisms by alveolar macrophages"}, {"pubmed": 12730206, "text": "carbohydrate recognition domains of SP-D interact with the dermatan sulfate moiety of decorin via lectin activity and the core protein of decorin binds the collagen-like region of SP-D"}, {"pubmed": 12853121, "text": "Limited proteolysis of SFTPD causes a loss of its calcium-dependent lectin functions."}, {"pubmed": 12888356, "text": "SP-D has roles in ligand binding and immune cell recognition because of its multivalent ligand binding and recognition sites"}, {"pubmed": 13680361, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15067073, "text": "A recombinant trimeric fragment of surfactant protein D chemically cross-linked to the Fab' of anti-Fc alpha receptor monoclonal antibody markedly enhances the uptake of influenza A virus, Candida albicans, and Escherichia coli by neutrophils in vitro."}, {"pubmed": 15102713, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15123664, "text": "Degradation of pulmonary surfactant protein D by Pseudomonas aeruginosa elastase abrogates innate immune function"}, {"pubmed": 15145932, "text": "surfactant proteins A and D and mannose-binding lectin play roles in inflammation caused by DNA in lungs and other tissues"}, {"pubmed": 15173172, "text": "surfactant protein D gene transcription is regulated by NFAT and thyroid transcription factor-1"}, {"pubmed": 15244040, "text": "serum SP-D levels may serve as a good diagnostic indicator of acute respiratory distress syndrome in patients with sepsis"}, {"pubmed": 15274124, "text": "Data describe a proteome analysis of surfactant proteins SP-A and SP-D in bronchoalveolar lavage fluid from patients with cystic fibrosis, chronic bronchitis and pulmonary alveolar proteinosis."}, {"pubmed": 15608147, "text": "SP-D, SP-A, and gp340 showed cooperative antiviral interactions"}, {"pubmed": 15661913, "text": "Polymorphic variation in the N-terminal domain of the SP-D molecule influences oligomerization, function, and the concentration of the molecule in serum."}, {"pubmed": 15700120, "text": "Identification of specific haplotype of SPTPD gene that indicates its negative association with SP-D levels in the serum."}, {"pubmed": 15700120, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15711012, "text": "analysis of ligand specificity of human surfactant protein D"}, {"pubmed": 15951332, "text": "The ability of SP-D to increase neutrophil uptake of influenza A virus can be dissociated from enhancement of oxidant responses"}, {"pubmed": 16061223, "text": "SP-D binds various classes of immunoglobins, including IgG, IgM, IgE and secretory IgA, but not serum IgA."}, {"pubmed": 16114131, "text": "role in Aspergillus mediated allergies and infections"}, {"pubmed": 16361352, "text": "Serum SP-D concentrations in children are genetically determined and that a single nucleotide polymorphism (SNP) located in the NH(2)-terminal region (Met11Thr) of the mature protein is associated with serum SP-D levels."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16406431, "text": "Decreased levels of SP-A and SP-D have been measured in bronchoalveolar lavage fluid of these patients, as well as patients with acute pneumonia but no chronic lung disease. (review)"}, {"pubmed": 16426259, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16426259, "text": "functional amino acid variants in SFTPD do not play a major role in the genetic pre-disposition to bronchial asthma in children."}, {"pubmed": 16514117, "text": "The ligand binding of homologous human, rat, and mouse trimeric trimeric neck plus carbohydrate recognition domain (neck+CRD) fusion proteins, each with identical N-terminal tags remote from the ligand-binding surface, was compared."}, {"pubmed": 16636058, "text": "Phe-335, which is evolutionarily conserved in all known SP-Ds, plays important, if not critical, roles in SP-D function"}, {"pubmed": 16709857, "text": "In vitro interactions during the early phase of host defense against influenza A virus suggest a complex interplay between SP-D and human neutrophil defensins at sites of active inflammation."}, {"pubmed": 16834340, "text": "Human SP-D binds the extracellular domains of TLR2 and TLR4 through its carbohydrate recognition domain by a mechanism different from its binding to phosphatidylinositol and lipopolysaccharide."}, {"pubmed": 16889547, "text": "broncho-alveolar lavage fluid with high levels of bile acids also had significantly lower SP-A, SP-D, dipalmitoylphosphatidylcholine"}, {"pubmed": 17083016, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17209137, "text": "SP-A, SP-B, and SP-D are expressed in human nasal mucosa and cultured normal human nasal epithelial cells."}, {"pubmed": 17264398, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17524024, "text": "A two-marker haplotype of SP-A and SP-D associates with protection from respiratory distress syndrome in premature infants; also, three- and four-marker haplotypes containing one or both markers associate with protection against RDS."}, {"pubmed": 17524024, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17567900, "text": "Surfactant protein D levels are increased in lung fluid from AIDS patients but not in patients with early HIV infection."}, {"pubmed": 17693780, "text": "Serum surfactant-protein D (SP-D) concentrations increased in silica-exposed miners and may associate with pathogenesis of and be a useful biomarker for early diagnosis of silicosis."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17848554, "text": "the degradation and consequent inactivation of SP-A and SP-D may be a novel mechanism to account for the potent allergenicity of these common dust mite allergens."}, {"pubmed": 17874049, "text": "Both SP-A and KL-6 were detected in intimate relationship to the stage of regeneration of alveolar epithelial cells and were expressed before SP-D."}, {"pubmed": 17999785, "text": "SP D and TNF-alpha are significantly increased in CF compared with AFRS, suggesting activation of both innate immunity and Th1-mediated inflammation and potential correlation between SPs and downstream adaptive immune responses"}, {"pubmed": 18052966, "text": "Low serum level of SP-D and lack of correlation with traditional rheumatoid arthritis (RA) activity measures indicate that SP-D reflects a distinctive aspect in RA pathogenesis."}, {"pubmed": 18092821, "text": "Interactions with the side chain of inner core heptoses provide a potential mechanism for the recognition of diverse types of lipopolysaccharides by SP-D."}, {"pubmed": 18191856, "text": "Report presence and subcellular localizations of surfactant proteins A and D in human spermatozoa."}, {"pubmed": 18211966, "text": "Pre-eminent role for neutrophil elastase as the critical protease responsible for PSP-D depletion in inflammatory lung disease."}, {"pubmed": 18226251, "text": "Further, we speculate that inhaled steroids may induce SP-D expression and that this mechanism may contribute to their beneficial effects in COPD."}, {"pubmed": 18251786, "text": "In lung of patients with pulmonary alveolar proteinosis, SP-D was localized eoosinophilic large globules surrounded by an SP-A positive fine granular substance."}, {"pubmed": 18266831, "text": "A SP-D-deficient patients had more frequently pneumonias and their long-term outcome was worse than that of the children with detectable SP-D."}, {"pubmed": 18302538, "text": "These results show that antiviral activities of surfactant protein-D can be reproduced without the N-terminal and collagen domains and that cross-linking of these domains is essential for anti-influenza A virus activity."}, {"pubmed": 18347569, "text": "allogeneic hematopoietic stem-cell transplantation patients with lower pretransplant serum surfactant protein D (SP-D) level had a trend toward frequent development of Bronchiolitis obliterans syndrome and idiopathic pneumonia syndrome"}, {"pubmed": 18355911, "text": "Surfactant protein (SP) D-dependent innate immunity influences atopy and asthma."}, {"pubmed": 18359891, "text": "SP-D is expressed in human coronary arteries and functions as an anti-inflammatory protein in the smooth muscle cells. SP-D may also participate in the host defense against pathogens that invade the vascular wall."}, {"pubmed": 18498293, "text": "Blood level can be used as a marker for chronic periodontitis.  Three polymorphisms(Met11Thr, Ala160Thr and Ser270Thr) are not associated either with level or with periodontitis."}, {"pubmed": 18498293, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18657106, "text": "results showed that corneal epithelial cells produced and secreted SP-D constitutively in culture, and that production and secretion of SP-D were upregulated after exposure to heat-killed P. aeruginosa or to purified flagellin or lipopolysaccharide"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18779194, "text": "Reduced SP-D expression in BAL fluid was associated with the progression of bronchial dysplasia. SP-D levels in BAL fluid may serve as a potential biomarker to identify smokers who are at risk of early lung cancer."}, {"pubmed": 18785967, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18785967, "text": "The researchers found an association between the surfactant protein D SNP rs1923537 variation and the development of respiratory distress syndrome."}, {"pubmed": 18811961, "text": "Inhibition by SP-D correlates with presence of several glycan attachment sites on the HA."}, {"pubmed": 18983439, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18983439, "text": "The researchers investigated the relationship between genetic variants of the surfactant protein D gene and the development of SIDS and found no evidence of an association."}, {"pubmed": 18990700, "text": "SP-D down-regulates LPS-elicited inflammatory responses by altering LPS binding to its receptors and reveals the importance of the correct oligomeric structure of the protein in this process."}, {"pubmed": 18991397, "text": "SP-D directly interacts with MD-2 through the CRD."}, {"pubmed": 19017984, "text": "Multimerization of surfactant protein D, but not its collagen domain, is required for antiviral and opsonic activities related to influenza virus."}, {"pubmed": 19140875, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19140875, "text": "SFTPD polymorphisms were associated with the presence of coronary stenosis."}, {"pubmed": 19164344, "text": "serum surfactant protein D is steroid sensitive and associated with exacerbations of COPD"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19249874, "text": "An extended ligand binding site is shown for mannosylated ligands on SFTPD and a significant contribution of residue 343 side chain to specific recognition of multivalent microbial ligands, including high-mannose glycans of influenza A virus."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19275746, "text": "The coiled-coil neck domain of SP-D enables the trimerization and stabilization of the heterologous non-collagenous thioredoxin."}, {"pubmed": 19286849, "text": "Serum levels of SP-D and KL-6 appear to be indicative of \"alveolitis\" in systemic sclerosis patients, and are significantly higher than in SSc patients without \"alveolitis.\""}, {"pubmed": 19287351, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19287351, "text": "There may be associations between SP-A and SP-D and respiratory syncytial virus disease."}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19340882, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19340882, "text": "SFTPD is both a susceptibility gene and a disease-modifying gene for ulcerative colitis in Japanese"}, {"pubmed": 19348329, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19378784, "text": "plays a role in innate immunity. (review("}, {"pubmed": 19439011, "text": "monitoring systemic SP-D may be useful in monitoring the alveolar integrity in SARS-type pneumonia."}, {"pubmed": 19478465, "text": "Serum KL-6 and SP-D appear to be elevated in a mutually exclusive manner in adult T-cell leukemia."}, {"pubmed": 19493231, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19493231, "text": "the Met11Thr polymorphism in SFTPD plays a major role in the genetic predisposition to allergic rhinitis in Chinese adult population, whereas the other two SFTPD polymorphisms displayed no significant association with allergic rhinitis."}, {"pubmed": 19540617, "text": "the time-dependent variation in serum SP-D throughout a period of 6 months was characterized."}, {"pubmed": 19577304, "text": "purified trimeric and multimeric SP-D represent separate and only partly interconvertible molecular populations with distinct biochemical properties."}, {"pubmed": 19590686, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19684355, "text": "The 343 position is critical in defining the binding pattern of SP-D proteins to Mycobacterium tuberculosis and its mannosylated cell envelope components."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19799916, "text": "Asp325, in addition to Arg343, is an important determinant of ligand selectivity, recognition, and binding."}, {"pubmed": 19833760, "text": "These findings suggest that low surfactant protein-D, unrelated to conventional disease indicators, represents an aspect of systemic lupus erythematosus etiopathogenesis."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20056602, "text": "SP-A and SP-D bound to L. pneumophila and its lipopolysaccharide (LPS) and inhibited the bacterial growth in a Ca(2+)-dependent manner"}, {"pubmed": 20075511, "text": "serum SP-D levels are increased in patients during chronic obstructive pulmonary disease (COPD) exacerbations and may be a potential diagnostic biomarker for COPD exacerbations."}, {"pubmed": 20086254, "text": "Findings suggest that lung innate immunity, as inferred from circulating SP-D concentrations, is at the cross-roads of inflammation, obesity, and insulin resistance."}, {"pubmed": 20205699, "text": "inhibition of Der p-induced activation of macrophages and monocyte-derived dendritic cells by SP-D is mediated through suppression of the CD14/TLR signalling pathway and maintenance of DC-SIGN expression."}, {"pubmed": 20207732, "text": "SP-D utilizes a novel mechanism in which the collectin interacts with protease inhibitor A2M to decrease its degradation and to concurrently increase its innate immune function."}, {"pubmed": 20211020, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20228064, "text": "analysis of myeloperoxidase-dependent inactivation of surfactant protein D in vitro and in vivo"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20360592, "text": "Circulating surfactant protein D concentrations are higher in intrauterine growth-restricted fetuses than in pulmonary diseases inappropriate for gestational age and intrauterine growth-restricted pregnancies."}, {"pubmed": 20448057, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20448057, "text": "Polymorphisms in surfactant protein-D are associated with chronic obstructive pulmonary disease"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20457545, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20457545, "text": "Serum SP-D (Surfactant protein D) in Cystic Fibrosis patients was increased in parallel with leukocyte count and with reduced FEV-1 (forced expiratory volume 1)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20512337, "text": "Pulmonary surfactant protein D exhibited diurnal variation in healthy controls and in patients with early or late rheumatoid arthritis, with peak values at 10 AM and nadir in the evening."}, {"pubmed": 20560296, "text": "Surfactant protein-D showed to be a significant predictor of prognosis, even when corrected for age, sex, smoking, and lung function."}, {"pubmed": 20601494, "text": "An extended binding site for influenza A virus; calcium-dependent antiviral activity involves residues flanking the primary carbohydrate binding site as well as more remote residues displayed on the carbohydrate recognition domain surface."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20683434, "text": "Letter: serum SP-D cannot be used as a biomarker predictive for bronchiolitis obliterans after lung transplantation."}, {"pubmed": 20799037, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21171185, "text": "Mean serum SP-D concentrations in patients with RSV bronchiolitis were higher than those in the control group. Mean serum SP-D concentrations were higher in the in Stage C than in Stages A or B patients, and higher in Stage B than in Stage A patients."}, {"pubmed": 21204009, "text": "surfactant protein D interacts with myeloperoxidase on the surface of late apoptotic neutrophils"}, {"pubmed": 21233593, "text": "The levels of intracellular reactive oxygen species and lipid peroxidation in A549 cells increased with increasing exposure to NiO nanoparticles, and increases in gene expressions of HO-1 and SP-D were observed"}, {"pubmed": 21310059, "text": "Our study indicates that missense single nucleotide polymorphisms and haplotypes of SFTPA1, SFTPA2 and SFTPD are associated with susceptibility to community-acquired pneumonia(CAP), and that several haplotypes also influence severity and outcome of CAP."}, {"pubmed": 21396106, "text": "Pulmonary and serum SP-D levels are stable markers influenced by smoking and related to airflow obstruction and disease state in chronic pulmonary obstructive disease."}, {"pubmed": 21489996, "text": "Introduction of N-linked glycans in the lectin domain of surfactant protein D: impact on interactions with influenza A viruses."}, {"pubmed": 21560203, "text": "SNPs unrelated to susceptibility to inflammatory bowel disease in German population"}, {"pubmed": 21601013, "text": "there is an association of risk for severe acute respiratory syncytial infection in individuals who present the allele Thr160 in surfactant protein D"}, {"pubmed": 21678446, "text": "Reduction of surfactant protein D in H5N1 influenza may play important roles in the pathogenesis of the disease."}, {"pubmed": 21790524, "text": "genetic association of 2 nonsynonymous SP-D SNPs rs721917 and rs2243639 in inflammatory bowel disease (IBD) cases and controls; results suggest differential allelic expression may affect penetrance of the SNP rs721917 disease-susceptibility allele in IBD"}, {"pubmed": 21821801, "text": "surfactant protein A and surfactant protein D play critical roles in host defense against Mycobacterium avium."}, {"pubmed": 21828236, "text": "High serum surfactant protein-D is associated with lung cancer."}, {"pubmed": 21858107, "text": "Data sshow that variants in SFTPD, CD46 and IL1R1 are associated with IPD in both EA and AA."}, {"pubmed": 21934714, "text": "This suggests a protective effect of SFTPD against COPD and emphysema."}, {"pubmed": 21960125, "text": "SFTPD polymorphism provide evidence in the development of bronhopulmonary dysplasia and respiratory distress syndrome in premature infants."}, {"pubmed": 22288595, "text": "over-expression of SP-D reduced significantly the LPS-induced expression of MCP-1 in transfected renal tubular epithelial cells"}, {"pubmed": 22289856, "text": "Results suggest that the fetal surfactant protein D Met31Thr polymorphism plays a significant role in genetic predisposition to spontaneous preterm birth."}, {"pubmed": 22509983, "text": "The SFTPD single nucleotide polymorphism, rs721917, was associated with emphysema, interstitial pneumonia, and lung cancer. Haplotypes associated with emphysema and lung cancer differed from that associated with interstitial pneumonia."}, {"pubmed": 22511785, "text": "Surfactant protein D (Sp-D) binds to membrane-proximal domain (D3) of signal regulatory protein alpha (SIRPalpha), a site distant from binding domain of CD47, while also binding to analogous region on signal regulatory protein beta (SIRPbeta)."}, {"pubmed": 22846212, "text": "Polymorphism at rs721917 is associated with reduced serum SP-D levels and risk of Chronic Obstructive Pulmonary Disease."}, {"pubmed": 22860023, "text": "Cleavage of SP-D by MMP-9 using levels of protein similar to that observed in patients with chronic lung disease suggests in vivo relevance for this cleavage event."}, {"pubmed": 22983659, "text": "Increases in serum KL-6 and SP-D levels during the first 4 weeks after starting therapy, but not their levels at any one time point, predict poor prognosis in patients with polymyositis/dermatomyositis."}, {"pubmed": 23012359, "text": "SP-D can protect the bladder urothelium against UPEC infection and suggest a possible function of SP-D in urinary tract."}, {"pubmed": 23052388, "text": "Unlike collectins or human neutrophil defensins (HNPs), LL-37 did not induce viral aggregation."}, {"pubmed": 23144326, "text": "A Genome wide association study for COPD biomarkers on subjects with COPD identified single nucleotide polymorphisms with surfactant protein D in expressed sputum."}, {"pubmed": 23244171, "text": "Review discussing associations between COPD and lung specific surfactant protein D (SP-D) single nucleotide polymorphisms, as well as how COPD has been associated with higher levels of serum SP-D.[review]"}, {"pubmed": 23314596, "text": "SP-D levels are associated with 1-year prognosis in patients with chronic kidney disease."}, {"pubmed": 23391661, "text": "SP-D modulates the inflammatory response and helps to maintain a balance between effective neutralization/killing of IAV, and protection against alveolar damage resulting from IAV-induced excessive inflammatory responses"}, {"pubmed": 23406594, "text": "elevated expression in nasal mucosa in chronic rhinosinusitis with polyps"}, {"pubmed": 23435141, "text": "SP-D may be important for early detection of interstitial pneumonitis in pegylated interferon treated hepatitis C patients."}, {"pubmed": 23577114, "text": "SP-D gene polymorphisms are associated with insulin resistance and T2D"}, {"pubmed": 23588945, "text": "In patients with systemic sclerosis-related interstitial lung disease, surfactant protein D was correlated with forced vital capacity. It was not a longterm prognostic indicator."}, {"pubmed": 23841811, "text": "Donor surfactant protein D polymorphisms are associated with chronic lung allograft dysfunction."}, {"pubmed": 23874631, "text": "Lung permeability biomakers [surfactant protein D (SP-D) and Clara cell secretory protein (CC16) in plasma] and forced expiratory volumes and flow were measured in swimmers in indoor swimming pool waters treated with different disinfection methods."}, {"pubmed": 23932215, "text": "we identified no novel surfactant protein D gene (SFTPD) coding or splice region variants in 73 unrelated children with diffuse lung disease"}, {"pubmed": 24093802, "text": "there was no evidence for any association between common polymorphisms in the SP-B and SP-D genes and COPD risk (all p>0.05)."}, {"pubmed": 24120837, "text": "Lower oligomeric form of surfactant protein D is associated with cystic fibrosis."}, {"pubmed": 24121782, "text": "Both mRNA and protein levels of gp340 were significantly higher in patients with biofilm associated chronic rhinosinusitis (CRS) than those with CRS and no biofilm and controls."}, {"pubmed": 24224757, "text": "Data suggest that human surfactant protein D not only binds to glycan chains on HA (hemagglutinin, human influenza A virus, strain H3N2) but also blocks the sialic acid receptor binding site upon binding to the glycan chains on HA."}, {"pubmed": 24264011, "text": "Genetic disposition for low surfactant protein-D was not associated with rheumatoid arthritis but with erosive rheumatoid arthritis by interaction with smoking."}, {"pubmed": 24391984, "text": "Human surfactant protein D alters oxidative stress and HMGA1 expression to induce p53 apoptotic pathway in eosinophil leukemic cell line."}, {"pubmed": 24400879, "text": "serum SP-D, but not SP-A, levels were significantly higher in the German than in the Japanese cohort"}, {"pubmed": 24504887, "text": "Results suggest that Smokers who are carriers of the SFTPD AG and AA polymorphic genotypes may be at a higher risk of developing Chronic obstructive pulmonary disease when compared with wild-type GG genotype carriers."}, {"pubmed": 24585933, "text": "a novel pathway for the immunomodulatory functions of SP-D mediated via binding of its collagenous domains to LAIR-1."}, {"pubmed": 24608429, "text": "These data suggest that SP-D reduces EGF binding to EGFR through the interaction between the carbohydrate recognition domain of SP-D and N-glycans of EGFR, and downregulates EGF signaling."}, {"pubmed": 24610936, "text": "SFTPD single-nucleotide polymorphisms, rs1923536 and rs721917, and haplotypes, including these single-nucleotide polymorphisms or rs2243539, were inversely associated with expiratory lung function in interaction with smoking."}, {"pubmed": 24705721, "text": "Surfactant protein D substitutions at the 325 and 343 positions (D325A+R343V) exhibit markedly increased antiviral activity for seasonal strains of influenza A virus."}, {"pubmed": 24712849, "text": "murine expression of human polymorphic variants does not significantly influence the severity of allergic airway inflammation"}, {"pubmed": 24880792, "text": "In idiopathic pleuroparenchymal fibroelastosis SP-D was elevated, while KL-6 was within a normal range."}, {"pubmed": 24960334, "text": "In this review, we highlight the associations of eosinophilic lung diseases with SP-A and SP-D levels and functions."}, {"pubmed": 25015576, "text": "SFTPD polymorphism is associated with the risk of respiratory outcomes; it may be an essential factor affecting pulmonary adaptation in premature infants"}, {"pubmed": 25036364, "text": "the multi-faceted role of human SP-D against HIV-1"}, {"pubmed": 25291941, "text": "SP-D levels were significantly higher in the sub-massive pulmonary embolism group overall."}, {"pubmed": 25362659, "text": "In Sjogren's syndrome, high SP-D levels were found in patients with severe glandular involvement, hypergammaglobulinemia, leukopenia, extraglandular manifestations, and positive anti-Ro/La antibodies."}, {"pubmed": 25376584, "text": "We demonstrated for the first time in a Chinese population cohort that genetic polymorphisms of SP-D are not only associated with risk of COPD development, but also related to disease manifestation and that they predict outcomes."}, {"pubmed": 25537934, "text": "Results revealed that higher circulating levels of SP-D are associated with higher mortality risk in critically ill A/H1N1 patients."}, {"pubmed": 25591150, "text": "Letter: report higher serum SP-D levels in bird-related hypersensitivity pneumonitis during winter."}, {"pubmed": 25728058, "text": "Sputum and bronchoalveolar lavage fluid SFTPD were significantly higher in patients with severe asthma compared to mild-moderate asthma and healthy controls."}, {"pubmed": 25848896, "text": "SP-D is expressed differently in airways of asthmatics relative to that of non-asthmatics."}, {"pubmed": 25851191, "text": "In chromium-exposed workers, blood levels of CC16, and CC16/SP-D were lower than in controls. Positive relationships were shown between CC16 or CC16/SP-D and indicators of lung function."}, {"pubmed": 26206179, "text": "findings shed new light on the discovery and/or development of a useful biomarker based on glycosylation changes for diagnosing COPD."}, {"pubmed": 26424433, "text": "Serum SP-D was not significantly different between patients with connective tissue disease-interstitial lung disease, chronic fibrosing interstitial pneumonia patients and healthy controls."}, {"pubmed": 26568332, "text": "Quantitative real-time PCR experiments disclosed significantly increased leukocyte NOS2 and SFTPD mRNA levels in hyperglycemic gestational diabetes mellitus patients (P < 0.05)."}, {"pubmed": 26603976, "text": "Human and murine data together indicate that SP-A, SP-D and MBL are synthesized in early gestational tissues, and may contribute to regulation of immune response at the feto-maternal interface during pregnancy."}, {"pubmed": 26617840, "text": "Serum SP-D may serve as a convenient medium to distinguish lung infection caused by M. pneumoniae."}, {"pubmed": 26748346, "text": "Data do not support that pSP-D levels influence or reflect the development of subclinical atherosclerosis. However, the data support that SP-D plays a role in the etiology of atherosclerotic disease development."}, {"pubmed": 26836907, "text": "SP-D levels in bronchoalveolar lavage samples were significantly lower in severe asthma compared with healthy controls and mild asthma. Serum SP-D was significantly increased in severe asthma compared with healthy controls and mild asthma."}, {"pubmed": 26953329, "text": "Efficient lipopolysaccharide recognition by SP-D requires multiple binding interactions utilizing the three major ligand-binding determinants in the SP-D binding pocket, with Ca-dependent binding of inner-core heptose accompanied by interaction of anhydro-Kdo (4,7-anhydro-3-deoxy-d-manno-oct-2-ulosonic acid) with Arg343 and Asp325."}, {"pubmed": 27012038, "text": "The SP-D level showed positive correlations with carotid IMT and coronary artery calcification in patients on long-term hemodialysis."}, {"pubmed": 27078193, "text": "rs2819096 in the surfactant protein D (SFTPD) gene was associated with a higher risk of COPD GOLD III + IV."}, {"pubmed": 27293304, "text": "Elevated levels of SP-D are Associated with Idiopathic Pulmonary Fibrosis."}, {"pubmed": 27350640, "text": "Trimeric SP-D wildtype recognized larger LPS inner core oligosaccharides with slightly enhanced affinity than smaller compounds suggesting the involvement of stabilizing secondary interactions."}, {"pubmed": 27754829, "text": "Obstructive sleep apnea-hypopnea syndrome pathogenesis was associated with changes in NF-kappaB, HIF-1alpha, and SPD protein expression level"}, {"pubmed": 27758987, "text": "Surfactant protein D levels differed among idiopathic pulmonary fibrosis, pulmonary sarcoidosis and chronic pulmonary obstructive disease."}, {"pubmed": 28011976, "text": "SP-A (+186A/G) and SP-B (1580C/T) polymorphisms are strongly associated with the risk of respiratory distress syndrome (RDS) in preterm infants. Notably, reduced serum SP-A levels were correlated with a high risk of RDS and may serve as novel biomarkers for RDS detection and monitoring."}, {"pubmed": 28168327, "text": "SP-D also delays FasL-induced death of primary human T cells. SP-D delaying the progression of the extrinsic pathway of apoptosis could have important implications in regulating immune cell homeostasis at mucosal surfaces"}, {"pubmed": 28212617, "text": "Patients with SP-D 11Thr/Thr genotype were more susceptible to acute kidney injury (AKI). Compared with healthy controls, serum SP-D levels at day 1, 3 and 7 were significantly elevated in AKI patients."}, {"pubmed": 28351530, "text": "This review intends to provide a current overview of the genetics, structure and extra-pulmonary functions of the surfactant collectin proteins."}, {"pubmed": 28464801, "text": "Studied predictive value of surfactant protein D (SP-D) in lung cancer patients with interstitial lung disease induced by anticancer agents (ILD-AA). Results suggest that SP-D level change was a risk factor for mortality in patients with ILD-AA, and that SP-D might be a predictive prognostic biomarker of ILD-AA."}, {"pubmed": 28585516, "text": "Salivary SP-D may reflect asthmatic inflammation in peripheral small airways and may be a useful marker for monitoring the degree of exacerbation in childhood asthma."}, {"pubmed": 28591049, "text": "Meta-analysis found that serum SP-A/D detection might be useful for differential diagnosis and prediction of survival in patients with idiopathic pulmonary fibrosis."}, {"pubmed": 28641719, "text": "The findings suggest that SP-D inhibits LPS-stimulated production of interleukin-12p40 via the SIRPalpha/ROCK/ERK signaling pathway."}, {"pubmed": 28745320, "text": "Findings indicate serum pulmonary surfactant protein D (SP-D, SFTPD) level as a potential marker to estimate the efficacy of epidermal growth factor receptor (EGFR)-tyrosine kinase inhibitor (TKIs)."}, {"pubmed": 28791362, "text": "the SPA and SPD levels in EBC were correlated with lung function, which contributed to COPD diagnosis."}, {"pubmed": 28960651, "text": "Assays that can separate SP-D proteolytic breakdown products or modified forms from naturally occurring SP-D trimers may result in optimal disease markers for pulmonary inflammatory diseases"}, {"pubmed": 29025303, "text": "serum level not useful marker for bronchopulmonary dysplasia"}, {"pubmed": 29107869, "text": "SP-D increases the formation of nuclear and membrane blebs. Inhibition of caspase-8 confirms the effect of SP-D is unique to the caspase-8 pathway."}, {"pubmed": 29272472, "text": "Pro-SFTPB levels were significantly higher among people with HIV (adjusted geometric mean, 21.4 vs 18.1 ng/mL; P = .03), and were higher with lower CD4 counts (P trend = .001), higher HIV RNA (P trend = .05), and without highly active antiretroviral therapy (P = .03). These associations were not observed for SFTPD."}, {"pubmed": 29324810, "text": "findings suggest that these pulmonary markers could be useful to assess CAP severity and, especially YKL-40 and CCL18 by helping predict CAP caused by atypical pathogens"}, {"pubmed": 29425774, "text": "these findings indicate that the membrane-type surfactant protein D serve as an effective therapeutic strategy for inhibiting macrophage-mediated xenograft rejection in xenotransplantation"}, {"pubmed": 29601229, "text": "For the first time, this study could show that infantile labial glands show expression of the surfactant proteins (SP) SP-A, SP-B, SP-C, and SP-D in acinar cells and the duct system in different intensities."}, {"pubmed": 29621540, "text": "TGF beta markedly decreased expression of SP-A, SP-B, SP-C, fatty acid synthase, and the phospholipid transporter ABCA3. However, TGF beta increased protein levels of SP-D with little change in mRNA levels."}, {"pubmed": 29626540, "text": "Study characterized the different oligomeric forms of human SP-D, determined its quantitative distribution and confirmed the presence of those structures in native human SP-D from pulmonary alveolar proteinosis patients. A model for SP-D assembly was proposed that includes hexamers as an essential intermediate in the pathway to dodecamer assembly."}, {"pubmed": 29663427, "text": "decreased level of SPD in aspirin-exacerbated respiratory disease was associated with airway inflammation/remodeling under the eosinophilic condition"}, {"pubmed": 30127783, "text": "the importance of SP-D as a prognostic biomarker for different cancers"}, {"pubmed": 30235245, "text": "Evaluation of surfactant proteins A, B, C, and D in articular cartilage, synovial membrane and synovial fluid of healthy as well as patients with osteoarthritis and rheumatoid arthritis."}, {"pubmed": 30366943, "text": "In lung tissue from idiopathic pulmonary fibrosis patients, a strong up-regulation of uPARAP was observed in fibroblasts adjacent to regions with SP-D secretion."}, {"pubmed": 30562646, "text": "These findings suggest that SP-D plays an important role at the different stages of pulmonary defense against fungal intruders."}, {"pubmed": 30587835, "text": "A screening of Ebola glycoprotein (GP)-collectins interactions revealed the specific interaction of human surfactant protein D (hSP-D), a lectin expressed in lung and liver, two compartments where Ebola was found in vivo. Thus, our study reveals a novel partner of Ebola GP that may participate to enhance viral spread."}, {"pubmed": 30619359, "text": "Pulmonary SP-D appeared with heterogenous expression in human smokers, while mouse lung SP-D was uniformly upregulated after cigarette smoke (CS) exposure. Study results indicate that SP-D deficiency aggravates CS-induced lung inflammation partly through regulation of ceramide synthesis and that local SP-D enrichment rescues CS-induced inflammation."}, {"pubmed": 30672154, "text": "SP-D was significantly higher in sickle cell disease patients than controls, particularly patients with sickle cell anemia than those with sickle beta-thalassemia. SP-D levels were significantly associated with increasing severity of interstitial lung disease. The highest SP-D levels were observed among patients with restrictive lung disease followed by mixed type then obstructive lung disease."}, {"pubmed": 30753482, "text": "High Sftpd expression is associated with colonic Inflammatory Bowel Disease."}, {"pubmed": 30897289, "text": "this study is the first to identify novel RP susceptibility gene SP-D. Three tagSNPs (rs1998374, rs911887, rs2255326) were identified as significantly associated with RP risk in the lung cancer patients treated with thoracic radiotherapy."}, {"pubmed": 31000851, "text": "There was no significant difference in the plasma surfactant protein-D levels of males and females in the COPD patient group compared to their counterparts in the control group."}, {"pubmed": 31083857, "text": "Studied the relationship between the surfactant protein D (SP-D) level in chronic obstructive pulmonary disease exacerbation severity and mortality."}, {"pubmed": 31116231, "text": "Meta-analysis suggests that rs2243639 in SFTPD gene is not related to the risk of chronic obstructive pulmonary disease in the Asian population but is related to this risk in the Caucasian population. For rs721917, the T allele may increase the risk of chronic obstructive pulmonary disease in the Asian population."}, {"pubmed": 31850711, "text": "Studies indicate that surfactant protein D (SP-D) levels in obstructive pulmonary disease (COPD) patients were significantly higher than those in controls [Review]."}, {"pubmed": 31918059, "text": "Effects of ALOX5, IL6R and SFTPD gene polymorphisms on the risk of lung cancer: A case-control study in China."}, {"pubmed": 32299301, "text": "Nicotinic acetylcholine receptors (rs1051730) gene polymorphism and surfactant protein D level in chronic obstructive pulmonary disease."}, {"pubmed": 32432921, "text": "Structure and activity of human surfactant protein D from different natural sources."}, {"pubmed": 32725941, "text": "Association of patient weight status with plasma surfactant protein D, a biomarker of alveolar epithelial injury, in children with acute respiratory failure."}, {"pubmed": 33542717, "text": "Membrane Interactome of a Recombinant Fragment of Human Surfactant Protein D Reveals GRP78 as a Novel Binding Partner in PC3, a Metastatic Prostate Cancer Cell Line."}, {"pubmed": 33635872, "text": "Histone H4 potentiates neutrophil inflammatory responses to influenza A virus: Down-modulation by H4 binding to C-reactive protein and Surfactant protein D."}, {"pubmed": 33668070, "text": "Expression of Surfactant Protein D Distinguishes Severe Pandemic Influenza A(H1N1) from Coronavirus Disease 2019."}, {"pubmed": 33679736, "text": "Genetic Association With Pseudomonas aeruginosa Acquisition in Cystic Fibrosis: Influence of Surfactant Protein D and Mannose-Binding Lectin."}, {"pubmed": 33784482, "text": "A Recombinant Fragment of Human Surfactant Protein D Binds Spike Protein and Inhibits Infectivity and Replication of SARS-CoV-2 in Clinical Samples."}, {"pubmed": 33790414, "text": "Surfactant protein D: a predictor for severity of community-acquired pneumonia in children."}, {"pubmed": 34344306, "text": "Serum surfactant protein D in COVID-19 is elevated and correlated with disease severity."}, {"pubmed": 34439781, "text": "Full-Length Recombinant hSP-D Binds and Inhibits SARS-CoV-2."}, {"pubmed": 34559461, "text": "Surfactant protein D concentration in a pediatric population with suspected sleep disorder."}, {"pubmed": 34638783, "text": "Pro-Apoptotic and Immunotherapeutic Effects of Carbon Nanotubes Functionalized with Recombinant Human Surfactant Protein D on Leukemic Cells."}, {"pubmed": 34780682, "text": "Association of serum surfactant protein D and SFTPD gene variants with asthma in Danish children, adolescents, and young adults."}, {"pubmed": 34842360, "text": "Surfactant protein D is a biomarker of influenza-related pediatric lung injury."}, {"pubmed": 34998715, "text": "Role of serum surfactant protein-D as a prognostic predictor in fibrotic hypersensitivity pneumonitis."}, {"pubmed": 35157648, "text": "Relationship of surfactant protein-D with random blood glucose and extra pulmonary infections in type-2 diabetes mellitus."}, {"pubmed": 35317741, "text": "Association of surfactant protein D gene polymorphism with susceptibility to gestational diabetes mellitus: a case-control study."}, {"pubmed": 35967323, "text": "Human surfactant protein D facilitates SARS-CoV-2 pseudotype binding and entry in DC-SIGN expressing cells, and downregulates spike protein induced inflammation."}, {"pubmed": 37239479, "text": "Association of Surfactant Protein D Single Nucleotide Polymorphisms rs721917, rs2243639, rs3088308 with Recurrent Aphthous Stomatitis in Pakistani Population."}, {"pubmed": 37489844, "text": "Early life surfactant protein-D levels in bronchoalveolar lavage fluids of extremely preterm neonates."}, {"pubmed": 38184074, "text": "HIV infection impairs the host response to Mycobacterium tuberculosis infection by altering surfactant protein D function in the human lung alveolar mucosa."}, {"pubmed": 38245585, "text": "Surfactant protein D prevents mucin overproduction in airway goblet cells via SIRPalpha."}, {"pubmed": 38375572, "text": "Multivalent, calcium-independent binding of surfactant protein A and D to sulfated glycosaminoglycans of the alveolar epithelial glycocalyx."}], "genomic_pos": {"chr": "10", "end": 79982614, "ensemblgene": "ENSG00000133661", "start": 79937467, "strand": -1}, "genomic_pos_hg19": {"chr": "10", "end": 81742370, "start": 81697496, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0001817", "pubmed": 9751757, "qualifier": "involved_in", "term": "regulation of cytokine production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006898", "pubmed": 10485905, "qualifier": "involved_in", "term": "receptor-mediated endocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007585", "qualifier": "involved_in", "term": "respiratory gaseous exchange by respiratory system"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032703", "pubmed": 10485905, "qualifier": "involved_in", "term": "negative regulation of interleukin-2 production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042130", "pubmed": 10485905, "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042742", "pubmed": 9751757, "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043129", "qualifier": "involved_in", "term": "surfactant homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043129", "pubmed": 9751757, "qualifier": "involved_in", "term": "surfactant homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 10485905, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048246", "pubmed": 10485905, "qualifier": "involved_in", "term": "macrophage chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048286", "pubmed": 9751757, "qualifier": "involved_in", "term": "lung alveolus development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050766", "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050766", "pubmed": 10485905, "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0072593", "pubmed": 10485905, "qualifier": "involved_in", "term": "reactive oxygen species metabolic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 9751757, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005581", "qualifier": "part_of", "term": "collagen trimer"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005764", "pubmed": 10485905, "qualifier": "located_in", "term": "lysosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005771", "qualifier": "is_active_in", "term": "multivesicular body"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030139", "pubmed": 10485905, "qualifier": "located_in", "term": "endocytic vesicle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0045334", "qualifier": "located_in", "term": "clathrin-coated endocytic vesicle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12884308, 28228557, 33784482], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0030246", "pubmed": 10485905, "qualifier": "enables", "term": "carbohydrate binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[8364, 100135366], [9544, 678657], [9598, 740364], [9606, 6441], [9615, 489066], [9913, 281068], [9913, 282072], [9913, 415114], [10090, 20390], [10116, 25350]], "id": 2272}, "interpro": [{"desc": "Collagen triple helix repeat", "id": "IPR008160", "short_desc": "Collagen"}, {"desc": "C-type lectin-like", "id": "IPR001304", "short_desc": "C-type_lectin-like"}, {"desc": "Lung surfactant protein D coiled-coil trimerisation", "id": "IPR015097", "short_desc": "Surfac_D-trimer"}, {"desc": "C-type lectin-like/link domain superfamily", "id": "IPR016186", "short_desc": "C-type_lectin-like/link_sf"}, {"desc": "C-type lectin fold", "id": "IPR016187", "short_desc": "CTDL_fold"}, {"desc": "C-type lectin, conserved site", "id": "IPR018378", "short_desc": "C-type_lectin_CS"}, {"desc": "Collectin, C-type lectin-like domain", "id": "IPR033990", "short_desc": "Collectin_CTLD"}], "ipi": ["IPI00291878", "IPI00514934"], "map_location": "10q22.3", "name": "surfactant protein D", "other_names": ["collectin-7", "lung surfactant protein D", "pulmonary surfactant apoprotein", "pulmonary surfactant-associated protein D", "surfactant-associated protein, pulmonary 4"], "pantherdb": {"HGNC": "10803", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109515", "ortholog_type": "LDO", "panther_family": "PTHR24024", "taxid": 10090, "uniprot_kb": "P50404"}, {"RGD": "3667", "ortholog_type": "LDO", "panther_family": "PTHR24024", "taxid": 10116, "uniprot_kb": "P35248"}, {"Ensembl": "ENSGALG00000002507", "ortholog_type": "LDO", "panther_family": "PTHR24024", "taxid": 9031, "uniprot_kb": "Q98TA4"}, {"ZFIN": "ZDB-GENE-070912-286", "ortholog_type": "O", "panther_family": "PTHR24024", "taxid": 7955, "uniprot_kb": "E7F218"}, {"ZFIN": "ZDB-GENE-000427-2", "ortholog_type": "O", "panther_family": "PTHR24024", "taxid": 7955, "uniprot_kb": "A0A2R8PXW9"}, {"ZFIN": "ZDB-GENE-130530-732", "ortholog_type": "O", "panther_family": "PTHR24024", "taxid": 7955, "uniprot_kb": "E9QHK9"}, {"ZFIN": "ZDB-GENE-070912-287", "ortholog_type": "O", "panther_family": "PTHR24024", "taxid": 7955, "uniprot_kb": "A0A286Y8I4"}, {"ZFIN": "ZDB-GENE-141216-492", "ortholog_type": "O", "panther_family": "PTHR24024", "taxid": 7955, "uniprot_kb": "A0A0R4IRN4"}], "uniprot_kb": "P35247"}, "pathway": {"kegg": {"id": "hsa04145", "name": "Phagosome - Homo sapiens (human)"}, "pid": [{"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}], "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-391160", "name": "Signal regulatory protein family interactions"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-5683826", "name": "Surfactant metabolism"}, {"id": "R-HSA-5686938", "name": "Regulation of TLR by endogenous ligand"}, {"id": "R-HSA-5687613", "name": "Diseases associated with surfactant metabolism"}, {"id": "R-HSA-5688849", "name": "Defective CSF2RB causes SMDP5"}, {"id": "R-HSA-5688890", "name": "Defective CSF2RA causes SMDP4"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9692916", "name": "SARS-CoV-1 activates/modulates innate immune responses"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": {"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}}, "pdb": ["1B08", "1M7L", "1PW9", "1PWB", "2GGU", "2GGX", "2ORJ", "2ORK", "2OS9", "2RIA", "2RIB", "2RIC", "2RID", "2RIE", "3DBZ", "3G81", "3G83", "3G84", "3IKN", "3IKP", "3IKQ", "3IKR", "4E52", "4M17", "4M18", "5OXR", "5OXS"], "pfam": ["PF00059", "PF01391", "PF09006"], "pharmgkb": "PA35715", "pharos": {"target_id": 8093, "tdl": "Tbio"}, "pir": "A45225", "prosite": "PS50041", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326178", "relationship": "is"}, {"id": "GNF326179", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256263", "relationship": "is"}, {"id": "GNF256264", "relationship": "is"}, {"id": "GNF256266", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013286", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330815", "relationship": "is"}, {"id": "GNF334075", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335600", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095871", "relationship": "is"}, {"id": "GNF135527", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_042218.1"], "protein": ["NP_003010.4", "XP_011538389.1", "XP_011538390.1", "XP_054222563.1", "XP_054222564.1"], "rna": ["NM_003019.5", "XM_011540087.2", "XM_011540088.3", "XM_054366588.1", "XM_054366589.1"], "translation": [{"protein": "XP_054222563.1", "rna": "XM_054366588.1"}, {"protein": "XP_011538389.1", "rna": "XM_011540087.2"}, {"protein": "NP_003010.4", "rna": "NM_003019.5"}, {"protein": "XP_054222564.1", "rna": "XM_054366589.1"}, {"protein": "XP_011538390.1", "rna": "XM_011540088.3"}]}, "reporter": {"HG-U133_Plus_2": "214199_at", "HG-U95Av2": "31775_at", "HTA-2_0": "TC10001458.hg.1", "HuEx-1_0": "7385511", "HuGene-1_1": "7934719", "HuGene-2_1": "16716008"}, "retired": 50710, "summary": "The protein encoded by this gene is part of the innate immune response, protecting the lungs against inhaled microorganisms and chemicals. The encoded protein may also be involved in surfactant metabolism. [provided by RefSeq, Jul 2015].", "symbol": "SFTPD", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1442759"}, "unigene": "Hs.253495", "uniprot": {"Swiss-Prot": "P35247", "TrEMBL": "Q5T0M2"}, "wikipedia": {"url_stub": "Surfactant protein D"}}