{"AllianceGenome": "10820", "HGNC": "10820", "MIM": "300490", "_id": "4068", "_version": 1, "accession": {"genomic": ["AL022718.1", "CH471107.2", "CP068255.2", "GM741641.1", "HB441350.1", "JX512646.1", "JX512647.1", "NC_000023.11", "NC_060947.1", "NG_007464.1", "NG_033796.2"], "protein": ["AAC62630.1", "AAC62631.1", "AAC79712.1", "AAC79713.1", "AAC79714.1", "AAC79715.1", "AAC79716.1", "AAH20732.1", "AFX84033.1", "AFX84034.1", "AFX84035.1", "BAG34852.1", "BAJ19023.1", "CAA19222.1", "CAG46828.1", "CAG46840.1", "CAV31693.1", "CAZ78681.1", "EAX11847.1", "EAX11848.1", "EAX11849.1", "EAX11850.1", "EAX11851.1", "NP_001108409.1", "NP_002342.1", "O60880.1"], "rna": ["AA190204.1", "AB586694.1", "AF072930.1", "AF073019.1", "AF100539.1", "AF100540.1", "AF100541.1", "AF100542.1", "AF100543.1", "AK311645.1", "AK311911.1", "AL023657.1", "BC020732.1", "BP432686.1", "CR542031.1", "CR542043.1", "DA007747.1", "JX512648.1", "NM_001114937.3", "NM_002351.5"], "translation": [{"protein": "AFX84035.1", "rna": "JX512648.1"}, {"protein": "AAC79714.1", "rna": "AF100541.1"}, {"protein": "AAC79713.1", "rna": "AF100540.1"}, {"protein": "CAG46840.1", "rna": "CR542043.1"}, {"protein": "BAJ19023.1", "rna": "AB586694.1"}, {"protein": "BAG34852.1", "rna": "AK311911.1"}, {"protein": "CAG46828.1", "rna": "CR542031.1"}, {"protein": "AAC79716.1", "rna": "AF100543.1"}, {"protein": "AAH20732.1", "rna": "BC020732.1"}, {"protein": "NP_001108409.1", "rna": "NM_001114937.3"}, {"protein": "CAA19222.1", "rna": "AL023657.1"}, {"protein": "AAC62631.1", "rna": "AF073019.1"}, {"protein": "AAC79712.1", "rna": "AF100539.1"}, {"protein": "AAC62630.1", "rna": "AF072930.1"}, {"protein": "NP_002342.1", "rna": "NM_002351.5"}, {"protein": "AAC79715.1", "rna": "AF100542.1"}]}, "alias": ["DSHP", "EBVS", "IMD5", "LYP", "MTCP1", "SAP", "SAP/SH2D1A", "XLP", "XLPD", "XLPD1"], "ensembl": {"gene": "ENSG00000183918", "protein": ["ENSP00000353126", "ENSP00000360181", "ENSP00000477094", "ENSP00000494582", "ENSP00000513571", "ENSP00000513572", "ENSP00000513573", "ENSP00000513574", "ENSP00000513588", "ENSP00000513589"], "transcript": ["ENST00000360027", "ENST00000371139", "ENST00000477673", "ENST00000491950", "ENST00000494073", "ENST00000635645", "ENST00000647259", "ENST00000698112", "ENST00000698113", "ENST00000698114", "ENST00000698115", "ENST00000698116", "ENST00000698117", "ENST00000698118", "ENST00000698119", "ENST00000698120"], "translation": [{"protein": "ENSP00000513571", "rna": "ENST00000698113"}, {"protein": "ENSP00000494582", "rna": "ENST00000647259"}, {"protein": "ENSP00000353126", "rna": "ENST00000360027"}, {"protein": "ENSP00000513572", "rna": "ENST00000698116"}, {"protein": "ENSP00000513573", "rna": "ENST00000698117"}, {"protein": "ENSP00000360181", "rna": "ENST00000371139"}, {"protein": "ENSP00000477094", "rna": "ENST00000477673"}, {"protein": "ENSP00000513588", "rna": "ENST00000491950"}, {"protein": "ENSP00000513589", "rna": "ENST00000494073"}, {"protein": "ENSP00000513574", "rna": "ENST00000698118"}], "type_of_gene": "protein_coding"}, "entrezgene": "4068", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.16681217687, "exp_mis": 29.9059786543, "exp_syn": 15.1594621005, "lof_z": 1.05149948679877, "mis_z": 1.78041381729344, "mu_lof": 3.55408455645e-07, "mu_mis": 3.69338729976e-06, "mu_syn": 1.78075254531e-06, "n_lof": 2.0, "n_mis": 10.0, "n_syn": 9.0, "p_li": 0.0826088107933548, "p_null": 0.160116824420545, "p_rec": 0.7572743647861, "syn_z": 0.980731701965271}, "bp": 387, "cds_end": 123505241, "cds_start": 123480492, "n_exons": 4, "nonpsych": {"exp_lof": 3.71996377272, "exp_mis": 27.066465602, "exp_syn": 13.6907575426, "lof_z": 0.875793921032457, "mis_z": 1.65458698416163, "mu_lof": 3.55408455645e-07, "mu_mis": 3.69338729976e-06, "mu_syn": 1.78075254531e-06, "n_lof": 2.0, "n_mis": 10.0, "n_syn": 7.0, "p_li": 0.0768555009010442, "p_null": 0.196114741358832, "p_rec": 0.727029757740124, "syn_z": 1.13847934111108}, "nontcga": {"exp_lof": 3.77501629322, "exp_mis": 27.2179170355, "exp_syn": 13.7869800655, "lof_z": 0.901206231757911, "mis_z": 1.83522239593555, "mu_lof": 3.55408455645e-07, "mu_mis": 3.69338729976e-06, "mu_syn": 1.78075254531e-06, "n_lof": 2.0, "n_mis": 8.0, "n_syn": 9.0, "p_li": 0.0730320631235383, "p_null": 0.182788126831879, "p_rec": 0.744179810044583, "syn_z": 0.816299077112916}, "transcript": "ENST00000371139.4"}, "exons": [{"cdsend": 124371391, "cdsstart": 124346642, "chr": "X", "position": [[124346281, 124346779], [124365760, 124365824], [124370175, 124370311], [124371350, 124373161]], "strand": 1, "transcript": "NM_001114937", "txend": 124373161, "txstart": 124346281}, {"cdsend": 124371391, "cdsstart": 124346642, "chr": "X", "position": [[124346562, 124346779], [124365760, 124365824], [124370175, 124370320], [124371350, 124373160]], "strand": 1, "transcript": "NM_002351", "txend": 124373160, "txstart": 124346562}], "exons_hg19": [{"cdsend": 123505241, "cdsstart": 123480492, "chr": "X", "position": [[123480131, 123480629], [123499610, 123499674], [123504025, 123504161], [123505200, 123507013]], "strand": 1, "transcript": "NM_001114937", "txend": 123507013, "txstart": 123480131}, {"cdsend": 123505241, "cdsstart": 123480492, "chr": "X", "position": [[123480412, 123480629], [123499610, 123499674], [123504025, 123504170], [123505200, 123507010]], "strand": 1, "transcript": "NM_002351", "txend": 123507010, "txstart": 123480412}], "generif": [{"pubmed": 11477068, "text": "Here the effect of SH2D1A protein missense mutations identified in 10 XLP families was analyzed."}, {"pubmed": 11493483, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 11803050, "text": "SH2D1A expression reflects activation of T and NK cells in cord blood lymphocytes infected with EBV and treated with the immunomodulator PSK."}, {"pubmed": 11815622, "text": "dependence of association with 2B4 on phosphoinositide 3-kinase"}, {"pubmed": 12008045, "text": "SAP is expressed in activated T and NK cells"}, {"pubmed": 12152986, "text": "Review. X-linked lymphoproliferative disease maps to Xq25. The gene (SH2D1A)was identified, the protein crystal structure solved, target molecules identified, protein/protein interactions characterized, & a mouse model of the gene mutation developed."}, {"pubmed": 12458214, "text": "role in signaling through the signaling lymphocyte activation molecule family of immune receptors"}, {"pubmed": 12545174, "text": "Data show that the SLAM-associated protein (SAP) SH2 domain binds to the SH3 domain of FynT and directly couples FynT to SLAM."}, {"pubmed": 12594824, "text": "SH2D1A is in 5 EBV-negative classical Hodgkin's disease (HD)-derived cell lines"}, {"pubmed": 12766168, "text": "SLAM-associated protein functions as an essential integrator in early TCR signal transduction"}, {"pubmed": 14523387, "text": "SAP regulates signal transduction of the SLAM-family receptors by recruiting SRC kinases."}, {"pubmed": 14674764, "text": "Mutations, which either directly interfere with binding of SAP or indirectly affect binding due to improper protein folding, underlie the X-linked lymphoproliferative (XLP) syndrome."}, {"pubmed": 14707094, "text": "Mycobacterium tuberculosis-induced IFN-gamma is abolished in T cells from patients with active tuberculosis expressing SAP."}, {"pubmed": 14726378, "text": "in X-linked lymphoproliferative disease, the lack of SAP affects specific signaling pathways resulting in severe disruption of cytotoxic T-cell function"}, {"pubmed": 15195244, "text": "significantly up-regulated on CD4 and CD8 T cells during acute infectious mononucleosis; regulates lymphocyte activation via signals from cell-surface CD244 (2B4) and SLAM (CD150)"}, {"pubmed": 15315965, "text": "CD150 and SH2D1A are coexpressed during a narrow window of B-cell maturation and SH2D1A may be involved in regulation of B-cell differentiation via switching of CD150-mediated signaling pathways."}, {"pubmed": 15320910, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15356108, "text": "The subcellular localization of the signaling lymphocyte activation molecule-associated protein (SAP)/2B4 complex is reported during recognition of susceptible Epstein Barr virus-infected 721.221 cells by human natural killer cells."}, {"pubmed": 15378026, "text": "results suggest that SAP contributes to the execution of some p53 functions"}, {"pubmed": 15661039, "text": "activation of peripheral blood cells with agonistic anti-CD3 antibody and exogenous IL-2, as used for generation of cytokine-induced killer cells, results in significant SLAM and SAP activation 5 days after TCR stimulation"}, {"pubmed": 15677558, "text": "the SAP/2B4 pathway plays a key role in CTL lytic activity against EBV-positive targets by promoting the polarization of the lytic machinery"}, {"pubmed": 15711562, "text": "crucial role during the development of natural killer T (NKT) cells; seventeen individuals with X-linked lymphoproliferative disease who harbored germline mutations in SH2D1A, also lacked NKT cells"}, {"pubmed": 15738056, "text": "SAP is a potent regulator of NKT cell development"}, {"pubmed": 16002423, "text": "diseases share a common signal pathway, through either the mutation or LMP1-mediated suppression of the SAP gene"}, {"pubmed": 16223723, "text": "SAP may serve as a negative regulator of Trk receptor activation and downstream signaling"}, {"pubmed": 16983070, "text": "These data strongly suggest that, in addition to the known SAP-interacting kinase Fyn, PIX may be another key player in SAP-mediated T cell activation."}, {"pubmed": 17171759, "text": "Regulation of SLAM-associated protein (SAP)has functional consequences for the stimulation of natural killer (NK) cell cytotoxicity by 2B4 (CD244)."}, {"pubmed": 17455312, "text": "the mutation at end of exon 2 results in loss of SH2D1A function"}, {"pubmed": 17620557, "text": "We report a patient with limbic encephalitis caused by SAP deficiency. A mutation in the SH2D1A gene on Xq25 could not be detected."}, {"pubmed": 17692919, "text": "Enhancement of anti-tumor activity in vitro and in vivo by CD150 and SAP"}, {"pubmed": 17922402, "text": "The regulation of inteferon gamma production during tuberculosis by CD31 and signaling lymphocytic activation molecule-associated protein interactions is reported."}, {"pubmed": 18000860, "text": "Mutations in SH2D1A is not associated with familial hemophagocytic lymphohistiocytosis"}, {"pubmed": 18024409, "text": "genetic analysis of SBDS and SH2D1A in Japanese children with AA"}, {"pubmed": 18051214, "text": "Of 9 CVID patients...No mutations of SAP, ICOS, TACI, BAFFR, and CD19 were identified"}, {"pubmed": 18212118, "text": "SAP expression in T cells, but not in B cells or natural killer (NK) cells, is required for a normal humoral immune response.  This is also consistent with the phenotype of sap(fl/fl)lck-cre transgenic mice."}, {"pubmed": 18479751, "text": "3BP2 acts downstream of SAP, increases CD244 phosphorylation and links the receptor with PI3K, Vav, PLC gamma, and PKC downstream events in order to achieve maximum natural killer cell killing function."}, {"pubmed": 18587224, "text": "SAP is essential for late B cell help and the development of long-term humoral immunity. New approach to the therapeutic method for EBV might be opened by the regulation of this molecule (SAP)."}, {"pubmed": 18662772, "text": "SAP forms a ternary complex with the kinase Lyn and the inhibitory IgG Fc receptor FcgammaRIIB to regulate B cell proliferation and survival."}, {"pubmed": 18832568, "text": "The down-regulation of the SAP gene by ATF5 may represent a common mechanism for the pathogenesis of Hemophagocytic syndrome that is associated with either Epstein-Barr virus infection or immune disorders with dysregulated T-cell activation."}, {"pubmed": 18951976, "text": "SAP regulate T cell activity and proliferation through interactions with SH3 domain-containing proteins Large Neutral Amino Acid-Transporter 1 and FYN protein."}, {"pubmed": 19079134, "text": "SAP plays a role in the development of innate-like T-cell lineages, including natural killer T cells, & in the regulation of the interactions between B cells & T cells that are required for germinal-centre formation & long-term humoral immunity. Review."}, {"pubmed": 19150402, "text": "SAP is inducibly expressed in the human BJAB cells, and co-localizes and interacts with CD22. SAP binding to the inhibitory immunoreceptor CD22 regulates calcium mobilization in B cells."}, {"pubmed": 19570996, "text": "The anti-apoptotic protein VCP (valosin-containing protein) binds to SAP, suggesting that it could be instrumental in the enhanced apoptotic response modulated by SAP."}, {"pubmed": 19759517, "text": "Results reveal novel roles for NTB-A and SLAM-associated protein in regulating T cell homeostasis through apoptosis and provide mechanistic insight into the pathogenesis of lymphoproliferative disease in XLP."}, {"pubmed": 19859091, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20926771, "text": "SH2D1A deficiency is associated with X-linked lymphoproliferative disease."}, {"pubmed": 20975587, "text": "The SH2D1A gene mutation is often associated with either decreased or impaired function of the protein product, signaling lymphocytic activation molecule-associated protein."}, {"pubmed": 21091715, "text": "This review discusses how SAP, through its signaling downstream of multiple members of the signaling lymphocytic activation molecule (SLAM) family of cell surface receptors, plays a crucial role in many aspects of this immune response."}, {"pubmed": 21119115, "text": "Mutations in the gene SH2D1A is associated with X-linked lymphoproliferative syndrome type 1."}, {"pubmed": 21674762, "text": "No detrimental mutations were identified in SH2D1A in Chinese children with Epstein-Barr virus-associated hemophagocytic lymphohistiocytosis."}, {"pubmed": 22048771, "text": "SAP-mediated inhibition of DGKalpha sustains diacylglycerol signaling, thereby regulating T cell activation"}, {"pubmed": 22069374, "text": "SAP is required for CD8+ T cell-mediated cytotoxicity of antigen-presenting B cells. EBV-specific cells are largely SAP+ while CMV and Ffu-specific cells are SAP+ or SAP-."}, {"pubmed": 22271700, "text": "Subsequent analysis showed that the deletion in both cousins was identical and involved the whole SH2D1A gene and a part of the adjacent ODZ1 gene."}, {"pubmed": 22425739, "text": "The -346T polymorphism of the SH2D1A gene is a risk factor for development of autoimmunity/lymphoproliferation in males with defective Fas function."}, {"pubmed": 22438812, "text": "TGF-beta1 may reduce the expression of NKG2D/DAP10 and 2B4/SAPin patients with hepatitis B."}, {"pubmed": 22912825, "text": "The adaptor protein SAP directly associates with CD3zeta chain and regulates T cell receptor signaling."}, {"pubmed": 23165210, "text": "Result suggests that p53 contributes to T cell homeostasis through the induction of the pro-apoptotic SAP."}, {"pubmed": 23554038, "text": "An intronic single nucleotide polymorphism of the SH2D1A gene is associated with systemic lupus erythematosus."}, {"pubmed": 23589280, "text": "Frequent mutations in SH2D1A (XLP) in males presenting with high-grade mature B-cell neoplasms."}, {"pubmed": 24373350, "text": "Signaling lymphocytic activation molecule (SLAM)/SLAM-associated protein pathway regulates human B-cell tolerance."}, {"pubmed": 24388971, "text": "SAP is a new actor downstream of PECAM-1 and its binding regulates PECAM-1 mediated cell adhesion."}, {"pubmed": 24659462, "text": "In patients suffering from X-linked lymphoproliferative disease (XLP1), SAP is nonfunctional, not only abolishing the activating function of 2B4, but rendering this receptor inhibitory."}, {"pubmed": 24688028, "text": "our data reveal how SAP nucleates a previously unknown signaling complex involving NTB-A and LCK to potentiate restimulation-induced cell death of activated human T cells."}, {"pubmed": 24723092, "text": "The mutation c.131G>A in this patient was found in combination with a second SH2D1A mutation"}, {"pubmed": 24770789, "text": "Molecular dynamics analysis revealed that mutant R32Q and T53I structures of SAP exhibited structural variation with respect to their backbone atoms before and after binding with the unphosphorylated SLAM peptide."}, {"pubmed": 24985396, "text": "Study of SAP expression is specific but may have insufficient sensitivity for screening XLP1 as a single tool; however, combination with 2B4 functional assay allows identification of all cases"}, {"pubmed": 25491288, "text": "We describe here a novel c.137+5G > A intronic mutation in the SH2D1A gene of the signaling lymphocyte activation molecule (SLAM)-associated protein (SAP) in association with Epstein-Barr virus (EBV)-induced fatal infectious mononucleosis (FIM) in an 8-year-old male patient and his 3-year-old step brother. The mother and the maternal grandmother of the boys are healthy and heterozygous for this sequence variant."}, {"pubmed": 25982576, "text": "no association between genetic polymorphism and X-linked lymphoproliferative disease in pediatric patients in Iran"}, {"pubmed": 26433589, "text": "novel missense mutation in Australian patient with cerebral vasculitis in X-linked lymphoproliferative disease"}, {"pubmed": 26682754, "text": "High LAT1 expression correlated with significantly shorter prostate specific antigen recurrence-free survival in patients receiving androgen deprivation therapy"}, {"pubmed": 26878112, "text": "In addition to their role in NK cell activation by hematopoietic cells, the SLAM-SAP-SHP1 pathways influence responsiveness toward nonhematopoietic targets by a process akin to NK cell 'education'."}, {"pubmed": 27183584, "text": "study concludes that systemic lupus erythematosus (SLE) T cells display reduced levels of the adaptor protein SAP, probably as a result of continuous T cell activation and degradation by caspase-3. Restoration of SAP levels in SLE T cells corrects the overexcitable lupus T cell phenotype."}, {"pubmed": 28546549, "text": "these results showed that the NTB-A/SAP pathway regulates T-cell activation and restimulation-induced cell death during human tuberculosis"}, {"pubmed": 28816794, "text": "we describe for the first time the clinical manifestations associated with XLP-1 based on the c.278G>A variant in the SH2D1A gene. The patient had a relatively late age of onset and presented mainly with primary HLH associated with EBV infection without a familial history of immunodeficiency."}, {"pubmed": 28827385, "text": "this paper shows that the X-linked lymphoproliferative disease gene product SAP regulates signals induced through the co-receptor SLAM"}, {"pubmed": 28904129, "text": "in X-linked lymphoproliferative disease patients, SAP deficiency reduces CD74 expression, resulting in the perturbation of B cell maintenance from the naive stage"}, {"pubmed": 29083052, "text": "this study shows reduced intracellular SAP expression in iNKT cells and other lymphocytes in the blood from common variable immunodeficiency"}, {"pubmed": 29649976, "text": "The nonsense mutation in SH2D1A (NM_002351.4:c.300T>A) was reported for the first time in a case of X-linked lymphoproliferative syndrome type 1 (XLP1) and was considered to be likely pathogenic based on the truncation of the mRNA sequence. This finding expands the spectrum of known XLP-related mutations in Chinese patients."}, {"pubmed": 30233082, "text": "miR-126 inhibits the migration of malignant glioma cells by inhibiting MTCP1."}, {"pubmed": 31415280, "text": "A Novel Missense Mutation Affecting the N-terminal Domain of SAP Protein in X-linked Lymphoproliferative Disease."}, {"pubmed": 31758261, "text": "A new SH2D1A mutation in a female adult XLP disease with hemophagocytic lymphohistiocytosis and NK-cell leukemia."}, {"pubmed": 31951638, "text": "hese data indicate NK cell-mediated cytotoxicity is not equally affected in Acute lymphoblastic leukemia (ALL) patients, nevertheless a positive correlation between low SAP expression and decreased NK cell-mediated cytotoxicity was observed in ALL patients with a leukocyte count >/=50,000xmm3"}, {"pubmed": 31994322, "text": "Diagnostic challenges for a novel SH2D1A mutation associated with X-linked lymphoproliferative disease."}, {"pubmed": 32504780, "text": "SAP interacts with CD28 to inhibit PD-1 signaling in T lymphocytes."}, {"pubmed": 33829337, "text": "Epstein-Barr Virus-Negative Granulomatous Disease Due to SAP Deficiency."}, {"pubmed": 33987447, "text": "SLAM/SAP Decreased Follicular Regulatory T Cells in Patients with Graves' Disease."}, {"pubmed": 34987501, "text": "Case Report: Meningoencephalitis With Thrombotic Occlusive Vasculopathy in a Young EBV-Naive Boy Is Associated With a Novel SH2D1A Mutation."}, {"pubmed": 37858067, "text": "Overexpression of SH2D1A promotes cancer progression and is associated with immune cell infiltration in hepatocellular carcinoma via bioinformatics and in vitro study."}, {"pubmed": 38550577, "text": "SAP-expressing T peripheral helper cells identify systemic lupus erythematosus patients with lupus nephritis."}], "genomic_pos": {"chr": "X", "end": 124373197, "ensemblgene": "ENSG00000183918", "start": 124227868, "strand": 1}, "genomic_pos_hg19": {"chr": "X", "end": 123507005, "start": 123480194, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006959", "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006968", "qualifier": "involved_in", "term": "cellular defense response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042267", "qualifier": "involved_in", "term": "natural killer cell mediated cytotoxicity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045954", "qualifier": "involved_in", "term": "positive regulation of natural killer cell mediated cytotoxicity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050776", "pubmed": 9774102, "qualifier": "involved_in", "term": "regulation of immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050860", "pubmed": 9774102, "qualifier": "involved_in", "term": "negative regulation of T cell receptor signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 9774102, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9774102, 10549287, 11389028, 11477068, 11489943, 11806999, 11823424, 12225753, 12545174, 14674764, 16920955, 20231852, 22912825, 23346089, 24642916, 24688028, 24728074, 25416956, 25910212, 26221972, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[7955, 100148259], [8364, 100487232], [9031, 100857869], [9544, 574156], [9606, 4068], [9615, 612899], [9913, 613356], [10090, 20400], [10116, 501502]], "id": 1762}, "interpro": [{"desc": "SH2 domain", "id": "IPR000980", "short_desc": "SH2"}, {"desc": "SH2 protein 1A", "id": "IPR017289", "short_desc": "SH2_prot_1A"}, {"desc": "SH2D1A, SH2 domain", "id": "IPR035876", "short_desc": "SH2D1A_SH2"}, {"desc": "SH2 domain superfamily", "id": "IPR036860", "short_desc": "SH2_dom_sf"}], "ipi": ["IPI00032401", "IPI00216635", "IPI00216636", "IPI00216637", "IPI00216639", "IPI00873008"], "map_location": "Xq25", "name": "SH2 domain containing 1A", "other_names": ["Duncan disease SH2-protein", "SH2 domain-containing protein 1A", "SLAM associated protein/SH2 domain protein 1A", "SLAM-associated protein", "T cell signal transduction molecule SAP", "signaling lymphocyte activation molecule-associated protein", "signaling lymphocytic activation molecule-associated protein"], "pathway": {"kegg": {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, "pid": {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}], "wikipathways": {"id": "WP5072", "name": "Modulators of TCR signaling and T cell activation"}}, "pdb": ["1D1Z", "1D4T", "1D4W", "1KA6", "1KA7", "1M27"], "pfam": "PF00017", "pharmgkb": "PA35728", "pharos": {"target_id": 17192, "tdl": "Tbio"}, "prosite": "PS50001", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252359", "relationship": "is"}, {"id": "GNF252360", "relationship": "is"}, {"id": "GNF252361", "relationship": "is"}, {"id": "GNF252362", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF037556", "relationship": "is"}, {"id": "GNF037752", "relationship": "weakly similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089923", "relationship": "is"}, {"id": "GNF089924", "relationship": "is"}, {"id": "GNF089925", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053868", "relationship": "is"}, {"id": "GNF058643", "relationship": "is"}, {"id": "GNF073896", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070305", "relationship": "is"}, {"id": "GNF070306", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013311", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101456", "relationship": "is"}, {"id": "GNF141111", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_007464.1", "NG_033796.2"], "protein": ["NP_001108409.1", "NP_002342.1"], "rna": ["NM_001114937.3", "NM_002351.5"], "translation": [{"protein": "NP_001108409.1", "rna": "NM_001114937.3"}, {"protein": "NP_002342.1", "rna": "NM_002351.5"}]}, "reporter": {"HG-U133_Plus_2": ["210116_at", "211209_x_at", "211210_x_at", "211211_x_at"], "HG-U95Av2": ["31945_s_at", "38147_at"], "HTA-2_0": "TC0X000609.hg.1", "HuEx-1_0": "3989826", "HuGene-1_1": "8169792", "HuGene-2_1": "17106795"}, "summary": "This gene encodes a protein that plays a major role in the bidirectional stimulation of T and B cells. This protein contains an SH2 domain and a short tail. It associates with the signaling lymphocyte-activation molecule, thereby acting as an inhibitor of this transmembrane protein by blocking the recruitment of the SH2-domain-containing signal-transduction molecule SHP-2 to its docking site. This protein can also bind to other related surface molecules that are expressed on activated T, B and NK cells, thereby modifying signal transduction pathways in these cells. Mutations in this gene cause lymphoproliferative syndrome X-linked type 1 or Duncan disease, a rare immunodeficiency characterized by extreme susceptibility to infection with Epstein-Barr virus, with symptoms including severe mononucleosis and malignant lymphoma. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "SH2D1A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420017"}, "unigene": "Hs.349094", "uniprot": {"Swiss-Prot": "O60880", "TrEMBL": ["A0A2R8Y573", "A0A8V8TLH8"]}, "wikipedia": {"url_stub": "SH2D1A"}}