{"AllianceGenome": "14294", "HGNC": "14294", "MIM": "606230", "_id": "85358", "_version": 1, "accession": {"genomic": ["AC000036.5", "AC000050.22", "AC002056.1", "AC255361.1", "CP068256.2", "DQ173561.1", "FO681507.3", "FO681531.2", "HQ848666.1", "HQ848667.1", "HQ848668.1", "JX122810.1", "NC_000022.11", "NC_060946.1", "NG_008607.2", "NG_070230.1", "NTIA01000035.1", "NW_015148969.2"], "protein": ["AAH62987.1", "ABA00478.2", "ADY38945.1", "ADY38946.1", "ADY38947.1", "AFO66271.1", "BAB33320.1", "BAB84864.1", "BAJ09793.1", "NP_001358973.1", "Q9BYB0.3"], "rna": ["AB051437.1", "AB569469.1", "AK074038.1", "BC018856.2", "BC045765.1", "BC062987.1", "NM_001080420.1", "NM_001372044.2"], "translation": [{"protein": "BAB33320.1", "rna": "AB051437.1"}, {"protein": "NP_001358973.1", "rna": "NM_001372044.2"}, {"protein": "AAH62987.1", "rna": "BC062987.1"}, {"protein": "BAB84864.1", "rna": "AK074038.1"}, {"protein": "BAJ09793.1", "rna": "AB569469.1"}]}, "alias": ["DEL22q13.3", "PROSAP2", "PSAP2", "SCZD15", "SPANK-2"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2018-12-12T17:00:00.000Z", "disease_label": "Phelan-McDermid syndrome", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0011652", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_e941703a-0f30-4f4c-a997-bc3b4295f289-2018-12-12T170000.000Z", "sop": "SOP6"}}, "ensembl": [{"gene": "ENSG00000251322", "protein": ["ENSP00000489147", "ENSP00000499475", "ENSP00000499632", "ENSP00000500960", "ENSP00000501192", "ENSP00000510794"], "transcript": ["ENST00000262795", "ENST00000414786", "ENST00000659388", "ENST00000664402", "ENST00000673838", "ENST00000673971", "ENST00000673995", "ENST00000674010", "ENST00000674145", "ENST00000691768", "ENST00000692848"], "translation": [{"protein": "ENSP00000501192", "rna": "ENST00000673971"}, {"protein": "ENSP00000510794", "rna": "ENST00000692848"}, {"protein": "ENSP00000489147", "rna": "ENST00000262795"}, {"protein": "ENSP00000500960", "rna": "ENST00000673995"}, {"protein": "ENSP00000499475", "rna": "ENST00000664402"}, {"protein": "ENSP00000499632", "rna": "ENST00000659388"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000292254", "protein": "ENSP00000518224", "transcript": "ENST00000710353", "translation": [{"protein": "ENSP00000518224", "rna": "ENST00000710353"}], "type_of_gene": "protein_coding"}], "entrezgene": "85358", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 29.0446806387, "exp_mis": 548.593183648, "exp_syn": 290.474847154, "lof_z": 5.15474143986371, "mis_z": 4.91987335556854, "mu_lof": 3.61831585684e-06, "mu_mis": 9.02341314759e-05, "mu_syn": 4.8987886006e-05, "n_lof": 1.0, "n_mis": 313.0, "n_syn": 296.0, "p_li": 0.999839619981909, "p_null": 2.47739080225053e-11, "p_rec": 0.000160379993317064, "syn_z": -0.200975526320927}, "bp": 5244, "cds_end": 51169740, "cds_start": 51113069, "n_exons": 23, "nonpsych": {"exp_lof": 25.9994746061, "exp_mis": 496.241019921, "exp_syn": 262.618998852, "lof_z": 5.007652905399, "mis_z": 5.09991277896125, "mu_lof": 3.61831585684e-06, "mu_mis": 9.02341314759e-05, "mu_syn": 4.8987886006e-05, "n_lof": 0.0, "n_mis": 271.0, "n_syn": 274.0, "p_li": 0.999915921676604, "p_null": 3.09643859042457e-11, "p_rec": 8.40782924320766e-05, "syn_z": -0.442161416227262}, "nontcga": {"exp_lof": 26.6929603429, "exp_mis": 504.677619253, "exp_syn": 267.208720203, "lof_z": 4.90565492250665, "mis_z": 4.89396744240059, "mu_lof": 3.61831585684e-06, "mu_mis": 9.02341314759e-05, "mu_syn": 4.8987886006e-05, "n_lof": 1.0, "n_mis": 284.0, "n_syn": 274.0, "p_li": 0.999629029555864, "p_null": 1.9070224363274e-10, "p_rec": 0.000370970253434193, "syn_z": -0.263057001376973}, "transcript": "ENST00000262795.3"}, "exons": [{"cdsend": 67428, "cdsstart": 10507, "chr": "22_KQ759762v1_fix", "position": [[8916, 8947], [10169, 10595], [10595, 10718], [10718, 10793], [11136, 11340], [12718, 12790], [14681, 14790], [14865, 15017], [15115, 15283], [15408, 15525], [19086, 19164], [20644, 20711], [30685, 30959], [33718, 33912], [34885, 34999], [40056, 40132], [40362, 40445], [40934, 41059], [41160, 41293], [42269, 42350], [47812, 47836], [51114, 51245], [51866, 51951], [56299, 58553], [66836, 69328]], "strand": 1, "transcript": "NM_001372044", "txend": 69328, "txstart": 8916}, {"cdsend": 50731312, "cdsstart": 50674414, "chr": "22", "position": [[50672822, 50672853], [50674075, 50674573], [50674575, 50674704], [50675047, 50675251], [50676621, 50676693], [50678584, 50678693], [50678768, 50678920], [50679018, 50679186], [50679311, 50679428], [50683339, 50683417], [50684584, 50684651], [50694774, 50695048], [50697563, 50697715], [50698689, 50698803], [50703859, 50703935], [50704165, 50704248], [50704737, 50704862], [50704963, 50705096], [50706071, 50706152], [50711614, 50711638], [50714916, 50715047], [50715668, 50715753], [50720183, 50722437], [50730720, 50733212]], "strand": 1, "transcript": "NM_001372044", "txend": 50733212, "txstart": 50672822}], "exons_hg19": [{"cdsend": 51169740, "cdsstart": 51112842, "chr": "22", "position": [[51111250, 51111281], [51112503, 51113001], [51113003, 51113132], [51113475, 51113679], [51115049, 51115121], [51117012, 51117121], [51117196, 51117348], [51117446, 51117614], [51117739, 51117856], [51121767, 51121845], [51123012, 51123079], [51133202, 51133476], [51135991, 51136143], [51137117, 51137231], [51142287, 51142363], [51142593, 51142676], [51143165, 51143290], [51143391, 51143524], [51144499, 51144580], [51150042, 51150066], [51153344, 51153475], [51154096, 51154181], [51158611, 51160865], [51169148, 51171640]], "strand": 1, "transcript": "NM_001372044", "txend": 51171640, "txstart": 51111250}], "generif": [{"pubmed": 12920066, "text": "Haploinsufficiency of the gene SHANK3, which codes for a structural protein of the postsynaptic density, may be a major causative factor in the neurological symptoms of 22q13 deletion syndrome."}, {"pubmed": 16284256, "text": "Common breakpoint within SHANK3 responsible for mental retardation and developmental delays."}, {"pubmed": 17173049, "text": "Mutation of a single copy of SHANK3 on chromosome 22q13 can result in language and/or social communication disorders."}, {"pubmed": 17999366, "text": "Haploinsufficiency of SHANK3 can cause a monogenic form of autism in sufficient frequency to warrant consideration in clinical diagnostic testing."}, {"pubmed": 18615476, "text": "Novel de novo SHANK3 mutation in autistic patients is reported."}, {"pubmed": 18615476, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19077115, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19371741, "text": "Shank3 is one of a number of host synaptic proteins likely to play key roles in bacteria-host interactions."}, {"pubmed": 19384346, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19384346, "text": "SHANK3 deletions may be limited to lower functioning individuals with autism"}, {"pubmed": 19454329, "text": "Chromosome 22q13.3 deletion syndrome with a de novo interstitial 22q13.3 cryptic deletion disrupting SHANK3 is reported."}, {"pubmed": 19566951, "text": "We suggest that SHANK3 might not represent a major susceptibility gene for autism in Chinese Han population"}, {"pubmed": 19736351, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20080650, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20385823, "text": "De novo mutations in the gene encoding the synaptic scaffolding protein SHANK3 in patients ascertained for schizophrenia."}, {"pubmed": 20442744, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21062623, "text": "[review] The presumptive exon containing the variant in the neurodevelopmentally disabled autism case highlighted in this review is not likely to be present in most or all SHANK3 transcripts."}, {"pubmed": 21271662, "text": "A translocation between Xq21.33 and 22q13.33 causes an intragenic SHANK3 deletion in a woman with Phelan-McDermid syndrome and hypergonadotropic hypogonadism."}, {"pubmed": 21378602, "text": "The SHANK3 gene was analyzed in 128 autistic patients with manifestations similar to those seen in the 22q13.3 deletion syndrome."}, {"pubmed": 21606927, "text": "the data of this study provided new insights into the synaptic alterations caused by SHANK3 mutations in humans and provide a robust cellular readout for the development of knowledge-based therapies."}, {"pubmed": 21984749, "text": "Deletion size in the SHANK3 gene and adjacent regions determine the severity of phenotypes in Phelan-McDermid syndrome (22q13 deletion syndrome)."}, {"pubmed": 22093425, "text": "SHANK3 microdeletion is an important genetic component for autism, which may explain 2% typical autism cases."}, {"pubmed": 22509352, "text": "These findings suggest that 22q13 deletions may be a more frequent cause for Chinese ID patients than previously thought, and the SHANK3 gene is involved in the neurite development"}, {"pubmed": 22749736, "text": "n this article we review recent findings in regard to higher brain functions of SHANK3, epigenetic regulation of SHANK3 expression, and SHANK3-related autism spectrum disorder--REVIEW"}, {"pubmed": 22892527, "text": "SHANK3 variants were detected in patients affected with any autism spectrum disorders subtypes. SNP rs76224556 may have a genotype-phenotype correlation in autism spectrum disorders."}, {"pubmed": 22966748, "text": "This study demonistrated that rare variants within the re-sequenced structural domains of ANK3 exon 48 do not contribute to BPD-I."}, {"pubmed": 23100419, "text": "This study revealed that alterations in transsynaptic signaling caused by ProSAP2/Shank3 gain or loss of function were also exhibited by neurons expressing ProSAP2/Shank3 carrying the autism-associated mutations R87C, R375C, Q396R, or InsG."}, {"pubmed": 23225497, "text": "Mutation or deletion of SHANK3 has been associated with autism."}, {"pubmed": 23300510, "text": "Copy number variation in the SHANK3 is associated with variation in fluid intelligence."}, {"pubmed": 23468870, "text": "Lack of association between NLGN3, NLGN4, SHANK2 and SHANK3 gene variants and autism spectrum disorder in a Chinese population."}, {"pubmed": 23897824, "text": "analysis of SHANK3 mutations associated wtih autism and their effect on ligand binding to the ankyrin repeat region"}, {"pubmed": 24132240, "text": "We show that Phelan-McDermid syndrome neurons have reduced SHANK3 expression and major defects in excitatory, but not inhibitory, synaptic transmission"}, {"pubmed": 24136618, "text": "This study is the first to identify specific chromosome 22q13.2q13.32 genomic regions, in addition to the terminal 22q13.33 genomic region encompassing SHANK3, associated with key phenotypes in Phelan-McDermid syndrome."}, {"pubmed": 24153177, "text": "findings indicate that SHANK3 overexpression causes a hyperkinetic neuropsychiatric disorder"}, {"pubmed": 24186872, "text": "The ability to alter the epigenetic modification and expression of SHANK3 by environmental factors suggests that SHANK3 may be a valuable biomarker for dissecting the role of gene and environment interaction in the etiology of ASD."}, {"pubmed": 24382453, "text": "This study demonistrated that the uncoupling of ProSAP2/Shank3 nuclear shuttling from synaptic activity may represent a molecular mechanism that contributes to the pathology of SCZ in patients with mutations in ProSAP2/Shank3."}, {"pubmed": 24398551, "text": "our results suggested that this commonly genetic variant in SHANK3 gene strikingly decreased the risk of ism spectrum disorder in China."}, {"pubmed": 24700646, "text": "because the deletions in our patients do not involve the SHANK3 gene, we posit the existence of a new contiguous gene syndrome proximal to the smallest terminal deletions in the 22q13 region."}, {"pubmed": 25048004, "text": "This study identified and confirmed SHANK3 protein changes within the postsynaptic density in schizophrenia"}, {"pubmed": 25646853, "text": "a mutation in SHANK3 that underscores its relevance in Autism Spectrum Disorder."}, {"pubmed": 25882257, "text": "miR-7 binds to 3-prime untranslated regions of SHANK3 mRNA and causes the alteration of neuronal morphology and function, potentially playing a crucial role in the pathophysiological process of schizophrenia"}, {"pubmed": 25931020, "text": "De novo SHANK3 mutation causes Rett syndrome-like phenotype in a female patient."}, {"pubmed": 26572867, "text": "post-transcriptional regulation of SHANK3 expression by three microRNAs (miRNAs), miR-7, miR-34a, and miR-504, is reported."}, {"pubmed": 26966193, "text": "these data suggest that SHANK3 mutations predispose to autism, at least partially, by inducing an Ih channelopathy that may be amenable to pharmacological intervention."}, {"pubmed": 27271042, "text": "The association of SHANK3 gene polymorphism and autism."}, {"pubmed": 27512916, "text": "This study does not provide evidence for a major role of SHANK3 in the pathogenesis of bipolar disorder."}, {"pubmed": 27519580, "text": "Haploinsufficiency of SHANK3 is a predisposing factor in adults with catatonia."}, {"pubmed": 27554343, "text": "No specific EEG abnormality is present in epilepsy due to to SHANK3 loss-of-function mutations."}, {"pubmed": 27592227, "text": "SHANK3 expression was increased in the neocortex of temporal lobe epilepsy patients and rats."}, {"pubmed": 27790361, "text": "SHANK3, CHD8, and ADNP had distinctly higher scores than all other genes in the dataset describing the genes associated with autism spectrum disorders."}, {"pubmed": 27876814, "text": "GWA study identified maternal genetic effects not previously identified in ASD at a locus in SHANK3."}, {"pubmed": 27916453, "text": "Partial knockdown of SHANK3 expression in human dorsal root ganglion neurons abrogates TRPV1 function."}, {"pubmed": 28263956, "text": "SHANK1 and SHANK3 act as integrin activation inhibitors by sequestering active Rap1 and R-Ras via the SPN domain and thus limiting their bioavailability at the plasma membrane."}, {"pubmed": 28345660, "text": "Results showed decreased expression of Zn uptake transporters ZIP2 and ZIP4 on mRNA and protein level correlating with SHANK3 expression levels, and found reduced levels of ZIP4 protein co-localizing with SHANK3 at the plasma membrane. ZIP4 exists in a complex with SHANK3. Further results confirmed a link between enterocytic SHANK3, ZIP2 and ZIP4."}, {"pubmed": 28371232, "text": "Missense mutation in SHANK3 gene is associated with schizophrenia."}, {"pubmed": 28754298, "text": "We report a family with four affected individuals including the 37 year-old mother, her 12 year-old male monozygotic twins and 8 year-old daughter harboring a novel SHANK3 interstitial microdeletion"}, {"pubmed": 28906292, "text": "SHANK3 expression correlated with ZO-1 and PKCepsilon in colonic tissue of patients with Crohn's disease. The expression level of SHANK3 affects ZO-1 expression and the barrier function in intestinal epithelial cells."}, {"pubmed": 28948968, "text": "Authors suggest that SHANK3 has a critical role in neuronal morphogenesis in placodal neurons and that early defects are associated with ASD-associated mutations."}, {"pubmed": 29408620, "text": "the present study did not provide evidences to support the fact that SHANK3 variants could influence the susceptibility to Autism spectrum disorder in the Northeastern Han Chinese population"}, {"pubmed": 29719671, "text": "SHANK3 haploinsufficiency due to point mutations alone is sufficient to cause a broad range of phenotypic features associated with Phelan-McDermid syndrome."}, {"pubmed": 29735556, "text": "we identify USP8 as a key enzyme that regulates SHANK3 protein levels in neurons"}, {"pubmed": 29939863, "text": "Our report details a 10-year-old boy with a de novo heterozygous c.1231del, p.Arg411Val frameshift variant in SHANK3, a high-risk candidate autism gene. We report significant speech delay and seizures as an association with this phenotype."}, {"pubmed": 30329048, "text": "We have used clustered regularly interspersed short palindromic repeat/CRISPR-associated nuclease 9 to generate a cynomolgus monkey model by disrupting SHANK3 at exons 6 and 12. Analysis of the live mutant monkey revealed the core behavioral abnormalities of ASD, including impaired social interaction and repetitive behaviors, and reduced brain network activities detected by positron-emission computed tomography"}, {"pubmed": 30610205, "text": "An autism-linked missense mutation in SHANK3 reveals the modularity of Shank3 function."}, {"pubmed": 30696942, "text": "A kinome-wide RNAi screen identifies ERK2 as a druggable regulator of Shank3 stability."}, {"pubmed": 31788990, "text": "Severe white matter damage in SHANK3 deficiency: a human and translational study."}, {"pubmed": 31879129, "text": "Shank3 Binds to and Stabilizes the Active Form of Rap1 and HRas GTPases via Its NTD-ANK Tandem with Distinct Mechanisms."}, {"pubmed": 32202324, "text": "Truncating mutations in SHANK3 associated with global developmental delay interfere with nuclear beta-catenin signaling."}, {"pubmed": 32522805, "text": "Autism-associated SHANK3 mutations impair maturation of neuromuscular junctions and striated muscles."}, {"pubmed": 32564287, "text": "Dynamic Change of Shanks Gene mRNA Expression and DNA Methylation in Epileptic Rat Model and Human Patients."}, {"pubmed": 32769989, "text": "A chimeric mouse model to study human iPSC-derived neurons: the case of a truncating SHANK3 mutation."}, {"pubmed": 33023580, "text": "Fraternal twins with Phelan-McDermid syndrome not involving the SHANK3 gene: case report and literature review."}, {"pubmed": 33234429, "text": "Rare variations in the SHANK3 gene confers susceptibility to schizophrenia in Uygur Chinese population."}, {"pubmed": 33256793, "text": "A 29 Mainland Chinese cohort of patients with Phelan-McDermid syndrome: genotype-phenotype correlations and the role of SHANK3 haploinsufficiency in the important phenotypes."}, {"pubmed": 33388374, "text": "Altered striatum centered brain structures in SHANK3 deficient Chinese children with genotype and phenotype profiling."}, {"pubmed": 33568460, "text": "CaMKII Phosphorylation Regulates Synaptic Enrichment of Shank3."}, {"pubmed": 34206779, "text": "Sensory Reactivity Phenotype in Phelan-McDermid Syndrome Is Distinct from Idiopathic ASD."}, {"pubmed": 34369668, "text": "Neurocognitive follow-up in adult siblings with Phelan-McDermid syndrome due to a novel SHANK3 splicing site mutation."}, {"pubmed": 34788607, "text": "Homer1a regulates Shank3 expression and underlies behavioral vulnerability to stress in a model of Phelan-McDermid syndrome."}, {"pubmed": 35819558, "text": "SHANK3 genetic polymorphism and susceptibility to ASD: evidence from molecular, in silico, and meta-analysis approaches."}, {"pubmed": 36202854, "text": "Modeling human telencephalic development and autism-associated SHANK3 deficiency using organoids generated from single neural rosettes."}, {"pubmed": 36845137, "text": "SHANK3 in vagal sensory neurons regulates body temperature, systemic inflammation, and sepsis."}, {"pubmed": 37003575, "text": "Definition and clinical variability of SHANK3-related Phelan-McDermid syndrome."}, {"pubmed": 37120077, "text": "Consensus recommendations on counselling in Phelan-McDermid syndrome, with special attention to recurrence risk and to ring chromosome 22."}, {"pubmed": 37211699, "text": "YBX1-Mediated DNA Methylation-Dependent SHANK3 Expression in PBMCs and Developing Cortical Interneurons in Schizophrenia."}, {"pubmed": 37392026, "text": "Clustering of CaV 1.3 L-type calcium channels by Shank3."}, {"pubmed": 37868296, "text": "Drugs prescribed for Phelan-McDermid syndrome differentially impact sensory behaviors in shank3 zebrafish models."}, {"pubmed": 37947623, "text": "Role of the Autism Risk Gene Shank3 in the Development of Atherosclerosis: Insights from Big Data and Mechanistic Analyses."}, {"pubmed": 37953224, "text": "Expression profiles of the autism-related SHANK proteins in the human brain."}, {"pubmed": 38218401, "text": "EGR1 Regulates SHANK3 Transcription at Different Stages of Brain Development."}, {"pubmed": 38414139, "text": "Evidence for common mechanisms of pathology between SHANK3 and other genes of Phelan-McDermid syndrome."}, {"pubmed": 38858349, "text": "Pharmacological modulation of developmental and synaptic phenotypes in human SHANK3 deficient stem cell-derived neuronal models."}], "genomic_pos": [{"chr": "22", "end": 50733212, "ensemblgene": "ENSG00000251322", "start": 50674408, "strand": 1}, {"chr": "HG1311_HG2539_PATCH", "end": 69331, "ensemblgene": "ENSG00000292254", "start": 8917, "strand": 1}], "genomic_pos_hg19": {"chr": "22", "end": 51171726, "start": 51112843, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000165", "qualifier": "involved_in", "term": "MAPK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007416", "qualifier": "involved_in", "term": "synapse assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007612", "pubmed": [17173049, 21378602], "qualifier": "involved_in", "term": "learning"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007612", "qualifier": "involved_in", "term": "learning"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007613", "qualifier": "involved_in", "term": "memory"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021773", "qualifier": "involved_in", "term": "striatal medium spiny neuron differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030534", "pubmed": [17173049, 21378602], "qualifier": "involved_in", "term": "adult behavior"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032232", "qualifier": "involved_in", "term": "negative regulation of actin filament bundle assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035176", "pubmed": [17173049, 21378602], "qualifier": "involved_in", "term": "social behavior"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035176", "qualifier": "involved_in", "term": "social behavior"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042297", "pubmed": [17173049, 21378602], "qualifier": "involved_in", "term": "vocal learning"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045794", "qualifier": "involved_in", "term": "negative regulation of cell volume"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048170", "qualifier": "involved_in", "term": "positive regulation of long-term neuronal synaptic plasticity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048854", "qualifier": "involved_in", "term": "brain morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050885", "qualifier": "involved_in", "term": "neuromuscular process controlling balance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051835", "qualifier": "involved_in", "term": "positive regulation of synapse structural plasticity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051968", "pubmed": 21795692, "qualifier": "involved_in", "term": "positive regulation of synaptic transmission, glutamatergic"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060997", "qualifier": "involved_in", "term": "dendritic spine morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060999", "pubmed": 21795692, "qualifier": "involved_in", "term": "positive regulation of dendritic spine development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061001", "pubmed": 21795692, "qualifier": "involved_in", "term": "regulation of dendritic spine morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071625", "pubmed": [17173049, 21378602], "qualifier": "involved_in", "term": "vocalization behavior"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071625", "pubmed": 21167025, "qualifier": "involved_in", "term": "vocalization behavior"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097107", "qualifier": "involved_in", "term": "postsynaptic density assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097113", "qualifier": "involved_in", "term": "AMPA glutamate receptor clustering"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097114", "qualifier": "involved_in", "term": "NMDA glutamate receptor clustering"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097117", "qualifier": "involved_in", "term": "guanylate kinase-associated protein clustering"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900271", "qualifier": "involved_in", "term": "regulation of long-term synaptic potentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900273", "qualifier": "involved_in", "term": "positive regulation of long-term synaptic potentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900451", "pubmed": 21795692, "qualifier": "involved_in", "term": "positive regulation of glutamate receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900452", "pubmed": 21795692, "qualifier": "involved_in", "term": "regulation of long-term synaptic depression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000463", "pubmed": 21795692, "qualifier": "involved_in", "term": "positive regulation of excitatory postsynaptic potential"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0014069", "qualifier": "is_active_in", "term": "postsynaptic density"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043005", "qualifier": "located_in", "term": "neuron projection"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043197", "qualifier": "is_active_in", "term": "dendritic spine"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0044309", "qualifier": "located_in", "term": "neuron spine"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045211", "qualifier": "colocalizes_with", "term": "postsynaptic membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0060170", "qualifier": "located_in", "term": "ciliary membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003779", "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17474147, 21653829, 21988832, 28130356, 30021884, 36950384], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005515", "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0017124", "qualifier": "enables", "term": "SH3 domain binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030160", "qualifier": "enables", "term": "synaptic receptor adaptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030160", "qualifier": "enables", "term": "synaptic receptor adaptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0035255", "qualifier": "enables", "term": "ionotropic glutamate receptor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0035255", "qualifier": "enables", "term": "ionotropic glutamate receptor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0097110", "qualifier": "enables", "term": "scaffold protein binding"}]}, "homologene": {"genes": [[7955, 566152], [8364, 100488068], [9544, 100430318], [9598, 100614904], [9606, 85358], [9615, 474456], [9913, 512428], [10090, 58234], [10116, 59312]], "id": 75163}, "interpro": [{"desc": "Sterile alpha motif domain", "id": "IPR001660", "short_desc": "SAM"}, {"desc": "Sterile alpha motif/pointed domain superfamily", "id": "IPR013761", "short_desc": "SAM/pointed_sf"}, {"desc": "SH3 domain", "id": "IPR001452", "short_desc": "SH3_domain"}, {"desc": "PDZ domain", "id": "IPR001478", "short_desc": "PDZ"}, {"desc": "Ankyrin repeat", "id": "IPR002110", "short_desc": "Ankyrin_rpt"}, {"desc": "SH3-like domain superfamily", "id": "IPR036028", "short_desc": "SH3-like_dom_sf"}, {"desc": "PDZ superfamily", "id": "IPR036034", "short_desc": "PDZ_sf"}, {"desc": "Ankyrin repeat-containing domain superfamily", "id": "IPR036770", "short_desc": "Ankyrin_rpt-contain_sf"}, {"desc": "PDZ domain 6", "id": "IPR041489", "short_desc": "PDZ_6"}], "ipi": ["IPI00019794", "IPI00847618"], "map_location": "22q13.33", "name": "SH3 and multiple ankyrin repeat domains 3", "other_names": ["SH3 and multiple ankyrin repeat domains protein 3", "proline rich synapse associated protein 2", "shank postsynaptic density protein", "shank3 postsynaptic density protein"], "pantherdb": {"HGNC": "14294", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1930016", "ortholog_type": "LDO", "panther_family": "PTHR24135", "taxid": 10090, "uniprot_kb": "Q4ACU6"}, {"RGD": "69264", "ortholog_type": "LDO", "panther_family": "PTHR24135", "taxid": 10116, "uniprot_kb": "Q9JLU4"}, {"Ensembl": "ENSDARG00000111199", "ortholog_type": "O", "panther_family": "PTHR24135", "taxid": 7955, "uniprot_kb": "A0A2R8Q205"}, {"ZFIN": "ZDB-GENE-041210-74", "ortholog_type": "O", "panther_family": "PTHR24135", "taxid": 7955, "uniprot_kb": "F1R0Q7"}, {"ZFIN": "ZDB-GENE-060503-369", "ortholog_type": "LDO", "panther_family": "PTHR24135", "taxid": 7955, "uniprot_kb": "F1QJ05"}, {"Ensembl": "ENSDARG00000116410", "ortholog_type": "O", "panther_family": "PTHR24135", "taxid": 7955, "uniprot_kb": "A0A2R8QSQ5"}, {"WormBase": "WBGene00006444", "ortholog_type": "LDO", "panther_family": "PTHR24135", "taxid": 6239, "uniprot_kb": "B7WN72"}, {"FlyBase": "FBgn0040752", "ortholog_type": "LDO", "panther_family": "PTHR24135", "taxid": 7227, "uniprot_kb": "A1Z9K8"}], "uniprot_kb": "Q9BYB0"}, "pathway": {"kegg": {"id": "hsa04724", "name": "Glutamatergic synapse - Homo sapiens (human)"}, "pid": {"id": "ret_pathway", "name": "Signaling events regulated by Ret tyrosine kinase"}, "wikipathways": [{"id": "WP4312", "name": "Rett syndrome causing genes"}, {"id": "WP4539", "name": "Synaptic signaling pathways associated with autism spectrum disorder"}]}, "pfam": ["PF00536", "PF07653", "PF12796", "PF17820"], "pharmgkb": "PA37866", "pharos": {"target_id": 3993, "tdl": "Tbio"}, "prosite": ["PS50002", "PS50088", "PS50105", "PS50106", "PS50297"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211425", "relationship": "is"}, {"id": "GNF216877", "relationship": "is"}, {"id": "GNF222329", "relationship": "is"}, {"id": "GNF227781", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF040301", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099614", "relationship": "is"}, {"id": "GNF139269", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_008607.2", "NG_070230.1", "NW_015148969.2"], "protein": "NP_001358973.1", "rna": ["NM_001080420.1", "NM_001372044.2"], "translation": {"protein": "NP_001358973.1", "rna": "NM_001372044.2"}}, "reporter": {"GNF1H": ["gnf1h01748_s_at", "gnf1h01749_x_at", "gnf1h02526_x_at", "gnf1h07102_at", "gnf1h14453_s_at"], "HG-U133_Plus_2": ["227923_at", "229698_at"], "HG-U95B": ["47566_at", "51584_at"], "HTA-2_0": ["TC22000435.hg.1", "TC22001183.hg.1"], "HuEx-1_0": "3951029", "HuGene-1_1": "8074131", "HuGene-2_1": "16931815"}, "retired": 284940, "summary": "This gene is a member of the Shank gene family. Shank proteins are multidomain scaffold proteins of the postsynaptic density that connect neurotransmitter receptors, ion channels, and other membrane proteins to the actin cytoskeleton and G-protein-coupled signaling pathways. Shank proteins also play a role in synapse formation and dendritic spine maturation. Mutations in this gene are a cause of autism spectrum disorder (ASD), which is characterized by impairments in social interaction and communication, and restricted behavioral patterns and interests. Mutations in this gene also cause schizophrenia type 15, and are a major causative factor in the neurological symptoms of 22q13.3 deletion syndrome, which is also known as Phelan-McDermid syndrome. Additional isoforms have been described for this gene but they have not yet been experimentally verified. [provided by RefSeq, Mar 2012].", "symbol": "SHANK3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1422550"}, "unigene": "Hs.149035", "wikipedia": {"url_stub": "SHANK3"}}