{"AllianceGenome": "10848", "HGNC": "10848", "MIM": "600725", "_id": "6469", "_version": 1, "accession": {"genomic": ["AB020410.1", "AC002484.1", "AC078834.5", "AY422195.1", "CH236954.1", "CH471149.1", "CP068271.2", "HM015597.1", "NC_000007.14", "NC_060931.1", "NG_007504.2"], "protein": ["AAA62179.1", "AAB67604.1", "AAQ87879.1", "AAS01990.1", "ADL14518.1", "BAA34689.1", "EAL23913.1", "EAX04543.1", "NP_000184.1", "NP_001297391.1", "Q15465.1", "XP_011514781.1", "XP_011514782.1", "XP_047276674.1", "XP_054214781.1", "XP_054214782.1", "XP_054214783.1"], "rna": ["AI192528.1", "AY927450.1", "AY927451.1", "AY927452.1", "AY927453.1", "AY927454.1", "AY927455.1", "BX109787.1", "BX452210.1", "BY797055.2", "L38518.1", "NM_000193.4", "NM_001310462.2", "NR_132318.2", "NR_132319.2", "XM_011516479.3", "XM_011516480.3", "XM_047420718.1", "XM_054358806.1", "XM_054358807.1", "XM_054358808.1"], "translation": [{"protein": "XP_054214782.1", "rna": "XM_054358807.1"}, {"protein": "XP_011514782.1", "rna": "XM_011516480.3"}, {"protein": "XP_054214781.1", "rna": "XM_054358806.1"}, {"protein": "XP_047276674.1", "rna": "XM_047420718.1"}, {"protein": "NP_001297391.1", "rna": "NM_001310462.2"}, {"protein": "XP_054214783.1", "rna": "XM_054358808.1"}, {"protein": "AAA62179.1", "rna": "L38518.1"}, {"protein": "NP_000184.1", "rna": "NM_000193.4"}, {"protein": "XP_011514781.1", "rna": "XM_011516479.3"}]}, "alias": ["HHG1", "HLP3", "HPE3", "MCOPCB5", "SMMCI", "ShhNC", "TPT", "TPTPS"], "ensembl": {"gene": "ENSG00000164690", "protein": ["ENSP00000297261", "ENSP00000396621", "ENSP00000410546", "ENSP00000413871"], "transcript": ["ENST00000297261", "ENST00000430104", "ENST00000435425", "ENST00000441114", "ENST00000472308"], "translation": [{"protein": "ENSP00000297261", "rna": "ENST00000297261"}, {"protein": "ENSP00000410546", "rna": "ENST00000441114"}, {"protein": "ENSP00000396621", "rna": "ENST00000430104"}, {"protein": "ENSP00000413871", "rna": "ENST00000435425"}], "type_of_gene": "protein_coding"}, "entrezgene": "6469", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.57592574983, "exp_mis": 209.899719719, "exp_syn": 130.450160138, "lof_z": 2.72651288761152, "mis_z": 4.41925644589349, "mu_lof": 6.76282698697e-07, "mu_mis": 2.52798576339e-05, "mu_syn": 1.57498113642e-05, "n_lof": 0.0, "n_mis": 79.0, "n_syn": 66.0, "p_li": 0.912961328200915, "p_null": 0.000627846604800884, "p_rec": 0.0864108251942839, "syn_z": 3.4982539667025}, "bp": 1389, "cds_end": 155604816, "cds_start": 155595593, "n_exons": 3, "nonpsych": {"exp_lof": 6.80300040198, "exp_mis": 189.925563615, "exp_syn": 118.016028334, "lof_z": 2.56154628173768, "mis_z": 4.53556044383986, "mu_lof": 6.76282698697e-07, "mu_mis": 2.52798576339e-05, "mu_syn": 1.57498113642e-05, "n_lof": 0.0, "n_mis": 66.0, "n_syn": 60.0, "p_li": 0.899638446455574, "p_null": 0.00109623504713247, "p_rec": 0.0992653184972934, "syn_z": 3.36233395403534}, "nontcga": {"exp_lof": 6.96459397614, "exp_mis": 193.10249857, "exp_syn": 120.008883024, "lof_z": 2.60332957141901, "mis_z": 4.19838266565424, "mu_lof": 6.76282698697e-07, "mu_mis": 2.52798576339e-05, "mu_syn": 1.57498113642e-05, "n_lof": 0.0, "n_mis": 76.0, "n_syn": 64.0, "p_li": 0.896622486827075, "p_null": 0.000972505997428197, "p_rec": 0.102405007175497, "syn_z": 3.23722285585031}, "transcript": "ENST00000297261.2"}, "exons": [{"cdsend": 155812122, "cdsstart": 155802899, "chr": "7", "position": [[155799979, 155803726], [155806295, 155806557], [155811822, 155812463]], "strand": -1, "transcript": "NM_000193", "txend": 155812463, "txstart": 155799979}, {"cdsend": 155806749, "cdsstart": 155800006, "chr": "7", "position": [[155799979, 155800245], [155806295, 155806557], [155806710, 155806839], [155808992, 155809163]], "strand": -1, "transcript": "NM_001310462", "txend": 155809163, "txstart": 155799979}, {"cdsend": 155809163, "cdsstart": 155809163, "chr": "7", "position": [[155799979, 155800245], [155800457, 155800667], [155806295, 155806557], [155806710, 155806839], [155808992, 155809163]], "strand": -1, "transcript": "NR_132318", "txend": 155809163, "txstart": 155799979}, {"cdsend": 155809163, "cdsstart": 155809163, "chr": "7", "position": [[155799979, 155800245], [155800457, 155800597], [155806295, 155806557], [155806710, 155806839], [155808992, 155809163]], "strand": -1, "transcript": "NR_132319", "txend": 155809163, "txstart": 155799979}], "exons_hg19": [{"cdsend": 155604816, "cdsstart": 155595593, "chr": "7", "position": [[155592673, 155596420], [155598989, 155599251], [155604516, 155605157]], "strand": -1, "transcript": "NM_000193", "txend": 155605157, "txstart": 155592673}, {"cdsend": 155599443, "cdsstart": 155592700, "chr": "7", "position": [[155592673, 155592939], [155598989, 155599251], [155599404, 155599533], [155601686, 155601857]], "strand": -1, "transcript": "NM_001310462", "txend": 155601857, "txstart": 155592673}, {"cdsend": 155601857, "cdsstart": 155601857, "chr": "7", "position": [[155592673, 155592939], [155593151, 155593361], [155598989, 155599251], [155599404, 155599533], [155601686, 155601857]], "strand": -1, "transcript": "NR_132318", "txend": 155601857, "txstart": 155592673}, {"cdsend": 155601857, "cdsstart": 155601857, "chr": "7", "position": [[155592673, 155592939], [155593151, 155593291], [155598989, 155599251], [155599404, 155599533], [155601686, 155601857]], "strand": -1, "transcript": "NR_132319", "txend": 155601857, "txstart": 155592673}], "generif": [{"pubmed": 11857543, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 11857543, "text": "While the gene contributes to face development, it is not a frequent cause of cleft lip or palate."}, {"pubmed": 11983699, "text": "role in activating poliovirus receptor/CD155 gene"}, {"pubmed": 12394760, "text": "characterization of (SHH) expression in the human fetal prostate"}, {"pubmed": 12421920, "text": "Shh-mediated signaling is a physiological component of T cell responses, which acts to modulate CD4+ T cell effector function."}, {"pubmed": 12495844, "text": "REVIEW: Hedgehog signaling in human disease"}, {"pubmed": 12514186, "text": "induces capillary morphogenesis by endothelial cells through phosphoinositide 3-kinase"}, {"pubmed": 12533514, "text": "The Tbx1 regulatory region was responsive to signaling by Sonic hedgehog (Shh) in vivo."}, {"pubmed": 12547712, "text": "Down-reuglation of this protein's expression in pulmonary hypoplasia is associated with congenital diaphragmatic hernia."}, {"pubmed": 12629553, "text": "Role for hedgehog signaling in regeneration and carcinogenesis of airway epithelium"}, {"pubmed": 12632368, "text": "Aberrant Shh signaling may play a critical role in the pathogenesis of esophageal atresia with tracheoesophageal fistula in humans."}, {"pubmed": 12709790, "text": "These studies are the first demonstration that mutations in SHH associated with human HPE (holoprosencephaly) perturb the in vivo patterning function of SHH in the developing nervous system."}, {"pubmed": 12773389, "text": "deregulated hedgehog signaling in the genesis of basaloid follicular hamartomas"}, {"pubmed": 12783258, "text": "Adriamycin influences the Shh signalling pathway, resulting in disruption of normal development of the foregut."}, {"pubmed": 12837695, "text": "mutations in a long-range Shh enhancer located in an intron of the limb region 1 gene result in preaxial polydactyly"}, {"pubmed": 12917489, "text": "model of the interactions between beta-catenin and hedgehog signaling in the epidermis in which SHH promotes proliferation of progenitors of the hair lineages whereas IHH stimulates proliferation of sebocyte precursors"}, {"pubmed": 12926841, "text": "In gray matter from brains of multiple sclerosis (MS) victims, the total amount of Shh was less than normals and the signaling 20 kDa protein was greatly reduced."}, {"pubmed": 14520411, "text": "a wide range of digestive tract tumours, including most of those originating in the oesophagus, stomach, biliary tract and pancreas, but not in the colon, display increased Hh pathway activity, which is suppressible by cyclopamine, a Hh pathway antagonist"}, {"pubmed": 14520413, "text": "Hedgehog pathway may have an early and critical role in the genesis of pancreatic cancer; maintenance of hedgehog signalling is important for aberrant proliferation and tumorigenesis"}, {"pubmed": 14691301, "text": "Decreased expression of the Shh pathway in atrophic gastritis and gastric cancer might reflect altered differentiation processes within the gastric unit and contributes to the development of gastric atrophy."}, {"pubmed": 14733907, "text": "Shh signaling has a role in the cellular proliferation of oral squamous cell carcinoma cells"}, {"pubmed": 15128061, "text": "signaling molecules might play a role in epithelial-mesenchymal interactions and cell proliferation in tooth development as well as in growth of [ameloblastomas]"}, {"pubmed": 15170664, "text": "SHH signalling can increase aberrant cell survival in colorectal tumour cells."}, {"pubmed": 15221788, "text": "Thirteen novel SHH mutations found in a cohort of Holoprosencephaly patinets."}, {"pubmed": 15238528, "text": "Overexpression of a wild-type regulatory subunit of protein kinase A is sufficient to activate sonic hedgehog target gene transcription."}, {"pubmed": 15249145, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15249678, "text": "Results identify REN(KCTD11) as a suppressor of Hedgehog signaling and suggest that its inactivation might lead to a deregulation of the tumor-promoting Hedgehog pathway in medulloblastoma."}, {"pubmed": 15292211, "text": "sonic hedgehog mutations have a role in holoprosencephaly"}, {"pubmed": 15314219, "text": "Data report expression of sonic hedgehog-GLI-1 pathway components in adult human prostate cancer, often with enhanced levels in tumors versus normal prostatic epithelia."}, {"pubmed": 15470048, "text": "Shh down-regulated in the precursor cell population the expression of IL-7R as well as stromal-derived factor-1 chemokine receptor, CXCR4, and inhibited IL-7-dependent STAT5 phosphorylation."}, {"pubmed": 15502857, "text": "SHH signaling in inflammatory diseases of the gut acts to ensure stem cell restitution of damaged mucosal epithelium."}, {"pubmed": 15521068, "text": "Taken together, our data suggest that the hedgehog pathway is weakly active in normal adult urothelial cells and of limited importance in transitional cell carcinoma."}, {"pubmed": 15592520, "text": "ptc1 mutation enhances a downstream reporter of sonic hedgehog (shh)-ptc1 signaling."}, {"pubmed": 15675968, "text": "an intact EGF signaling axis cooperates with shh and is a critical mediator of matrix invasion in a tumor type characterized by disrupted shh."}, {"pubmed": 15905200, "text": "Elevated expression of hedgehog target genes human patched gene 1 (PTCH1) or Gli1 occurs in 63 of the 99 primary gastric cancers."}, {"pubmed": 15939571, "text": "regulatory elements around the SHH gene may contribute to the maintenance of conserved synteny across human chromosome 7q36.3"}, {"pubmed": 16003737, "text": "elevated expression of Shh and its target genes is quite common in esophageal cancers"}, {"pubmed": 16159933, "text": "Shh might maintain pituitary cells in nonproliferative state. Shh is newly described hypophysiotropic cytokine and its down-regulation may be involved in pathogenesis of pituitary adenomas."}, {"pubmed": 16244652, "text": "SHH gene therapy may have considerable therapeutic potential in individuals with acute and chronic myocardial ischemia."}, {"pubmed": 16282375, "text": "The effects of seven missense mutations associated with holoprosencephaly that affect the N-terminal signaling domain of SHH have been characterized"}, {"pubmed": 16300466, "text": "This review highlights the hypothesis of hedgehog pathway activation in damaged nerve tissue, inducing the repair process, as a potentially new approach to treatment of neurodegenerative diseases and dysfunction, including spinal cord injury."}, {"pubmed": 16322088, "text": "Hedgehog signaling is conserved in hepatic progenitors from fetal development through adulthood and may be a new therapeutic target in patients with liver damage."}, {"pubmed": 16448649, "text": "A pattern of strong Shh expression with weak expression of Foxf1 in all cases of UIP (usual interstitial pneumonitis) and a complementary expression of Shh and Foxf1 in cases of nonspecific interstitial pneumonitis (NSIP-F)."}, {"pubmed": 16528374, "text": "Rsults suggested that the increased and constitutive Shh expression is implicated in gastric carcinogenesis, and that promoter methylation may be an important regulatory mechanism of Shh expression."}, {"pubmed": 16540513, "text": "Transgenic SHH signals cooperate with those of FGF9 to regulate mesenchymal proliferation in distinct submesothelial and subepithelial regions of developing lung."}, {"pubmed": 16571640, "text": "Shh is an important regulator of human putative epidermal stem cell proliferation in the basal layer of fetal epidermis and modulates the cell responsiveness to EGF"}, {"pubmed": 16701100, "text": "Increased expression of SHh mRNA in human colonic adenocarcinomas and in a colorectal cell line."}, {"pubmed": 16778137, "text": "SHH morphogens are associated with microvesicles (MVs) shed from the plasma membrane of apoptotic/stimulated T cells."}, {"pubmed": 16786128, "text": "beta-catenin might be involved in the Hh signaling pathway via enhancement of the transcriptional activity of GLI"}, {"pubmed": 16945339, "text": "analysis of Hedgehog modulator properties after functional coupling of Smoothened to G15"}, {"pubmed": 17007023, "text": "Expressions of Shh and Gli-1 were significantly higher in leiomyomas than in gastrointestinal stromal tumors. Expressions of Ptc and Smo did not correlate with histopathological differentiation."}, {"pubmed": 17035233, "text": "sFRP-1, a target gene of the hedgehog pathway, is involved in cross-talk between the hedgehog pathway and the Wnt pathway"}, {"pubmed": 17050669, "text": "The results presented in this study implicate p63 in the regulation of the Shh signaling pathway."}, {"pubmed": 17102592, "text": "Dignaling is clearly upregulated in gastrointestinal neuroendocrine carcinomas in a Gli1-dependent manner."}, {"pubmed": 17152067, "text": "Mutations within ZRS of sonic hedgehog appear to be a common cause of familial triphalangeal thumb and preaxial polydactyly."}, {"pubmed": 17353904, "text": "Results suggest that the SHH pathway may be a target to overcome MDR and increase chemotherapeutic response."}, {"pubmed": 17378681, "text": "The metabolic pathway of SHH might have been responsible for the left side-restricted multiple fetal abnormalities reported."}, {"pubmed": 17390043, "text": "The stronger Shh expression in intestinal metaplasia and gastric adenoma indicates that hedgehog protein is involved at an early phase of gastric carcinogenesis."}, {"pubmed": 17392427, "text": "Melanomas require SHH-GLI signaling regulated by interactions bewteen GLI1 and the RAS-MEK/AKT pathways."}, {"pubmed": 17409199, "text": "data support a direct molecular link between the Hh signaling pathway and SOX9 regulation, wherein SHH stimulates SOX9 through its mediator GLI1, and are consistent with a mechanism of SOX9 regulation through distal chromatin interactions"}, {"pubmed": 17414057, "text": "The quantitative expression of sHh signaling detected by Western blotting in pancretic cancer."}, {"pubmed": 17461467, "text": "Shh-Ptch1-Gli1 signaling pathway may play a role in the progression of colorectal tumor."}, {"pubmed": 17611415, "text": "Shh signaling enhanced K-Ras-mediated pancreatic tumorigenesis and reduced the dependence of tumor cells on the sustained activation of Ras-stimulated signaling pathways."}, {"pubmed": 17628016, "text": "Expression of Shh ligand by glioblastoma multiforme cells is a mechanism for Hh pathway activation.  Shh mRNA was found in many primary tumor samples, the highest level of expression being in the tumor with the most elevated Gli1 level."}, {"pubmed": 17761145, "text": "Activin B is a potent inducer of Pdx1 as well as Shh in differentiating embryonic stem cell derived embryoid bodies"}, {"pubmed": 17895245, "text": "Protein kinase A, not Epac, suppresses hedgehog activity and regulates glucocorticoid sensitivity in acute lymphoblastic leukemia cells"}, {"pubmed": 17914115, "text": "Snail and SHH are overexpressed in a large subset of neuroendocrine tumors of the ileum."}, {"pubmed": 17927850, "text": "SHH and EGFR signal pathways are active in pancreatic carcinoma, and are closely correlated to cancer cell proliferation. SHH and EGFR expression were positively correlated to PCNA expression."}, {"pubmed": 18063705, "text": "we focus on the SHh signaling pathway and its role in gastrointestinal (GI) tract development and maintenance and consider the diseases resulting from aberrant SHh activity--REVIEW"}, {"pubmed": 18156157, "text": "The congenital abnormality preaxial polydactylya is caused by ectopic expression of the Sonic Hedgehog (SHH) in the developing limb bud."}, {"pubmed": 18174246, "text": "are the first to suggest a role and mechanism for Shh signaling as it relates to the metastatic potential of gastric cancer, thereby indicating potential therapeutic molecular targets to decrease metastasis"}, {"pubmed": 18178630, "text": "A novel microduplication in 7q36.3 results in a similar triphalangeal thumb and polysyndactyly phenotype as caused by single nucleotide alterations in the ZRS, the limb specific SHH regulatory element."}, {"pubmed": 18308861, "text": "In the adult stomach, Shh is expressed and secreted from the acid-producing parietal cells, where it is believed to play an essential role in gastric tissue homeostasis and normal differentiation of the epithelium."}, {"pubmed": 18332216, "text": "These findings show that human embryonic stem cells contain primary cilia associated with working Hedgehog machinery."}, {"pubmed": 18410549, "text": "SHH germline defects may be rarely involved in the pathogenesis of human thyroid dysgenesis"}, {"pubmed": 18417549, "text": "Point mutations in the ZPA regulatory sequence (ZRS), a long range cis-regulator for the SHH gene, and duplications encompassing the ZRS cause distinctive limb phenotypes."}, {"pubmed": 18422746, "text": "Overexpression of sonic hedgehog is associated with angiogenesis in pancreatic cancer"}, {"pubmed": 18425375, "text": "SHH and Gli1 mRNAs are likely to be up-regulated from adenoma and from borderline to carcinoma cells, respectively, in intraductal papillary mucinous neoplasm of the pancreas"}, {"pubmed": 18463159, "text": "A dominant mutation in the sonic hedgehog regulatory sequence is associated with the common cause of triphalangeal thumb in southern England."}, {"pubmed": 18524848, "text": "These results indicate a significant role for Shh-GLI signaling in the proliferation of mantle cell lymphoma."}, {"pubmed": 18534984, "text": "Both the Shh precursor and mature protein are N-palmitoylated by Hhat, and the reaction occurs during passage through the secretory pathway"}, {"pubmed": 18629868, "text": "the onset of Hh signaling from human embryogenesis to fetal development is associated with accumulation of Hh signaling components Smo and Gli2 in pancreatic duct primary cilia and a reduction of Gli3 in the duct epithelium"}, {"pubmed": 18655123, "text": "Tested variants are not associated with anorectal malformations and most are predicted to be benign."}, {"pubmed": 18661269, "text": "Conjunctival epithelium constitutively expresses a low level of Shh, and its expression increases during malignant conversion of epithelial cells."}, {"pubmed": 18691547, "text": "Oncogenic Hh signaling promotes medulloblastoma from lineage-restricted granule cell progenitors."}, {"pubmed": 18701018, "text": "Pint mutations in patients with type 2 diabetes and their families were studied.  mitochondrial genes including np3316, np3394 and np3426 in the ND1 region and np3243 in the tRNA(Leu(UUR))were screened."}, {"pubmed": 18772349, "text": "The role of NF-kappaB in SHH expression, and the implications for cancer therapy, are reported."}, {"pubmed": 18776754, "text": "investigate the involvement of the SSH pathway in Smith-Lemli-Opitz syndrome-affected individuals developing tumors"}, {"pubmed": 18776995, "text": "Down-regulation of SHH signaling pathway activity is involved in 5-fluorouracil-induced apoptosis and mobility inhibition in Hep3B cells."}, {"pubmed": 18787206, "text": "SHH-dependent and -independent brain tumor growth require phosphoinositide 3-kinase-mammalian target of rapamycin signaling; PTEN has a role in shorter survival time"}, {"pubmed": 18788453, "text": "its signal transduction regulates tumor development. (review)"}, {"pubmed": 18829478, "text": "SHH contributes to the formation of desmoplasia in pancreatic cancer"}, {"pubmed": 18836447, "text": "These data suggest a direct link between Six3 and Shh regulation during normal forebrain development and in the pathogenesis of holoprosencephaly.[SBE2]"}, {"pubmed": 18953259, "text": "Magnetic resonance imaging monitors physiological changes with antihedgehog therapy in pancreatic adenocarcinoma xenograft model."}, {"pubmed": 18974107, "text": "NRP-1 knockdown RCC cells exhibit a more differentiated phenotype, as evidenced by the expression of epithelial-specific and kidney-specific cadherins, and the inhibition of sonic hedgehog expression participated in this effect"}, {"pubmed": 18997815, "text": "Shh signaling regulates Sufu activity by inducing its turnover via the ubiquitin-proteasome system."}, {"pubmed": 19004543, "text": "Hh targets CATB, and Hh signaling through CATB might influence pancreatic cancer cell invasiveness"}, {"pubmed": 19055941, "text": "human tumor suppressor SUFU has a role in Hedgehog signaling [review]"}, {"pubmed": 19057928, "text": "Results show that SHH holoprosencephaly missense mutations affect SHH biogenesis and signaling at multiple steps, which results in low levels of protein expression, defective processing of SHH into its active form and protein with reduced activity."}, {"pubmed": 19074837, "text": "Hh signaling is important in the pathogenesis of B-CLL and, hence, may be a potential therapeutic target"}, {"pubmed": 19177589, "text": "Hedhog traget genes show increased transcript levels in hepatoblastoma samples."}, {"pubmed": 19219074, "text": "A novel connection between HH/GLI pathway activity and JUN, which may contribute to the oncogenic activity of HH/GLI signaling in skin."}, {"pubmed": 19240184, "text": "Sonic hedgehog and pancreatic-duodenal homeobox 1 expression distinguish between duodenal and pancreatic gastrinomas."}, {"pubmed": 19244133, "text": "SHH/GLI1 signaling pathway is activated in anaplastic lymphoma kinase (ALK)-positive anaplastic large cell lymphoma (ALCL)."}, {"pubmed": 19254376, "text": "Shh-expressing prostate cancer cells can directly and specifically induce differentiation in pre-osteoblasts."}, {"pubmed": 19291772, "text": "A duplication of the long-range sonic hedgehog (SHH) regulator (ZRS) at 7q36.3 causes syndactyly type IV with tibial hypoplasia in a family with eight affected individuals."}, {"pubmed": 19363151, "text": "sonic hedgehog (SHH)-dependent sequential activation of the transcription factors OLIG2, NKX2.2 and SOX10 is required for sequential specification of ventral spinal OLIG2-expressing progenitors"}, {"pubmed": 19398181, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19398181, "text": "This result provides evidence that mutations in the SHH gene can explain some of the sporadic holoprosencephaly cases."}, {"pubmed": 19407245, "text": "Sonic Hedgehog induces Notch target gene expression in vascular smooth muscle cells via VEGF-A"}, {"pubmed": 19432668, "text": "sonic hedgehog protein was significantly reduced in endometrial carcinoma compared with the hyperplastic endometrium"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19460624, "text": "Results present evidence demonstrating that Gas1 exerts its effects inhibiting cell growth and inducing apoptosis of glioma cells in the absence of Shh."}, {"pubmed": 19540662, "text": "Late reactivation of sonic hedgehog by H. pylori infection results in population of gastric epithelial cells that are resistant to apoptosis and imposes proliferative changes under the background of atrophic gastritis, providing the carcinogenic basis."}, {"pubmed": 19548265, "text": "Increased Shh and VEGF-A expression is correlated with an aberrant lymphatic endothelial differentiation in trisomy 21 fetuses."}, {"pubmed": 19561609, "text": "Results propose a role for Hedgehog-interacting protein as a structural decoy receptor for vertebrate Hedgehog."}, {"pubmed": 19564910, "text": "Studies suggest that Hh binding to Ptc leads to the de-repression of the GPCR-related protein Smo."}, {"pubmed": 19577569, "text": "Shh-mediated epithelial-mesenchymal transition in ductular cells contributes to the pathogenesis of cirrhosis in nonalcoholic fatty liver disease."}, {"pubmed": 19593328, "text": "Sonic hedgehog protein, GLI1-3 and ATP-binding cassette G2 are aberrantly expressed in diffuse large B-cell lymphoma."}, {"pubmed": 19603532, "text": "combined structural analysis suggests that dysfunction of Hedgehog signaling in human forebrain development can occur through truncations or major structural changes to the signaling domain, SHH-N"}, {"pubmed": 19622100, "text": "Our study has revealed a molecular mechanism for the persistent activation of the SHH pathway which promotes the development of neuroblastoma."}, {"pubmed": 19629560, "text": "potent chemoattractant for monocytes and activates classical signaling pathways related to migration; signaling negatively affected by diabetes mellitus"}, {"pubmed": 19633682, "text": "SHH, secreted from pancreatic epithelia, is critical in establishing and regulating the tumor microenvironment and thereby contributes to progression of pancreatic cancer."}, {"pubmed": 19662327, "text": "Shh-related carcinogenesis and Shh expression may be a trigger for the adenoma- carcinoma sequence"}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19738389, "text": "Shh signaling pathway is crucial for the growth of olfactory neuroblastoma (ONB)."}, {"pubmed": 19784071, "text": "changes in the prostate stroma due to association with cancer result in an altered transcriptional response to Hh that mimics the growth-promoting actions of the fetal mesenchyme."}, {"pubmed": 19788370, "text": "Shh is likely an important soluble dopaminergic inducing factor secreted by stromal cells and acts after the neural fate determination."}, {"pubmed": 19801637, "text": "in hypertrophic chondrocytes, HS-assisted, TG-mediated Hh oligomerization modulates signaling via enhanced protein signaling activity"}, {"pubmed": 19834598, "text": "HH signaling suppresses peripheral neuroblastic tumor growth by promoting differentiation along alternative neural crest pathways"}, {"pubmed": 19836325, "text": "plays a minimal role in maintaining pluripotency and regulating proliferation of undifferentiated human embryonic stem cells."}, {"pubmed": 19847792, "text": "These data provide the first evidence that Werner mesomelic syndrome is caused by a specific ZRS mutation, which leads to strong ectopic SHH expression, and ZRS duplication leads to Haas polysyndactyly or triphalangeal thumb-polysyndactyly syndrome."}, {"pubmed": 19856079, "text": "SHH overexpression, possible consequence of promoter hypomethylation, could play a role in the carcinogenesis of primary colorectal cancers."}, {"pubmed": 19862523, "text": "inflammation-stimulated monocytes produce Shh through activation of the NF-kappaB signaling pathway"}, {"pubmed": 19901516, "text": "Studies indicate that signaling pathways of STAT3, NOTCH, hedgehog and transforming growth factor-beta (TGFbeta), which are involved in stem cell renewal, differentiation, survival, and are commonly deregulated in HCC."}, {"pubmed": 19906872, "text": "Coordination of SHH and Wnt signaling determines ventral and dorsal telencephalic neuron types from human embryonic stem cells."}, {"pubmed": 19920144, "text": "in some physiological contexts full-length HH proteins may participate directly in HH signaling and that this novel activity of full-length HH may be evolutionarily conserved"}, {"pubmed": 19952108, "text": "findings implicate YAP1 as a new Shh effector that may be targeted by medulloblastoma therapies aimed at eliminating medulloblastoma recurrence."}, {"pubmed": 19996099, "text": "Data suggest a novel mechanism in which PKA down-regulates Hedgehog signaling by promoting the interaction between 14-3-3 and Gli as well as proteolysis."}, {"pubmed": 20015350, "text": "inhibition of the SHH pathway induced tumor regression in nude mice through inhibition of cell proliferation and neo-vascularization, and induction of apoptosis but not senescence assessed by in vivo studies, immunoblot and immunohistochemistry"}, {"pubmed": 20026066, "text": "Pancreatic duct glands may provide a link between Shh, mucinous metaplasia, and neoplasia."}, {"pubmed": 20053908, "text": "Sonic hedgehog is expressed in the developing optic chiasm in retinal ganglion cell axons."}, {"pubmed": 20087349, "text": "The ERalpha pathway promotes cell proliferation by activating the Hh pathway in a ligand-dependent manner through Shh induction of ERalpha-positive gastric cancer."}, {"pubmed": 20137639, "text": "Shh can promote proliferation, migration and phenotypic modulation of vascular adventitial fibroblasts."}, {"pubmed": 20146882, "text": "Expression of SHH, GLI family zinc finger 2 (GLI2) and BMP4 mRNA and protein in the posterior wall of the terminal rectum in 40 patients with orectal malformations, were assessed."}, {"pubmed": 20186790, "text": "mutation analysis of SHH in a group of 10 patients who fulfilled three or more of the criteria for VACTERL association did not demonstrate any evidence of sequence changes"}, {"pubmed": 20200556, "text": "Hedgehog signaling pathway is activated in diffuse large B-cell lymphoma and contributes to tumor cell survival and proliferation."}, {"pubmed": 20218977, "text": "This review focuses on the most recent data of the Hedgehog pathway in the adult brain and its relevance as a novel therapeutic approach for brain diseases including brain tumors--REVIEW"}, {"pubmed": 20219995, "text": "Using zebrafish transgenic lines, a model is generated in which Hedgehog functionally orients the development of the inner ear towards an auditory fate in all vertebrate species."}, {"pubmed": 20336604, "text": "Studies indicate that understanding the contributions of Notch, Wnt and HH signaling to the development of hematopoiesis is critical for achieving successful ex vivo expansion and differentiation of hematopoietic stem cells hematopoietic stem cells."}, {"pubmed": 20425842, "text": "the role of SHH signaling in developmental eye anomalies"}, {"pubmed": 20440271, "text": "study shows that IL-7Ralpha Y449 is important for lymphocyte transformation"}, {"pubmed": 20508033, "text": "Data show that the putative Wnt/beta-catenin targets Sonic hedgehog and JAG2 control beta-catenin signaling in the adult tongue epithelium, a function that is partially lost in lingual squamous cell carcinoma."}, {"pubmed": 20512148, "text": "In line with a redirection of autocrine toward paracrine HH signaling by a KRAS-DYRK1B network, we find high levels of GLI1 expression restricted to the stromal compartment and not to SHH-expressing tumor cells in pancreatic adenocarcinoma."}, {"pubmed": 20526338, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20531442, "text": "screened four known HPE genes in a Dutch cohort of 86 non-syndromic HPE index cases, including 53 family members. We detected 21 mutations (24.4%), 3 in SHH, 9 in ZIC2 and 9 in SIX3"}, {"pubmed": 20538960, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20561215, "text": "proteins of the SHH signaling pathway are predominantly located within the epithelial components of GOCs and DCs. SHH signaling pathway may play a role in epithelial lining formation."}, {"pubmed": 20564213, "text": "Results indicate that in addition to c-Myc, mir-29b-1/mir-29a expression can be suppressed by hedgehog signaling and inflammatory pathways, both commonly activated in the genesis of malignancies."}, {"pubmed": 20578145, "text": "These findings demonstrate that interactions between Rac1 and the Hh pathway control the size of myofibroblastic hepatic stellate cells populations and have important implications for the pathogenesis of cirrhosis."}, {"pubmed": 20619754, "text": "These results confirm previously reported results suggesting that aberrant CDX2 and Sonic hedgehog (SHH) are highly expressed in Barrett's epithelium and may play a crucial role in the development of Barrett's epithelium."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20643644, "text": "Dual function of UNC-51-like kinase 3 (Ulk3) in the Sonic hedgehog signaling pathway."}, {"pubmed": 20720195, "text": "Shh/Gli2 signaling stimulates vascular smooth muscle cell proliferation via regulation of the G(1) cyclin-retinoblastoma axis."}, {"pubmed": 20842831, "text": "UVR cause mutation in PATCHED gene encoding Ptch1 protein which led to deregulation of sonic hedgehog pathway through activation of Smo protein and Gli transcriptional factors that stimulate cell proliferation causing non melanoma skin cancers."}, {"pubmed": 20854074, "text": "sonic hedgehog (SHH) hypomethylation could lead to the SHH dependent activation of Hedgehog pathway in colorectal cancers"}, {"pubmed": 20938369, "text": "Sonic hedgehog might play a pivotal role during tumorigenesis of pancreatic adenocarcinoma, and high Shh expression might be associated with the malignant potential of pancreatic cancer."}, {"pubmed": 20972907, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20972907, "text": "WNT8b and SHH mutations and abnormal expressions are present in the peripheral blood of children with sporadic Hirschsprung disease."}, {"pubmed": 21039988, "text": "Sonic hedgehog signalling is active in Type-II alveolar epithelial cells from three types of Idiopathic interstitial lung diseases"}, {"pubmed": 21059263, "text": "sonic hedgehog-GLI1 downstream target genes PTCH1, Cyclin D2, Plakoglobin, PAX6 and NKX2.2 are differently regulated in medulloblastoma and astrocytoma"}, {"pubmed": 21110116, "text": "Shh, Ptch1, and Gli1 were expressed in rat pulmonary microvascular endothelial cells and their expression decreased when cells were treated by lipopolysaccharide."}, {"pubmed": 21129534, "text": "Activation of the Hh signaling pathway in neuroblastoma & ganglioneuroblastoma may be associated with the differentiation. 73% of the cases were positive for Shh expression."}, {"pubmed": 21172305, "text": "GLI1, which has been shown to play a central role in SHH signaling in prostate cancer, can act as a co-repressor to substantially block androgen receptor (AR)-mediated transactivation, at least in part, by directly interacting with AR."}, {"pubmed": 21190179, "text": "Controlled mechanisms that specify neural subtypes operate in the sonic hedgehog-expressing progenitor domain."}, {"pubmed": 21338440, "text": "hypoxia could activate the hedgehog signaling pathway in pancreatic ductal adenocarcinoma cells by increasing transcription of Smo, but not Shh."}, {"pubmed": 21372638, "text": "DNA methylation combined with alternative promoter usage coordinate genetic transcription of SHH."}, {"pubmed": 21376786, "text": "Sonic hedgehog may play an important role in the development of temporal lobe epilepsy."}, {"pubmed": 21424326, "text": "High sonic hedgehog protein expression is associated with colon cancer."}, {"pubmed": 21434830, "text": "Results suggest a role for Shh in human male genital development."}, {"pubmed": 21441223, "text": "Shh increased expression of GLI1 and PTC-1 and selectively stimulated cell proliferation in STRO-1(+) derived from adult periodontal ligament. Shh plays critical role in regulation of cell proliferation in STRO-1(+)/HPLSC."}, {"pubmed": 21496866, "text": "Sonic hedgehog signaling is activated in oral squamous cell carcinoma and suggest that this pathway mediates its tumorigenesis."}, {"pubmed": 21498615, "text": "Pulsatile flow promotes BREC survival and enhances BRP apoptosis through modulation of Notch and hedgehog pathways. These interactions have important implications for the pathogenesis of retinopathies."}, {"pubmed": 21520153, "text": "Active Shh-mediated signaling was demonstrated between androgen independent prostate cancer and prostate fibroblasts in a paracrine- and tumor progression-dependent manner."}, {"pubmed": 21537345, "text": "All three mutations of hedgehog proteins affected protein binding to the receptor Patched1 (PTC1), reducing its capacity to induce cellular differentiation."}, {"pubmed": 21597001, "text": "Data show that it is primarily Hh-induced VEGF-A that promotes angiogenesis in vitro and augments tumor-derived VEGF to promote angiogenesis in vivo."}, {"pubmed": 21633164, "text": "Data report mutations in the KIF7 gene, a known regulator of sonic hedgehog signaling and a putative ciliary motor protein, in Joubert syndrome patients."}, {"pubmed": 21646478, "text": "Shh pathway activation leads to Sna1 induction in medulloblastoma cells."}, {"pubmed": 21649559, "text": "Data provide significant insights into transcriptional targets in SHH-mediated neural differentiation of embryonic stem cells (hESC)."}, {"pubmed": 21685941, "text": "Knockdown experiments of Bmi1 in vitro and in vivo demonstrate that Hh signaling not only drives Bmi1 expression, but a feedback mechanism exists wherein downstream effectors of Bmi1 may, in turn, activate Hh pathway genes"}, {"pubmed": 21707705, "text": "Shifting the balance from paracrine towards autocrine signalling of the hedgehog pathway is important in the pathogenesis and progression of prostate carcinoma."}, {"pubmed": 21720384, "text": "Stable miR-302-367 cluster expression results in inhibition of CXCR4 leading to the disruption of the sonic hedgehog (SHH)-GLI-NANOG network."}, {"pubmed": 21732818, "text": "In humans there appears to be a stage of Shh signaling within the external granular layer, when the Purkinje cells (PC) are not yet the source of Shh and expression of Shh in the PC in the postnatal human cerebellum is downregulated."}, {"pubmed": 21824197, "text": "None of the sinus tracts or cysts in 81 hidradenitis suppurativa histological slides from 34 patients showed positive finding for sonic hedgehog mutation."}, {"pubmed": 21861243, "text": "High SHH protein is associated with bladder cancer progression."}, {"pubmed": 21940735, "text": "Significant correlation was found between renal/urinary defects and mutations of SHH and ZIC2. The most severe holoprosencephaly types were associated with SIX3 and ZIC2 mutations, whereas microforms were associated with SHH mutations."}, {"pubmed": 21940988, "text": "Suggest that the SHH gene could potentially be associated with male sexual orientation."}, {"pubmed": 21945071, "text": "SHH stimulated osteoclast formation in a co-culture system consisting of murine bone stromal ST2 cells and murine CD11b(+) bone marrow cells."}, {"pubmed": 21953141, "text": "Helicobacter pylori eradication can enhance SHH and its downstream regulators expression diminishing SHH methylation and reverse gastric phenotype, but not in the patients with high risk for gastric cancer."}, {"pubmed": 21975935, "text": "findings establish that Shh signaling promotes the metastasis of gastric cancer through activation of the PI3K/Akt pathway, which leads to mesenchymal transition and MMP-9 activation"}, {"pubmed": 21984201, "text": "findings are the first to report a correlation between SHH, BDNF and OFR in autistic children, suggesting a pathological role of oxidative stress and SHH in autism spectrum disorders"}, {"pubmed": 22020162, "text": "Sonic hedgehog signaling during adrenal development."}, {"pubmed": 22049079, "text": "a new insight into the functional roles of hShh interactions with HSPGs, which may allow targeting this aspect of hShh biology in, for example, pancreatic ductal adenocarcinoma."}, {"pubmed": 22052462, "text": "findings define a new medulloblastoma subgroup characterized by a functional interaction between the SHH and CXCR4 pathways, and they provide a rationale to clinically evaluate combined inhibition of SHH and CXCR4 for medulloblastoma treatment"}, {"pubmed": 22056874, "text": "a novel, VEGF-independent, clinically relevant, pro-angiogenic factor, CYR61, that is a transcriptional target of Hh-GLI signaling"}, {"pubmed": 22114142, "text": "Sonic Hedgehog activates the GTPases Rac1 and RhoA in a Gli-independent manner through coupling of smoothened to Gi proteins."}, {"pubmed": 22123293, "text": "Studies indicate that pathways of Hedgehog (Hh), Wnt and Notch, which regulate development during embryonic life and somatic stem cells (SCs) in the adult organism, can be reactivated in malignancies and support tumor-initiating cells (TIC) scompartment."}, {"pubmed": 22125638, "text": "Data show that single nucleotide polymorphisms (SNPs) in ABO, sonic hedgehog (SHH), telomerase reverse transcriptase (TERT), nuclear receptor subfamily 5, group A, member 2 (NR5A2) were found to be associated with pancreatic cancer risk."}, {"pubmed": 22130025, "text": "Hedgehog pathway in the adult brain and its relevance as a novel therapeutic approach for brain diseases including brain tumors."}, {"pubmed": 22144466, "text": "astrocytes secrete SHH and blood-brain barrier(BBB)ECs express Hedgehog receptors, which together promote BBB formation and integrity;Hh pathway provides a barrier-promoting effect and an endogenous anti-inflammatory balance to CNS-directed immune attacks"}, {"pubmed": 22240607, "text": "Autoactivated Shh signaling provides survival and proliferative cues in CML progenitor cells through downstream beta-catenin signaling."}, {"pubmed": 22241722, "text": "The sonic hedgehog pathway is activated in thyroid neoplasms and can contribute to increased cell proliferation."}, {"pubmed": 22262830, "text": "RACK1 activated sonic hedgehog signaling pathway by interacting with and activating Smoothened to mediate Gli1-dependent transcription in NSCLC cells."}, {"pubmed": 22264144, "text": "SHH and NELL-1 directed signaling produced additive effects on the pro-osteogenic and antiadipogenic differentiation of adipose derived stem cells."}, {"pubmed": 22264356, "text": "A fate map of the hypothalamus is defined, based on expression of sonic hedgehog (Shh) transgene in the hypothalamic progenitor zones. Large neurogenic Shh-expressing progenitor domains of ventral diencephalon are continuous with those of the midbrain."}, {"pubmed": 22310223, "text": "Mutations in SHH is associated with holoprosencephaly."}, {"pubmed": 22350753, "text": "Our study has revealed a molecular mechanism for the persistent activation of the Sonic Hedgehog (SHH) pathway which promotes the development of NB, and suggests a new approach for the treatment of this childhood malignant tumor."}, {"pubmed": 22354771, "text": "Hedgehog signaling controls fibroblast activation and tissue fibrosis in systemic sclerosis."}, {"pubmed": 22388744, "text": "Sonic Hedgehog-activated engineered blood vessels enhance bone tissue formation"}, {"pubmed": 22407314, "text": "Expressions of Shh, Ptch1 and Gli1 were significantly correlated with stage, lymph node metastasis, venous invasion, hepatic infiltration, survival rate, and lymphatic invasion in gallbladder carcinoma."}, {"pubmed": 22432023, "text": "The present study provides evidence that tPA and PAI-1 contribute to Shh-induced in vitro cerebral angiogenesis."}, {"pubmed": 22461522, "text": "findings demonstrate that folate deprivation enhanced invasiveness of colon cancer cells mediated by activation of Shh signaling through promoter hypomethylation and cross actions with the NF-kappaB pathway"}, {"pubmed": 22486854, "text": "Results suggest that hypoxia-induced increase of Smo directly contributes to the proliferation of pancreatic ductal adenocarcinoma (PDAC) cells through a hedgehog/Gli1-independent pathway."}, {"pubmed": 22513293, "text": "mean levels of sonic hedgehog protein in human blood were lower in patients with pancreatitis and pancreatic cancer than in healthy subjects"}, {"pubmed": 22535603, "text": "The immunoexpression of Shh, Smo and Gli2 proteins was lower in Helicobacter pylori-positive group compared to Helicobacter pylori-negative group"}, {"pubmed": 22543708, "text": "Hh signaling pathway mediates invasion and metastasis of human hepatocellular carcinoma by up-regulating the protein expression of MMP-9 via ERK pathway."}, {"pubmed": 22554932, "text": "Aberrant ligand-dependent SHH signaling activation occurs frequently in non-small cell lung carcinomas."}, {"pubmed": 22559324, "text": "In the presence of exogenous ascorbic acid, mouse MC3T3 pre-osteoblasts in mixed cultures with LNCaP cells or LNCaP cells modified to overexpress Shh (LNShh cells) formed collagen matrix with distinct fibril ultrastructural characteristics."}, {"pubmed": 22581926, "text": "Sonic hedgehog (Shh)-modified human CD34-positive cells protect against ventricular dilation and cardiac functional decline associated with experimental acute myocardial infarction."}, {"pubmed": 22609357, "text": "analysis of the crosstalk between TGF-beta and hedgehog signaling in cancer [review]"}, {"pubmed": 22677152, "text": "The hedgehog pathway gene SNPs studied, along with the Vitamin D Receptor and FAS SNPs studied, are not strongly associated with the Basal cell carcinoma cancer-prone phenotype."}, {"pubmed": 22679015, "text": "characterized the gene expression profiles related to the EMPs, SHH, and NOTCH signaling pathway and confirmed that cyclopamine significantly arrested the growth of KCOT-1 cells and may be a viable agent as a novel therapeutic"}, {"pubmed": 22683912, "text": "duplication of 7q36.3 including SHH gene was found in 2 siblings with congenital muscular hypertrophy."}, {"pubmed": 22786669, "text": "report of a new point mutation within the ZRS in a family with digit malformations including triphalangeal thumb, pre-axial polydactyly and post-axial polydactyly; heterozygous C>A mutation at position 287 of the ZRS enhancer was detected in all affected subjects and is absent from four unaffected family members"}, {"pubmed": 22791840, "text": "SHH mutations more commonly resulted in non-chromosomal holoprosencephaly than frank HPE. Individuals with truncating mutations were significantly more likely to have frank HPE than those with non-truncating mutations."}, {"pubmed": 22797776, "text": "Sonic Hedgehog (Shh) protein stimulates cell proliferation and induces internalization of the Patched (Ptch) protein"}, {"pubmed": 22811598, "text": "These studies show that (1)(3)(1)I-SHH is capable of in vivo detection of breast tumors with high HH signaling."}, {"pubmed": 22875023, "text": "Data suggest that targeting Hedgehog (Hh) pathway alone or in combination with PI3K/AKT pathway could be a novel therapeutic option in treating endocrine-resistant breast cancer."}, {"pubmed": 22897141, "text": "Results suggest involvement of the Hedgehog pathway in CPHD and that both SHH and HHIP are investigated as a second screening in CPHD, after mutations in the classical CPHD genes have been ruled out."}, {"pubmed": 22901214, "text": "High SHH expression is associated with colorectal cancer."}, {"pubmed": 22902404, "text": "Disp and Scube cooperate to dramatically enhance the secretion and solubility of the cholesterol-modified Hh ligand."}, {"pubmed": 22903933, "text": "A novel point mutation within the SHH long-range regulator ZRS was found in family members with preaxial polydactyly/triphalangeal thumb and one with radial ray deficiency."}, {"pubmed": 22941587, "text": "Results indicate that sonic hedgehog overexpression may be a marker of good prognosis in gastric cancer."}, {"pubmed": 22948179, "text": "findings suggest that SHH pathway induces cell migration and invasion through FAK/AKT signaling-mediated MMP-2 and MMP-9 production and activation in liver cancer"}, {"pubmed": 22995914, "text": "CXCL12/CXCR4 protein signaling axis induces sonic hedgehog expression in pancreatic cancer cells via extracellular regulated kinase- and Akt kinase-mediated activation of nuclear factor kappaB"}, {"pubmed": 23023967, "text": "The Sonic Hedgehog (SHH) pathway is activated in idiopathic pulmonary fibrosis (IPF) lungs and may contribute to IPF pathogenesis by increasing the proliferation, migration, extracellular matrix production, and survival of fibroblasts."}, {"pubmed": 23027863, "text": "the matricellular protein CCN1/Cyr61 is a critical regulator of Sonic Hedgehog in pancreatic carcinogenesis"}, {"pubmed": 23027964, "text": "Shh signaling defects could contribute to the vermis hypoplasia observed in Joubert syndrome and Meckel syndrome."}, {"pubmed": 23041623, "text": "PN1 regulates Hh signaling by decreasing protein levels of the Hh ligand Sonic (SHH) and its downstream effectors."}, {"pubmed": 23091001, "text": "document enhanced SHH pathway activation and GLI3-target gene induction coincident with impaired recruitment of CDK8 onto promoters of GLI3-target genes, but not non-GLI3-target genes"}, {"pubmed": 23112049, "text": "These findings define residues and regions within Shh that are necessary for its recognition as a substrate for Hhat-mediated palmitoylation."}, {"pubmed": 23172661, "text": "This study supports the presence of autocrine Hedgehog signaling in human cholangiocellular carcinoma, where tumor cells produce and respond to Shh ligand."}, {"pubmed": 23249701, "text": "The group with metastasis showed higher expression levels of Shh, ABCG2, and Wnt than did the group without metastasis"}, {"pubmed": 23284750, "text": "Promoter hypermethylation of SHH gene is associated with Basal Cell Carcinoma."}, {"pubmed": 23336661, "text": "Colorectal adenocarcinoma specimens showed stronger staining of Shh, Gli1, VEGFC, and VEGFR3 compared with a normal specimen. Shh expression was not associated with Gli1 expression."}, {"pubmed": 23340176, "text": "SHH enhanced drug resistance in the pancreatic ductal adenocarcinoma cells"}, {"pubmed": 23395608, "text": "Results indicate that overexpression of VHL may antagonize Hedgehog-Gli activation at the post-translational level in Hedgehog pathway-induced cancers"}, {"pubmed": 23410206, "text": "Hedgehog signaling components are markedly upregulated in medullary thyroid carcinoma."}, {"pubmed": 23468532, "text": "We further indicated that SHH and IHH were highly expressed in metastatic tumors"}, {"pubmed": 23476075, "text": "2 mutations in the holoprosencephaly (HPE)-related genes were detected (c.799 C>T, p.Q267X in TGIF gene and c.1279G>A, p.G427R in SHH gene) in 2 patients with pituitary stalk interruption syndrome (PSIS); data suggest HPE-related gene mutations are implicated in the etiolog of isolated pituitary defects"}, {"pubmed": 23493353, "text": "Data indicate that Shh, Ptch1, Gli1, and Gli2 mRNA expressions were markedly increased in intrahepatic cholangiocellular carcinoma (ICC)."}, {"pubmed": 23504944, "text": "Hedgehog signaling pathway regulates autophagy in human hepatocellular carcinoma cells."}, {"pubmed": 23551431, "text": "Aberrant expression of sonic hedgehog pathway in colon cancer and melanosis coli."}, {"pubmed": 23596255, "text": "Data indicate that transcription factor Sox2 is expressed in Sonic hedgehog (SHH)-associated medulloblastoma."}, {"pubmed": 23667589, "text": "While autonomous Gli activity controls non-small cell lung cancer (NSCLC) proliferation, increased Shh expression by NSCLC is associated with fibroblast activation in tumor-associated stroma."}, {"pubmed": 23709101, "text": "Low expression of Sonic hedgehog signaling proteins is related to lepidic predominant subtype in primary lung adenocarcinoma."}, {"pubmed": 23835807, "text": "Our results suggest that the SHH signaling pathway is constitutively active in ameloblastoma and plays an anti-apoptotic role in the proliferation of ameloblastoma cells"}, {"pubmed": 23867461, "text": "Derlin2 protein facilitates HRD1-mediated retro-translocation of sonic hedgehog at the endoplasmic reticulum."}, {"pubmed": 23867465, "text": "Shh binds to HSPG co-receptors containing a glypican 5 core and 2-O-sulfo-iduronic acid to promote neural precursor proliferation."}, {"pubmed": 23894369, "text": "under ischemic insults, Shh plays a role in tight junction repair and amelioration of the brain edema and blood-brain barier leakage"}, {"pubmed": 23934731, "text": "Epstein Barr virus activates the hedgehog signalling pathway through autocrine induction of SHH ligand."}, {"pubmed": 23935859, "text": "Data indicate that the Shh signaling transduction is facilitated by binding of Shh to its receptor protein, Ptch, and show the complex structure of Shh-Hhip."}, {"pubmed": 23967143, "text": "significantly decreased SHH protein in prostatectomy and diabetic penis"}, {"pubmed": 23998958, "text": "survival analysis and immunohistochemistry identified CDA, EDIL3, ITGB4, PLAUR and SPOCK1 as SHH-dependent stromal factors that are associated with poor prognosis in PDAC"}, {"pubmed": 24004862, "text": "The findings show that immunohistochemistry with FGF10, FGFR2b, or SHH could be useful in differentiating CCAM from type I PPB, when a child presents with a focal cystic lung lesion."}, {"pubmed": 24058673, "text": "Consistent with a role of GLI in SOCS1 regulation, STAT1 phosphorylation is reduced in cells with active Hh/GLI signaling and IFN-small u, Cyrillic/STAT1 target gene activation is decreased"}, {"pubmed": 24072710, "text": "Dzip1-dependent stabilization of Spop/HIB is evolutionarily conserved and essential for proper regulation of Gli/Ci proteins in the Hh pathway."}, {"pubmed": 24076665, "text": "the SHH and PI3K pathways synergize to promote tumor growth and viability in PTEN-deficient glioblastomas"}, {"pubmed": 24095799, "text": "The study thus reveals an intricate crosstalk among the Notch1, Shh and Akt pathways wherein Notch1 emerges as a key regulator of erythropoiesis."}, {"pubmed": 24174682, "text": "Precise titration of GLI repressor transgene levels by SHH signaling is critical to multiple functions of adult neural stem cells and astrocytes."}, {"pubmed": 24224878, "text": "Expression of Shh was correlated with the speed of gastric ulcer healing, promoting the regeneration of gastric mucosa"}, {"pubmed": 24344235, "text": "Data indicate that neutralizing hedgehog antibody MEDI-5304 represents a potent dual hedgehog inhibitor suitable for patients with tumors harboring elevated levels of sonic hedgehog (SHH) or indian hedgehog (IHH)."}, {"pubmed": 24456159, "text": "Here we report on five unrelated families with overlapping microduplications encompassing the Sonic hedgehog (SHH) limb enhancer ZPA regulatory sequence (ZRS) on chromosome 7q36"}, {"pubmed": 24522195, "text": "Sheddases and Scube2 act cooperatively to increase the pool of soluble bioactive Shh."}, {"pubmed": 24682719, "text": "High SHH expression is associated with cholangiocarcinoma."}, {"pubmed": 24694877, "text": "These data suggest that embelin can inhibit pancreatic cancer growth, angiogenesis and metastasis by suppressing Akt and Shh pathways, and can be developed for the treatment and/or prevention of pancreatic cancer."}, {"pubmed": 24710823, "text": "High SHH expression is associated with lymph node metastasis in non-small cell lung cancers."}, {"pubmed": 24733827, "text": "The expression of SHH in 50 human cholangiocellular carcinoma, cholangiocarcinoma cell line, and vivo growing tumors was measured by quantitative PCR"}, {"pubmed": 24740159, "text": "Data indicate a crucial role for the Sonic Hedgehog pathway in diosgenin-induced megakaryocytic differentiation in HEL erythroleukemia cells."}, {"pubmed": 24741597, "text": "Shh signaling is activated in synovium of RA patients in vivo and in cultured FLS form RA patients in vitro, suggesting a role in the proliferation of FLS in RA. It may therefore be a novel therapeutic target in RA."}, {"pubmed": 24742993, "text": "studies show that Shh, BMP2 and COL1 protein expression is decreased in trisomy 18 amniocytes compared to normal amniocytes."}, {"pubmed": 24744439, "text": "specific and potent kidney tubule-derived growth factor that promotes interstitial fibroblast proliferation and activation"}, {"pubmed": 24768363, "text": "SHH signaling is differentially regulated in aneurysmal tissue and may play a causative role in the development of abdominal aortic aneurysms."}, {"pubmed": 24867209, "text": "Findings support a paracrine mode of intratumoral Hedgehog signaling in malignant gliomas"}, {"pubmed": 24910992, "text": "EDEM2 and OS-9 are required for ER-associated degradation of non-glycosylated sonic hedgehog"}, {"pubmed": 24915900, "text": "Expression of Shh, Gli-1, and MMP-9 was significantly upregulated in oral squamous cell carcinoma samples compared with non-cancerous tissue.Patients with low Shh, Gli-1, and MMP-9 expression survived longer than those with high expression."}, {"pubmed": 24925370, "text": "Overexpression of SHH enhances prostate cancer cell lines resistance to paclitaxel."}, {"pubmed": 24927541, "text": "an essential role for both primary cilia assembly and disassembly in the control of Hh signaling and early differentiation in muscle cells."}, {"pubmed": 24947933, "text": "SHH overexpression is associated with perineural invasion in pancreatic cancer."}, {"pubmed": 24954133, "text": "Quiescent, therapy-resistant Sox2(+) cells propagate sonic hedgehog subgroup medulloblastoma by a mechanism that mirrors a neurogenic program."}, {"pubmed": 24991722, "text": "Studies indicate that the hedgehog (Hh) signaling pathway has become one of the most studied potential therapeutic targets in hematological malignancies."}, {"pubmed": 25017332, "text": "The negative regulation of glioma-associated oncogene 1 (Gli1), an important downstream effector of Hh, by the AMPK signal transduction pathway, is reported."}, {"pubmed": 25049282, "text": "this study identifies the myeloma autocrine Hh signaling pathway as a potential target for the treatment of MM. Targeting this pathway may improve the efficacy of chemotherapy in MM patients."}, {"pubmed": 25056824, "text": "SHH mutations or copy number variations are not a common cause of congenital hypopituitarism in patients without complex midline cerebral defects"}, {"pubmed": 25060182, "text": "The expression of Shh/Gli-1 was significantly associated with papillary thyroid carcinoma tumor size, clinical staging, and lymph node metastasis"}, {"pubmed": 25068457, "text": "Sonic hedgehog signaling in the lung. From development to disease."}, {"pubmed": 25140582, "text": "The reemergence of SHH in epithelial cells could result in induction of myofibroblast differentiation in a Smo-dependent manner and subsequent Gli1 activation of the alpha-SMA promoter in pulmonary fibrosis."}, {"pubmed": 25141859, "text": "High Shh expression is associated with visceral pleural invasion and lymphatic thromboembolism in non-small-cell lung cancer."}, {"pubmed": 25146370, "text": "during human brain development, Shh plays an important role in the specification of cortical progenitors"}, {"pubmed": 25197388, "text": "Shh protein expression is upregulated and is statistically correlated with age, tumor differentiation, depth of invasion, pathologic staging, and nodal metastasis in gastric cancer"}, {"pubmed": 25204354, "text": "SPOP plays critical roles in suppressing gastric tumorigenesis through inhibiting Hh/Gli2 signaling pathway. It may provide an alternative strategy for developing therapeutic agents of gastric cancer in future."}, {"pubmed": 25215859, "text": "Shh-mediated degradation of Hhip allows cell autonomous and non-cell autonomous Shh signaling."}, {"pubmed": 25256290, "text": "Shh and EGFR signalling act additively to induce the ERK activation and the increases in cyclin D1 and Bcl2 thereby affecting proliferation and apoptosis in keratinocytes in vitro."}, {"pubmed": 25288466, "text": "we demonstrate that components of Shh signaling, Patched and Gli3, are expressed in human platelets consistent with existence of functional Hedgehog signaling in these cells."}, {"pubmed": 25296753, "text": "Data indicate that tumor suppressor p53 can suppress canonical Hedgehog signaling via induction of patched domain containing 4 (PTCH53), a PTCH1 homolog."}, {"pubmed": 25432698, "text": "These findings revealed a novel role for Shh-Gli1 signals in epithelial-mesenchymal transition in ovarian cancer"}, {"pubmed": 25501422, "text": "no relevant involvement of SHH in human fracture healing"}, {"pubmed": 25552484, "text": "Shh and Gli1 are prognostic biomarkers for patients with resected PDAC."}, {"pubmed": 25595896, "text": "Data indicate microRNA-9 (miR-9) as the target of patched protein 1 (PTCH1) in resistant glioblastoma multiforme (GBM) cells with concomitant activation of sonic hedgehog SHH signaling."}, {"pubmed": 25682950, "text": "It is a regulator in tumorigenesis of hepatocellular carcinoma."}, {"pubmed": 25693592, "text": "activation of SHH pathway, which is important in pituitary embryogenesis, appears to contribute to the pathogenesis of adamantinomatous craniopharyngiomas"}, {"pubmed": 25713298, "text": "These results highlight the interaction between Wnt and SHH signaling pathways in dying tumor cells."}, {"pubmed": 25728352, "text": "Results obtained from in vitro and in vivo studies demonstrate that Shh may function as an inducer of bladder cancer progression. Its expression correlates with advanced clinical stages and poor prognostic bladder cancer."}, {"pubmed": 25740074, "text": "High expression of Sonic Hedgehog Protein is associated with Hepatocellular Carcinoma and Intrahepatic Cholangiocarcinoma."}, {"pubmed": 25756958, "text": "Studied the proteome of human SHH-MB cancer stem-like cells before and after Retinoic Acid (RA)-induced differentiation."}, {"pubmed": 25782671, "text": "The disruption of a novel limb cis-regulatory element of SHH is associated with autosomal dominant preaxial polydactyly-hypertrichosis in a large French pedigree."}, {"pubmed": 25794996, "text": "The sonic hedgehog protein, through its receptors, plays a role in embryo development, in idiopathic pulmonary fibrosis, and in small cell lung carcinoma, non-small cell lung carcinoma and malignant pleural mesothelioma. Review."}, {"pubmed": 25811359, "text": "our results demonstrated that upregulation of HIF-1alpha in NB promotes proliferation, migration and invasiveness via SHH signaling."}, {"pubmed": 25824057, "text": "Inhibition of Hedgehog signaling impedes cancer cell proliferation in part through induction of autophagy."}, {"pubmed": 25843803, "text": "demonstrated that downregulation of TRIM16 activated the sonic hedgehog pathway"}, {"pubmed": 25990213, "text": "our findings reveal multiple and cooperative mechanisms of Shh upregulation in cancer cells"}, {"pubmed": 26171876, "text": "A role of Shh in promoting glycolysis and proliferation of breast cancer cells via PFKFB3 phosphorylation"}, {"pubmed": 26212257, "text": "Data indicate that resveratrol plus curcumin inhibits Hedgehog-Gli1 components in p21Waf1/Cip1 dependent manner."}, {"pubmed": 26276718, "text": "Aberrant activation of SHH-GLI signaling promotes upregulation of ABCG2 that plays key roles in the development of drug resistance."}, {"pubmed": 26281688, "text": "It is involved in tumor initiation, cancer stem cell maintenance and angiogenesis."}, {"pubmed": 26286140, "text": "Na,K-ATPase b1-subunit is a target of the Shh signaling pathway and loss of b1-subunit expression may contribute to tumor development and progression not only in carcinoma but also in medulloblastoma, a tumor of neuronal origin."}, {"pubmed": 26290227, "text": "from ESCs and induced pluripotent stem cells. SIGNIFICANCE STATEMENT: Our study presents a rapid and efficient protocol to generate human motoneurons from embryonic and induced pluripotent stem cells."}, {"pubmed": 26317501, "text": "Study shows that overexpression of SHH and Gli1 correlates with an increased risk along with a poor Myelodysplastic Syndrome prognosis."}, {"pubmed": 26317547, "text": "Crocetinic acid inhibited the expression of both Shh and smoothened in pancreatic cancer stem cells, thereby inhibiting pancreatic tumorigenesis"}, {"pubmed": 26334609, "text": "Data suggest that substrate specificity of hedgehog acyltransferase (HHAT) in palmitoylation reaction extends to oligopeptide fragments of Sonic hedgehog protein (SHH)."}, {"pubmed": 26371509, "text": "PDE4D interacts directly with Neuropilins, positive regulators of Hedgehog signal transduction pathway."}, {"pubmed": 26446020, "text": "the effect gene of the Shh pathway, gli1, was found to have a reduced level of expression along with a decreased expression of gli2."}, {"pubmed": 26465952, "text": "Data indicate that regulation of sonic hedgehog (SHh)-GLI family zinc finger 1 (Gli1) signals to migration of pancreatic cancer AsPC-1 Cells through mediating eukaryotic translation initiation factor 5A (EIF5A2) gene expression."}, {"pubmed": 26483188, "text": "Data suggest a role for hedgehog pathway (HhP) signaling in myeloid disease."}, {"pubmed": 26499980, "text": "This article reviews the most relevant functions of Shh during cerebellar ontogenesis, underlying its role in physiological and pathological conditions.  [review]"}, {"pubmed": 26563370, "text": "The recurring expression of NF-kB, SHH, K-RAS, and PTX3 in vimentin- and CD44-positive breast cancer cells allows to speculate that breast cells acquire the ability to express these molecules in concomitance to EMT phenomenon."}, {"pubmed": 26586670, "text": "Demonstrated that sonic hedgehog is a PRL-regulated cytokine in breast cancer cells and part of the mechanism that induces osteoclast differentiation."}, {"pubmed": 26592459, "text": "Studies indicate crosstalk between Notch receptor and Wnt protein, Hedgehog protein, hypoxia and transforming growth factor beta (TGFbeta)/bone morphogenetic protein (BMP) pathways."}, {"pubmed": 26676748, "text": "appears to be responsive to the inhibition of GALNT1 and SHH signaling"}, {"pubmed": 26689865, "text": "Data suggest that nicotine increases the SHH-mediated malignant potential of pancreatic cancer stem cells and that GABA prevents these effects."}, {"pubmed": 26691363, "text": "The serum levels of IHH and SHH were significantly higher in autistic subjects than those of control subjects. The findings support a correlation between SHH, IHH and BDNF in autistic children, suggesting their pathological role in autism"}, {"pubmed": 26725322, "text": "YB-1 is induced by Shh in CGNPs"}, {"pubmed": 26727947, "text": "Shh protein is upregulated in breast cancer. Expression of this protein was statistically correlated with age and malignant stage."}, {"pubmed": 26762695, "text": "The roles of the SHH pathway in the context of limb development.[ review]"}, {"pubmed": 26773496, "text": "Here we show that MITF-A mRNA is predominantly expressed in all three human liver cancer cell lines examined."}, {"pubmed": 26815504, "text": "High SHH expression is associated with pancreatic cancer."}, {"pubmed": 26825960, "text": "MAPK and SHH pathways modulate type 3 deiodinase expression in papillary thyroid carcinoma"}, {"pubmed": 26867642, "text": "These findings showed the upexpression of sonic hedgehog and vascular endothelial growth factor with co-localization in varicocele veins which imply that the reducing hypoxia or using sonic hedgehog antagonists may be helpful for this vascular disease."}, {"pubmed": 26934446, "text": "sHH signaling pathway is involved in pancreatic cancer pain, and pancreatic stellate cells play an essential role in the process greatly by inducing Nerve Growth Factors."}, {"pubmed": 26943330, "text": "hyperactivity of Hh signaling resulted in EGFR-TKI resistance, by EMT introduction and ABCG2 upregulation, and blockade of Hh signaling synergistically increased sensitivity to EGFR-TKIs in primary and secondary resistant NSCLC cells"}, {"pubmed": 26988754, "text": "Data indicate that agedunin induces its anti-metastatic effect through inhibition of sonic hedgehog protein [SHH] signaling."}, {"pubmed": 26997450, "text": "Increased SHH, PTCH, and GLI1 protein correlated positively with tumor grade, tumor depth and lymph node metastasis in Peutz-Jeghers syndrome."}, {"pubmed": 27039174, "text": "Study demonstrated that SHH is overexpressed in gastric cancer and is associated with poor survival."}, {"pubmed": 27082974, "text": "The results suggested that, when the rs61730970, rs200798148 and rs146535482 alleles of the Hedgehog gene lacked particular single nucleotide polymorphisms, the patients were associated with a greater risk of Hirschsprung's disease and/or anorectal malformations [HSCR: odds ratio (OR)=1.543, P=0.004; OR=1.494, P=0.007; rs146535482: OR=1.556, P=0.003, respectively."}, {"pubmed": 27086929, "text": "This suggests an important cross-talk between SHH and WIP1 pathways that accelerates tumorigenesis and supports WIP1 inhibition as a potential treatment strategy for MB."}, {"pubmed": 27108756, "text": "Oleanolic acid markedly suppressed the activation of the STAT3 and SHH signaling pathways and inhibited the expression of the proangiogenic vascular endothelial growth factor A and basic fibroblast growth factor, two important target genes of the aforementioned signaling pathways."}, {"pubmed": 27120089, "text": "influences sweat gland differentiation of stem cells"}, {"pubmed": 27146893, "text": "Methylation at K436 and K595 respectively by Set7 increases the stability and DNA binding ability of Gli3, resulting in an enhancement of Shh signaling activation."}, {"pubmed": 27199253, "text": "Results show SHH proteolysis is under the mechanism of Scube2 which is enriched at the surface of Shh-producing cells by heparan sulfate proteoglycans."}, {"pubmed": 27246849, "text": "SHH acted exclusively in a paracrine fashion on pancreatic stellate cells and influenced the growth of Pancreatic Cancer cells only indirectly, ADM could directly impact the growth of both Pancreatic Cancer cells and pancreatic stellate cells ."}, {"pubmed": 27289556, "text": "SHH can promote cell growth and cell osteoblastic/cementoblastic differentiation via BMP pathway"}, {"pubmed": 27325696, "text": "These data reveal an interaction between the cytoplasmic domains of Ptch1 and that these domains modulate Ptch1 activity but are not essential for regulation of the Hh pathway."}, {"pubmed": 27333788, "text": "Studies indicate that sonic hedgehog protein (Shh) is upregulated specifically in renal tubular epithelium."}, {"pubmed": 27453577, "text": "data implicate perturbation of the Shh pathway in at least 37% of individuals with the hypothalamic hamartoma epilepsy syndrome, consistent with the concept of a developmental pathway brain disease"}, {"pubmed": 27614115, "text": "This case, together with two others previously described, one presenting with esophageal atresia, the other with congenital esophageal stenosis, confirms the possible association between congenital esophageal malformations and 7q terminal deletion including SHH."}, {"pubmed": 27647915, "text": "during Hedgehog signaling, ligand binding inhibits Patched by trapping it in an inactive conformation, a mechanism that explains the dramatically reduced activity of oncogenic Patched1 mutants."}, {"pubmed": 27657189, "text": "our data showed that paracrine Hh signaling mediated pro-angiogenic function of HSC and enhanced hepatoma growth."}, {"pubmed": 27662839, "text": "High expression of SHH is associated with glioma chemoresistance."}, {"pubmed": 27694322, "text": "Hedgehog pathway activation in T-cell acute lymphoblastic leukemia predicts response to SMO and GLI1 inhibitors."}, {"pubmed": 27730468, "text": "Studies suggest that embryonic signaling pathways, the likes of Notch, Wnt, and Hedgehog and tumor marker Oct-4 offer targets for cascade-specific molecular inhibition as they are fundamental to (cancer and normal) stem cell maintenance and growth."}, {"pubmed": 27731925, "text": "Gpr161 is a critical factor in the basal suppression machinery of Shh signaling, neural tube morphogenesis and closure. (Review)"}, {"pubmed": 27779682, "text": "These findings suggest that the Hh signaling pathway in breast CSCs may contribute to the poor outcome of patients with breast cancer."}, {"pubmed": 27810405, "text": "SHH siRNA synergistically enhanced cytotoxicity induced by itraconazole in MCF-7 cells."}, {"pubmed": 28058596, "text": "The study reveals several novel individual and repetitive mutations of SHH gene in Gallbladder Cancer and Cholelithiasis samples that may be used as diagnostic markers for gallbladder carcinogenesis."}, {"pubmed": 28127823, "text": "first report of the assessment of the frequency of GLI3/SHH/preZRS/ZRS in Chinese polydactyly patients to show any higher possibility of mutations or variants for the 4 genes or sequences in China"}, {"pubmed": 28137592, "text": "findings suggest that Usp7 is important for MB cell proliferation and metastasis by activating Shh pathway, and is a putative therapeutic target for MBs"}, {"pubmed": 28263766, "text": "these results reveal a novel role for E177-Zn(2+) in regulating SHH signaling that may involve critical, cilia basal-body localized changes in cross-linking and/or conformation."}, {"pubmed": 28284480, "text": "We found a novel 7q36.3 duplication involving 2 genes (SHH and RBM33) in a patient with complete corpus callosum agenesis (Figure), moderate learning difficulties, and macrocephaly"}, {"pubmed": 28292438, "text": "importance of MAOA for initiating the pre-metastatic niche in stromal cells and promoting PCa metastasis to bone and visceral organs, mediated by activation of paracrine Shh-IL6-RANKL signaling underlying tumor-stromal interactions."}, {"pubmed": 28370639, "text": "In conclusion, our data suggest that overexpression of the Hedgehog components SHH, GLI2 and FOXA2 might be used as markers of an aggressive hemangioma."}, {"pubmed": 28389227, "text": "Data suggest that negative feedback mediated by GLI3 (GLI-Kruppel family member) acts to finely tune SHH (sonic hedgehog) signaling. During medulloblastoma (MB) formation, nerve tissue cells appear to express nestin which hyperactivates SHH signaling by abolishing negative feedback by GLI3. Restoration of intrinsic negative feedback by repressing nestin expression represents a promising approach to treat MB. [REVIEW]"}, {"pubmed": 28496132, "text": "The elevated levels of both serum Shh and IL-6 were mainly observed in BC patients who had a significantly higher risk of early recurrence and bone metastasis, and associated with a worse survival for patients with progressive metastatic BC."}, {"pubmed": 28551328, "text": "Expression of SHH and GLI1 may be useful prognostic markers of Merkel cell carcinoma because increased expression was associated with better prognosis."}, {"pubmed": 28574612, "text": "Studies suggest significance of other signaling aside from hedgehog in the pathogenesis of basal cell carcinoma (BCC) of the skin."}, {"pubmed": 28645738, "text": "NAFLD progression is usually accompanied by activation of the Sonic hedgehog (SHH) pathway leading to fibrous buildup (scar tissue) and inflammation of the liver tissue. For the first time patients with holoprosencephaly, a disease caused by SHH signaling mutations, are shown to have increased liver steatosis independent of obesity."}, {"pubmed": 28652022, "text": "CHSY1 overexpression in HCC contributes to the malignant behavior of hepatocellular carcinoma cells via activation of the hedgehog signaling pathway."}, {"pubmed": 28739739, "text": "Study showed that SHH expression was significantly high among breast cancer patients with advanced tumor grade, stage, nodal involvement and metastasis and this expression strongly correlated with proliferation marker."}, {"pubmed": 28747625, "text": "The study suggested that Hh/Gli1 cascade (canonical pathway) as well as Gsk3beta-Gli1 crosstalk (non-canonical pathway) play crucial role in estrogen-dependent cell proliferation in endometrial hyperplasia."}, {"pubmed": 28754309, "text": "Accumulating evidence suggest that cytochrome P450 (CYP26), the primary retinoid-inactivating enzyme, plays a critical role in the integration of two neoplastic molecular programs: the retinoid metabolism and Hedgehog pathways. (Review)"}, {"pubmed": 28839461, "text": "GPT2 reduced alpha-ketoglutarate level in cells leading to the inhibition of proline hydroxylase 2 (PHD2) activity involved in the regulation of HIF1alpha stability. Accumulation of HIF1alpha, resulting from GPT2-alpha-ketoglutarate-PHD2 axis, constitutively activates sonic hedgehog (Shh) signaling pathway."}, {"pubmed": 28870814, "text": "Altogether, these data suggested that curcumin inhibited the activities of BCSCs through suppressing Shh pathway, which might be an effective chemopreventive agent for bladder cancer intervention."}, {"pubmed": 28870922, "text": "High SHH expression is associated with Small Cell Lung Cancer."}, {"pubmed": 28877722, "text": "Hh signaling activation might reflect aggressive tumoral behavior, since high epithelial GLI2 expression positively correlates with a higher pathological Gleason score. Moreover, higher epithelial GLI3 expression is an independent marker of a more favorable prognosis."}, {"pubmed": 28881358, "text": "SHH activation is associated with Rhabdomyosarcoma."}, {"pubmed": 28886265, "text": "Shh and Gli1 expression were associated with lymph node metastasis, TNM stage and tumor recurrence, suggesting Shh and Gli1 protein could become the valuable biomarker in evaluating the lymph node metastasis in oral squamous cell carcinoma."}, {"pubmed": 28886322, "text": "The results showed that Shh and Gli1 were upregulated in prostate cancer tissues and were targeted by a phytogenic neoplastic compound carnosol."}, {"pubmed": 29054489, "text": "High SHH expression is associated with esophageal squamous cell carcinoma."}, {"pubmed": 29088246, "text": "Gorlin syndrome-derived induced pluripotent stem cells (iPSCs) expressed lower basal levels than control iPSCs of the genes encoding the Hh ligands Indian Hedgehog (IHH) and Sonic Hedgehog (SHH)."}, {"pubmed": 29088375, "text": "Identify SMO-dependent Shh signalling as a specific process for the activation of adventitial fibroblasts and the subsequent proliferation of smooth muscle cells and neointima formation."}, {"pubmed": 29128669, "text": "In an in vitro model of LPS inflammation of the blood-brain barrier, sonic hedgehog signaling was activated by Wip1 overexpression and inhibited by silencing. Wip1 may protect the BBB against LPS damage via SHH signaling."}, {"pubmed": 29158396, "text": "Epithelial-mesenchymal transition programs promote basal mammary stem cell and tumor-initiating cell stemness by inducing primary ciliogenesis and Hedgehog signaling."}, {"pubmed": 29187450, "text": "Findings suggest that oral squamous cell carcinoma (OSCC)derived sonic hedgehog protein (SHH) stimulates angiogenesis at the tumor invasive front."}, {"pubmed": 29222038, "text": "Histone deacetylase 6 (HDAC6) inhibition enhanced glioma stem cells (GSCs) radiosensitivity via inactivating sonic hedgehog protein (SHH)/glioma-associated oncogene homolog 1 (Gli1) pathway."}, {"pubmed": 29313231, "text": "SHH-related signaling pathway affects antineoplastic drug resistance in cultured glioma cells."}, {"pubmed": 29321670, "text": "Disturbed SHH link between KIF7 and C5orf42 contributes to neurodevelopmental features characteristic of C5orf42-related ciliopathies."}, {"pubmed": 29358407, "text": "SHH is expressed in cilia in the airway epithelial cells.SHH may mediate noncanonical hedgehog signaling through motile cilia to dampen respiratory defenses."}, {"pubmed": 29483508, "text": "Protease nexin-1 prevents growth of human B cell lymphoma via inhibition of sonic hedgehog signaling."}, {"pubmed": 29492654, "text": "The SHH expression increased during development, shifting from progenitor cells in the proliferative zones to neurons, both glutamatergic and GABAergic, and astrocytes in upper cortical compartments."}, {"pubmed": 29498412, "text": "this report present an incomplete phenotype linked to the SHH gene with familial coloboma and microcephaly. It also confirms that WES remains an efficient tool to identify causal genes in atypical phenotypes of well-known genes."}, {"pubmed": 29517209, "text": "Case Report: medullablastoma with activated SHH expression."}, {"pubmed": 29551561, "text": "Oncogenic activation of SHH is associated with Rubinstein-Taybi Syndrome and Medulloblastoma."}, {"pubmed": 29572896, "text": "ASS1 is associated with sonic hedgehog activation as part of a periportal program expressed in hepatocellular adenomas."}, {"pubmed": 29587601, "text": "To determine if there is a correlation between preaxial polydactyly and radial aplasia, we induced ectopic Sonic hedgehog signalling during chicken limb development with application of a smoothened-agonist (SAG) or retinoic acid.  We demonstrate that ectopic Sonic hedgehog signalling may cause both preaxial polydactyly and predictable forearm anomalies."}, {"pubmed": 29715275, "text": "High SHH expression is associated with radioresistance in esophageal adenocarcinoma."}, {"pubmed": 29734730, "text": "Blockade of the Shh signaling pathway could reduce cell proliferation and migration only in MDA-MB-231 cells. Hh pathway inhibitor-1 (HPI-1) increased the percentages of late apoptotic cells in MDA-MB-231 cells and early apoptotic cells in T2 cells"}, {"pubmed": 29867080, "text": "The upregulation of SHH expression in allergic bronchial epithelia contributes to goblet cell metaplasia."}, {"pubmed": 29954986, "text": "Structure-guided mutational analysis shows that interaction between ShhN and Ptch1 is steroid-dependent."}, {"pubmed": 29995851, "text": "atomic insights into the recognition of the N-terminal domain of Sonic Hedgehog (HH-N) by PTCH1, offers a structural basis for cooperative binding of HH-N to various receptors and serves as a molecular framework for HH signalling and its malfunction in disease"}, {"pubmed": 29996106, "text": "Rictor/mTORC2 has opposing functions in neural stem cells and granule cell precursors in the adult and the developing brain, promoting malignant gliomas and suppressing SHH-medulloblastoma formation, respectively."}, {"pubmed": 30124781, "text": "Microparticles carrying Sonic hedgehog (Shh) morphogen increase both the vasculogenesis of endothelial progenitor cells and their capacity to produce NO, including EPC from patients who have recently suffered an acute myocardial infarction."}, {"pubmed": 30139912, "text": "3.5-angstrom resolution cryo-electron microscopy structure of native Sonic Hedgehog (SHH-N) in complex with PTCH1 at a physiological calcium concentration reconciles previous disparate findings and demonstrates that one SHH-N molecule engages both epitopes to bind two PTCH1 receptors in an asymmetric manner."}, {"pubmed": 30187971, "text": "The SHH pathway was identified in human Rhabdosphincter.Rhabdosphincter growth increased with SHH treatment, indicating intervention may be possible to enhance Rhabdosphincter regeneration"}, {"pubmed": 30235038, "text": "We did not detect any mutations in GLI3, SHH, or SHH ZRS in the 77 nonsyndromic polydactyly patients."}, {"pubmed": 30347228, "text": "The results indicate that Shh signaling modulates antioxidant defense system and stabilizes mitochondrial dynamics by suppressing Drp1 protein which maintains survival of endometrial hyperplasial cells against oxidative stress."}, {"pubmed": 30361899, "text": "High Shh expression is correlated with increased lymph node metastasis in Urothelial Bladder Cancer."}, {"pubmed": 30453796, "text": "results showed that the microtextured/nanotextured topographies induced significantly high expression of Sonic Hedgehog (SHH), Smoothened (SMO) and GLI1 in the HUVECs as well as high activation of Hedgehog-Gli1 signaling, compared to the smooth surface."}, {"pubmed": 30483764, "text": "Of note, the enforced expression of MEKK1 or the exposure of medulloblastoma cells to the MEKK1 activator, Nocodazole, resulted in a marked inhibitory effect on GLI1 activity and tumor cell proliferation and viability. Taken together, the results of this study shed light on a novel regulatory mechanism of HH signaling, with potentially relevant implications in cancer therapy."}, {"pubmed": 30539521, "text": "Sonic Hedgehog Protein is Frequently Up-Regulated in Pancreatic Cancer Compared to Colorectal Cancer."}, {"pubmed": 30544841, "text": "These findings provide novel information on Shh signaling during ischemia in humans, with potentially important biological and clinical implications."}, {"pubmed": 30568656, "text": "The findings suggest that SHH signaling pathway mediates proliferation and migration of RA-FLSs via MAPK/ERK pathway and may contribute to progression of rheumatoid arthritis (RA)."}, {"pubmed": 30598432, "text": "Inversin required for ciliary translocation of Smo and activation of the Shh pathway; Shh signaling promotes inversin phosphorylation by PKA and inversin-Smo interaction"}, {"pubmed": 30670636, "text": "In medulloblastomas (MBs), the expression and activity of RE1-silencing transcription factor (REST) is increased in tumors driven by the sonic hedgehog (SHH) pathway."}, {"pubmed": 30747231, "text": "Combined use of SHH and HDAC inhibitors resulted in significantly greater downregulation of SHH and PI3K/mTOR signaling."}, {"pubmed": 30761741, "text": "The results revealed that EIF5A regulated the proliferation of pancreatic cancer through the SHH signaling pathway while decreasing the gemcitabine sensitivity."}, {"pubmed": 30841515, "text": "on a molecular level the human and mouse HH-dependent MB are quite distinct, with human, but not mouse, tumors characterized by the presence of markers of increased oxidative phosphorylation and mitochondrial biogenesis."}, {"pubmed": 30895425, "text": "Our results manifested that genes involved in SHH signaling pathway showed identical expression patterns, while genes involved in BMP as well as FGF pathway exhibited similar but distinct expression patterns in humans to those in the mouse."}, {"pubmed": 31018591, "text": "SHH-Patched signal transduction is instrumental for development in Drosophila and for tumor cells communication in humans."}, {"pubmed": 31072042, "text": "Shh expression was significantly upregulated in the stromal and epithelial compartments of poorly-differentiated Pancreatic ductal adenocarcinoma samples, with a strong correlation with the amount of stroma present."}, {"pubmed": 31080015, "text": "SHH activity clearly declines with aging and subsequently attenuates endometrial stem cell loss and dysfunction in the aging process by suppressing the expression of SERPINB2."}, {"pubmed": 31087761, "text": "the levels of SHH and IHH proteins were significantly correlated with the expression of proteins involved in the TGF-b1 pathway. Moreover, the expression of the HH pathway ligands was positively associated with the expression of TAZ, supporting the notion that TAZ may play a role in the activation of the HH pathway thereby regulating the expression of its ligands"}, {"pubmed": 31092427, "text": "Overexpression of the Hedgehog signaling components SHH and GLI2 and its target gene FOXA2 in HH were similar to those found in aggressive skin hemangioma and KHE, their expression being significantly higher than in mild skin hemangioma."}, {"pubmed": 31127104, "text": "Study reports the cryo-electron microscopy structure of tetrameric PTCH1 in complex with the palmitoylated N-terminal signaling domain of human Sonic hedgehog at a 4:2 stoichiometric ratio. The structure shows that four PTCH1 protomers are organized as a loose dimer of dimers."}, {"pubmed": 31147463, "text": "results indicate that the preformed chromatin structure of the Shh locus is sustained by multiple components and acts to reinforce enhancer-promoter communication for robust transcription"}, {"pubmed": 31163988, "text": "HHIPL1 cellular localization, interaction with sonic hedgehog (SHH), and influence on hedgehog signaling were tested. Human aortic smooth muscle cell phenotypes and hedgehog signaling were investigated after gene knockdown. Immunoprecipitation shows that recombinant HHIPL1 and SHH proteins interact."}, {"pubmed": 31167533, "text": "Differential expression of sonic hedgehog in lung adenocarcinoma and lung squamous cell carcinoma"}, {"pubmed": 31253779, "text": "These findings reveal a molecular basis of TSPAN8-enhanced Sonic Hedgehog signaling and highlight a role for TSPAN8 in promoting cancer stemness."}, {"pubmed": 31364136, "text": "SHH expression in placental tissues and trophoblast cell oxidative stress injury during preeclampsia."}, {"pubmed": 31395945, "text": "Results find the LMBR1 protein harboring point mutation in the ZRS regulatory sequence enhanced the binding affinity for HnRNPK and upregulated SHH expression."}, {"pubmed": 31411078, "text": "This study identifies Shh as a novel mitogen that selectively promotes lymphatic, but not vascular, endothelial cell proliferation"}, {"pubmed": 31442607, "text": "GATA-6 inhibited the proliferation and migration of LSCC cells by transcriptionally inhibiting the expression of Shh"}, {"pubmed": 31445709, "text": "N-terminal fragment of recombinant Shh significantly decreased K(+)-dependent ATP-hydrolyzing activity, which is sensitive to an inhibitor of H(+),K(+)-ATPase (SCH28080), in hog gastric tubulovesicles and membrane fractions of the H(+),K(+)-ATPase-expressing cells."}, {"pubmed": 31465935, "text": "RAB family small GTP binding protein RAB 23 (Rab23) and ADP-ribosylation factor-like 13B (Arl13b) have been implicated in ciliopathy-associated human diseases and could regulate hedgehog proteins (Hh) signalling cascade in multifaceted manners [Review]."}, {"pubmed": 31503551, "text": "gigaxonin as a key E3 ligase that positively controls the initiation of Shh transduction, and reveal the causal role of Shh dysfunction in motor deficits, thus highlighting the developmental origin of giant axonal neuropathy."}, {"pubmed": 31590919, "text": "SOX2-induced upregulation of lncRNA LINC01510 promotes papillary thyroid carcinoma progression by modulating miR-335/SHH and activating Hedgehog pathway"}, {"pubmed": 31634481, "text": "Hypoxia upregulates SHh expression and activates SHH signaling pathway in cholangiocarcinoma cells."}, {"pubmed": 31638600, "text": "tumor-derived SHH has a role in promoting tumor-associated macrophage M2 polarization, and in a mechanism for tumor-associated macrophage-mediated immunosuppression"}, {"pubmed": 31647783, "text": "Sonic hedgehog connects podocyte injury to mesangial activation and glomerulosclerosis."}, {"pubmed": 31692471, "text": "Here, the crystal structure of human Shh-N is presented at 1.43 A degrees resolution, representing a landmark in the characterization of this protein."}, {"pubmed": 31702025, "text": "these findings suggest that HDM/TGFbeta1 may induce EMT in HBECs via an SHH signaling mechanism. Inhibition of SHH signaling may be a novel therapeutic method for preventing airway remodeling in asthma."}, {"pubmed": 31744214, "text": "These results suggest that autocrine effects of SHH induce cancer invasion, and paracrine effects of SHH govern parenchyma-stromal interactions of oral squamous cell carcinoma (OSCC). The role of the SHH pathway is to promote growth and invasion."}, {"pubmed": 31782614, "text": "Increased SHH expression is associated with neuroblastoma."}, {"pubmed": 31851932, "text": "Truncated BRPF1 Cooperates with Smoothened to Promote Adult Shh Medulloblastoma."}, {"pubmed": 32030915, "text": "Exosomal Sonic Hedgehog derived from cancer-associated fibroblasts promotes proliferation and migration of esophageal squamous cell carcinoma."}, {"pubmed": 32044884, "text": "Novel Interplay Between Sonic Hedgehog and Transforming Growth Factor-beta1 in Human Nonalcoholic Steatohepatitis."}, {"pubmed": 32061952, "text": "NRF2/SHH signaling cascade promotes tumor-initiating cell lineage and drug resistance in hepatocellular carcinoma."}, {"pubmed": 32084300, "text": "Signaling in the primary cilium through the lens of the Hedgehog pathway."}, {"pubmed": 32130032, "text": "IL-4/IL-13 upregulate SHH expression to induce allergic airway epithelial remodeling."}, {"pubmed": 32186749, "text": "Protective effect of sonic hedgehog against oxidized lowdensity lipoproteininduced endothelial apoptosis: Involvement of NFkappaB and Bcl2 signaling."}, {"pubmed": 32358063, "text": "Co-targeting of CXCR4 and hedgehog pathways disrupts tumor-stromal crosstalk and improves chemotherapeutic efficacy in pancreatic cancer."}, {"pubmed": 32377291, "text": "Cav-1 Ablation in Pancreatic Stellate Cells Promotes Pancreatic Cancer Growth through Nrf2-Induced shh Signaling."}, {"pubmed": 32403133, "text": "Disrupted Hypothalamo-Pituitary Axis in Association With Reduced SHH Underlies the Pathogenesis of NOTCH-Deficiency."}, {"pubmed": 32404987, "text": "Genetic landscape and ligand-dependent activation of sonic hedgehog-Gli1 signaling in chordomas: a novel therapeutic target."}, {"pubmed": 32440000, "text": "Dual roles of the sterol recognition region in Hedgehog protein modification."}, {"pubmed": 32526259, "text": "High SHH expression is associated with Myelodysplastic Syndrome."}, {"pubmed": 32540122, "text": "Developmental and regenerative paradigms of cilia regulated hedgehog signaling."}, {"pubmed": 32542401, "text": "Synonymous variants in holoprosencephaly alter codon usage and impact the Sonic Hedgehog protein."}, {"pubmed": 32575925, "text": "Desialylation of Sonic-Hedgehog by Neu2 Inhibits Its Association with Patched1 Reducing Stemness-Like Properties in Pancreatic Cancer Sphere-forming Cells."}, {"pubmed": 32576942, "text": "WDR34 mutation from anencephaly patients impaired both SHH and PCP signaling pathways."}, {"pubmed": 32670287, "text": "Sonic Hedgehog Regulates Proliferation, Migration and Invasion of Synoviocytes in Rheumatoid Arthritis via JNK Signaling."}, {"pubmed": 32682910, "text": "Inhibition of Shh Signaling through MAPK Activation Controls Chemotherapy-Induced Alopecia."}, {"pubmed": 32814794, "text": "Hedgehog-GLI signalling promotes chemoresistance through the regulation of ABC transporters in colorectal cancer cells."}, {"pubmed": 32929330, "text": "Dysregulated Kras/YY1/ZNF322A/Shh transcriptional axis enhances neo-angiogenesis to promote lung cancer progression."}, {"pubmed": 32939873, "text": "Functional analysis of Sonic Hedgehog variants associated with holoprosencephaly in humans using a CRISPR/Cas9 zebrafish model."}, {"pubmed": 32957513, "text": "Hedgehog Signaling and Truncated GLI1 in Cancer."}, {"pubmed": 33000351, "text": "Hedgehog pathway activation in oral squamous cell carcinoma: cancer-associated fibroblasts exhibit nuclear GLI-1 localization."}, {"pubmed": 33047712, "text": "[Exploring parent-of-origin effects for non-syndromic cleft lip with or without cleft palate on PTCH1, PTCH2, SHH, SMO genes in Chinese case-parent trios]."}, {"pubmed": 33070227, "text": "Quercetin suppresses pancreatic ductal adenocarcinoma progression via inhibition of SHH and TGF-beta/Smad signaling pathways."}, {"pubmed": 33199907, "text": "Cholesterol access in cellular membranes controls Hedgehog signaling."}, {"pubmed": 33206287, "text": "Understanding Abnormal SMO-SHH Signaling in Autism Spectrum Disorder: Potential Drug Target and Therapeutic Goals."}, {"pubmed": 33218077, "text": "PNPLA3 I148M Up-Regulates Hedgehog and Yap Signaling in Human Hepatic Stellate Cells."}, {"pubmed": 33291316, "text": "Downregulation of miR-506-3p Facilitates EGFR-TKI Resistance through Induction of Sonic Hedgehog Signaling in Non-Small-Cell Lung Cancer Cell Lines."}, {"pubmed": 33390589, "text": "Dysfunction of Shh signaling activates autophagy to inhibit trophoblast motility in recurrent miscarriage."}, {"pubmed": 33418093, "text": "Pathophysiological relationship between hypoxia associated oxidative stress, Epithelial-mesenchymal transition, stemness acquisition and alteration of Shh/ Gli-1 axis during oral sub-mucous fibrosis and oral squamous cell carcinoma."}, {"pubmed": 33438046, "text": "The proteomic analysis shows enrichment of RNA surveillance pathways in adult SHH and extensive metabolic reprogramming in Group 3 medulloblastomas."}, {"pubmed": 33589929, "text": "Integrated molecular analysis of adult sonic hedgehog (SHH)-activated medulloblastomas reveals two clinically relevant tumor subsets with VEGFA as potent prognostic indicator."}, {"pubmed": 33599359, "text": "Sonic hedgehog signals hinder the transcriptional network necessary for pancreatic endoderm formation from human embryonic stem cells."}, {"pubmed": 33630857, "text": "Hedgehog proteins create a dynamic cholesterol interface."}, {"pubmed": 33741928, "text": "The transcriptional landscape of Shh medulloblastoma."}, {"pubmed": 33749384, "text": "Histologic Correlates of Molecular Group 4 Pediatric Medulloblastoma: A Retrospective Canadian Review."}, {"pubmed": 33817723, "text": "Analysis of the occurrence and distribution of primary and recurrent basal cell carcinoma of head and neck coupled to the assessment of tumor microenvironment and Sonic hedgehog signaling."}, {"pubmed": 33863273, "text": "Association of Sonic Hedgehog with the extracellular matrix requires its zinc-coordination center."}, {"pubmed": 33885911, "text": "Perillyl alcohol for pediatric TP53- and RAS-mutated SHH-medulloblastoma: an in vitro and in vivo translational pre-clinical study."}, {"pubmed": 33906647, "text": "NKX6-1 mediates cancer stem-like properties and regulates sonic hedgehog signaling in leiomyosarcoma."}, {"pubmed": 33948856, "text": "Sonic hedgehog signaling is associated with resistance to zoledronic acid in CD133high/CD44high prostate cancer stem cells."}, {"pubmed": 34112694, "text": "Substrate and product complexes reveal mechanisms of Hedgehog acylation by HHAT."}, {"pubmed": 34129846, "text": "PHF19 activates hedgehog signaling and promotes tumorigenesis in hepatocellular carcinoma."}, {"pubmed": 34260267, "text": "Myomegalin regulates Hedgehog pathway by controlling PDE4D at the centrosome."}, {"pubmed": 34275739, "text": "The role of sonic hedgehog homologue signal pathway in hypospadias aetiology."}, {"pubmed": 34290270, "text": "SHH-N non-canonically sustains androgen receptor activity in androgen-independent prostate cancer cells."}, {"pubmed": 34314869, "text": "Peptide amphiphile nanofiber hydrogel delivery of Sonic hedgehog protein to the penis and cavernous nerve suppresses intrinsic and extrinsic apoptotic signaling mechanisms, which are an underlying cause of erectile dysfunction."}, {"pubmed": 34371011, "text": "Expression of activator proteins of SHH/GLI and PI3K/Akt/mTORC1 signaling pathways in human gliomas is associated with high grade tumors."}, {"pubmed": 34399854, "text": "Forebrain Shh overexpression improves cognitive function and locomotor hyperactivity in an aneuploid mouse model of Down syndrome and its euploid littermates."}, {"pubmed": 34440799, "text": "The Role of the Hedgehog Pathway in Chemoresistance of Gastrointestinal Cancers."}, {"pubmed": 34576017, "text": "The Role of Sonic Hedgehog in Human Holoprosencephaly and Short-Rib Polydactyly Syndromes."}, {"pubmed": 34667228, "text": "Integrated computational analyses reveal novel insights into the stromal microenvironment of SHH-subtype medulloblastoma."}, {"pubmed": 34732409, "text": "SHH Expression Is Significantly Associated With Cancer Stem Cell Markers in Oral Squamous Cell Carcinoma."}, {"pubmed": 34830484, "text": "Long-Term Effects of Ionizing Radiation on the Hippocampus: Linking Effects of the Sonic Hedgehog Pathway Activation with Radiation Response."}, {"pubmed": 34845226, "text": "Structural insights into proteolytic activation of the human Dispatched1 transporter for Hedgehog morphogen release."}, {"pubmed": 34887403, "text": "Hedgehog-Interacting Protein is a multimodal antagonist of Hedgehog signalling."}, {"pubmed": 34944004, "text": "Wnt Inhibitory Factor 1 Binds to and Inhibits the Activity of Sonic Hedgehog."}, {"pubmed": 35184473, "text": "[Expression and significance of GLI1 and Shh in the malignant transformation of ovarian endometriosis]."}, {"pubmed": 35245826, "text": "The Overexpression of Sonic Hedgehog Associates with Collateral Development and Amelioration of Oxidative Stress in Stroke Patients."}, {"pubmed": 35271396, "text": "A SURF4-to-proteoglycan relay mechanism that mediates the sorting and secretion of a tagged variant of sonic hedgehog."}, {"pubmed": 35501487, "text": "ATRT-SHH comprises three molecular subgroups with characteristic clinical and histopathological features and prognostic significance."}, {"pubmed": 35704688, "text": "Noncanonical Sonic Hedgehog signaling amplifies platelet reactivity and thrombogenicity."}, {"pubmed": 35768071, "text": "Combined HIF-1alpha and SHH Up-Regulation Is a Potential Biomarker to Predict Poor Prognosis in Postoperative Hepatocellular Carcinoma."}, {"pubmed": 35785032, "text": "Sonic Hedgehog Promotes Proliferation and Migration of Fibroblast-Like Synoviocytes in Rheumatoid Arthritis via Rho/ROCK Signaling."}, {"pubmed": 35974013, "text": "Primary cilia and SHH signaling impairments in human and mouse models of Parkinson's disease."}, {"pubmed": 36014865, "text": "Serum Vitamin D Levels Explored in the Latvian Cohort of Patients with Basal Cell Carcinoma Linked to the Sonic Hedgehog and Vitamin D Binding Protein Cutaneous Tissue Indices."}, {"pubmed": 36346167, "text": "Expression of Shh, Gli1, and Cyr61 in Gastric Cancer Predicts Overall Survival of Patients: A Retrospective Study."}, {"pubmed": 37307020, "text": "Activation of Sonic Hedgehog Signaling Pathway Regulates Human Trabecular Meshwork Cell Function."}, {"pubmed": 37511358, "text": "Low Expression of the NRP1 Gene Is Associated with Shorter Overall Survival in Patients with Sonic Hedgehog and Group 3 Medulloblastoma."}, {"pubmed": 37966260, "text": "Tumor Explants Elucidate a Cascade of Paracrine SHH, WNT, and VEGF Signals Driving Pancreatic Cancer Angiosuppression."}, {"pubmed": 37989475, "text": "Serum levels of sonic hedgehog in patients with IgA nephropathy are closely associated with intrarenal arteriolar lesions."}, {"pubmed": 38062245, "text": "SALL4 is a CRL3[REN/KCTD11] substrate that drives Sonic Hedgehog-dependent medulloblastoma."}, {"pubmed": 38307877, "text": "Phosphorylation of human glioma-associated oncogene 1 on Ser937 regulates Sonic Hedgehog signaling in medulloblastoma."}, {"pubmed": 38558491, "text": "Impact of Sonic Hedgehog-dependent sphenoid bone defect on craniofacial growth."}, {"pubmed": 38562108, "text": "Truncating variants of the sterol recognition region of SHH cause hypertelorism phenotype rather than hypotelorism-holoprosencephaly."}], "genomic_pos": {"chr": "7", "end": 155812463, "ensemblgene": "ENSG00000164690", "start": 155799980, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 155604967, "start": 155592680, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001569", "qualifier": "involved_in", "term": "branching involved in blood vessel morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001656", "qualifier": "involved_in", "term": "metanephros development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001658", "qualifier": "involved_in", "term": "branching involved in ureteric bud morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001708", "qualifier": "involved_in", "term": "cell fate specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001708", "qualifier": "involved_in", "term": "cell fate specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001755", "qualifier": "involved_in", "term": "neural crest cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001947", "qualifier": "involved_in", "term": "heart looping"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002052", "qualifier": "involved_in", "term": "positive regulation of neuroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002076", "qualifier": "involved_in", "term": "osteoblast development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002320", "pubmed": 14764698, "qualifier": "involved_in", "term": "lymphoid progenitor cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003140", "qualifier": "involved_in", "term": "determination of left/right asymmetry in lateral mesoderm"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0003140", "pubmed": 17507406, "qualifier": "involved_in", "term": "determination of left/right asymmetry in lateral mesoderm"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006606", "qualifier": "involved_in", "term": "protein import into nucleus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006897", "qualifier": "involved_in", "term": "endocytosis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007224", "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007224", "pubmed": 31279575, "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0007224", "pubmed": 17850284, "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007224", "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007389", "qualifier": "involved_in", "term": "pattern specification process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007398", "qualifier": "involved_in", "term": "ectoderm development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007405", "qualifier": "involved_in", "term": "neuroblast proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007411", "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007417", "qualifier": "involved_in", "term": "central nervous system development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007418", "pubmed": 11001584, "qualifier": "involved_in", "term": "ventral midline development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007442", "qualifier": "involved_in", "term": "hindgut morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007596", "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008209", "qualifier": "involved_in", "term": "androgen metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 11331587, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009880", "pubmed": 11001584, "qualifier": "involved_in", "term": "embryonic pattern specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009949", "qualifier": "involved_in", "term": "polarity specification of anterior/posterior axis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009953", "qualifier": "involved_in", "term": "dorsal/ventral pattern formation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010468", "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014003", "qualifier": "involved_in", "term": "oligodendrocyte development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014706", "qualifier": "involved_in", "term": "striated muscle tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014856", "qualifier": "involved_in", "term": "skeletal muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014858", "qualifier": "involved_in", "term": "positive regulation of skeletal muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016539", "qualifier": "involved_in", "term": "intein-mediated protein splicing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016540", "qualifier": "involved_in", "term": "protein autoprocessing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021513", "qualifier": "involved_in", "term": "spinal cord dorsal/ventral patterning"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021522", "qualifier": "involved_in", "term": "spinal cord motor neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021794", "qualifier": "involved_in", "term": "thalamus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021904", "qualifier": "involved_in", "term": "dorsal/ventral neural tube patterning"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021930", "qualifier": "involved_in", "term": "cerebellar granule cell precursor proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021940", "qualifier": "involved_in", "term": "positive regulation of cerebellar granule cell precursor proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021978", "qualifier": "involved_in", "term": "telencephalon regionalization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030162", "qualifier": "involved_in", "term": "regulation of proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030177", "qualifier": "involved_in", "term": "positive regulation of Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030326", "qualifier": "involved_in", "term": "embryonic limb morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030336", "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030539", "qualifier": "involved_in", "term": "male genitalia development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030850", "qualifier": "involved_in", "term": "prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030878", "qualifier": "involved_in", "term": "thyroid gland development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030900", "qualifier": "involved_in", "term": "forebrain development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030901", "qualifier": "involved_in", "term": "midbrain development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030902", "qualifier": "involved_in", "term": "hindbrain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031016", "qualifier": "involved_in", "term": "pancreas development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031069", "qualifier": "involved_in", "term": "hair follicle morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032435", "qualifier": "involved_in", "term": "negative regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033077", "qualifier": "involved_in", "term": "T cell differentiation in thymus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033085", "qualifier": "involved_in", "term": "negative regulation of T cell differentiation in thymus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033089", "qualifier": "involved_in", "term": "positive regulation of T cell differentiation in thymus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033092", "qualifier": "involved_in", "term": "positive regulation of immature T cell proliferation in thymus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034244", "qualifier": "involved_in", "term": "negative regulation of transcription elongation by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035115", "qualifier": "involved_in", "term": "embryonic forelimb morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035116", "qualifier": "involved_in", "term": "embryonic hindlimb morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036484", "qualifier": "involved_in", "term": "trunk neural crest cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042098", "qualifier": "involved_in", "term": "T cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042130", "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042307", "qualifier": "involved_in", "term": "positive regulation of protein import into nucleus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042475", "qualifier": "involved_in", "term": "odontogenesis of dentin-containing tooth"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042481", "qualifier": "involved_in", "term": "regulation of odontogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042733", "qualifier": "involved_in", "term": "embryonic digit morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043010", "qualifier": "involved_in", "term": "camera-type eye development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043369", "pubmed": 17227833, "qualifier": "involved_in", "term": "CD4-positive or CD8-positive, alpha-beta T cell lineage commitment"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045059", "qualifier": "involved_in", "term": "positive thymic T cell selection"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045060", "qualifier": "involved_in", "term": "negative thymic T cell selection"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045109", "qualifier": "involved_in", "term": "intermediate filament organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045445", "qualifier": "involved_in", "term": "myoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045596", "qualifier": "involved_in", "term": "negative regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045880", "pubmed": [19561609, 24342078], "qualifier": "involved_in", "term": "positive regulation of smoothened signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 10654605, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "acts_upstream_of", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046632", "qualifier": "involved_in", "term": "alpha-beta T cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046638", "qualifier": "involved_in", "term": "positive regulation of alpha-beta T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046639", "qualifier": "involved_in", "term": "negative regulation of alpha-beta T cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048468", "qualifier": "involved_in", "term": "cell development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048538", "qualifier": "involved_in", "term": "thymus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048557", "qualifier": "involved_in", "term": "embryonic digestive tract morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048617", "qualifier": "involved_in", "term": "embryonic foregut morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048643", "qualifier": "involved_in", "term": "positive regulation of skeletal muscle tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048645", "qualifier": "involved_in", "term": "animal organ formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048663", "qualifier": "involved_in", "term": "neuron fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048706", "qualifier": "involved_in", "term": "embryonic skeletal system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048709", "qualifier": "involved_in", "term": "oligodendrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048711", "qualifier": "involved_in", "term": "positive regulation of astrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048714", "qualifier": "involved_in", "term": "positive regulation of oligodendrocyte differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0048745", "pubmed": 17850284, "qualifier": "involved_in", "term": "smooth muscle tissue development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048754", "qualifier": "involved_in", "term": "branching morphogenesis of an epithelial tube"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048839", "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048859", "qualifier": "involved_in", "term": "formation of anatomical boundary"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048864", "qualifier": "involved_in", "term": "stem cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051155", "qualifier": "involved_in", "term": "positive regulation of striated muscle cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051781", "pubmed": 11331587, "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060020", "qualifier": "involved_in", "term": "Bergmann glial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060021", "qualifier": "involved_in", "term": "roof of mouth development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060174", "qualifier": "involved_in", "term": "limb bud formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060251", "qualifier": "involved_in", "term": "regulation of glial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060428", "qualifier": "involved_in", "term": "lung epithelium development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060439", "qualifier": "involved_in", "term": "trachea morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060445", "qualifier": "involved_in", "term": "branching involved in salivary gland morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060447", "qualifier": "involved_in", "term": "bud outgrowth involved in lung branching"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060458", "qualifier": "involved_in", "term": "right lung development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060459", "qualifier": "involved_in", "term": "left lung development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060463", "qualifier": "involved_in", "term": "lung lobe morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060484", "qualifier": "involved_in", "term": "lung-associated mesenchyme development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060516", "qualifier": "involved_in", "term": "primary prostatic bud elongation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060523", "qualifier": "involved_in", "term": "prostate epithelial cord elongation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060662", "qualifier": "involved_in", "term": "salivary gland cavitation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060664", "qualifier": "involved_in", "term": "epithelial cell proliferation involved in salivary gland morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060684", "pubmed": 12221011, "qualifier": "acts_upstream_of_or_within", "term": "epithelial-mesenchymal cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060685", "qualifier": "involved_in", "term": "regulation of prostatic bud formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060767", "qualifier": "involved_in", "term": "epithelial cell proliferation involved in prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060769", "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation involved in prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060782", "qualifier": "involved_in", "term": "regulation of mesenchymal cell proliferation involved in prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060783", "qualifier": "involved_in", "term": "mesenchymal smoothened signaling pathway involved in prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060840", "qualifier": "involved_in", "term": "artery development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060916", "qualifier": "involved_in", "term": "mesenchymal cell proliferation involved in lung development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061053", "qualifier": "involved_in", "term": "somite development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061189", "pubmed": 10654605, "qualifier": "involved_in", "term": "positive regulation of sclerotome development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071285", "qualifier": "involved_in", "term": "cellular response to lithium ion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0071542", "pubmed": 24431302, "qualifier": "involved_in", "term": "dopaminergic neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072089", "qualifier": "involved_in", "term": "stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072091", "qualifier": "involved_in", "term": "regulation of stem cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072136", "qualifier": "involved_in", "term": "metanephric mesenchymal cell proliferation involved in metanephros development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0072205", "pubmed": 17850284, "qualifier": "involved_in", "term": "metanephric collecting duct development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090162", "qualifier": "involved_in", "term": "establishment of epithelial cell polarity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090370", "qualifier": "involved_in", "term": "negative regulation of cholesterol efflux"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097152", "qualifier": "involved_in", "term": "mesenchymal cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097190", "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097264", "qualifier": "involved_in", "term": "self proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098528", "qualifier": "involved_in", "term": "skeletal muscle fiber differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900180", "pubmed": 11331587, "qualifier": "involved_in", "term": "regulation of protein localization to nucleus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904339", "qualifier": "involved_in", "term": "negative regulation of dopaminergic neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905327", "qualifier": "involved_in", "term": "tracheoesophageal septum formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000062", "qualifier": "involved_in", "term": "negative regulation of ureter smooth muscle cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000063", "qualifier": "involved_in", "term": "positive regulation of ureter smooth muscle cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000357", "qualifier": "involved_in", "term": "negative regulation of kidney smooth muscle cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000358", "qualifier": "involved_in", "term": "positive regulation of kidney smooth muscle cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000729", "qualifier": "involved_in", "term": "positive regulation of mesenchymal cell proliferation involved in ureter development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001054", "qualifier": "involved_in", "term": "negative regulation of mesenchymal cell apoptotic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 19561609, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 18534984, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 18534984, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28344315, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004175", "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005113", "qualifier": "enables", "term": "patched binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005113", "pubmed": [8906787, 11472839], "qualifier": "enables", "term": "patched binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 19561609, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19561609, 29954986, 29995851, 30139912], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005539", "qualifier": "enables", "term": "glycosaminoglycan binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008233", "qualifier": "enables", "term": "peptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 19561609, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0016015", "pubmed": 8647801, "qualifier": "enables", "term": "morphogen activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0016015", "pubmed": 24431302, "qualifier": "enables", "term": "morphogen activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0043237", "qualifier": "enables", "term": "laminin-1 binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0140853", "qualifier": "enables", "term": "cholesterol-protein transferase activity"}]}, "homologene": {"genes": [[7165, 1281764], [7227, 42737], [7955, 30269], [7955, 30444], [8364, 100487601], [9031, 395615], [9544, 716553], [9598, 743371], [9606, 6469], [9615, 608860], [9913, 286821], [10090, 20423], [10116, 29499]], "id": 30961}, "interpro": [{"desc": "Hedgehog, N-terminal signalling domain", "id": "IPR000320", "short_desc": "Hedgehog_signalling_dom"}, {"desc": "Hedgehog protein", "id": "IPR001657", "short_desc": "Hedgehog"}, {"desc": "Hedgehog signalling/DD-peptidase zinc-binding domain superfamily", "id": "IPR009045", "short_desc": "Hedgehog_sig/DD-Pept_Zn-bd_sf"}, {"desc": "Hedgehog protein, Hint domain", "id": "IPR001767", "short_desc": "Hedgehog_Hint"}, {"desc": "Hint domain C-terminal", "id": "IPR003586", "short_desc": "Hint_dom_C"}, {"desc": "Hint domain N-terminal", "id": "IPR003587", "short_desc": "Hint_dom_N"}, {"desc": "Intein N-terminal splicing region", "id": "IPR006141", "short_desc": "Intein_N"}, {"desc": "Hint domain superfamily", "id": "IPR036844", "short_desc": "Hint_dom_sf"}], "ipi": ["IPI00017480", "IPI00892712", "IPI00893003", "IPI00894434"], "map_location": "7q36.3", "name": "sonic hedgehog signaling molecule", "other_names": ["shh unprocessed N-terminal signaling and C-terminal autoprocessing domains", "sonic hedgehog homolog", "sonic hedgehog protein"], "pantherdb": {"HGNC": "10848", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98297", "ortholog_type": "LDO", "panther_family": "PTHR11889", "taxid": 10090, "uniprot_kb": "Q62226"}, {"RGD": "3673", "ortholog_type": "LDO", "panther_family": "PTHR11889", "taxid": 10116, "uniprot_kb": "Q63673"}, {"Gene": "SHH", "ortholog_type": "O", "panther_family": "PTHR11889", "taxid": 9031, "uniprot_kb": "Q91035"}, {"Ensembl": "ENSGALG00000006379", "ortholog_type": "LDO", "panther_family": "PTHR11889", "taxid": 9031, "uniprot_kb": "F1P3J4"}, {"ZFIN": "ZDB-GENE-980526-41", "ortholog_type": "O", "panther_family": "PTHR11889", "taxid": 7955, "uniprot_kb": "Q90419"}, {"ZFIN": "ZDB-GENE-980526-166", "ortholog_type": "LDO", "panther_family": "PTHR11889", "taxid": 7955, "uniprot_kb": "Q92008"}, {"FlyBase": "FBgn0004644", "ortholog_type": "LDO", "panther_family": "PTHR11889", "taxid": 7227, "uniprot_kb": "Q02936"}], "uniprot_kb": "Q15465"}, "pathway": {"biocarta": {"id": "ptc1pathway", "name": "sonic hedgehog receptor ptc1 regulates cell cycle"}, "kegg": [{"id": "hsa04340", "name": "Hedgehog signaling pathway - Homo sapiens (human)"}, {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05217", "name": "Basal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "pid": [{"id": "glypican_3pathway", "name": "Glypican 3 network"}, {"id": "hedgehog_2pathway", "name": "Signaling events mediated by the Hedgehog family"}, {"id": "hedgehog_glipathway", "name": "Hedgehog signaling events mediated by Gli proteins"}, {"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}, {"id": "tap63pathway", "name": "Validated transcriptional targets of TAp63 isoforms"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-5358346", "name": "Hedgehog ligand biogenesis"}, {"id": "R-HSA-5358346", "name": "Hedgehog ligand biogenesis"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5362768", "name": "Hh mutants are degraded by ERAD"}, {"id": "R-HSA-5362798", "name": "Release of Hh-Np from the secreting cell"}, {"id": "R-HSA-5362798", "name": "Release of Hh-Np from the secreting cell"}, {"id": "R-HSA-5387390", "name": "Hh mutants abrogate ligand secretion"}, {"id": "R-HSA-5632681", "name": "Ligand-receptor interactions"}, {"id": "R-HSA-5632681", "name": "Ligand-receptor interactions"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-5635838", "name": "Activation of SMO"}, {"id": "R-HSA-5658034", "name": "HHAT G278V doesn't palmitoylate Hh-Np"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-9758920", "name": "Formation of lateral plate mesoderm"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9796292", "name": "Formation of axial mesoderm"}], "wikipathways": [{"id": "WP1591", "name": "Heart Development"}, {"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP2855", "name": "Dopaminergic Neurogenesis"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP3674", "name": "Tgif disruption of Shh signaling"}, {"id": "WP3927", "name": "BMP Signaling Pathway in Eyelid Development"}, {"id": "WP3930", "name": "EDA signaling in hair follicle development"}, {"id": "WP4249", "name": "Hedgehog Signaling Pathway"}, {"id": "WP4656", "name": "Joubert Syndrome"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}, {"id": "WP47", "name": "Hedgehog Signaling Pathway Netpath"}, {"id": "WP4746", "name": "Thyroid hormones production and their peripheral downstream signaling effects"}, {"id": "WP4823", "name": "Genes controlling nephrogenesis"}, {"id": "WP5053", "name": "Development of ureteric collection system"}]}, "pdb": ["3HO5", "3M1N", "3MXW", "6DMY", "6E1H", "6N7G", "6N7H", "6N7K", "6OEV", "6PJV", "6RMG", "6RVD", "7E2I", "7MHZ", "7RHQ", "7URF"], "pfam": ["PF01079", "PF01085"], "pharmgkb": "PA35752", "pharos": {"target_id": 15253, "tdl": "Tchem"}, "prosite": ["PS50817", "PS51257"], "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF293383", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256311", "relationship": "is"}, {"id": "GNF256312", "relationship": "is"}, {"id": "GNF256313", "relationship": "is"}, {"id": "GNF256314", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091049", "relationship": "is"}, {"id": "GNF091050", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF059420", "relationship": "is"}, {"id": "GNF074809", "relationship": "is"}, {"id": "GNF078641", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065221", "relationship": "is"}, {"id": "GNF065222", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334400", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097123", "relationship": "is"}, {"id": "GNF136778", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_007504.2"], "protein": ["NP_000184.1", "NP_001297391.1", "XP_011514781.1", "XP_011514782.1", "XP_047276674.1", "XP_054214781.1", "XP_054214782.1", "XP_054214783.1"], "rna": ["NM_000193.4", "NM_001310462.2", "NR_132318.2", "NR_132319.2", "XM_011516479.3", "XM_011516480.3", "XM_047420718.1", "XM_054358806.1", "XM_054358807.1", "XM_054358808.1"], "translation": [{"protein": "XP_054214782.1", "rna": "XM_054358807.1"}, {"protein": "XP_011514782.1", "rna": "XM_011516480.3"}, {"protein": "XP_054214781.1", "rna": "XM_054358806.1"}, {"protein": "XP_047276674.1", "rna": "XM_047420718.1"}, {"protein": "NP_001297391.1", "rna": "NM_001310462.2"}, {"protein": "XP_054214783.1", "rna": "XM_054358808.1"}, {"protein": "NP_000184.1", "rna": "NM_000193.4"}, {"protein": "XP_011514781.1", "rna": "XM_011516479.3"}]}, "reporter": {"HG-U133_Plus_2": ["207586_at", "236263_at"], "HG-U95Av2": "31724_at", "HG-U95B": "59360_at", "HTA-2_0": "TC07002064.hg.1", "HuEx-1_0": "3081205", "HuGene-1_1": "8144078", "HuGene-2_1": "17064810"}, "retired": [3243, 50826, 105375595], "summary": "This gene encodes a protein that is instrumental in patterning the early embryo. It has been implicated as the key inductive signal in patterning of the ventral neural tube, the anterior-posterior limb axis, and the ventral somites. Of three human proteins showing sequence and functional similarity to the sonic hedgehog protein of Drosophila, this protein is the most similar. The protein is made as a precursor that is autocatalytically cleaved; the N-terminal portion is soluble and contains the signalling activity while the C-terminal portion is involved in precursor processing. More importantly, the C-terminal product covalently attaches a cholesterol moiety to the N-terminal product, restricting the N-terminal product to the cell surface and preventing it from freely diffusing throughout the developing embryo. Defects in this protein or in its signalling pathway are a cause of holoprosencephaly (HPE), a disorder in which the developing forebrain fails to correctly separate into right and left hemispheres. HPE is manifested by facial deformities. It is also thought that mutations in this gene or in its signalling pathway may be responsible for VACTERL syndrome, which is characterized by vertebral defects, anal atresia, tracheoesophageal fistula with esophageal atresia, radial and renal dysplasia, cardiac anomalies, and limb abnormalities. Additionally, mutations in a long range enhancer located approximately 1 megabase upstream of this gene disrupt limb patterning and can result in preaxial polydactyly. [provided by RefSeq, Jul 2008].", "symbol": "SHH", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335824"}, "unigene": ["Hs.606487", "Hs.164537", "Hs.738995"], "uniprot": {"Swiss-Prot": "Q15465", "TrEMBL": ["C9JC48", "F8WB84", "F8WEH4"]}, "wikipedia": {"url_stub": "Sonic hedgehog"}}