{"AllianceGenome": "10853", "HGNC": "10853", "MIM": "400020", "_id": "6473", "_version": 1, "accession": {"genomic": ["AY628411.1", "BX004827.19", "CH471225.1", "CP068255.2", "CP086569.2", "NC_000023.11", "NC_000024.10", "NC_060947.1", "NC_060948.1", "NG_009385.2", "U82668.3"], "protein": ["AAC18820.1", "AAT46026.1", "CAA72298.1", "CAA72299.1", "EAW66815.1", "EAW66816.1", "EAW66817.1", "NP_000442.1", "NP_006874.1", "O15266.1"], "rna": ["NM_000451.4", "NM_006883.2", "U89331.1", "Y11535.1", "Y11536.1"], "translation": [{"protein": "CAA72299.1", "rna": "Y11536.1"}, {"protein": "NP_000442.1", "rna": "NM_000451.4"}, {"protein": "NP_006874.1", "rna": "NM_006883.2"}, {"protein": "CAA72298.1", "rna": "Y11535.1"}, {"protein": "AAC18820.1", "rna": "U89331.1"}]}, "alias": ["GCFX", "PHOG", "SHOX1", "SHOXY", "SS"], "ensembl": [{"gene": "ENSG00000185960", "protein": ["ENSP00000335505", "ENSP00000370987", "ENSP00000370990", "ENSP00000508521"], "transcript": ["ENST00000334060", "ENST00000381575", "ENST00000381578", "ENST00000686671"], "translation": [{"protein": "ENSP00000370990", "rna": "ENST00000381578"}, {"protein": "ENSP00000335505", "rna": "ENST00000334060"}, {"protein": "ENSP00000508521", "rna": "ENST00000686671"}, {"protein": "ENSP00000370987", "rna": "ENST00000381575"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000292354", "protein": ["ENSP00000518639", "ENSP00000518640", "ENSP00000518641", "ENSP00000518642"], "transcript": ["ENST00000711141", "ENST00000711142", "ENST00000711143", "ENST00000711145"], "translation": [{"protein": "ENSP00000518642", "rna": "ENST00000711145"}, {"protein": "ENSP00000518641", "rna": "ENST00000711143"}, {"protein": "ENSP00000518640", "rna": "ENST00000711142"}, {"protein": "ENSP00000518639", "rna": "ENST00000711141"}], "type_of_gene": "protein_coding"}], "entrezgene": "6473", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.48254458051, "exp_mis": 129.54669197, "exp_syn": 72.5786940781, "lof_z": 2.54493057415098, "mis_z": 1.91433864662301, "mu_lof": 6.91360194229e-07, "mu_mis": 1.5800811448e-05, "mu_syn": 9.48955525477e-06, "n_lof": 1.0, "n_mis": 85.0, "n_syn": 59.0, "p_li": 0.738457610429217, "p_null": 0.00249827359217486, "p_rec": 0.259044115978608, "syn_z": 0.988104178428804}, "bp": 879, "cds_end": 605371, "cds_start": 591632, "n_exons": 5, "nonpsych": {"exp_lof": 7.59369161058, "exp_mis": 117.168430714, "exp_syn": 65.6068924196, "lof_z": 2.34992569418652, "mis_z": 2.01151078984122, "mu_lof": 6.91360194229e-07, "mu_mis": 1.5800811448e-05, "mu_syn": 9.48955525477e-06, "n_lof": 1.0, "n_mis": 74.0, "n_syn": 55.0, "p_li": 0.697483917017425, "p_null": 0.00464674670659009, "p_rec": 0.297869336275985, "syn_z": 0.824473723837667}, "nontcga": {"exp_lof": 7.79577009792, "exp_mis": 119.174794137, "exp_syn": 66.764230673, "lof_z": 2.40099040121931, "mis_z": 2.01600738230311, "mu_lof": 6.91360194229e-07, "mu_mis": 1.5800811448e-05, "mu_syn": 9.48955525477e-06, "n_lof": 1.0, "n_mis": 75.0, "n_syn": 57.0, "p_li": 0.693902433347599, "p_null": 0.0039659081837027, "p_rec": 0.302131658468698, "syn_z": 0.756638401299348}, "transcript": "ENST00000381578.1"}, "exons": [{"cdsend": 644636, "cdsstart": 630897, "chr": "X", "position": [[624343, 624602], [630465, 631174], [634617, 634826], [640820, 640878], [640998, 641087], [644390, 646823]], "strand": 1, "transcript": "NM_000451", "txend": 646823, "txstart": 624343}, {"cdsend": 644636, "cdsstart": 630897, "chr": "Y", "position": [[624343, 624602], [630465, 631174], [634617, 634826], [640820, 640878], [640998, 641087], [644390, 646823]], "strand": 1, "transcript": "NM_000451", "txend": 646823, "txstart": 624343}, {"cdsend": 658829, "cdsstart": 630897, "chr": "X", "position": [[624343, 624602], [630465, 631174], [634617, 634826], [640820, 640878], [640998, 641087], [658784, 659411]], "strand": 1, "transcript": "NM_006883", "txend": 659411, "txstart": 624343}, {"cdsend": 658829, "cdsstart": 630897, "chr": "Y", "position": [[624343, 624602], [630465, 631174], [634617, 634826], [640820, 640878], [640998, 641087], [658784, 659411]], "strand": 1, "transcript": "NM_006883", "txend": 659411, "txstart": 624343}], "exons_hg19": [{"cdsend": 605371, "cdsstart": 591632, "chr": "X", "position": [[585078, 585337], [591200, 591909], [595352, 595561], [601555, 601613], [601733, 601822], [605125, 607558]], "strand": 1, "transcript": "NM_000451", "txend": 607558, "txstart": 585078}, {"cdsend": 555371, "cdsstart": 541632, "chr": "Y", "position": [[535078, 535337], [541200, 541909], [545352, 545561], [551555, 551613], [551733, 551822], [555125, 557558]], "strand": 1, "transcript": "NM_000451", "txend": 557558, "txstart": 535078}, {"cdsend": 619564, "cdsstart": 591632, "chr": "X", "position": [[585078, 585337], [591200, 591909], [595352, 595561], [601555, 601613], [601733, 601822], [619519, 620146]], "strand": 1, "transcript": "NM_006883", "txend": 620146, "txstart": 585078}, {"cdsend": 569564, "cdsstart": 541632, "chr": "Y", "position": [[535078, 535337], [541200, 541909], [545352, 545561], [551555, 551613], [551733, 551822], [569519, 570146]], "strand": 1, "transcript": "NM_006883", "txend": 570146, "txstart": 535078}], "generif": [{"pubmed": 11403039, "text": "point mutations in dyschondrosteosis"}, {"pubmed": 11716161, "text": "role of SHOX defects in idiopathic short stature and skeletal dysplasias"}, {"pubmed": 11751690, "text": "Product is a sequence-specific DNA-binding protein which acts as a transcriptional activator."}, {"pubmed": 11874178, "text": "SHOX intragenic microsatellite might be a useful molecular marker to detect Turner syndrome and when skeletal disproportion is associated with short stature a significant proportion of patients is found to have a single SHOX allele"}, {"pubmed": 11889214, "text": "mesomelic skeletal features such as Langer mesomelic dysplasia and LWDC are primarily caused by the SHOX dosage effect"}, {"pubmed": 11889216, "text": "Deletions of the homeobox gene SHOX (short stature homeobox) are an important cause of growth failure in children with short stature."}, {"pubmed": 11889216, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 11891678, "text": "Point mutations and large deletions cause dyschondrosteosis (Leri-Weill syndrome)."}, {"pubmed": 12089524, "text": "Crossover clustering and rapid decay of disequilibrium linkage in the Xp/Yp pseudoautosomal gene was studied."}, {"pubmed": 12784295, "text": "SHOX deletion is aasociated with short stature"}, {"pubmed": 12960152, "text": "functional SHOX protein levels are regulated by a combination of transcriptional and translational control mechanisms"}, {"pubmed": 14513875, "text": "SHOX is a major growth gene and that mutations are associated with a broad range of phenotype"}, {"pubmed": 14981722, "text": "chromosomal rearrangement resulted in the deletion of SHOX but not SRY."}, {"pubmed": 15118270, "text": "Gonadal estrogens have a deleterious effect on pubertal growth in SHOX haploinsufficiency."}, {"pubmed": 15145945, "text": "SHOX is a regulator of cellular proliferation and viability"}, {"pubmed": 15173321, "text": "Nuclear localization is a mechanistic basis for SHOX-related diseases."}, {"pubmed": 15214013, "text": "a compound heterozygote with two independent deletions of Xpter-Xp22.12 including SHOX (one inherited and one arising from a de novo event) results in Langer mesomelic dwarfism"}, {"pubmed": 15292358, "text": "SHOX may play role in chondrocyte function in growth plate."}, {"pubmed": 15529627, "text": "Height is reduced in Turner syndrome due to haploinsufficiency of SHOX gene, an Xp chromosome gene that escapes inactivation."}, {"pubmed": 15931595, "text": "we show that, although the identified deletions vary in size, the vast majority (73%) of patients tested share a distinct proximal deletion breakpoint."}, {"pubmed": 15931687, "text": "nine different amino acid exchanges in the homeodomain of SHOX patients with idiopathic short stature and Leri-Weill dyschondrosteosis"}, {"pubmed": 16175500, "text": "findings suggest the presence of distal regulatory elements of SHOX transcription in PAR1 or, alternatively, the existence of an additional locus apparently involved in the control of skeletal development"}, {"pubmed": 16597678, "text": "54 SHOX anomalies were observed, including 42 (68%) in the dyschondrosteosis group and 12 (15%) in the idiopathic short stature (ISS) group."}, {"pubmed": 16807223, "text": "Review on clinical and molecular data associated SHOX gene defects."}, {"pubmed": 16826534, "text": "In contrast to previous reports, Leri-Weill dyschondrosteosis-causing SHOX deletions are very heterogeneous."}, {"pubmed": 16941489, "text": "Pseudoautosomal region 1 deletions downstream of SHOX are the most frequent defect in a Spanish cohort of Leri-Weill dyschondrosteosis (LWD) probands."}, {"pubmed": 17182655, "text": "Screening of 1608 unrelated individuals with sporadic or familial short stature revealed SHOX mutations or deletions in 68 individuals (4.2%): complete deletions in 48 (70.6%), partial deletions in 4 (5.9%) and point mutations in 16 individuals (23.5%)."}, {"pubmed": 17200153, "text": "Long-range conserved non-coding SHOX sequences regulate expression in developing chicken limb and are associated with short stature phenotypes in human patients."}, {"pubmed": 17201812, "text": "patients with SHOX mutations present a broad phenotypic variability; SHOX mutations are very frequent in Leri-Weill dyschondrosteosis (89%), in opposition to idiopathic short stature (3.2%) in our cohort"}, {"pubmed": 17881654, "text": "BNP represents a direct target of SHOX."}, {"pubmed": 17911654, "text": "SHOX mutations may have a role in development of short stature"}, {"pubmed": 17935511, "text": "Homozygous deletion of the 3' enhancer of the SHOX gene causes Langer mesomelic dysplasia."}, {"pubmed": 17994562, "text": "skeletal dysplasia in both mother and son is allelic with LWD and LMD and results from a novel misexpression of SHOX"}, {"pubmed": 18059093, "text": "SHOX gene alterations may play a role in the determinism of growth impairment in short children with muscular dystrophies."}, {"pubmed": 18322641, "text": "Cryptic intragenic deletions account for a small fraction of Leri-Weill dyschondrosteosis."}, {"pubmed": 18797583, "text": "SHOX haploinsufficiency is an important cause of short stature in a diversity of clinical conditions and it explains 2/3 of short stature observed in Turner syndrome"}, {"pubmed": 19016538, "text": "increased SHOX expression was demonstrated in idiopathic scoliosis (tall stature) and congenital scoliosis"}, {"pubmed": 19188742, "text": "Patients with SHOX deficiency receive similar final height benefit from GH treatment to those with Turner syndrome."}, {"pubmed": 19578035, "text": "Enhancer deletions in the SHOX gene region are a relatively frequent cause of growth failure in patients with idiopathic short stature and Leri-Weill syndrome."}, {"pubmed": 19724992, "text": "we summarize the genetic and clinical features of the various SHOX haploinsufficiency-associated disorders."}, {"pubmed": 19997128, "text": "SHOX upstream deletions occur at a lower frequency because of the structural organization of this genomic region."}, {"pubmed": 20375215, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20375215, "text": "our PCR-based test for SHOX is highly recommended for molecular diagnostics of idiopathic short stature"}, {"pubmed": 20412871, "text": "Deletions of SHOX is associated with Leri-Weill dyschondrosteosis."}, {"pubmed": 20683993, "text": "A new class of enhancer deletions was identified 30-250 kb downstream of SHOX"}, {"pubmed": 20847698, "text": "study found partial duplication of SHOX gene is found in some cases with both familial and sporadic Mayer-Rokitansky-Kuster-Hauser type I syndrome"}, {"pubmed": 21057177, "text": "SHOX has a particular importance in bone growth and maturation."}, {"pubmed": 21057178, "text": "SHOX deficiency could be one of the most frequent monogenetic causes of short stature."}, {"pubmed": 21057179, "text": "identification of evolutionarily conserved non-coding DNA elements (CNE)and functional studies have shown that one of these CNE downstream of the SHOX gene is necessary for the expression of SHOX; typical \"enhancer\" activity."}, {"pubmed": 21068148, "text": "In about half of the segregations investigated, a transfer of the SHOX abnormality to the alternate sex chromosome was demonstrated"}, {"pubmed": 21147883, "text": "Multiplex ligation-dependent probe amplificationof SHOX led to the identification of partial and complete SHOX duplications or multiple copies associated with Leri-Weill dyschondrosteosis or idiopathic short stature"}, {"pubmed": 21150837, "text": "SHOX defects are the most important monogenetic cause of short stature"}, {"pubmed": 21262861, "text": "identified SOX5 and SOX6 as the first two SHOX-interacting proteins and have shown that this interaction regulates aggrecan expression, an essential factor in chondrogenesis and skeletal development."}, {"pubmed": 21273290, "text": "chromatin immunoprecipitation and electrophoretic mobility shift assay experiments suggest a direct binding of fibroblast growth factor receptor 3"}, {"pubmed": 21325865, "text": "SHOX is a nuclear protein that binds to DNA and acts as a transcriptional activator [review]"}, {"pubmed": 21448463, "text": "SHOX expression is regulated by different mechanisms and alternative splicing."}, {"pubmed": 21454626, "text": "there is a functional redundancy between human SHOX and mouse Shox2 in the regulation of SAN formation and pacemaking function in addition to several other organs"}, {"pubmed": 21712857, "text": "we have identified A170P as the first frequent SHOX mutation in Gypsy Leri-Weill dyschondrosteosis (LWD) or Langer mesomelic dysplasia (LMD) individuals."}, {"pubmed": 21806840, "text": "Our study in an extensive cohort of patients with Mullerian aplasia does not support a role for SHOX copoy number variations in the etiology of the disorder"}, {"pubmed": 21912078, "text": "Patients shared common clinical, anthropometric and radiological signs but their height deficit varied, depending on the type of the SHOX gene anomaly."}, {"pubmed": 21925981, "text": "Patients with deletions of the distal segment of the short arm of X chromosome including haploinsufficiency of SHOX have short stature, skeletal abnormalities and hearing impairments. Review."}, {"pubmed": 22020182, "text": "Our study suggests disproportionateness, especially in combination with muscular hypertrophy, as relevant indicators of ISS to be the effect of SHOX defect."}, {"pubmed": 22071895, "text": "one deletion encompassed two of the three upstream enhancers in a family with idiopathic short stature"}, {"pubmed": 22518848, "text": "SHOX deletions and point mutations as well as downstream SHOX enhancer deletions were identified in almost one third of the patients tested."}, {"pubmed": 22572840, "text": "genetic association studies in a population of German children: Data suggest that mutations in SHOX and/or IGF1R (but not IGF1) are associated with short stature in a small percentage of short children."}, {"pubmed": 22791839, "text": "The identified recurrent PAR1 deletion results in the loss of this previously unreported enhancer which we propose may decrease SHOX transcription, resulting in Leri-Weill dyschondrosteosis or idiopathic short stature due to SHOX haploinsufficiency."}, {"pubmed": 22903874, "text": "The presence of SHOX mutations suggest genotypic-phenotypic overlap between hypochondroplasia and Leri-Weill dyschondrosteosis."}, {"pubmed": 22946287, "text": "Employing microarray analyses and cell culture experiments, a strong effect of SHOX on the expression of the natriuretic peptide BNP and the fibroblast growth factor receptor gene FGFR3 could be demonstrated"}, {"pubmed": 23028966, "text": "Data identified the homeodomain protein HOXA9 as a positive regulator of SHOX expression in U2OS cells."}, {"pubmed": 23208451, "text": "impaired GH secretion is not uncommon in SHOX deficiency subjects, and rhGH therapy may be effective in increasing height in most of these patients independent of their GH secretory status, without causing any adverse events of concern."}, {"pubmed": 23426705, "text": "Patients with isolated SHOX deficiency are characterized by decreased cortical volumetric bone mineral density and cortical thickness and enlarged diaphysis; similar changes have been described in girls with Turner syndrome, these findings suggest that haploinsufficiency of SHOX could cause characteristic skeletal anomalies at the radius."}, {"pubmed": 23426818, "text": "Mutant SHOX minigene generated only the smaller transcript"}, {"pubmed": 23570464, "text": "rhGH therapy improves height outcome of SHOXD patients."}, {"pubmed": 23575226, "text": "both hSHOX and mShox2 limb enhancers are coupled to distinct neural enhancers. This is the first report demonstrating the activity of cis-regulatory elements from the hSHOX and mShox2 genomic regions in mammalian embryos."}, {"pubmed": 23666967, "text": "Data suggest that haploinsufficiency (loss of 1 copy) of SHOX is responsible for developmental bone disease (as identified by radial bone phenotype) and growth disorder associated with Turner syndrome (in prepubertal girls in Czech Republic)."}, {"pubmed": 23883335, "text": "report the autoptic, histological and radiographic phenotype of two fetuses (22 and 12 weeks) with Langer mesomelic dysplasia, a homozygous deletion of the 3' enhancer of the SHOX gene, and consanguineous parents affected by Leri-Weill dyschondrosteosis"}, {"pubmed": 24008148, "text": "SHOX haploinsufficiency is not associated with Y-chromosome microdeletions."}, {"pubmed": 24051572, "text": "Children with SHOX deficiency demonstrated a mesomelic shortening of extremities."}, {"pubmed": 24186869, "text": "Findings support the hypothesis that SHOX may play a central role in the regulation of the cell death pathways activated during long bone development."}, {"pubmed": 24248941, "text": "Although human SHOX can exert similar functions to mouse Shox2 in regulating early temporomandibular joint development, it apparently has a distinct function in the regulation of those molecules that are involved in tissue homeostasis."}, {"pubmed": 24296787, "text": "Abnormal body proportions were observed in almost all individuals with SHOX-D, 50% of females with TS and 16% of children considered idiopathic short stature."}, {"pubmed": 25056248, "text": "Data provide new information about the spectrum of phenotypic alterations showed by Leri-Weill dyschondrosteosis patients with different deletions of the SHOX enhancer region."}, {"pubmed": 25189248, "text": "Polymorphic variants detected in exon 1 of SHOX gene associated with idiopathic short stature."}, {"pubmed": 25220427, "text": "mutations in SHOX gene may have an impact on bone microarchitecture albeit not bone strength"}, {"pubmed": 25572239, "text": "Mutation analysis of the SHOX gene indicated that a novel heterozygous deletion mutation of SHOX was responsible for the isolated Madelung deformity disease"}, {"pubmed": 25781530, "text": "SHOX haploinsufficiency is associated with 45,X disorder of sexual differentiation."}, {"pubmed": 26040210, "text": "Microduplications involving SHOX cause Idiopathic short stature by disrupting the cis-regulatory machinery of this gene."}, {"pubmed": 26758084, "text": "we detected an SHOX gene deletion in 1 of 38 children with idiopathic short stature"}, {"pubmed": 26984564, "text": "this study highlights the clinical importance and genetic heterogeneity of the SHOX-flanking CNVs, and indicates a limited clinical significance of point mutations in the CNEs."}, {"pubmed": 27073233, "text": "A concomitant duplication of SHOX enhancers may be required to trigger a NDD in females."}, {"pubmed": 27355317, "text": "SHOX mutations: etiopathogenesis of short stature and limb development."}, {"pubmed": 27601064, "text": "This study shows that expressing human SHOX in Shox2SHOX KI/KI mice leads to congenital osteoarthritislike disease of the temporomandibular joint in postnatal mice. This provides a novel in vivo model for studying the molecular and cellular mechanisms of temporomandibular joint osteoarthritis."}, {"pubmed": 27604558, "text": "Evaluation of the data and that in the literature reveals that although partial deletions and duplications only account for a small fraction of SHOX alterations, intron 3 appears to be a breakpoint hotspot, with alterations arising by non-allelic homologous recombination, non-homologous end joining or other complex mechanisms."}, {"pubmed": 27676402, "text": "Genotype-Phenotype Relationship in Patients and Relatives with SHOX Region Anomalies in the French Population."}, {"pubmed": 27814343, "text": "SHOX haploinsufficiency has a role in short stature in children"}, {"pubmed": 27861128, "text": "Together, these findings describe CYP26C1 as the first genetic modifier for SHOX deficiency."}, {"pubmed": 27994182, "text": "The 15523-bp SHOX intragenic deletion, encompassing exons 3-6, was initially detected by array-CGH, followed by MLPA analysis. Sequencing of the breakpoints indicated an Alu recombination-mediated deletion (ARMD) as the potential causative mechanism."}, {"pubmed": 28629824, "text": "SHOX duplications encompassing CNE-9 enhancer are highly penetrant alleles for Leri-Weill dyschondrosteosis."}, {"pubmed": 28667773, "text": "extra SHOX copy found in three of 81 girls with tall stature"}, {"pubmed": 29197219, "text": "SHOX deficiency is associated with growth disorders."}, {"pubmed": 29211059, "text": "analysis of prevalence of haploinsufficiency of short stature homeobox containing gene (SHOX) deficiency (SHOXD) in a population of short-statured children"}, {"pubmed": 29254682, "text": "A molecular analysis of the SHOX gene revealed five patients with intragenic deletions, one with a deletion in the regulatory region, and one with a missense mutation at exon 5. The phenotype scoring system is useful to select children with SHOX deficiency in Taiwan."}, {"pubmed": 29271572, "text": "Included in the region distal to Xq28 is the gene MECP2 and this patient presents with features of MECP2 duplication syndrome. We find that this patient has skeletal features not typical with the loss of SHOX that are likely explained by the rearrangement of the X chromosome"}, {"pubmed": 31158835, "text": "results indicate that the DNA methylation status of SHOX-flanking CpG islands can be affected by gross X-chromosomal abnormalities, but not by submicroscopic CNVs in PAR1. Such CNVs likely disturb SHOX expression through DNA methylation-independent mechanisms in patients with idiopathic short stature (ISS) and Leri-Weill dyschondrosteosis (LWD)."}, {"pubmed": 31228230, "text": "The results indicate that far-downstream CNVs constitute rare genetic causes of SHOX haploinsufficiency. These CNVs possibly impair SHOX expression through copy-number changes of a human-specific cis-regulatory haplotype block"}, {"pubmed": 31834863, "text": "Pathogenic/likely pathogenic variants in the SHOX, GHR and IGFALS genes among Indian children with idiopathic short stature."}, {"pubmed": 32032347, "text": "SHOX CNE9/10 Knockout in U2OS Osteosarcoma Cells and Its Effects on Cell Growth and Apoptosis."}, {"pubmed": 32295321, "text": "Detection of SHOX Gene Variations in Patients with Skeletal Abnormalities with or without Short Stature"}, {"pubmed": 32344414, "text": "Novel Clinical Criteria Allow Detection of Short Stature Homeobox-Containing Gene Haploinsufficiency Caused by Either Gene or Enhancer Region Defects."}, {"pubmed": 32423256, "text": "Gene Copy Number Quantification of SHOX, VAMP7, and SRY for the Detection of Sex Chromosome Aneuploidies in Neonates."}, {"pubmed": 32518174, "text": "Rare and de novo duplications containing SHOX in clubfoot."}, {"pubmed": 32618131, "text": "Evidence of intrauterine growth restriction and growth hormone deficiency in 49,XXXXY syndrome."}, {"pubmed": 32647378, "text": "Variants in the 5'UTR reduce SHOX expression and contribute to SHOX haploinsufficiency."}, {"pubmed": 32785664, "text": "Human Spermatogenesis Tolerates Massive Size Reduction of the Pseudoautosomal Region."}, {"pubmed": 32932528, "text": "Clinical and Genetic Characteristics of 23 Korean Patients with Haploinsufficiency of the Short-stature Homeobox-containing Gene."}, {"pubmed": 34811950, "text": "Copy number variations residing outside the SHOX enhancer region are involved in Short Stature and Leri-Weill dyschondrosteosis."}, {"pubmed": 35390795, "text": "Adult Height of Patients with SHOX Haploinsufficiency with or without GH Therapy: A Real-World Single-Center Study."}, {"pubmed": 36672881, "text": "Genetic Analysis and Sonography Characteristics in Fetus with SHOX Haploinsufficiency."}, {"pubmed": 37107635, "text": "Leri-Weill Dyschondrosteosis Caused by a Leaky Homozygous SHOX Splice-Site Variant."}, {"pubmed": 37695807, "text": "Identification of a second genetic alteration in patients with SHOX deficiency individuals: a potential explanation for phenotype variability."}, {"pubmed": 37750395, "text": "SHOX Variations in Idiopathic Short Stature in North India and a Review of Cases from Asian Countries."}, {"pubmed": 38580675, "text": "Expression levels and DNA methylation profiles of the growth gene SHOX in cartilage tissues and chondrocytes."}], "genomic_pos": [{"chr": "X", "end": 659411, "ensemblgene": "ENSG00000185960", "start": 624344, "strand": 1}, {"chr": "Y", "end": 659411, "ensemblgene": "ENSG00000292354", "start": 624344, "strand": 1}], "genomic_pos_hg19": {"chr": "X", "end": 620146, "start": 585079, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 9590292, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 11751690, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 11751690, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IMP", "id": "GO:0001228", "pubmed": 11751690, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 21262861, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 11751690, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0043565", "pubmed": 11751690, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:1990837", "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 664748], [8364, 100486480], [9031, 418669], [9606, 6473], [9615, 491706], [9913, 615159]], "id": 55463}, "interpro": [{"desc": "Helix-turn-helix motif", "id": "IPR000047", "short_desc": "HTH_motif"}, {"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "OAR domain", "id": "IPR003654", "short_desc": "OAR_dom"}], "ipi": ["IPI00005744", "IPI00411417"], "map_location": "X;Y", "name": "SHOX homeobox", "other_names": ["growth control factor, X-linked", "pseudoautosomal homeobox-containing osteogenic protein", "short stature homeobox", "short stature homeobox protein"], "pantherdb": {"HGNC": "10853", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000016698", "ortholog_type": "LDO", "panther_family": "PTHR46255", "taxid": 9031, "uniprot_kb": "Q00G66"}, {"ZFIN": "ZDB-GENE-051030-21", "ortholog_type": "LDO", "panther_family": "PTHR46255", "taxid": 7955, "uniprot_kb": "B0S5T0"}, {"FlyBase": "FBgn0085396", "ortholog_type": "O", "panther_family": "PTHR46255", "taxid": 7227, "uniprot_kb": "A8DYR8"}], "uniprot_kb": "O15266"}, "pfam": ["PF00046", "PF03826"], "pharmgkb": "PA134978644", "pharos": {"target_id": 9463, "tdl": "Tbio"}, "prosite": ["PS50071", "PS50803"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176875", "relationship": "is"}, {"id": "GNF187781", "relationship": "is"}, {"id": "GNF198687", "relationship": "is"}, {"id": "GNF209593", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095585", "relationship": "is"}, {"id": "GNF135242", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_000024.10", "NC_060947.1", "NC_060948.1", "NG_009385.2"], "protein": ["NP_000442.1", "NP_006874.1"], "rna": ["NM_000451.4", "NM_006883.2"], "translation": [{"protein": "NP_000442.1", "rna": "NM_000451.4"}, {"protein": "NP_006874.1", "rna": "NM_006883.2"}]}, "reporter": {"HG-U133_Plus_2": "207570_at", "HG-U95Av2": "35073_at", "HTA-2_0": ["TC0X000003.hg.1", "TC0Y000003.hg.1"], "HuEx-1_0": ["3966417", "4028051"], "HuGene-1_1": ["8165723", "8176297"], "HuGene-2_1": "17115839"}, "summary": "This gene belongs to the paired homeobox family and is located in the pseudoautosomal region 1 (PAR1) of X and Y chromosomes. Defects in this gene are associated with idiopathic growth retardation and in the short stature phenotype of Turner syndrome patients. This gene is highly conserved across species from mammals to fish to flies. Alternatively spliced transcript variants encoding different isoforms have been noted for this gene. [provided by RefSeq, Jul 2008].", "symbol": "SHOX", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420041"}, "unigene": "Hs.105932", "uniprot": {"Swiss-Prot": "O15266"}, "wikipedia": {"url_stub": "Short stature homeobox gene"}}