{"AllianceGenome": "10857", "HGNC": "10857", "MIM": "602212", "_id": "6477", "_version": 1, "accession": {"genomic": ["AC023818.5", "AC026470.6", "AJ400626.1", "CH471092.1", "CP068262.2", "NC_000016.10", "NC_060940.1", "NG_029599.1"], "protein": ["AAC12950.1", "AAC51907.1", "AAH35562.1", "AAH42550.1", "AAH44920.1", "ABK15529.1", "BAG36589.1", "BAG52904.1", "BAG70067.1", "BAG70191.1", "CAC35542.1", "CAE46191.1", "EAW82726.1", "EAW82727.1", "NP_001006611.1", "NP_003022.3", "Q8IUQ4.2", "XP_006721309.1", "XP_024306163.1", "XP_054169685.1", "XP_054169686.1"], "rna": ["AB451253.1", "AB451377.1", "AK023458.1", "AK094663.1", "AK225895.1", "AK313861.1", "BC018193.1", "BC035562.1", "BC042550.1", "BC044920.1", "BX357983.2", "BX647064.1", "CN360509.1", "EF026094.1", "NM_001006610.2", "NM_001006611.1", "NM_003031.4", "U63295.1", "U76247.1", "XM_006721246.3", "XM_024450395.2", "XM_054313710.1", "XM_054313711.1"], "translation": [{"protein": "BAG70067.1", "rna": "AB451253.1"}, {"protein": "NP_001006611.1", "rna": "NM_001006610.2"}, {"protein": "BAG36589.1", "rna": "AK313861.1"}, {"protein": "AAC51907.1", "rna": "U76247.1"}, {"protein": "XP_006721309.1", "rna": "XM_006721246.3"}, {"protein": "CAE46191.1", "rna": "BX647064.1"}, {"protein": "XP_054169686.1", "rna": "XM_054313711.1"}, {"protein": "AAC12950.1", "rna": "U63295.1"}, {"protein": "NP_003022.3", "rna": "NM_003031.4"}, {"protein": "BAG70191.1", "rna": "AB451377.1"}, {"protein": "AAH42550.1", "rna": "BC042550.1"}, {"protein": "XP_054169685.1", "rna": "XM_054313710.1"}, {"protein": "ABK15529.1", "rna": "EF026094.1"}, {"protein": "XP_024306163.1", "rna": "XM_024450395.2"}, {"protein": "BAG52904.1", "rna": "AK094663.1"}, {"protein": "AAH35562.1", "rna": "BC035562.1"}, {"protein": "AAH44920.1", "rna": "BC044920.1"}]}, "alias": ["BURHAS", "SIAH1A"], "ec": "2.3.2.27", "ensembl": {"gene": "ENSG00000196470", "protein": ["ENSP00000349156", "ENSP00000369343", "ENSP00000378214", "ENSP00000456421", "ENSP00000457415"], "transcript": ["ENST00000356721", "ENST00000380006", "ENST00000394725", "ENST00000563745", "ENST00000565620", "ENST00000567973", "ENST00000568007", "ENST00000573005"], "translation": [{"protein": "ENSP00000456421", "rna": "ENST00000568007"}, {"protein": "ENSP00000369343", "rna": "ENST00000380006"}, {"protein": "ENSP00000349156", "rna": "ENST00000356721"}, {"protein": "ENSP00000378214", "rna": "ENST00000394725"}, {"protein": "ENSP00000457415", "rna": "ENST00000563745"}], "type_of_gene": "protein_coding"}, "entrezgene": "6477", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.10087093717, "exp_mis": 104.430841869, "exp_syn": 42.7431956812, "lof_z": 2.98834801003189, "mis_z": 3.37104672314348, "mu_lof": 7.4214194072e-07, "mu_mis": 9.26039078637e-06, "mu_syn": 3.75988487198e-06, "n_lof": 0.0, "n_mis": 34.0, "n_syn": 52.0, "p_li": 0.949054584763539, "p_null": 0.000162689520694273, "p_rec": 0.0507827257157662, "syn_z": -0.877762179976163}, "bp": 942, "cds_end": 48399388, "cds_start": 48395490, "n_exons": 2, "nonpsych": {"exp_lof": 8.1986131345, "exp_mis": 94.4814386033, "exp_syn": 38.6481676894, "lof_z": 2.81204434455452, "mis_z": 3.44975980696724, "mu_lof": 7.4214194072e-07, "mu_mis": 9.26039078637e-06, "mu_syn": 3.75988487198e-06, "n_lof": 0.0, "n_mis": 28.0, "n_syn": 47.0, "p_li": 0.938251593595507, "p_null": 0.000320620725573491, "p_rec": 0.0614277856789195, "syn_z": -0.845825326564283}, "nontcga": {"exp_lof": 8.36904382131, "exp_mis": 96.072623783, "exp_syn": 39.319988325, "lof_z": 2.85377135900816, "mis_z": 3.3075642892864, "mu_lof": 7.4214194072e-07, "mu_mis": 9.26039078637e-06, "mu_syn": 3.75988487198e-06, "n_lof": 0.0, "n_mis": 31.0, "n_syn": 50.0, "p_li": 0.936464115093434, "p_null": 0.000282562206139816, "p_rec": 0.063253322700426, "syn_z": -1.07841831576792}, "transcript": "ENST00000356721.3"}, "exons": [{"cdsend": 48365477, "cdsstart": 48361579, "chr": "16", "position": [[48360535, 48362430], [48365386, 48365887]], "strand": -1, "transcript": "NM_001006610", "txend": 48365887, "txstart": 48360535}, {"cdsend": 48362428, "cdsstart": 48361579, "chr": "16", "position": [[48360535, 48362430], [48385203, 48385413]], "strand": -1, "transcript": "NM_003031", "txend": 48385413, "txstart": 48360535}], "exons_hg19": [{"cdsend": 48399388, "cdsstart": 48395490, "chr": "16", "position": [[48394446, 48396341], [48399297, 48399798]], "strand": -1, "transcript": "NM_001006610", "txend": 48399798, "txstart": 48394446}, {"cdsend": 48396339, "cdsstart": 48395490, "chr": "16", "position": [[48394446, 48396341], [48419114, 48419324]], "strand": -1, "transcript": "NM_003031", "txend": 48419324, "txstart": 48394446}], "generif": [{"pubmed": 11786535, "text": "Siah proteins function as E3 ubiquitin-protein ligases"}, {"pubmed": 11852084, "text": "The Siah-1 gene promoter was cloned and the basic structure of the Siah-1 gene was determined."}, {"pubmed": 12399545, "text": "genetic regulation in tumor reversion"}, {"pubmed": 12421809, "text": "structural analysis and interaction with Siah-interacting protein"}, {"pubmed": 12557228, "text": "SIAH1 has been identified as a putative tumor suppressor gene for human hepatocellular carcinomas, with a correlation between its suppressed expression and tumor size and differentiation."}, {"pubmed": 12810624, "text": "PEG10 protein associated with SIAH1, a mediator of apoptosis, and overexpression of PEG10 decreased the cell death mediated by SIAH1."}, {"pubmed": 14506261, "text": "Siah-1 was found to abrogate the inhibitory effects of synphilin-1 on dopamine release"}, {"pubmed": 14985507, "text": "A p53-binding site was identified in the siah-1b promoter, located at nucleotides -2155/-2103 relative to the translational start site."}, {"pubmed": 15163637, "text": "SIAH-mediated down regulation of alternative splicing may be an important developmental difference between otherwise highly conserved T-STAR proteins."}, {"pubmed": 15221006, "text": "role of interaction with AF4 and AF4.MLL fusion protein in t(4,11) pathobiology"}, {"pubmed": 15284290, "text": "polycystin-1 is regulated by Siah-1 through the ubiquitin-dependent proteasome pathway."}, {"pubmed": 15326481, "text": "Siah-1L represents a new member of the human Siah family that is induced in response to p53 and plays an important role in the regulation of beta-catenin activity in tumor cells"}, {"pubmed": 15467739, "text": "inactivating mutations of the Siah-1 may contribute to the development of gastric cancer through beta-catenin stabilization and apoptosis block"}, {"pubmed": 15951807, "text": "Data show a signalling pathway in which nitric oxide generation that follows apoptotic stimulation elicits S-nitrosylation of GAPDH, which triggers binding to Siah1, nuclear translocation and apoptosis."}, {"pubmed": 16085652, "text": "SIP engages Siah1 by means of two elements, both of which are required for mediating beta-catenin destruction in cells"}, {"pubmed": 16174773, "text": "GSK3beta modulates synphilin-1 ubiquitylation and cellular inclusion formation by SIAH"}, {"pubmed": 16615911, "text": "analysis of the substrate binding site of Siah ubiquitin ligase"}, {"pubmed": 16752048, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16752048, "text": "genetic alterations of SIAH-1 do not significantly contribute to the pathogenesis of Parkinson disease"}, {"pubmed": 16899216, "text": "HSiah1 lacks the self-regulatory catalytic activity displayed by the ring finger domain of hSiah2 in HEK293 cells."}, {"pubmed": 17420721, "text": "Siah-1S (splice variant S) displays a promotion effect on cells tumorigenicity"}, {"pubmed": 18065497, "text": "Siah-1-mediated alpha-synuclein ubiquitination may play a critical role in Lewy body formation and Parkinson disease pathogenesis"}, {"pubmed": 18070888, "text": "monoubiquitylation by SIAH1 and SIAH2 represents a possible trigger event for alpha-synuclein aggregation and Lewy body formation"}, {"pubmed": 18089810, "text": "SIAH may offer a novel therapeutic target to halt tumor growth and ameliorate RAS-mediated pancreatic cancer."}, {"pubmed": 18276110, "text": "SIAH1-induced degradation of TRB3 represents a potential regulatory mechanism for TGF-beta signaling."}, {"pubmed": 18314624, "text": "SIAH-1 inhibition may represent a new therapeutic strategy in the treatment of human hepatocellular carcinoma."}, {"pubmed": 18536714, "text": "Results describe the control of HIPK2 stability by ubiquitin ligase Siah-1 and checkpoint kinases ATM and ATR."}, {"pubmed": 18850011, "text": "Siah1 (human) and Siah1A (mouse) reduced PHD3 protein levels similar to that observed with Siah2."}, {"pubmed": 19224863, "text": "synphilin-1A has a novel role as a regulator of SIAH activity, modulating alpha-synuclein, and formation of Lewy body-like inclusions"}, {"pubmed": 19696028, "text": "Data show that two mitotic kinases, Aurora-A and Aurora-B, phosphorylate endogenous EB3 at Ser-176, and the phosphorylation triggers disruption of the EB3-SIAH-1 complex, resulting in EB3 stabilization during mitosis."}, {"pubmed": 19775288, "text": "JNK and ERK signaling pathways may play an important role in the SIAH1-dependent biological behavior of breast cancer."}, {"pubmed": 19940145, "text": "siah-1 Protein is necessary for high glucose-induced glyceraldehyde-3-phosphate dehydrogenase nuclear accumulation and cell death in Muller"}, {"pubmed": 20082325, "text": "increase of the function of SIAH1 to upregulate the expression of Bim may play an important role in the progression of breast cancer"}, {"pubmed": 20144232, "text": "Immunofluorescence microscopy shows that the intracellular distribution of SIAH-1 and Kid/KIF22 appears to be modified in human tumor tissues compared to normal controls"}, {"pubmed": 20181957, "text": "Direct ubiquitination of beta-catenin by Siah-1 and regulation by the exchange factor TBL1."}, {"pubmed": 20187294, "text": "Siah1 is a bona fide E2F1 target gene, which at least partly, mediates the suppression of beta-catenin/TCF signalling pathway"}, {"pubmed": 20471960, "text": "these results propose a novel role of SIAH-1 in regulating the expression level of HPH2 through the ubiquitin-proteasome pathway."}, {"pubmed": 20604806, "text": "Herp temporarily bound to E3 ligase SIAH1a during proteolytic stress but not during ER stress."}, {"pubmed": 20682032, "text": "Overexpression of Siah1L and Siah1 is associated with radiosensitivity of breast cancer."}, {"pubmed": 21185211, "text": "ARTS interacts with the E3 ligase Siah-1 (seven in absentia homolog 1) to induce ubiquitination and degradation of XIAP."}, {"pubmed": 21466614, "text": "results suggest that hypoxia downregulates beta-catenin by increasing Siah-1 expression in a p53-dependent manner"}, {"pubmed": 21632771, "text": "infection of SIAH-1 knockdown cells with HSV, higher levels of ICP0 were produced, ICP0 was less ubiquitinated, and the half-life of this multifunctional viral regulatory protein was increased"}, {"pubmed": 21633900, "text": "Taken together, our data suggest EFF1D functions as a novel negative regulator of SIAH-1."}, {"pubmed": 21878328, "text": "Siah-1 may play an important role in ubiquitin-dependent degradation of hepatitis B virus X protein and may be involved in suppressing the progression of hepatocellular carcinoma (HCC)."}, {"pubmed": 22037423, "text": "In sharp contrast to SIAH1/SIAH2 and UBCH8, TRIAD1 binding to PML-RARalpha has no effect on its turnover."}, {"pubmed": 22483617, "text": "Siah1 is the E3 ubiquitin ligase for ELL2 polyubiquitination and proteasomal degradation."}, {"pubmed": 23152621, "text": "Calmodulin-regulated Siah-1A binding to mGluR5 dynamically regulates mGluR5 trafficking"}, {"pubmed": 23208506, "text": "the molecular mechanisms modulating ACK1"}, {"pubmed": 23228635, "text": "High expression of seven-in-absentia homologue 1 is associated with nasopharyngeal carcinoma."}, {"pubmed": 23500468, "text": "USP19 interacts with the ubiquitin ligases SIAH1 and SIAH2, which promote USP19 ubiquitylation and degradation by the proteasome."}, {"pubmed": 24316825, "text": "The spatial orientation of one zinc-finger subdomain in Siah1 ubiquitin ligase differs with respect to the rest of the dimeric protein."}, {"pubmed": 24503442, "text": "miR-135a/SIAH1/beta-catenin signaling is important in the transformation and progression of cervical carcinoma."}, {"pubmed": 24882689, "text": "SIAH-1 plays an essential role in beta-catenin degradation in HCT116 CRC cells and that CSN5 affects beta-catenin target gene expression in these cells."}, {"pubmed": 25202994, "text": "molecular basis of Siah1 and Siah2 E3 ubiquitin ligase substrate specificity"}, {"pubmed": 25391652, "text": "Siah1 is a substrate of ASK1 for activation of the GAPDH-Siah1 oxidative stress signaling cascade."}, {"pubmed": 25528765, "text": "Data indicate that ubiquitin ligase Siah as a regulator of to Mesenchymal Transition (EMT) by controlling the abundance of the key transcription factor Zeb1, while Siah itself is subject to regulation by EMT-inducing factors."}, {"pubmed": 25728284, "text": "CDK2 up-regulates the protein level of KLF10 through reducing its association with SIAH1, a KLF10 E3-ubiqutin ligase involved in proteasomal degradation."}, {"pubmed": 25851994, "text": "Results demonstrated that miR-107 directly down-regulated SIAH1 expression in human breast cancer cells. An inverse correlation between the expression of miR-107 and SIAH1 was found in human breast cancer tissues and cell lines."}, {"pubmed": 26069251, "text": "miRNA network regulates SIAH1 in in colorectal metastasis tissues."}, {"pubmed": 26267146, "text": "Similar to TAp73, DNp73 is stabilized by hypoxia in a HIF-1a-dependent manner, which otherwise is degraded by Siah1."}, {"pubmed": 26438826, "text": "findings demonstrate that dissociation of the GAPDH/Siah1 pro-apoptotic complex can block high glucose-induced pericyte apoptosis, widely considered a hallmark feature of DR"}, {"pubmed": 26654769, "text": "SIAH1 is associated with a tumor promoting role in breast cancer."}, {"pubmed": 26722480, "text": "In neuroblastoma cells, siRNA silencing of SIAH1 promoted cellular proliferation and suppressed apoptosis. Protein and mRNA expression of alpha-synuclein, LC3-II and p53 decreased after SIAH1 knockdown. E1 protein and mRNA levels increased after SIAH1 siRNA."}, {"pubmed": 27249023, "text": "results suggest that CacyBP/SIP is involved in regulation of the Hsp90 chaperone machinery"}, {"pubmed": 27334109, "text": "PINK1 disease mutants failed to recruit synphilin-1 and did not activate mitophagy, indicating that PINK1-synphilin-1-SIAH-1 represents a new parkin-independent mitophagy pathway. Drugs that activate this pathway will provide a novel strategy to promote the clearance of damaged mitochondria in Parkinson's disease."}, {"pubmed": 27377268, "text": "Results showed that SIAH1 and PTP4A1 expression was regulated by mir-944 in breast cancer cells. miR-944 binds directly the 3 UTR of their promotor region."}, {"pubmed": 27616748, "text": "Siah-1 expression was observed in 41.4% of oral squamous cell carcinoma. Siah-1 was expressed in the cytoplasm and cell membranes, and partially in the nucleus ."}, {"pubmed": 27776223, "text": "The crystallographic models provide structural insights into the substrate binding of the SIAH family E3 ubiquitin ligases that are critically involved in regulating cancer-related pathways."}, {"pubmed": 27871173, "text": "Results suggest that activated STAT3 regulates active beta-catenin protein levels via stabilization of SIAH-1 and the subsequent ubiquitin-dependent proteasomal degradation of beta-catenin in HEK293T cells."}, {"pubmed": 28546513, "text": "Study identified SIAH1/2 (SIAH) as the E3 ligase mediating Wnt-induced Axin degradation. SIAH proteins promote the ubiquitination and proteasomal degradation of Axin through interacting with a VxP motif in the GSK3-binding domain of Axin, and this function of SIAH is counteracted by GSK3 binding to Axin."}, {"pubmed": 28843785, "text": "Depletion of KDM3A coincided with the loss of SIAH1 induction and the accumulation of dimethylated H3K9 surrounding the SIAH1 promoter. Interestingly, KDM3A expression was also up-regulated by nutritional stress in a HIF-1alpha dependent manner."}, {"pubmed": 29217406, "text": "Data suggest that lncRNA small nucleolar RNA host gene 1, as a pathogenic factor, promotes alpha-synuclein aggregation and toxicity by targeting the miR-15b-5p/seven in absentia homolog 1 axis."}, {"pubmed": 30080903, "text": "Results show that abolishing ICP0:SIAH-1 interaction affects the HSV-2 phenotype during infection. In vitro, the SIAH-binding deficient mutant synthesized significantly less DNA and protein, and virus growth was clearly attenuated compared to wild-type virus. In model mice, HSV-2 carrying the SIAH-binding deficient mutation caused an acute infection in the murine eye and was able to spread to the innervating neurons."}, {"pubmed": 30269240, "text": "Using the novel PUM1 and PUM2 mRNA target SIAH1 as a model, this study shows mechanistic differences between PUM1 and PUM2 and between NANOS1, 2, and 3 paralogues in the regulation of SIAH1."}, {"pubmed": 30323224, "text": "PHF19 promotes the proliferation, migration, and chemosensitivity of glioblastoma to doxorubicin through modulation of the SIAH1/beta-catenin axis."}, {"pubmed": 31471318, "text": "Depletion of Siah1 enhanced Akt3 levels in the soma and axonal tips, eliciting multiple branching."}, {"pubmed": 32430360, "text": "De novo variants in SIAH1, encoding an E3 ubiquitin ligase, are associated with developmental delay, hypotonia and dysmorphic features."}, {"pubmed": 32479599, "text": "Host cell factors stimulate HIV-1 transcription by antagonizing substrate-binding function of Siah1 ubiquitin ligase to stabilize transcription elongation factor ELL2."}, {"pubmed": 32671611, "text": "TRAF4, a new substrate of SIAH1, participates in chemotherapy resistance of breast cancer cell by counteracting SIAH1-mediated downregulation of beta-catenin."}, {"pubmed": 34355355, "text": "miR-129-5p Ameliorates Ischemic Brain Injury by Binding to SIAH1 and Activating the mTOR Signaling Pathway."}, {"pubmed": 34555669, "text": "Proteasomal activator 28 gamma stabilizes hepatitis B virus X protein by competitively inhibiting the Siah-1-mediated proteasomal degradation."}, {"pubmed": 34882535, "text": "Hepatitis C virus core protein inhibits hepatitis B virus replication by downregulating HBx levels via Siah-1-mediated proteasomal degradation during coinfection."}, {"pubmed": 34958110, "text": "Siah1 in cancer and nervous system diseases (Review)."}, {"pubmed": 35261172, "text": "Reactive oxygen species-induced SIAH1 promotes granulosa cells' senescence in premature ovarian failure."}, {"pubmed": 35580525, "text": "SIAH1 promotes senescence and apoptosis of nucleus pulposus cells to exacerbate disc degeneration through ubiquitinating XIAP."}, {"pubmed": 35723276, "text": "FRK inhibits glioblastoma progression via phosphorylating YAP and inducing its ubiquitylation and degradation by Siah1."}, {"pubmed": 35961388, "text": "Siah1 promotes the proliferation of NSCLC cells through ubiquitinating and stabilizing Notch1."}, {"pubmed": 38842203, "text": "SIAH1 Promotes the Pyroptosis of Cardiomyocytes in Diabetic Cardiomyopathy via Regulating IkappaB-alpha/NF-kappacapital VE, Cyrillic Signaling."}], "genomic_pos": {"chr": "16", "end": 48448402, "ensemblgene": "ENSG00000196470", "start": 48356364, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 48482313, "start": 48390275, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006511", "pubmed": 23001567, "qualifier": "acts_upstream_of_or_within", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006511", "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 9403064, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 9334332, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007411", "pubmed": 9334332, "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 9403064, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030163", "pubmed": 11389840, "qualifier": "involved_in", "term": "protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 21185211, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043161", "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043161", "pubmed": 33591310, "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043161", "pubmed": 28546513, "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043161", "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051402", "qualifier": "involved_in", "term": "neuron apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060070", "pubmed": [28546513, 32430360], "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1990000", "qualifier": "involved_in", "term": "amyloid fibril formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001244", "pubmed": 21185211, "qualifier": "involved_in", "term": "positive regulation of intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030877", "pubmed": 16085652, "qualifier": "part_of", "term": "beta-catenin destruction complex"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0004842", "pubmed": 21185211, "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004842", "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004842", "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11389840, 11483518, 16085652, 16230351, 19549727, 21078624, 21185211, 21516116, 21878328, 21988832, 23840749, 25416956, 28546513, 33591310], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": [11863358, 16085652], "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031624", "qualifier": "enables", "term": "ubiquitin conjugating enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [21988832, 22493164, 25416956], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061630", "pubmed": 23001567, "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0061630", "pubmed": 28546513, "qualifier": "enables", "term": "ubiquitin protein ligase activity"}]}, "homologene": {"genes": [[4530, 4344172], [4530, 9266295], [6239, 177138], [7165, 5667260], [7227, 39884], [7955, 80955], [8364, 548553], [9031, 374076], [9544, 716629], [9598, 465153], [9606, 6477], [9615, 100856496], [9913, 534655], [10090, 20437], [10116, 140941]], "id": 20654}, "interpro": [{"desc": "Zinc finger, RING-type", "id": "IPR001841", "short_desc": "Znf_RING"}, {"desc": "E3 ubiquitin-protein ligase SINA-like, animal", "id": "IPR004162", "short_desc": "SINA-like_animal"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "TRAF-like", "id": "IPR008974", "short_desc": "TRAF-like"}, {"desc": "Zinc finger, SIAH-type", "id": "IPR013010", "short_desc": "Znf_SIAH"}, {"desc": "Seven-in-absentia protein, TRAF-like domain", "id": "IPR018121", "short_desc": "7-in-absentia-prot_TRAF-dom"}], "ipi": ["IPI00328242", "IPI00396517", "IPI00872574"], "map_location": "16q12.1", "name": "siah E3 ubiquitin protein ligase 1", "other_names": ["E3 ubiquitin-protein ligase SIAH1", "RING-type E3 ubiquitin transferase SIAH1", "seven in absentia homolog 1", "siah-1a"], "pantherdb": {"HGNC": "10857", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108063", "ortholog_type": "O", "panther_family": "PTHR45877", "taxid": 10090, "uniprot_kb": "Q06985"}, {"MGI": "108064", "ortholog_type": "LDO", "panther_family": "PTHR45877", "taxid": 10090, "uniprot_kb": "P61092"}, {"RGD": "620449", "ortholog_type": "LDO", "panther_family": "PTHR45877", "taxid": 10116, "uniprot_kb": "Q920M9"}, {"Ensembl": "ENSGALG00000003916", "ortholog_type": "LDO", "panther_family": "PTHR45877", "taxid": 9031, "uniprot_kb": "F1P2G0"}, {"ZFIN": "ZDB-GENE-010319-31", "ortholog_type": "LDO", "panther_family": "PTHR45877", "taxid": 7955, "uniprot_kb": "Q7ZVG6"}, {"WormBase": "WBGene00021369", "ortholog_type": "O", "panther_family": "PTHR45877", "taxid": 6239, "uniprot_kb": "Q965X6"}, {"FlyBase": "FBgn0024997", "ortholog_type": "O", "panther_family": "PTHR45877", "taxid": 7227, "uniprot_kb": "Q9W4W4"}, {"FlyBase": "FBgn0259794", "ortholog_type": "O", "panther_family": "PTHR45877", "taxid": 7227, "uniprot_kb": "Q8T3Y0"}, {"FlyBase": "FBgn0003410", "ortholog_type": "O", "panther_family": "PTHR45877", "taxid": 7227, "uniprot_kb": "P21461"}], "uniprot_kb": "Q8IUQ4"}, "pathway": {"kegg": [{"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-373752", "name": "Netrin-1 signaling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-977225", "name": "Amyloid fiber formation"}, {"id": "R-HSA-983168", "name": "Antigen processing: Ubiquitination & Proteasome degradation"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}], "wikipathways": [{"id": "WP2359", "name": "Parkin-Ubiquitin Proteasomal System pathway"}, {"id": "WP3982", "name": "miRNA regulation of p53 pathway in prostate cancer"}, {"id": "WP4751", "name": "HIPK2 in kidney fibrosis"}, {"id": "WP4949", "name": "16p11.2 proximal deletion syndrome"}]}, "pdb": ["2A25", "4C9Z", "4CA1", "4I7B", "4I7C", "4I7D", "4X3G", "5WZZ", "8HEO"], "pfam": ["PF03145", "PF21361", "PF21362"], "pharmgkb": "PA35759", "pharos": {"target_id": 7383, "tdl": "Tbio"}, "prosite": ["PS50089", "PS51081"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256319", "relationship": "is"}, {"id": "GNF256320", "relationship": "is"}, {"id": "GNF256321", "relationship": "is"}, {"id": "GNF256322", "relationship": "is"}, {"id": "GNF272299", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164931", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF032767", "relationship": "similar to"}, {"id": "GNF049420", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089905", "relationship": "is"}, {"id": "GNF089906", "relationship": "is"}, {"id": "GNF089907", "relationship": "is"}, {"id": "GNF090331", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051605", "relationship": "is"}, {"id": "GNF051792", "relationship": "is"}, {"id": "GNF056561", "relationship": "is"}, {"id": "GNF061337", "relationship": "is"}, {"id": "GNF078671", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063199", "relationship": "is"}, {"id": "GNF063200", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF013350", "relationship": "is"}, {"id": "GNF013351", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF243012", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": [{"id": "GNF335123", "relationship": "is"}, {"id": "GNF336476", "relationship": "is"}], "NOVART_hs-genome_siRNA": {"id": "GNF115107", "relationship": "is"}}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_029599.1"], "protein": ["NP_001006611.1", "NP_003022.3", "XP_006721309.1", "XP_024306163.1", "XP_054169685.1", "XP_054169686.1"], "rna": ["NM_001006610.2", "NM_001006611.1", "NM_003031.4", "XM_006721246.3", "XM_024450395.2", "XM_054313710.1", "XM_054313711.1"], "translation": [{"protein": "NP_001006611.1", "rna": "NM_001006610.2"}, {"protein": "XP_054169686.1", "rna": "XM_054313711.1"}, {"protein": "XP_006721309.1", "rna": "XM_006721246.3"}, {"protein": "NP_003022.3", "rna": "NM_003031.4"}, {"protein": "XP_054169685.1", "rna": "XM_054313710.1"}, {"protein": "XP_024306163.1", "rna": "XM_024450395.2"}]}, "reporter": {"HG-U133_Plus_2": ["202980_s_at", "202981_x_at", "221833_at", "232365_at"], "HG-U95Av2": "32160_at", "HTA-2_0": ["TC16000431.hg.1", "TC16001095.hg.1"], "HuEx-1_0": ["3690550", "3690579"], "HuGene-1_1": "8001306", "HuGene-2_1": "16826356"}, "summary": "This gene encodes a protein that is a member of the seven in absentia homolog (SIAH) family. The protein is an E3 ligase and is involved in ubiquitination and proteasome-mediated degradation of specific proteins. The activity of this ubiquitin ligase has been implicated in the development of certain forms of Parkinson's disease, the regulation of the cellular response to hypoxia and induction of apoptosis. Alternative splicing results in several additional transcript variants, some encoding different isoforms and others that have not been fully characterized. [provided by RefSeq, Jul 2008].", "symbol": "SIAH1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420045"}, "unigene": "Hs.706828", "uniprot": {"Swiss-Prot": "Q8IUQ4", "TrEMBL": "H3BU09"}, "wikipedia": {"url_stub": "SIAH1"}}