{"AllianceGenome": "14935", "HGNC": "14935", "MIM": "606212", "_id": "51547", "_version": 2, "accession": {"genomic": ["AC145207.2", "CH471099.1", "CP068261.2", "CS330068.1", "CS417209.1", "CS545600.1", "KF456336.1", "NC_000017.11", "NC_060941.1"], "protein": ["AAF43431.1", "AAH17305.1", "AAI01792.1", "AAI01794.1", "BAA92044.1", "BAF82954.1", "BAG52860.1", "CAB70848.2", "CAL00162.1", "CAL48204.1", "CAN36298.1", "EAW89713.1", "NP_057622.1", "Q9NRC8.1", "XP_011521882.1", "XP_047292184.1", "XP_047292185.1", "XP_047292186.1", "XP_047292187.1", "XP_054172376.1", "XP_054172377.1", "XP_054172378.1", "XP_054172379.1", "XP_054172380.1"], "rna": ["AF233395.1", "AK002027.1", "AK094326.1", "AK131437.1", "AK131484.1", "AK290265.1", "AL137626.1", "BC017305.2", "BC101791.1", "BC101793.1", "BQ890203.1", "CD579273.2", "NM_016538.3", "XM_011523580.2", "XM_047436228.1", "XM_047436229.1", "XM_047436230.1", "XM_047436231.1", "XM_054316401.1", "XM_054316402.1", "XM_054316403.1", "XM_054316404.1", "XM_054316405.1"], "translation": [{"protein": "XP_054172377.1", "rna": "XM_054316402.1"}, {"protein": "BAA92044.1", "rna": "AK002027.1"}, {"protein": "BAG52860.1", "rna": "AK094326.1"}, {"protein": "AAI01794.1", "rna": "BC101793.1"}, {"protein": "AAH17305.1", "rna": "BC017305.2"}, {"protein": "XP_047292185.1", "rna": "XM_047436229.1"}, {"protein": "BAF82954.1", "rna": "AK290265.1"}, {"protein": "CAB70848.2", "rna": "AL137626.1"}, {"protein": "XP_054172376.1", "rna": "XM_054316401.1"}, {"protein": "AAF43431.1", "rna": "AF233395.1"}, {"protein": "AAI01792.1", "rna": "BC101791.1"}, {"protein": "XP_047292187.1", "rna": "XM_047436231.1"}, {"protein": "XP_054172378.1", "rna": "XM_054316403.1"}, {"protein": "XP_054172379.1", "rna": "XM_054316404.1"}, {"protein": "NP_057622.1", "rna": "NM_016538.3"}, {"protein": "XP_047292186.1", "rna": "XM_047436230.1"}, {"protein": "XP_011521882.1", "rna": "XM_011523580.2"}, {"protein": "XP_047292184.1", "rna": "XM_047436228.1"}, {"protein": "XP_054172380.1", "rna": "XM_054316405.1"}]}, "alias": "SIR2L7", "ec": "2.3.1.286", "ensembl": {"gene": "ENSG00000187531", "protein": ["ENSP00000329466", "ENSP00000459524", "ENSP00000461044"], "transcript": ["ENST00000328666", "ENST00000536038", "ENST00000570367", "ENST00000571213", "ENST00000571233", "ENST00000571832", "ENST00000571915", "ENST00000572350", "ENST00000572671", "ENST00000572902", "ENST00000572976", "ENST00000573367", "ENST00000573576", "ENST00000574153", "ENST00000574495", "ENST00000574915", "ENST00000574992", "ENST00000575244", "ENST00000575360", "ENST00000576156", "ENST00000577065"], "translation": [{"protein": "ENSP00000329466", "rna": "ENST00000328666"}, {"protein": "ENSP00000461044", "rna": "ENST00000572902"}, {"protein": "ENSP00000459524", "rna": "ENST00000575360"}], "type_of_gene": "protein_coding"}, "entrezgene": "51547", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.8287476801, "exp_mis": 174.783756647, "exp_syn": 80.9578852319, "lof_z": 2.65766163195695, "mis_z": 2.24881509161239, "mu_lof": 9.24429818682e-07, "mu_mis": 2.01503001775e-05, "mu_syn": 9.14883112495e-06, "n_lof": 2.0, "n_mis": 114.0, "n_syn": 87.0, "p_li": 0.567108371695204, "p_null": 0.00254292382738456, "p_rec": 0.430348704477411, "syn_z": -0.416302006912832}, "bp": 1203, "cds_end": 79876007, "cds_start": 79870291, "n_exons": 10, "nonpsych": {"exp_lof": 9.63993049303, "exp_mis": 158.03503958, "exp_syn": 73.1135676271, "lof_z": 2.73290967382808, "mis_z": 2.36861582288537, "mu_lof": 9.24429818682e-07, "mu_mis": 2.01503001775e-05, "mu_syn": 9.14883112495e-06, "n_lof": 1.0, "n_mis": 99.0, "n_syn": 87.0, "p_li": 0.833540810628567, "p_null": 0.000860920535912936, "p_rec": 0.16559826883552, "syn_z": -1.02248070333929}, "nontcga": {"exp_lof": 9.94674207141, "exp_mis": 160.785361757, "exp_syn": 74.4655517667, "lof_z": 2.48559258975216, "mis_z": 2.19182993931805, "mu_lof": 9.24429818682e-07, "mu_mis": 2.01503001775e-05, "mu_syn": 9.14883112495e-06, "n_lof": 2.0, "n_mis": 105.0, "n_syn": 78.0, "p_li": 0.494487592812223, "p_null": 0.00447501192300887, "p_rec": 0.501037395264768, "syn_z": -0.259338131690257}, "transcript": "ENST00000328666.6"}, "exons": [{"cdsend": 81918131, "cdsstart": 81912415, "chr": "17", "position": [[81911938, 81912614], [81913773, 81913880], [81914086, 81914167], [81914293, 81914530], [81914603, 81914702], [81915439, 81915512], [81915610, 81915681], [81917614, 81917719], [81917829, 81917967], [81918038, 81918176]], "strand": -1, "transcript": "NM_016538", "txend": 81918176, "txstart": 81911938}], "exons_hg19": [{"cdsend": 79876007, "cdsstart": 79870291, "chr": "17", "position": [[79869814, 79870490], [79871649, 79871756], [79871962, 79872043], [79872169, 79872406], [79872479, 79872578], [79873315, 79873388], [79873486, 79873557], [79875490, 79875595], [79875705, 79875843], [79875914, 79876052]], "strand": -1, "transcript": "NM_016538", "txend": 79876052, "txstart": 79869814}], "generif": [{"pubmed": 16525639, "text": "Fluorescence in situ hybridization analysis localized the Sirt7 gene to chromosome 17q25.3; a region which is frequently affected by chromosomal alterations in acute leukemias and lymphomas."}, {"pubmed": 16618798, "text": "SIRT7 is a positive regulator of Pol I transcription and is required for cell viability in mammals."}, {"pubmed": 17003781, "text": "Levels of SIRT7 expression were significantly increased in breast cancer"}, {"pubmed": 19174463, "text": "SIRT7 is required for the resumption of rDNA transcription at the exit from mitosis."}, {"pubmed": 19174463, "text": "associated with NORs during mitosis,interacts with the rDNA transcription factor UBF,phosphorylated via the CDK1-cyclin B pathway during mitosis and dephosphorylated by a phosphatase sensitive to okadaic acid at exit from mitosis"}, {"pubmed": 22586326, "text": "SIRT7 plays a crucial role in connecting the function of chromatin remodeling complexes to RNA Pol I machinery during transcription"}, {"pubmed": 22722849, "text": "work establishes SIRT7 as a highly selective H3K18Ac deacetylase and demonstrates a pivotal role for SIRT7 in chromatin regulation, cellular transformation programs and tumour formation in vivo."}, {"pubmed": 23079745, "text": "Our findings suggest the oncogenic potential of SIRT7 in hepatocarcinogenesis."}, {"pubmed": 23680022, "text": "Idenitifcation of the nuclear localization sequence in human SIRT7 and an association between loss of nucleolar SIRT7 and replicative senescence."}, {"pubmed": 23750001, "text": "Knockdown of Sirt7 led to an increase in HIF-1alpha and HIF-2alpha protein levels and an increase in HIF-1 and HIF-2 transcriptional activity."}, {"pubmed": 24113281, "text": "We propose that SIRT7 is involved in multiple pathways involved in ribosome biogenesis, and we hypothesize that its down-regulation may contribute to an antitumor effect, partly through the inhibition of protein synthesis."}, {"pubmed": 24207024, "text": "The results identify a nonhistone target of SIRT7 and uncover an RNA-mediated mechanism that adapts nucleolar transcription to stress signaling"}, {"pubmed": 24210820, "text": "Study identifies SIRT7 as a cofactor of Myc for transcriptional repression and delineates a druggable regulatory branch of the ER stress response that prevents and reverts fatty liver disease."}, {"pubmed": 24536059, "text": "These findings place SIRT7 at the crossroads of chromatin signaling, metabolic, and tumor-regulatory pathways. Thus, SIRT7 is a promising pharmacologic target for epigenetic cancer therapy."}, {"pubmed": 24771643, "text": "Our findings suggest that Sirt7 plays an important role in the development and progression of human colorectal cancer and functions as a valuable marker of colorectal cancer prognosis."}, {"pubmed": 24782448, "text": "Interactions of two highly acetylated proteins, nucleophosmin (NPM1) and nucleolin, with SIRT6 and SIRT7 were confirmed by co-immunoprecipitation."}, {"pubmed": 24885964, "text": "stress-induced Sirt7 inhibition significantly increases stress resistance and modulates insulin/IGF-1 signaling pathways."}, {"pubmed": 25445786, "text": "High Sirtuin 7 promotes cellular survival following genomic stress by attenuation of DNA damage, SAPK activation and p53 response in osteosarcoma."}, {"pubmed": 25503141, "text": "In the cancer group, the expression level of SIRT6 and SIRT7 were significantly up-regulated and are potential circulating prognostic markers for head and neck squamous cell carcinoma."}, {"pubmed": 25792330, "text": "SIRT7 expression was reduced in aged hematopoietic stem cells (HSCs), and SIRT7 up-regulation improved the regenerative capacity of aged HSCs."}, {"pubmed": 25794641, "text": "SIRT1 inhibition caused cell death, while SIRT2 inhibition resulted in cell cycle arrest. In conclusion, we report the overexpression of SIRT2 and SIRT7 proteins in cervical cancer"}, {"pubmed": 25921180, "text": "SIRT7 might play a role of oncogene in ovarian malignancy. Down-regulation of SIRT7 significantly reduced ovarian cancer cell growth, repressed colony formation and increased cancer cell apoptosis; up-regulation promoted the migration of cancer cells."}, {"pubmed": 25973086, "text": "Sirt7 expression was implicated with high histological grade and independently predicted poor clinical outcome in patients with breast cancer, suggesting that Sirt7 might play a role in the malignant progression of breast cancer."}, {"pubmed": 26121130, "text": "SIRT3 and SIRT7 possess tumour suppressor properties in the context of pancreatic cancer."}, {"pubmed": 26169984, "text": "Novel interactions of TPPII, p53, and SIRT7 presented in this study might contribute to the knowledge of the regulatory effects of these proteins on apoptotic pathways and to the understanding mechanisms of aging and lifespan regulation."}, {"pubmed": 26442981, "text": "SIRT7 trans-represses RPS7 gene in the presence of HBx protein.HBx enhances intracellular stability of SIRT7 protein."}, {"pubmed": 26701732, "text": "Data indicate that compared to non-neoplastic endometria (NNE), endometrial cancer (EC) showed SIRT7 mRNA overexpression, whereas SIRT1, SIRT2, SIRT4 and SIRT5 were underexpressed, and no significant differences were observed for SIRT3 and SIRT6."}, {"pubmed": 26704017, "text": "this is the first report on the regulation mechanism of SIRT7 gene, in which, HDAC3 collaborated with C/EBPalpha to occupy its responding element in the upstream region of SIRT7 gene and repressed its expression in human cells."}, {"pubmed": 26867678, "text": "SIRT7 deacetylates U3-55k, enhancing U3-55k binding to U3 snoRNA, which is a prerequisite for pre-rRNA processing."}, {"pubmed": 26907567, "text": "This study showed that SIRT7 can be activated by DNA to hydrolyze the acetyl group from lysine residues in vitro on histone peptides and histones in the chromatin context."}, {"pubmed": 26991832, "text": "miR-152/SIRT7 axis plays a key role in the regulation of Human dental pulp stem cell senescence."}, {"pubmed": 27436229, "text": "SIRT7-catalysed histone H3 lysine122 desuccinylation is critically implemented in DNA-damage response and cell survival."}, {"pubmed": 27480132, "text": "We found a negative correlation between mRNA levels of SIRT1 in VAT of obese individuals and SIRT7 in VAT of the normal-weight subjects and expression of the relevant miRNAs."}, {"pubmed": 27599551, "text": "our study suggests that SIRT7 functions as an oncogene in non-small cell lung cancer (NSCLC), and miR-3666 can target SIRT7 to inhibit NSCLC cell growth by promoting the pro-apoptotic signaling pathway"}, {"pubmed": 28147277, "text": "Energy stress strengthens SIRT7-mediated effects on Akt dephosphorylation."}, {"pubmed": 28385812, "text": "the decline in SIRT7 in lung fibroblasts has a profibrotic effect, which is mediated by changes in Smad3 levels."}, {"pubmed": 28445974, "text": "Authors evaluated the expression of known targets of miR-125a and found that sirtuin-7, matrix metalloproteinase-11, and c-Raf were up-regulated in tumor tissue by 2.2-, 3-, and 1.7-fold, respectively. Overall, these data support a tumor suppressor role for miR-125a."}, {"pubmed": 28623141, "text": "SIRT7 inhibits TR4 degradation by deacetylation of DDB1."}, {"pubmed": 28655758, "text": "Data suggest that SIRT7 undergoes Lys-63 polyubiquitination, later removed by USP7 to repress enzymatic activity of SIRT7; USP7 and SIRT7 regulate gluconeogenesis via expression of glucose-6-phosphatase catalytic subunit (G6PC); SIRT7 targets G6PC promoter through ELK4. (SIRT7 = sirtuin 7; USP7 = ubiquitin specific peptidase 7; G6PC = glucose-6-phosphatase catalytic subunit; ELK4 = transcription factor ELK4)"}, {"pubmed": 28790157, "text": "Knockdown of SIRT7 leads to the same phenotype as depletion of DDX21 (i.e., increased formation of R loops and DNA double-strand breaks), indicating that SIRT7 and DDX21 cooperate to prevent R-loop accumulation, thus safeguarding genome integrity."}, {"pubmed": 28827661, "text": "Data indicate the role of SIRT7 in inhibiting SMAD4-mediated breast cancer metastasis providing a possible therapeutic avenue."}, {"pubmed": 28886238, "text": "The SIRT7 is mobilized from the nucleolus to the nucleoplasm and promotes DDB1 deacetylation, leading to decreased DDB1-CUL4 association and CRL4 activity."}, {"pubmed": 28944911, "text": "miR-3666 is an important regulator of breast cancer development. The overexpression of miR-3666 inhibits breast cancer cell proliferation by inhibiting SIRT7."}, {"pubmed": 29231244, "text": "SIRT7 plays a critical role in breast cancer cell survival."}, {"pubmed": 29428666, "text": "Overexpression of SIRT7 abrogated the effects mediated by miR-519d overexpression in hypertrophic scar fibroblasts."}, {"pubmed": 29438839, "text": "Our data confirmed that SIRT7 was overexpressed in cholangiocarcinoma patient tissues and cell lines."}, {"pubmed": 29710664, "text": "Our study provides evidence that the miR-340/SIRT7 axis may play an important role in the molecular pathogenesis of angiosarcoma."}, {"pubmed": 29843083, "text": "SIRT7 is involved in regulating TGF-beta1-induced ASM cell proliferation."}, {"pubmed": 30093629, "text": "SIRT7 expression was elevated in papillary thyroid cancers. SIRT7 knockdown inhibited the proliferation, colony formation, migration and invasion of thyroid cancer cells, and induced their cycle arrest and apoptosis.SIRT7 re-expression enhanced TC cell growth, invasiveness and tumorigenic potential in nude mice. SIRT7 promotes thyroid tumorigenesis by phosphorylation and activation of Akt and p70S6K1 via DBC1/SIRT1."}, {"pubmed": 30282801, "text": "Sirtuin 7 deacetylates WDR77 protein at Lys-3 and Lys-243 and thus reduces the interaction between WDR77 and PRMT5."}, {"pubmed": 30348528, "text": "SIRT7-elicits an autophagic response that plays a protective role against cell death and the SIRT7-inhibition has a potential to improve the efficacy of anti-metabolic therapy in non-small cell lung cancer cells."}, {"pubmed": 30420520, "text": "This study uncovers the regulatory role of SIRT7 arginine methylation in glucose sensing and mitochondria biogenesis."}, {"pubmed": 30540930, "text": "SIRT7-dependent deacetylation impacts nucleolar activity by an FBL-driven circuitry that mediates cell-cycle-dependent fluctuation of ribosomal DNA transcription."}, {"pubmed": 30627559, "text": "SIRT7 inhibited HAVSMCs proliferation and migration via enhancing Wnt/beta-catenin activation, which provided a novel therapeutic strategy for antiatherosclerosis."}, {"pubmed": 30944854, "text": "Findings indicate a role of sirtuin 7 (SIRT7) in regulating ataxia telangiectasia mutated proteins (ATM) activity and DNA damage repair."}, {"pubmed": 31025603, "text": "Role of N-terminus in function and dynamics of sirtuin 7: an in silico study."}, {"pubmed": 31196136, "text": "we have demonstrated a crucial role of SIRT7 in suppressing p53-dependent cytotoxicity of HCC. SIRT7 inhibition increased the sensitivity of liver cancer cells to cell death inducing chemotherapeutics such as doxorubicin both in vitro and in vivo."}, {"pubmed": 31226208, "text": "SIRT7 mediates L1 elements transcriptional repression and their association with the nuclear lamina."}, {"pubmed": 31331964, "text": "Sirtuin 7 promotes 45S pre-rRNA cleavage at site 2 and determines the processing pathway."}, {"pubmed": 31678303, "text": "SIRT7 reduced acetylation of MEF2D and expression of PD-L1 in HCC cells not exposed to IFNG."}, {"pubmed": 31683458, "text": "Our results indicated that the miR-125a level varies in non-small cell lung carcinoma cell lines with different radiosensitivities. We demonstrated that miR-125a-5p upregulated SIRT7 and further upregulated apoptosis in lung cancer cells to increase their radiosensitivity."}, {"pubmed": 31843644, "text": "SIRT7 contains a conserved catalytic core with long flanking N- and C-terminal extensions. The N terminus is involved in substrate binding, thus also in its dual enzyme activity i.e. deacetylation and ADP ribosylation."}, {"pubmed": 31970414, "text": "These data establish a regulatory feedback loop of TGF-beta signaling, wherein HDAC8 as a novel cofactor of SMAD3/4 complex, transcriptionally suppresses SIRT7 via local chromatin remodeling"}, {"pubmed": 32017171, "text": "Downregulation of circular RNA circPVT1 restricts cell growth of hepatocellular carcinoma through downregulation of Sirtuin 7 via microRNA-3666."}, {"pubmed": 32214204, "text": "SIRT7: an influence factor in healthy aging and the development of age-dependent myeloid stem-cell disorders."}, {"pubmed": 32404984, "text": "SIRT7 activates p53 by enhancing PCAF-mediated MDM2 degradation to arrest the cell cycle."}, {"pubmed": 32442343, "text": "Exosomal miRNA-17-5p derived from human umbilical cord mesenchymal stem cells improves ovarian function in premature ovarian insufficiency by regulating SIRT7."}, {"pubmed": 32504224, "text": "SIRT7 antagonizes human stem cell aging as a heterochromatin stabilizer."}, {"pubmed": 32527012, "text": "SIRT7 Deacetylates STRAP to Regulate p53 Activity and Stability."}, {"pubmed": 32586688, "text": "Clinicopathological and molecular analysis of SIRT7 in hepatocellular carcinoma."}, {"pubmed": 32705247, "text": "Sirtuin 7 promotes nonsmall cell lung cancer progression by facilitating G1/S phase and epithelialmesenchymal transition and activating AKT and ERK1/2 signaling."}, {"pubmed": 32719338, "text": "SIRT7 deficiency suppresses inflammation, induces EndoMT, and increases vascular permeability in primary pulmonary endothelial cells."}, {"pubmed": 33015765, "text": "Sirt7 protects chondrocytes degeneration in osteoarthritis via autophagy activation."}, {"pubmed": 33274232, "text": "MicroRNA-148b Inhibits the Malignant Biological Behavior of Melanoma by Reducing Sirtuin 7 Expression Levels."}, {"pubmed": 33416100, "text": "lncRNASNHG7003 inhibits the proliferation, migration and invasion of vascular smooth muscle cells by targeting the miR13065p/SIRT7 signaling pathway."}, {"pubmed": 33955199, "text": "SIRT7 regulates lipogenesis in adipocytes through deacetylation of PPARgamma2."}, {"pubmed": 34128977, "text": "SIRT7 restricts HBV transcription and replication through catalyzing desuccinylation of histone H3 associated with cccDNA minichromosome."}, {"pubmed": 34433808, "text": "Combined intermittent fasting and ERK inhibition enhance the anti-tumor effects of chemotherapy via the GSK3beta-SIRT7 axis."}, {"pubmed": 34655076, "text": "The Role of Pentraxin-3, Fetuin-A and Sirtuin-7 in the Diagnosis of Prostate Cancer."}, {"pubmed": 34736960, "text": "Sirtuin 7 super-enhancer drives epigenomic reprogramming in hepatocarcinogenesis."}, {"pubmed": 34797559, "text": "SIRT7 interacts with TEK (TIE2) to promote adriamycin induced metastasis in breast cancer."}, {"pubmed": 35046516, "text": "PRMT5 confers lipid metabolism reprogramming, tumour growth and metastasis depending on the SIRT7-mediated desuccinylation of PRMT5 K387 in tumours."}, {"pubmed": 35195783, "text": "Sirt3, 6, and 7 Genes Expression in Gastric Antral Epithelial Cells of Patients with Helicobacter pylori Infection."}, {"pubmed": 35470010, "text": "Sirt7 associates with ELK1 to participate in hyperglycemia memory and diabetic nephropathy via modulation of DAPK3 expression and endothelial inflammation."}, {"pubmed": 35616822, "text": "Downregulation of LINC00886 facilitates epithelial-mesenchymal transition through SIRT7/ELF3/miR-144 pathway in esophageal squamous cell carcinoma."}, {"pubmed": 35708762, "text": "A miR-125/Sirtuin-7 pathway drives the pro-calcific potential of myeloid cells in diabetic vascular disease."}, {"pubmed": 35902730, "text": "CYP2E1-dependent upregulation of SIRT7 is response to alcohol mediated metastasis in hepatocellular carcinoma."}, {"pubmed": 35941302, "text": "SIRT7 silencing by miR-152-3p confers cell apoptosis and renal functional impairment induced by renal ischaemia/reperfusion injury."}, {"pubmed": 36012298, "text": "SIRT7 Deficiency Protects against Abeta42-Induced Apoptosis through the Regulation of NOX4-Derived Reactive Oxygen Species Production in SH-SY5Y Cells."}, {"pubmed": 36040642, "text": "USP17L2-SIRT7 axis regulates DNA damage repair and chemoresistance in breast cancer cells."}, {"pubmed": 36804620, "text": "Oncogenic SIRT7 inhibits GATA4 transcriptional activity and activates the Wnt signaling pathway in ovarian cancer."}, {"pubmed": 36918544, "text": "SIRT7 orchestrates melanoma progression by simultaneously promoting cell survival and immune evasion via UPR activation."}, {"pubmed": 37023616, "text": "Musclin attenuates lipid deposition in hepatocytes through SIRT7/autophagy-mediated suppression of ER stress."}, {"pubmed": 37043189, "text": "A regulatory circuit comprising the CBP and SIRT7 regulates FAM134B-mediated ER-phagy."}, {"pubmed": 37187452, "text": "MiR-21-5p promotes sorafenib resistance and hepatocellular carcinoma progression by regulating SIRT7 ubiquitination through USP24."}, {"pubmed": 37676263, "text": "SIRT7: the seventh key to unlocking the mystery of aging."}, {"pubmed": 37957720, "text": "USP39 interacts with SIRT7 to promote cervical squamous cell carcinoma by modulating autophagy and oxidative stress via FOXM1."}, {"pubmed": 38198357, "text": "Endothelium-specific SIRT7 targeting ameliorates pulmonary hypertension through Krupple-like factor 4 deacetylation."}, {"pubmed": 38360598, "text": "SIRT7 promotes the proliferation and migration of anaplastic thyroid cancer cells by regulating the desuccinylation of KIF23."}, {"pubmed": 38411274, "text": "KAT8/SIRT7-mediated Fascin-K41 acetylation/deacetylation regulates tumor metastasis in esophageal squamous cell carcinoma."}, {"pubmed": 38452583, "text": "SIRT7: A potential prognostic marker and therapeutic target in gallbladder cancer."}, {"pubmed": 38686489, "text": "Sirt7/HIC1 complex participates in hyperglycaemia-mediated EndMT via modulation of SDC1 expression in diabetic kidney disease and metabolic memory."}, {"pubmed": 38797153, "text": "SIRT7 promotes mitochondrial biogenesis to render the adaptive resistance to MAPK inhibition in melanoma."}, {"pubmed": 38870055, "text": "SIRT7 promotes lung cancer progression by destabilizing the tumor suppressor ARF."}], "genomic_pos": {"chr": "17", "end": 81921323, "ensemblgene": "ENSG00000187531", "start": 81911939, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 79879199, "start": 79869815, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 22722849, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006281", "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006282", "pubmed": 30944854, "qualifier": "involved_in", "term": "regulation of DNA repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": 28426094, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006476", "pubmed": [24207024, 26867678, 28790157, 28886238, 30944854, 31075303], "qualifier": "involved_in", "term": "protein deacetylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 30944854, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007129", "qualifier": "involved_in", "term": "homologous chromosome pairing at meiosis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0009303", "pubmed": 19174463, "qualifier": "involved_in", "term": "rRNA transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010526", "qualifier": "involved_in", "term": "retrotransposon silencing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010821", "pubmed": 30420520, "qualifier": "involved_in", "term": "regulation of mitochondrion organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010821", "qualifier": "involved_in", "term": "regulation of mitochondrion organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031397", "pubmed": 28886238, "qualifier": "involved_in", "term": "negative regulation of protein ubiquitination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0036047", "qualifier": "involved_in", "term": "peptidyl-lysine demalonylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0036049", "qualifier": "involved_in", "term": "peptidyl-lysine desuccinylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0040029", "qualifier": "involved_in", "term": "epigenetic regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045722", "pubmed": 28655758, "qualifier": "involved_in", "term": "positive regulation of gluconeogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045814", "qualifier": "involved_in", "term": "negative regulation of gene expression, epigenetic"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045815", "pubmed": 28655758, "qualifier": "involved_in", "term": "transcription initiation-coupled chromatin remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045943", "pubmed": 30540930, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase I"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046825", "qualifier": "involved_in", "term": "regulation of protein export from nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051898", "pubmed": 28147277, "qualifier": "involved_in", "term": "negative regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061698", "qualifier": "involved_in", "term": "protein deglutarylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061698", "pubmed": 31542297, "qualifier": "involved_in", "term": "protein deglutarylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0062176", "pubmed": 28790157, "qualifier": "involved_in", "term": "R-loop processing"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0106230", "qualifier": "involved_in", "term": "protein depropionylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140861", "pubmed": 27436229, "qualifier": "involved_in", "term": "DNA repair-dependent chromatin remodeling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0140861", "qualifier": "involved_in", "term": "DNA repair-dependent chromatin remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901836", "pubmed": 24207024, "qualifier": "involved_in", "term": "regulation of transcription of nucleolar large rRNA by RNA polymerase I"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000234", "pubmed": 26867678, "qualifier": "involved_in", "term": "positive regulation of rRNA processing"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 30944854, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 36646384, "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 31075303, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": [24207024, 28886238], "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": [16079181, 24207024, 28426094, 28886238], "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005731", "pubmed": 19174463, "qualifier": "located_in", "term": "nucleolus organizer region"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005737", "pubmed": 28147277, "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035861", "pubmed": 27436229, "qualifier": "located_in", "term": "site of double-strand break"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": 22722849, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19174463, 22722849, 24207024, 25792330, 26867678, 28426094, 28655758, 28790157, 30420520, 30540930, 30944854, 31075303], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008276", "pubmed": 24207024, "qualifier": "enables", "term": "protein methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0034979", "pubmed": [24207024, 26867678, 28426094, 28790157, 28886238, 30540930, 30944854, 31075303], "qualifier": "enables", "term": "NAD-dependent protein lysine deacetylase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0036054", "qualifier": "enables", "term": "protein-malonyllysine demalonylase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0036055", "qualifier": "enables", "term": "protein-succinyllysine desuccinylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0036055", "pubmed": 27436229, "qualifier": "enables", "term": "protein-succinyllysine desuccinylase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061697", "qualifier": "enables", "term": "protein-glutaryllysine deglutarylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061697", "pubmed": 31542297, "qualifier": "enables", "term": "protein-glutaryllysine deglutarylase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0070403", "qualifier": "enables", "term": "NAD+ binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0097372", "qualifier": "enables", "term": "NAD-dependent histone H3K18 deacetylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0097372", "pubmed": [22722849, 26907567, 30420520, 30653310, 35939806], "qualifier": "enables", "term": "NAD-dependent histone H3K18 deacetylase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0097372", "pubmed": 28655758, "qualifier": "enables", "term": "NAD-dependent histone H3K18 deacetylase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0106231", "qualifier": "enables", "term": "protein-propionyllysine depropionylase activity"}]}, "homologene": {"genes": [[7227, 43433], [7955, 796135], [8364, 548532], [9031, 422093], [9544, 715069], [9598, 454975], [9606, 51547], [9615, 483371], [9913, 505662], [10090, 209011], [10116, 303745]], "id": 56152}, "interpro": [{"desc": "Sirtuin family", "id": "IPR003000", "short_desc": "Sirtuin"}, {"desc": "Sirtuin family, catalytic core domain", "id": "IPR026590", "short_desc": "Ssirtuin_cat_dom"}, {"desc": "DHS-like NAD/FAD-binding domain superfamily", "id": "IPR029035", "short_desc": "DHS-like_NAD/FAD-binding_dom"}], "ipi": ["IPI00334648", "IPI00383601"], "map_location": "17q25.3", "name": "sirtuin 7", "other_names": ["NAD-dependent deacetylase sirtuin-7", "NAD-dependent protein deacetylase sirtuin-7", "NAD-dependent protein deacylase sirtuin-7", "SIR2-like protein 7", "regulatory protein SIR2 homolog 7", "silent mating type information regulation 2, S.cerevisiae, homolog 7", "sir2-related protein type 7", "sirtuin type 7"], "pantherdb": {"HGNC": "14935", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2385849", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 10090, "uniprot_kb": "Q8BKJ9"}, {"RGD": "1305876", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 10116, "uniprot_kb": "B2RZ55"}, {"ZFIN": "ZDB-GENE-050208-612", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 7955, "uniprot_kb": "A0A2R8QUG9"}, {"FlyBase": "FBgn0039631", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 7227, "uniprot_kb": "Q9VAQ1"}], "uniprot_kb": "Q9NRC8"}, "pathway": {"kegg": {"id": "hsa00760", "name": "Nicotinate and nicotinamide metabolism - Homo sapiens (human)"}, "pid": {"id": "hdac_classiii_pathway", "name": "Signaling events mediated by HDAC Class III"}, "wikipathways": [{"id": "WP3644", "name": "NAD+ metabolism"}, {"id": "WP3645", "name": "NAD+ biosynthetic pathways"}]}, "pdb": ["5IQZ", "6G0S"], "pfam": "PF02146", "pharmgkb": "PA37940", "pharos": {"target_id": 19309, "tdl": "Tbio"}, "pir": "T46324", "prosite": "PS50305", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF265379", "relationship": "is"}, {"id": "GNF265380", "relationship": "is"}, {"id": "GNF265381", "relationship": "is"}, {"id": "GNF265382", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162310", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031893", "relationship": "is"}, {"id": "GNF036496", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF090745", "relationship": "is"}, {"id": "GNF090748", "relationship": "is"}, {"id": "GNF090749", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053095", "relationship": "is"}, {"id": "GNF053560", "relationship": "is"}, {"id": "GNF057863", "relationship": "is"}, {"id": "GNF073010", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071469", "relationship": "is"}, {"id": "GNF071477", "relationship": "is"}, {"id": "GNF071478", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013400", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105530", "relationship": "is"}, {"id": "GNF145176", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_057622.1", "XP_011521882.1", "XP_047292184.1", "XP_047292185.1", "XP_047292186.1", "XP_047292187.1", "XP_054172376.1", "XP_054172377.1", "XP_054172378.1", "XP_054172379.1", "XP_054172380.1"], "rna": ["NM_016538.3", "XM_011523580.2", "XM_047436228.1", "XM_047436229.1", "XM_047436230.1", "XM_047436231.1", "XM_054316401.1", "XM_054316402.1", "XM_054316403.1", "XM_054316404.1", "XM_054316405.1"], "translation": [{"protein": "XP_054172377.1", "rna": "XM_054316402.1"}, {"protein": "XP_054172379.1", "rna": "XM_054316404.1"}, {"protein": "NP_057622.1", "rna": "NM_016538.3"}, {"protein": "XP_047292186.1", "rna": "XM_047436230.1"}, {"protein": "XP_011521882.1", "rna": "XM_011523580.2"}, {"protein": "XP_047292184.1", "rna": "XM_047436228.1"}, {"protein": "XP_047292185.1", "rna": "XM_047436229.1"}, {"protein": "XP_054172376.1", "rna": "XM_054316401.1"}, {"protein": "XP_054172380.1", "rna": "XM_054316405.1"}, {"protein": "XP_047292187.1", "rna": "XM_047436231.1"}, {"protein": "XP_054172378.1", "rna": "XM_054316403.1"}]}, "reporter": {"HG-U133_Plus_2": "218797_s_at", "HG-U95B": "48602_at", "HTA-2_0": "TC17001964.hg.1", "HuEx-1_0": ["3774385", "4041085", "4041463"], "HuGene-1_1": "8019296", "HuGene-2_1": "16850009"}, "summary": "This gene encodes a member of the sirtuin family of proteins, homologs to the yeast Sir2 protein. Members of the sirtuin family are characterized by a sirtuin core domain and grouped into four classes. The functions of human sirtuins have not yet been determined; however, yeast sirtuin proteins are known to regulate epigenetic gene silencing and suppress recombination of rDNA. Studies suggest that the human sirtuins may function as intracellular regulatory proteins with mono-ADP-ribosyltransferase activity. The protein encoded by this gene is included in class IV of the sirtuin family. [provided by RefSeq, Jul 2008].", "symbol": "SIRT7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423067"}, "unigene": "Hs.514636", "uniprot": {"Swiss-Prot": "Q9NRC8", "TrEMBL": ["I3L480", "I3L2A4"]}, "wikipedia": {"url_stub": "SIRT7"}}