{"AllianceGenome": "10896", "HGNC": "10896", "MIM": "164780", "_id": "6497", "_version": 1, "accession": {"genomic": ["AH013034.3", "AL590822.37", "CH471183.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_013084.1"], "protein": ["AAP94890.1", "CAA33288.1", "EAW56117.1", "EAW56118.1", "NP_003027.1", "P12755.1", "XP_005244832.1", "XP_005244833.1", "XP_016857617.1", "XP_047284422.1"], "rna": ["AK309515.1", "NM_003036.4", "X15218.1", "XM_005244775.4", "XM_005244776.5", "XM_017002128.2", "XM_047428466.1"], "translation": [{"protein": "XP_047284422.1", "rna": "XM_047428466.1"}, {"protein": "NP_003027.1", "rna": "NM_003036.4"}, {"protein": "CAA33288.1", "rna": "X15218.1"}, {"protein": "XP_005244833.1", "rna": "XM_005244776.5"}, {"protein": "XP_016857617.1", "rna": "XM_017002128.2"}, {"protein": "XP_005244832.1", "rna": "XM_005244775.4"}]}, "alias": ["SGS", "SKV"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-10-29T16:00:00.000Z", "disease_label": "Shprintzen-Goldberg syndrome", "gcep": "Craniofacial Malformations Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0008426", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_019ffb7a-be5f-482d-9adf-e28d5aadaede-2020-10-29T160000.000Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000157933", "protein": "ENSP00000367797", "transcript": ["ENST00000378536", "ENST00000478223", "ENST00000507179", "ENST00000508416", "ENST00000704337"], "translation": [{"protein": "ENSP00000367797", "rna": "ENST00000378536"}], "type_of_gene": "protein_coding"}, "entrezgene": "6497", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.8782619, "exp_mis": 285.340264531, "exp_syn": 163.607428595, "lof_z": 3.4140203577549, "mis_z": 2.96334090965824, "mu_lof": 1.24391503506e-06, "mu_mis": 3.88376518823e-05, "mu_syn": 2.19123622249e-05, "n_lof": 0.0, "n_mis": 183.0, "n_syn": 165.0, "p_li": 0.981402099833324, "p_null": 1.33986825423255e-05, "p_rec": 0.0185845014841333, "syn_z": -0.0674954367806441}, "bp": 2187, "cds_end": 2238204, "cds_start": 2160205, "n_exons": 7, "nonpsych": {"exp_lof": 10.6557017772, "exp_mis": 258.165210542, "exp_syn": 147.985250244, "lof_z": 3.20584827228682, "mis_z": 2.98738345035965, "mu_lof": 1.24391503506e-06, "mu_mis": 3.88376518823e-05, "mu_syn": 2.19123622249e-05, "n_lof": 0.0, "n_mis": 163.0, "n_syn": 151.0, "p_li": 0.974511598843865, "p_null": 3.5508404521026e-05, "p_rec": 0.0254528927516144, "syn_z": -0.156026483581892}, "nontcga": {"exp_lof": 10.9187149901, "exp_mis": 262.503776501, "exp_syn": 150.509565708, "lof_z": 3.2596195588925, "mis_z": 2.87522070719807, "mu_lof": 1.24391503506e-06, "mu_mis": 3.88376518823e-05, "mu_syn": 2.19123622249e-05, "n_lof": 0.0, "n_mis": 169.0, "n_syn": 157.0, "p_li": 0.974603148044117, "p_null": 2.88199382440267e-05, "p_rec": 0.0253680320176393, "syn_z": -0.334974420816294}, "transcript": "ENST00000378536.4"}, "exons": [{"cdsend": 2306765, "cdsstart": 2228766, "chr": "1", "position": [[2228318, 2229735], [2302977, 2303103], [2303284, 2303400], [2303839, 2304102], [2304292, 2304585], [2306019, 2306250], [2306576, 2310213]], "strand": 1, "transcript": "NM_003036", "txend": 2310213, "txstart": 2228318}], "exons_hg19": [{"cdsend": 2238204, "cdsstart": 2160205, "chr": "1", "position": [[2159757, 2161174], [2234416, 2234542], [2234723, 2234839], [2235278, 2235541], [2235731, 2236024], [2237458, 2237689], [2238015, 2241652]], "strand": 1, "transcript": "NM_003036", "txend": 2241652, "txstart": 2159757}], "generif": [{"pubmed": 12034730, "text": "c-Jun associates with the oncoprotein Ski and suppresses Smad2 transcriptional activity"}, {"pubmed": 12419246, "text": "determined the crystal structure of a complex between a conserved Smad4 binding fragment of Ski and the MH2 domain of Smad4 at 2.85 A resolution"}, {"pubmed": 12764135, "text": "the ability of Ski and SnoN to repress the growth inhibitory function of the Smad proteins is required for their transforming activity."}, {"pubmed": 12793438, "text": "I discuss the basis for repression of intracellular TGF-beta signaling by SKI, some additional activities of this protein, and propose that by disrupting multiple tumor suppressor pathways, SKI functions as a melanoma oncogene."}, {"pubmed": 12874272, "text": "c-ski and HIPK2 play an important role in the negative regulation of BMP-induced transcriptional activation"}, {"pubmed": 14583455, "text": "SKI regulates crucial events required for melanoma growth, survival, and invasion."}, {"pubmed": 14712482, "text": "c-Ski protein has a role as a transcriptional co-repressor in TGF-beta signaling in esophageal squamous cell carcinoma"}, {"pubmed": 15107821, "text": "These results suggest that stabilization of inactive Smad complexes on DNA is a critical event in c-Ski-mediated inhibition of TGF-beta signaling."}, {"pubmed": 15122324, "text": "Our data suggest that regulated proteolysis of Ski is one of the key mechanisms that control the threshold levels of this proto-oncoprotein, and thus prevents epithelial cells from becoming TGF-beta resistant."}, {"pubmed": 15128733, "text": "ski is repressed by Smad7"}, {"pubmed": 15312649, "text": "Functional Ski overexpression inhibits TGF-beta-mediated proliferation and prevents growth-arrested Schwann cells from reentering the cell cycle."}, {"pubmed": 15542823, "text": "Ski cooperates in the process of transformation in erythroid cells by interfering with GATA1 function"}, {"pubmed": 15806149, "text": "Ski's increased level and specific relocalization during mitosis"}, {"pubmed": 16054854, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16054854, "text": "a novel polymorphism of the SKI gene was found to be associated with a decreased risk for orofacial defects"}, {"pubmed": 16327884, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16424870, "text": "Ski seems to be involved in the blocking of differentiation in AML via inhibition of RARalpha signaling"}, {"pubmed": 17054724, "text": "subcellular localization of c-Ski may be regulated by proteasome-sensitive processes through amino acid residues 94-210 and 491-548"}, {"pubmed": 17469184, "text": "These results indicate that impaired competition with p300 is the possible cause of dysfunction of c-Ski/SnoN in scleroderma fibroblasts and that this might contribute to maintenance of the autocrine TGFbeta loop in this disease."}, {"pubmed": 17592292, "text": "Inhibition of Ski through RNA interference restored TGF-beta signaling and growth inhibition in vitro, and decreased tumor growth in vivo."}, {"pubmed": 17621263, "text": "Ski-mediated repression of PU.1 is due to Ski's ability to recruit histone deacetylase 3 to PU.1 bound to DNA."}, {"pubmed": 18261624, "text": "Ski and SnoN proteins are overexpressed in Barrett's esophagus"}, {"pubmed": 18451154, "text": "The ability of TGF-beta to induce degradation of Ski could be an additional mechanism contributing to its protumorigenic activity."}, {"pubmed": 18508800, "text": "Ski is expressed in patients with acute myeloid leukemia treated with all-trans retinoic acid"}, {"pubmed": 18782659, "text": "c-Ski and SnoN, mediators in TGF-beta resistance, might be implicated in melanoma growth and progression."}, {"pubmed": 19032343, "text": "These results indicate that Ski complexes serve to maintain a TGF-beta-responsive promoter at a repressed basal level via the activities of histone deacetylase and histone arginine methyltransferase."}, {"pubmed": 19049980, "text": "SKI and MEL1 knockdown synergistically restored TGF-beta responsiveness in MKN28 cells and reduced tumor growth in vivo"}, {"pubmed": 19096149, "text": "SnoN and Ski were overexpressed both in adenomas with severe dysplasia and colorectal carcinomas."}, {"pubmed": 19112531, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19112531, "text": "This study explores the association of STRA6 and SKI genes in a cohort of subjects with anophthalmia and microphthalmia."}, {"pubmed": 19341714, "text": "Ski can stabilize RARalpha and HDAC3 thus Ski represses retinoic acid signaling by stabilizing corepressor complex."}, {"pubmed": 19546161, "text": "Ski may act as a tumor proliferation-promoting factor or as a metastatic suppressor in human pancreatic cancer."}, {"pubmed": 19594546, "text": "c-Ski overexpression promotes the growth of diffuse-type gastric carcinoma through induction of angiogenesis"}, {"pubmed": 19845874, "text": "Results indicate that SKI exploits multiple regulatory levels of the TGF-beta pathway and its deficiency restores TGF-beta tumor suppressor and apoptotic activities in spite of the likely presence of oncogenic mutations in melanoma tumors."}, {"pubmed": 19875456, "text": "Akt modulates TGF-beta signaling by temporarily adjusting the levels of two TGF-beta pathway negative regulators, Ski and Smad7"}, {"pubmed": 19959502, "text": "findings show that Arkadia regulates the levels of expression of c-Ski protein in cell-type-dependent fashion, and exhibits a tumour suppressor function by inhibiting tumour cell growth"}, {"pubmed": 20404506, "text": "SKI promotes the switch of Smad3 from repressor of proliferation to activator of oncogenesis by facilitating phosphorylations in the linker domain."}, {"pubmed": 20572854, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20624875, "text": "Results identified serine 515 as a phosphorylation site of c-Ski which affects its electrophoretic motility."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20672350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20691163, "text": "the results suggest that association with Ski leads to inhibition of Siah2 E3 ubiquitin ligase activity and in this way, the Ski protein inhibits Siah2-mediated proteasomal degradation of HDAC3."}, {"pubmed": 20853076, "text": "These results suggest that c-Ski is likely involved in the carcinogenesis of CCA induced by O. viverrini infection"}, {"pubmed": 20959473, "text": "c-Ski overexpression is associated with tumor progression."}, {"pubmed": 21107877, "text": "Ski correlated with poor survival in the patients with TGF-beta-positive advanced gastric cancer."}, {"pubmed": 21149449, "text": "Suppression of p53 activity through the cooperative action of Ski and histone deacetylase SIRT1."}, {"pubmed": 21466664, "text": "impairment of SKI expression is not the leading mechanism involved in the growth-suppressive effect of miR-155 found in this malignancy."}, {"pubmed": 21600873, "text": "These data identify Ski as a novel target of Aurora A and contribute to an understanding of the role of these proteins in the mitotic process."}, {"pubmed": 21685371, "text": "Forced expression of miR-29a down-regulated SKI and its target gene, Nr-CAM, whereas miR-29a inhibition induced SKI expression."}, {"pubmed": 22194822, "text": "Two genes were consistently retained in the models with clinical variables: SKI (v-SKI avian sarcoma viral oncogene homolog) and SLAMF1 (signaling lymphocytic activation molecule family member 1; CD150)."}, {"pubmed": 22229264, "text": "Ski expression in breast neoplasms is associated with longer overall and disease-free survival."}, {"pubmed": 22411991, "text": "A mutant SKI defective in transformation fails to increase p53 ubiquitination and is unable to increase MDM2 levels and to increase mono-sumoylation of Ubc9"}, {"pubmed": 22853316, "text": "Transgenic K562 cells have distinct gene expression profiles both in steady state and during terminal erythroid differentiation, with GATA1s expression characterised by lack of repression of MYB, CCND2 and SKI."}, {"pubmed": 22984993, "text": "The study data provide limited support for the hypothesis that common SKI variants are susceptibility factors for non-syndromic cleft lip/palate."}, {"pubmed": 23023332, "text": "We identified causative variation in ten individuals with SGS in the proto-oncogene SKI, a known repressor of TGF-beta activity."}, {"pubmed": 23103230, "text": "our findings show that in-frame mutations in exon 1 of SKI cause Shprintzen-Goldberg syndrome (SGS)."}, {"pubmed": 23441061, "text": "Ski expression is a novel negative feedback mechanism acting on retinoic acid signaling"}, {"pubmed": 23809940, "text": "Overall, these studies demonstrate altered Ski protein levels, degradation and localization in human papillomavirus16-transformed human keratinocytes and in cervical cancer."}, {"pubmed": 23892090, "text": "The 1p36.33-1p36.32 deletion encompassing SKI may represents a previous undescribed microdeletion disorder."}, {"pubmed": 24011664, "text": "c-Ski is an important regulator in the activation of CAFs and may serve as a potential therapeutic target to block breast cancer progression."}, {"pubmed": 24641900, "text": "acetaldehyde up-regulates COL1A2 by modulating the role of Ski and the expression of SMADs 3, 4, and 7."}, {"pubmed": 24736733, "text": "Eight recurrent and three novel SKI mutations from eleven SGS patients were located in the R-SMAD binding domain, except for one in the DHD domain."}, {"pubmed": 25670202, "text": "Ski regulates Hippo and TAZ signaling to suppress breast cancer progression."}, {"pubmed": 25955797, "text": "our findings suggest that Ski represses TGF-b-induced EMT and invasion by inhibiting SMAD-dependent signaling in non-small cell lung cancer"}, {"pubmed": 26138431, "text": "Overexpression of Ski wild type, but not S326D and S383D mutants inhibited centrosome amplification and cellular transformation induced by AURKA."}, {"pubmed": 27256397, "text": "miR-1908 had a positive role in scar formation by suppressing Ski-mediated inflammation and fibroblast proliferation in vitro and in vivo."}, {"pubmed": 27473823, "text": "Transforming Growth Factor beta inhibitor peptide P144 downregulates SKI and an upregulates SMAD7 at both transcriptional and translational levels in glioblastoma cell lines."}, {"pubmed": 28398634, "text": "Study identified Ski as a functional tumor suppressor with frequent epigenetic inactivation in lung cancer."}, {"pubmed": 28607031, "text": "A microRNA miR-155 regulates transforming growth factor-beta TGF-beta-induced human coronary artery endothelial cells fibrogenic endothelial-mesenchymal transition via the regulator of TGF-beta signaling c-Ski to affect cardiac fibrosis, and miR-155/c-Ski may represent novel biomarkers and therapeutic targets for cardiac fibrosis."}, {"pubmed": 29471413, "text": "Our work demonstrates for the first time the predominant co-repressive function of SKI in acute myeloid leukemia cells on a genome-wide scale and uncovers the transcription factor RUNX1 as an important mediator of SKI-dependent transcriptional repression."}, {"pubmed": 29534839, "text": "The correlation between serum concentrations of IgG4 and SKI methylation levels suggest SKI might be involved in the pathogenesis of autoimmune pancreatitis (AIP)."}, {"pubmed": 29570207, "text": "c-Ski expression in cardiac muscle cells could be down-regulated by TGF-b1. Silencing of c-Ski gene was accompanied by down-regulation of E-cadherin, up-regulation of a-SMA and/or FN and Smad3 phosphorylation induced by TGF-b1, promoting EMT process."}, {"pubmed": 29734252, "text": "Ski, SnoN, and Smad4 seem to play a role in oral squamous cell carcinoma oncogenesis, and it is likely that Ski and SnoN functions may take place independent of Smad4."}, {"pubmed": 30249787, "text": "Ski is required for the fitness of hematopoietic stem cells , in which it suppresses TGF-beta signaling and abnormal RNA splicing. Active TGF-beta signaling and abnormal RNA splicing occur in a subset of patients with myelodysplastic syndrome who exhibit loss of SKI because of miR-21."}, {"pubmed": 30642396, "text": "Data demonstrates gene expression changes in differentially methylated SKI gene in patients with age-related macular degeneration."}, {"pubmed": 30896889, "text": "Over-expressed c-Ski could enhance cell viability, promote cell invasion, and migration of gastric cancer associated fibroblasts."}, {"pubmed": 30972853, "text": "Findings suggest that c-Ski suppresses transforming growth factor beta (TGF-beta) signaling in clear cell renal carcinoma (ccRCC) cells, which, in turn, attenuates the tumor-suppressive effect of TGF-beta."}, {"pubmed": 31746363, "text": "Knockdown of Ski decreases osteosarcoma cell proliferation and migration by suppressing the PI3K/Akt signaling pathway."}, {"pubmed": 31980905, "text": "new mutational hotspot in the SKI gene in the context of MFS/TAA molecular diagnosis."}, {"pubmed": 33416497, "text": "Mutations in SKI in Shprintzen-Goldberg syndrome lead to attenuated TGF-beta responses through SKI stabilization."}, {"pubmed": 37129290, "text": "Triplications of chromosome 1p36.3, including the genes GABRD and SKI, are associated with a developmental disorder and a facial gestalt."}, {"pubmed": 37697026, "text": "Nucleotide substitutions at the p.Gly117 and p.Thr180 mutational hot-spots of SKI alter molecular dynamics and may affect cell cycle."}], "genomic_pos": {"chr": "1", "end": 2310213, "ensemblgene": "ENSG00000157933", "start": 2227388, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 2241558, "start": 2160134, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 17469184, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 12435627, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002089", "qualifier": "involved_in", "term": "lens morphogenesis in camera-type eye"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007179", "pubmed": 14583455, "qualifier": "involved_in", "term": "transforming growth factor beta receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 11430826, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009948", "qualifier": "involved_in", "term": "anterior/posterior axis specification"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010626", "pubmed": 15312649, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of Schwann cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0014902", "pubmed": 19008232, "qualifier": "involved_in", "term": "myotube differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021772", "qualifier": "involved_in", "term": "olfactory bulb development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0022011", "qualifier": "involved_in", "term": "myelination in peripheral nervous system"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030177", "pubmed": 14583455, "qualifier": "involved_in", "term": "positive regulation of Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030326", "qualifier": "involved_in", "term": "embryonic limb morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030512", "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030512", "pubmed": [12874272, 17469184], "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0030512", "pubmed": 15312649, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030512", "pubmed": [17054724, 19049980], "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030514", "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030514", "pubmed": 14699069, "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030514", "pubmed": 17054724, "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032926", "pubmed": 14699069, "qualifier": "involved_in", "term": "negative regulation of activin receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035019", "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043010", "qualifier": "involved_in", "term": "camera-type eye development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043388", "pubmed": 15107821, "qualifier": "involved_in", "term": "positive regulation of DNA binding"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043585", "qualifier": "involved_in", "term": "nose morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045668", "pubmed": 14699069, "qualifier": "involved_in", "term": "negative regulation of osteoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048147", "qualifier": "involved_in", "term": "negative regulation of fibroblast proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048593", "qualifier": "involved_in", "term": "camera-type eye morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048741", "qualifier": "involved_in", "term": "skeletal muscle fiber development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0048870", "pubmed": 14583455, "qualifier": "involved_in", "term": "cell motility"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060021", "qualifier": "involved_in", "term": "roof of mouth development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060038", "qualifier": "involved_in", "term": "cardiac muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060041", "qualifier": "involved_in", "term": "retina development in camera-type eye"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060325", "qualifier": "involved_in", "term": "face morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060349", "qualifier": "involved_in", "term": "bone morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060392", "pubmed": 12874272, "qualifier": "involved_in", "term": "negative regulation of SMAD protein signal transduction"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [17054724, 17510063], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "pubmed": 21600873, "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "pubmed": 12874272, "qualifier": "located_in", "term": "nuclear body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016605", "pubmed": 11430826, "qualifier": "located_in", "term": "PML body"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0017053", "qualifier": "part_of", "term": "transcription repressor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 23610558, "qualifier": "part_of", "term": "protein-containing complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 17469184, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8514802, 9569025, 10049357, 12419246, 12435627, 12646588, 14525983, 15231748, 18729074, 19008232, 19032343, 19049980, 22334647, 22442258, 23610558, 25609649, 26977879], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 12419246, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 12874272, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 11441023, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 17510063, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 8514802, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0046332", "qualifier": "enables", "term": "SMAD binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046332", "pubmed": [15107821, 17469184], "qualifier": "enables", "term": "SMAD binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0046811", "qualifier": "enables", "term": "histone deacetylase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": 12435627, "qualifier": "enables", "term": "DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[7955, 30101], [8364, 100486949], [9031, 428181], [9544, 697890], [9606, 6497], [9615, 489610], [9913, 506127], [10090, 20481], [10116, 313757]], "id": 31124}, "interpro": [{"desc": "SKI/SNO/DAC domain", "id": "IPR003380", "short_desc": "SKI/SNO/DAC"}, {"desc": "Putative DNA-binding domain superfamily", "id": "IPR009061", "short_desc": "DNA-bd_dom_put_sf"}, {"desc": "SAND-like domain superfamily", "id": "IPR010919", "short_desc": "SAND-like_dom_sf"}, {"desc": "c-SKI SMAD4-binding domain", "id": "IPR014890", "short_desc": "c-SKI_SMAD4-bd_dom"}, {"desc": "Transcription regulator SKI/SnoN", "id": "IPR023216", "short_desc": "Tscrpt_reg_SKI_SnoN"}, {"desc": "Ski-like, DNA-binding domain superfamily", "id": "IPR037000", "short_desc": "Ski_DNA-bd_sf"}, {"desc": "Ski oncogene-like, Dachshund-homology domain", "id": "IPR047315", "short_desc": "DHD_Ski"}], "ipi": "IPI00220921", "map_location": "1p36.33-p36.32", "name": "SKI proto-oncogene", "other_names": ["Sloan-Kettering Institute proto-oncogene", "proto-oncogene c-Ski", "ski oncogene", "ski oncoprotein", "v-ski avian sarcoma viral oncogene homolog"], "pantherdb": {"HGNC": "10896", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98310", "ortholog_type": "LDO", "panther_family": "PTHR10005", "taxid": 10090, "uniprot_kb": "Q60698"}, {"RGD": "1565591", "ortholog_type": "LDO", "panther_family": "PTHR10005", "taxid": 10116, "uniprot_kb": "A0A0G2K628"}, {"Ensembl": "ENSGALG00000001229", "ortholog_type": "LDO", "panther_family": "PTHR10005", "taxid": 9031, "uniprot_kb": "E1BSJ7"}, {"Gene": "SKI", "ortholog_type": "LDO", "panther_family": "PTHR10005", "taxid": 9031, "uniprot_kb": "P49140"}, {"ZFIN": "ZDB-GENE-990715-10", "ortholog_type": "O", "panther_family": "PTHR10005", "taxid": 7955, "uniprot_kb": "Q9YI02"}, {"ZFIN": "ZDB-GENE-990715-9", "ortholog_type": "LDO", "panther_family": "PTHR10005", "taxid": 7955, "uniprot_kb": "B0S7D7"}, {"FlyBase": "FBgn0085450", "ortholog_type": "O", "panther_family": "PTHR10005", "taxid": 7227, "uniprot_kb": "Q00G30"}], "uniprot_kb": "P12755"}, "pathway": {"humancyc": {"id": "PWY66-11", "name": "BMP Signalling Pathway"}, "netpath": {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, "pid": [{"id": "bmppathway", "name": "BMP receptor signaling"}, {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173795", "name": "Downregulation of SMAD2/3:SMAD4 transcriptional activity"}, {"id": "R-HSA-2173795", "name": "Downregulation of SMAD2/3:SMAD4 transcriptional activity"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}], "wikipathways": [{"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP4533", "name": "Transcription co-factors SKI and SKIL protein partners"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}]}, "pdb": ["1MR1", "1SBX", "5XOD", "6ZVQ"], "pfam": ["PF02437", "PF08782"], "pharmgkb": "PA35796", "pharos": {"target_id": 11298, "tdl": "Tbio"}, "pir": "S06053", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF213621", "relationship": "is"}, {"id": "GNF256343", "relationship": "is"}, {"id": "GNF256344", "relationship": "is"}, {"id": "GNF256345", "relationship": "is"}, {"id": "GNF256346", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092357", "relationship": "is"}, {"id": "GNF092358", "relationship": "is"}, {"id": "GNF092359", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050906", "relationship": "is"}, {"id": "GNF055671", "relationship": "is"}, {"id": "GNF060340", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070391", "relationship": "is"}, {"id": "GNF070392", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100134", "relationship": "is"}, {"id": "GNF139789", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_013084.1"], "protein": ["NP_003027.1", "XP_005244832.1", "XP_005244833.1", "XP_016857617.1", "XP_047284422.1"], "rna": ["NM_003036.4", "XM_005244775.4", "XM_005244776.5", "XM_017002128.2", "XM_047428466.1"], "translation": [{"protein": "XP_047284422.1", "rna": "XM_047428466.1"}, {"protein": "NP_003027.1", "rna": "NM_003036.4"}, {"protein": "XP_005244833.1", "rna": "XM_005244776.5"}, {"protein": "XP_016857617.1", "rna": "XM_017002128.2"}, {"protein": "XP_005244832.1", "rna": "XM_005244775.4"}]}, "reporter": {"HG-U133_Plus_2": ["204270_at", "229265_at"], "HG-U95Av2": ["1918_at", "41499_at"], "HG-U95B": "52776_at", "HTA-2_0": "TC01000057.hg.1", "HuEx-1_0": "2316379", "HuGene-1_1": "7897068", "HuGene-2_1": "16657993"}, "summary": "This gene encodes the nuclear protooncogene protein homolog of avian sarcoma viral (v-ski) oncogene. It functions as a repressor of TGF-beta signaling, and may play a role in neural tube development and muscle differentiation. [provided by RefSeq, Oct 2009].", "symbol": "SKI", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812379"}, "unigene": "Hs.656507", "uniprot": {"Swiss-Prot": "P12755"}, "wikipedia": {"url_stub": "SKI protein"}}