{"AllianceGenome": "10943", "HGNC": "10943", "MIM": "109190", "_id": "6510", "_version": 2, "accession": {"genomic": ["AC008622.6", "CH471126.1", "CP068259.2", "NC_000019.10", "NC_060943.1"], "protein": ["AAC50629.1", "AAD09812.1", "AAD09814.1", "AAD27806.1", "AAH00062.1", "AAK77026.1", "ACX53626.1", "BAD92975.1", "BAF85379.1", "BAG56938.1", "BAG61189.1", "BAG63136.1", "BAH14917.1", "EAW57446.1", "NP_001138616.1", "NP_001138617.1", "NP_005619.1", "Q15758.2"], "rna": ["AB209738.1", "AF102826.1", "AF105230.1", "AF105423.1", "AF334818.1", "AK055630.1", "AK125222.1", "AK292690.1", "AK293433.1", "AK299137.1", "AK301661.1", "AK316546.1", "BC000062.2", "DA031076.1", "GQ919058.1", "NM_001145144.2", "NM_001145145.2", "NM_005628.3", "U53347.1"], "translation": [{"protein": "NP_001138616.1", "rna": "NM_001145144.2"}, {"protein": "AAD09814.1", "rna": "AF105230.1"}, {"protein": "BAF85379.1", "rna": "AK292690.1"}, {"protein": "AAD09812.1", "rna": "AF102826.1"}, {"protein": "BAH14917.1", "rna": "AK316546.1"}, {"protein": "AAH00062.1", "rna": "BC000062.2"}, {"protein": "NP_001138617.1", "rna": "NM_001145145.2"}, {"protein": "NP_005619.1", "rna": "NM_005628.3"}, {"protein": "AAK77026.1", "rna": "AF334818.1"}, {"protein": "BAD92975.1", "rna": "AB209738.1"}, {"protein": "BAG61189.1", "rna": "AK299137.1"}, {"protein": "BAG63136.1", "rna": "AK301661.1"}, {"protein": "AAD27806.1", "rna": "AF105423.1"}, {"protein": "ACX53626.1", "rna": "GQ919058.1"}, {"protein": "BAG56938.1", "rna": "AK293433.1"}, {"protein": "AAC50629.1", "rna": "U53347.1"}]}, "alias": ["AAAT", "ASCT2", "ATBO", "M7V1", "M7VS1", "R16", "RDRC"], "ensembl": {"gene": "ENSG00000105281", "protein": ["ENSP00000397924", "ENSP00000406532", "ENSP00000444408", "ENSP00000468890", "ENSP00000469265", "ENSP00000471626", "ENSP00000519244"], "transcript": ["ENST00000412532", "ENST00000434726", "ENST00000542575", "ENST00000593713", "ENST00000594991", "ENST00000598022", "ENST00000713951"], "translation": [{"protein": "ENSP00000468890", "rna": "ENST00000593713"}, {"protein": "ENSP00000519244", "rna": "ENST00000713951"}, {"protein": "ENSP00000444408", "rna": "ENST00000542575"}, {"protein": "ENSP00000406532", "rna": "ENST00000434726"}, {"protein": "ENSP00000469265", "rna": "ENST00000594991"}, {"protein": "ENSP00000397924", "rna": "ENST00000412532"}, {"protein": "ENSP00000471626", "rna": "ENST00000598022"}], "type_of_gene": "protein_coding"}, "entrezgene": "6510", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.1967927194, "exp_mis": 222.976910191, "exp_syn": 125.138699346, "lof_z": 2.13050153439619, "mis_z": 2.48867426651965, "mu_lof": 8.57493939987e-07, "mu_mis": 2.43455434982e-05, "mu_syn": 1.40287963024e-05, "n_lof": 4.0, "n_mis": 147.0, "n_syn": 90.0, "p_li": 0.0518112085245823, "p_null": 0.0209747515931954, "p_rec": 0.927214039882222, "syn_z": 1.94732904061221}, "bp": 1626, "cds_end": 47291222, "cds_start": 47278766, "n_exons": 8, "nonpsych": {"exp_lof": 9.98179819876, "exp_mis": 201.663247183, "exp_syn": 113.110226509, "lof_z": 2.17027543737293, "mis_z": 2.545332446995, "mu_lof": 8.57493939987e-07, "mu_mis": 2.43455434982e-05, "mu_syn": 1.40287963024e-05, "n_lof": 3.0, "n_mis": 130.0, "n_syn": 85.0, "p_li": 0.171620124023405, "p_null": 0.0163895519578445, "p_rec": 0.811990324018751, "syn_z": 1.66408897888633}, "nontcga": {"exp_lof": 10.2861965966, "exp_mis": 205.123919703, "exp_syn": 115.112762944, "lof_z": 2.24106649368271, "mis_z": 2.33495750500029, "mu_lof": 8.57493939987e-07, "mu_mis": 2.43455434982e-05, "mu_syn": 1.40287963024e-05, "n_lof": 3.0, "n_mis": 138.0, "n_syn": 87.0, "p_li": 0.174907032683634, "p_null": 0.0130542974159346, "p_rec": 0.812038669900432, "syn_z": 1.65906951522442}, "transcript": "ENST00000542575.2"}, "exons": [{"cdsend": 46782522, "cdsstart": 46775509, "chr": "19", "position": [[46774882, 46775747], [46776974, 46777109], [46777210, 46777405], [46778674, 46778908], [46782382, 46782549], [46784096, 46784144], [46784516, 46784559], [46787238, 46787293]], "strand": -1, "transcript": "NM_001145144", "txend": 46787293, "txstart": 46774882}, {"cdsend": 46784597, "cdsstart": 46775509, "chr": "19", "position": [[46774882, 46775747], [46776974, 46777109], [46777210, 46777405], [46778674, 46778908], [46782382, 46782549], [46784096, 46784144], [46784594, 46784814]], "strand": -1, "transcript": "NM_001145145", "txend": 46784814, "txstart": 46774882}, {"cdsend": 46787965, "cdsstart": 46775509, "chr": "19", "position": [[46774882, 46775747], [46776974, 46777109], [46777210, 46777405], [46778674, 46778908], [46782382, 46782549], [46784096, 46784144], [46784516, 46784559], [46787399, 46788594]], "strand": -1, "transcript": "NM_005628", "txend": 46788594, "txstart": 46774882}], "exons_hg19": [{"cdsend": 47285779, "cdsstart": 47278766, "chr": "19", "position": [[47278139, 47279004], [47280231, 47280366], [47280467, 47280662], [47281931, 47282165], [47285639, 47285806], [47287353, 47287401], [47287773, 47287816], [47290495, 47290550]], "strand": -1, "transcript": "NM_001145144", "txend": 47290550, "txstart": 47278139}, {"cdsend": 47287854, "cdsstart": 47278766, "chr": "19", "position": [[47278139, 47279004], [47280231, 47280366], [47280467, 47280662], [47281931, 47282165], [47285639, 47285806], [47287353, 47287401], [47287851, 47288071]], "strand": -1, "transcript": "NM_001145145", "txend": 47288071, "txstart": 47278139}, {"cdsend": 47291222, "cdsstart": 47278766, "chr": "19", "position": [[47278139, 47279004], [47280231, 47280366], [47280467, 47280662], [47281931, 47282165], [47285639, 47285806], [47287353, 47287401], [47287773, 47287816], [47290656, 47291851]], "strand": -1, "transcript": "NM_005628", "txend": 47291851, "txstart": 47278139}], "generif": [{"pubmed": 12050356, "text": "used as receptor by HERV-W Env glycoprotein"}, {"pubmed": 12175968, "text": "level of amino acid transporter B(0)(ACST2) mRNA expression was lower in forskolin treated BeWo cells"}, {"pubmed": 12555937, "text": "in the six unrelated Hartnup pedigrees studied, examination of linkage at 19q13.3, polymorphisms in the coding sequence and quantitation of expression of SLC1A5 did not suffice to explain the defect in neutral amino acid transport"}, {"pubmed": 12584318, "text": "results strongly suggest that combinations of amino acid sequence changes and N-linked oligosaccharides in a critical carboxyl-terminal region of extracellular loop 2 (ECL2) control retroviral utilization of both the ASCT1 and ASCT2 receptors"}, {"pubmed": 12757936, "text": "Hypoxia alters expression and function of syncytin and its receptor (amino acid transport system B(0)) during trophoblast cell fusion of human placental BeWo cells: implications for impaired trophoblast syncytialisation in pre-eclampsia."}, {"pubmed": 14520239, "text": "ASCT2 messenger RNA was not altered significantly in hypoxia in cytotrophoblasts or in perfused placental cotyledons."}, {"pubmed": 15848195, "text": "up-regulation of ASCT2 by S-nitroso-N-acetyl-DL-penicillamine might be partially associated with an increase in the density of transporter protein via de novo synthesis"}, {"pubmed": 16197915, "text": "These results show that the stimulation of ASCT2 expression in response to glutamine in part involves binding of FXR/RXR to the ASCT2 promoter."}, {"pubmed": 16435221, "text": "analysis of SLC1A5 mutations on 19q13 in cystinuria patients"}, {"pubmed": 16516348, "text": "the activity of glutamate transporter GLAST/EAAT1 can effectively regulate the cell surface expression of glutamine/neutral amino acid transporter ASCT2 in human fetal astrocytes"}, {"pubmed": 16820059, "text": "evaluation of the interaction of the HERV-W envelope with the hASCT2 receptor; a region consisting of the N-terminal 124 amino acids of the mature glycoprotein surface subunit was determined as the minimal receptor-binding domain"}, {"pubmed": 17329400, "text": "ASCT2 silencing inhibits mTORC1 (mTOR/raptor) signaling and leads to growth repression, followed by enhanced survival signaling via mTORC2 (mTOR/rictor comples) and apoptosis of hepatoma cells."}, {"pubmed": 17676482, "text": "Localisation and distribution of RDR/ASCT2 in human placental villi suggests that the fusion of placental trophoblast cells is not regulated by local or temporal variations of RDR/ASCT2 expression in villous cytotrophoblast cells."}, {"pubmed": 18157695, "text": "In human entrocytes, glutamine transport and ASCT2 surface expression induced by short-term EGF are MAPK, PI3K, and Rho-dependent."}, {"pubmed": 18638388, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18638388, "text": "SLC1A5 gene is associated with schizophrenia."}, {"pubmed": 19321927, "text": "In primary term human trophoblasts, ASCT2 mRNA levels were preserved at normoxia and downregulated at 1% O(2) after 48 h."}, {"pubmed": 22238282, "text": "Cx43-mediated GJIC and SLC1A5 interaction play important functional roles in trophoblast cell fusion."}, {"pubmed": 22804921, "text": "These data suggest that intracellular replication of Francisella tularensis depends on the function of host cell SLC1A5."}, {"pubmed": 23213057, "text": "SLC1A5 plays a key role in Gln transport controlling lung cancer cells' metabolism, growth, and survival."}, {"pubmed": 23507704, "text": "HER2- type breast cancer had the highest expression of stromal GLS1, tumoral GDH, stromal GDH, and tumoral ASCT, while TNBC had the lowest tumoral GDH expression."}, {"pubmed": 23636801, "text": "stromal expression of the glutamine-metabolism-related proteins GLS1, GDH, ASCT2 increases with worsening histological phyllodes tumor grade."}, {"pubmed": 24531984, "text": "the expression of LAT1 and ASCT2 is significantly increased in human melanoma. The importance of ASCT2 expression in melanoma was confirmed by shRNA knockdown, which inhibited glutamine uptake, mTORC1 signaling and cell proliferation."}, {"pubmed": 24603303, "text": "ASC amino-acid transporter 2 expression has a crucial role in the metastasis of pulmonary AC, and is a potential molecular marker for predicting poor prognosis after surgery."}, {"pubmed": 24687878, "text": "ASCT-2 is expressed in human oocytes.ASCT-2 is localized at the acrosomal region and equatorial segment of the spermatozoa."}, {"pubmed": 24845232, "text": "ASCT2 expression plays an important role in tumour cell growth, and is a promising pathological marker for predicting a worse outcome in pancreatic cancer."}, {"pubmed": 25052780, "text": "analysis of the kinetic mechanism of the transport catalyzed by the human glutamine/neutral amino acid transporter hASCT2"}, {"pubmed": 25142020, "text": "ASCT2 expression, which correlates with that of N-Myc and ATF4, is markedly elevated in high-stage neuroblastoma"}, {"pubmed": 25337245, "text": "Report the differential expression of SLC1A5 in human colorectal cancer and normal tissues, and a functional link between SLC1A5 expression and growth and survival of colorectal cancer."}, {"pubmed": 25693838, "text": "ASCT2-mediated glutamine uptake is essential for multiple pathways regulating the cell cycle and cell growth."}, {"pubmed": 25862406, "text": "The results demonstrate that N-glycosylation of SLC1A5 is critical for trafficking."}, {"pubmed": 25987094, "text": "Genetic Variants in ASCT2 Gene are Associated with response to therapy in Hepatocelluar Carcinoma"}, {"pubmed": 26024742, "text": "LAT1, 4F2hc and ASCT2 were highly expressed in patients with advanced laryngeal cancer."}, {"pubmed": 26455325, "text": "Both stable and inducible shRNA-mediated ASCT2 knockdown confirmed that inhibiting ASCT2 function was sufficient to prevent cellular proliferation and induce rapid cell death in TN basal-like breast cancer cells, but not in luminal cells."}, {"pubmed": 26492990, "text": "Cys is a potent competitive inhibitor of hASCT2 but is not a substrate"}, {"pubmed": 26936531, "text": "High expression of LAT1 and ASCT2 correlates with metastasis and invasion in esophageal squamous cell carcinoma."}, {"pubmed": 27129276, "text": "In the absence of SLC1A5 there is a crucial role of SNAT1 in supplying glutamine for glutaminolysis with SNAT2 acting as a \"backup\" for glutamine transport."}, {"pubmed": 27143784, "text": "Data show that SERT associates with ASCT2 (alanine-serine-cysteine-threonine 2), a member of the solute carrier 1 family co-expressed with SERT in serotonergic neurons and involved in the transport of small neutral amino acids across the plasma membrane."}, {"pubmed": 27450723, "text": "ASCT2 is an EGFR-associated protein that can be co-targeted by cetuximab, leading to sensitization of cetuximab-treated cells to ROS-induced apoptosis."}, {"pubmed": 28036362, "text": "The tumor metabolism status determined by expression of GLUT1 and ASCT2."}, {"pubmed": 28419191, "text": "we found that PPARdelta directly regulated neutral amino acid transporter SLC1-A5 (solute carrier family 1 member 5) and glucose transporter-1 (Glut1) gene transcription, leading to uptake of glucose and amino acid, activation of mTOR signaling, and tumor progression. In contrast, silence of PPARdelta or its antagonist inhibited this event."}, {"pubmed": 28507054, "text": "AR signaling promoted glutamine metabolism by increasing the expression of the glutamine transporters SLC1A4 and SLC1A5, genes commonly overexpressed in prostate cancer. Correspondingly, gene expression signatures of AR activity correlated with SLC1A4 and SLC1A5 mRNA levels in clinical cohorts."}, {"pubmed": 28609484, "text": "Data suggest that both heterogeneous nuclear ribonucleoprotein type M (HNRPM) and solute carrier 1A5 (SLC1A5) have role in the pathogenesis of ovarian cancer."}, {"pubmed": 28749408, "text": "These results indicated that ASCT2 (SLC1A5) could be a novel therapeutic target against KRAS-mutant colorectal cancer."}, {"pubmed": 28784848, "text": "this study shows that IL-2-induced expression of SLC1A5 is a prerequisite for NKG2D-mediated activation of NK cells"}, {"pubmed": 28807674, "text": "Results suggest that ASCT1/2 may play an important role in regulating extracellular d-serine and NMDA receptor-mediated physiological effects and that ASCT1/2 inhibitors have the potential for therapeutic benefit."}, {"pubmed": 28823958, "text": "High ASCT2 expression is associated with head and neck squamous cell carcinoma."}, {"pubmed": 28885889, "text": "intronic variants of the ASCT2 gene have roles in hampering the splicing process and in longevity"}, {"pubmed": 29020998, "text": "Our data confirm the heterogeneity of breast tumors at a functional proteomic level and dissects the relationship between metabolism-related proteins, pathological features and patient survival. These observations highlight the importance of SHMT2 and ASCT2 as valuable individual prognostic markers and potential targets for personalized breast cancer therapy"}, {"pubmed": 29151270, "text": "Results provide evidence that ASCT2 enhances glutamine uptake in glycolipid-enriched microdomain/rafts in GD2(+) small-cell lung cancer cells, leading to the enhancement of cell proliferation and migration."}, {"pubmed": 29326164, "text": "Data suggest that amino acid uptake via ASCT2/SLC1A5 is required for cell proliferation/tumor growth independently of LAT1/SLC7A5; in part, these studies were conducted in lung and colon adenocarcinoma cell lines and involved gene knockout techniques. (ASCT2/SLC1A5 = solute carrier family-1 member-5; LAT1/SLC7A5 = solute carrier family-7 member-5)"}, {"pubmed": 29334372, "text": "Herein we report the preclinical development of V-9302, a competitive small molecule antagonist of transmembrane glutamine flux that selectively and potently targets the amino acid transporter ASCT2."}, {"pubmed": 29363109, "text": "This study provides the metabolic molecule SLC1A5 as a potential therapeutic target to increase the efficacy of cetuximab on colorectal cancer"}, {"pubmed": 29435734, "text": "ASCT2 was significantly overexpressed in the gastric cancer (GC) samples compared with adjacent non-cancerous gastric mucosa, in contrast, a significantly higher level of glutamine synthetase (GS) expression was observed in normal tissues than in GC samples compared with adjacent non-cancerous gastric mucosa."}, {"pubmed": 29455869, "text": "Our results indicate that overexpression of SLC1a5 is associated with shorter overall survival in non-small cell lung cancer"}, {"pubmed": 29495336, "text": "the experimental data allowed identifying C467 residue as crucial for substrate binding and for transport activity modulation of hASCT2."}, {"pubmed": 29563155, "text": "data reveal a role for SNX27 in glutamine uptake and amino acid-stimulated mTORC1 activation via modulation of ASCT2 intracellular trafficking"}, {"pubmed": 29872227, "text": "Relative to structures of other SLC1 members, ASCT2 is in the most extreme inward-oriented state, with the transport domain largely detached from the central scaffold domain on the cytoplasmic side"}, {"pubmed": 30029480, "text": "These data collectively establish that in an in vitro context, human epithelial and mesenchymal hepatocellular carcinoma cell lines adapt to ASCT2 or LAT1 knockout."}, {"pubmed": 30071532, "text": "SLC1A5 expression is increased in tumor samples from esophageal cancer patients, and downregulation of SLC1A5 inhibited cell cycle progression and esophageal cancer growth."}, {"pubmed": 30272366, "text": "Results demonstrated that ASCT2 and pmTOR protein levels were significantly higher in epithelial ovarian cancer (EOC) tissues and predicting a poor prognosis. The expression levels of ASCT2 and pmTOR in EOC were positively correlated indicating a synergistic effect on the growth and development of early EOC."}, {"pubmed": 30635397, "text": "The ASCT2 deficiency was compensated by increased levels of sodium neutral amino acid transporter 1 (SNAT1 or SLC38A1) and SNAT2 (SLC38A2) in ASCT2ko 143B cells, mediated by a GCN2 EIF2alpha kinase (GCN2)-dependent pathway, but this compensation was not observed in ASCT2ko HCC1806 cells."}, {"pubmed": 30668314, "text": "ASCT2 regulates gastric cancer proliferation via reactive oxygen species induced mitochondrial pathway."}, {"pubmed": 30935948, "text": "that binding of galectin-12 to SLC1A5 significantly reduced glutamine uptake"}, {"pubmed": 31409775, "text": "the data show that ABHD11-AS1 acts as a competing endogenous RNA (ceRNA) to exert malignant properties in papillary thyroid cancer (PTC) through the miR-199a-5p/SLC1A5 axis."}, {"pubmed": 31535081, "text": "Critical role of ASCT2-mediated amino acid metabolism in promoting leukaemia development and progression."}, {"pubmed": 31580259, "text": "These structures reveal insights into the conformation of the critical ECL2a loop which connects the two domains, thus allowing rigid body movement of the transport domain throughout the transport cycle. Furthermore, the structures provide new insights into substrate recognition, which involves conformational changes in the HP2 loop."}, {"pubmed": 31685994, "text": "CD9 promoted the plasma membrane localization of the glutamine transporter ASCT2, enhancing glutamine uptake in Pancreatic ductal adenocarcinoma cells."}, {"pubmed": 31819178, "text": "The downregulation of ASCT2 significantly decreased the intracellular glutamine level, leading to attenuated growth and proliferation, increased apoptosis and autophagy, inactivation of the mTORC1 pathway, increased oxidative stress and an improved response to cetuximab in head and neck squamous cell carcinoma."}, {"pubmed": 31826641, "text": "Chronic heart failure has profound effects on myocardial AA homeostasis, down-regulating myocardial SLC1A5 expression and impairing glutamine homeostasis."}, {"pubmed": 31866442, "text": "A Variant of SLC1A5 Is a Mitochondrial Glutamine Transporter for Metabolic Reprogramming in Cancer Cells."}, {"pubmed": 31959741, "text": "NEDD4L downregulates autophagy and cell growth by modulating ULK1 and a glutamine transporter."}, {"pubmed": 32162845, "text": "ASCT2 overexpression is associated with poor survival of OSCC patients and ASCT2 knockdown inhibited growth of glutamine-addicted OSCC cells."}, {"pubmed": 32242892, "text": "Interaction of the neutral amino acid transporter ASCT2 with basic amino acids."}, {"pubmed": 32658600, "text": "Circular RNA circ-LDLRAD3 serves as an oncogene to promote non-small cell lung cancer progression by upregulating SLC1A5 through sponging miR-137."}, {"pubmed": 32996252, "text": "SLC38A2 Overexpression Induces a Cancer-like Metabolic Profile and Cooperates with SLC1A5 in Pan-cancer Prognosis."}, {"pubmed": 33039171, "text": "Topotecan induces hepatocellular injury via ASCT2 mediated oxidative stress."}, {"pubmed": 33162818, "text": "NDRG2 ablation reprograms metastatic cancer cells towards glutamine dependence via the induction of ASCT2."}, {"pubmed": 33841424, "text": "Flagellin From Pseudomonas Aeruginosa Stimulates ATB(0,+) Transporter for Arginine and Neutral Amino Acids in Human Airway Epithelial Cells."}, {"pubmed": 34132956, "text": "Circ_0072995 Promotes Ovarian Cancer Progression Through Regulating miR-122-5p/SLC1A5 Axis."}, {"pubmed": 34282517, "text": "SLC1A5 co-expression with TALDO1 associates with endocrine therapy failure in estrogen receptor-positive breast cancer."}, {"pubmed": 34525179, "text": "The STAT3-MYC axis promotes survival of leukemia stem cells by regulating SLC1A5 and oxidative phosphorylation."}, {"pubmed": 34662550, "text": "The pro-proliferative effect of interferon-gamma in breast cancer cell lines is dependent on stimulation of ASCT2-mediated glutamine cellular uptake."}, {"pubmed": 34738502, "text": "Knockdown of circular RNA septin 9 inhibits the malignant progression of breast cancer by reducing the expression of solute carrier family 1 member 5 in a microRNA-149-5p-dependent manner."}, {"pubmed": 34741534, "text": "The involvement of sodium in the function of the human amino acid transporter ASCT2."}, {"pubmed": 34811815, "text": "Circ_0000463 contributes to the progression and glutamine metabolism of non-small-cell lung cancer by targeting miR-924/SLC1A5 signaling."}, {"pubmed": 35089546, "text": "Discoidin domain receptor 1 promotes hepatocellular carcinoma progression through modulation of SLC1A5 and the mTORC1 signaling pathway."}, {"pubmed": 35163050, "text": "Cysteine 467 of the ASCT2 Amino Acid Transporter Is a Molecular Determinant of the Antiport Mechanism."}, {"pubmed": 35284960, "text": "Circ_0062558 promotes growth, migration, and glutamine metabolism in triple-negative breast cancer by targeting the miR-876-3p/SLC1A5 axis."}, {"pubmed": 35320491, "text": "A novel miR-338-3p/SLC1A5 axis reprograms retinal pigment epithelium to increases its resistance to high glucose-induced cell ferroptosis."}, {"pubmed": 35482822, "text": "CircRNA OXCT1 promotes the malignant progression and glutamine metabolism of non-small cell lung cancer by absorbing miR-516b-5p and upregulating SLC1A5."}, {"pubmed": 35487063, "text": "Targeting of the glutamine transporter SLC1A5 induces cellular senescence in clear cell renal cell carcinoma."}, {"pubmed": 36273140, "text": "circ_0025033 promotes ovarian cancer development via regulating the hsa_miR-370-3p/SLC1A5 axis."}, {"pubmed": 36462557, "text": "Circ_0000069 contributes to the growth, metastasis and glutamine metabolism in renal cell carcinoma (RCC) via regulating miR-125a-5p-dependent SLC1A5 expression."}, {"pubmed": 36566214, "text": "SLC1A5 enhances malignant phenotypes through modulating ferroptosis status and immune microenvironment in glioma."}, {"pubmed": 36584595, "text": "Mapping of functional SARS-CoV-2 receptors in human lungs establishes differences in variant binding and SLC1A5 as a viral entry modulator of hACE2."}, {"pubmed": 36654781, "text": "TRIM6 Reduces Ferroptosis and Chemosensitivity by Targeting SLC1A5 in Lung Cancer."}, {"pubmed": 37116342, "text": "ASCT2-mediated glutamine uptake of epithelial cells facilitates CCL5-induced T cell infiltration via ROS-STAT3 pathway in oral lichen planus."}, {"pubmed": 37207473, "text": "lncRNA SYTL5-OT4 promotes vessel co-option by inhibiting the autophagic degradation of ASCT2."}, {"pubmed": 37348875, "text": "A Carbonic Anhydrase IX/SLC1A5 Axis Regulates Glutamine Metabolism Dependent Ferroptosis in Hypoxic Tumor Cells."}, {"pubmed": 37459644, "text": "Targeting Pulmonary Fibrosis by SLC1A5-Dependent Glutamine Transport Blockade."}, {"pubmed": 37578594, "text": "Loss of RACK1 promotes glutamine addiction via activating AKT/mTOR/ASCT2 axis to facilitate tumor growth in gastric cancer."}, {"pubmed": 37634599, "text": "ASCT2-mediated glutamine uptake promotes Th1 differentiation via ROS-EGR1-PAC1 pathway in oral lichen planus."}, {"pubmed": 37772564, "text": "miR-122-5p Restrains Pancreatic Cancer Cell Growth and Causes Apoptosis by Negatively Regulating ASCT2."}, {"pubmed": 38159852, "text": "The YBX3 RNA-binding protein posttranscriptionally controls SLC1A5 mRNA in proliferating and differentiating skeletal muscle cells."}, {"pubmed": 38400818, "text": "CircCPA4 induces ASCT2 expression to promote tumor property of non-small cell lung cancer cells in a miR-145-5p-dependent manner."}, {"pubmed": 38802300, "text": "Radiation-induced exosomes promote oral squamous cell carcinoma progression via enhancing SLC1A5-glutamine metabolism."}], "genomic_pos": {"chr": "19", "end": 46788594, "ensemblgene": "ENSG00000105281", "start": 46774883, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 47291851, "start": 47278140, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006865", "qualifier": "involved_in", "term": "amino acid transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006868", "pubmed": 29872227, "qualifier": "involved_in", "term": "glutamine transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006868", "pubmed": 21757002, "qualifier": "involved_in", "term": "glutamine transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010585", "qualifier": "involved_in", "term": "glutamine secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015804", "pubmed": 23756778, "qualifier": "involved_in", "term": "neutral amino acid transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0015825", "qualifier": "involved_in", "term": "L-serine transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030218", "pubmed": 24953180, "qualifier": "involved_in", "term": "erythrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070207", "pubmed": 29872227, "qualifier": "involved_in", "term": "protein homotrimerization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0140009", "qualifier": "involved_in", "term": "L-aspartate import across plasma membrane"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0140009", "qualifier": "involved_in", "term": "L-aspartate import across plasma membrane"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0150104", "qualifier": "involved_in", "term": "transport across blood-brain barrier"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0150104", "pubmed": [26590417, 30280653], "qualifier": "involved_in", "term": "transport across blood-brain barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903803", "qualifier": "involved_in", "term": "L-glutamine import across plasma membrane"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [23492904, 24953180], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009925", "qualifier": "located_in", "term": "basal plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 29872227, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042470", "qualifier": "located_in", "term": "melanosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001618", "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [23492904, 25759021, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015171", "qualifier": "enables", "term": "amino acid transmembrane transporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015175", "qualifier": "enables", "term": "neutral L-amino acid transmembrane transporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015183", "qualifier": "enables", "term": "L-aspartate transmembrane transporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0015183", "qualifier": "enables", "term": "L-aspartate transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015186", "pubmed": 29872227, "qualifier": "enables", "term": "L-glutamine transmembrane transporter activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015186", "pubmed": 21757002, "qualifier": "enables", "term": "L-glutamine transmembrane transporter activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015194", "qualifier": "enables", "term": "L-serine transmembrane transporter activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015293", "qualifier": "enables", "term": "symporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015297", "pubmed": 23756778, "qualifier": "enables", "term": "antiporter activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0022834", "qualifier": "enables", "term": "ligand-gated channel activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 10051606, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[7955, 100002129], [8364, 493489], [9544, 716843], [9598, 456155], [9606, 6510], [9615, 484425], [9913, 282355], [10090, 20514], [10116, 292657]], "id": 21155}, "interpro": [{"desc": "Sodium:dicarboxylate symporter", "id": "IPR001991", "short_desc": "Na-dicarboxylate_symporter"}, {"desc": "Sodium:dicarboxylate symporter, conserved site", "id": "IPR018107", "short_desc": "Na-dicarboxylate_symporter_CS"}, {"desc": "Sodium:dicarboxylate symporter superfamily", "id": "IPR036458", "short_desc": "Na:dicarbo_symporter_sf"}], "ipi": ["IPI00019472", "IPI00922487", "IPI00922776", "IPI01010276"], "map_location": "19q13.32", "name": "solute carrier family 1 member 5", "other_names": ["ASC amino acid transporter-2", "ATB(0)", "Alanine/serine/cysteine transporter 2", "RD114 virus receptor", "RD114/simian type D retrovirus receptor", "baboon M7 virus receptor", "neutral amino acid transporter B", "neutral amino acid transporter B(0)", "sodium-dependent neutral amino acid transporter type 2", "solute carrier family 1 (neutral amino acid transporter), member 5"], "pantherdb": {"HGNC": "10943", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105305", "ortholog_type": "LDO", "panther_family": "PTHR11958", "taxid": 10090, "uniprot_kb": "P51912"}, {"RGD": "708512", "ortholog_type": "LDO", "panther_family": "PTHR11958", "taxid": 10116, "uniprot_kb": "D3ZJ25"}, {"ZFIN": "ZDB-GENE-070501-4", "ortholog_type": "LDO", "panther_family": "PTHR11958", "taxid": 7955, "uniprot_kb": "A0A0G2L9M2"}, {"WormBase": "WBGene00001621", "ortholog_type": "O", "panther_family": "PTHR11958", "taxid": 6239, "uniprot_kb": "Q21353"}, {"WormBase": "WBGene00001625", "ortholog_type": "O", "panther_family": "PTHR11958", "taxid": 6239, "uniprot_kb": "Q9UAY8"}, {"WormBase": "WBGene00001624", "ortholog_type": "O", "panther_family": "PTHR11958", "taxid": 6239, "uniprot_kb": "Q21751"}, {"Gene_ORFName": "CELE_T22E5.2", "ortholog_type": "O", "panther_family": "PTHR11958", "taxid": 6239, "uniprot_kb": "A0A7R9SUN6"}, {"WormBase": "WBGene00001622", "ortholog_type": "O", "panther_family": "PTHR11958", "taxid": 6239, "uniprot_kb": "Q22682"}, {"WormBase": "WBGene00001623", "ortholog_type": "O", "panther_family": "PTHR11958", "taxid": 6239, "uniprot_kb": "O18210"}, {"WormBase": "WBGene00001620", "ortholog_type": "O", "panther_family": "PTHR11958", "taxid": 6239, "uniprot_kb": "Q10901"}, {"FlyBase": "FBgn0026439", "ortholog_type": "O", "panther_family": "PTHR11958", "taxid": 7227, "uniprot_kb": "A0A6H2EJK0"}], "uniprot_kb": "Q15758"}, "pathway": {"kegg": [{"id": "hsa04974", "name": "Protein digestion and absorption - Homo sapiens (human)"}, {"id": "hsa05230", "name": "Central carbon metabolism in cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-352230", "name": "Amino acid transport across the plasma membrane"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-425393", "name": "Transport of inorganic cations/anions and amino acids/oligopeptides"}, {"id": "R-HSA-425407", "name": "SLC-mediated transmembrane transport"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013149", "name": "RAC1 GTPase cycle"}, {"id": "R-HSA-9013406", "name": "RHOQ GTPase cycle"}, {"id": "R-HSA-9013407", "name": "RHOH GTPase cycle"}, {"id": "R-HSA-9013409", "name": "RHOJ GTPase cycle"}, {"id": "R-HSA-9013423", "name": "RAC3 GTPase cycle"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "smpdb": [{"id": "SMP00001", "name": "Citrullinemia Type I"}, {"id": "SMP00002", "name": "Carbamoyl Phosphate Synthetase Deficiency"}, {"id": "SMP00003", "name": "Argininosuccinic Aciduria"}, {"id": "SMP00059", "name": "Urea Cycle"}, {"id": "SMP00205", "name": "Ornithine Transcarbamylase Deficiency (OTC Deficiency)"}, {"id": "SMP00357", "name": "Argininemia"}, {"id": "SMP00654", "name": "Warburg Effect"}, {"id": "SMP02298", "name": "Glutaminolysis and Cancer"}], "wikipathways": [{"id": "WP3945", "name": "TYROBP causal network in microglia"}, {"id": "WP4290", "name": "Metabolic reprogramming in colon cancer"}]}, "pdb": ["5LLM", "5LLU", "5LM4", "5MJU", "6GCT", "6MP6", "6MPB", "6RVX", "6RVY", "7BCQ", "7BCS", "7BCT"], "pfam": "PF00375", "pharmgkb": "PA35830", "pharos": {"target_id": 19533, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256375", "relationship": "is"}, {"id": "GNF256376", "relationship": "is"}, {"id": "GNF256377", "relationship": "is"}, {"id": "GNF256378", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047631", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF013458", "relationship": "is"}, {"id": "GNF030209", "relationship": "similar to"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284980", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099947", "relationship": "is"}, {"id": "GNF139602", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001138616.1", "NP_001138617.1", "NP_005619.1"], "rna": ["NM_001145144.2", "NM_001145145.2", "NM_005628.3"], "translation": [{"protein": "NP_001138617.1", "rna": "NM_001145145.2"}, {"protein": "NP_001138616.1", "rna": "NM_001145144.2"}, {"protein": "NP_005619.1", "rna": "NM_005628.3"}]}, "reporter": {"HG-U133_Plus_2": "208916_at", "HG-U95Av2": "41778_at", "HTA-2_0": "TC19001656.hg.1", "HuEx-1_0": ["3836946", "3866276"], "HuGene-1_1": ["8029854", "8037835"], "HuGene-2_1": "16873632"}, "retired": [4075, 5960, 147904, 220610], "summary": "The SLC1A5 gene encodes a sodium-dependent neutral amino acid transporter that can act as a receptor for RD114/type D retrovirus (Larriba et al., 2001 [PubMed 11781704]).[supplied by OMIM, Jan 2011].", "symbol": "SLC1A5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420123"}, "unigene": "Hs.631582", "uniprot": {"Swiss-Prot": "Q15758", "TrEMBL": ["M0QXM4", "Q59ES3", "M0QX44", "M0R144"]}, "wikipedia": {"url_stub": "SLC1A5"}}