{"AllianceGenome": "10922", "HGNC": "10922", "MIM": "600682", "_id": "6566", "_version": 1, "accession": {"genomic": ["AJ438944.1", "AJ438945.1", "AL158844.14", "CH471122.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_015880.2", "NW_009646196.1"], "protein": ["AAC41707.1", "AAH26317.1", "AAH45664.1", "BAG35402.1", "BAG59282.1", "BAG64618.1", "CAB82412.1", "CAD27707.1", "EAW56551.1", "EAW56552.1", "EAW56553.1", "NP_001159968.1", "NP_003042.3", "P53985.3", "XP_047284745.1", "XP_054187515.1", "XP_054194429.1"], "rna": ["AF239919.1", "AI656300.1", "AJ438942.2", "AJ438943.2", "AK000641.1", "AK094064.1", "AK296688.1", "AK303603.1", "AK312500.1", "AL162079.1", "BC026317.1", "BC045664.1", "BM712667.1", "BP294493.1", "DB443025.1", "L31801.1", "NM_001166496.2", "NM_003051.4", "XM_047428789.1", "XM_054331540.1", "XM_054338454.1"], "translation": [{"protein": "BAG35402.1", "rna": "AK312500.1"}, {"protein": "XP_054194429.1", "rna": "XM_054338454.1"}, {"protein": "NP_003042.3", "rna": "NM_003051.4"}, {"protein": "BAG64618.1", "rna": "AK303603.1"}, {"protein": "NP_001159968.1", "rna": "NM_001166496.2"}, {"protein": "AAH26317.1", "rna": "BC026317.1"}, {"protein": "XP_047284745.1", "rna": "XM_047428789.1"}, {"protein": "XP_054187515.1", "rna": "XM_054331540.1"}, {"protein": "AAC41707.1", "rna": "L31801.1"}, {"protein": "BAG59282.1", "rna": "AK296688.1"}, {"protein": "CAB82412.1", "rna": "AL162079.1"}, {"protein": "AAH45664.1", "rna": "BC045664.1"}]}, "alias": ["HHF7", "MCT", "MCT1", "MCT1D"], "ensembl": [{"gene": "ENSG00000155380", "protein": ["ENSP00000358640", "ENSP00000397106", "ENSP00000399104", "ENSP00000416167", "ENSP00000441065", "ENSP00000505879"], "transcript": ["ENST00000369626", "ENST00000429288", "ENST00000443580", "ENST00000458229", "ENST00000478835", "ENST00000481750", "ENST00000538576", "ENST00000679803", "ENST00000679846"], "translation": [{"protein": "ENSP00000399104", "rna": "ENST00000443580"}, {"protein": "ENSP00000358640", "rna": "ENST00000369626"}, {"protein": "ENSP00000505879", "rna": "ENST00000679803"}, {"protein": "ENSP00000441065", "rna": "ENST00000538576"}, {"protein": "ENSP00000416167", "rna": "ENST00000458229"}, {"protein": "ENSP00000397106", "rna": "ENST00000429288"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000281917", "protein": ["ENSP00000485688", "ENSP00000485854", "ENSP00000486000", "ENSP00000486404", "ENSP00000486874"], "transcript": ["ENST00000626371", "ENST00000627031", "ENST00000627457", "ENST00000628110", "ENST00000629508", "ENST00000629920", "ENST00000630362"], "translation": [{"protein": "ENSP00000486000", "rna": "ENST00000630362"}, {"protein": "ENSP00000485688", "rna": "ENST00000628110"}, {"protein": "ENSP00000486874", "rna": "ENST00000629920"}, {"protein": "ENSP00000486404", "rna": "ENST00000629508"}, {"protein": "ENSP00000485854", "rna": "ENST00000626371"}], "type_of_gene": "protein_coding"}], "entrezgene": "6566", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.2592108325, "exp_mis": 151.87490181, "exp_syn": 65.3984696288, "lof_z": 3.21591406905557, "mis_z": 1.02695668923065, "mu_lof": 1.1206382122e-06, "mu_mis": 1.33866450622e-05, "mu_syn": 5.67531432463e-06, "n_lof": 2.0, "n_mis": 126.0, "n_syn": 78.0, "p_li": 0.826067878054453, "p_null": 0.000162722192953287, "p_rec": 0.173769399752594, "syn_z": -0.966026225007886}, "bp": 1503, "cds_end": 113471930, "cds_start": 113456512, "n_exons": 4, "nonpsych": {"exp_lof": 12.82483989, "exp_mis": 137.380323768, "exp_syn": 59.1108063372, "lof_z": 2.96857131123577, "mis_z": 1.35038163075351, "mu_lof": 1.1206382122e-06, "mu_mis": 1.33866450622e-05, "mu_syn": 5.67531432463e-06, "n_lof": 2.0, "n_mis": 106.0, "n_syn": 66.0, "p_li": 0.760633373408321, "p_null": 0.000484994458118056, "p_rec": 0.23888163213356, "syn_z": -0.564154688261699}, "nontcga": {"exp_lof": 13.1105674207, "exp_mis": 139.717012747, "exp_syn": 60.1586900504, "lof_z": 3.02696046418784, "mis_z": 0.915345905212768, "mu_lof": 1.1206382122e-06, "mu_mis": 1.33866450622e-05, "mu_syn": 5.67531432463e-06, "n_lof": 2.0, "n_mis": 118.0, "n_syn": 76.0, "p_li": 0.762870162804614, "p_null": 0.00038667524927372, "p_rec": 0.236743161946113, "syn_z": -1.29319556334427}, "transcript": "ENST00000538576.1"}, "exons": [{"cdsend": 112929308, "cdsstart": 112913890, "chr": "1", "position": [[112911847, 112914165], [112917177, 112918044], [112921989, 112922133], [112929091, 112929352], [112955275, 112956063]], "strand": -1, "transcript": "NM_001166496", "txend": 112956063, "txstart": 112911847}, {"cdsend": 19887, "cdsstart": 4469, "chr": "1_KN196474v1_fix", "position": [[2425, 4744], [7756, 8623], [12568, 12712], [19670, 19931], [45854, 46642]], "strand": -1, "transcript": "NM_001166496", "txend": 46642, "txstart": 2425}, {"cdsend": 112929308, "cdsstart": 112913890, "chr": "1", "position": [[112911847, 112914165], [112917177, 112918044], [112921989, 112922133], [112929091, 112929352], [112956034, 112956196]], "strand": -1, "transcript": "NM_003051", "txend": 112956196, "txstart": 112911847}, {"cdsend": 19887, "cdsstart": 4469, "chr": "1_KN196474v1_fix", "position": [[2425, 4744], [7756, 8623], [12568, 12712], [19670, 19931], [46613, 46775]], "strand": -1, "transcript": "NM_003051", "txend": 46775, "txstart": 2425}], "exons_hg19": [{"cdsend": 113471930, "cdsstart": 113456512, "chr": "1", "position": [[113454469, 113456787], [113459799, 113460666], [113464611, 113464755], [113471713, 113471974], [113497897, 113498685]], "strand": -1, "transcript": "NM_001166496", "txend": 113498685, "txstart": 113454469}, {"cdsend": 113471930, "cdsstart": 113456512, "chr": "1", "position": [[113454469, 113456787], [113459799, 113460666], [113464611, 113464755], [113471713, 113471974], [113498656, 113498818]], "strand": -1, "transcript": "NM_003051", "txend": 113498818, "txstart": 113454469}], "generif": [{"pubmed": 11882670, "text": "substrate-induced regulation of human colonic MCT1.  The basis of this regulation is a butyrate-induced increase in mRNA abundance, resulting from the dual control of gene transcription and stability of the transcript"}, {"pubmed": 11944921, "text": "the structural organization of the human MCT1 gene and 5'-flanking region which contains potential binding sites for a variety of transcription factors with known association with butyrate's action in the colon"}, {"pubmed": 11953883, "text": "Carcinoma samples displaying reduced levels of MCT1 were found to express the high affinity glucose transporter, GLUT1, suggesting that there is a switch from butyrate to glucose as an energy source in colonic epithelia during transition to malignancy"}, {"pubmed": 12479094, "text": "MCT1 and NHE1 genes play important regulation roles in proliferation and growth of tumor cells, probably by affecting pHi."}, {"pubmed": 12759536, "text": "MCT1 is involved in cellular transportation of butyrate, which induces cellular differentiation. Down-regulation is suggested to be involved in human breast cancers."}, {"pubmed": 12949353, "text": "MCT mediates biotin uptake in human lymphoid cells."}, {"pubmed": 14724187, "text": "MCT1 content in skeletal muscle in Type 2 diabetes is lower compared with healthy men. Strength training increases MCT1 content in healthy men and in Type 2, thus normalizing the content in Type 2."}, {"pubmed": 15135232, "text": "studies demonstrate that the opposing plasma membranes of human syncytiotrophoblast are polarized with respect to both monocarboxylate transporter MCT1 and MCT4 activity and expression"}, {"pubmed": 15765403, "text": "These results show the importance of MCT1 to the ability of butyrate to induce cell-cycle arrest and differentiation, and suggest fundamental differences in the mechanisms by which butyrate modulates specific aspects of cell function."}, {"pubmed": 15804185, "text": "MCT1 is functionally active and is the only MCT isoform involved in the apical uptake of monocarboxylates by retinal pigmented epithelial ARPE-19 cells"}, {"pubmed": 15901598, "text": "Distinct MCT isoforms may be involved in short-chain fatty acid transport across the apical or basolateral membranes in polarized colonic epithelial cells."}, {"pubmed": 16136905, "text": "MCT1 gene plays an important role in pHi regulation, lactate transport and cell growth in tumor cells."}, {"pubmed": 16150873, "text": "studies demonstrate inhibition of MCT1-mediated butyrate uptake in Caco-2 cells in response to enteropathogenic Escherichia coli infection"}, {"pubmed": 16370372, "text": "The inhibition of MCT1 during T lymphocyte activation results in selective and profound inhibition of the extremely rapid phase of T cell division essential for an effective immune response."}, {"pubmed": 16403470, "text": "Monocarboxylate transporter MCT1 is strongly expressed by glial cells often associated with blood vessels that were identified as astrocytes. (Monocarboxylate transporter MCT1)"}, {"pubmed": 16408234, "text": "this study shows conflicting adaptations in MCT1 and MCT4 protein and mRNA levels following training, which may indicate post-transcriptional regulation of MCT expression in human muscle."}, {"pubmed": 16441976, "text": "demonstrated greater activity of the RBC monocarboxylate cotransporter MCT-1, lower RBC deformability and impaired hematological indices in sickle cell trait (SCT) carriers compared to control subjects"}, {"pubmed": 17016429, "text": "Targeting the Map kinase signal transduction cascademay provide a potential therapeutic approach in lymphomas and related malignancies that exhibit high levels of the MCT-1 protein."}, {"pubmed": 17082373, "text": "A single bout of high-intensity exercise decreased both MCT relative abundance (MCT1 and MCT4) in membrane preparations."}, {"pubmed": 17182800, "text": "DL-2-Hydroxy-(4-methylthio)butanoic acid is transported into the colonic cancer cell line cell membrane by a transport mechanissm involving MCT1."}, {"pubmed": 17701893, "text": "These studies show that promoter-activating mutations in exercise-induced hyperinsulinism induce SLC16A1 expression in beta cells, permitting pyruvate uptake and pyruvate-stimulated insulin release despite ensuing hypoglycemia."}, {"pubmed": 18079261, "text": "In obesity, MCT1 expression appears linked both to changes in oxidative parameters and to changes in visceral adipose tissue content."}, {"pubmed": 18188595, "text": "Expression of MCT1 and MCT4 showed a significant gain in plasma membranes of colorectal neoplasms."}, {"pubmed": 18539591, "text": "the effective movement of H(+) into the bulk cytosol is increased by CAII, thus slowing the dissipation of the H(+) gradient across the cell membrane, which drives MCT1 activity"}, {"pubmed": 18832090, "text": "Report effects of high-intensity training on muscle MCT1/4 and postexercise recovery of muscle lactate and hydrogen ions in women."}, {"pubmed": 19033536, "text": "PKC-zeta dependent stimulation of the human MCT1 promoter involves transcription factor AP2."}, {"pubmed": 19033663, "text": "MCT1 was found to be expressed by an array of primary human tumors, we suggest that MCT1 inhibition has clinical antitumor potential."}, {"pubmed": 19427019, "text": "miR-124 is frequently down-regulated in medulloblastoma and is a negative regulator of SLC16A1."}, {"pubmed": 19850519, "text": "carriers of the A1470T polymorphism in the MTC1 (monocarboxylate transporter 1) gene exhibit a worse lactate transport capability"}, {"pubmed": 19876643, "text": "Data suggest that hypoxia increases lactate release from adipocytes and modulates MCT expression in a type-specific manner, with MCT1 and MCT4, but not MCT2 expression, being hypoxia-inducible transcription factor-1 (HIF-1) dependent."}, {"pubmed": 19881260, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 19881260, "text": "the -363-855T>C is a novel mutation. The 1282G>A (Val(428)Ile) is a novel SNP and was found as heterozygotic in 4 subjects. The 1470T>A (Asp(490)Glu) was found to be a common polymorphism in this study."}, {"pubmed": 19898482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19905008, "text": "close correlation between the [Ca2+](in) level and pH(in), and NHEs were involved with the MCT mediated uptake process"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20035863, "text": "Monocarboxylic acid transporter 1 was expressed in the human corneal epithelium at mRNA and protein levels."}, {"pubmed": 20454640, "text": "MCT1, MCT2, and MCT4 protein expression in breast, colon, lung, and ovary neoplasms, as well as CD147 and CD44, were analysed."}, {"pubmed": 20501436, "text": "Increased MCT1 association with CD147 at the apical membrane in response to somatostatin (SST) is p38 MAP kinase dependent and underlies the stimulatory effects of SST on butyrate uptake in human intestinal epithelial cells."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20636790, "text": "results provide evidence for a prognostic value of MCT1 in breast carcinoma"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21081165, "text": "Loss of MCT1 on brain microvessels is mechanistically involved in the pathophysiology of drug-resistant temporal lobe epilepsy; re-expression of MCT1 may represent a novel therapeutic approach for this disease."}, {"pubmed": 21306479, "text": "We found that the expression of the monocarboxylate transporters MCT1 and MCT4, but not MCT5, in human lung cancer cell lines was significantly correlated with invasiveness"}, {"pubmed": 21646425, "text": "miR-29a, miR-29b selectively target MCT1 3'UTR ; the miR-29 isoforms are highly expressed in islets and contribute to silencing Mct1 in beta cells; miR-29 isoforms contribute to beta-cell-specific silencing of the MCT1 transporter and may affect insulin release"}, {"pubmed": 21787388, "text": "Data show that a significant increase of MCT2 and MCT4 expression in the cytoplasm of tumour cells and a significant decrease in both MCT1 and CD147 expression in prostate tumour cells was observed when compared to normal tissue."}, {"pubmed": 21870331, "text": "both MCT1 and CD147, but not MCT4, were associated with GLUT1 and CAIX expression in a large series of invasive breast carcinoma samples"}, {"pubmed": 21930917, "text": "CD147 subunit of lactate/H+ symporters MCT1 and hypoxia-inducible MCT4 is critical for energetics and growth of glycolytic tumors."}, {"pubmed": 21987487, "text": "Reduced SLC16A1 is associated with impaired butyrate oxidation in ulcerative colitis."}, {"pubmed": 22184616, "text": "our findings identify MCT1 as a target for p53 repression and they suggest that MCT1 elevation in p53-deficient tumors allows them to adapt to metabolic needs by facilitating lactate export or import depending on the glucose availability."}, {"pubmed": 22281667, "text": "Co-expression of monocarboxylate transporter 1 (MCT1) and its chaperone (CD147) is associated with low survival in patients with gastrointestinal stromal tumors."}, {"pubmed": 22428047, "text": "The lactate transporter monocarboxylate transporter 1 (MCT1) is the main regulator of HIF-1 activation by lactate in endothelial cells."}, {"pubmed": 22516692, "text": "The data suggested that MCT1 polymorphism influenced lactate transport across sarcolemma in males but not in females."}, {"pubmed": 23073708, "text": "Data suggest that MCT1 is expressed in insulin-secreting cells; overexpression of MCT1 insulin-secreting cells (1 patient versus 3 organ donors) can possibly lead to exercise-induced hyperinsulinaemic hypoglycemia. [CASE REPORT]"}, {"pubmed": 23187830, "text": "Combined application of GLUT-1, MCT-1, and MCT-4 immunohistochemistry might be useful in differentiating malignant pleural mesothelioma from reactive mesothelial hyperplasia."}, {"pubmed": 23574725, "text": "MCT1 and MCT4 biomarkers were employed to determine the metabolic state of proliferative cancer cells."}, {"pubmed": 23628675, "text": "MCT1 gene A1470T polymorphism is associated with endurance athlete status and blood lactate level after intensive exercise."}, {"pubmed": 24012639, "text": "MCT1 inhibition and or gene knockdown has antitumor potential associated with the nuclear factor kappa B pathway."}, {"pubmed": 24013424, "text": "MCT1 is an efficient lactate exporter in MM cells and plays a role in tumor growth within an acidic microenvironment."}, {"pubmed": 24166504, "text": "Study identifies the mitochondrion as a glucose sensor promoting tumor cell migration, MCT1 is also revealed as a transducer of this response, providing a new rationale for the use of MCT1 inhibitors in cancer."}, {"pubmed": 24277449, "text": "Small cell lung cancer patients with tumors expressing MCT1 and lacking in MCT4 are most likely to respond to the antineoplastic agent AZD3965."}, {"pubmed": 24338019, "text": "Coexpression of CAIV with MCT1 and MCT4 resulted in a significant increase in MCT transport activity."}, {"pubmed": 24485392, "text": "The findings indicated that theMCT1 TT genotype was overrepresented in sprint/power athletes compared to both endurance athletes and non-athlete controls."}, {"pubmed": 24486553, "text": "Both L- and D-CysNO also inhibited cellular pyruvate uptake and caused S-nitrosation of thiol groups on monocarboxylate transporter 1, a proton-linked pyruvate transporter"}, {"pubmed": 24708341, "text": "T-allele frequency was significantly higher among swimmers compared with runners."}, {"pubmed": 24797797, "text": "These results indicate there are no additional benefits of IHT when compared to similar normoxic training. Hence, the addition of the hypoxic stimulus on anaerobic performance or MCT expression after a three-week training period is ineffective."}, {"pubmed": 24858043, "text": "Study demonstrated that PTEN loss and MCT-1 induction synergistically promoted the neoplastic multinucleation via the Src/p190B signaling activation."}, {"pubmed": 25068893, "text": "Data indicate that pteridine showed substantial anticancer activity in monocarboxylate transporter 1 (MCT1)-expressing Raji lymphoma cells."}, {"pubmed": 25225794, "text": "We provide novel information of MCT1 as a candidate marker for prognostic stratification in NSCLC."}, {"pubmed": 25241983, "text": "We demonstrate, for the first time, that 3 different pHi regulators responsible for acid extruding, i.e. NHE and NBC, and MCT, are functionally co-existed in cultured radial artery smooth muscle cells."}, {"pubmed": 25263481, "text": "The possible cooperative role of CD147 and MCT1 in determining cisplatin resistance."}, {"pubmed": 25371203, "text": "H(+)-coupled 5-oxoproline transport is mediated solely by SLC16A1 in astrocytes"}, {"pubmed": 25390740, "text": "exome sequencing in a patient with ketoacidosis and identified a homozygous frameshift mutation in the gene SLC16A1. Genetic analysis in 96 patients suspected of having ketolytic defects yielded seven additional inactivating mutations in MCT1"}, {"pubmed": 25447800, "text": "MCT1 was up-regulated by exposure to DL-2-hydroxy-(4-methylthio)butanoic acid(HMTBA). Moreover, total monolayer MCT1 immunoreactivity increased 1.8-fold in HMTBA-supplemented cultures, this effect mainly being localised at the apical membrane."}, {"pubmed": 25456395, "text": "Overexpression of MCT1, MCT4, and CD147 predicts tumor progression in clear cell renal cell carcinoma."}, {"pubmed": 25492048, "text": "SNPs in MCT1 and MCT2 genes may affect clinical outcomes and can be used to predict the response to adjuvant chemotherapy in CRC patients who received surgical treatment"}, {"pubmed": 25578492, "text": "Our findings suggest that SNPs in MCT1 and MCT2 genes may affect clinical outcomes and can be used to predict the response to adjuvant chemotherapy in NSCLC patients who received surgical treatment once validated in future study."}, {"pubmed": 25656974, "text": "Data suggest that expression of MCT1 in intestinal mucosa can be altered by diet; here, expression of MCT1 is down-regulated in Caco-2 Cells by products of fermentation of dietary proteins by intestinal microbes."}, {"pubmed": 25755717, "text": "CD147 interacts with MCT1 to regulate tumor cell glycolysis, resulting in the progression of thyroid carcinoma."}, {"pubmed": 25957999, "text": "The first IF method has been developed and optimised for detection of MCT 1 and MCT4 in cancer patient circulating tumour cells"}, {"pubmed": 26024713, "text": "interaction of rmEMMPRINex with U937 cells leads to inhibition of MCT1 membrane expression, intracellular activation of procaspase-9, followed by DNA fragmentation and apoptosis."}, {"pubmed": 26045776, "text": "Down regulation of MCT1 promote the sensitivity to cisplatin in ovarian cancer cells. This effect appeared to be mediated by antagonizing Fas."}, {"pubmed": 26340466, "text": "The aim of this study was to investigate the association between the MCT1 A1470T polymorphism and fat-free mass in young Italian elite soccer players. The MCT1 T allele is associated with the percentage of fat-free mass in young elite male soccer players."}, {"pubmed": 26539827, "text": "MCT1 and GLUT1 may be potential prognostic markers in adenocarcinoma."}, {"pubmed": 26563366, "text": "MCT1 expression associates with the SCC type and metastatic behavior of AC, whereas MCT4 expression concomitantly increases from in situ SCC to invasive SCC and is significantly associated with the AC type. Consistently, FOXM1 expression is statistically associated with MCT1 positivity in SCC, whereas the expression of FOXO3a, a FOXM1 functional antagonist, is linked to MCT1 negativity"}, {"pubmed": 26595136, "text": "The most important finding from the present study was that wild-type allele carriers, 2917(1414)T and IVS3-17C, have been associated with higher blood lactate levels at submaximal intensities of exercise for the first time."}, {"pubmed": 26615136, "text": "MCT1 is highly expressed in anaplastic thyroid cancer compared to non-cancerous thyroid tissue and papillary thyroid cancer."}, {"pubmed": 26765963, "text": "Data suggest that inhibition of mnocarboxylate transporters MCT1 and MCT4 may have clinical relevance in pancreatic ductal adenocarcinoma (PDAC)."}, {"pubmed": 26779534, "text": "MCT1 expression was not clearly associated with overall or disease-free survival.  MCT4 and CD147 expression correlate with worse prognosis across many cancer types. These results warrant further investigation of these associations."}, {"pubmed": 26854723, "text": "MCT1 may be acting as an uptake transporter and MCT4 as an efflux system across the basolateral membrane for ferulic acid, and that this process is stimulated by butyric acid."}, {"pubmed": 26876179, "text": "MCT1 inhibition impairs proliferation of glycolytic breast cancer cells co-expressing MCT1 and MCT4 via disruption of pyruvate rather than lactate export."}, {"pubmed": 26944480, "text": "The reversible H(+)/lactate(-) symporter MCT1 cotransports lactate and proton, leading to the net extrusion of lactic acid in glycolytic tumors. A model of its role in pH control in tumor cells is described. Review."}, {"pubmed": 27026015, "text": "MCT1 affects the plasma lactate decrease ."}, {"pubmed": 27105345, "text": "MCT1 and MCT4 expression levels were associated with worse prognosis and shorter overall survival."}, {"pubmed": 27127175, "text": "MCT1 expression, independent of transporter activity, is required for growth factor-induced tumor cell motility."}, {"pubmed": 27144334, "text": "our finding that the expression of MCT1 and MCT4 is reduced in mutant IDH1 gliomas highlights the unusual metabolic reprogramming that occurs in mutant IDH1 tumors and has important implications for our understanding of these tumors and their treatment"}, {"pubmed": 27240355, "text": "Results found that MCT contributes to endothelial cell growth and tube formation via up-regulation of angiopoietin-1 expression suggesting that MCT plays an important role in pancreatic cancer angiogenesis and tumor growth via activating the angiopoietin-1 pathway."}, {"pubmed": 27331625, "text": "Hypoxia-induced MCT1 supports glioblastoma glycolytic phenotype, being responsible for lactate efflux and an important mediator of cell survival and aggressiveness"}, {"pubmed": 27373212, "text": "The targeting of MCT1 and PFKFB3 regulated cell proliferation."}, {"pubmed": 27634412, "text": "This study investigated MCT1 protein abundance in various human intestinal tissues."}, {"pubmed": 27813046, "text": "AA genotype of the MCT1 T1470A polymorphism is over-represented in wrestlers compared with controls and is associated with lower blood lactate concentrations after 30-s Wingate Anaerobic test and during intermittent sprint tests in Japanese wrestlers"}, {"pubmed": 27957817, "text": "Monocarboxylate transporters (MCTs) are expressed in normal and cancer cells and are involved in cell metabolism and survival."}, {"pubmed": 28099149, "text": "Increased miR-210 and concomitant decreased ISCU RNA levels were found in ~40% of tumors and this was significantly associated with HIF-1alpha and CAIX, but not MCT1 or MCT4, over-expression."}, {"pubmed": 28235486, "text": "Data show that metastasis-associated in colon cancer-1 (MACC1) and monocarboxylate transporter 1 (MCT1) are highly expressed in gastric cancer indicating poor prognosis."}, {"pubmed": 28260082, "text": "After indirect co-culture, OP was increased in the BxPc-3 and Panc-1 cells; correspondingly, succinate dehydrogenase, FH and MCT expression were increased. After the MCT1-specific inhibitor removed 'tumor-stromal' metabolic coupling, the migration and invasion abilities of the pancreatic cancer cells were decreased."}, {"pubmed": 28559188, "text": "The structures and functions of hMCT1 and hMCT4 transporters."}, {"pubmed": 28762551, "text": "Data suggest that targeting monocarboxylate transporter 1 (MCT1) in both tumor cells and brain endothelial cells (EC) may be a promising therapeutic strategy for the treatment of Glioblastoma (GBM)."}, {"pubmed": 28827372, "text": "Silencing or genetic deletion of MCT1 in vivo inhibited migration, invasion, and spontaneous metastasis."}, {"pubmed": 28846107, "text": "Metabolism-dependent clonal growth of HCT15 colorectal cancer cells was induced by Nrf2-dependent activation of MCT1-driven lactate exchange."}, {"pubmed": 28923861, "text": "MCT1 inhibitor AZD3965 increased MCT4-dependent accumulation of intracellular lactate, inhibiting monocarboxylate influx and efflux."}, {"pubmed": 29066459, "text": "Using in vitro models, we demonstrate that tumor-excreted branched-chain amino acid (BCKA)s can be taken up and re-aminated to BCAAs by tumor-associated macrophages. Our data further suggest that the anti-proliferative effects of MCT1 knockdown observed by others might be related to the blocked excretion of BCKAs."}, {"pubmed": 29248132, "text": "TOMM20 and MCT1 were highly expressed in diffuse large B-cell lymphoma lymphocytes, indicating an OXPHOS phenotype, whereas non-neoplastic lymphocytes in the control samples did not express these markers."}, {"pubmed": 29248133, "text": "TOMM20, MCT1, and MCT4 expression was significantly different in Hodgkin and Reed Sternberg (HRS) cells. HRS have high expression of MCT1, while tumor associated macrophages have absent MCT1 expression. Tumor-infiltrating lymphocytes have absent MCT1 expression. Reactive lymph nodes in contrast to cHL tumors had low TOMM20, MCT1, and MCT4 expression in lymphocytes and macrophages."}, {"pubmed": 29351758, "text": "Activation of autophagy can promote metastasis and glycolysis in HCC cells, and autophagy induces MCT1 expression by activating Wnt/beta-catenin signaling."}, {"pubmed": 29481555, "text": "Study demonstrated that the high mRNA level of both MCT1 and GLUT1 correlated with poor prognosis, high- Fuhrman grade clear-cell renal cell carcinoma and metabolic reprogramming."}, {"pubmed": 29572438, "text": "7ACC2 is an inhibitor of mitochondrial pyruvate transport; the blockade of pyruvate import into mitochondria prevents extracellular lactate uptake as efficiently as a MCT1 inhibitor"}, {"pubmed": 29657088, "text": "High MCT-1 expression is associated with clear cell renal cell carcinoma."}, {"pubmed": 29775610, "text": "These results demonstrate that Monocarboxylate transporters tend to play a role in the aggressive breast cancer subtypes through the dynamic interaction between breast cancer cells and adipocytes."}, {"pubmed": 29809145, "text": "Study shows that proton-driven lactate flux is enhanced by the intracellular carbonic anhydrase CAII, which is colocalized with the monocarboxylate transporter MCT1 in MCF-7 breast cancer cells; the results suggest that CAII features a moiety that exclusively mediates proton exchange with the MCT to facilitate transport activity."}, {"pubmed": 29882205, "text": "MCT1 might act as a new regulator to improve invasion and migration of NPC cells and be correlated with activating the PI3K/Akt pathway."}, {"pubmed": 29985759, "text": "Sub-Saharan African groups show extremely high values of the T allele of 1470T > A polymorphism. The TT genotype preeminence in African groups could explain the better predisposition to sprint/power performances of African athletes. Caucasian and Asian populations show variable proportions of TT and AA genotypes allowing inter-individual differences in lactate transport."}, {"pubmed": 30115973, "text": "Loss of function of miR-342-3p results in MCT1 over-expression and contributes to oncogenic metabolic reprogramming in triple negative breast cancer"}, {"pubmed": 30290372, "text": "the MCT1 A allele is associated with forward soccer player status"}, {"pubmed": 30655616, "text": "MCT1 expression was significantly increased in HPV-negative tumours, and inhibition suppressed tumour cell invasion, colony formation and promoted radiosensitivity.  HPV-positive and negative head and neck squamous cell carcinoma (HNSCC) have different metabolic profiles which may have potential therapeutic applications."}, {"pubmed": 30720131, "text": "MCT1 mRNA expression in esophageal squamous cell carcinoma (ESCC) was analyzed in The Cancer Genome Atlas database and in ESCC cells. MCT1 expression was found to correlate with neoplasm stage. Survival analysis showed that patients in a highMCT1 group had a lower overall and progressionfree survival. Downregulation of MCT1 suppressed proliferation and survival of ESCC cells in vitro."}, {"pubmed": 31101938, "text": "we were interested in the molecular mechanism responsible for the difference in substrate specificity between hMCT1 and hMCT4. Therefore, we generated 3D structure models of hMCT1 and hMCT4 to identify amino acid residues involved in the substrate specificity of these transporters. We found that the substrate specificity of hMCT1 was regulated by residues involved in turnover number (M69) and substrate affinity"}, {"pubmed": 31209810, "text": "Lactate promoted Wnt activity and increased the expression of CD133 cancer stem cell organoids. Silencing MCT1, the prominent path for lactate uptake in human tumor with siRNA significantly impaired organoid forming capacity of oral squamous cell carcinoma cells."}, {"pubmed": 31395464, "text": "Monocarboxylate transporters in cancer."}, {"pubmed": 31404019, "text": "Monocarboxylate transporter 1 (MCT1) expression is associated with better prognosis and reduced nodal metastasis in pancreatic cancer."}, {"pubmed": 31564440, "text": "Hyperpolarized MRI of Human Prostate Cancer Reveals Increased Lactate with Tumor Grade Driven by Monocarboxylate Transporter 1."}, {"pubmed": 31593685, "text": "K38 plays an essential role in hMCT1 transport activity"}, {"pubmed": 31605138, "text": "Neural crest-derived tumor neuroblastoma and melanoma share 1p13.2 as susceptibility locus that shows a long-range interaction with the SLC16A1 gene."}, {"pubmed": 31678436, "text": "The concentration gradients (Api - BL) of glucose and lactate correlated with the gene expression of respective SLC2A1 and SLC16A1 transporters."}, {"pubmed": 31723238, "text": "CAIX forms a transport metabolon with monocarboxylate transporters in human breast cancer cells."}, {"pubmed": 31727576, "text": "Relationships between plasma lactate, plasma alanine, genetic variations in lactate transporters and type 2 diabetes in the Japanese population."}, {"pubmed": 31729681, "text": "CD147 augmented monocarboxylate transporter-1/4 expression through modulation of the Akt-FoxO3-NF-kappaB pathway promotes cholangiocarcinoma migration and invasion."}, {"pubmed": 31853067, "text": "MCT1 inhibition had little effect on the growth of primary subcutaneous tumours"}, {"pubmed": 32111097, "text": "Monocarboxylate Transporter 1 (MCT1) in Liver Pathology."}, {"pubmed": 32123312, "text": "Targeting metabolic activity in high-risk neuroblastoma through Monocarboxylate Transporter 1 (MCT1) inhibition."}, {"pubmed": 32703414, "text": "Identification of the HT-29 cell line as a model for investigating MCT1 transporters in sigmoid colon adenocarcinoma."}, {"pubmed": 32748357, "text": "SLC16A1-AS1 enhances radiosensitivity and represses cell proliferation and invasion by regulating the miR-301b-3p/CHD5 axis in hepatocellular carcinoma."}, {"pubmed": 32761447, "text": "Delayed Myelination Pattern and an Abnormal Thyroid Profile Caused by a Novel Mutation in the SLC16A2 Gene."}, {"pubmed": 32819565, "text": "Identification of the essential extracellular aspartic acids conserved in human monocarboxylate transporters 1, 2, and 4."}, {"pubmed": 32839325, "text": "Hyperpolarized [1-(13)C]pyruvate-to-[1-(13)C]lactate conversion is rate-limited by monocarboxylate transporter-1 in the plasma membrane."}, {"pubmed": 32863950, "text": "LncRNA-SLC16A1-AS1 induces metabolic reprogramming during Bladder Cancer progression as target and co-activator of E2F1."}, {"pubmed": 32872409, "text": "Intratumoral Distribution of Lactate and the Monocarboxylate Transporters 1 and 4 in Human Glioblastoma Multiforme and Their Relationships to Tumor Progression-Associated Markers."}, {"pubmed": 32887638, "text": "Tissue expression of lactate transporters (MCT1 and MCT4) and prognosis of malignant pleural mesothelioma (brief report)."}, {"pubmed": 33212210, "text": "Immunoreactivity of receptor and transporters for lactate located in astrocytes and epithelial cells of choroid plexus of human brain."}, {"pubmed": 33559958, "text": "Monocarboxylate transporter 1 promotes proliferation and invasion of renal cancer cells by mediating acetate transport."}, {"pubmed": 33633176, "text": "Monocarboxylate transporter-1 (MCT1) protein expression in head and neck cancer affects clinical outcome."}, {"pubmed": 33641091, "text": "Overexpression of Cell-Surface Marker SLC16A1 Shortened Survival in Human High-Grade Gliomas."}, {"pubmed": 34022218, "text": "Excess exogenous pyruvate inhibits lactate dehydrogenase activity in live cells in an MCT1-dependent manner."}, {"pubmed": 34077729, "text": "Therapy-induced DNA methylation inactivates MCT1 and renders tumor cells vulnerable to MCT4 inhibition."}, {"pubmed": 34254872, "text": "Solute carrier transporter superfamily member SLC16A1 is a potential prognostic biomarker and associated with immune infiltration in skin cutaneous melanoma."}, {"pubmed": 34480633, "text": "Influence of the MCT1-T1470A polymorphism (rs1049434) on repeated sprint ability and blood lactate accumulation in elite football players: a pilot study."}, {"pubmed": 34619707, "text": "Coexpression of MCT1 and MCT4 in ALK-positive Anaplastic Large Cell Lymphoma: Diagnostic and Therapeutic Implications."}, {"pubmed": 34769160, "text": "miR-31-NUMB Cascade Modulates Monocarboxylate Transporters to Increase Oncogenicity and Lactate Production of Oral Carcinoma Cells."}, {"pubmed": 35023320, "text": "A Novel Metabolic Reprogramming Strategy for the Treatment of Diabetes-Associated Breast Cancer."}, {"pubmed": 35239073, "text": "Immunohistochemical evaluation and prognostic value of monocarboxylate transporter 1 (MCT1) and 4 (MCT4) in T-cell non-Hodgkin lymphoma."}, {"pubmed": 35627255, "text": "Transmission Distortion of MCT1 rs1049434 among Polish Elite Athletes."}, {"pubmed": 35926947, "text": "Functional coupling of organic anion transporter OAT10 (SLC22A13) and monocarboxylate transporter MCT1 (SLC16A1) influencing the transport function of OAT10."}, {"pubmed": 36104287, "text": "Involvement of SLC16A1/MCT1 and SLC16A3/MCT4 in l-lactate transport in the hepatocellular carcinoma cell line."}, {"pubmed": 36814318, "text": "Functional heterogeneity of MCT1 and MCT4 in metabolic reprogramming affects osteosarcoma growth and metastasis."}, {"pubmed": 36930112, "text": "Comprehensive analysis of pan-cancer reveals the potential of SLC16A1 as a prognostic and immunological biomarker."}, {"pubmed": 36982217, "text": "Prognostic Value of Monocarboxylate Transporter 1 Overexpression in Cancer: A Systematic Review."}, {"pubmed": 37541664, "text": "SETDB1 Methylates MCT1 Promoting Tumor Progression by Enhancing the Lactate Shuttle."}, {"pubmed": 38048029, "text": "Role of monocarboxylate transporter I/lactate dehydrogenase B-mediated lactate recycling in tamoxifen-resistant breast cancer cells."}, {"pubmed": 38167945, "text": "MCT1-governed pyruvate metabolism is essential for antibody class-switch recombination through H3K27 acetylation."}, {"pubmed": 38216723, "text": "The polymorphism T1470A of the SLC16A1 gene is associated with the lactate and ventilatory thresholds but not with fat oxidation capacity in young men."}, {"pubmed": 38433101, "text": "To initiate or not to initiate: A critical assessment of eIF2A, eIF2D, and MCT-1.DENR to deliver initiator tRNA to ribosomes."}, {"pubmed": 38539084, "text": "Oncogenic circ-SLC16A1 promotes progression of non-small cell lung cancer via regulation of the miR-1287-5p/profilin 2 axis."}, {"pubmed": 38820650, "text": "The N-terminal signature motif on the transporter MCT1 is critical for CD147-mediated trafficking."}], "genomic_pos": [{"chr": "1", "end": 112957593, "ensemblgene": "ENSG00000155380", "start": 112911847, "strand": -1}, {"chr": "HG2104_PATCH", "end": 47592, "ensemblgene": "ENSG00000281917", "start": 2426, "strand": -1}], "genomic_pos_hg19": {"chr": "1", "end": 113499635, "start": 113454469, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006629", "qualifier": "involved_in", "term": "lipid metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007098", "pubmed": 23816619, "qualifier": "involved_in", "term": "centrosome cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015718", "pubmed": 25371203, "qualifier": "involved_in", "term": "monocarboxylic acid transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0015718", "qualifier": "involved_in", "term": "monocarboxylic acid transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0015728", "pubmed": 1429658, "qualifier": "involved_in", "term": "mevalonate transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032094", "qualifier": "involved_in", "term": "response to food"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035879", "qualifier": "involved_in", "term": "plasma membrane lactate transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035879", "qualifier": "involved_in", "term": "plasma membrane lactate transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035879", "pubmed": 25371203, "qualifier": "involved_in", "term": "plasma membrane lactate transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042593", "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042867", "qualifier": "involved_in", "term": "pyruvate catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050796", "qualifier": "involved_in", "term": "regulation of insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051780", "qualifier": "involved_in", "term": "behavioral response to nutrient"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071407", "qualifier": "involved_in", "term": "cellular response to organic cyclic compound"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071422", "pubmed": 32946811, "qualifier": "involved_in", "term": "succinate transmembrane transport"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0150104", "pubmed": [26590417, 30280653], "qualifier": "involved_in", "term": "transport across blood-brain barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901475", "qualifier": "involved_in", "term": "pyruvate transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902600", "qualifier": "involved_in", "term": "proton transmembrane transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905039", "qualifier": "involved_in", "term": "carboxylic acid transmembrane transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "pubmed": 23816619, "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [15505343, 23137377, 24390345, 25371203, 25957687, 28112518], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009925", "pubmed": 26854723, "qualifier": "located_in", "term": "basal plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "is_active_in", "term": "basolateral plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016323", "pubmed": 18619525, "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016324", "pubmed": [15901598, 26854723, 31678436, 31791063], "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "pubmed": 18619525, "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016328", "pubmed": 26854723, "qualifier": "located_in", "term": "lateral plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030054", "qualifier": "located_in", "term": "cell junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 10921872, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008028", "pubmed": 25371203, "qualifier": "enables", "term": "monocarboxylic acid transmembrane transporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008028", "qualifier": "enables", "term": "monocarboxylic acid transmembrane transporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0015129", "qualifier": "enables", "term": "lactate transmembrane transporter activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015129", "pubmed": 25371203, "qualifier": "enables", "term": "lactate transmembrane transporter activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015130", "pubmed": 1429658, "qualifier": "enables", "term": "mevalonate transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015141", "pubmed": 32946811, "qualifier": "enables", "term": "succinate transmembrane transporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015650", "qualifier": "enables", "term": "lactate:proton symporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015650", "pubmed": 12946269, "qualifier": "enables", "term": "lactate:proton symporter activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0046943", "qualifier": "enables", "term": "carboxylic acid transmembrane transporter activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0097159", "qualifier": "enables", "term": "organic cyclic compound binding"}]}, "homologene": {"genes": [[7955, 368274], [7955, 100534752], [8364, 548685], [9031, 419875], [9544, 706593], [9598, 457096], [9606, 6566], [9615, 475856], [9913, 505775], [10090, 20501], [10116, 25027]], "id": 20662}, "interpro": [{"desc": "Monocarboxylate transporter", "id": "IPR004743", "short_desc": "MCT"}, {"desc": "Major facilitator superfamily", "id": "IPR011701", "short_desc": "MFS"}, {"desc": "Major facilitator superfamily domain", "id": "IPR020846", "short_desc": "MFS_dom"}, {"desc": "MFS transporter superfamily", "id": "IPR036259", "short_desc": "MFS_trans_sf"}], "ipi": ["IPI00024650", "IPI00643709", "IPI00645964", "IPI00646589", "IPI00910164"], "map_location": "1p13.2", "name": "solute carrier family 16 member 1", "other_names": ["MCT 1", "monocarboxylate transporter 1", "solute carrier family 16 (monocarboxylate transporter), member 1", "solute carrier family 16 (monocarboxylic acid transporters), member 1", "solute carrier family 16, member 1 (monocarboxylic acid transporter 1)"], "pantherdb": {"HGNC": "10922", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106013", "ortholog_type": "LDO", "panther_family": "PTHR11360", "taxid": 10090, "uniprot_kb": "P53986"}, {"RGD": "3690", "ortholog_type": "LDO", "panther_family": "PTHR11360", "taxid": 10116, "uniprot_kb": "P53987"}, {"Ensembl": "ENSGALG00000001717", "ortholog_type": "LDO", "panther_family": "PTHR11360", "taxid": 9031, "uniprot_kb": "Q5ZLZ6"}, {"ZFIN": "ZDB-GENE-030515-5", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7955, "uniprot_kb": "Q7ZUL1"}, {"ZFIN": "ZDB-GENE-110408-16", "ortholog_type": "LDO", "panther_family": "PTHR11360", "taxid": 7955, "uniprot_kb": "E7F7B3"}, {"WormBase": "WBGene00003986", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 6239, "uniprot_kb": "H2L0E6"}, {"FlyBase": "FBgn0033955", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "A0A0B4LFF4"}, {"FlyBase": "FBgn0035173", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "Q9W0L6"}, {"WormBase": "WBGene00008214", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 6239, "uniprot_kb": "Q18712"}, {"WormBase": "WBGene00010340", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 6239, "uniprot_kb": "G5ECR3"}, {"FlyBase": "FBgn0033095", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "Q8T043"}, {"WormBase": "WBGene00015273", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 6239, "uniprot_kb": "Q9UAT3"}, {"WormBase": "WBGene00010834", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 6239, "uniprot_kb": "Q93896"}, {"FlyBase": "FBgn0033913", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "Q7K1L4"}, {"WormBase": "WBGene00020168", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 6239, "uniprot_kb": "Q22109"}, {"WormBase": "WBGene00015676", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 6239, "uniprot_kb": "O17328"}, {"FlyBase": "FBgn0031011", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "Q9VWJ1"}, {"FlyBase": "FBgn0033028", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "Q7JWI7"}, {"FlyBase": "FBgn0031010", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "A8JUR0"}, {"FlyBase": "FBgn0034063", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "Q0E960"}, {"FlyBase": "FBgn0031012", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "Q9VWJ0"}, {"FlyBase": "FBgn0259834", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "Q9V3F9"}, {"FlyBase": "FBgn0031002", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "Q9VWK0"}, {"FlyBase": "FBgn0033657", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "Q5U154"}, {"FlyBase": "FBgn0023549", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 7227, "uniprot_kb": "Q9W509"}, {"SGD": "S000005479", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 4932, "uniprot_kb": "Q08268"}, {"SGD": "S000005833", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 4932, "uniprot_kb": "Q08777"}, {"SGD": "S000005069", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 4932, "uniprot_kb": "P53918"}, {"SGD": "S000001704", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 4932, "uniprot_kb": "P36032"}, {"dictyBase": "DDB_G0274807", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 352472, "uniprot_kb": "Q555W6"}, {"dictyBase": "DDB_G0273195", "ortholog_type": "O", "panther_family": "PTHR11360", "taxid": 352472, "uniprot_kb": "Q556Y5"}], "uniprot_kb": "P53985"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-210991", "name": "Basigin interactions"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-425366", "name": "Transport of bile salts and organic acids, metal ions and amine compounds"}, {"id": "R-HSA-425407", "name": "SLC-mediated transmembrane transport"}, {"id": "R-HSA-433692", "name": "Proton-coupled monocarboxylate transport"}, {"id": "R-HSA-5619070", "name": "Defective SLC16A1 causes symptomatic deficiency in lactate transport (SDLT)"}, {"id": "R-HSA-5619102", "name": "SLC transporter disorders"}, {"id": "R-HSA-5619115", "name": "Disorders of transmembrane transporters"}, {"id": "R-HSA-9748784", "name": "Drug ADME"}, {"id": "R-HSA-9749641", "name": "Aspirin ADME"}], "smpdb": [{"id": "SMP00654", "name": "Warburg Effect"}, {"id": "SMP02298", "name": "Glutaminolysis and Cancer"}], "wikipathways": [{"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}, {"id": "WP4549", "name": "Fragile X Syndrome"}]}, "pdb": ["6LYY", "6LZ0", "7CKO", "7CKR", "7DA5", "7YR5"], "pfam": "PF07690", "pharmgkb": "PA35813", "pharos": {"target_id": 3907, "tdl": "Tchem"}, "pir": "A55568", "prosite": "PS50850", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF179366", "relationship": "is"}, {"id": "GNF190272", "relationship": "is"}, {"id": "GNF201178", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033622", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF013438", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF113767", "relationship": "is"}, {"id": "GNF153408", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_015880.2", "NW_009646196.1"], "protein": ["NP_001159968.1", "NP_003042.3", "XP_047284745.1", "XP_054187515.1", "XP_054194429.1"], "rna": ["NM_001166496.2", "NM_003051.4", "XM_047428789.1", "XM_054331540.1", "XM_054338454.1"], "translation": [{"protein": "NP_003042.3", "rna": "NM_003051.4"}, {"protein": "NP_001159968.1", "rna": "NM_001166496.2"}, {"protein": "XP_047284745.1", "rna": "XM_047428789.1"}, {"protein": "XP_054187515.1", "rna": "XM_054331540.1"}, {"protein": "XP_054194429.1", "rna": "XM_054338454.1"}]}, "reporter": {"HG-U133_Plus_2": ["1557918_s_at", "202234_s_at", "202235_at", "202236_s_at", "209900_s_at"], "HG-U95Av2": "36206_at", "HG-U95B": "49197_at", "HTA-2_0": "TC01003001.hg.1", "HuEx-1_0": ["2428501", "3337477"], "HuGene-1_1": "7918622", "HuGene-2_1": "16691023"}, "summary": "The protein encoded by this gene is a proton-linked monocarboxylate transporter that catalyzes the movement of many monocarboxylates, such as lactate and pyruvate, across the plasma membrane. Mutations in this gene are associated with erythrocyte lactate transporter defect. Alternatively spliced transcript variants have been found for this gene.[provided by RefSeq, Oct 2009].", "symbol": "SLC16A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420102"}, "unigene": "Hs.75231", "uniprot": {"Swiss-Prot": "P53985", "TrEMBL": ["Q5T8R4", "B4DKS0", "Q5T8R5", "Q5T8R3"]}, "wikipedia": {"url_stub": "SLC16A1"}}