{"AllianceGenome": "10905", "HGNC": "10905", "MIM": "182396", "_id": "6554", "_version": 1, "accession": {"genomic": ["AF184235.1", "AL157789.6", "CH471061.1", "CP068264.2", "NC_000014.9", "NC_060938.1"], "protein": ["AAA36381.1", "AAD56541.1", "AAH69799.1", "AAH69822.1", "AAH74724.1", "AAI26299.1", "AAI36356.1", "AAT11158.1", "AFL02669.1", "BAG36738.1", "EAW81011.1", "NP_003040.1", "Q14973.1"], "rna": ["AK314028.1", "AY544127.1", "BC069799.1", "BC069822.1", "BC074724.2", "BC126298.1", "BC136355.1", "JQ814895.1", "L21893.1", "NM_003049.4"], "translation": [{"protein": "AAH69799.1", "rna": "BC069799.1"}, {"protein": "AAT11158.1", "rna": "AY544127.1"}, {"protein": "AAI36356.1", "rna": "BC136355.1"}, {"protein": "AAI26299.1", "rna": "BC126298.1"}, {"protein": "NP_003040.1", "rna": "NM_003049.4"}, {"protein": "BAG36738.1", "rna": "AK314028.1"}, {"protein": "AAA36381.1", "rna": "L21893.1"}, {"protein": "AAH74724.1", "rna": "BC074724.2"}, {"protein": "AAH69822.1", "rna": "BC069822.1"}, {"protein": "AFL02669.1", "rna": "JQ814895.1"}]}, "alias": ["FHCA2", "NTCP"], "ensembl": {"gene": "ENSG00000100652", "protein": "ENSP00000216540", "transcript": "ENST00000216540", "translation": [{"protein": "ENSP00000216540", "rna": "ENST00000216540"}], "type_of_gene": "protein_coding"}, "entrezgene": "6554", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.62616117346, "exp_mis": 111.483945266, "exp_syn": 45.1632593126, "lof_z": -3.99207061919691, "mis_z": -4.19310971196394, "mu_lof": 4.13483656189e-07, "mu_mis": 9.88776703475e-06, "mu_syn": 3.88767514868e-06, "n_lof": 17.0, "n_mis": 202.0, "n_syn": 55.0, "p_li": 8.44088192990943e-16, "p_null": 0.999829385113731, "p_rec": 0.000170614886268269, "syn_z": -0.907419384075562}, "bp": 1050, "cds_end": 70263872, "cds_start": 70242998, "n_exons": 5, "nonpsych": {"exp_lof": 5.89694671476, "exp_mis": 100.80336283, "exp_syn": 40.7767371547, "lof_z": -3.68150609234956, "mis_z": -4.22978841801556, "mu_lof": 4.13483656189e-07, "mu_mis": 9.88776703475e-06, "mu_syn": 3.88767514868e-06, "n_lof": 15.0, "n_mis": 185.0, "n_syn": 46.0, "p_li": 6.25616926817312e-14, "p_null": 0.999464117482083, "p_rec": 0.000535882517854181, "syn_z": -0.514990106852216}, "nontcga": {"exp_lof": 6.08628511937, "exp_mis": 102.555453707, "exp_syn": 41.5404147893, "lof_z": -4.36392884675139, "mis_z": -3.80996740913129, "mu_lof": 4.13483656189e-07, "mu_mis": 9.88776703475e-06, "mu_syn": 3.88767514868e-06, "n_lof": 17.0, "n_mis": 180.0, "n_syn": 50.0, "p_li": 5.71205557026112e-16, "p_null": 0.999864352736144, "p_rec": 0.000135647263855065, "syn_z": -0.831067312156556}, "transcript": "ENST00000216540.4"}, "exons": [{"cdsend": 69797155, "cdsstart": 69776281, "chr": "14", "position": [[69775415, 69776388], [69778332, 69778529], [69779181, 69779360], [69786096, 69786307], [69796799, 69797241]], "strand": -1, "transcript": "NM_003049", "txend": 69797241, "txstart": 69775415}], "exons_hg19": [{"cdsend": 70263872, "cdsstart": 70242998, "chr": "14", "position": [[70242132, 70243105], [70245049, 70245246], [70245898, 70246077], [70252813, 70253024], [70263516, 70263958]], "strand": -1, "transcript": "NM_003049", "txend": 70263958, "txstart": 70242132}], "generif": [{"pubmed": 12044156, "text": "Translation/insertion scanning, alanine insertion, and glycosylation site mutagenesis studies of liver sodium/bile acid cotransporter support a topography with nine membrane-spanning or membrane-associated segments."}, {"pubmed": 14660639, "text": "a domain critical for bile acid substrate recognition of SLC10A1 has an ethnicity-dependent polymorphism"}, {"pubmed": 14701722, "text": "Conserved NTCP/Ntcp 5'-regulatory region transcription regulation differs among species and is not directly regulated by small heterodimer partner. Bile acids may regulate NTCP/Ntcp indirectly by modulating nuclear factor regulation of gene expression."}, {"pubmed": 15604201, "text": "The present studies were undertaken to establish a suitable in vitro experimental model to study human ASBT function and its regulation by cholesterol."}, {"pubmed": 15922475, "text": "The major canalicular transporter genes are expressed at mid-gestational stage during human fetal development."}, {"pubmed": 16027164, "text": "Results suggest that the Ser-226 in the third cytoplasmic loop of NTCP is phosphorylated and cAMP may increase NTCP translocation to the cell membrane by dephosphorylating NTCP at this site."}, {"pubmed": 16123152, "text": "The GR/dexamethasone activation of the hNTCP promoter is counteracted by bile acids and small heterodimer partner, providing a negative feedback mechanism for bile acid uptake in human hepatocytes."}, {"pubmed": 17635184, "text": "Cholesterol treatment led to increased levels of NTCP and OCT-1 mRNAs."}, {"pubmed": 19343046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19815625, "text": "Report PKCepsilon-dependent and -independent effects of taurolithocholate on PI3K/PKB pathway and taurocholate uptake in HuH-NTCP cell line."}, {"pubmed": 20031551, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20679960, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20857261, "text": "The mRNA expression levels of sodium taurocholate cotransporting polypeptide, bile salt export pump, and hepatic cholesterol 7alpha-hydroxylase were significantly higher in the primary biliary cirrhosis patients than in the controls."}, {"pubmed": 21109590, "text": "Inhibition of taurocholate uptake by nitric oxide involves S-nitrosylation of NTCP."}, {"pubmed": 21341987, "text": "essential role of Na+-taurocholate co-transporting polypeptide (NTCP) in the uptake of bile acids, by which the enterohepatic recirculation of bile acids is maintained"}, {"pubmed": 22029531, "text": "NTCP adopts a dimeric structure in which individual subunits are functional. Bile salt uptake is influenced by heterodimerization when this impairs NTCP plasma membrane trafficking."}, {"pubmed": 22098322, "text": "Patients undergoing partial hepatectomy with low post-operative bilirubin had lower levels of NTCP, MDR3 and BSEP mRNA compared to those with high bilirubin after Pringle manoeuvre."}, {"pubmed": 22744337, "text": "these results suggest that the plasma membrane localization rather than kinase activity of PKCdelta plays an important role in cAMP-induced NTCP translocation and Rab4 activity"}, {"pubmed": 23150796, "text": "NTCP is a functional receptor for human hepatitis B and D virus."}, {"pubmed": 23815591, "text": "Data suggest that, in SLC10A1, amino acid residues along one face of transmembrane domain 5 do not play direct role in substrate transport but are critical for sodium/bile acid transport functions of SLC10A1, most likely through helical stability."}, {"pubmed": 23886862, "text": "This study was conducted to determine which of the 8 cysteine residues of NTCP is responsible for nitric oxide-mediated S-nitrosylation and inhibition of taurocholate uptake."}, {"pubmed": 23930675, "text": "Polymorphisms in CYP2C9, CYP2C19 and SLC10A1 had minimal lipid-lowering effects."}, {"pubmed": 24342612, "text": "Knockdown analysis suggested that HBV infection of HepG2-hNTCP-C4 cells was mediated by NTCP."}, {"pubmed": 24361467, "text": "Human NTCP is a specific receptor for hepatitis B and D viruses, allowing virus entry into hepatocytes."}, {"pubmed": 24390325, "text": "Viral entry of hepatitis B and D viruses and bile salts transportation share common molecular determinants on NTCP."}, {"pubmed": 24735529, "text": "findings suggest that the rs2296651 polymorphism in NTCP may predispose the susceptibility to and chronicity of HBV infection"}, {"pubmed": 25010264, "text": "This study suggests that polymorphisms in the NTCP region may be associated with the natural course of HBV infection."}, {"pubmed": 25168282, "text": "hNTCP is an electrogenic Na(+)-dependent transporter"}, {"pubmed": 25220493, "text": "Computer screening of NTCP inhibitors and non-inhibitors showed no relationship between the drugs and drug induced liver injury."}, {"pubmed": 25409679, "text": "NTCP is a functional receptor for hepatitis B virus and hepatitis D virus."}, {"pubmed": 25550158, "text": "Data indicate that retinoic acid receptor (RAR) is crucial for regulating sodium taurocholate cotransporting polypeptide (NTCP) expression that determines permissiveness to hepatitis B virus (HBV) infection."}, {"pubmed": 25765005, "text": "Interleukin 6 inhibits HBV entry through downregulation of NTCP."}, {"pubmed": 25929767, "text": "The observation that the pharmacological inhibitors of the NTCP transporter could block HBV entry suggests that NTCP represents an attractive molecular target for therapeutic intervention in HBV infection."}, {"pubmed": 25985569, "text": "NTCP polymorphism play a critical role in the individual variability of rosuvastatin pharmacokinetics in Chinese healthy males"}, {"pubmed": 26019035, "text": "Liver nuclear receptors, FXR and SHP, and bile acid transporters, NTCP and BSEP, are associated with the progression of NAFLD."}, {"pubmed": 26592202, "text": "Hepatitis B virus efficiently infects non-adherent hepatoma cells via NTCP, which functions as a virus receptor."}, {"pubmed": 26642861, "text": "The SLC10A1 (NTCP) S267F variant is independently associated with decreased risk of progression to Liver cirrhosis and Hepatocellular Carcinoma , and resistance to Chronic Hepatitis B infection."}, {"pubmed": 26865711, "text": "We describe for the first time a mouse liver cell line that, solely upon expression of the hNTCP receptor, becomes susceptible to HBV."}, {"pubmed": 26968990, "text": "We found a genetic variant (rs4646287) located in intron 1 of NTCP that may be associated with increased risk of HBV infection in Han Chinese"}, {"pubmed": 27051045, "text": "For Tibetans and Uygurs, no association of the three NTCP SNPs (rs7154439, rs4646287 and rs2296651) and their haplotypes with hepatitis B virus chronicity was observed."}, {"pubmed": 27278060, "text": "Results show that NTCP inhibition suppressed the in vivo spread of HBV infection in the presence of uninfected hepatocytes. Livers in CHB patients contained varying degrees of HBsAg-negative hepatocytes, as evidenced by immunohistochemistry."}, {"pubmed": 27384660, "text": "In conclusion, NTCP appeared inefficient to mediate infection by serum-derived hepatitis B virus."}, {"pubmed": 27491457, "text": "the present study indicated that the common variants in the regulatory elements of NTCP may not influence the expression level of SLC10A1 at transcriptional regulation, and ultimately may not be associated with HBV susceptibility."}, {"pubmed": 27783949, "text": "These results uncover NTCP as a mediator of innate antiviral immune responses in the liver."}, {"pubmed": 28125961, "text": "The data showed that S267F of sodium taurocholate cotransporting polypeptide is not associated with hepatitis B virus infection, and is not prevalent in the general Moroccan population."}, {"pubmed": 28429786, "text": "genetic variation at the SLC10A1 locus is not likely a major risk factor of persistent HBV infection among Southern Chinese."}, {"pubmed": 28635613, "text": "the findings of this study have shown that the S267F variant on the NTCP gene is independently associated with sustained normalization of ALT following treatment with PEG-IFN in patients with HBV infection who are HBeAg-positive."}, {"pubmed": 28835676, "text": "The results from our study suggest that SLC10A1 mutations should be screened for in individuals with asymptomatic hypercholanemia."}, {"pubmed": 29024779, "text": "These kinetic results provide important complementary data on the substrate selectivity and specificity of NTCP to transport bile acids."}, {"pubmed": 29247233, "text": "the S267F variant of NTCP is clinically associated with a lower risk of chronic hepatitis B virus infection and cirrhosis development, which implicates suppressing hepatitis B virus entry could reduce the disease burden."}, {"pubmed": 29437961, "text": "Results find that hepatitis B virus (HBV) replication cycle starts when HBV enters hepatocytes using NTCP as a receptor."}, {"pubmed": 29660219, "text": "Among individuals with hepatitis B virus (HBV) infection, the sodium taurocholate cotransporting polypeptide (NTCP) genotype frequencies of GG, AG and AA in Taiwanese women are 0.85, 0.15 and 0 while those in men are 0.82, 0.18 and 0, respectively. Genetic variation in the HBV receptor gene (NTCP) is significantly associated with a decreased risk of HBV infection in women."}, {"pubmed": 29793953, "text": "These findings suggest that host factors unique to HepaRG cells are required for efficient infection by serum-derived HBV, and factors other than NTCP contribute to balanced viral antigen production following infection by cell culture-derived HBV."}, {"pubmed": 29905807, "text": "The S267F variant for the HBV cell-entry receptor NTCP was associated with increased resistance to HBV infection."}, {"pubmed": 30032030, "text": "In this study, the authors identified new hepatitis B virus isolates from one homozygous S267F NTCP mutation carrier and confirmed new isolates also use wildtype-NTCP as a cellular receptor. Furthermore, we demonstrated S267F variant of NTCP, though inefficient, is still a functional receptor for hepatitis B virus entry."}, {"pubmed": 30097692, "text": "we review the current knowledge of the functional role and the molecular and cellular biology of NTCP in the life cycle of the three major hepatotropic viruses, highlight the impact of NTCP as an antiviral target and discuss future avenues of research"}, {"pubmed": 30459339, "text": "NTCP upregulated hepatitis B virus (HBV) transcription via farnesoid X receptor alpha (FxRalpha)-mediated activation of the HBV EN2/core promoter at the postentry step in a manner that was dependent on the bile acid (BA)-transport function of NTCP, which was blocked by MyrB."}, {"pubmed": 30541857, "text": "The data provide the first molecular evidence supporting that Hepatitis B virus-related hepadnaviruses drive adaptive evolution in the NTCP sequence, including a mechanistic explanation of how NTCP mutations determine host viral susceptibility."}, {"pubmed": 30685591, "text": "The NTCP S267F variant of the SLC10A1 gene exhibits protective effects against HBV and HDV infection and is associated with a reduced risk of developing to advanced stages of liver cancer and hepatocellular carcinoma."}, {"pubmed": 30881922, "text": "The authors herein demonstrate that the NTCP p.Ser267Phe variant is a protective factor reducing chronic hepatitis B patient risk for liver failure, cirrhosis, and hepatocellular carcinoma. A host genetic background carrying NTCP p.Ser267Phe exerts selective pressure on the virus, leading to more variability."}, {"pubmed": 31117968, "text": "Results show that the sodium taurocholate co-transporting polypeptide (NTCP) rs2296651 polymorphism was associated with a decreased risk of susceptibility to hepatitis B virus (HBV) infection and the development of hepatocellular carcinoma (HCC)."}, {"pubmed": 31177598, "text": "The study highlighted the role of the SLC10A1 S267F variant in the loss of the ability to support hepatitis B virus infection and taurocholate transport activity. Subjects with the AA genotype may escape from hepatitis B virus infection and present decreased cholesterol levels as a consequence of impaired bile acid uptake."}, {"pubmed": 31179847, "text": "Down-regulation of cell membrane localized NTCP expression in proliferating hepatocytes prevented HBV infection in HepG2-NTCP-tet cells and in liver-humanized mice."}, {"pubmed": 31574858, "text": "Among Chines pediatric patients with Sodium Taurocholate Cotransporting Polypeptide Deficiency homozygous mutations of the SLC10A1 gene were identified."}, {"pubmed": 31661128, "text": "The novel missense variant c.595A>C(p.Ser199Arg) enriched the SLC10A1 mutation spectrum and may serve as a new genetic marker for the molecular diagnosis and genetic counseling of NTCP deficiency."}, {"pubmed": 31746395, "text": "Study showed that NTCP was highly expressed in breast cancer (BC), liver cancer and paracancerous liver tissues. Specific HBV antigens, along with viral DNA/RNA and Dane particles were identified in BC tissue of chronic HB female patients. HBV was able to successfully infect BC tissue and replicate within by binding to NTCP revealing that in addition to the liver, BC tissue may be a second site of HBV reproduction."}, {"pubmed": 32101444, "text": "In Vitro Functional Characterization and in Silico Prediction of Rare Genetic Variation in the Bile Acid and Drug Transporter, Na(+)-Taurocholate Cotransporting Polypeptide (NTCP, SLC10A1)."}, {"pubmed": 32175289, "text": "E-cadherin Plays a Role in Hepatitis B Virus Entry Through Affecting Glycosylated Sodium-Taurocholate Cotransporting Polypeptide Distribution."}, {"pubmed": 32316189, "text": "The Lipid Raft Component Stomatin Interacts with the Na(+) Taurocholate Cotransporting Polypeptide (NTCP) and Modulates Bile Salt Uptake."}, {"pubmed": 32450267, "text": "Metabolomics study of the metabolic changes in hepatoblastoma cells in response to NTCP/SLC10A1 overexpression."}, {"pubmed": 32620148, "text": "NTCP gene polymorphisms and hepatitis B virus infection status in a Ghanaian population."}, {"pubmed": 32919083, "text": "NTCP Deficiency Causes Gallbladder Abnormalities in Mice and Human Beings."}, {"pubmed": 33078647, "text": "Assessment of Statin Interactions With the Human NTCP Transporter Using a Novel Fluorescence Assay."}, {"pubmed": 33093374, "text": "Abnormal Bilirubin Metabolism in Patients With Sodium Taurocholate Cotransporting Polypeptide Deficiency."}, {"pubmed": 33168628, "text": "A clinically relevant polymorphism in the Na(+)/taurocholate cotransporting polypeptide (NTCP) occurs at a rheostat position."}, {"pubmed": 33617845, "text": "Hyperosmolarity stimulates transporter-mediated insertion of estrone sulfate into the plasma membrane, but inhibits the uptake by SLC10A1 (NTCP)."}, {"pubmed": 33844255, "text": "Role of serum organic solute transporter alpha/beta and sodium taurocholate cotransporting polypeptide in intrahepatic cholestasis of pregnancy."}, {"pubmed": 34266968, "text": "Sodium(+)/taurocholate cotransporting polypeptide as target therapy for liver fibrosis."}, {"pubmed": 34611272, "text": "Concentration of Na(+)-taurocholate-cotransporting polypeptide expressed after in vitro-transcribed mRNA transfection determines susceptibility of hepatoma cells for hepatitis B virus."}, {"pubmed": 34613794, "text": "NTCP Oligomerization Occurs Downstream of the NTCP-EGFR Interaction during Hepatitis B Virus Internalization."}, {"pubmed": 35192536, "text": "NTCP polymorphisms were associated with fibrosis development in patients with chronic HBV infection."}, {"pubmed": 35398032, "text": "The relationship between NTCP gene varieties and the progress of liver disease after HBV infection: an updated systematic review and meta-analysis."}, {"pubmed": 35545671, "text": "Structural basis of sodium-dependent bile salt uptake into the liver."}, {"pubmed": 35580629, "text": "Structure of the bile acid transporter and HBV receptor NTCP."}, {"pubmed": 35580630, "text": "Structural insights into the HBV receptor and bile acid transporter NTCP."}, {"pubmed": 35635688, "text": "Genetic variants of NTCP gene and hepatitis B vaccine failure in Taiwanese children of hepatitis B e antigen positive mothers."}, {"pubmed": 35806468, "text": "Hepatic Expression of the Na(+)-Taurocholate Cotransporting Polypeptide Is Independent from Genetic Variation."}, {"pubmed": 37103224, "text": "Interactions of Na[+]/taurocholate cotransporting polypeptide with host cellular proteins upon hepatitis B and D virus infection: novel potential targets for antiviral therapy."}, {"pubmed": 37234237, "text": "LINC00659 Inhibits Hepatocellular Carcinoma Malignant Progression by Blocking Aerobic Glycolysis through FUS Recruitment and SLC10A1 Modulation."}, {"pubmed": 37728707, "text": "Aborted infection of human sodium taurocholate cotransporting polypeptide (hNTCP) expressing woodchuck hepatocytes with hepatitis B virus (HBV)."}, {"pubmed": 38049009, "text": "Role of sodium taurocholate cotransporting polypeptide (NTCP) in HBV-induced hepatitis: Opportunities for developing novel therapeutics."}, {"pubmed": 38258306, "text": "Association between NTCP hepatic expression and inflammation/fibrosis as well as gender-specific differences in chronic HBV-infected patients."}, {"pubmed": 38544409, "text": "Molecular mechanisms of Na[+]-driven bile acid transport in human NTCP."}, {"pubmed": 38869622, "text": "SLC10A1 rs2296651 variant (S267F mutation) predicts biochemical traits, hepatitis B virus infection susceptibility and the risk of gallstone disease."}], "genomic_pos": {"chr": "14", "end": 69797241, "ensemblgene": "ENSG00000100652", "start": 69775416, "strand": -1}, "genomic_pos_hg19": {"chr": "14", "end": 70264006, "start": 70242134, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006814", "qualifier": "involved_in", "term": "sodium ion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0015721", "qualifier": "involved_in", "term": "bile acid and bile salt transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0015721", "qualifier": "involved_in", "term": "bile acid and bile salt transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031667", "qualifier": "involved_in", "term": "response to nutrient levels"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038183", "qualifier": "involved_in", "term": "bile acid signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055085", "qualifier": "involved_in", "term": "transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071466", "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0120188", "qualifier": "involved_in", "term": "regulation of bile acid secretion"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001618", "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008508", "qualifier": "enables", "term": "bile acid:sodium symporter activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008508", "qualifier": "enables", "term": "bile acid:sodium symporter activity"}]}, "homologene": {"genes": [[7955, 562260], [8364, 100489580], [9544, 712925], [9598, 453001], [9606, 6554], [9615, 480372], [9913, 532890], [10090, 20493], [10116, 24777]], "id": 31126}, "interpro": [{"desc": "Bile acid:sodium symporter/arsenical resistance protein Acr3", "id": "IPR002657", "short_desc": "BilAc:Na_symport/Acr3"}, {"desc": "Bile acid:sodium symporter", "id": "IPR004710", "short_desc": "Bilac:Na_transpt"}, {"desc": "Sodium/solute symporter superfamily", "id": "IPR038770", "short_desc": "Na+/solute_symporter_sf"}], "ipi": "IPI00001637", "map_location": "14q24.1", "name": "solute carrier family 10 member 1", "other_names": ["Na(+)/bile acid cotransporter", "Na(+)/taurocholate transport protein", "Na/taurocholate cotransporting polypeptide", "cell growth-inhibiting gene 29 protein", "growth-inhibiting protein 29", "hepatic sodium/bile acid cotransporter", "sodium/bile acid cotransporter", "sodium/taurocholate cotransporter", "sodium/taurocholate cotransporting polypeptide", "solute carrier family 10 (sodium/bile acid cotransporter family), member 1", "solute carrier family 10 (sodium/bile acid cotransporter), member 1"], "pantherdb": {"HGNC": "10905", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97379", "ortholog_type": "LDO", "panther_family": "PTHR10361", "taxid": 10090, "uniprot_kb": "O08705"}, {"RGD": "3681", "ortholog_type": "LDO", "panther_family": "PTHR10361", "taxid": 10116, "uniprot_kb": "P26435"}, {"ZFIN": "ZDB-GENE-041001-190", "ortholog_type": "LDO", "panther_family": "PTHR10361", "taxid": 7955, "uniprot_kb": "A0A2R8RHU6"}, {"WormBase": "WBGene00044650", "ortholog_type": "O", "panther_family": "PTHR10361", "taxid": 6239, "uniprot_kb": "Q33BL1"}, {"FlyBase": "FBgn0030756", "ortholog_type": "O", "panther_family": "PTHR10361", "taxid": 7227, "uniprot_kb": "Q9VXF5"}, {"FlyBase": "FBgn0030638", "ortholog_type": "O", "panther_family": "PTHR10361", "taxid": 7227, "uniprot_kb": "Q9VXV4"}, {"TAIR": "2118021", "ortholog_type": "O", "panther_family": "PTHR10361", "taxid": 3702, "uniprot_kb": "F4JPW1"}, {"TAIR": "2132664", "ortholog_type": "O", "panther_family": "PTHR10361", "taxid": 3702, "uniprot_kb": "Q8VYY4"}, {"TAIR": "2094483", "ortholog_type": "O", "panther_family": "PTHR10361", "taxid": 3702, "uniprot_kb": "Q8RXE8"}, {"TAIR": "2039533", "ortholog_type": "O", "panther_family": "PTHR10361", "taxid": 3702, "uniprot_kb": "Q1EBV7"}, {"TAIR": "2202935", "ortholog_type": "O", "panther_family": "PTHR10361", "taxid": 3702, "uniprot_kb": "Q93YR2"}], "uniprot_kb": "Q14973"}, "pathway": {"kegg": [{"id": "hsa04976", "name": "Bile secretion - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-159418", "name": "Recycling of bile acids and salts"}, {"id": "R-HSA-194068", "name": "Bile acid and bile salt metabolism"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}], "wikipathways": [{"id": "WP2289", "name": "Drug Induction of Bile Acid Pathway"}, {"id": "WP2879", "name": "Farnesoid X receptor pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP4666", "name": "Hepatitis B infection"}]}, "pdb": ["7FCI", "7PQG", "7PQQ", "7VAD", "7VAG", "7WSI", "7ZYI", "8HRX", "8HRY", "8RQF"], "pfam": "PF01758", "pharmgkb": "PA317", "pharos": {"target_id": 1648, "tdl": "Tclin"}, "pir": "I55601", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256479", "relationship": "is"}, {"id": "GNF256480", "relationship": "is"}, {"id": "GNF256481", "relationship": "is"}, {"id": "GNF256482", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039255", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF090839", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF074342", "relationship": "is"}, "GNF_hs-druggable_siRNA": [{"id": "GNF065941", "relationship": "is"}, {"id": "GNF065942", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128665", "relationship": "is"}, {"id": "GNF128677", "relationship": "is"}, {"id": "GNF278160", "relationship": "is"}, {"id": "GNF278294", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095140", "relationship": "is"}, {"id": "GNF134797", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1"], "protein": "NP_003040.1", "rna": "NM_003049.4", "translation": {"protein": "NP_003040.1", "rna": "NM_003049.4"}}, "reporter": {"HG-U133_Plus_2": "207185_at", "HG-U95Av2": "34035_at", "HTA-2_0": "TC14001263.hg.1", "HuEx-1_0": "3570266", "HuGene-1_1": "7979878", "HuGene-2_1": "16794268"}, "summary": "The protein encoded by this gene belongs to the sodium/bile acid cotransporter family, which are integral membrane glycoproteins that participate in the enterohepatic circulation of bile acids. Two homologous transporters are involved in the reabsorption of bile acids; the ileal sodium/bile acid cotransporter with an apical cell localization that absorbs bile acids from the intestinal lumen, bile duct and kidney, and the liver-specific sodium/bile acid cotransporter, represented by this protein, that is found in the basolateral membranes of hepatocytes. Bile acids are the catabolic product of cholesterol metabolism, hence this protein is important for cholesterol homeostasis. [provided by RefSeq, Oct 2011].", "symbol": "SLC10A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420086"}, "unigene": "Hs.952", "uniprot": {"Swiss-Prot": "Q14973", "TrEMBL": "B2RA41"}, "wikipedia": {"url_stub": "SLC10A1"}}