{"AllianceGenome": "10935", "HGNC": "10935", "MIM": "193001", "_id": "6571", "_version": 1, "accession": {"genomic": ["AB044401.2", "AL391988.14", "AL731557.7", "CH471066.2", "CP068268.2", "NC_000010.11", "NC_060934.1", "X94079.1"], "protein": ["AAA59877.1", "AAA61290.1", "AAA91853.1", "AAH30593.1", "AAI08928.1", "AAI08929.1", "BAB19009.1", "BAG37493.1", "CAA50489.1", "CAA63824.1", "EAW49428.1", "EAW49429.1", "EAW49430.1", "NP_003045.2", "Q05940.2"], "rna": ["AK314997.1", "BC030593.1", "BC108927.1", "BC108928.2", "BQ416859.1", "DB366297.1", "DB458870.1", "L09118.1", "L14269.1", "L23205.1", "NM_003054.6", "X71354.1"], "translation": [{"protein": "BAG37493.1", "rna": "AK314997.1"}, {"protein": "AAI08929.1", "rna": "BC108928.2"}, {"protein": "AAA91853.1", "rna": "L14269.1"}, {"protein": "AAA59877.1", "rna": "L09118.1"}, {"protein": "CAA50489.1", "rna": "X71354.1"}, {"protein": "AAI08928.1", "rna": "BC108927.1"}, {"protein": "AAA61290.1", "rna": "L23205.1"}, {"protein": "NP_003045.2", "rna": "NM_003054.6"}, {"protein": "AAH30593.1", "rna": "BC030593.1"}]}, "alias": ["PKDYS2", "SVAT", "SVMT", "VAT2", "VMAT2"], "ensembl": {"gene": "ENSG00000165646", "protein": "ENSP00000496339", "transcript": ["ENST00000497497", "ENST00000644641"], "translation": [{"protein": "ENSP00000496339", "rna": "ENST00000644641"}], "type_of_gene": "protein_coding"}, "entrezgene": "6571", "exons": [{"cdsend": 117277266, "cdsstart": 117241693, "chr": "10", "position": [[117241113, 117241220], [117241678, 117241814], [117243970, 117244313], [117253398, 117253457], [117254047, 117254131], [117254404, 117254497], [117255276, 117255366], [117255478, 117255522], [117255596, 117255657], [117257796, 117257892], [117266732, 117266811], [117266983, 117267035], [117267672, 117267736], [117270070, 117270190], [117270329, 117270463], [117277161, 117279430]], "strand": 1, "transcript": "NM_003054", "txend": 117279430, "txstart": 117241113}], "exons_hg19": [{"cdsend": 119036777, "cdsstart": 119001204, "chr": "10", "position": [[119000624, 119000731], [119001189, 119001325], [119003481, 119003824], [119012909, 119012968], [119013558, 119013642], [119013915, 119014008], [119014787, 119014877], [119014989, 119015033], [119015107, 119015168], [119017307, 119017403], [119026243, 119026322], [119026494, 119026546], [119027183, 119027247], [119029581, 119029701], [119029840, 119029974], [119036672, 119038941]], "strand": 1, "transcript": "NM_003054", "txend": 119038941, "txstart": 119000624}], "generif": [{"pubmed": 11279528, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12009896, "text": "Assessment of the VMAT2 thrombin cleavage site reveals that the Cys-126 in loop 1/2 and Cys-333 in loop 7/8 form a disulfide bond which contributes to efficient monoamine transport."}, {"pubmed": 12112084, "text": "Striatal VMAT2 expression was reduced significantly in dementia with Lewy bodies with or without Alzheimer's disease, but was preserved in Alzheimer's disease striatum, permitting postmortem distinction of the two pathologies."}, {"pubmed": 12710012, "text": "striatal expression of VMAT2 (as estimated by [(11)C]DTBZ binding) is not coregulated with dopamine synthesis. This is in keeping with a role for VMAT2 in other cellular processes in addition to its importance for the quantal release of monoamines."}, {"pubmed": 15135235, "text": "vesicular monoamine transporter (VMAT2) mRNA was not detected in the central part of the placenta but was present in the spiral arteries of placenta bed biopsies"}, {"pubmed": 15475732, "text": "two single nucleotide polymorphisms were identified that have no detectable effect on most aspects of VMAT2 function, but one may increase sensitivity to the inhibitor tetrabenazine"}, {"pubmed": 15829504, "text": "SLC18A2 promoter haplotypes defined here create a foundation for transcriptional characterization of individuality and for association study on monoamine-related human diseases"}, {"pubmed": 15850588, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15988470, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16139173, "text": "VMAT2 pharmacodynamic characteristics in a population of medicated schizophrenia patients comparing smokers and nonsmokers."}, {"pubmed": 16189177, "text": "Greater expression of VMAT 1 in von Hippel-Lindau syndrome than multiple endocrine neoplasia type 2. Expression of VMAT 2 did not differ significantly."}, {"pubmed": 16339215, "text": "Gain-of-function haplotypes in the SLC18A2 promoter are protective for Parkinson disease in women."}, {"pubmed": 16386370, "text": "Low expression of VMAT2 in the substantia nigra of Parkinson's disease , the involvement of VMAT2 in Lewy body of the substantia nigra suggests the association of this protein in the neurodegeneration of nigral neurons in Parkinson's disease."}, {"pubmed": 16408221, "text": "VMAT 2 antibodies seem more useful for histopathological diagnosis of enterochromaffin-like cell neoplasms than the antibodies to the other CgA regions."}, {"pubmed": 17233532, "text": "This review summarizes the possible role of VMAT2 as a therapeutic target and discusses the structure-activity relationships and binding relevance of the VMAT2 ligands reported in the literature."}, {"pubmed": 17344033, "text": "lower platelet VMAT2 density occurred in the brain and may serve as an adaptive mechanism geared to decrease dopamine storage"}, {"pubmed": 17427184, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17427184, "text": "These results strongly suggest that SVMT gene or certain regions of it may constitute a genetic substrate of susceptibility for both schizophrenia and bipolar disorder."}, {"pubmed": 17442673, "text": "data suggest that elements of the 20 S proteasome interact with the VMAT2 promoter to enhance G-protein-coupled receptor-mediated transcription"}, {"pubmed": 17652604, "text": "Mishandling of dopamine via reduced VMAT2 transgenic expression causes dopamine-mediated toxicity and neurodegeneration in the mouse nigrostriatal dopamine system, replicating key aspects of Parkinson's disease."}, {"pubmed": 17665159, "text": "review of the regulation of VMAT2 and the state of the understanding of what measurements of VMAT2 density mean in the context of diabetes"}, {"pubmed": 17985233, "text": "These data suggest that up-regulated alpha-synuclein expression inhibits the activity of vesicular monoamine transporter-2."}, {"pubmed": 18045777, "text": "Variation in SLC18A2 is implicated as risk factor for schizophrenia."}, {"pubmed": 18288090, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18316816, "text": "variation in the VMAT2 gene plays a role in one's openness to spiritual experiences"}, {"pubmed": 18599602, "text": "Rotenone redistributes VMAT2 via nitration in dopaminergic SH-SY5Y cells."}, {"pubmed": 18791800, "text": "Most beta cells expressed VMAT2. VMAT2 expression was not changed by the presence of diabetes."}, {"pubmed": 18797399, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19156168, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19228741, "text": "SLC18A2 silencing by DNA hypermethylation and/or allelic loss is a frequent event in prostate cancer and a novel independent predictor of biochemical recurrence after prostatectomy"}, {"pubmed": 19289536, "text": "Obestatin and ghrelin immunoreactivity always occurred in the same endocrine cells in the gastric mucosa but these cells only occasionally co-expressed VMAT-2, opposite to the findings in tumours."}, {"pubmed": 19328558, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19693267, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20080893, "text": "Voxel-based analysis demonstrated VMAT2 reductions in the striatum and mid brain of Parkinson disease patients."}, {"pubmed": 20181938, "text": "greater diversity of transcriptional regulations is the driving force for the haplotype selection in SLC18A2"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20544232, "text": "Six electroconvulsive therapy sessions are not sufficient for modulation in pVMAT2 expression. Long-term studies are needed to clarify the relationship between full remission and possible alterations in platelet/brain VMAT2 characteristics."}, {"pubmed": 20665056, "text": "A significant reduction of platelet VMAT2 mRNA levels was demonstrated in Parkinson Disease patients versus healthy controls"}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21041608, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21083670, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21484276, "text": "This preliminary finding indicates a possible structural change in platelet VMAT2 in children with major depressive disorder."}, {"pubmed": 21522164, "text": "Distribution of vesicular monoamine transporter 2 protein in human brain: implications for brain imaging studies."}, {"pubmed": 21814181, "text": "In an aversive ultrasound-induced defense paradigm, VMAT2(sert-cre) transgenic mice displayed a major increase in escape-like behaviors."}, {"pubmed": 21851191, "text": "there is no difference in levels of vesicular monoamine transporter 2 between children with disruptive behavior disorders and healthy volunteers"}, {"pubmed": 22483869, "text": "These results support our hypothesis that VMAT-2 and DT-diaphorase are an important defense system against aminochrome formed during dopamine oxidation."}, {"pubmed": 22532702, "text": "Genetic variation in VMAT2 may be linked to alterations in cognitive functioning underlying psychotic disorder, possibly through altered transport of monoamines into synaptic vesicles."}, {"pubmed": 22554508, "text": "These results indicate that wild-type DJ-1, but not Parkinson's disease-derived mutant DJ-1, stimulates VMAT2 activity and that C106 is necessary for the stimulating activity of DJ-1 toward VMAT2."}, {"pubmed": 23185343, "text": "analysis of Dopamine D1, D2, D3 receptors, vesicular monoamine transporter type-2 (VMAT2) and dopamine transporter (DAT) densities in aged human brain"}, {"pubmed": 23221614, "text": "Study evaluated VMAT2 specificity for beta cells in sub-regions of the human pancreas using antibodies targeting VMAT2, insulin and PP by double-label immunofluorescence."}, {"pubmed": 23363473, "text": "describe a disease encompassing infantile-onset movement disorder and evidence supporting its causation by a mutation in SLC18A2 (which encodes vesicular monoamine transporter 2 [VMAT2])"}, {"pubmed": 23369548, "text": "In an Italian cohort, variability in VMAT2 promoter region appears to confer a reduced risk of developing Parkinson's disease."}, {"pubmed": 23404442, "text": "Data suggest that pancreatic islets of humans and pigs contain VMAT2 in similar patterns (in beta cells, mast cells, and sympathetic neurons); therefore, the pig (unlike rodents) is potential model for imaging pancreas using radioligands for VMAT2."}, {"pubmed": 23410751, "text": "These results may indicate that VMAT2 expressed in noradrenergic neurons has crucial roles in survival during the first several weeks after birth, and VMAT2 functions in other monoaminergic systems could be required for further extended survival."}, {"pubmed": 23504072, "text": "VMAT2 genetic variants contribute to the phenotypes of alcohol dependence."}, {"pubmed": 23504951, "text": "VMAT2 expression dynamically decreased in the neocortex of temporal lobe epilepsy patients when compared with the control subjects."}, {"pubmed": 23530208, "text": "homology model of VMAT2 shows that molecular hinge points mediate alternating access"}, {"pubmed": 23573890, "text": "Chromogranin A and vesicular monoamine transporter 2 are localized in protein bodies of human locus coeruleus neurons."}, {"pubmed": 23932573, "text": "Two SNPs (rs10082463 & rs363285) of SLC18A2 were nominally associated with cognition."}, {"pubmed": 24018103, "text": "The finding of this study provide support for a role of VMAT2 in tardive dyskinesia and add to evidence that VMAT2 may be a potential therapeutic target in the treatment of TD."}, {"pubmed": 26338179, "text": "VMAT1 and VMAT2 are expressed in the majority of neuroblastomas"}, {"pubmed": 26447226, "text": "No statistically significant differences were found between cases and controls for the allele frequencies in five genes: TH, SLC18A2, DRD1, DRD3 and COMT. Conversely, some alleles of the 12 sNPs from the DRD2 locus and the 5 from the MAOA locus showed significant associations with excessive alcohol consumption."}, {"pubmed": 26497564, "text": "describe a second case of infantile-onset movement disorder caused by a different mutation in SLC18A2 compared to PMID:23363473, and partial improvement of symptoms upon treatment with pramipexole; supports identification of causal mutation in index case."}, {"pubmed": 26828714, "text": "single nucleotide polymorphisms (rs363223, rs363226, rs363251, and rs363341interact with assessed cognitive impairment after severe traumatic brain injury"}, {"pubmed": 26905753, "text": "The SLC18A2 gene is hypermethylated and downregulated in prostate cancer (PC).  SLC18A2 hypermethylation has promising diagnostic biomarker potential for PC."}, {"pubmed": 27137201, "text": "Study found that 2 promoter regions of Vesicular monoamine transporter 2 (hVMAT2) are associated with Parkinson's disease. Study shows that low-activity haplotypes may confer more vulnerability in the presence of a neurotoxin and that hVMAT2 activity could be inhibited by DNA methylation in human dopaminergic neurons."}, {"pubmed": 27354380, "text": "We found a novel association between two genetic variants in SLC18A2 and FSH levels in PCOS patients. These findings might indicate a novel regulatory mechanism in follicular development and maturation in PCOS."}, {"pubmed": 28477711, "text": "This study showed that in Chinese patient population, \"GG\" of rs363371 in VMAT2 may reduce the risk for ALS."}, {"pubmed": 30471418, "text": "Study shows decreased pallidal vesicular monoamine transporter type 2 availability in Parkinson's disease. Findings showed dopamine terminals in the globus pallidus may be differentially vulnerable in different stages of the disease."}, {"pubmed": 30983500, "text": "Nominal associations were indicated for 20 variants in six genes including an experiment-wise significant association from the combined effect of three SLC18A2 SNPs (rs363332, rs363334 and rs363338) with heroin dependence (pfinal = 0.047)."}, {"pubmed": 31317476, "text": "SV2 was highly expressed in neuroblastoma (NB) and can thus be useful marker in NB diagnostics. VMAT1 and VMAT2 were also expressed in NB but similar to syn less reliable as tumor markers."}, {"pubmed": 34758845, "text": "VMAT2 availability in Parkinson's disease with probable REM sleep behaviour disorder."}, {"pubmed": 34774656, "text": "Comparisons of vesicular monoamine transporter type 2 signals in Parkinson's disease and parkinsonism secondary to carbon monoxide poisoning."}, {"pubmed": 35524772, "text": "Sclerosing Paragangliomas: Correlations of Histological Features with Patients' Genotype and Vesicular Monoamine Transporter Expression."}, {"pubmed": 36318270, "text": "Brain monoamine vesicular transport disease caused by homozygous SLC18A2 variants: A study in 42 affected individuals."}, {"pubmed": 38081299, "text": "Transport and inhibition mechanisms of human VMAT2."}, {"pubmed": 38163846, "text": "Transport and inhibition mechanism for VMAT2-mediated synaptic vesicle loading of monoamines."}], "genomic_pos": {"chr": "10", "end": 117279430, "ensemblgene": "ENSG00000165646", "start": 117241093, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 119038941, "start": 119000604, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001975", "qualifier": "involved_in", "term": "response to amphetamine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002552", "qualifier": "involved_in", "term": "serotonin secretion by mast cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002553", "qualifier": "involved_in", "term": "histamine secretion by mast cell"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006836", "qualifier": "involved_in", "term": "neurotransmitter transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "pubmed": 15217342, "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007626", "qualifier": "involved_in", "term": "locomotory behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009636", "qualifier": "involved_in", "term": "response to toxic substance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009791", "qualifier": "involved_in", "term": "post-embryonic development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0015842", "qualifier": "involved_in", "term": "aminergic neurotransmitter loading into synaptic vesicle"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0015844", "pubmed": 8095030, "qualifier": "involved_in", "term": "monoamine transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0015872", "pubmed": 21563316, "qualifier": "involved_in", "term": "dopamine transport"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042137", "pubmed": 24252804, "qualifier": "involved_in", "term": "sequestering of neurotransmitter"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051610", "pubmed": [8643547, 23363473], "qualifier": "involved_in", "term": "serotonin uptake"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051615", "pubmed": 8860238, "qualifier": "involved_in", "term": "histamine uptake"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0098700", "pubmed": 21563316, "qualifier": "involved_in", "term": "neurotransmitter loading into synaptic vesicle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0099123", "qualifier": "involved_in", "term": "somato-dendritic dopamine secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902600", "qualifier": "involved_in", "term": "proton transmembrane transport"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1903427", "pubmed": 24252804, "qualifier": "involved_in", "term": "negative regulation of reactive oxygen species biosynthetic process"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "qualifier": "located_in", "term": "centrosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0008021", "pubmed": 21563316, "qualifier": "located_in", "term": "synaptic vesicle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8095030, "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030424", "qualifier": "located_in", "term": "axon"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030667", "qualifier": "located_in", "term": "secretory granule membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030672", "qualifier": "is_active_in", "term": "synaptic vesicle membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030672", "qualifier": "located_in", "term": "synaptic vesicle membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043195", "qualifier": "is_active_in", "term": "terminal bouton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0070083", "qualifier": "located_in", "term": "clathrin-sculpted monoamine transport vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098691", "qualifier": "located_in", "term": "dopaminergic synapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005335", "qualifier": "enables", "term": "serotonin:sodium:chloride symporter activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008504", "qualifier": "enables", "term": "monoamine transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015311", "pubmed": [8643547, 8860238, 23363473], "qualifier": "enables", "term": "monoamine:proton antiporter activity"}]}, "homologene": {"genes": [[6239, 180837], [7165, 1274624], [7227, 3346192], [7955, 553304], [9031, 423921], [9544, 701133], [9598, 466213], [9606, 6571], [9615, 486908], [9913, 282471], [10090, 214084], [10116, 25549]], "id": 2298}, "interpro": [{"desc": "Major facilitator superfamily", "id": "IPR011701", "short_desc": "MFS"}, {"desc": "Major facilitator superfamily domain", "id": "IPR020846", "short_desc": "MFS_dom"}, {"desc": "MFS transporter superfamily", "id": "IPR036259", "short_desc": "MFS_trans_sf"}], "ipi": "IPI00016759", "map_location": "10q25.3", "name": "solute carrier family 18 member A2", "other_names": ["monoamine neurotransmitter transporter", "solute carrier family 18 (vesicular monoamine transporter), member 2", "synaptic vesicle amine transporter, brain", "synaptic vesicle monoamine transporter, brain", "synaptic vesicular amine transporter", "vesicle monoamine transporter type 2", "vesicle monoamine/H+ antiporter", "vesicular amine transporter 2"], "pantherdb": {"HGNC": "10935", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106677", "ortholog_type": "LDO", "panther_family": "PTHR23506", "taxid": 10090, "uniprot_kb": "Q8BRU6"}, {"RGD": "3694", "ortholog_type": "LDO", "panther_family": "PTHR23506", "taxid": 10116, "uniprot_kb": "Q01827"}, {"Ensembl": "ENSGALG00000009289", "ortholog_type": "LDO", "panther_family": "PTHR23506", "taxid": 9031, "uniprot_kb": "F1P4R2"}, {"ZFIN": "ZDB-GENE-080514-1", "ortholog_type": "LDO", "panther_family": "PTHR23506", "taxid": 7955, "uniprot_kb": "A0A2R8QMY0"}, {"WormBase": "WBGene00000295", "ortholog_type": "LDO", "panther_family": "PTHR23506", "taxid": 6239, "uniprot_kb": "Q9GNP0"}, {"FlyBase": "FBgn0043005", "ortholog_type": "O", "panther_family": "PTHR23506", "taxid": 7227, "uniprot_kb": "Q9VCJ5"}, {"FlyBase": "FBgn0260964", "ortholog_type": "LDO", "panther_family": "PTHR23506", "taxid": 7227, "uniprot_kb": "Q8IH57"}, {"PomBase": "SPCC18.02", "ortholog_type": "LDO", "panther_family": "PTHR23506", "taxid": 4896, "uniprot_kb": "O74852"}], "uniprot_kb": "Q05940"}, "pathway": {"kegg": [{"id": "hsa04721", "name": "Synaptic vesicle cycle - Homo sapiens (human)"}, {"id": "hsa04726", "name": "Serotonergic synapse - Homo sapiens (human)"}, {"id": "hsa04728", "name": "Dopaminergic synapse - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05030", "name": "Cocaine addiction - Homo sapiens (human)"}, {"id": "hsa05031", "name": "Amphetamine addiction - Homo sapiens (human)"}, {"id": "hsa05034", "name": "Alcoholism - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-112310", "name": "Neurotransmitter release cycle"}, {"id": "R-HSA-112315", "name": "Transmission across Chemical Synapses"}, {"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-181429", "name": "Serotonin Neurotransmitter Release Cycle"}, {"id": "R-HSA-181430", "name": "Norepinephrine Neurotransmitter Release Cycle"}, {"id": "R-HSA-212676", "name": "Dopamine Neurotransmitter Release Cycle"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-425366", "name": "Transport of bile salts and organic acids, metal ions and amine compounds"}, {"id": "R-HSA-425407", "name": "SLC-mediated transmembrane transport"}, {"id": "R-HSA-442660", "name": "Na+/Cl- dependent neurotransmitter transporters"}], "wikipathways": [{"id": "WP1602", "name": "Nicotine Activity on Dopaminergic Neurons"}, {"id": "WP2267", "name": "Synaptic Vesicle Pathway"}, {"id": "WP2855", "name": "Dopaminergic Neurogenesis"}]}, "pdb": ["8JSW", "8JT9", "8JTA", "8JTC", "8T69", "8T6A", "8T6B", "8THR"], "pfam": "PF07690", "pharmgkb": "PA325", "pharos": {"target_id": 15962, "tdl": "Tclin"}, "pir": ["A49368", "S29810"], "prosite": "PS50850", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168465", "relationship": "is"}, {"id": "GNF179371", "relationship": "is"}, {"id": "GNF190277", "relationship": "is"}, {"id": "GNF201183", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF042701", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF275323", "relationship": "is"}, {"id": "GNF275324", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF111393", "relationship": "is"}, {"id": "GNF151034", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": "NP_003045.2", "rna": "NM_003054.6", "translation": {"protein": "NP_003045.2", "rna": "NM_003054.6"}}, "reporter": {"HG-U133_Plus_2": ["1553328_a_at", "205857_at"], "HG-U95Av2": "35854_at", "HG-U95B": "53644_at", "HTA-2_0": "TC10000850.hg.1", "HuEx-1_0": "3266279", "HuGene-1_1": "7930837", "HuGene-2_1": "16709713"}, "summary": "This gene encodes an transmembrane protein that functions as an ATP-dependent transporter of monoamines, such as dopamine, norepinephrine, serotonin, and histamine. This protein transports amine neurotransmitters into synaptic vesicles. Polymorphisms in this gene may be associated with schizophrenia, bipolar disorder, and other neurological/psychiatric ailments. [provided by RefSeq, Jun 2018].", "symbol": "SLC18A2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420115"}, "unigene": "Hs.596992", "uniprot": {"Swiss-Prot": "Q05940"}, "wikipedia": {"url_stub": "Vesicular monoamine transporter 2"}}