{"AllianceGenome": "11007", "HGNC": "11007", "MIM": "138170", "_id": "6515", "_version": 1, "accession": {"genomic": ["AC007536.10", "AH009611.2", "CH471116.2", "CP068266.2", "HC007280.1", "HC890017.1", "HC901942.1", "NC_000012.12", "NC_060936.1"], "protein": ["AAB61083.1", "AAF82116.1", "AAH39196.1", "AAK56796.1", "BAD92844.1", "BAG35303.1", "BAH12843.1", "BAH14202.1", "CAG33694.1", "CBH19445.1", "CBN59498.1", "CBN65429.1", "EAW88644.1", "EAW88645.1", "NP_008862.1", "P11169.1"], "rna": ["AB209607.1", "AK074861.1", "AK298673.1", "AK304509.1", "AK312386.1", "AY034634.1", "BC039196.1", "CR457413.1", "M20681.1", "NM_006931.3"], "translation": [{"protein": "NP_008862.1", "rna": "NM_006931.3"}, {"protein": "BAG35303.1", "rna": "AK312386.1"}, {"protein": "BAH14202.1", "rna": "AK304509.1"}, {"protein": "BAD92844.1", "rna": "AB209607.1"}, {"protein": "AAH39196.1", "rna": "BC039196.1"}, {"protein": "AAB61083.1", "rna": "M20681.1"}, {"protein": "CAG33694.1", "rna": "CR457413.1"}, {"protein": "BAH12843.1", "rna": "AK298673.1"}, {"protein": "AAK56796.1", "rna": "AY034634.1"}]}, "alias": "GLUT3", "ensembl": {"gene": "ENSG00000059804", "protein": ["ENSP00000075120", "ENSP00000440750", "ENSP00000441496", "ENSP00000516774"], "transcript": ["ENST00000075120", "ENST00000469295", "ENST00000476634", "ENST00000479059", "ENST00000486749", "ENST00000490763", "ENST00000495813", "ENST00000541671", "ENST00000543435", "ENST00000544291", "ENST00000544936", "ENST00000631571", "ENST00000707174", "ENST00000707175"], "translation": [{"protein": "ENSP00000075120", "rna": "ENST00000075120"}, {"protein": "ENSP00000516774", "rna": "ENST00000707174"}, {"protein": "ENSP00000440750", "rna": "ENST00000544291"}, {"protein": "ENSP00000441496", "rna": "ENST00000544936"}], "type_of_gene": "protein_coding"}, "entrezgene": "6515", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.71658264, "exp_mis": 176.4697273, "exp_syn": 82.9470339, "lof_z": 3.02543045317238, "mis_z": 2.59468015089894, "mu_lof": 9.28987159397e-07, "mu_mis": 1.52052597248e-05, "mu_syn": 6.95098253618e-06, "n_lof": 3.0, "n_mis": 106.0, "n_syn": 74.0, "p_li": 0.519822945853932, "p_null": 0.000758474303045016, "p_rec": 0.479418579843023, "syn_z": 0.60901490835746}, "bp": 1491, "cds_end": 8088630, "cds_start": 8074008, "n_exons": 10, "nonpsych": {"exp_lof": 13.1135716, "exp_mis": 159.515781, "exp_syn": 74.8687262, "lof_z": 3.01401302735433, "mis_z": 2.57647496972014, "mu_lof": 9.28987159397e-07, "mu_mis": 1.52052597248e-05, "mu_syn": 6.95098253618e-06, "n_lof": 2.0, "n_mis": 95.0, "n_syn": 68.0, "p_li": 0.779788074926175, "p_null": 0.000382211296614973, "p_rec": 0.21982971377721, "syn_z": 0.49979246670135}, "nontcga": {"exp_lof": 13.51914212, "exp_mis": 162.3320466, "exp_syn": 76.29117247, "lof_z": 2.82219494549031, "mis_z": 2.67197332434442, "mu_lof": 9.28987159397e-07, "mu_mis": 1.52052597248e-05, "mu_syn": 6.95098253618e-06, "n_lof": 3.0, "n_mis": 94.0, "n_syn": 66.0, "p_li": 0.418483849351875, "p_null": 0.00164261209910439, "p_rec": 0.579873538549021, "syn_z": 0.746018990247128}, "transcript": "ENST00000075120.7"}, "exons": [{"cdsend": 7936034, "cdsstart": 7921412, "chr": "12", "position": [[7919229, 7921631], [7922820, 7923024], [7924409, 7924511], [7925843, 7925948], [7929683, 7929871], [7930479, 7930642], [7931244, 7931485], [7932986, 7933147], [7933809, 7933902], [7936019, 7936187]], "strand": -1, "transcript": "NM_006931", "txend": 7936187, "txstart": 7919229}], "exons_hg19": [{"cdsend": 8088630, "cdsstart": 8074008, "chr": "12", "position": [[8071825, 8074227], [8075416, 8075620], [8077005, 8077107], [8078439, 8078544], [8082279, 8082467], [8083075, 8083238], [8083840, 8084081], [8085582, 8085743], [8086405, 8086498], [8088615, 8088783]], "strand": -1, "transcript": "NM_006931", "txend": 8088783, "txstart": 8071825}], "generif": [{"pubmed": 11991658, "text": "GLUT3 is expressed by normal articular chondrocytes."}, {"pubmed": 12064911, "text": "observed differential response of individual isoforms GLUT1, GLUT3, & GLUT4 in neutrophils and granulocytes to hypoglycemia may represent a mechanism to protect the cells from the stress of glucose deprivation"}, {"pubmed": 12112827, "text": "glucose transporter 1 and 3 in the placenta"}, {"pubmed": 12397394, "text": "Restricted to regenerating muscle fibres and nerves in adult human muscle. GLUT3 may be important for glucose supply in fetal muscle fibres and regenerating adult muscle fibres."}, {"pubmed": 12583599, "text": "Embedded in microvillous (maternal-facing) and basal (fetal-facing) membranes of syncytiotrophoblast, main placental barrier layer. (review)"}, {"pubmed": 14757434, "text": "Differentiation of THP-1 monocytes into macrophages was associated with marked induction of GLUT 3 and GLUT 5 protein expression, and high levels of GLUT 1, GLUT 3, and GLUT 5 were maintained after transformation to foam cells."}, {"pubmed": 16049004, "text": "in platelets glucose transport through GLUT3 is regulated by changes in surface expression and affinity modulation, which are both under control of PKB"}, {"pubmed": 16125330, "text": "We present an alternative hypothesis centring on presumed deficits in membrane bound glucose transporter proteins GLUT 1 and GLUT 3, either in absolute numbers or functional capacity."}, {"pubmed": 16136514, "text": "This review presents a model incorporating hypoxia responsive facilitative GLUT1 and GLUT3 as putative components of the glucose sensing apparatus in chondrocytes"}, {"pubmed": 17442736, "text": "During trophoblast hypoxia glucose transporters (GLUT1/3) are upregulated via HIF-1 alpha pathway."}, {"pubmed": 17559076, "text": "Regulation of GLUT3 and glucose uptake by the cAMP signallling pathway in the breast cancer cell line ZR-75 is reported."}, {"pubmed": 17611657, "text": "Findings suggest that characteristic differences in the patterns of glucose uptake can exist according to the histological type and that GLUT1, GLUT3 and GLUT4 could be related to tumor angiogenesis in epithelial ovarian carcinoma."}, {"pubmed": 17920708, "text": "IGF-1 plays a role in maintaining muscle GLUT3 expression and basal glucose uptake via the transcriptional factor Sp1."}, {"pubmed": 18172662, "text": "GLUT3 expression was studied in normal and degenerate intervertebral discs."}, {"pubmed": 18299470, "text": "In hyperthyroidism: 1) basal abundance of GLUT3 and GLUT4 on the plasma membrane is increased and 2) the sensitivity of the recruitment of GLUT3 and GLUT4 transporters on the plasma membrane in response to IGF-I is increased"}, {"pubmed": 18401196, "text": "GLUT-3 gene expression level was high in head and neck carcinoma (HNCs), and its expression was associated with an increased incidence of lymph node metastasis of HNCs."}, {"pubmed": 18764953, "text": "differential expression of Glut-3 by benign and malignant melanocytic lesions"}, {"pubmed": 18802725, "text": "Sertoli cells express GLUT1 and GLUT3 throughout pubertal development."}, {"pubmed": 19261894, "text": "the activation of AMP-activated protein kinase and its regulation of cell surface GLUT3 expression is critical in mediating neuronal tolerance to excitotoxicity"}, {"pubmed": 19536037, "text": "study to evaluate the expression of glucose transporters (Gluts) 1 and 3 in Hodgkin and nonHodgkin lymphoma and to assess the association between their expression and the tumor intensity on 18F-fluorodeoxyglucose (FDG) positron emission tomography"}, {"pubmed": 19554504, "text": "The expression pattern of GLUT3 is reported in newly diagnosed esophageal adenocarcinoma by means of immunohistochemistry."}, {"pubmed": 19659459, "text": "The neuronal glucose transporter 3 was decreased to a bigger extent in Type 2 Diabetes Mellitus brain than in Alzheimer's disease brain."}, {"pubmed": 19681047, "text": "At physiological glucose, GLUT1 and GLUT3 are the predominant active isoforms in HeLa cells and rat hepatocarcinoma AS-30D tumor cells, respectively."}, {"pubmed": 19782666, "text": "expression of HIF-1alpha and GLUT-3 in glioma was correlated significantly with tumors' pathological grade, which can be taken as a pair of useful markers for predicting the biological behavior of glioma"}, {"pubmed": 19786962, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19786962, "text": "Results suggest a possible transregulation effect on SLC2A3, which might lead to glucose deficits in dyslexic children and could explain their attenuated mismatch negativity in passive listening tasks."}, {"pubmed": 20308990, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20428049, "text": "GLUT1 and GLUT3 protein expression are indicators of poor prognosis outcome in oral squamous cell carcinoma, probably due to the enhanced glycolytic metabolism of more aggressive neoplastic cells."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20599725, "text": "In pluripotent stem cells and in human cancer disease, podocalyxin may function in part to regulate and maintain the cell surface expression of the glucose-3-transporter."}, {"pubmed": 20870738, "text": "DNA-damaging agents reduce GLUT3 expression in cancer cells through activation of the MEK-ERK pathway independently of p53, leading to cell death or apoptosis"}, {"pubmed": 21920790, "text": "SLC2A1 and SLC2A3 predominate in both human islets and beta-cells their expression level was 2.8 and 2.7 fold higher than SLC2A2 respectively and GLUT2 is therefore unlikely to be the principal glucose transporter in human beta-cells"}, {"pubmed": 22000473, "text": "GLUT3 is present in the syncytial microvillous membrane early in gestation and decreases thereafter, supporting the idea that GLUT3 is of greater importance for glucose uptake early in gestation."}, {"pubmed": 22069254, "text": "human islets from T1D predominantly express GLUT1 and, to a much lesser extent, GLUT3 on their surface instead of GLUT2."}, {"pubmed": 22113212, "text": "Human glucose transporter type 3 (GLUT3)in the brain exhibits water channel properties"}, {"pubmed": 22234467, "text": "in placenta, CRH produced locally regulates GLUT1 and GLUT3 expression, CRHR1 and CRHR2-mediated differential regulation of GLUT1 and GLUT3 expression"}, {"pubmed": 22265971, "text": "miR-195-5p is a novel and also the first identified miRNA that targets GLUT3, and the aberrant decreased expression of miR-195-5p and consequent GLUT3 up-regulation may contribute to bladder carcinogenesis."}, {"pubmed": 22270867, "text": "High GLUT3 is associated with endometrial and breast cancers."}, {"pubmed": 22645302, "text": "We clarified that early hypoxia-responsive genes are functionally associated with glycolysis, including SLC2A3."}, {"pubmed": 22663547, "text": "assessed how triiodothyronine (T(3)) acutely affects glucose transport and the content of GLUT4, GLUT1, and GLUT3 at the surface of muscle cells, and possible interactions between T(3) and insulin action."}, {"pubmed": 22706202, "text": "Data show that elevated CAV1 upregulates glucose uptake and ATP production through HMGA1-mediated GLUT3 transcription, suggesting that CAV1 may render tumor cells growth advantages by enhancing aerobic glycolysis."}, {"pubmed": 22876317, "text": "hypoxia-induced increases in glucose uptake through GLUT3 are important for lipid synthesis in macrophages, and may contribute to foam cell formation in hypoxic regions of atherosclerotic lesions."}, {"pubmed": 22901689, "text": "GLUT3 shows increasing promoter methylation across gestation."}, {"pubmed": 22901702, "text": "FDG uptake in malignant melanoma is determined by GLUT-1 and GLUT-3, whereas HK-2 and Ki-67 play no role in FDG uptake of malignant melanoma"}, {"pubmed": 23341039, "text": "The level of GLUT3 is correlated with the level of full-length CREB in Alzheimer brain samples."}, {"pubmed": 23343953, "text": "sensitive and specific marker for embryonal carcinomas and yolk sac tumors"}, {"pubmed": 23720776, "text": "Data indicate that GLUT1 and GLUT3 oligomeric states and transport activities are determined by transmembrane helix 9 sequence."}, {"pubmed": 23995067, "text": "Nutrient restriction contributes to tumor progression by enriching for brain tumor initiating cells (BTICs); BTICs outcompete for glucose uptake by co-opting the high affinity neuronal glucose transporter, type 3 (Glut3, SLC2A3)."}, {"pubmed": 24011442, "text": "Data suggest that expression of GLUT3/SLC2A3 (but not GLUT1 or GLUT4) is up-regulated in placenta in pregnancies complicated by intrauterine growth restriction (with expression of GLUT3 in cytotrophoblasts greater than in syncytiotrophoblasts)."}, {"pubmed": 24124917, "text": "Decreased miR-106a in GBM tissues and conferred a poor survival of GBM patients. SLC2A3 was identified as a core target of miR-106a in GBM cells."}, {"pubmed": 24178905, "text": "study presents discovery and characterization of a large copy-number variant (CNV) within the chr12p13.31 interval; genotyping of this CNV in multiple population samples produced evidence that a deletion spanning the SLC2A3 gene confers substantial protection against rheumatoid arthritis"}, {"pubmed": 24452335, "text": "Data from human genetic analysis, molecular biology and a Drosophila Huntington's disease (HD) model strongly support the hypothesis that increased dosage of SLC2A3 ameliorates HD phenotypes."}, {"pubmed": 24463787, "text": "Patients after coronary artery bypass graft surgery, who have low GLUT3 levels are at increased risk for new-onset postoperative atrial fibrillation."}, {"pubmed": 24813597, "text": "deletions and single-nucleotide variations involving the GLUT3 gene that may be associated with increased susceptibility to myelomeningocele (MM)."}, {"pubmed": 25306890, "text": "Leptin at concentrations used in the study does not change glucose transport into lymphocytes and seems to have no influence on the expression of GLUT1, GLUT3, GLUT4 and and leptin receptors"}, {"pubmed": 25412955, "text": "Positive expression of SLC2A1, SLC2A3, and HIF-1alpha genes was noted in 83.9, 82.1, and 71.7% of SCC specimens and in 34.4, 59.4, and 62.5% of laryngeal cancer samples. Higher levels of mRNA/protein for GLUT1 and HIF-1alpha were noted in SCC compared to NCM"}, {"pubmed": 25578782, "text": "Glut3 is a downstream target of mTORC1, and it is critical for oncogenic mTORC1-mediated aerobic glycolysis and tumorigenesis."}, {"pubmed": 25728965, "text": "We observed a strong relationship between characteristics of adaptive change to hypoxia, GLUT3 expression among birth weight-discordant twin"}, {"pubmed": 25892112, "text": "The SLC2A3 duplication was the most frequent CNV detected and the only significant finding in our combined analysis , indicating that the SLC2A3 duplication might serve as a genetic modifier of congenital heart defect"}, {"pubmed": 26176916, "text": "Using lipidic cubic phase crystallization and microfocus X-ray diffraction, we determined the structure of human GLUT3 in complex with D-glucose at 1.5 A resolution in an outward-occluded conformation"}, {"pubmed": 26513490, "text": "Both Glut1 and GLUT3 are strongly expressed by papillary thyroid carcinomas, and their expressions were significantly associated with the presence of the BRAF V600E mutation."}, {"pubmed": 26639784, "text": "GLUT3 and OCT4 expression were correlated suggesting that Human embryonic stem cells self-renewal is regulated by the rate of glucose uptake."}, {"pubmed": 26643879, "text": "High Glut3 expression is associated with gastric cancer."}, {"pubmed": 27302065, "text": "effects of physiologically relevant phospholipids on glucose transport in liposomes containing purified GLUT4 and GLUT3. The anionic phospholipids, phosphatidic acid, phosphatidylserine, phosphatidylglycerol, and phosphatidylinositol, were found to be essential for transporter function by activating it and stabilizing its structure."}, {"pubmed": 28086215, "text": "Studies suggest that a combination of glucose transporter s (GLUTs) 1 and 3 might help predict malignancy of cancers and direct effective cancer therapy."}, {"pubmed": 28138554, "text": "GLUT3 was upregulated in bevacizumab-resistant glioblastoma versus sensitive xenografts and patient specimens."}, {"pubmed": 28224622, "text": "Both common and rare SLC2A3 variation impacting regulation of neuronal glucose utilization and energy homeostasis may result in neurocognitive deficits known to contribute to ADHD risk."}, {"pubmed": 28631569, "text": "We found that insulin increases the cytotoxic effect of 5-fluorouracil and cyclophosphamide in vitro up to two-fold. The effect was linked to enhancement of apoptosis, activation of apoptotic and autophagic pathways, and overexpression of glucose transporters 1 and 3 as well as inhibition of cell proliferation and motility"}, {"pubmed": 28663252, "text": "GLUT3-mediated glucose utilization and glycogenolysis in platelets promotes alpha-granule release, platelet activation, and postactivation functions."}, {"pubmed": 28852964, "text": "PPAR-gamma and Akt regulate GLUT1 and GLUT3 surface localization during Mycobacterium tuberculosis infection"}, {"pubmed": 28951307, "text": "N-methyl-D aspartate (NMDA) receptor activity increases GLUT3 expression."}, {"pubmed": 29198914, "text": "identify a subset of tumors within the \"proneural\" and \"classical\" subtypes that are addicted to aberrant signaling from integrin alphavbeta3, which activates a PAK4-YAP/TAZ signaling axis to enhance Glut3 expression"}, {"pubmed": 29614685, "text": "1) that decrease of GLUT3 is associated with the reduction of protein O-GlcNAcylation in Alzheimer's disease (AD)brain, 2) that GLUT3 level is negatively correlated with calpain I activation in human brain, 3) that calpain I proteolyzes GLUT3 at the N-terminus in vitro, and 4) that activation of calpain I is negatively correlated with protein O-GlcNAcylation in AD brain."}, {"pubmed": 29664658, "text": "GLUT3 plays a fundamental role in the survival and resistance of acute myeloid leukemia (AML) cells to vincristine."}, {"pubmed": 29715514, "text": "miR-29c was down-regulated in Prostate cancer samples. SLC2A3, a regulator of glycolysis, was validated as a direct target of miR-29c. Moreover, functional studies showed miR-29c could inhibit cell growth, induce apoptosis and deceased the rate of glucose metabolism."}, {"pubmed": 30049187, "text": "means of immunolabeled cells for GLUT-3 varied approximately from 19% to 73%"}, {"pubmed": 30305725, "text": "We also showed that IL-8 stimulation of colon and lung cancer cells-induced glucose uptake and expressions of glucose transporter 3 (GLUT3) and glucosamine fructose-6-phosphate aminotransferase (GFAT), a regulator of glucose flux to the hexosamine biosynthetic pathway, resulting in enhancement of protein O-GlcNAcylation"}, {"pubmed": 30943948, "text": "Results show that upregulation of the SLC2A3 gene is associated with decreased overall survival and disease-free survival in colorectal cancer patients. SLC2A3 gene expression analysis may be useful for predicting prognosis and survival of CRC patients."}, {"pubmed": 30954677, "text": "Study provides evidence that rs7309332 genetic variant in GLUT3 may be useful in predicting survival of patients with early stage non-small cell lung cancer."}, {"pubmed": 31131051, "text": "Activation of the Glut3-YAP signaling pathway acts as a master activator to reprogram cancer metabolism and thereby promotes metastasis."}, {"pubmed": 31182397, "text": "low neonatal white blood cell GLUT3 concentrations make discerning differences between degrees of hypoxic-ischemic encephalopathy as well as assessing effectiveness of therapeutic hypothermia difficult"}, {"pubmed": 31534543, "text": "CAV1 - GLUT3 signaling is important for cellular energy and can be targeted by Atorvastatin in Non-Small Cell Lung Cancer."}, {"pubmed": 31617996, "text": "Key Factors in Conformation Transformation of an Important Neuronic Protein Glucose Transport 3 Revealed by Molecular Dynamics Simulation."}, {"pubmed": 31690629, "text": "Hypoxia drives glucose transporter 3 expression through hypoxia-inducible transcription factor (HIF)-mediated induction of the long noncoding RNA NICI."}, {"pubmed": 31832727, "text": "Hypoxia-induced modulation of glucose transporter expression impacts (18)F-fluorodeoxyglucose PET-CT imaging in hepatocellular carcinoma."}, {"pubmed": 31916238, "text": "A Key Role of DNA Damage-Inducible Transcript 4 (DDIT4) Connects Autophagy and GLUT3-Mediated Stemness To Desensitize Temozolomide Efficacy in Glioblastomas."}, {"pubmed": 32012400, "text": "this work suggests that tumor cell-derived ANGPTL2 accelerates activities associated with glycolytic metabolism in lung cancer cells by activating TGF-beta-ZEB1-GLUT3 signaling."}, {"pubmed": 32203209, "text": "Decreased vitamin C uptake mediated by SLC2A3 promotes leukaemia progression and impedes TET2 restoration."}, {"pubmed": 32580154, "text": "Frequent copy number gains of SLC2A3 and ETV1 in testicular embryonal carcinomas."}, {"pubmed": 32627711, "text": "SLC2A3 rs12842 polymorphism and risk for Alzheimer's disease."}, {"pubmed": 32873793, "text": "GLUT3 induced by AMPK/CREB1 axis is key for withstanding energy stress and augments the efficacy of current colorectal cancer therapies."}, {"pubmed": 32908869, "text": "Expression of GLUT3 and HIF-1alpha in Meningiomas of Various Grades Correlated with Peritumoral Brain Edema."}, {"pubmed": 32989212, "text": "HMGA1 Promotes Hepatic Metastasis of Colorectal Cancer by Inducing Expression of Glucose Transporter 3 (GLUT3)."}, {"pubmed": 33402433, "text": "Orthosteric-allosteric dual inhibitors of PfHT1 as selective antimalarial agents."}, {"pubmed": 33421130, "text": "Overexpression of GLUT3 promotes metastasis of triple-negative breast cancer by modulating the inflammatory tumor microenvironment."}, {"pubmed": 33586490, "text": "High NOV/CCN3 expression during high-fat diet pregnancy in mice affects GLUT3 expression and the mTOR pathway."}, {"pubmed": 33773574, "text": "Placental glucose transporter 1 and 3 gene expression in Monochorionic twin pregnancies with selective fetal growth restriction."}, {"pubmed": 34031595, "text": "Single-cell metabolic imaging reveals a SLC2A3-dependent glycolytic burst in motile endothelial cells."}, {"pubmed": 34781282, "text": "Peritoneal Expression of SGLT-2, GLUT1, and GLUT3 in Peritoneal Dialysis Patients."}, {"pubmed": 34791627, "text": "Epithelial mesenchymal transition regulator TWIST1 transcription factor stimulates glucose uptake through upregulation of GLUT1, GLUT3, and GLUT12 in vitro."}, {"pubmed": 34831313, "text": "GLUT1, GLUT3 Expression and 18FDG-PET/CT in Human Malignant Melanoma: What Relationship Exists? New Insights and Perspectives."}, {"pubmed": 35260183, "text": "miR-3189-targeted GLUT3 repression by HDAC2 knockdown inhibits glioblastoma tumorigenesis through regulating glucose metabolism and proliferation."}, {"pubmed": 35316657, "text": "The glucose transporter GLUT3 controls T helper 17 cell responses through glycolytic-epigenetic reprogramming."}, {"pubmed": 35466476, "text": "SLC2A3 variants in familial and sporadic congenital heart diseases in a Chinese Yunnan population."}, {"pubmed": 35484435, "text": "Evolutionary balance between foldability and functionality of a glucose transporter."}, {"pubmed": 35501580, "text": "RIP140 inhibits glycolysis-dependent proliferation of breast cancer cells by regulating GLUT3 expression through transcriptional crosstalk between hypoxia induced factor and p53."}, {"pubmed": 37258572, "text": "The YTHDC1/GLUT3/RNF183 axis forms a positive feedback loop that modulates glucose metabolism and bladder cancer progression."}, {"pubmed": 37721853, "text": "GLUT3 promotes macrophage signaling and function via RAS-mediated endocytosis in atopic dermatitis and wound healing."}, {"pubmed": 37750639, "text": "Concurrent presence of diabetes affects the GLUT3 programming of glucose metabolism in glioblastoma."}, {"pubmed": 38396757, "text": "Glut-3 Gene Knockdown as a Potential Strategy to Overcome Glioblastoma Radioresistance."}, {"pubmed": 38625978, "text": "SLC2A3 promotes tumor progression through lactic acid-promoted TGF-beta signaling pathway in oral squamous cell carcinoma."}], "genomic_pos": {"chr": "12", "end": 8019007, "ensemblgene": "ENSG00000059804", "start": 7919230, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 8088871, "start": 8071826, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0005975", "pubmed": 1695905, "qualifier": "involved_in", "term": "carbohydrate metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015755", "pubmed": 8457197, "qualifier": "NOT involved_in", "term": "fructose transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015757", "pubmed": 8457197, "qualifier": "involved_in", "term": "galactose transmembrane transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019852", "qualifier": "involved_in", "term": "L-ascorbic acid metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046323", "qualifier": "involved_in", "term": "glucose import"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070837", "qualifier": "involved_in", "term": "dehydroascorbic acid transport"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0098708", "pubmed": 23975336, "qualifier": "involved_in", "term": "glucose import across plasma membrane"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0150104", "pubmed": 23975336, "qualifier": "involved_in", "term": "transport across blood-brain barrier"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904659", "pubmed": [8457197, 26176916], "qualifier": "involved_in", "term": "glucose transmembrane transport"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": 9477959, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 26176916, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016235", "qualifier": "located_in", "term": "aggresome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030667", "qualifier": "located_in", "term": "secretory granule membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035579", "qualifier": "located_in", "term": "specific granule membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042995", "qualifier": "located_in", "term": "cell projection"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043204", "qualifier": "located_in", "term": "perikaryon"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0070821", "qualifier": "located_in", "term": "tertiary granule membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0101003", "qualifier": "located_in", "term": "ficolin-1-rich granule membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005353", "pubmed": 8457197, "qualifier": "NOT enables", "term": "fructose transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005354", "pubmed": 8457197, "qualifier": "enables", "term": "galactose transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005355", "pubmed": 26176916, "qualifier": "enables", "term": "glucose transmembrane transporter activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [32296183, 35810171], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005536", "pubmed": 26176916, "qualifier": "enables", "term": "D-glucose binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0033300", "pubmed": [9228080, 10862609], "qualifier": "enables", "term": "dehydroascorbic acid transmembrane transporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0055056", "qualifier": "enables", "term": "D-glucose transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0055056", "pubmed": 8457197, "qualifier": "enables", "term": "D-glucose transmembrane transporter activity"}]}, "homologene": {"genes": [[3702, 831472], [4530, 4325804], [4932, 852543], [4932, 852774], [5141, 3873569], [6239, 173525], [6239, 178634], [7165, 1269835], [7227, 38109], [7955, 436916], [8364, 100497763], [9031, 396517], [9544, 715915], [9598, 451818], [9606, 6515], [9615, 403997], [9913, 282358], [10090, 20527], [10116, 25551], [28985, 2894778], [318829, 12986830]], "id": 74302}, "interpro": [{"desc": "Major facilitator, sugar transporter-like", "id": "IPR005828", "short_desc": "MFS_sugar_transport-like"}, {"desc": "Sugar transporter, conserved site", "id": "IPR005829", "short_desc": "Sugar_transporter_CS"}, {"desc": "Major facilitator superfamily domain", "id": "IPR020846", "short_desc": "MFS_dom"}, {"desc": "MFS transporter superfamily", "id": "IPR036259", "short_desc": "MFS_trans_sf"}, {"desc": "Glucose transporter GLUT", "id": "IPR045263", "short_desc": "GLUT"}, {"desc": "Glucose transporter, type 3 (GLUT3)", "id": "IPR002945", "short_desc": "Glc_transpt_3"}, {"desc": "Sugar/inositol transporter", "id": "IPR003663", "short_desc": "Sugar/inositol_transpt"}], "ipi": ["IPI00003909", "IPI01013234", "IPI01015976"], "map_location": "12p13.31", "name": "solute carrier family 2 member 3", "other_names": ["GLUT-3", "glucose transporter type 3, brain", "solute carrier family 2 (facilitated glucose transporter), member 3", "solute carrier family 2, facilitated glucose transporter member 3"], "pantherdb": {"HGNC": "11007", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95757", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 10090, "uniprot_kb": "P32037"}, {"RGD": "3706", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 10116, "uniprot_kb": "Q07647"}, {"Gene": "SLC2A3", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 9031, "uniprot_kb": "P28568"}, {"Ensembl": "ENSGALG00000014324", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 9031, "uniprot_kb": "F1NTJ1"}, {"Ensembl": "ENSDARG00000001937", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 7955, "uniprot_kb": "F1QYH9"}, {"WormBase": "WBGene00006865", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q23535"}, {"WormBase": "WBGene00018603", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9GPA2"}, {"WormBase": "WBGene00008799", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "G5EC93"}, {"WormBase": "WBGene00010698", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9XU83"}, {"WormBase": "WBGene00012536", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "O45920"}, {"WormBase": "WBGene00010684", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9XVL3"}, {"WormBase": "WBGene00016431", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "O16547"}, {"WormBase": "WBGene00014097", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q23626"}, {"WormBase": "WBGene00022014", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9N309"}, {"WormBase": "WBGene00018779", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q20734"}, {"WormBase": "WBGene00015381", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q95QY6"}, {"WormBase": "WBGene00008730", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q19376"}, {"WormBase": "WBGene00019550", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q21381"}, {"WormBase": "WBGene00017382", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9GYQ1"}, {"WormBase": "WBGene00019547", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q21385"}, {"WormBase": "WBGene00043980", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q5WRR9"}, {"WormBase": "WBGene00019549", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q21382"}, {"WormBase": "WBGene00012699", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9NEI8"}, {"WormBase": "WBGene00012716", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9U2K5"}, {"WormBase": "WBGene00019979", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "O44616"}, {"WormBase": "WBGene00015378", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q11114"}, {"WormBase": "WBGene00019207", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "O44827"}, {"FlyBase": "FBgn0033047", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7227, "uniprot_kb": "Q0IGX4"}, {"FlyBase": "FBgn0028561", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7227, "uniprot_kb": "Q7KJP2"}, {"FlyBase": "FBgn0028562", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7227, "uniprot_kb": "Q9U622"}, {"FlyBase": "FBgn0028563", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7227, "uniprot_kb": "Q7KK97"}, {"FlyBase": "FBgn0264574", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7227, "uniprot_kb": "Q8IRI6"}, {"SGD": "S000003072", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 4932, "uniprot_kb": "P53142"}, {"SGD": "S000000445", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 4932, "uniprot_kb": "P38142"}, {"dictyBase": "DDB_G0277773", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 352472, "uniprot_kb": "Q54Z55"}, {"dictyBase": "DDB_G0292814", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 352472, "uniprot_kb": "Q54CM5"}, {"TAIR": "2205548", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 3702, "uniprot_kb": "Q0WVE9"}, {"TAIR": "2017899", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 3702, "uniprot_kb": "Q2V4B9"}, {"EnsemblGenome": "AT1G67300", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 3702, "uniprot_kb": "Q9FYG3"}], "uniprot_kb": "P11169"}, "pathway": {"reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-189200", "name": "Cellular hexose transport"}, {"id": "R-HSA-196836", "name": "Vitamin C (ascorbate) metabolism"}, {"id": "R-HSA-196849", "name": "Metabolism of water-soluble vitamins and cofactors"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-425407", "name": "SLC-mediated transmembrane transport"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8986944", "name": "Transcriptional Regulation by MECP2"}, {"id": "R-HSA-9022699", "name": "MECP2 regulates neuronal receptors and channels"}], "wikipathways": [{"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4141", "name": "PI3K-AKT-mTOR - VitD3 signaling"}, {"id": "WP534", "name": "Glycolysis and Gluconeogenesis"}]}, "pdb": ["4ZW9", "4ZWB", "4ZWC", "5C65", "7CRZ", "7SPS", "7SPT"], "pfam": "PF00083", "pharmgkb": "PA35877", "pharos": {"target_id": 9695, "tdl": "Tchem"}, "pir": ["A31986", "T14798"], "prosite": "PS50850", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168446", "relationship": "is"}, {"id": "GNF179352", "relationship": "is"}, {"id": "GNF190258", "relationship": "is"}, {"id": "GNF201164", "relationship": "is"}, {"id": "GNF214692", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF158035", "relationship": "weakly similar to"}, {"id": "GNF162887", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF032685", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF013541", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235793", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100628", "relationship": "is"}, {"id": "GNF140283", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": "NP_008862.1", "rna": "NM_006931.3", "translation": {"protein": "NP_008862.1", "rna": "NM_006931.3"}}, "reporter": {"HG-U133_Plus_2": ["202497_x_at", "202498_s_at", "202499_s_at", "216236_s_at", "222088_s_at"], "HG-U95Av2": "36979_at", "HG-U95B": "42945_at", "HTA-2_0": ["TC12001170.hg.1", "TC12002734.hg.1"], "HuEx-1_0": ["3442812", "3442854"], "HuGene-1_1": "7960865", "HuGene-2_1": "16760868"}, "retired": [82429, 93182, 94827, 112730], "summary": "Enables dehydroascorbic acid transmembrane transporter activity; glucose binding activity; and glucose transmembrane transporter activity. Involved in glucose import across plasma membrane and transport across blood-brain barrier. Is integral component of plasma membrane. Biomarker of Alzheimer's disease; acanthosis nigricans; diabetes mellitus; and type 2 diabetes mellitus. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "SLC2A3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420173"}, "unigene": "Hs.419240", "uniprot": {"Swiss-Prot": "P11169", "TrEMBL": ["F5GYX0", "F5GYR5"]}}