{"AllianceGenome": "11005", "HGNC": "11005", "MIM": "138140", "_id": "6513", "_version": 2, "accession": {"genomic": ["AC099795.2", "CH471059.2", "CP068277.2", "CQ918450.1", "M20653.1", "MW883607.1", "MW883608.1", "NC_000001.11", "NC_060925.1", "NG_008232.1"], "protein": ["AAA52571.1", "AAB61084.1", "AAC28635.1", "AAI18591.1", "AAI21805.1", "AAK56795.1", "BAD92224.1", "BAF85480.1", "BAG35317.1", "BAG53842.1", "BAG56827.1", "BAG59323.1", "CAI23886.1", "EAX07123.1", "EAX07124.1", "NP_006507.2", "P11166.2", "QTW97776.1", "QTW97777.1"], "rna": ["AB208987.1", "AF070544.1", "AK122999.1", "AK292791.1", "AK293306.1", "AK296736.1", "AK312403.1", "AW137914.1", "AY034633.1", "BC118590.1", "BC121804.1", "BG682043.1", "BI490999.1", "BP314853.1", "BQ948542.1", "DA753077.1", "K03195.1", "NM_006516.4"], "translation": [{"protein": "AAA52571.1", "rna": "K03195.1"}, {"protein": "NP_006507.2", "rna": "NM_006516.4"}, {"protein": "BAD92224.1", "rna": "AB208987.1"}, {"protein": "BAG59323.1", "rna": "AK296736.1"}, {"protein": "BAF85480.1", "rna": "AK292791.1"}, {"protein": "AAK56795.1", "rna": "AY034633.1"}, {"protein": "AAI18591.1", "rna": "BC118590.1"}, {"protein": "AAC28635.1", "rna": "AF070544.1"}, {"protein": "AAI21805.1", "rna": "BC121804.1"}, {"protein": "BAG35317.1", "rna": "AK312403.1"}, {"protein": "BAG53842.1", "rna": "AK122999.1"}, {"protein": "BAG56827.1", "rna": "AK293306.1"}]}, "alias": ["CSE", "DYT17", "DYT18", "DYT9", "EIG12", "GLUT", "GLUT-1", "GLUT1", "GLUT1DS", "HTLVR", "PED", "SDCHCN"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-04-18T12:34:54.696Z", "disease_label": "GLUT1 deficiency syndrome", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0000188", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_a20a0bc0-49d5-41fc-9507-cec19a43bd81-2019-04-18T123454.696Z", "sop": "SOP6"}}, "ensembl": {"gene": "ENSG00000117394", "protein": ["ENSP00000361578", "ENSP00000416293", "ENSP00000486694", "ENSP00000487213", "ENSP00000491942", "ENSP00000501811"], "transcript": ["ENST00000372500", "ENST00000415851", "ENST00000426263", "ENST00000460369", "ENST00000475162", "ENST00000625233", "ENST00000629908", "ENST00000630287", "ENST00000630821", "ENST00000669445", "ENST00000674545", "ENST00000674765", "ENST00000675112", "ENST00000676097", "ENST00000676254"], "translation": [{"protein": "ENSP00000416293", "rna": "ENST00000426263"}, {"protein": "ENSP00000486694", "rna": "ENST00000630287"}, {"protein": "ENSP00000501811", "rna": "ENST00000674765"}, {"protein": "ENSP00000487213", "rna": "ENST00000475162"}, {"protein": "ENSP00000361578", "rna": "ENST00000372500"}, {"protein": "ENSP00000491942", "rna": "ENST00000460369"}], "type_of_gene": "protein_coding"}, "entrezgene": "6513", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.0317716059, "exp_mis": 207.175695881, "exp_syn": 94.9483453864, "lof_z": 3.30154786571158, "mis_z": 3.64202886487486, "mu_lof": 9.17580697253e-07, "mu_mis": 1.93286081298e-05, "mu_syn": 8.69294908734e-06, "n_lof": 1.0, "n_mis": 100.0, "n_syn": 86.0, "p_li": 0.939808130156394, "p_null": 5.04065650665899e-05, "p_rec": 0.0601414632785394, "syn_z": 0.569309886246162}, "bp": 1479, "cds_end": 43424322, "cds_start": 43392711, "n_exons": 10, "nonpsych": {"exp_lof": 11.6199718204, "exp_mis": 187.338963335, "exp_syn": 85.7623897454, "lof_z": 3.34776122572172, "mis_z": 3.6607272096872, "mu_lof": 9.17580697253e-07, "mu_mis": 1.93286081298e-05, "mu_syn": 8.69294908734e-06, "n_lof": 0.0, "n_mis": 88.0, "n_syn": 79.0, "p_li": 0.982100364400937, "p_null": 1.48659965191212e-05, "p_rec": 0.0178847696025438, "syn_z": 0.459743170960979}, "nontcga": {"exp_lof": 11.9721685069, "exp_mis": 190.584592453, "exp_syn": 87.3354338504, "lof_z": 3.12814880055296, "mis_z": 3.52165815518728, "mu_lof": 9.17580697253e-07, "mu_mis": 1.93286081298e-05, "mu_syn": 8.69294908734e-06, "n_lof": 1.0, "n_mis": 93.0, "n_syn": 81.0, "p_li": 0.916218975382688, "p_null": 0.000116596031118771, "p_rec": 0.083664428586193, "syn_z": 0.429242921813493}, "transcript": "ENST00000426263.3"}, "exons": [{"cdsend": 42958651, "cdsstart": 42927040, "chr": "1", "position": [[42925354, 42927241], [42927604, 42927808], [42928931, 42929033], [42929209, 42929314], [42929592, 42929780], [42929872, 42930035], [42930625, 42930866], [42931045, 42931206], [42943225, 42943321], [42958633, 42958868]], "strand": -1, "transcript": "NM_006516", "txend": 42958868, "txstart": 42925354}], "exons_hg19": [{"cdsend": 43424322, "cdsstart": 43392711, "chr": "1", "position": [[43391025, 43392912], [43393275, 43393479], [43394602, 43394704], [43394880, 43394985], [43395263, 43395451], [43395543, 43395706], [43396296, 43396537], [43396716, 43396877], [43408896, 43408992], [43424304, 43424539]], "strand": -1, "transcript": "NM_006516", "txend": 43424539, "txstart": 43391025}], "generif": [{"pubmed": 11168944, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11231353, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11425315, "text": "GLUT1 mediates the transport of glucose across the plasma membrane down a concentration gradient without a specifc requirement for energy or hydrolysis of ATP, however, the ATP-binding domains are critical for transporter activity and kinetic properties."}, {"pubmed": 11477169, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11681785, "text": "Review: structure of the human erythrocyte facilitative glucose transporter (GLUT1)"}, {"pubmed": 11747430, "text": "GLUT1 is a cooperative tetramer of proteins, each presenting a translocation pathway that alternates between uptake and export states in which, at any instant, two subunits must present sugar uptake and two subunits must present sugar exit states."}, {"pubmed": 11836704, "text": "marker for discriminating hepatocellular carcinoma from other carcinomas"}, {"pubmed": 11920478, "text": "consistent marker of ovarian epithelial malignancy"}, {"pubmed": 11953883, "text": "Carcinoma samples displaying reduced levels of MCT1 were found to express the high affinity glucose transporter, GLUT1, suggesting that there is a switch from butyrate to glucose as an energy source in colonic epithelia during transition to malignancy"}, {"pubmed": 11991658, "text": "GLUT1 is expressed by normal articular chondrocytes."}, {"pubmed": 12064911, "text": "observed differential response of individual isoforms GLUT1, GLUT3, & GLUT4 in neutrophils and granulocytes to hypoglycemia may represent a mechanism to protect the cells from the stress of glucose deprivation"}, {"pubmed": 12086959, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12086959, "text": "polymorphism has an effect on susceptibility to diabetic nephropathy in IDDM"}, {"pubmed": 12112827, "text": "glucose transporter 1 and 3 in the placenta"}, {"pubmed": 12122099, "text": "Coexpression of glucose transporter 1 and matrix metalloproteinase-2 in human cancers"}, {"pubmed": 12133004, "text": "Results describe a possible non-genomic site of estrogen action near the hydrophilic pore of GLUT1."}, {"pubmed": 12145475, "text": "The expression of the glucose transporter 1 was downregulated by up to 80% in the failing heart."}, {"pubmed": 12379105, "text": "Cooperative nucleotide binding to GLUT1 and nucleotide modulation of GLUT1-mediated sugar transport are regulated by a proton-sensitive saltbridge (Glu329-Arg333/334)."}, {"pubmed": 12379106, "text": "TNP-ATP binding to glucose transporter GLUT1 has been modeled as a cooperative process in which each GLUT1 protein in a complex of four proteins (subunits) presents a single nucleotide binding domain."}, {"pubmed": 12393496, "text": "HTLV receptor expression is an early marker of T-cell cell-cycle entry. Up-regulation of the HTLV receptor, via signals transmitted through the IL-7 cytokine receptor & the TCR, may contribute to mother-to-infant transmission & spreading of HTLV-1."}, {"pubmed": 12583599, "text": "Basal membrane GLUT1 is upregulated over gestation, increased in diabetic pregnancy, and decreased in chronic hypoxia, while microvillous membrane GLUT1 is unaffected. (review)"}, {"pubmed": 12752470, "text": "To characterize seizure types and electroencephalographic features of glucose transporter type 1 deficiency syndrome (Glut-1 DS)."}, {"pubmed": 12849991, "text": "Data show that by using RNA interference, glucose transporter 1 (GLUT1) mRNA and protein expression is reduced, leading to inhibition of a serum-mediated increase in glucose transport."}, {"pubmed": 12942120, "text": "increased GLUT-1 expression in rectal tumours was an adverse prognostic factor"}, {"pubmed": 12969152, "text": "Overexpression of GLUT1 leads to cytosolic alkalinization of mesangial cells depending on functional Na+/H+ exchanger but not on Na+ independent H+ transport."}, {"pubmed": 14622599, "text": "GLUT-1 is a receptor for HTLV"}, {"pubmed": 14674124, "text": "differences in GLUT1 receptor mRNA expression in two breast cancer cell lines with higher expression in MDA-MB-231; results show that invasiveness of cancer cells may be associated with the expression of glucose transporters, including GLUT1"}, {"pubmed": 14688257, "text": "description of two-dimensional models for the orientation of the 12 transmembrane helices and the conformation of the exofacial glucose binding site of GLUT1"}, {"pubmed": 14757434, "text": "Differentiation of THP-1 monocytes into macrophages was associated with marked induction of GLUT 3 and GLUT 5 protein expression, and high levels of GLUT 1, GLUT 3, and GLUT 5 were maintained after transformation to foam cells."}, {"pubmed": 14991538, "text": "There are two fundamentally different hepatic vascular lesions in infants and young children: GLUT1-positive hepatic infantile hemangioma (HIH) and GLUT1-negative hepatic vascular malformation with capillary proliferation (HVMCP)."}, {"pubmed": 15073187, "text": "Relative proximity and orientation of helices 4 and 8 of the GLUT1 glucose transporter"}, {"pubmed": 15086844, "text": "Glut1 is a useful marker of intraneural perineurioma"}, {"pubmed": 15147968, "text": "hnRNP A2 acts on GLUT1 mRNA to inhibit expression of GLUT1 in a brain cancer cell line."}, {"pubmed": 15331928, "text": "High GLUT1 mRNA levels were observed only in ovarian cancer. The intensity of GLUT1 expression in malignant ovarian neoplasms was associated neither with tumor characteristics nor with patient survival."}, {"pubmed": 15454279, "text": "Basal or stimulated ROS production and Glut1 activity were significantly reduced by pretreating both cell lines with EUK-134"}, {"pubmed": 15502921, "text": "Levels of GLUT1 mRNA expression in skin fibroblasts from \"slow-track\" patients were greater than those from \"fast-track\" patients with diabetic nephropathy."}, {"pubmed": 15682272, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15709778, "text": "Data support a GluT1-mediated red blood cell sugar transport mechanism in which newly bound sugars are transiently sequestered within the translocation pathway where they become inaccessible to extra- and intracellular water."}, {"pubmed": 15745834, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15745834, "text": "Oolymorphisms in the GLUT1 gene are associated with susceptibility to diabetic nephropathy."}, {"pubmed": 15767416, "text": "results provide additional evidence that glut-1 is a receptor for HTLV"}, {"pubmed": 15778389, "text": "it is reported in this study that TGF-beta induces binding of HTLV virions and expression of glucose transporter type 1 in primary CD4(+) T lymphocytes that remain quiescent"}, {"pubmed": 15823019, "text": "operational properties of GLUT1 are determined by host cell environment"}, {"pubmed": 15847702, "text": "CA IX and GLUT 1 as well as VEGF and IL 6 have roles in response of in head and neck squamous cell carcinoma to radiotherapy +/- chemotherapy"}, {"pubmed": 15924676, "text": "bFGF and GLUT1 play important roles in the carcinogenesis and progression of ovarian epithelial carcinoma."}, {"pubmed": 15955807, "text": "distinct domains of the glucose transporter GLUT1 mediate HTLV envelope binding and virus entry"}, {"pubmed": 15967114, "text": "Glut-1, HK-II, and PCNA expression are related to uptake of 18F-FDG uptake in lung cancer"}, {"pubmed": 16125330, "text": "We present an alternative hypothesis centring on presumed deficits in membrane bound glucose transporter proteins GLUT 1 and GLUT 3, either in absolute numbers or functional capacity."}, {"pubmed": 16126902, "text": "during human thymopoiesis, GLUT1 is up-regulated after beta-selection"}, {"pubmed": 16136514, "text": "This review presents a model incorporating hypoxia responsive facilitative GLUT1 and GLUT3 as putative components of the glucose sensing apparatus in chondrocytes"}, {"pubmed": 16142350, "text": "HIF-1alpha may have a role in recurrence and survival in superficial bladder cancer, while Glut-1 may have a role in survival in invasive bladder cancer"}, {"pubmed": 16147855, "text": "GLUT1 may play a role in cementogenesis"}, {"pubmed": 16172126, "text": "the exoplasmic end of helix 4 lies outside the inner helical bundle in the exofacial configuration of Glut1"}, {"pubmed": 16195374, "text": "Glut1 has a role in vitamin C entry into mitochondria and confers mitochondrial protection against oxidative injury"}, {"pubmed": 16220828, "text": "The GLUT-1 expression in borderline and malignant ovarian epithelial tumors was analyzed against prognosis, no statistically significant difference was identified."}, {"pubmed": 16273245, "text": "GLUT-1 may play an important role in the advancement of papillary carcinoma and lymph node metastasis."}, {"pubmed": 16310037, "text": "basal membrane fractions GLUT1 was positively correlated with birth weight at high, but not low altitude"}, {"pubmed": 16407180, "text": "Data suggest that endocyclic hexose hydrogens, as with maltosaccharides in maltoporins, form pi-bonds with aromatic rings and slide between sites instead of being translocated via a single alternating site in GLUT1."}, {"pubmed": 16443776, "text": "SGK1 regulates GLUT1 and may contribute to or account for the PI3 kinase-dependent but PKB-independent stimulation of GLUT1 by insulin."}, {"pubmed": 16519917, "text": "results demonstrate the utilization of cell surface GLUT-1 in HTLV-1 infection of CD4(+) T lymphocytes and implicate a critical role for the ECL1 region in viral tropism"}, {"pubmed": 16681687, "text": "Altered expression of GLUT1 was found in head and neck squamous intraepithelial neoplasia."}, {"pubmed": 16681688, "text": "In keratinizing carcinomas, GLUT1 was immunodetected peripherally, with loss of expression in central keratinized zones."}, {"pubmed": 16800634, "text": "Some detergents stabilize while others destabilize GLUT1 quaternary structure but GLUT1 does not appear to exchange rapidly between protein/lipid/detergent micelles."}, {"pubmed": 16842248, "text": "GLUT1 is expressed in the vast majority of endometrial intraepithelial and uterine serous papillary carcinoma, suggesting a biological role during the early steps of carcinogenesis in endometrial serous neoplasms."}, {"pubmed": 17020877, "text": "helix 12 of Glut1 plays a passive stabilizing role in the structure of Glut1 and is not directly involved in the transport mechanism"}, {"pubmed": 17064664, "text": "GLUT1 may be a major pathway uptake of both inorganic and methylated arsenicals in erythrocytes or the epithelial cells of the blood-brain barrier, contributing to arsenic-related cardiovascular problems and neurotoxicity."}, {"pubmed": 17071132, "text": "GLUT1 expression may provide useful prognostic information in patients with salivary gland carcinoma"}, {"pubmed": 17080242, "text": "The central part of the colorectal tumor, thought to be relatively hypoxic, had stronger GLUT-1 expression and a higher SUV than the periphery, in both the primary tumor and hepatic metastatic foci."}, {"pubmed": 17167225, "text": "Icreased GLUT1 levels lead to excess glucose metabolism under normoglycemic conditions and altered gene expression of pathogenetic factors involved in diabetic kidney disease."}, {"pubmed": 17192790, "text": "GLUT-1 is a sensitive and specific immunohistochemical marker enabling differential diagnosis of reactive mesothelium from malignant mesothelioma."}, {"pubmed": 17294670, "text": "GLUT-1 expression have a role in gastric carcinoma, as shown by FDG uptake representing tumor metabolism"}, {"pubmed": 17387384, "text": "comparison of the expression of HIF-1alpha and GLUT-1 with various clinicopathological features of colorectal cancer"}, {"pubmed": 17404017, "text": "Significant coexpression of GLUT-1, Bcl-xL, and Bax points to cooperation of all three regulatory proteins in elimination due to irreversible injury, adaptation to hypoxia, reduction of further damage, and survival of colorectal cancer cells."}, {"pubmed": 17442736, "text": "During trophoblast hypoxia glucose transporters (GLUT1/3) are upregulated via HIF-1 alpha pathway."}, {"pubmed": 17451637, "text": "glycosylation change & decrease of transport activity of GLUT1 may be 1 possible mechanism of ER stress induced by down-regulating GnT-V, & GnT-V may contribute to the regulation of glucose uptake by modifying glycosylation of GLUT1 in some tumor cells."}, {"pubmed": 17452775, "text": "The role of protein expression of hypoxia-inducible factor (HIF)-1alpha, HIF-2alpha, carbonic anhydrase 9 (CA9) and glucose transporter 1 (GLUT1) in patients with colorectal adenocarcinomas."}, {"pubmed": 17504522, "text": "Glut-1 is induced by TCR engagement, resulting in massive increases in glucose uptake and binding of HTLV-1 and -2 envelopes to both CD4 and CD8 T lymphocytes"}, {"pubmed": 17554865, "text": "The expression of Glut1 changes according to the metabolic need of infantile hemangioma cells."}, {"pubmed": 17591274, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17611657, "text": "Findings suggest that characteristic differences in the patterns of glucose uptake can exist according to the histological type and that GLUT1, GLUT3 and GLUT4 could be related to tumor angiogenesis in epithelial ovarian carcinoma."}, {"pubmed": 17635959, "text": "Transport regulation involves ATP-dependent conformational changes in (or interactions between) the GLUT1 C terminus and the C-terminal half of GLUT1 cytoplasmic loop 6-7."}, {"pubmed": 17727838, "text": "Gatifloxacin affects GLUT1 gene transcription, reduces GLUT1 mRNA expression and glucose transport in HepG2 cells. This may contribute to gatifloxacin induced dysglycemia especially in patients predisposed to disturbances of glycemic control."}, {"pubmed": 17854396, "text": "Papillary thyroid cancers Papillary thyroid cancers with no 131I uptake had slightly reduced NIS, significantly reduced thyroglobulin,thyroperoxidase and pendrin and significantly increased GLUT-1 gene expression levels."}, {"pubmed": 17991316, "text": "The positive rate of GLUT-1 was significantly higher in malignant and borderline serous ovarian carcinomas than in benign tumors and normal ovarian tissues."}, {"pubmed": 18097583, "text": "GLUT-1 overexpression is to some extent regulated by HIF-1alpha and is also strongly associated with histological features."}, {"pubmed": 18172662, "text": "GLUT1 expression was studied in normal and degenerate intervertebral discs."}, {"pubmed": 18177733, "text": "GLUT1 and 9 are preferentially localized to the plasma membrane and thus can account for the transport activity."}, {"pubmed": 18191496, "text": "Glut-1 plays a crucial role in determining FDG uptake in neuroendocrine (NE) lung tumors"}, {"pubmed": 18212354, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18212354, "text": "single nucleotide polymorphisms on gene involved with glucose metabolism and obesity may be associated with increased susceptibility to spina bifida"}, {"pubmed": 18227718, "text": "in 5 cases of follicular dendritic cell sarcoma, study found diffuse intense positivity of the tumor cells for Glut-1 in all 5 cases and focal and weak immunoreaction for Claudin-1 in 3 cases"}, {"pubmed": 18245775, "text": "helix 6 of Glut1 contains amino acid side chains that are critical for transport activity and structurally analogous outer helices may play distinct roles in the function of membrane transporters"}, {"pubmed": 18246802, "text": "Abnormal expression of GLUT-1, p63 and DNA-Pkcs may perhaps participate in serous ovarian tumor occurrence."}, {"pubmed": 18271924, "text": "the expression of Glut 1 with (18)F-FDG [(18)F]-2-fluro-2-deoxy-D-glucose uptake, indicating that Glut 1 is a major glucose transporter expressed inCholangiocellular carcinoma"}, {"pubmed": 18290322, "text": "A role for GLUT1 as an endogenous marker of tumor hypoxia is currently not supported by the available clinical data."}, {"pubmed": 18311082, "text": "GLUT-1 XbaI gene polymorphism is associated with vascular calcifications in nondiabetic uremic patients."}, {"pubmed": 18311082, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18324916, "text": "In the ampulla of Vater, GLUT1 expression was associated with malignant change, and might be a useful marker of malignancy."}, {"pubmed": 18343752, "text": "Glut 1 expression levels in tumor cell lines corresponds to 2-gluSNAP cytotoxicity."}, {"pubmed": 18351386, "text": "Upregulation of HIF-1 alpha and its downstream targets GLUT1 and SDF-1 in colorectal adenomas and carcinomas may be due to hypoxia."}, {"pubmed": 18387950, "text": "intracellular charges at the MFS TM2-3 and TM8-9 signature loops and flanking TMs 3, 5, and 6 are critical for the structure of GLUT1 as are TM glycines"}, {"pubmed": 18401196, "text": "GLUT-1 gene expression level and protein expression were correlated with lymph node metastasis, poor survival and clinical stage of head and neck carcinoma."}, {"pubmed": 18410529, "text": "Data suggest that resistin causes activation of the ERK1 and 2 pathways in trophoblast cells, and that ERK1/2 activation stimulates GLUT-1 synthesis and increased placental glucose uptake."}, {"pubmed": 18422279, "text": "Glut1 and HIF-1 alpha are highly expressed in non-small cell lung carcinoma, and their expressions are associated with tumor differentiation and clinical stage."}, {"pubmed": 18451999, "text": "GLUT1 mutations are a cause of paroxysmal exertion-induced dyskinesias and induce hemolytic anemia by a cation leak"}, {"pubmed": 18565734, "text": "Expression of GLUT-1 in psoriasis and the relationship between GLUT-1 upregulation induced by hypoxia and proliferation of keratinocyte growth."}, {"pubmed": 18577546, "text": "co-occurring PED and epilepsy can be due to autosomal dominant heterozygous SLC2A1 mutations, expanding the phenotypic spectrum associated with GLUT1 deficiency and providing a potential new treatment option for this clinical syndrome."}, {"pubmed": 18613291, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18613291, "text": "The TAT haplotype of the GLUT1 gene confers susceptibility to T2DM in the Tunisian population."}, {"pubmed": 18614966, "text": "Functional studies of the T295M mutation causing Glut1 deficiency: glucose efflux preferentially affected by T295M."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18695903, "text": "No relationship between the immunohistochemical expression of Glut-1, -3, Hex I or II and glucose metabolism measured using [18F]FDG-PET in patients with high-grade glioma is observed."}, {"pubmed": 18726700, "text": "Expression of GLUT-1 is significantly reduced in low-grade oligodendroglial tumors harboring LOH 1p."}, {"pubmed": 18764953, "text": "results suggest that glucose transporter Glut-1 expression can significantly discriminate between human malignant melanoma and benign melanocytic nevi"}, {"pubmed": 18821326, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18821326, "text": "The GLUT1 gene confers susceptibility to diabetic nephropathy in type 2 diabetes patients in the Tunisian population."}, {"pubmed": 18948400, "text": "GLUT1 expression is increased in human ESCs when decidualized in vitro with P(4) and dibutyryl cAMP, suggesting a similar role for P(4) in human endometrium."}, {"pubmed": 18953257, "text": "Apigenin inhibits the GLUT-1 glucose transporter and the phosphoinositide 3-kinase/Akt pathway in human pancreatic cancer cells."}, {"pubmed": 18973239, "text": "The altered GLUT1 mRNA expression in diseased cartilage with significance in osteoarthritis(OA) suggests that reduced GLUT1 may contribute to the failure of OA cartilage repair."}, {"pubmed": 18981181, "text": "analysis of glucose transporter GLUT1 topology and structural dynamics"}, {"pubmed": 18987250, "text": "Erythrocyte GLUT1 transports alpha and beta sugars with equal avidity in an ATP independent manner."}, {"pubmed": 18990414, "text": "Deficiency may result in cerebral hypoxia and hyperglycemia."}, {"pubmed": 19016655, "text": "The C-terminal PDZ-binding motif of Glut1 plays a key role in growth factor regulation of glucose uptake by both allowing GIPC to promote Glut1 trafficking to the cell surface and protecting intracellular Glut1 from lysosomal degradation."}, {"pubmed": 19020718, "text": "Glut-1 may have a role in progression of oral squamous cell carcinoma"}, {"pubmed": 19020742, "text": "lysyl oxidase and glucose transporter-1 expression have roles in prostate cancer progression"}, {"pubmed": 19085834, "text": "Glucose transporter-1 is expressed and has a role in pancreatic carcinogenesis"}, {"pubmed": 19142800, "text": "HIF-1 alpha and GLUT-1 could cooperate with TGF-beta1, and TGF-beta1 might mediate cross-talk between the inflammatory environment and tumour with a favourable impact on patient survival in colorectal cancer"}, {"pubmed": 19152396, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19166280, "text": "role for the glucose transporter 1 (GLUT1) in mediating the observed changes in the dielectric properties of human erythrocyte membranes as determined by dielectric spectroscopy"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19173807, "text": "Standard uptake value of 18F-FDG PET-CT is linearly correlated with the expression of GLUT1, but not with the expression of Ki67."}, {"pubmed": 19234439, "text": "GLUT-1 is expressed in approximately half of the pulmonary neuroendocrine carcinomas and shows a strong correlation with neuroendocrine differentiation/grade"}, {"pubmed": 19286567, "text": "increased GLUT1 expression levels in hepatocellular cancer cells functionally affect tumorigenicity"}, {"pubmed": 19289587, "text": "EMA is a better marker than XIAP or GLUT-1 for the diagnosis of malignant mesothelioma"}, {"pubmed": 19292042, "text": "The overexpression of Glut1 plays an important role in carcinogenesis and progression of breast carcinoma, and closely correlates with cell proliferation."}, {"pubmed": 19303158, "text": "HCV replication down-regulates cell surface expression of GLUT2 partly at the transcriptional level, and possibly at the intracellular trafficking level as suggested for GLUT1, thereby lowering glucose uptake by hepatocytes."}, {"pubmed": 19304421, "text": "phenotype of GLUT1-deficiency syndrome [review]"}, {"pubmed": 19347605, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 19347605, "text": "The XbaIG > T and HaeIIIT > C GLUT1 polymorphisms were investigated in six different Brazilian populations."}, {"pubmed": 19366592, "text": "Role of Ile(287) in GLUT1 was studied by its replacement with each of the other 19 amino acids. Ile(287) is a key residue for maintaining high glucose affinity and is located at or near the exofacial glucose binding site."}, {"pubmed": 19386788, "text": "Report endofacial competitive inhibition of the glucose transporter 1 activity by gossypol."}, {"pubmed": 19420105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19434538, "text": "In human gastric carcinoma, GLUT1 expression is associated with tumor aggressiveness."}, {"pubmed": 19449892, "text": "Helix 9 of Glut1 plays an outer stabilizing role for the inner helical bundle predicted to form the exofacial substrate-binding site."}, {"pubmed": 19465749, "text": "GLUT1 is a highly promising stage-independent, prognostic marker in adrenocortical carcinoma."}, {"pubmed": 19490621, "text": "Osteoarthritis chondrocytes exposed to high glucose were unable to downregulate GLUT-1, thereby accumulating more glucose and producing more reactive oxygen species."}, {"pubmed": 19533082, "text": "Rosiglitazone significantly increases glucose uptake in wild-type podocytes and this is associated with translocation of GLUT1 to the plasma membrane."}, {"pubmed": 19533890, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19536037, "text": "study to evaluate the expression of glucose transporters (Gluts) 1 and 3 in Hodgkin and nonHodgkin lymphoma and to assess the association between their expression and the tumor intensity on 18F-fluorodeoxyglucose (FDG) positron emission tomography"}, {"pubmed": 19554504, "text": "The expression pattern of GLUT1 is reported in newly diagnosed esophageal adenocarcinoma by means of immunohistochemistry."}, {"pubmed": 19569052, "text": "Increasing GLUT expression is associated with poor response to chemoradiotherapy in rectal cancer."}, {"pubmed": 19587357, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19619276, "text": "GLUT1 has a role in hypoxia in colorectal cancer"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19630075, "text": "2 new mutations (c.998G>A & c.274C>T) resulting in p.R333Q & p.R91W respectively were found in patients with sporadic paroxysmal exercise-induced dyskinesia."}, {"pubmed": 19648108, "text": "Results show that 8-aminoadenosine reduces glucose consumption by regulating localization and expression of key glucose transporters GLUT1 and GLUT4."}, {"pubmed": 19648882, "text": "Identified GLUT-1 as an additional marker that will be useful for differentiating thymic carcinoma from type B3 thymoma."}, {"pubmed": 19655166, "text": "Expression of pAkt, GLUT1 and TKTL1 were higher in breast cancer and DCIS than in normal tissue."}, {"pubmed": 19681047, "text": "At physiological glucose, GLUT1 and GLUT3 are the predominant active isoforms in HeLa cells and rat hepatocarcinoma AS-30D tumor cells, respectively."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19709351, "text": "GLUT-1 served as a marker indicating that tumors with deep invasion tended to result in a worse prognosis in patients due to either lymph node metastasis, a recurrence of the primary lesion or distant metastasis."}, {"pubmed": 19798636, "text": "findings suggest GLUT1 deficiency underlies a significant proportion of early-onset absence epilepsy"}, {"pubmed": 19819644, "text": "GLUT1 expression in the ampulla of vater, extrahepatic bile ducts, and gall bladder carcinomas is associated with some prognostic factors, and GLUT1 expression is associated with a worse prognosis in the patients with gall bladder carcinomas."}, {"pubmed": 19822956, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19822956, "text": "XbaI GLUT1 gene polymorphism is associated with type 2 diabetes with nephropathy."}, {"pubmed": 19883765, "text": "Purification and characterization of human glucose transporters GLUT1 expressed in Pichia pastoris."}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 19955252, "text": "Data show altered mRNA expression of insulin receptor substrate (IRS)-1, IRS-2, glucose transporter (GLUT)-1, GLUT-4 and glycogen synthase kinase-3 isoforms genes in adipose tissue in gestational diabetes mellitus women in comparison to pregnant controls."}, {"pubmed": 20030103, "text": "GLUT-1 expression was positive in all the cases of infantile hemangioma on the face."}, {"pubmed": 20063428, "text": "clinical survey indicates that gait disturbances and movement disorders are common in patients with Glut-1 deficiency."}, {"pubmed": 20079187, "text": "Abnormal expression of beta-catenin and overexpression of Glut-1 may be the early events in tumorigenesis of endometrioid adenocarcinoma."}, {"pubmed": 20113375, "text": "is a prognostic marker for mucoepidermoid carcinoma of salivary gland"}, {"pubmed": 20221955, "text": "Molecular analysis of the SLC2A1 gene identified a novel homozygous c1402C>T (p. Arg468Trp) mutation in exon 10 in the index patient"}, {"pubmed": 20375117, "text": "Suggest the GLUT1 glucose transporter could play an important role in the development of diabetic nephropathy."}, {"pubmed": 20382060, "text": "All patients with severe Glut-1 deficiency syndrome had severe epilepsy, significant cognitive and motor delay, ataxia, and microcephaly. MRI changes, when present, were of greater severity than are typically associated with missense mutations in SLC2A1."}, {"pubmed": 20395120, "text": "GLU-1 is expressed in peri-necrotic regions of tumors and non-malignant tissues and may be linked to hypoxia."}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20428049, "text": "GLUT1 and GLUT3 protein expression are indicators of poor prognosis outcome in oral squamous cell carcinoma, probably due to the enhanced glycolytic metabolism of more aggressive neoplastic cells."}, {"pubmed": 20512538, "text": "GLUT-1 is a candidate as a diagnostic as well as a tissue prognostic marker in gallbladder carcinoma patients."}, {"pubmed": 20526721, "text": "The expression of HIF-1alpha and GLUT1 proteins was increased after CoCl(2)-induced hypoxia in all breast cancer cell lines tested"}, {"pubmed": 20527231, "text": "The overexpression of glut1 may be a useful marker in distinguishing benign endometrial hyperplasia from endometrial intraepithelial neoplasia"}, {"pubmed": 20540786, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20540786, "text": "SLC2A1 polymorphism was significantly associated with 2-[fluorine-18]-fluoro-2-deoxy-D-glucose-uptake in combination with the apurinic/apyimidinic endonuclease Asp148Glu (T>G) polymorphism in the squamous cell type of non-small-cell lung cancer."}, {"pubmed": 20569445, "text": "Intratumoral hypoxia in breast cancer is marked by coordinated expression of such markers as HIF-1alpha, Glut-1, leptin and ObR. The relationships among these proteins can be altered by preoperative chemotherapy."}, {"pubmed": 20574033, "text": "GLUT1 deficiency is an important monogenic cause of absence epilepsies with onset from early childhood to adult life. The phenotypic spectrum of GLUT1 deficiency is considerably greater than previously recognized."}, {"pubmed": 20607826, "text": "High expression of GLUT-1 and LDH5, a tetramer of 4 lactate dehydrogenase A subunits, was confirmed by tissue microarray analysis of 249 renal cell carcinoma specimens"}, {"pubmed": 20630673, "text": "Data show that the phenotype of T295M-associated Glut1 deficiency is not significantly different from that of patients with a deficient 3-OMG uptake, indicating that T295M affects glucose transport at the blood-brain barrier as much as other mutations."}, {"pubmed": 20679470, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20679470, "text": "this genetic variant of glut1 might favor aggressive phenotypes by modulating the efficiency of cancer cells to recruit glucose and escalate growth rate"}, {"pubmed": 20687207, "text": "Glut1 deficiency syndrome may present as an autosomal recessive trait"}, {"pubmed": 20703861, "text": "Glut1 expression correlates significantly with (18)F-FDG uptake in lung neoplasms."}, {"pubmed": 20730618, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20803547, "text": "GPC3 plays a role in glucose transport by interacting with GLUT1."}, {"pubmed": 20846124, "text": "The author searched extensively for the expression and influence of 3 markers included in chronic inflammation and early carcinogenesis, cell cycle regulation and tissue hypoxia: cyclooxygenase-2, p53 gene and glucose transporter-1 protein--REVIEW"}, {"pubmed": 20854211, "text": "Downregulation of Glut-1 inhibited the cellular glucose uptake, growth, and invasion of MG63 osteosarcoma cells in vitro."}, {"pubmed": 20937822, "text": "WNK1 promotes cell surface expression of glucose transporter GLUT1 by regulating a Tre-2/USP6-BUB2-Cdc16 domain family member 4 (TBC1D4)-Rab8A complex"}, {"pubmed": 20947823, "text": "Increased vascular smooth muscle GLUT1 increased glucose uptake, impairing vascular contractility and accelerating proinflammatory, neutrophil-rich lesion in response to injury, as well as medial hypertrophy."}, {"pubmed": 20965718, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21029693, "text": "2-NBDG is taken up and accumulated in breast cancer cells that highly express GLUT-1."}, {"pubmed": 21033220, "text": "GLUT1 expression(along with Bcl-xl and EPO) plays a role in promoting self survival of malignant cells under hypoxic conditions of colorectal cancer."}, {"pubmed": 21075472, "text": "high expression in lung adenocarcinoma is associated with a poor survival"}, {"pubmed": 21109935, "text": "The relationship of the expression pattern of GLUT-1 with the localization and morphology of the tumor stroma was analyzed."}, {"pubmed": 21135204, "text": "A 10 base pair (bp) deletion within intron 9 of Glut1 was genotyped for 457 patients with meningomyelocele (MM) and showed it to be more common in Caucasian MM patients than in Caucasian controls (P = .02)."}, {"pubmed": 21194153, "text": "The data suggested a crucial role of Glut1 in the development of the cerebral endothelial cells with BBB properties in vivo."}, {"pubmed": 21206329, "text": "GLUT-1 seems to be playing a role in pancreatic tumorigenesis as well as in clear-cell pathogenesis."}, {"pubmed": 21270293, "text": "Taken together, these observations indicate that 4F2hc is likely to be involved in GLUT1 stabilization and to contribute to the regulation of not only amino acid but also glucose metabolism."}, {"pubmed": 21273616, "text": "Weak GLUT1 expression is associated with good radiotherapy response in rectal cancer"}, {"pubmed": 21281236, "text": "High GLUT-1 is associated with primary central nervous system diffuse large B-cell lymphoma."}, {"pubmed": 21294792, "text": "GLUT1 mRNA levels were detected by reverse transcription-polymerase chain reaction (RT-PCR) in SurePath(TM) liquid-based cytology bronchial brushing specimens from patients with lung cancer and benign lung disease."}, {"pubmed": 21295279, "text": "Gain and loss of function in glut1, the Drosophila ortholog, was associated with suppression and enhancement of Tau toxicity resulting in Alzheimer disease."}, {"pubmed": 21306648, "text": "Data show that CA9, GLUT1 and LOX mRNA levels were equally and strongly correlated to hypoxic extent in FaDudd, and the same was observed for CA9 and GLUT1, but not LOX, in SCCVII tumors."}, {"pubmed": 21317389, "text": "T helper (Th)type 1, Th2, and Th17 cells express high surface levels of glucose transporter Glut1 and are highly glycolytic; regulatory T cells, in contrast, express low levels of Glut1 and have high lipid oxidation rates."}, {"pubmed": 21321933, "text": "The effect of insulin and IGF-I on GLUT expression and glucose transport in three well-characterized human osteosarcoma cell lines, was determined."}, {"pubmed": 21332301, "text": "Data indicate that the SNP Rs710218 is not associated with a higher risk for HCC but rather for HCC progression, potentially via HIF-1alpha mediated increased GLUT1 expression."}, {"pubmed": 21343253, "text": "Findings suggest that GLUT1 mRNA expression is essential for decidualization."}, {"pubmed": 21384913, "text": "major determinants of ligand binding affinity and cooperativity at the GLUT1 endofacial site"}, {"pubmed": 21395180, "text": "GLUT1 may play an important role in tumorigenesis, development, differentiation, lymphatic metastasis and prognosis of human laryngeal squamous cell carcinoma."}, {"pubmed": 21411785, "text": "p16 FISH is a more sensitive and specific test than GLUT-1 immunohistochemical analysis and can be a more reliable ancillary tool to support the diagnosis of mesothelioma."}, {"pubmed": 21438910, "text": "Coexpression of high levels of HIF-1alpha and GLUT-1 is significantly correlated with prognosis in oral squamous cell carcinoma patients."}, {"pubmed": 21442770, "text": "Data sugget that a combination of GLUT1 and CAIX immunocytochemical staining can give a higher diagnostic performance."}, {"pubmed": 21445818, "text": "We failed to detect any SLC2A1 mutations in the 23 patients analyzed, thus excluding mutations of this gene as a frequent cause of classical alternating hemiplegia of childhood."}, {"pubmed": 21475039, "text": "expression patterns differ between keratoacanthoma and squamous cell carcinoma"}, {"pubmed": 21521642, "text": "Case Report: diagnosis of a congenital GLUT1-negative hepatic vascular malformation with capillary proliferation."}, {"pubmed": 21528061, "text": "Results show a significant inverse correlation between GLUT1 expression and Apaf-1 expression in colorectal adenocarcinomas, and patients with GLUT1 expression demonstrate poor overall survival."}, {"pubmed": 21546213, "text": "No SLC2A1 mutation was identified in 20 (60.6%) patients tested."}, {"pubmed": 21555602, "text": "Diagnosis of GLUT1 deficiency is a strong indication for early use of the ketogenic diet, which may substantially improve outcome of this severe disorder."}, {"pubmed": 21697701, "text": "GLUT1 expression is positive only in infantile hemangiomas, whereas WT1 positivity is found in all vascular neoplasms and in arteriovenous malformations."}, {"pubmed": 21707071, "text": "SLC2A1/GLUT1, SLC1A3/EAAT1, and SLC1A2/EAAT2 were the main SLC proteins whereas ABCG2/BCRP, ABCB1/MDR1, ABCA2 and ABCA8 were the main ABC quantified in isolated brain microvessels"}, {"pubmed": 21786248, "text": "The patients with high-expressed GLUT1 had a worse prognosis than those with low-expressed GLUT1 independently of gender, age, tumor site, stage and differentiation (p=0.026, RR 2.737, 95% CI 1.126-6.651) in stage I-III CRCs."}, {"pubmed": 21791420, "text": "stomatin-deficient cryohydrocytosis is associated with mutations in SLC2A1 that cause both loss of glucose transport and a cation leak"}, {"pubmed": 21808860, "text": "The data suggest that glucose transporter 1 is a valuable immunohistochemical marker that can be used to identify patients for evaluation by positron emission tomography scan."}, {"pubmed": 21832227, "text": "Dystonia 9 and dystonia 18 are found to be allelic disorders with GLUT1 phenotypes; SLC2A1 mutations are excluded as a cause of hereditary spastic paraparesis without paroxysmal exercise-induced dyskinesia in this cohort."}, {"pubmed": 21838819, "text": "GLUT1 deficiency should be investigated in individuals with unexplained developmental delay. Epilepsy is not a mandatory symptom."}, {"pubmed": 21870331, "text": "both MCT1 and CD147, but not MCT4, were associated with GLUT1 and CAIX expression in a large series of invasive breast carcinoma samples"}, {"pubmed": 21899256, "text": "GLUT1 harbors several distinct regulatory binding sites for flavones and tyrphostins"}, {"pubmed": 21920790, "text": "SLC2A1 and SLC2A3 predominate in both human islets and beta-cells their expression level was 2.8 and 2.7 fold higher than SLC2A2 respectively and GLUT2 is therefore unlikely to be the principal glucose transporter in human beta-cells"}, {"pubmed": 21938742, "text": "In high grade prostatic intraepithelial neoplasia, Glut-1 was immunohistochemically undetectable and Glut-5 localized to the apical portion of the plasma membrane of the hyper-proliferative cells"}, {"pubmed": 21962875, "text": "Apart from the classic GLUT1 phenotype, clinical conditions associated with a deficiency of GLUT1 are highly variable and several atypical variants have been described."}, {"pubmed": 21986508, "text": "we investigate and propose a possible link between SLC2A1 and SLC2A4 and the evolution of human brain size"}, {"pubmed": 21987722, "text": "IKKbeta induced AKT activity, whereas IKKbeta-driven NF-kappaB transcription was required for GLUT1 surface localization downstream of AKT."}, {"pubmed": 22011817, "text": "Mutational analysis of the SLC2A1 gene in Japanese patients with glucose transporter 1 deficiency syndrome."}, {"pubmed": 22029179, "text": "The results suggest that there is no prenatal effect of the fetal GLUT1 XbaI polymorphism on fetal insulin sensitivity, intrauterine fetal glucose supply or fetal growth."}, {"pubmed": 22069254, "text": "human islets from T1D predominantly express GLUT1 and, to a much lesser extent, GLUT3 on their surface instead of GLUT2."}, {"pubmed": 22072148, "text": "An elevated GLUT1 expression may be a useful predictor of distant recurrence and poor prognosis in rectal cancer patients after preoperative chemoradiotherapy."}, {"pubmed": 22153830, "text": "High GLUT1 plus high MCT4 expression indicated an aggressive tumor behavior in adenocarcinomas."}, {"pubmed": 22199327, "text": "Carbonic anhydrase IX, hypoxia-inducible factor-1alpha, ezrin and glucose transporter-1 have roles in disease outcome in rectal cancer"}, {"pubmed": 22200795, "text": "The GLUT1 overexpression status was significantly correlated with gene mutation status, including EGFR and Kras genes"}, {"pubmed": 22221271, "text": "enhanced expression of GLUT1 and GLUT2 during differentiation of human embryonic stem cells"}, {"pubmed": 22228332, "text": "Dedifferentiation in thyroid cancer is accompanied by GLUT1 upregulation and increased proliferation."}, {"pubmed": 22234467, "text": "in placenta, CRH produced locally regulates GLUT1 and GLUT3 expression, CRHR1 and CRHR2-mediated differential regulation of GLUT1 and GLUT3 expression"}, {"pubmed": 22253523, "text": "Data show that GLUT1 expression does not correlates significantly with (18)F-FDG uptake in colorectal adenocarcinoma."}, {"pubmed": 22263435, "text": "Glucose transport is shown to be decreased in people who have diabetes compared to normoglycaemic volunteers, whereas the number of glucose transporters is apparently unchanged; however, affinity for binding is increased."}, {"pubmed": 22270867, "text": "High GLUT1 is associated with endometrial and breast cancers."}, {"pubmed": 22282454, "text": "The present meta-analysis shows consistently increased striatal dopamine synthesis capacity in schizophrenia, with a 14% elevation in patients as compared with healthy controls."}, {"pubmed": 22282645, "text": "Our study shows that GLUT1 defects are a rare cause of classic idiopathic generalized epilepsy."}, {"pubmed": 22308487, "text": "studies reveal the Glut1-mediated metabolic pathway as a critical regulator of HIV-1 infection in human CD4 T cells and thymocytes"}, {"pubmed": 22363641, "text": "The relative movement of specific helices and pairs of amino acid residues of Glut1 was analyzed."}, {"pubmed": 22376167, "text": "The occurrence of the BRAF V600E genetic variant was significantly correlated with GLUT1 overexpression"}, {"pubmed": 22398711, "text": "Overexpression of GLUT-1 may be related to 2-deoxy-2-F18-fluoro-D-glucose uptake in false-positive cervical cancer tissues on PET/CT."}, {"pubmed": 22437877, "text": "new GLUT-1 mutation in glucose transporter 1 deficiency syndrome patients"}, {"pubmed": 22470192, "text": "GLUT1 is a key rate-limiting factor in the transport and glucose metabolism in cancer cells. This review presents the current state of knowledge on GLUT1 regulation as well as its utility in the diagnosis and therapy of cancers."}, {"pubmed": 22475893, "text": "The relationship between glucose transporter-1 (GLUT-1) and vascular endothelial growth factor (VEGF) expression and (18)F-fluorodeoxyglucose uptake in esophageal squamous cell cancer patients, was examined."}, {"pubmed": 22483234, "text": "We found consistently stronger immuno-expression of GLUT1 in unfavorable histology Wilms tumors compared to favorable histology Wilms tumors."}, {"pubmed": 22509097, "text": "No overall association between SLC2A1 SNPs and age-related macular degeneration was demonstrated."}, {"pubmed": 22663547, "text": "assessed how triiodothyronine (T(3)) acutely affects glucose transport and the content of GLUT4, GLUT1, and GLUT3 at the surface of muscle cells, and possible interactions between T(3) and insulin action."}, {"pubmed": 22673619, "text": "This study concluded that there is a methylxanthine regulatory site on the external surface of the transporter, which is close but distinguishable from the d-glucose external site of GLUT1."}, {"pubmed": 22704013, "text": "This study presented with paroxysmal behavioral disturbance, weakness, ataxia (especially after fasting), and exercise intolerance. Electroencephalogram findings did not correlate with clinical manifestations in mutation of glut-1."}, {"pubmed": 22707195, "text": "A systematic review and meta-analysis shows that XbaI, Enh2 and HaeIII SNPs, but not HpyCH4V SNP, in GLUT1 gene may be genetic susceptibility to diabetic nephropathy."}, {"pubmed": 22795339, "text": "genetic association studies in a population in Malaysia: Data suggest that an SNP in SLC2A1 (rs841846; the 26177G allele) is associated with type 2 diabetes but not with diabetic retinopathy in this population."}, {"pubmed": 22800355, "text": "HIF-1alpha may promote the expression of GLUT-1 and VEGF in laryngeal carcinoma, which promotes tumor angiogenesis, invasion, and metastasis."}, {"pubmed": 22812641, "text": "Glut1 deficiency is a genetic metabolic encephalopathy with focal and multifocal seizure types and EEG findings."}, {"pubmed": 22813791, "text": "Elevated GLUT1 expression was associated with poor prognosis in neuroblastoma. GLUT1 expression tended to be localized to the centers of neuroblastoma cell nests."}, {"pubmed": 22814174, "text": "description of the first Glut-1 (Glucose transporter type 1 deficiency syndrome) patient in Korea with a novel splice site mutation on the basis of clinical features, deficient glucose uptake and a mutation in the SLC2A1 gene"}, {"pubmed": 22829208, "text": "Iodine-negative epithelium presented significantly higher immunoreactions for P53 and GLUT 1 in basal, parabasal, and superficial layers, respectively"}, {"pubmed": 22835601, "text": "Glut-1 may regulate MMP-2 and MT1-MMP expression in laryngeal carcinoma."}, {"pubmed": 22843905, "text": "panel consisting of moderate/strong expression of CA IX, positive HIF-1alpha expression and negative/weak GLUT-1 expression in operative samples and negative/weak ezrin expression in biopsies was associated with 47.5-fold risk of death from this disease"}, {"pubmed": 22847606, "text": "GLUT1 expression is a predictive and prognostic factor for pathologic complete response and recurrence in rectal cancer patients."}, {"pubmed": 22888973, "text": "GLUT1 expression does not appear to be associated with 18F-FDG uptake in untreated papillary thyroid carcinoma."}, {"pubmed": 22899793, "text": "The results of this study findings of the mutation of SLC2A1 gene were negative in patients with alternating hemiplegia of childhood."}, {"pubmed": 22901702, "text": "FDG uptake in malignant melanoma is determined by GLUT-1 and GLUT-3, whereas HK-2 and Ki-67 play no role in FDG uptake of malignant melanoma"}, {"pubmed": 22961556, "text": "Genetic variants of SLC2A1 are associated with nonalcoholic fatty liver disease, and in vitro down-regulation of this gene promotes lipid accumulation"}, {"pubmed": 22971162, "text": "Data from normally cycling young women suggest that expression of GLUT1 (and insulin receptor) in endometrium is higher in luteal/secretory phase (as compared to follicular phase) and is localized to stromal cells (as compared to epithelial cells)."}, {"pubmed": 23002041, "text": "A risk score model derived from a logistic regression analysis of Glut-1 and EMA immunocytochemistry greatly improves the distinction between malignant mesothelioma from reactive mesothelial hyperplasia cells in individual effusions."}, {"pubmed": 23030583, "text": "Decreasing expressions of HIF-1alpha, Bcl-2 and Ki-67 were observed during chemoradiotherapy of recel cancer, whereas GLUT-1 overall was unchanged."}, {"pubmed": 23076555, "text": "High GLUT1 expresssion is associated with lung adenocarcinoma invasiveness."}, {"pubmed": 23098453, "text": "High glut1 expression is associated with vulvar squamous cell carcinoma."}, {"pubmed": 23106342, "text": "This study confirmed that SLC2A1 mutational analysis should be strongly considered in Early onset absence epilepsy."}, {"pubmed": 23108021, "text": "both IMP3 and GLUT-1 are more frequently positive in malignant compared with benign mesothelial processes"}, {"pubmed": 23187830, "text": "Combined application of GLUT-1, MCT-1, and MCT-4 immunohistochemistry might be useful in differentiating malignant pleural mesothelioma from reactive mesothelial hyperplasia."}, {"pubmed": 23219802, "text": "Stomatin interacts with GLUT1/SLC2A1, band 3/SLC4A1, and aquaporin-1 in human erythrocyte membrane domains"}, {"pubmed": 23227892, "text": "After GLUT-1 knockdown, CDDP treatment resulted in increased apoptosis under hypoxia compared with normoxia in cell lines HSC-2, Ca9-22, SAS. results suggest knockdown of GLUT-1 inhibits sensitization of oral squamous cells to CDDP during hypoxia."}, {"pubmed": 23280796, "text": "This study demonistrated that glucose transporter 1 (GLUT1) deficiency causes common idiopathic generalized epilepsies."}, {"pubmed": 23306390, "text": "Two SLC2A1 mutation carriers are found in 26 early onset absence epilepsy patients; no mutations are found in 124 probands. affected by or JAE."}, {"pubmed": 23359198, "text": "A correlation between proliferation and GLUT-1 score in prostate cancer may be the evidence of active glycolytic metabolism in hypoxic regions."}, {"pubmed": 23427181, "text": "An undertransmission of SLCA1 haplotype T-A was not significant for genetic association with myelomeningocele."}, {"pubmed": 23453806, "text": "Glucose influx through GLUT1 restores ATP-to-ADP ratios in the short run and ultimately induces TXNIP protein production."}, {"pubmed": 23480298, "text": "Data indicate that glucose transporter 1 (GLUT1) rs841853 polymorphism may confer increased susceptibility to type 2 diabetes mellitus (T2DM) in Asians."}, {"pubmed": 23483445, "text": "This letter described that Absence of SLC2A1 mutations does not exclude Glut1 deficiency syndrome."}, {"pubmed": 23615963, "text": "It was proposed that resveratrol interacts directly with the human GLUT1 hexose transporter by binding to an endofacial site and that this interaction inhibits the transport of hexoses across the plasma membrane."}, {"pubmed": 23617290, "text": "Inhibition of GLUT1 activity and expression can sensitize Cal27 cells to cisplatin treatment in both normoxic and hypoxic conditions."}, {"pubmed": 23661345, "text": "GLUT-1/KOC do not differentiate malignant mesotheliomas from pulmonary adenocarcinomas but can be useful in differentiating reactive mesothelial hyperplasia from malignant mesothelioma and lung adenocarcinoma."}, {"pubmed": 23674658, "text": "Studied the usefulness of (18)F-fluorodeoxyglucose FDG-PET/CT and the relationships among the expressions of HIF-1alpha, Glut-1 and VEGF, histological type, other clinical factors and FDG uptake in thymic epithelial tumours."}, {"pubmed": 23720776, "text": "Data indicate that GLUT1 and GLUT3 oligomeric states and transport activities are determined by transmembrane helix 9 sequence."}, {"pubmed": 23740044, "text": "Implications of aberrant temperature-sensitive glucose transport via the glucose transporter deficiency mutant (GLUT1DS) T295M for the alternate-access and fixed-site transport models."}, {"pubmed": 23744486, "text": "Data suggest that detection of ductal carcinoma in situ (DCIS) based on marker expression during breast conserving surgery should be possible with a panel of molecular imaging tracers targeting CD44v6, GLUT1, HER2, IGF1-R, and EGFR."}, {"pubmed": 23861325, "text": "GLUT1 gene expression detected by ELISA and immunohistochemistry is a useful tool to diagnose malignant pleural effusion."}, {"pubmed": 23889809, "text": "Loss of tumor-suppressive miR-1291 enhanced RCC cell proliferation, migration and invasion through targeting SLC2A1/GLUT1."}, {"pubmed": 23935399, "text": "Data suggest that overexpression of HIF-1alpha, GLUT-1, and iNOS may play an important role in gastric cancer progression. GLUT-1 is a potential candidate for predicting patient survival."}, {"pubmed": 24146103, "text": "Glut-1 is important in the energy supply of laryngeal CD133+ Hep-2 cells."}, {"pubmed": 24164300, "text": "GLUT-1 expression is remarkably upregulated in epithelial ovarian cancer and predicts a poor overall survival."}, {"pubmed": 24242681, "text": "High Glut1 expression was associated with hematogenous recurrence."}, {"pubmed": 24343741, "text": "The combination of IMP3 and GLUT1 is most appropriate for distinguishing malignant mesothelioma from reactive mesothelial cells using formalin-fixed, paraffin-embedded sections."}, {"pubmed": 24368212, "text": "Low glut-1 expression is associated with poor treatment response in small-cell lung cancer."}, {"pubmed": 24467213, "text": "CTSD, FKBP10, and SLC2A1 are novel genes that participate in the acquisition and maintenance of the adriamycin-resistant phenotype in leukemia cells."}, {"pubmed": 24483274, "text": "GLUT1 is the only energy metabolism transporter associated with generalized epilepsy. This could be because it is the only glucose transporter present in the neurovascular unit and is thus the rate-limiting step in brain glucose transport."}, {"pubmed": 24502553, "text": "silencing of GLUT-1 inhibited tumor formation and growth of osteosarcoma cells in vivo."}, {"pubmed": 24552568, "text": "Data suggest that erythrocytes exhibit down-regulation of GLUT1 in adolescents with type 1 diabetes, suggesting the blood-brain barrier may also exhibit down-regulation of GLUT1 (and thus account for cognitive impairment in such patients)."}, {"pubmed": 24699711, "text": "SLC2A1 overexpression mediated by DERL3 epigenetic loss contributes to the Warburg effect."}, {"pubmed": 24726496, "text": "Ezrin is down-regulated in diabetic kidney glomeruli and regulates actin reorganization and glucose uptake via GLUT1"}, {"pubmed": 24745019, "text": "The results of GLUT-1 and CAIX expression did not reveal any significant differences between the proteins expression in the primary tumor and the clinicopathological features"}, {"pubmed": 24817962, "text": "Patients with high expression of CD147 alone, GLUT-1 alone or co-expression of CD147 and GLUT-1 showed greater resistance to radiotherapy for squamous cell carcinoma of the uterine cervix."}, {"pubmed": 24824030, "text": "Our results suggest that GLUT-1 expression correlates aggressive behavior and poor prognosis, and that GLUT-1 might be a therapeutic target of cholangiocarcinoma."}, {"pubmed": 24824604, "text": "pathogenic de novo SLC2A1 mutation (p.Gly18Arg) was found in the atypical patient with overlapping symptoms of alternating hemiplegia of childhood and hemiplegic migraine"}, {"pubmed": 24847886, "text": "crystal structure of human GLUT1 at 3.2 A resolution"}, {"pubmed": 24932809, "text": "Expression of GLUT1 and GLUT4 in prostate cancer cells were regulated by flavonoids."}, {"pubmed": 24934577, "text": "Case Report: enhanced immunoreactivity with glucose transporter-1 (GLUT-1) in a substantial number of cardiac myxoma cells."}, {"pubmed": 24980293, "text": "High expression of GLUT1 is associated with sinonasal and laryngeal small-cell neuroendocrine carcinoma."}, {"pubmed": 25022942, "text": "This study underscored that focal epilepsy can be caused by SLC2A1 mutations or that focal seizures may present the main type of seizures."}, {"pubmed": 25056472, "text": "Data suggest expression of GLUT1 and p63 (tumor protein p63) is up-regulated progressively in ovarian tumor tissue from benign serous cystadenomas to borderline cystadenomas to cystadenocarcinomas; normal ovarian tissue is negative for both markers."}, {"pubmed": 25120770, "text": "overexpression of GLUT-1 mRNA may be associated with the resistance to cisplatin of laryngeal carcinoma Hep-2 cells"}, {"pubmed": 25121413, "text": "Higher GLUT-1 expression was significantly associated with shorter overall survival."}, {"pubmed": 25125078, "text": "PTEN regulates plasma membrane expression of glucose transporter 1 and glucose uptake in thyroid cancer cells."}, {"pubmed": 25132463, "text": "Placental basal plasma membrane GLUT-1 expression was positively correlated with birthweight. Syncytiotrophoblast microvillous GLUT-1 expression was not correlated with birthweight."}, {"pubmed": 25157747, "text": "IGF-I is able to regulate fetal growth, through its up-regulation of the GLUT1 glucose transporter protein on the basal membrane of the syncytiotrophoblast."}, {"pubmed": 25187207, "text": "Data demonstrate that, although they appear and function in the tumor as bona fide endothelial cells, the GLUT1-positive endothelial cells display properties of facultative stem cells."}, {"pubmed": 25193692, "text": "Glut-1 is a potential predictor of survival in patients with osteosarcoma and that glucose metabolism may be negatively associated with angiogenesis."}, {"pubmed": 25227787, "text": "5-Fu resistance was associated with the overexpression of Glut1 in colon cancer cells."}, {"pubmed": 25306890, "text": "Leptin at concentrations used in the study does not change glucose transport into lymphocytes and seems to have no influence on the expression of GLUT1, GLUT3, GLUT4 and and leptin receptors"}, {"pubmed": 25307508, "text": "RSV induced apoptosis in ovarian cancer cells by impairing glucose uptake, a process involving Akt-regulated plasma membrane GLUT1 trafficking."}, {"pubmed": 25321477, "text": "These data show that despite expression of multiple glucose transporters, B-cell acute lymphoblastic leukemia cells are reliant on Glut1 to maintain aerobic glycolysis and anabolic metabolism."}, {"pubmed": 25339765, "text": "Taken together, separate intracellular localizations of GLUT1 and HTLV-1 Env are required for the fusion activity and infectivity of HTLV-1 Env."}, {"pubmed": 25347093, "text": "High GLUT-1 Expression is associated with Tumor Aggressiveness in Patients With Clinical Stage I Endometrioid Endometrial Cancer"}, {"pubmed": 25367121, "text": "increased surface expression on monocytes from HIV+ persons"}, {"pubmed": 25376377, "text": "The specificity for IMP3, GLUT-1, and EMA for differentiating malignant mesotheliomas and benign mesothelial proliferations was 100%"}, {"pubmed": 25412955, "text": "Positive expression of SLC2A1, SLC2A3, and HIF-1alpha genes was noted in 83.9, 82.1, and 71.7% of SCC specimens and in 34.4, 59.4, and 62.5% of laryngeal cancer samples. Higher levels of mRNA/protein for GLUT1 and HIF-1alpha were noted in SCC compared to NCM"}, {"pubmed": 25433755, "text": "GLUT-1 has emerged as a valuable immunohistochemical marker to distinguish between infantile hemangiomas and other vascular lesions."}, {"pubmed": 25492937, "text": "pharmacologic activation of Akt in Tregs can induce Glut1, overcoming the effects of Foxp3. Together, these results illustrate the molecular basis behind differential glucose metabolism in Tregs."}, {"pubmed": 25502934, "text": "GLUT1 may be part of an AKT1-dependent mechanism allowing cells to survive in low levels of glucose"}, {"pubmed": 25532859, "text": "GLUT1D is most likely to be found in myoclonic-atonic seizures and in early onset absence epilepsy . The probability of finding GLUT1D in the classical idiopathic generalized epilepsies is very low"}, {"pubmed": 25594612, "text": "GLUT1 polymorphisms have also been considered as candidate risk factors for Diabetic nephropathy due to their being associated with early kidney alterations, and because GLUT1 functions as a glucose transporter in the kidneys."}, {"pubmed": 25596248, "text": "GLUT-1 can be used as a novel biomarker for thyroid carcinoma showing thymus-like elements"}, {"pubmed": 25701507, "text": "rs3820589 in the SLC2A1 gene modulates the risk to diabetic nephropathy in Brazilian patients with inadequate type 1 diabetes control"}, {"pubmed": 25766729, "text": "The transport of glucose across the cell membrane by glucose transporters (GLUTs) and intracellular phosphorylation by hexokinases (HKs) are the initial steps of the glycolytic pathway."}, {"pubmed": 25811313, "text": "In colorectal carcinoma, GLUT1 expression was correlated directly with vessel number and budding score."}, {"pubmed": 25837797, "text": "These results suggest that the combined expression of GLUT1 and ACLY could be a more valuable prognostic factor than their individual expression in node-negative patients with NSCLC."}, {"pubmed": 25838393, "text": "These results indicate that disrupting SLC2A1, LDHA, or other regulators in cancer cell energetics is a very promising approach for new targeted therapies."}, {"pubmed": 25863229, "text": "expression of HIF and GLUT proteins within TSCC appears to be associated with disease stage, grade, and the presence of metastases. Additional studies are needed to evaluate the diagnostic and prognostic uses of these proteins in the treatment of TSCC"}, {"pubmed": 25912843, "text": "Glucose transporter 1 expression exhibits a strong correlation with 18F-FDG uptake in cholangiocellular carcinoma tissue, while pyruvate kinase type M2 expression was not associated with fluoro-2-deoxy-d-glucose uptake."}, {"pubmed": 25914049, "text": "Results show that a favorable response to ketogenic dietary therapies cannot be explained solely by mutations in SLC2A1"}, {"pubmed": 25919356, "text": "this study shed light on the structure and functional relationships of GLUT1 in multiple conformational states."}, {"pubmed": 25963717, "text": "A strong positive correlation between the mRNA expression levels of HIF-2alpha, CA9, VEGF, GLUT-1 and OPN suggests a specific hypoxia-associated profile of mRNA expression in glioblastoma multiforme"}, {"pubmed": 25982116, "text": "Phosphorylation of GLUT1 on S226 regulates glucose transport."}, {"pubmed": 26023239, "text": "aerobic glycolysis and cell proliferation were down-regulated when GLUT1 gene expression was suppressed in lung adenocarcinoma cell lines with activating EGFR mutations"}, {"pubmed": 26050557, "text": "Data indicate that the rs710218 polymorphism in the gene coding glucose transporter type 1 (GLUT1) protein is a risk factor for in-stent restenosis (ISR)."}, {"pubmed": 26062860, "text": "In oral squamous cell carcinoma , GLUT-1 expression increased with the degree of dysplasia and increasing grade."}, {"pubmed": 26088884, "text": "bypassing the Glut1 transporter seems not to play an important role in ketogenic diet therapy"}, {"pubmed": 26092229, "text": "GLUT-1 is overexpressed in cutaneous non-melanoma skin cancer. Its expression in squamous cell carcinoma is related to differentiation status, and its expression in basal cell carcinoma is intimately associated with squamous metaplastic areas."}, {"pubmed": 26183839, "text": "High expression of GLUT-1 was associated with Gastric Adenocarcinoma."}, {"pubmed": 26193257, "text": "These results indicate SLC2A1 exhibits a pivotal role in tumor growth, metastasis and glucose metabolism."}, {"pubmed": 26193382, "text": "Patients with \"classic\" GLUT1DS carried all types of SLC2A1 mutations including missense, frameshift, nonsense mutations, and deletions."}, {"pubmed": 26238658, "text": "The results suggest that the effects of apigenin on inhibiting xenograft growth and enhancing xenograft radiosensitivity may be associated with suppressing the expression of GLUT-1 via the PI3K/Akt pathway."}, {"pubmed": 26293674, "text": "Enhanced GLUT1 expression in melanoma cells favors their metastatic behavior."}, {"pubmed": 26337659, "text": "The results demonstrated the high frequency of C allele of SLC2A1 HaeIII in Kurdish patients with diabetic nephropathy. It was also found that this polymorphism is a significant risk factor for diabetic nephropathy. The effect of this polymorphism on clinical and laboratory characteristics of diabetic nephropathy patients was significant."}, {"pubmed": 26358256, "text": "polymorphisms of SLC2A1 (rs3738514, rs4658, rs841844) were significantly related to overall toxicity of platinum-based chemotherapy in lung cancer patients"}, {"pubmed": 26407611, "text": "Ghrelin modulates GLUT1 expression and thus indirectly enhances tumor cell proliferation. These findings are of major relevance, because glucose uptake is assumed to be a promising target for cancer treatment."}, {"pubmed": 26508030, "text": "Expression changes of E6 and E7 significantly promoted the protein expression of HIF-1alpha, the expression of both protein and mRNA of GLUT1, but had no effect on the expression of HIF-1alpha mRNA in lung cancer cells."}, {"pubmed": 26513490, "text": "Both Glut1 and GLUT3 are strongly expressed by papillary thyroid carcinomas, and their expressions were significantly associated with the presence of the BRAF V600E mutation."}, {"pubmed": 26537434, "text": "role of mutations in absence epilepsy with early onset, but not in myoclonic astatic epilepsy"}, {"pubmed": 26539827, "text": "MCT1 and GLUT1 may be potential prognostic markers in adenocarcinoma."}, {"pubmed": 26573871, "text": "The underlying mechanisms were defined that the anticancer effects of apigenin were reversed by ectopic GLUT1 overexpression and galactose supplementation, through activation of pentose phosphate pathway-mediated NADPH generation"}, {"pubmed": 26598494, "text": "study highlights the frequency, novel mutations and clinical and molecular spectrum of PRRT2, SLC2A1 and PNKD mutations as well as the phenotype-genotype overlap among these paroxysmal movement disorders."}, {"pubmed": 26692443, "text": "Data suggest that increased glucose transporter type 1 (GLUT-1) gene expression as a potential prognostic marker in resected pancreatic adenocarcinoma."}, {"pubmed": 26746193, "text": "identify a downregulation of miR-150 in CD46-costimulated T cells and identify the glucose transporter 1 encoding transcript SLC2A1 as a target of miR-150 regulation"}, {"pubmed": 26873505, "text": "this study shows that expression of SLC2A1 is significantly higher in M1 than in M2 macrophages"}, {"pubmed": 26899926, "text": "By selectively blocking the glucose transporter 1 channels we showed its involvement in the internalization process of glucose-coated MNPs.Our results suggest that glucose-coated MNPs can be used for metabolic-based assays aimed at detecting cancer cells and that can be used to selectively target cancer cells taking advantage"}, {"pubmed": 26919485, "text": "This studyshowed that the acute phase of major depressive disorder is associated with increased GLUT1 methylation and mild insulin resistance."}, {"pubmed": 26934938, "text": "silencing of CerS6 induced the increased expression of GLUT1, which downregulated the expression of WNT5A and enhanced the invasion and proliferation of melanoma cells."}, {"pubmed": 27020375, "text": "GLUT-1 overexpression could be related to aggressiveness in ameloblastomas and ameloblastic carcinomas and must represent a normal metabolite in tooth germs"}, {"pubmed": 27039889, "text": "Taken together, the data suggest that curcumin binds directly to GLUT1 at a site that overlaps with the cytochalasin B binding site and thereby inhibits glucose transport."}, {"pubmed": 27067254, "text": "Thus, Glut1 surface levels identify human T lymphocytes with distinct effector functions in both hypoxic and atmospheric oxygen tensions."}, {"pubmed": 27078104, "text": "The inhibitor cocomplex structures of hGLUT1 provide an important structural insight for the design of more selective inhibitors for hGLUTs and hGLUT1 in particular."}, {"pubmed": 27265003, "text": "Low CSF glucose levels may be associated with pathogenic SLC2A1 mutations including deep intronic SLC2A1 variants in GLUT1 deficiency."}, {"pubmed": 27351131, "text": "FOXM1 bound directly to the GLUT1 and HK2 promoter regions and regulated the promoter activities and the expression of the genes at the transcriptional level. This reveals a novel mechanism by which glucose metabolism is regulated by FOXM1."}, {"pubmed": 27353463, "text": "Results show that resistin down-regulates the transcription of GLUT1 by suppressing the expression of PPARG, thus causing impaired glucose transportation in endothelial cell layers."}, {"pubmed": 27357903, "text": "These data provide new insights into the physiological relevance of GLUT1 multimerization as well as a new variant of bioluminescent Forster resonance energy transfer assay that is useful for measuring the interactions among other cell membrane proteins in live cells"}, {"pubmed": 27404888, "text": "The authors show that glucose is a pivotal modulator of hepatic infection by the rodent malaria parasite Plasmodium berghei and that glucose uptake via the GLUT1 transporter is specifically enhanced in Plasmodium berghei-infected cells."}, {"pubmed": 27440994, "text": "Expression of GLUT1 is stimulated by hyperglycemia and low oxygen supply, and this overexpression was associated with increased activity of GLUT1 in the cell membrane that contributes to the impairment of the RPE secretory function of PEDF."}, {"pubmed": 27456707, "text": "Interaction between Escherichia coli K1 OmpA and Ecgp96 downregulates peroxisome proliferator-activated receptor gamma (PPAR-gamma) and glucose transporter 1 (GLUT-1) levels in human brain microvascular endothelial cells, causing disruption of barrier integrity and inhibition of glucose uptake."}, {"pubmed": 27476171, "text": "Upregulated expression of Glut1 is associated with glioma."}, {"pubmed": 27511728, "text": "T cells from patients with acute or chronic B cell leukemia, which were also metabolically exhausted had defective Akt/mTORC1 signaling, reduced expression of Glut1 and hexokinase 2, and decreased glucose metabolism."}, {"pubmed": 27644880, "text": "interfering GLUT1 expression dampens IL-33-enhanced glucose uptake and glycolysis in NSCLC cells, thereby abrogates IL-33-induced NSCLC outgrowth and metastasis"}, {"pubmed": 27725288, "text": "it suggests that analysis of SLC2A1 should be considered in the diagnostic work up of HSP, especially if it is associated with epilepsy"}, {"pubmed": 27792451, "text": "NBR2-GLUT1 axis may serve as an adaptive response in cancer cells to survive in response to phenformin treatment."}, {"pubmed": 27829222, "text": "this study shows that PTEN dephosphorylates AKT to prevent the expression of GLUT1 on plasmamembrane and to limit glucose consumption in cancer cells"}, {"pubmed": 27842912, "text": "SLC2A1 genes up regulation were associated with increased mortality rate in patients diagnosed with papillary thyroid cancer."}, {"pubmed": 27858715, "text": "The levels of GLUT1 and GLUT3, the major brain glucose transporters, are decreased, especially in the cerebral cortex in patient with Alzheimer disease."}, {"pubmed": 27863474, "text": "Data show that Prima-1 kills hypoxic wt p53 KRAS-mutant cells resistant to 3-bromopyruvate (3-BrPA), partly by decreasing GLUT-1 expression."}, {"pubmed": 27884659, "text": "Data suggest that plasma glycation with erythrocyte membrane modification is associated with oxidative stress, GLUT1 expression, and erythrocyte fragility in patients with type 2 diabetes; such glycation may further contribute to progression of diabetic vascular complications."}, {"pubmed": 27909246, "text": "ANKRD50 simultaneously engages multiple parts of the SNX27-retromer-WASH complex machinery in a direct and co-operative interaction network that is needed to efficiently recycle the nutrient transporters"}, {"pubmed": 27918085, "text": "Results show that PPARalpha directly targeted the consensus PPRE motif of Glut1 promoter region resulting in Glut1 transcription repression leding to decreased influx of glucose in cancer cells."}, {"pubmed": 27931517, "text": "We silenced Glut1 in triple-negative breast-cancer cell lines using a short hairpin RNA (shRNA) system. Knockdown of Glut1 resulted in decreased cell proliferation, glucose uptake, migration, and invasion through modulation of the EGFR/MAPK signaling pathway and integrin 1/Src/FAK signaling pathways. These results suggest that Glut1 also acts as a regulator of signaling cascades in the tumorigenesis of breast cancer."}, {"pubmed": 27981520, "text": "The results of the study confirmed the presence of GLUT-1, GLUT-4 and GLUT-9 proteins in the trophoblast from both, uncomplicated and diabetic pregnancies. In addition, insulin therapy may increase placental expression of GLUT-4 and GLUT-9, and partially GLUT-1, in women with pregestational and gestational diabetes mellitus."}, {"pubmed": 27989750, "text": "UCP2 stimulates hnRNPA2/B1, GLUT1 and PKM2 expression and sensitizes pancreatic cancer cells to glycolysis inhibition."}, {"pubmed": 27998284, "text": "This study demonstrates a strict requirement for GLUT1 in the early stages of mammary tumorigenesis in vitro and in vivo."}, {"pubmed": 28000878, "text": "GLUT1 expression is associated with chemoresistance in colorectal cancer.TrpC5 regulates GLUT1 expression in colorectal cancer."}, {"pubmed": 28028797, "text": "GLUT1 and MCT1 membrane overexpression was significantly higher in Papillary Renal Cell carcinoma"}, {"pubmed": 28036362, "text": "The tumor metabolism status determined by expression of GLUT1 and ASCT2."}, {"pubmed": 28053105, "text": "Here the authors report that activation of mTORC1 by Epstein-Barr virus LMP1 is a key modulator for activation of NF-kappaB signaling to mediate aerobic glycolysis via Glut-1 upregulation."}, {"pubmed": 28058711, "text": "These findings indicate that hyperglycemia is associated with poor survival. The putative biological mechanism might involve differential GLUT1 expression between hyperglycemic and normal states in patients with PCNSL."}, {"pubmed": 28086215, "text": "Studies suggest that a combination of glucose transporter s (GLUTs) 1 and 3 might help predict malignancy of cancers and direct effective cancer therapy."}, {"pubmed": 28124377, "text": "A heterozygous SLC2A1 mutation in the severely affected child was inherited from his less severely affected mother who was mosaic for the mutation"}, {"pubmed": 28178665, "text": "High GLUT-1 expression predicted shorter overall survival (OS) in patients with pancreatic cancer, and was was associated with a tumor size of >2 cm and presence of lymph node metastasis."}, {"pubmed": 28180987, "text": "High glut1 expression is associated with Pancreatic Cancer."}, {"pubmed": 28222430, "text": "Glut1 was found to be a direct and functional target of miR-218. MicroRNA-218 increases the sensitivity of bladder cancer to cisplatin by targeting Glut1."}, {"pubmed": 28260073, "text": "Study provides evidence that overexpression of FOXM1 and GLUT1 may play critical roles in hepatocellular carcinoma (HCC). FOXM1 promotes HCC glycolysis by transactivating GLUT1 expression."}, {"pubmed": 28347233, "text": "We demonstrated that the expression levels of glycolysis-related proteins glucose transporter 1, hexokinase II, carbonic anhydrase IX, and monocarbonylate transporter 4 differ between thyroid cancer subtypes and are correlated with poorer prognosis"}, {"pubmed": 28355545, "text": "Membrane Phase-Dependent Occlusion of Intramolecular GLUT1 Cavities"}, {"pubmed": 28378819, "text": "A de novo 5'-UTR variant in SLC2A1, generating a novel translation initiation codon, severely compromising SLC2A1 function was identified in a GLUT1 deficiency syndrome patient."}, {"pubmed": 28381136, "text": "Study confirms the high expression of Glut-1 not only in endometrioid carcinomas but also in other carcinomas of endometrium including clear cell and serous types. Glut-1 expression can be used as a surrogate marker in differential diagnosis between hyperplasia with and without atypia."}, {"pubmed": 28412205, "text": "SLC2A1/GLUT1 is expressed late in the adenoma-carcinoma sequence during carcinogenesis in intraductal papillary mucinous neoplasms of the pancreas."}, {"pubmed": 28419191, "text": "we found that PPARdelta directly regulated neutral amino acid transporter SLC1-A5 (solute carrier family 1 member 5) and glucose transporter-1 (Glut1) gene transcription, leading to uptake of glucose and amino acid, activation of mTOR signaling, and tumor progression. In contrast, silence of PPARdelta or its antagonist inhibited this event."}, {"pubmed": 28419980, "text": "This study did not detect any pathogenic mutations in SLC2A1 in the patient with focal epilepsy."}, {"pubmed": 28429188, "text": "High GLUT1 expression is associated with metastasis and epithelial-mesenchymal transition in hepatocellular carcinoma."}, {"pubmed": 28440026, "text": "Taken together, our study provides a new perspective of miR-148b in gastric cancer (GC) development through inhibiting glycolysis in GC cells , directly targeting glucose transporter SLC2A1."}, {"pubmed": 28443597, "text": "Glucose transporter type 1 deficiency syndrome is the result of impaired glucose transport into the brain. Patients with glucose transporter type 1 syndrome may present with infantile seizures, developmental delay, acquired microcephaly, spasticity and ataxia."}, {"pubmed": 28488541, "text": "AKT inhibition blocks miR-124 silencing-induced AKT1/2, glucose transporter 1, hexokinase II activation, cell proliferation, and glycolytic or energy metabolism changes. In summary, this study demonstrated that miR-124 is able to inhibit proliferation, glycolysis, and energy metabolism, potentially by targeting AKT1/2-glucose transporter 1/hexokinase II in non-small cell lung cancer cells."}, {"pubmed": 28498467, "text": "Antibody therapy targeted at AFP-producing tumor cells showed an inhibitory effect on the PI3K/AKT pathway via the liberation, restoration and functional stabilization of PTEN. PTEN simultaneously induced both P53 activation and intracellular translocation of GLUT1, since these are closely associated with PTEN."}, {"pubmed": 28498810, "text": "This systematic review and meta-analysis indicated that the GLUT1 may serve as an ideal prognostic biomarker in various cancers."}, {"pubmed": 28524154, "text": "the TT genotype in XbaI G>T SNP and CC genotype of HaeIII T>C SNP may have protective effect in the carcinogenesis process of UCC. In the XbaI G>T SNP, the GG genotype of was positively related to tumor proliferation, glucose metabolism, tumor grade and stage."}, {"pubmed": 28542798, "text": "Strong GLUT1 staining was inversely associated with circulating levels of fasting glucose in high grade serous ovarian cancer."}, {"pubmed": 28545938, "text": "GLUT-1(+) specimens were classified as true infantile hemangioma (IH) and GLUT-1(-) specimens were reclassified as pyogenic granulomas and vascular malformations based on their histopathological features."}, {"pubmed": 28556183, "text": "detected significantly reduced GLUT1 expression only on red blood cells from patients with GLUT1-Deficiency Syndrome."}, {"pubmed": 28589878, "text": "Whereas, Glut1-mediated glucose uptake also requires mTORC2 phosphorylation of the hydrophobic domain, demonstrating both phosphorylation-dependent and independent roles of the hydrophobic domain in regulating glucose uptake."}, {"pubmed": 28617850, "text": "The models and subsequent experimental validation suggest that multiple residue substitutions are required to produce the thermodynamic and functional distinction between XylE and GLUT1. Despite the lack of simulation studies with substrates, these computational and biochemical characterizations provide unprecedented insight into the mechanistic difference between proton symporters and uniporters."}, {"pubmed": 28623979, "text": "In preeclampsia, placental GLUT1 expression and function are down-regulated at the apical plasma membrane of the syncytiotrophoblast."}, {"pubmed": 28631569, "text": "We found that insulin increases the cytotoxic effect of 5-fluorouracil and cyclophosphamide in vitro up to two-fold. The effect was linked to enhancement of apoptosis, activation of apoptotic and autophagic pathways, and overexpression of glucose transporters 1 and 3 as well as inhibition of cell proliferation and motility"}, {"pubmed": 28646353, "text": "experiments mainly reveal that the CREB1 could affect glucose transport in glioma cells by regulating the expression of GLUT1, which controlled the metabolism of glioma and affected the progression of glioma."}, {"pubmed": 28731193, "text": "HOTAIR promoted glycolysis by upregulating glucose transporter isoform 1 (GLUT1) and activating mammalian target of rapamycin (mTOR) signaling."}, {"pubmed": 28759035, "text": "Data show that SALL4 promotes the expression of Glut1 and open chromatin through a HP1alpha-dependent mechanism."}, {"pubmed": 28803777, "text": "Paraoxonase 2 facilitates pancreatic ductal cancer growth and metastasis by stimulating GLUT1-mediated glucose transport."}, {"pubmed": 28803837, "text": "ablation of Glut1 attenuated apoptosis and increased drug resistance via upregulation of p-Akt/p-GSK-3beta (Ser9)/beta-catenin/survivin."}, {"pubmed": 28852964, "text": "PPAR-gamma and Akt regulate GLUT1 and GLUT3 surface localization during Mycobacterium tuberculosis infection."}, {"pubmed": 28892135, "text": "Metabolically active CD4+ T cells expressing Glut1 and OX40 preferentially harbor HIV during in vitro infection."}, {"pubmed": 28892790, "text": "YAP1 interacted with TEAD1, exerted their transcriptional control of the functional target, glucose transporter 1 (Glut1)."}, {"pubmed": 28945223, "text": "p-ERK-mediated phosphorylation and stabilization of JMJD2B during glucose deprivation contributes to its role in glucose uptake and cell viability, which may be modulated through epigenetically upregulation of GLUT1 in colon cancer cells."}, {"pubmed": 28969476, "text": "Placental expression of at least three GLUT isoforms, i.e. GLUT-1, GLUT-4, and GLUT-9, may be involved in the intensification of intrauterine fetal growth in pregnancies complicated by gestational diabetes mellitus and pregnancy complicated by diabetes mellitus, type 1."}, {"pubmed": 28978999, "text": "Metabolic analysis showed that YC-1 shifted glucose metabolism in hypoxic cells from anaerobic glycolysis to oxidative phosphorylation (OXPHOS). Additional GI accelerated membranous GLUT1 translocation, elevating glucose uptake, and increased acetyl-CoA levels, leading to more ROS generation in hypoxic YC-1-treated cells."}, {"pubmed": 28986303, "text": "Corticotropin releasing hormone and 8-Br-cAMP led to robust GLUT1 upregulation and increased membrane translocation."}, {"pubmed": 29066623, "text": "Data suggest that GLUT1 functions as tetramer of adjacent dimers of allosteric, alternating access transporters in which (a) cis-allostery is mediated by intra-subunit interaction and (b) trans-allostery requires inter-subunit interaction. Endofacial (vs exofacial) cis-allostery obtains when affinity of un-liganded e1 (endofacial) GLUT1 subunit in one dimer is increased by occupancy of e1 GLUT1 subunit of adjacent dimer."}, {"pubmed": 29128957, "text": "High glut1 expression is associated with Malignant Melanoma."}, {"pubmed": 29164572, "text": "GLUT-1 in nasopharyngeal carcinoma and its clinical significance"}, {"pubmed": 29205188, "text": "Results show that GLUT1 is sensitive and specific marker for colorectal cancer (CRC). It is overexpressed in young age patients, poor performance status, and stage IV patients. Although this was not statistically significant, GLUT 1 showed higher expression level in patients with lesser survival."}, {"pubmed": 29207384, "text": "This study provides evidence that SLC2A1 gene variants might be implicated in the development of Type 2 diabetes microvascular complications."}, {"pubmed": 29223885, "text": "This study present the results from the molecular genetics study of the SLC2A1 gene in Bulgarian patients with different forms of genetic generalized epilepsy having emerged in childhood."}, {"pubmed": 29374351, "text": "miR-328 expression is reduced in colon cancer patients and thus inversely correlates with the classically reported upregulated SLC2A1/GLUT1 expression in tumors."}, {"pubmed": 29374742, "text": "High levels of GLUT1 are associated with Lung Adenocarcinoma."}, {"pubmed": 29481555, "text": "Study demonstrated that the high mRNA level of both MCT1 and GLUT1 correlated with poor prognosis, high- Fuhrman grade clear-cell renal cell carcinoma and metabolic reprogramming."}, {"pubmed": 29624790, "text": "Exogenous GLUT1 expression after AAV-GLUT1 injection approximated that of physiological human GLUT1 expression. Local central nervous system administration of AAV-GLUT1 improved CSF glucose levels and motor function of GLUT1-deficient mice and minimized off-target effects."}, {"pubmed": 29629851, "text": "Kazakh and Han patients with esophageal squamous cell carcinoma with Glut1 c-myc co-expression had poorer prognosis."}, {"pubmed": 29684818, "text": "GLUT1 ectopic overexpression makes PCa cells more resistant to glucose deprivation and oxidative stress-induced cell death. Under glucose deprivation, GLUT1 overexpressing PCa cells sustains mitochondrial SOD2 activity, compromised after glucose removal, and significantly increases reduced glutathione (GSH)"}, {"pubmed": 29741207, "text": "The gene changes of SLC2A1 pathogenic variants leading to GLUT1 deficiency and generalized epilepsies."}, {"pubmed": 29797802, "text": "Glucose transporter-1 could play a role not only in the onset of psoriasis but also in the progression and severity of the disease. It may participate in the pathogenesis of psoriasis through the facilitation of epidermal hyperproliferation, inflammation, and angiogenesis."}, {"pubmed": 29867928, "text": "Evidence suggests that poor CD4+ T cell recovery in treated HIV-positive individuals is linked to the homozygous genotype (GG) associated with SLC2A1 SNP rs1385129 when compared to those with a recessive allele (GA/AA). Furthermore, poor response to therapy is less likely among Australian participants when compared against American participants."}, {"pubmed": 29913554, "text": "Besides GLUT1, GLUT5 seems to be regulated under hypoxia."}, {"pubmed": 29915035, "text": "work characterized the clustering distribution of GLUT1 and linked its spatial structural organization to the functions, which would provide insights into the activation mechanism of the transporter."}, {"pubmed": 29978611, "text": "Expression of SLC5A5 mRNA was negatively correlated with SLC2A1 mRNA. This finding provides a molecular basis for the management of PTC with negative WBS using F-FDG PET scans. In addition, higher expression of SLC5A5 mRNA was associated with less PTC [papillary thyroid cancer] recurrence, but not with deaths."}, {"pubmed": 30026052, "text": "Data suggest that lncRNA lnc-p23154 (lnc-p23154) may play an important role in solute carrier family 2 member 1 (Glut1)-mediated glycolysis by inhibiting miR-378a-3p transcription and accelerate OSCC metastasis."}, {"pubmed": 30028251, "text": "These findings promote development of metabolic-based cancer detection technologies, and suggest that 2GF-GNPs may enable specific cancer detection in a wide range of tumors characterized by high GLUT-1 expression"}, {"pubmed": 30062472, "text": "genetic variation in GLUT1 is associated with Early-Stage Non-small Cell Lung Cancer."}, {"pubmed": 30089592, "text": "It suggests that the reduced expression of GLUT-1 and overexpression of SGLT-2 are associated with false-negative lymph node metastases in NSCLC."}, {"pubmed": 30256390, "text": "SIRT6 overexpression inhibits cementogenesis by suppressing the activity of glucose transporter 1."}, {"pubmed": 30306706, "text": "Using the expression of MCT4 and GLUT1 and their metabolic parameters to determine the metabolic status of tumors is promising for predicting the prognosis of patients with hepatocellular carcinoma."}, {"pubmed": 30353771, "text": "SLC2A1 variants and haplotypes may be involved in the pathogenesis of diabetic nephropathy [meta-analysis]"}, {"pubmed": 30360728, "text": "MT1 high expression was associated with good prognosis subtype (Luminal A), while GLUT1 high expression was related to poor prognosis subtype (triple-negative)"}, {"pubmed": 30361188, "text": "SLC2A1 gene variants do not play a causative role in genetic generalized epilepsy patients with eyelid myoclonia."}, {"pubmed": 30480843, "text": "SLC2A1/GLUT1 in psoriatic keratinocytes confers sensitivity to 2-deoxy-D-glucose (2-DG) treatment"}, {"pubmed": 30508885, "text": "This meta-analysis indicates that GLUT1 expression is associated with poor prognostic and a series of clinicopathological features in breast cancer"}, {"pubmed": 30536316, "text": "MicroRNA-218 expression level was decreased while GLUT1 expression level was increased in oral squamous cell carcinoma tissues compared with adjacent healthy tissues"}, {"pubmed": 30552981, "text": "A positive expression of GLUT1 significantly predicts a poor prognosis in lung cancer patients. GLUT1 may server as a helpful biomarker and a potential target for the treatment strategies of lung cancer.[review;meta-analysis]"}, {"pubmed": 30591108, "text": "Inhibiting the expression of GLUT1 in neuroblastoma cells inhibits cell proliferation, and the ability of cell invasion and migration were reduced."}, {"pubmed": 30591458, "text": "The distribution of glucose transporter 1 expression compared with heme oxygenase 1 expression in HCT116 cell spheroids seemed consistent with differential dependence of hypoxic expression of these molecules on fatty acid beta-oxidation"}, {"pubmed": 30616884, "text": "The authors describe two sporadic children with pure and complex hereditary spastic paraplegia (HSP) without paroxysmal non-epileptic movement disorders harboring heterozygous de novo SLC2A1 pathogenic variants"}, {"pubmed": 30797490, "text": "low expression of S is associated with improved prognosis in non-small-cell lung cancer"}, {"pubmed": 30824189, "text": "Extracellular gating -gating activities found in unbiassed simulations of human GLUT1 in erythrocyte membrane.  Extracellular gating -gating mechanism simpler than the alternating access mechanism for glucose transport."}, {"pubmed": 30861255, "text": "Study demonstrated that downregulation of GLUT1 expression had a strong anti-proliferative effect in esophageal squamous cell carcinoma (ESCC) cells and improved their sensitivity to cisplatin. These findings provide evidence that GLUT1 plays a role in cisplatin-resistance of ESCC cells."}, {"pubmed": 30868406, "text": "SIRT1/GLUT1 axis promotes bladder cancer progression via regulation of glucose uptake."}, {"pubmed": 30895386, "text": "Mutated and non-mutated SLC2A1 associated with different phenotypes in GLUT1 deficiency syndrome."}, {"pubmed": 30897179, "text": "HTLV-1 Tax-1 alters GLUT1 localization via its interaction with SNX27. We demonstrate that over expression of Tax-1 in cells causes a reduction of GLUT1 on the plasma membrane. Furthermore, we show that knockdown of SNX27 results in increased virion release and decreased HTLV-1 infectivity."}, {"pubmed": 30990881, "text": "High GLUT1 expression was associated with lower overall survival in patients with glioblastomas."}, {"pubmed": 31035243, "text": "The greater the number of atypical characteristics presenting in patients with absence epilepsy, the more likely they have a SLC2A1 mutation."}, {"pubmed": 31089713, "text": "Insulin-like growth factor 2 mRNA binding protein 2 (IGF2BP2) enhances aerobic glycolysis of pancreatic ductal adenocarcinoma (PDAC) cells through stabilizing glucose transporter type 1 (GLUT1) mRNA."}, {"pubmed": 31127991, "text": "HIF-1alpha, GLUT-1 and CA-IX may be connected with tumor response to preCRT, however, there is still skepticism towards their clinical use as predictors of outcome."}, {"pubmed": 31160483, "text": "MiR-505 suppressed the growth of hepatocellular carcinoma cells via targeting IGF-1R."}, {"pubmed": 31165505, "text": "Diagnostic value of BRCA1-associated protein-1, glucose transporter-1 and desmin expression in the discrimination between reactive mesothelial proliferation and malignant mesothelioma in tissues and effusions."}, {"pubmed": 31181707, "text": "Data revealed that the inward-open is the preferred conformation and that residues Phe291, Phe379, Glu380, Trp388, and Trp412 may play critical roles in ligand binding to GLUT1."}, {"pubmed": 31182397, "text": "Circulating red blood cell GLUT1 concentrations with NSE demonstrate a significant potential in reflecting the severity of hypoxic-ischemic encephalopathy pre-therapeutic hypothermia and gauging effectiveness of therapeutic hypothermia"}, {"pubmed": 31187488, "text": "circRNA_100290 serves as a ceRNA to counteract miR-378a-mediated GLUT1 suppression, thus promoting glycolysis and cell proliferation in oral squamous cell carcinoma (OSCC)."}, {"pubmed": 31222984, "text": "No significant differences were observed in terms of other diabetic complications, including retinopathy, peripheral neuropathy, cardiovascular disease, cerebrovascular disease or peripheral artery disease, according to the genotypes of the SLC2A1 HaeIII polymorphism."}, {"pubmed": 31269269, "text": "To increase CD71 and Glut1 expression."}, {"pubmed": 31407220, "text": "Expressions of Carbohydrate Response Element Binding Protein and Glucose Transporters in Liver Cancer and Clinical Significance."}, {"pubmed": 31492194, "text": "LINC00174 accelerated carcinogenesis of glioma via sponging miR-1523-3p and increasing the SLC2A1 expression, which could be considered as a molecular target for glioma diagnosis and therapy."}, {"pubmed": 31494931, "text": "MGAT1 promotes complex N-glycosylation of glucose transporter 1 (Glut1) and increases Glut1 protein levels. In summary, our findings indicate that MGAT1 is highly expressed in glioblastoma and promotes glioma cells at least partly through upregulation of Glut1 protein."}, {"pubmed": 31527827, "text": "Differential effect of GLUT1 overexpression on survival and tumor immune microenvironment of human papilloma virus type 16-positive and -negative cervical cancer."}, {"pubmed": 31631598, "text": "miR-148b-3p might participate in glucose metabolism of offspring with maternal cholestasis through the negative regulation of GLUT1 expression in placental trophoblast cells"}, {"pubmed": 31678436, "text": "The concentration gradients (Api - BL) of glucose and lactate correlated with the gene expression of respective SLC2A1 and SLC16A1 transporters."}, {"pubmed": 31686415, "text": "Investigated glucose transporter 1 (GLUT1) expression in endometrial cancer, and its association with prognosis and survival."}, {"pubmed": 31816312, "text": "WNK1 phosphorylation sites in TBC1D1 and TBC1D4 modulate cell surface expression of GLUT1"}, {"pubmed": 31832727, "text": "Hypoxia-induced modulation of glucose transporter expression impacts (18)F-fluorodeoxyglucose PET-CT imaging in hepatocellular carcinoma."}, {"pubmed": 31916460, "text": "Meta-analysis conclusion: GLUT-1 is highly accurate to distinguish malignant mesothelioma from reactive mesothelial cells."}, {"pubmed": 31931846, "text": "Results found that GLUT1 expression is regulated by KDM4B to promote glucose metabolism in colorectal cancer cells."}, {"pubmed": 31932660, "text": "GLUT1 expression in high-risk prostate cancer: correlation with (18)F-FDG-PET/CT and clinical outcome."}, {"pubmed": 32025761, "text": "Mechanistic Insights into Protein Stability and Self-aggregation in GLUT1 Genetic Variants Causing GLUT1-Deficiency Syndrome."}, {"pubmed": 32096653, "text": "High SLC2A1 expression was significantly ( p < 0.05) associated with a poor prognosis in stage I, II, and III subgroups using the Kaplan-Meier plotter.  SLC2A1 is a promising biomarker that can be used to predict the prognosis of Lung adenocarcinoma."}, {"pubmed": 32188390, "text": "The Interaction of GLUT1 and FOXM1 Leads to a Poor Prognosis in Colorectal Cancer."}, {"pubmed": 32196590, "text": "Circular RNA circDENND4C facilitates proliferation, migration and glycolysis of colorectal cancer cells through miR-760/GLUT1 axis."}, {"pubmed": 32201432, "text": "Glucose Transporter-1 (GLUT-1) Expression is Associated with Tumor Size and Poor Prognosis in Locally Advanced Gastric Cancer."}, {"pubmed": 32210228, "text": "Lung cancer cell subpopulations within the collective invasion pack have distinct metabolic requirements. Leader cells rely on active pyruvate dehydrogenase to sustain mitochondrial respiration whereas follower cells highly express GLUT1, which sustains an elevated level of glucose uptake required to maintain proliferation."}, {"pubmed": 32394523, "text": "SNPs in PRKCA-HIF1A-GLUT1 are associated with diabetic kidney disease in a Chinese Han population with type 2 diabetes."}, {"pubmed": 32404031, "text": "Role of the GLUT1 Glucose Transporter in Postnatal CNS Angiogenesis and Blood-Brain Barrier Integrity."}, {"pubmed": 32404902, "text": "Glucose transporter 1 deficiency syndrome: nutritional and growth pattern phenotypes at diagnosis."}, {"pubmed": 32434192, "text": "Transketolase-Like Protein 1 and Glucose Transporter 1 in Gastric Cancer."}, {"pubmed": 32500187, "text": "GLUT1 participates in tamoxifen resistance in breast cancer cells through autophagy regulation."}, {"pubmed": 32533646, "text": "Expression of hypoxia-inducible factor 1alpha, glucose transporter 1, and hexokinase 2 in primary central nervous system lymphoma and the correlation with the biological behaviors."}, {"pubmed": 32589140, "text": "Estimating and interpreting nonlinear receptive field of sensory neural responses with deep neural network models."}, {"pubmed": 32617672, "text": "Expression of glucose transporters in duodenal mucosa of patients with type 1 diabetes."}, {"pubmed": 32707731, "text": "Cbl Negatively Regulates NLRP3 Inflammasome Activation through GLUT1-Dependent Glycolysis Inhibition."}, {"pubmed": 32712428, "text": "The role of molecular analysis of SLC2A1 in the diagnostic workup of glucose transporter 1 deficiency syndrome."}, {"pubmed": 32819845, "text": "Comparing prognostic factors of Glut-1 expression and maximum standardized uptake value by FDG-PET in patients with resectable pancreatic cancer."}, {"pubmed": 32826891, "text": "GLUT1 inhibition blocks growth of RB1-positive triple negative breast cancer."}, {"pubmed": 32873793, "text": "GLUT3 induced by AMPK/CREB1 axis is key for withstanding energy stress and augments the efficacy of current colorectal cancer therapies."}, {"pubmed": 32903032, "text": "Spatial locations of certain enzymes and transporters within preinvasive ductal epithelial cells predict human breast cancer recurrences."}, {"pubmed": 32945498, "text": "Long noncoding RNA PVT1 promotes tumor cell proliferation, invasion, migration and inhibits apoptosis in oral squamous cell carcinoma by regulating miR1505p/GLUT1."}, {"pubmed": 32946972, "text": "LINC00346 regulates glycolysis by modulation of glucose transporter 1 in breast cancer cells."}, {"pubmed": 32960438, "text": "The lncRNA PVT1 promotes invasive growth of lung adenocarcinoma cells by targeting miR-378c to regulate SLC2A1 expression."}, {"pubmed": 32962633, "text": "Hypoxia induces the translocation of glucose transporter 1 to the plasma membrane in vascular endothelial cells."}, {"pubmed": 32967636, "text": "GLUT-1 as a predictor of worse prognosis in pancreatic adenocarcinoma: immunohistochemistry study showing the correlation between expression and survival."}, {"pubmed": 33008107, "text": "Glucose, Fructose, and Urate Transporters in the Choroid Plexus Epithelium."}, {"pubmed": 33217448, "text": "RNA N(6)-Methyladenosine Methyltransferase METTL3 Facilitates Colorectal Cancer by Activating the m(6)A-GLUT1-mTORC1 Axis and Is a Therapeutic Target."}, {"pubmed": 33218355, "text": "Insulin regulation of solute carrier family 2 member 1 (glucose transporter 1) expression and glucose uptake in decidualizing human endometrial stromal cells: an in vitro study."}, {"pubmed": 33271824, "text": "Different Regulation of Glut1 Expression and Glucose Uptake during the Induction and Chronic Stages of TGFbeta1-Induced EMT in Breast Cancer Cells."}, {"pubmed": 33277953, "text": "Bidirectional astrocytic GLUT1 activation by elevated extracellular K()."}, {"pubmed": 33402433, "text": "Orthosteric-allosteric dual inhibitors of PfHT1 as selective antimalarial agents."}, {"pubmed": 33420213, "text": "Subtype-dependent difference of glucose transporter 1 and hexokinase II expression in craniopharyngioma: an immunohistochemical study."}, {"pubmed": 33431108, "text": "Phenotypic and Genotypic Spectrum of Glucose Transporter-1 Deficiency Syndrome."}, {"pubmed": 33451334, "text": "HEMGN and SLC2A1 might be potential diagnostic biomarkers of steroid-induced osteonecrosis of femoral head: study based on WGCNA and DEGs screening."}, {"pubmed": 33522072, "text": "Prognostic significance of genetic variants in GLUT1 in stage III non-small cell lung cancer treated with radiotherapy."}, {"pubmed": 33543559, "text": "MUC16 promotes EOC proliferation by regulating GLUT1 expression."}, {"pubmed": 33562270, "text": "Target Score-A Proteomics Data Selection Tool Applied to Esophageal Cancer Identifies GLUT1-Sialyl Tn Glycoforms as Biomarkers of Cancer Aggressiveness."}, {"pubmed": 33715934, "text": "Evaluation of GLUT1, IGF-2, VEGF, FGF 1, and angiopoietin 2 in infantile hemangioma."}, {"pubmed": 33753374, "text": "GLUT1 Expression in Tumor-Associated Neutrophils Promotes Lung Cancer Growth and Resistance to Radiotherapy."}, {"pubmed": 33760210, "text": "BCAT1 overexpression regulates proliferation and cMyc/GLUT1 signaling in head and neck squamous cell carcinoma."}, {"pubmed": 33773574, "text": "Placental glucose transporter 1 and 3 gene expression in Monochorionic twin pregnancies with selective fetal growth restriction."}, {"pubmed": 33811729, "text": "Differential substrate use in EGF- and oncogenic KRAS-stimulated human mammary epithelial cells."}, {"pubmed": 33888756, "text": "Diagnostic potential of hypoxia-induced genes in liquid biopsies of breast cancer patients."}, {"pubmed": 33913302, "text": "[Progress in the clinical application and correlation between glucose transporter-1 and (18)F-FDG PET/CT imaging for non-small cell lung cancer]."}, {"pubmed": 33967078, "text": "HIF-1alpha may promote glycolysis in psoriasis vulgaris via upregulation of CD147 and GLUT1.\", trans \"HIF-1alphaCD147GLUT1."}, {"pubmed": 34146942, "text": "Role of breast cancer-derived exosomes in metabolism of immune cells through PD1-GLUT1-HK2 metabolic axis."}, {"pubmed": 34227742, "text": "Increased glycolysis in skeletal muscle coordinates with adipose tissue in systemic metabolic homeostasis."}, {"pubmed": 34229540, "text": "The Expression and Survival Significance of Glucose Transporter-1 in Pancreatic Cancer: Meta-Analysis, Bioinformatics Analysis and Retrospective Study."}, {"pubmed": 34238200, "text": "The Effect of GLUT1 on the Survival Rate and Immune Cell Infiltration of Lung Adenocarcinoma and Squamous Cell Carcinoma: A Meta and Bioinformatics Analysis."}, {"pubmed": 34279792, "text": "Varied phenotypic spectrum presenting of paroxysmal exercise-induced dyskinesia: a Turkish family with SLC2A1 mutation."}, {"pubmed": 34409730, "text": "m(6) A transferase KIAA1429-stabilized LINC00958 accelerates gastric cancer aerobic glycolysis through targeting GLUT1."}, {"pubmed": 34478711, "text": "The essential glucose transporter GLUT1 is epigenetically upregulated by C/EBPbeta and WT1 during decidualization of the endometrium."}, {"pubmed": 34478732, "text": "TXNIP interaction with GLUT1 depends on PI(4,5)P2."}, {"pubmed": 34488469, "text": "Polymorphism in the HaeIII single nucleotide polymorphism of the SLC2A1 gene and cardiovascular disease in the early type 2 diabetes mellitus."}, {"pubmed": 34539658, "text": "Signatures of Multi-Omics Reveal Distinct Tumor Immune Microenvironment Contributing to Immunotherapy in Lung Adenocarcinoma."}, {"pubmed": 34580846, "text": "GLUT-1 Expression in Breast Cancer.\", trans \"GLUT-1 Expression in Breast Cancer."}, {"pubmed": 34620861, "text": "DHHC9-mediated GLUT1 S-palmitoylation promotes glioblastoma glycolysis and tumorigenesis."}, {"pubmed": 34781282, "text": "Peritoneal Expression of SGLT-2, GLUT1, and GLUT3 in Peritoneal Dialysis Patients."}, {"pubmed": 34790014, "text": "Transforming growth factor beta-1 upregulates glucose transporter 1 and glycolysis through canonical and noncanonical pathways in hepatic stellate cells."}, {"pubmed": 34791627, "text": "Epithelial mesenchymal transition regulator TWIST1 transcription factor stimulates glucose uptake through upregulation of GLUT1, GLUT3, and GLUT12 in vitro."}, {"pubmed": 34800155, "text": "Role and mechanism of Glut-1 and H+/K+-ATPase expression in pepsin-induced development of vocal cord leukoplakia."}, {"pubmed": 34801669, "text": "Dysregulated GLUT1 may be involved in the pathogenesis of preeclampsia by impairing decidualization."}, {"pubmed": 34831313, "text": "GLUT1, GLUT3 Expression and 18FDG-PET/CT in Human Malignant Melanoma: What Relationship Exists? New Insights and Perspectives."}, {"pubmed": 34906161, "text": "TRIM38 triggers the uniquitination and degradation of glucose transporter type 1 (GLUT1) to restrict tumor progression in bladder cancer."}, {"pubmed": 35039635, "text": "MiR-378a inhibits glucose metabolism by suppressing GLUT1 in prostate cancer."}, {"pubmed": 35074500, "text": "Extracellular vesicle glucose transporter-1 and glycan features in monocyte-endothelial inflammatory interactions."}, {"pubmed": 35137927, "text": "Exosomes derived from the blood of patients with sepsis regulate apoptosis and aerobic glycolysis in human myocardial cells via the hsamiR1262/SLC2A1 signaling pathway."}, {"pubmed": 35149838, "text": "LncRNA GAL promotes colorectal cancer liver metastasis through stabilizing GLUT1."}, {"pubmed": 35164795, "text": "Interaction between a diabetes-related methylation site (TXNIP cg19693031) and variant (GLUT1 rs841853) on fasting blood glucose levels among non-diabetics."}, {"pubmed": 35279228, "text": "Study of paediatric patients with the clinical and biochemical phenotype of glucose transporter type 1 deficiency syndrome."}, {"pubmed": 35311938, "text": "GLUT1 Immunohistochemistry Is a Highly Sensitive and Relatively Specific Marker for Erythroid Lineage in Benign and Malignant Hematopoietic Tissues."}, {"pubmed": 35388452, "text": "The clinical and biochemical hallmarks generally associated with GLUT1DS may be caused by defects in genes other than SLC2A1."}, {"pubmed": 35415942, "text": "Effect of Glut-1 and HIF-1alpha double knockout by CRISPR/CAS9 on radiosensitivity in laryngeal carcinoma via the PI3K/Akt/mTOR pathway."}, {"pubmed": 35500464, "text": "Head circumference in glucose transporter 1 deficiency syndrome: Normal for individuals, abnormal as a group."}, {"pubmed": 35615882, "text": "GLUT1, LDHA, and MCT4 Expression Is Deregulated in Cervical Cancer and Precursor Lesions."}, {"pubmed": 35654150, "text": "Quantitative characterization of the path of glucose diffusion facilitated by human glucose transporter 1."}, {"pubmed": 35766190, "text": "Glucose uptake by GLUT1 in photoreceptors is essential for outer segment renewal and rod photoreceptor survival."}, {"pubmed": 35792526, "text": "GLUT-1 expression is helpful to distinguish myxofibrosarcoma from nodular fasciitis."}, {"pubmed": 35900536, "text": "Expression of glucose transporter 1 (SLC2A1) - Clinicopathological associations and survival in an Indian cohort of colorectal cancer patients."}, {"pubmed": 35929906, "text": "LncRNA MCM3AP-AS1 serves as a competing endogenous RNA of miR-218 to upregulate GLUT1 in papillary thyroid carcinoma."}, {"pubmed": 35955706, "text": "Hyperglycemia in Pregnancy-Associated Oxidative Stress Augments Altered Placental Glucose Transporter 1 Trafficking via AMPKalpha/p38MAPK Signaling Cascade."}, {"pubmed": 36057597, "text": "FOXD1 facilitates pancreatic cancer cell proliferation, invasion, and metastasis by regulating GLUT1-mediated aerobic glycolysis."}, {"pubmed": 36327817, "text": "SREBP2/Rab11s/GLUT1/6 network regulates proliferation and migration of glioblastoma."}, {"pubmed": 36362347, "text": "Molecular Genetics of GLUT1DS Italian Pediatric Cohort: 10 Novel Disease-Related Variants and Structural Analysis."}, {"pubmed": 36465606, "text": "Decreased expression of Glucagon-like peptide-1 receptor and Sodium-glucose co-transporter 2 in patients with proliferative diabetic retinopathy."}, {"pubmed": 36508576, "text": "GLUT-1/PKM2 loop dysregulation in patients with non-ST-segment elevation myocardial infarction promotes metainflammation."}, {"pubmed": 36677580, "text": "Identification of Structural Determinants of the Transport of the Dehydroascorbic Acid Mediated by Glucose Transport GLUT1."}, {"pubmed": 36708494, "text": "Metabolic Phenotype Intricacies on Altered Glucose Metabolism of Breast Cancer Cells upon Glut-1 Inhibition and Mimic Hypoxia In Vitro."}, {"pubmed": 36800779, "text": "[Features of expression of GLUT-1 and Ki-67 proteins in various components of mixed variants of ameloblastoma]."}, {"pubmed": 37358920, "text": "Visual-sensitive epilepsy in GLUT-1 deficiency syndrome: Expanding the phenotype."}, {"pubmed": 37597521, "text": "Metabolic classification suggests the GLUT1/ALDOB/G6PD axis as a therapeutic target in chemotherapy-resistant pancreatic cancer."}, {"pubmed": 37598609, "text": "Relationship between GLUT-1 and HIF-1alpha: Is it a friend or foe for studying the biological behaviour of head-and-neck tumorigenesis?"}, {"pubmed": 37773574, "text": "Gene expression of protein kinase AMP-activated catalytic subunit alpha 1 (PRKAA1), solute carrier family 2 member 1 (SLC2A1) and mechanistic target of rapamycin (MTOR) in metformin-treated type 2 diabetes patients with COVID-19: impact on inflammation markers."}, {"pubmed": 37840133, "text": "LncRNA FTO-IT1 promotes glycolysis and progression of hepatocellular carcinoma through modulating FTO-mediated N6-methyladenosine modification on GLUT1 and PKM2."}, {"pubmed": 37879153, "text": "Intermedin alleviates diabetic vascular calcification by inhibiting GLUT1 through activation of the cAMP/PKA signaling pathway."}, {"pubmed": 37898095, "text": "GLUT-1 changes in paediatric Huntington disease brain cortex and fibroblasts: an observational case-control study."}, {"pubmed": 38032044, "text": "Glut1 expression on CD8 dim T cells is associated with immune recovery in HIV-1-infected individuals."}, {"pubmed": 38044399, "text": "SOX2 promotes vasculogenic mimicry by accelerating glycolysis via the lncRNA AC005392.2-GLUT1 axis in colorectal cancer."}, {"pubmed": 38052851, "text": "Pigment epithelium-derived factor (PEDF) represses the glucose transporter 1 (GLUT1) mRNA expression and may be a potential therapeutic agent in psoriasis: a case-control and experimental study."}, {"pubmed": 38176954, "text": "Inhibition of glycolysis and SIRT1/GLUT1 signaling ameliorates the apoptotic effect of Leptosidin in prostate cancer cells."}, {"pubmed": 38281711, "text": "GLUT1 mediates the release of HMGB1 from airway epithelial cells in mixed granulocytic asthma."}, {"pubmed": 38282151, "text": "BRIX1 promotes ribosome synthesis and enhances glycolysis by selected translation of GLUT1 in colorectal cancer."}, {"pubmed": 38514068, "text": "HNRNPC Regulates GLUT1/LDHA Pathway by Stabilizing FOXM1 mRNA to Promote the Progression and Aerobic Glycolysis of Multiple Myeloma."}, {"pubmed": 38744954, "text": "Ubiquitin-specific protease 54 regulates GLUT1-mediated aerobic glycolysis to inhibit lung adenocarcinoma progression by modifying p53 degradation."}, {"pubmed": 38777099, "text": "PURA and GLUT1: Sweet partners for brain health."}, {"pubmed": 38803061, "text": "Glucose transporter-1 deficiency syndrome with extreme phenotypic variability in a five-generation family carrying a novel SLC2A1 variant."}, {"pubmed": 38831321, "text": "GLUT1 promotes cell proliferation via binds and stabilizes phosphorylated EGFR in lung adenocarcinoma."}], "genomic_pos": {"chr": "1", "end": 42958893, "ensemblgene": "ENSG00000117394", "start": 42925353, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 43424530, "start": 43391052, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007417", "pubmed": [1714544, 10227690], "qualifier": "acts_upstream_of_or_within", "term": "central nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0015911", "pubmed": 10227690, "qualifier": "involved_in", "term": "long-chain fatty acid import across plasma membrane"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019852", "qualifier": "involved_in", "term": "L-ascorbic acid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021987", "qualifier": "involved_in", "term": "cerebral cortex development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042149", "qualifier": "involved_in", "term": "cellular response to glucose starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042908", "qualifier": "involved_in", "term": "xenobiotic transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045494", "qualifier": "involved_in", "term": "photoreceptor cell maintenance"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046323", "qualifier": "involved_in", "term": "glucose import"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0065003", "pubmed": 18347014, "qualifier": "involved_in", "term": "protein-containing complex assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070837", "qualifier": "involved_in", "term": "dehydroascorbic acid transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071260", "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071474", "qualifier": "involved_in", "term": "cellular hyperosmotic response"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0098708", "pubmed": 23975336, "qualifier": "involved_in", "term": "glucose import across plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098708", "pubmed": [1714544, 10227690, 28993322], "qualifier": "involved_in", "term": "glucose import across plasma membrane"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0150104", "pubmed": 23975336, "qualifier": "involved_in", "term": "transport across blood-brain barrier"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0150104", "pubmed": 1714544, "qualifier": "acts_upstream_of_or_within", "term": "transport across blood-brain barrier"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0150104", "pubmed": 28993322, "qualifier": "involved_in", "term": "transport across blood-brain barrier"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0150104", "pubmed": [10227690, 26590417, 30280653], "qualifier": "involved_in", "term": "transport across blood-brain barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904016", "qualifier": "involved_in", "term": "response to Thyroglobulin triiodothyronine"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904659", "pubmed": [1429721, 2211693, 18245775, 25982116, 27078104], "qualifier": "involved_in", "term": "glucose transmembrane transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904659", "pubmed": [21791420, 23280796], "qualifier": "involved_in", "term": "glucose transmembrane transport"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001674", "qualifier": "located_in", "term": "female germ cell nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001917", "qualifier": "located_in", "term": "photoreceptor inner segment"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001939", "qualifier": "located_in", "term": "female pronucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [2211693, 18245775, 21791420, 23137377, 25982116, 28112518], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": 10227690, "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005901", "qualifier": "located_in", "term": "caveola"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0014704", "qualifier": "located_in", "term": "intercalated disc"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": [1714544, 10227690], "qualifier": "located_in", "term": "membrane"}, {"evidence": "RCA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 10227690, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "is_active_in", "term": "basolateral plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016323", "pubmed": 31791063, "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016323", "pubmed": 18619525, "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "is_active_in", "term": "apical plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016324", "pubmed": [31678436, 31791063], "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "pubmed": 18619525, "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030018", "qualifier": "located_in", "term": "Z disc"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030496", "pubmed": 15166316, "qualifier": "located_in", "term": "midbody"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030864", "pubmed": 18347014, "qualifier": "located_in", "term": "cortical actin cytoskeleton"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0042383", "qualifier": "located_in", "term": "sarcolemma"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042470", "qualifier": "located_in", "term": "melanosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0072562", "pubmed": 22516433, "qualifier": "located_in", "term": "blood microparticle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098793", "qualifier": "located_in", "term": "presynapse"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990350", "pubmed": 1429721, "qualifier": "part_of", "term": "glucose transporter complex"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0005324", "pubmed": 10227690, "qualifier": "enables", "term": "long-chain fatty acid transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005355", "pubmed": [2211693, 18245775, 25982116, 27078104], "qualifier": "enables", "term": "glucose transmembrane transporter activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18347014, 23563491, 25910212, 25957687, 35810171], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019900", "qualifier": "enables", "term": "kinase binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0033300", "pubmed": [9228080, 10862609], "qualifier": "enables", "term": "dehydroascorbic acid transmembrane transporter activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 1429721, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042910", "qualifier": "enables", "term": "xenobiotic transmembrane transporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0055056", "qualifier": "enables", "term": "D-glucose transmembrane transporter activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0055056", "pubmed": [1714544, 10227690, 21791420, 28993322], "qualifier": "enables", "term": "D-glucose transmembrane transporter activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0055056", "qualifier": "enables", "term": "D-glucose transmembrane transporter activity"}]}, "homologene": {"genes": [[7955, 555778], [7955, 100321338], [9031, 396130], [9544, 698931], [9598, 100613619], [9606, 6513], [9615, 482437], [9913, 282356], [10090, 20525], [10116, 24778], [33169, 4621747]], "id": 68520}, "interpro": [{"desc": "Glucose transporter, type 1 (GLUT1)", "id": "IPR002439", "short_desc": "Glu_transpt_1"}, {"desc": "Sugar/inositol transporter", "id": "IPR003663", "short_desc": "Sugar/inositol_transpt"}, {"desc": "Major facilitator, sugar transporter-like", "id": "IPR005828", "short_desc": "MFS_sugar_transport-like"}, {"desc": "Sugar transporter, conserved site", "id": "IPR005829", "short_desc": "Sugar_transporter_CS"}, {"desc": "Major facilitator superfamily domain", "id": "IPR020846", "short_desc": "MFS_dom"}, {"desc": "MFS transporter superfamily", "id": "IPR036259", "short_desc": "MFS_trans_sf"}, {"desc": "Glucose transporter GLUT", "id": "IPR045263", "short_desc": "GLUT"}], "ipi": ["IPI00220194", "IPI00640593", "IPI00641086", "IPI00641837"], "map_location": "1p34.2", "name": "solute carrier family 2 member 1", "other_names": ["choreoathetosis/spasticity, episodic (paroxysmal choreoathetosis/spasticity)", "dystonia gene 18", "dystonia gene 9", "glucose transporter type 1, erythrocyte/brain", "hepG2 glucose transporter", "human T-cell leukemia virus (I and II) receptor", "receptor for HTLV-1 and HTLV-2", "solute carrier family 2 (facilitated glucose transporter), member 1", "solute carrier family 2, facilitated glucose transporter member 1"], "pantherdb": {"HGNC": "11005", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95755", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 10090, "uniprot_kb": "P17809"}, {"RGD": "3704", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 10116, "uniprot_kb": "P11167"}, {"Gene": "SLC2A1", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 9031, "uniprot_kb": "P46896"}, {"Ensembl": "ENSGALG00000004889", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 9031, "uniprot_kb": "A0A1D5P6Q8"}, {"ZFIN": "ZDB-GENE-121031-5", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7955, "uniprot_kb": "A0A286Y9P8"}, {"ZFIN": "ZDB-GENE-040718-390", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7955, "uniprot_kb": "A0A286Y8I9"}, {"ZFIN": "ZDB-GENE-030131-3158", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7955, "uniprot_kb": "Q285P3"}, {"ZFIN": "ZDB-GENE-090915-1", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 7955, "uniprot_kb": "F1R0Q1"}, {"WormBase": "WBGene00006865", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q23535"}, {"WormBase": "WBGene00018603", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9GPA2"}, {"WormBase": "WBGene00008799", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "G5EC93"}, {"WormBase": "WBGene00010698", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9XU83"}, {"WormBase": "WBGene00012536", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "O45920"}, {"WormBase": "WBGene00010684", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9XVL3"}, {"WormBase": "WBGene00016431", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "O16547"}, {"WormBase": "WBGene00014097", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q23626"}, {"WormBase": "WBGene00022014", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9N309"}, {"WormBase": "WBGene00018779", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q20734"}, {"WormBase": "WBGene00015381", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q95QY6"}, {"WormBase": "WBGene00008730", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q19376"}, {"WormBase": "WBGene00019550", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q21381"}, {"WormBase": "WBGene00017382", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9GYQ1"}, {"WormBase": "WBGene00019547", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q21385"}, {"WormBase": "WBGene00043980", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q5WRR9"}, {"WormBase": "WBGene00019549", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q21382"}, {"WormBase": "WBGene00012699", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9NEI8"}, {"WormBase": "WBGene00012716", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q9U2K5"}, {"WormBase": "WBGene00019979", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "O44616"}, {"WormBase": "WBGene00015378", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "Q11114"}, {"WormBase": "WBGene00019207", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 6239, "uniprot_kb": "O44827"}, {"FlyBase": "FBgn0033047", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7227, "uniprot_kb": "Q0IGX4"}, {"FlyBase": "FBgn0028561", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7227, "uniprot_kb": "Q7KJP2"}, {"FlyBase": "FBgn0028562", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7227, "uniprot_kb": "Q9U622"}, {"FlyBase": "FBgn0028563", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7227, "uniprot_kb": "Q7KK97"}, {"FlyBase": "FBgn0264574", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 7227, "uniprot_kb": "Q8IRI6"}, {"SGD": "S000003072", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 4932, "uniprot_kb": "P53142"}, {"SGD": "S000000445", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 4932, "uniprot_kb": "P38142"}, {"dictyBase": "DDB_G0277773", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 352472, "uniprot_kb": "Q54Z55"}, {"dictyBase": "DDB_G0292814", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 352472, "uniprot_kb": "Q54CM5"}, {"TAIR": "2205548", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 3702, "uniprot_kb": "Q0WVE9"}, {"TAIR": "2017899", "ortholog_type": "O", "panther_family": "PTHR23503", "taxid": 3702, "uniprot_kb": "Q2V4B9"}, {"EnsemblGenome": "AT1G67300", "ortholog_type": "LDO", "panther_family": "PTHR23503", "taxid": 3702, "uniprot_kb": "Q9FYG3"}], "uniprot_kb": "P11166"}, "pathway": {"kegg": [{"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04911", "name": "Insulin secretion - Homo sapiens (human)"}, {"id": "hsa04919", "name": "Thyroid hormone signaling pathway - Homo sapiens (human)"}, {"id": "hsa04920", "name": "Adipocytokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04922", "name": "Glucagon signaling pathway - Homo sapiens (human)"}, {"id": "hsa04931", "name": "Insulin resistance - Homo sapiens (human)"}, {"id": "hsa04976", "name": "Bile secretion - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05211", "name": "Renal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05230", "name": "Central carbon metabolism in cancer - Homo sapiens (human)"}, {"id": "hsa05415", "name": "Diabetic cardiomyopathy - Homo sapiens (human)"}], "netpath": {"id": "Pathway_IL3", "name": "IL3"}, "pid": [{"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}, {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-189200", "name": "Cellular hexose transport"}, {"id": "R-HSA-196836", "name": "Vitamin C (ascorbate) metabolism"}, {"id": "R-HSA-196849", "name": "Metabolism of water-soluble vitamins and cofactors"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-422356", "name": "Regulation of insulin secretion"}, {"id": "R-HSA-425407", "name": "SLC-mediated transmembrane transport"}, {"id": "R-HSA-5619043", "name": "Defective SLC2A1 causes GLUT1 deficiency syndrome 1 (GLUT1DS1)"}, {"id": "R-HSA-5619102", "name": "SLC transporter disorders"}, {"id": "R-HSA-5619115", "name": "Disorders of transmembrane transporters"}, {"id": "R-HSA-5653890", "name": "Lactose synthesis"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}], "smpdb": [{"id": "SMP00444", "name": "Lactose Synthesis"}, {"id": "SMP00579", "name": "Congenital disorder of glycosylation CDG-IId"}, {"id": "SMP00580", "name": "GLUT-1 deficiency syndrome"}], "wikipathways": [{"id": "WP1946", "name": "Cori Cycle"}, {"id": "WP2456", "name": "HIF1A and PPARG regulation of glycolysis"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4018", "name": "Pathways in clear cell renal cell carcinoma"}, {"id": "WP4241", "name": "Type 2 papillary renal cell carcinoma"}, {"id": "WP4290", "name": "Metabolic reprogramming in colon cancer"}, {"id": "WP4629", "name": "Computational Model of Aerobic Glycolysis"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP4917", "name": "Proximal tubule transport"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}, {"id": "WP5046", "name": "NAD Metabolism in Oncogene-Induced Senescence and Mitochondrial Dysfunction-Associated Senescence"}, {"id": "WP534", "name": "Glycolysis and Gluconeogenesis"}]}, "pdb": ["4PYP", "5EQG", "5EQH", "5EQI", "6THA"], "pfam": "PF00083", "pharmgkb": "PA35875", "pharos": {"target_id": 9696, "tdl": "Tchem"}, "pir": "A27217", "prosite": "PS50850", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256379", "relationship": "is"}, {"id": "GNF256380", "relationship": "is"}, {"id": "GNF256381", "relationship": "is"}, {"id": "GNF256382", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035815", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF090860", "relationship": "is"}, {"id": "GNF090861", "relationship": "is"}, {"id": "GNF090862", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052031", "relationship": "is"}, {"id": "GNF056797", "relationship": "is"}, {"id": "GNF061603", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070733", "relationship": "is"}, {"id": "GNF070734", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100627", "relationship": "is"}, {"id": "GNF140282", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_008232.1"], "protein": "NP_006507.2", "rna": "NM_006516.4", "translation": {"protein": "NP_006507.2", "rna": "NM_006516.4"}}, "reporter": {"HG-U133_Plus_2": ["201249_at", "201250_s_at"], "HG-U95Av2": "40507_at", "HTA-2_0": "TC01002578.hg.1", "HuEx-1_0": "2409104", "HuGene-1_1": "7915472", "HuGene-2_1": "16686060"}, "retired": [1433, 3345], "summary": "This gene encodes a major glucose transporter in the mammalian blood-brain barrier. The encoded protein is found primarily in the cell membrane and on the cell surface, where it can also function as a receptor for human T-cell leukemia virus (HTLV) I and II. Mutations in this gene have been found in a family with paroxysmal exertion-induced dyskinesia. [provided by RefSeq, Apr 2013].", "symbol": "SLC2A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335837"}, "unigene": "Hs.473721", "uniprot": {"Swiss-Prot": "P11166", "TrEMBL": ["A6NL68", "Q59GX2", "A0A0D9SG74", "A0A0D9SFK9", "A0A1W2PQ59", "A0A6Q8PFI8"]}, "wikipedia": {"url_stub": "GLUT1"}}