{"AllianceGenome": "11016", "HGNC": "11016", "MIM": "603085", "_id": "1317", "_version": 1, "accession": {"genomic": ["AL449305.4", "CH471090.1", "CP068269.2", "NC_000009.12", "NC_060933.1"], "protein": ["AAB66306.1", "AAH04315.1", "AAH13611.1", "AAH61924.1", "BAD96586.1", "BAF85200.1", "CAD38549.1", "EAW87357.1", "EAW87358.1", "EAW87359.1", "NP_001850.1", "O15431.1"], "rna": ["AK056926.1", "AK129613.1", "AK222866.1", "AK292511.1", "AL831843.1", "BC004315.1", "BC013611.1", "BC061924.1", "NM_001859.4", "U83460.1"], "translation": [{"protein": "AAB66306.1", "rna": "U83460.1"}, {"protein": "BAF85200.1", "rna": "AK292511.1"}, {"protein": "BAD96586.1", "rna": "AK222866.1"}, {"protein": "CAD38549.1", "rna": "AL831843.1"}, {"protein": "AAH04315.1", "rna": "BC004315.1"}, {"protein": "AAH13611.1", "rna": "BC013611.1"}, {"protein": "AAH61924.1", "rna": "BC061924.1"}, {"protein": "NP_001850.1", "rna": "NM_001859.4"}]}, "alias": ["COPT1", "CTR1", "NSCT"], "ensembl": {"gene": "ENSG00000136868", "protein": "ENSP00000363329", "transcript": ["ENST00000374212", "ENST00000496650"], "translation": [{"protein": "ENSP00000363329", "rna": "ENST00000374212"}], "type_of_gene": "protein_coding"}, "entrezgene": "1317", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.98455831, "exp_mis": 59.3614892, "exp_syn": 22.298085, "lof_z": 2.01836785665753, "mis_z": 1.03869230445822, "mu_lof": 3.8023769877e-07, "mu_mis": 5.09126573684e-06, "mu_syn": 1.82006353036e-06, "n_lof": 1.0, "n_mis": 43.0, "n_syn": 29.0, "p_li": 0.519265077977303, "p_null": 0.0171006456855887, "p_rec": 0.463634276337108, "syn_z": -0.879861333980424}, "bp": 573, "cds_end": 116022753, "cds_start": 116018428, "n_exons": 4, "nonpsych": {"exp_lof": 5.3340604, "exp_mis": 53.6453351, "exp_syn": 20.0993772, "lof_z": 1.84296877087265, "mis_z": 1.07740918538686, "mu_lof": 3.8023769877e-07, "mu_mis": 5.09126573684e-06, "mu_syn": 1.82006353036e-06, "n_lof": 1.0, "n_mis": 38.0, "n_syn": 28.0, "p_li": 0.488642037990641, "p_null": 0.0255041736663307, "p_rec": 0.485853788343028, "syn_z": -1.10951536096074}, "nontcga": {"exp_lof": 5.49774807, "exp_mis": 54.6045283, "exp_syn": 20.5061942, "lof_z": 1.89227379034383, "mis_z": 0.917231545843358, "mu_lof": 3.8023769877e-07, "mu_mis": 5.09126573684e-06, "mu_syn": 1.82006353036e-06, "n_lof": 1.0, "n_mis": 41.0, "n_syn": 28.0, "p_li": 0.481984063588886, "p_null": 0.0223496940549501, "p_rec": 0.495666242356164, "syn_z": -1.04780985118075}, "transcript": "ENST00000374212.4"}, "exons": [{"cdsend": 113260473, "cdsstart": 113256148, "chr": "9", "position": [[113221543, 113221678], [113256113, 113256277], [113257112, 113257185], [113258693, 113258862], [113260271, 113264492]], "strand": 1, "transcript": "NM_001859", "txend": 113264492, "txstart": 113221543}], "exons_hg19": [{"cdsend": 116022753, "cdsstart": 116018428, "chr": "9", "position": [[115983823, 115983958], [116018393, 116018557], [116019392, 116019465], [116020973, 116021142], [116022551, 116026772]], "strand": 1, "transcript": "NM_001859", "txend": 116026772, "txstart": 115983823}], "generif": [{"pubmed": 11983704, "text": "fundamentally conserved mechanism for high affinity copper uptake through the Ctr proteins in yeast and humans"}, {"pubmed": 12023893, "text": "biochemical characterization and subcellular localization"}, {"pubmed": 12177073, "text": "observations demonstrate that, although Ctr1 is critical for both cellular copper uptake and embryonic development, mammals possess additional biochemically distinct functional copper transport activities"}, {"pubmed": 12466020, "text": "Results suggest that human copper transporter 1 (CTR1) spans the membrane at least six times, permitting formation of a channel, which is consistent with its proposed role as a copper transporter."}, {"pubmed": 12501239, "text": "hCtr1-mediated copper uptake into mammalian cells is regulated by a post-translational mechanism involving copper-stimulated endocytosis and degradation of the transporter"}, {"pubmed": 14976198, "text": "there are common biochemical mechanisms regulate both transport and trafficking functions of hCtr1"}, {"pubmed": 15326162, "text": "there is a direct interaction between cisplatin and the hCtr1 protein; cisplatin and copper have distinct biochemical consequences on this transporter"}, {"pubmed": 15634665, "text": "Internalization of endogenous human Ctr1 in response to elevated extracellular copper levels does not play a significant regulatory role in copper homeostasis."}, {"pubmed": 16356544, "text": "Hormones have a role in the formation of the active hCTR1 protein in human placental cells."}, {"pubmed": 16501047, "text": "formation of a putative pore for metal ions at the interface of three identical subunits deviates from the structural design of typical primary and secondary active transporters"}, {"pubmed": 17627945, "text": "hCTR1 plays a key role in the physiologically important delivery of copper from blood to intracellular proteins, whereas its role in the initial apical uptake of dietary copper is indirect."}, {"pubmed": 17959139, "text": "The results of NMR methods and site-directed mutagenesis of the two cysteine residues demonstrate that Cys-189 but not Cys-161 is essential for both dimer formation and proper folding of the protein."}, {"pubmed": 19144690, "text": "Downregulation of Ctr1 suppresses cisplatin nephrotoxicity, including cell death by both apoptosis and necrosis."}, {"pubmed": 19147760, "text": "Proteasomal inhibition prevents cisplatin-induced down-regulation of hCTR1 in ovarian cancer cells and enhanced drug uptake and cell killing in a synergistic manner"}, {"pubmed": 19240214, "text": "structure of the human CTR1 protein solved by electron crystallography to an in plane resolution of 7 A"}, {"pubmed": 19529937, "text": "Results demonstrate that co-exposure of tumor cells to emodin or DRB with cisplatin inhibits platinum drug uptake by impacting the hCtr1 transporter."}, {"pubmed": 19669174, "text": "Results describe the interactions of a peptide corresponding to the N-terminal domain of the human copper transporter 1 with cisplatin and its analogues, at the molecular level."}, {"pubmed": 19684018, "text": "Data indicate that human copper transporter 1 cleavage occurs in a late endosomal, Rab9-positive compartment prior to delivery of the transporter to the plasma membrane."}, {"pubmed": 19740744, "text": "Copper-dependent internalization and recycling of hCTR1 provides an acute and reversible mechanism for the regulation of cellular copper entry."}, {"pubmed": 19856191, "text": "findings reveal a high level of conservation between the mammalian and insect Ctr1-type copper importers"}, {"pubmed": 19929093, "text": "Sequence analysis demonstrated SLC31A1 on chromosome 9 was rearranged with breaks occurring within its intron. SLC31A1 lies close to BSPRY which is a candidate for cleft lip/palate involvement."}, {"pubmed": 20534491, "text": "Identified as dominant hinge regions, CTR1's MxxxM and GxxxG motifs were shown to have significant roles in functional movements characterized by the two slowest modes of motion."}, {"pubmed": 20569931, "text": "Ctr1 is an important transport protein in the accumulation of silver in mammalian cells."}, {"pubmed": 20699218, "text": "Data show apical localization of Ctr1 in intestinal epithelia and suggest that increased Ctr1 apical localization in response to dietary copper limitation may represent an adaptive response to modulate Ctr1 availability at the site of copper absorption."}, {"pubmed": 21072377, "text": "Compared the binding interactions between cisplatin, carboplatin and oxaliplatin with synthetic peptides corresponding to hCtr1 Mets motifs."}, {"pubmed": 21602128, "text": "Cisplatin induces drug resistant phenotype by decreasing the protein level of CTR1 in human esophageal squamous carcinoma cell line EC109."}, {"pubmed": 22068728, "text": "Data show that both shRNA-DMT1 and shRNA-hCTR1 cells had lower apical Fe uptake, Cu uptake, and Zn content compared to control cells."}, {"pubmed": 22354499, "text": "There was little difference in rates/kinetics of uptake of copper in the Ctr1+/+ and -/- cells. Endocytosis was not involved."}, {"pubmed": 22516052, "text": "CTR1 plays an essential role in cisplatin toxicity and could be considered as a predictor for pretreatment evaluation in lung cancer patients."}, {"pubmed": 22552365, "text": "The cells expressing the hCTR1 mutants of histidine-rich motifs in the N-terminus (H22-24A, NHA) resulted in a higher basal copper level in the steady state compared to those expressing wild-type protein."}, {"pubmed": 22569840, "text": "Structure of CTR1 confirms that two triads of methionine residues delineate the intramembranous region of the transporter, and further identifies two additional methionine triads that are located in the extracellular N-terminal part of the transporter."}, {"pubmed": 22684009, "text": "basal expression of Ctr1 is regulated by HIF2alpha; however, the induction by hypoxia is a HIF2alpha-independent event"}, {"pubmed": 22725681, "text": "genetic association study in Han population in China: Data suggest that SNPs in SLC31A1 (rs7851395; rs12686377) are associated with resistance to platinum compounds as antineoplastics and survival outcomes in non-small cell lung carcinoma patients."}, {"pubmed": 22962276, "text": "This review explains how modulating cellular copper availability could influence treatment efficacy in platinum-based cancer chemotherapy through hCtr1 regulation[review]"}, {"pubmed": 23010323, "text": "Our findings imply that reduced CTR1 expression accounts for decreased cisplatin accumulation and represents one of the determinants of cisplatin resistance in A2780cis cell line"}, {"pubmed": 23426973, "text": "Depletion of glutathione decreases cellular copper uptake mediated by human copper transporter 1."}, {"pubmed": 23658018, "text": "Results show that hCTR1 elements on the intracellular side of the hCTR1 pore, including the carboxyl tail, are not essential for permeation, but serve to regulate the rate of copper entry."}, {"pubmed": 23782748, "text": "The patients with tumors showing high expression levels of at least one of OATP1B3 and CTR1 had potentially longer disease-free survival."}, {"pubmed": 23827522, "text": "This study demonistrated that Inhibition of human high-affinity copper importer Ctr1 orthologous in the nervous system of Drosophila ameliorates Abeta42-induced Alzheimer's disease-like symptoms."}, {"pubmed": 23963605, "text": "Duodenal CTR1 mRNA and protein expression was decreased in Wilson's disease patients, while ATP7A mRNA and protein production was increased. This can be a defense mechanism against systemic copper overload resulting from functional impairment of ATP7B."}, {"pubmed": 24039729, "text": "Knockdown of CTR1 expression in human umbilical cord endothelial cells increases cell proliferation and migration."}, {"pubmed": 24132751, "text": "Cisplatin transcriptionally induces the expression of human Ctr1 in time- and concentration-dependent manners."}, {"pubmed": 24485600, "text": "Extracellular copper concentrations regulate the levels of CTR1 through internalisation and degradation, the addition of prolactin, inhibits the degradation of CTR1, thus promoting copper uptake by mammary epithelial cells."}, {"pubmed": 24614111, "text": "CTR1, ATP7A, and lysyl oxidase were upregulated in the lung tissues and pulmonary arteries of mice with hypoxia-induced pulmonary hypertension and pulmonary arterial smooth muscle cells."}, {"pubmed": 24703712, "text": "Data suggest that SLC31A1 and SLC31A2, despite being structurally closely related and sharing important amino acid motifs, play different roles in copper homeostasis and in platinum-based chemotherapy of neoplasms. [REVIEW]"}, {"pubmed": 24792335, "text": "CTR1 expression may be necessary for therapeutic efficacy of platinum based drugs in non-small cell lung cancer treatment."}, {"pubmed": 24800945, "text": "NSC73306 is a transport substrate of CTR1"}, {"pubmed": 24837030, "text": "The data collected here shows that the Atox1 keeps its dimer nature also in the presence of the CTR1 c-terminal domain; however, two geometrical states are assumed by the Atox1."}, {"pubmed": 25823781, "text": "allele distribution of the SLC31A1 was not different between group N and O, and out of the 11 SNPs of the SLC22A2 gene only the allele distribution of the nonsynonymous SNP was significantly different between patients who experienced ototoxicity"}, {"pubmed": 26061257, "text": "Two methionine residues in the MXXXM motif of of the CTR1 second transmembrane domain are important for binding to silver."}, {"pubmed": 26067577, "text": "Gene silencing of either CTR1 or DMT1 did not affect copper accumulation in cells, but deficiency in both CTR1 and DMT1 resulted in a complete inhibition of copper uptake."}, {"pubmed": 26205368, "text": "Studied the interaction of CTR1 and CTR2 in fully malignant HEK293T and OVCAR8 human ovarian cancer cells using a CRISPR-Cas9 knock out system."}, {"pubmed": 26745413, "text": "C-Terminus of Human Copper Importer Ctr1 Acts as a Binding Site and Transfers Copper to Atox1"}, {"pubmed": 26851002, "text": "High CTR1 Expression is associated with poor response to chemotherapy in Muscle-invasive Bladder Cancer."}, {"pubmed": 26945057, "text": "CTR1 recycling via clathrin-mediated and Rab11 pathways enable cells to dynamically modulate copper entry"}, {"pubmed": 27112899, "text": "It has been demonstrated in ovarian cancer cells that cisplatin resistance and uptake correlates with reduced CTR1 and LRRC8A protein expression/activity and a concomitant upregulation in cisplatin exporting transporters (ATP7A, ATP7B), which implies that the resistant cells have a reduced ability to accumulate cisplatin and activate proapoptotic transporters for osmolytes."}, {"pubmed": 27270317, "text": "Study showed that NEAT1 could function as a competing endogenous lncRNA in lung cancer, mediating CTR1 by sponging hsa-mir-98-5p."}, {"pubmed": 27384479, "text": "combination of desferal with oxaliplatin can overcome cervical cancer oxaliplatin resistance through the regulation of hCtr1 and TfR1"}, {"pubmed": 28507097, "text": "Gene duplication and neo-functionalization in the evolutionary and functional divergence of the metazoan copper transporters Ctr1 and Ctr2"}, {"pubmed": 28714373, "text": "we assessed the role of miR-21 in mediating renal cell carcinoma chemoresistance and further showed that miR-21 silencing significantly (1) increased chemosensitivity of paclitaxel, 5-fluorouracil, oxaliplatin, and dovitinib; (2) decreased expression of multi-drug resistance genes; and (4) increased SLC22A1/OCT1, SLC22A2/OCT2, and SLC31A1/CTR1 platinum influx transporter expression"}, {"pubmed": 28759062, "text": "This result indicates that the formation of copper-finger protein of Sp1 is the molecular basis of copper sensing for the transcriptional regulation of hCtr1 in mammalian cells."}, {"pubmed": 30230404, "text": "Impaired copper transport in schizophrenia results in a copper-deficient brain state: A new side to the dysbindin story."}, {"pubmed": 30706544, "text": "SLC31A1-dependent copper levels are correlated with the malignant degree of pancreatic cancer. Copper deprivation increased mitochondrial Reactive Oxygen Species level and decreased ATP level, which rendered cancer cells in a dormant state."}, {"pubmed": 30728448, "text": "Human marrow stromal cells secrete microRNA-375-containing exosomes to regulate glioma progression."}, {"pubmed": 30959888, "text": "The loss of CTR1 resulted in a decrease in the level of COMMD1, XIAP, and NF-kappaB. Differently, the DMT1 deficiency induced increase of the COMMD1, HIF1alpha, and XIAP levels."}, {"pubmed": 32207235, "text": "PTBP1 modulates osteosarcoma chemoresistance to cisplatin by regulating the expression of the copper transporter SLC31A1."}, {"pubmed": 33404748, "text": "Dual-mode imaging of copper transporter 1 in HepG2 cells by hyphenating confocal laser scanning microscopy with laser ablation ICPMS."}, {"pubmed": 33411033, "text": "Effects of SLC31A1 and ATP7B polymorphisms on platinum resistance in patients with esophageal squamous cell carcinoma receiving neoadjuvant chemoradiotherapy."}, {"pubmed": 33434736, "text": "Abnormalities in the copper transporter CTR1 in postmortem hippocampus in schizophrenia: A subregion and laminar analysis."}, {"pubmed": 35996075, "text": "High expression of cuproptosis-related SLC31A1 gene in relation to unfavorable outcome and deregulated immune cell infiltration in breast cancer: an analysis based on public databases."}, {"pubmed": 37610668, "text": "Cuproptosis-related gene SLC31A1 expression correlates with the prognosis and tumor immune microenvironment in glioma."}, {"pubmed": 37853210, "text": "Cuproptosis-related gene SLC31A1: prognosis values and potential biological functions in cancer."}, {"pubmed": 37884650, "text": "Identification of cuproptosis-related gene SLC31A1 and upstream LncRNA-miRNA regulatory axis in breast cancer."}, {"pubmed": 38712735, "text": "Revealing the potential of solute carrier family 31 (copper transporters), member 1: Insights into its role in bladder cancer progression and therapeutic implications."}], "genomic_pos": {"chr": "9", "end": 113264492, "ensemblgene": "ENSG00000136868", "start": 113221544, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 116028674, "start": 115983808, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0001525", "pubmed": 35027734, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006825", "pubmed": 9207117, "qualifier": "involved_in", "term": "copper ion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006878", "qualifier": "involved_in", "term": "intracellular copper ion homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015677", "pubmed": [16135512, 19740744, 23658018], "qualifier": "involved_in", "term": "copper ion import"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0015677", "qualifier": "involved_in", "term": "copper ion import"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015679", "pubmed": [11734551, 17525160], "qualifier": "involved_in", "term": "plasma membrane copper ion transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036324", "pubmed": 35027734, "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor-2 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042908", "pubmed": 20451502, "qualifier": "involved_in", "term": "xenobiotic transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042908", "qualifier": "involved_in", "term": "xenobiotic transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051259", "pubmed": 15326162, "qualifier": "involved_in", "term": "protein complex oligomerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051649", "qualifier": "involved_in", "term": "establishment of localization in cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902601", "pubmed": 20569931, "qualifier": "involved_in", "term": "silver ion transmembrane transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902601", "qualifier": "involved_in", "term": "silver ion transmembrane transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [11734551, 17525160, 20451502, 23658018, 26945057], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0014704", "qualifier": "located_in", "term": "intercalated disc"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031901", "pubmed": 26945057, "qualifier": "located_in", "term": "early endosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031902", "qualifier": "located_in", "term": "late endosome membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0055038", "pubmed": 26945057, "qualifier": "located_in", "term": "recycling endosome membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005375", "pubmed": [11734551, 16135512, 17525160, 19740744, 23658018], "qualifier": "enables", "term": "copper ion transmembrane transporter activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005375", "qualifier": "enables", "term": "copper ion transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005507", "pubmed": 26745413, "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [24837030, 26745413, 31292775, 35027734], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015080", "pubmed": 20569931, "qualifier": "enables", "term": "silver ion transmembrane transporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0015080", "qualifier": "enables", "term": "silver ion transmembrane transporter activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [16501047, 19240214], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042910", "qualifier": "enables", "term": "xenobiotic transmembrane transporter activity"}]}, "homologene": {"genes": [[7227, 31601], [7955, 403028], [9031, 417268], [9544, 706058], [9598, 464670], [9606, 1317], [9615, 481678], [9913, 518976], [10090, 20529], [10116, 171135]], "id": 1399}, "interpro": {"desc": "Ctr copper transporter", "id": "IPR007274", "short_desc": "Cop_transporter"}, "ipi": ["IPI00006672", "IPI00644505"], "map_location": "9q32", "name": "solute carrier family 31 member 1", "other_names": ["copper transport 1 homolog", "copper transporter 1", "high affinity copper uptake protein 1", "solute carrier family 31 (copper transporter), member 1", "solute carrier family 31 (copper transporters), member 1"], "pantherdb": {"HGNC": "11016", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1333843", "ortholog_type": "LDO", "panther_family": "PTHR12483", "taxid": 10090, "uniprot_kb": "Q8K211"}, {"RGD": "620059", "ortholog_type": "LDO", "panther_family": "PTHR12483", "taxid": 10116, "uniprot_kb": "Q9JK41"}, {"Ensembl": "ENSGALG00000008844", "ortholog_type": "LDO", "panther_family": "PTHR12483", "taxid": 9031, "uniprot_kb": "A0A1D5PYH2"}, {"ZFIN": "ZDB-GENE-040415-3", "ortholog_type": "LDO", "panther_family": "PTHR12483", "taxid": 7955, "uniprot_kb": "A0A2R8QTW6"}, {"WormBase": "WBGene00045053", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 6239, "uniprot_kb": "A4V4W7"}, {"WormBase": "WBGene00010277", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 6239, "uniprot_kb": "Q95QD9"}, {"WormBase": "WBGene00021975", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 6239, "uniprot_kb": "D6RYD3"}, {"WormBase": "WBGene00017852", "ortholog_type": "LDO", "panther_family": "PTHR12483", "taxid": 6239, "uniprot_kb": "Q6BEW1"}, {"WormBase": "WBGene00044107", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 6239, "uniprot_kb": "Q5CZ44"}, {"WormBase": "WBGene00019674", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 6239, "uniprot_kb": "W6RRS4"}, {"WormBase": "WBGene00017954", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 6239, "uniprot_kb": "Q19936"}, {"WormBase": "WBGene00045052", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 6239, "uniprot_kb": "A4V4W6"}, {"WormBase": "WBGene00010274", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 6239, "uniprot_kb": "Q21009"}, {"FlyBase": "FBgn0062411", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 7227, "uniprot_kb": "Q9VA22"}, {"FlyBase": "FBgn0062412", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 7227, "uniprot_kb": "Q9VHS6"}, {"FlyBase": "FBgn0062413", "ortholog_type": "LDO", "panther_family": "PTHR12483", "taxid": 7227, "uniprot_kb": "M9NE97"}, {"SGD": "S000004403", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 4932, "uniprot_kb": "Q06686"}, {"PomBase": "SPAC1142.05", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 4896, "uniprot_kb": "Q9P7F9"}, {"PomBase": "SPCC1393.10", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 4896, "uniprot_kb": "O94722"}, {"SGD": "S000001218", "ortholog_type": "LDO", "panther_family": "PTHR12483", "taxid": 4932, "uniprot_kb": "P38865"}, {"PomBase": "SPBC23G7.16", "ortholog_type": "LDO", "panther_family": "PTHR12483", "taxid": 4896, "uniprot_kb": "Q9USV7"}, {"dictyBase": "DDB_G0270186", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 352472, "uniprot_kb": "Q55C76"}, {"dictyBase": "DDB_G0287297", "ortholog_type": "O", "panther_family": "PTHR12483", "taxid": 352472, "uniprot_kb": "Q7YXD4"}, {"dictyBase": "DDB_G0285545", "ortholog_type": "LDO", "panther_family": "PTHR12483", "taxid": 352472, "uniprot_kb": "Q54N27"}], "uniprot_kb": "O15431"}, "pathway": {"kegg": {"id": "hsa04978", "name": "Mineral absorption - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-425366", "name": "Transport of bile salts and organic acids, metal ions and amine compounds"}, {"id": "R-HSA-425407", "name": "SLC-mediated transmembrane transport"}, {"id": "R-HSA-425410", "name": "Metal ion SLC transporters"}], "wikipathways": {"id": "WP3286", "name": "Copper homeostasis"}}, "pdb": ["2LS2", "2LS3", "2LS4"], "pfam": "PF04145", "pharmgkb": "PA118", "pharos": {"target_id": 8028, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167485", "relationship": "is"}, {"id": "GNF178391", "relationship": "is"}, {"id": "GNF189297", "relationship": "is"}, {"id": "GNF200203", "relationship": "is"}, {"id": "GNF226792", "relationship": "similar to"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159329", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039448", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF013554", "relationship": "is"}, {"id": "GNF013555", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF233916", "relationship": "is"}, {"id": "GNF242512", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF110932", "relationship": "is"}, {"id": "GNF150573", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": "NP_001850.1", "rna": "NM_001859.4", "translation": {"protein": "NP_001850.1", "rna": "NM_001859.4"}}, "reporter": {"HG-U133_Plus_2": ["203971_at", "235013_at", "236217_at"], "HG-U95Av2": "40364_at", "HG-U95B": "51237_at", "HTA-2_0": "TC09000572.hg.1", "HuEx-1_0": "3185522", "HuGene-1_1": "8157270", "HuGene-2_1": "17088173"}, "summary": "The protein encoded by this gene is a high-affinity copper transporter found in the cell membrane. The encoded protein functions as a homotrimer to effect the uptake of dietary copper. [provided by RefSeq, Aug 2011].", "symbol": "SLC31A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420182"}, "unigene": "Hs.532315", "uniprot": {"Swiss-Prot": "O15431"}, "wikipedia": {"url_stub": "SLC31A1"}}