{"AllianceGenome": "10909", "HGNC": "10909", "MIM": "604653", "_id": "30061", "_version": 3, "accession": {"genomic": ["AC013439.11", "AJ604512.1", "AJ609539.1", "AJ609540.1", "AJ616847.1", "AJ616848.1", "CH471058.2", "CP068276.2", "CQ977117.1", "FN868932.1", "KT152201.1", "KT152202.1", "KT152203.1", "KT152204.1", "KT152205.1", "KT152206.1", "KT152207.1", "KT152208.1", "KT152209.1", "KT152210.1", "KT152211.1", "KT152212.1", "KT152213.1", "KT152214.1", "KT152215.1", "KT152216.1", "KT152217.1", "KT152218.1", "KT152219.1", "KT152220.1", "KT152221.1", "KT152222.1", "KT152223.1", "KT152224.1", "KT152225.1", "KT152226.1", "KT152227.1", "KT152228.1", "KT152229.1", "KT152230.1", "KT152231.1", "KT152232.1", "KT152233.1", "KT152234.1", "KT152235.1", "KT152236.1", "NC_000002.12", "NC_060926.1", "NG_009027.1"], "protein": ["AAF36697.1", "AAF44330.1", "AAF80986.1", "AAH35893.1", "AAH37733.1", "AAQ13603.1", "AAX93082.1", "AAY78556.1", "AAY78557.1", "AAY78558.1", "AAY78559.1", "AAY78560.1", "AAY78561.1", "ANQ46443.1", "ANQ46444.1", "ANQ46445.1", "ANQ46446.1", "ANQ46447.1", "ANQ46448.1", "ANQ46449.1", "ANQ46450.1", "ANQ46451.1", "ANQ46452.1", "ANQ46453.1", "ANQ46454.1", "ANQ46455.1", "ANQ46456.1", "ANQ46457.1", "ANQ46458.1", "ANQ46459.1", "ANQ46460.1", "ANQ46461.1", "ANQ46462.1", "ANQ46463.1", "ANQ46464.1", "ANQ46465.1", "ANQ46466.1", "ANQ46467.1", "ANQ46468.1", "ANQ46469.1", "ANQ46470.1", "ANQ46471.1", "ANQ46472.1", "ANQ46473.1", "ANQ46474.1", "ANQ46475.1", "ANQ46476.1", "ANQ46477.1", "ANQ46478.1", "BAA92049.1", "BAD96956.1", "BAF84835.1", "BAG37348.1", "CAB66878.1", "CAE53170.1", "CAE81347.1", "CAE81348.1", "CAE83578.1", "CAG38595.1", "CAI45360.1", "CBM40849.1", "EAX10901.1", "EAX10902.1", "NP_055400.1", "Q9NP59.1", "WOL43268.1", "XP_047300022.1", "XP_054197586.1"], "rna": ["AF147322.1", "AF171087.1", "AF215636.1", "AF226614.1", "AF231121.1", "AK002038.1", "AK223236.1", "AK292146.1", "AK314827.1", "AL136944.1", "BC035893.1", "BC037733.1", "BX537503.1", "CR533564.1", "DA806565.1", "DQ065759.1", "DQ065760.1", "DQ065761.1", "DQ065762.1", "DQ065763.1", "DQ065764.1", "NM_014585.6", "OR661246.1", "XM_047444066.1", "XM_054341611.1"], "translation": [{"protein": "BAD96956.1", "rna": "AK223236.1"}, {"protein": "XP_054197586.1", "rna": "XM_054341611.1"}, {"protein": "AAF36697.1", "rna": "AF226614.1"}, {"protein": "NP_055400.1", "rna": "NM_014585.6"}, {"protein": "AAF44330.1", "rna": "AF231121.1"}, {"protein": "AAY78561.1", "rna": "DQ065764.1"}, {"protein": "BAG37348.1", "rna": "AK314827.1"}, {"protein": "AAY78558.1", "rna": "DQ065761.1"}, {"protein": "AAY78557.1", "rna": "DQ065760.1"}, {"protein": "AAY78559.1", "rna": "DQ065762.1"}, {"protein": "WOL43268.1", "rna": "OR661246.1"}, {"protein": "AAF80986.1", "rna": "AF215636.1"}, {"protein": "AAQ13603.1", "rna": "AF171087.1"}, {"protein": "CAG38595.1", "rna": "CR533564.1"}, {"protein": "AAH35893.1", "rna": "BC035893.1"}, {"protein": "AAH37733.1", "rna": "BC037733.1"}, {"protein": "XP_047300022.1", "rna": "XM_047444066.1"}, {"protein": "CAB66878.1", "rna": "AL136944.1"}, {"protein": "BAA92049.1", "rna": "AK002038.1"}, {"protein": "AAY78556.1", "rna": "DQ065759.1"}, {"protein": "BAF84835.1", "rna": "AK292146.1"}, {"protein": "AAY78560.1", "rna": "DQ065763.1"}]}, "alias": ["FPN", "FPN1", "HFE4", "IREG1", "MST079", "MSTP079", "MTP1", "SLC11A3"], "ensembl": {"gene": "ENSG00000138449", "protein": ["ENSP00000261024", "ENSP00000390005", "ENSP00000392730", "ENSP00000396134", "ENSP00000413549"], "transcript": ["ENST00000261024", "ENST00000418714", "ENST00000427241", "ENST00000427419", "ENST00000440626", "ENST00000455320", "ENST00000479598"], "translation": [{"protein": "ENSP00000261024", "rna": "ENST00000261024"}, {"protein": "ENSP00000390005", "rna": "ENST00000427241"}, {"protein": "ENSP00000413549", "rna": "ENST00000455320"}, {"protein": "ENSP00000392730", "rna": "ENST00000427419"}, {"protein": "ENSP00000396134", "rna": "ENST00000440626"}], "type_of_gene": "protein_coding"}, "entrezgene": "30061", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.186773595, "exp_mis": 174.702817816, "exp_syn": 74.3049334301, "lof_z": 4.00969976886173, "mis_z": 1.76526668852713, "mu_lof": 1.50368010031e-06, "mu_mis": 1.53069642233e-05, "mu_syn": 6.33739715029e-06, "n_lof": 2.0, "n_mis": 127.0, "n_syn": 63.0, "p_li": 0.977595134539298, "p_null": 8.69752489113487e-07, "p_rec": 0.0224039957082132, "syn_z": 0.813033627440108}, "bp": 1716, "cds_end": 190445186, "cds_start": 190426603, "n_exons": 8, "nonpsych": {"exp_lof": 18.1074164726, "exp_mis": 157.959351356, "exp_syn": 67.0895734655, "lof_z": 3.94828161394086, "mis_z": 2.00496206041781, "mu_lof": 1.50368010031e-06, "mu_mis": 1.53069642233e-05, "mu_syn": 6.33739715029e-06, "n_lof": 1.0, "n_mis": 108.0, "n_syn": 61.0, "p_li": 0.991697838283027, "p_null": 4.57425283857048e-07, "p_rec": 0.00830170429168878, "syn_z": 0.468082719582238}, "nontcga": {"exp_lof": 18.5558896029, "exp_mis": 160.710661065, "exp_syn": 68.3445988977, "lof_z": 3.79134070649114, "mis_z": 1.67850956054758, "mu_lof": 1.50368010031e-06, "mu_mis": 1.53069642233e-05, "mu_syn": 6.33739715029e-06, "n_lof": 2.0, "n_mis": 118.0, "n_syn": 57.0, "p_li": 0.961080949330878, "p_null": 3.41394144707382e-06, "p_rec": 0.0389156367276752, "syn_z": 0.868879070586583}, "transcript": "ENST00000261024.2"}, "exons": [{"cdsend": 189580460, "cdsstart": 189561877, "chr": "2", "position": [[189560589, 189562191], [189563583, 189564225], [189565353, 189565599], [189571714, 189571841], [189572845, 189572961], [189575160, 189575320], [189579812, 189579880], [189580417, 189580786]], "strand": -1, "transcript": "NM_014585", "txend": 189580786, "txstart": 189560589}], "exons_hg19": [{"cdsend": 190445186, "cdsstart": 190426603, "chr": "2", "position": [[190425315, 190426917], [190428309, 190428951], [190430079, 190430325], [190436440, 190436567], [190437571, 190437687], [190439886, 190440046], [190444538, 190444606], [190445143, 190445512]], "strand": -1, "transcript": "NM_014585", "txend": 190445512, "txstart": 190425315}], "generif": [{"pubmed": 11518736, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 11774199, "text": "Hemochromatosis is caused by mutations in the iron-regulatory protein ferroportin."}, {"pubmed": 11783942, "text": "gene coding and flanking regions were sequenced and examined for mutations that might modulate the iron burden of individuals harboring the common mutant hemochromatosis HFE genotype or cause hemochromatosis independent of mutations in the HFE gene"}, {"pubmed": 11897618, "text": "expression levels of human DCT1 mRNA, and to a lesser extent IREG1 mRNA, are regulated in an iron-dependent manner"}, {"pubmed": 12091367, "text": "A 3-base pair deletion in exon 5 of the ferroportin 1 gene predicting Val162 deletion was found in a family with autosomal dominant inheritance of increased body iron stores without hemochromatosis."}, {"pubmed": 12376346, "text": "Iron increases expression of this iron-export protein in lung cells."}, {"pubmed": 12730114, "text": "both L ferritin IRE and ferroportin mutations can account for isolated hyperferritinemia."}, {"pubmed": 14636642, "text": "Q248H mutation is a common polymorphism in the ferroportin 1 gene in African populations that may be associated with mild anemia and a tendency to iron loading"}, {"pubmed": 14636643, "text": "variant is associated with increased ferritin levels in African-Americans and may play a role in their propensity to develop iron overload"}, {"pubmed": 14757427, "text": "review of a new inherited disorder of iron metabolism due to pathogenic mutations in the SLC40A1 gene"}, {"pubmed": 14768003, "text": "the presence of cirrhosis is an independent factor associated with increased expression of DMT1 but not Ireg1."}, {"pubmed": 15075083, "text": "Neither HFE (C282Y and H63D) nor ferroportin(Val162del) mutations were determinants of total body iron status, as assessed by ferritin levels, in thalassemia intermedia and betas/betathal patients"}, {"pubmed": 15338274, "text": "In Africans with iron overload not related to the HFE gene, the possible involvement of the SLC40A1 and CYBRD1 genes was demonstrated for the first time."}, {"pubmed": 15692071, "text": "ferroportin mutations A77D, V162delta, and G490D are associated with a typical pattern of hemochromatosis disease in vivo"}, {"pubmed": 15727899, "text": "Hereditary hemochromatosis associated with a previously unrecognized ferroportin mutation (Cys326Ser)."}, {"pubmed": 15831700, "text": "the Y64N and C326Y mutants of FPN are completely resistant to hepcidin inhibition and N144D and N144H are partially resistant. Hemochromatosis-associated FPN mutations, either reduce iron export or produce an FPN variant that is insensitive to hepcidin"}, {"pubmed": 15894659, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15897636, "text": "Mutation in the ferroportin 1 may be related to hemochromatosis."}, {"pubmed": 15935710, "text": "HFE4 mutations are heterogeneous in their effects on protein function; all mutants appear to be unresponsive to hepcidin and do not demonstrate the expected internalization on exposure to hepcidin."}, {"pubmed": 15942076, "text": "ferroportin mutations A77D, V162delta, and G490D are associated with a typical pattern of hemochromatosis disease in vivo"}, {"pubmed": 15956209, "text": "The behavior of mutant ferroportin in cell culture and the ability of mutant Fpn to act as a dominant negative explain the dominant inheritance of hemochromaatois as well as the different patient phenotypes."}, {"pubmed": 16280445, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16330432, "text": "FPN1 is present in erythroid cells at all stages of differentiation. The existence of multiple FPN1 transcripts indicates a complex regulation of the FPN1 gene in erythroid cells."}, {"pubmed": 16648237, "text": "Iron mobilization by alveolar macrophages can be affected by iron and LPS via several pathways, including HAMP-mediated degradation of FPN1, and that these cells may use unique regulatory mechanisms to cope with iron imbalance in the lung."}, {"pubmed": 16885049, "text": "Fpn amino acid substitution represents a class of Fpn mutants whose behavior in vitro does not explain the phenotype of patients with iron overload."}, {"pubmed": 17042772, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17135308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17276706, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17276706, "text": "findings conclude that the frequency of the FPN1 Q248H polymorphism is greater in African American men with elevated serum ferritin than in those with normal serum ferritin"}, {"pubmed": 17383046, "text": "the S338R mutation results in a mutated ferroportin associated with iron overload and is predicted insensitive to regulation by the iron regulatory hormone hepcidin"}, {"pubmed": 17475779, "text": "After binding of hepcidin, Fpn is tyrosine phosphorylated at the plasma membrane."}, {"pubmed": 17486601, "text": "Results suggest the possibility that FPN-1 might associate and interact with Heph in the process of iron exit across the basolateral membrane of intestinal absorptive cell."}, {"pubmed": 17490902, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 17490902, "text": "frequency of SLC40A1 Q248H is significantly lower in African-Americans than Native Africans; OR estimates of iron overload in African-Americans & Native Africans with Q248H were greater than unity, increased OR were not statistically significant"}, {"pubmed": 17847004, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17997113, "text": "analysis of the SLC40A1 gene at the mRNA level in 2 patients with hyperferritinemia, normal transferrin saturation & iron accumulation predominantly in macrophages & Kupffer cells; first displayed V162 Delta; the second a novel mutation (R178G)"}, {"pubmed": 18160317, "text": "ferroportin was investigated as a candidate gene in 2 pedigrees with hyperferritinaemia and siderosis in mononuclear phagocytes; A77D mutation was detected in patient 1, his father & brother; V162del mutation was detected in patient 4"}, {"pubmed": 18160816, "text": "A new SLC40A1 exon 7 mutation c.1402G-->A results in aberrant splicing to a cryptic upstream splice site at nt 990 in the same exon. The truncated protein, missing its C-terminal 241 AAs, lacks all structural motifs beyond transmembrane region 7."}, {"pubmed": 18177470, "text": "We identified two novel mutations (D157N and V72F) at the heterozygous state of SLC40A1 in two probands. Phenotype heterogeneity was observed in both families, suggesting variable penetrance and expression"}, {"pubmed": 18586377, "text": "No significant change in placental expression of either protein or mRNA ferroportin 1 (FP1) was observed in the maternal anemia groups"}, {"pubmed": 18646536, "text": "The expression of both protein and mRNA of FP1 of term placentas was not influenced by different degree of iron status of pregnant women."}, {"pubmed": 18782341, "text": "Ther is a higher prevalence of ferroportin Q248H with greater alcohol consumption, and this higher prevalence raises the possibility that the allele might ameliorate the toxicity of alcohol."}, {"pubmed": 18820912, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19066423, "text": "Multi-organ iron overload in an African-American man with ALAS2 R452S and SLC40A1 R561G."}, {"pubmed": 19150361, "text": "Hepcidin addition resulted in a redistribution of ferroportin to intracellular compartments that labeled with early endosomal and lysosomal, but not Golgi, markers and that trafficked along microtubules."}, {"pubmed": 19234114, "text": "These results show that cooperativity between the ferroportin monomers is required for hepcidin-mediated Jak2 activation and ferroportin down-regulation."}, {"pubmed": 19589941, "text": "These relatively high hepcidin levels are probably a consequence of patients' elevated transferrin saturation"}, {"pubmed": 19610021, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19709084, "text": "the functional relevance of a novel ferroportin variant: the c.1502 A>G transition, which changes amino acid 501 from tyrosine to cysteine (p.Y501C);the p.Y501C mutant protein reached the plasma membrane and retained a full iron export ability"}, {"pubmed": 19759876, "text": "None of the individuals in this cohort of Brazilian patients with the classical phenotype of HH had any of the aforementioned non-C282Y mutations in the HFE gene or any mutations in the TfR2 and SCL40A1 genes."}, {"pubmed": 19787796, "text": "identified mutations in HFE, SLC40A1, HAMP, HJV, TFR2, and FTL that could explain TRANSFERRIN SATURATION/SERUM FERRITIN heterogeneity in adults with previous HFE genotyping to detect C282Y and H63D; results were correlated with racial groups"}, {"pubmed": 19846751, "text": "Phenoypic clustering of mutations with gain-of-function variants associate with a hypothetical channel through the axis of ferroportin."}, {"pubmed": 19937651, "text": "We report a novel pathological SLC40A1 variant associated with abnormal cell surface expression of ferroportin due to intracellular retention of the mutant protein"}, {"pubmed": 19958990, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20007457, "text": "Suggest a novel mechanism of regulation of intestinal iron absorption based on inward and outward fluxes at both membrane domains, and repositioning of DMT1 and FPN between membrane and intracellular compartments as a function of iron supply."}, {"pubmed": 20230395, "text": "study presents a family with a novel mutation in the SLC40A1 gene leading to a type 4a haemochromatosis phenotype, ferroportin disease"}, {"pubmed": 20460119, "text": "Ferroportin Q248H and low iron stores are both associated with lower circulating tumor necrosis factor-alpha, while only ferroportin Q248H is associated with lower circulating macrophage migration inhibitory factor"}, {"pubmed": 20460119, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20564534, "text": "Intestinal FPN protein is upregulated in anemic Crohn's disease."}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20655381, "text": "Findings supported the notion that under low levels of hepcidin, mutant ceruloplasmin cannot stabilize ferroportin because of a loss-of-function in the ferroxidase activity."}, {"pubmed": 20686179, "text": "Ferroportin is a pivotal protein in breast biology and a strong and independent predictor of prognosis in breast cancer."}, {"pubmed": 20688958, "text": "Zinc and cadmium can activate FPN1 transcription through the Metal Transcription Factor-1."}, {"pubmed": 20691492, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20739079, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21094556, "text": "Identified a G to A nucleotide change at position 238 in the ferroportin gene leading to the G80S substitution. The G80S mutation results in a mutated ferroportin associated with iron overload and is predicted to be defective in iron export."}, {"pubmed": 21126372, "text": "Expression of ferroportin was associated with reduced HIV-1 transcription."}, {"pubmed": 21199650, "text": "Members of families with ferroportin disease should be screened for biochemical parameters of iron metabolism as well as genotype to detect silent mutations that might cause disease with acquired or genetic cofactors"}, {"pubmed": 21231898, "text": "This study confirmed the presence of Q248H mutation at polymorphic frequencies in three native sub-Saharan populations."}, {"pubmed": 21303654, "text": "Nrf2 regulates iron efflux from macrophages through Fpn1 gene transcription"}, {"pubmed": 21396368, "text": "Report mutations in SLC40A1 that affect ferroportin function and phenotype of human ferroportin iron overload."}, {"pubmed": 21607294, "text": "Letter: Report Absence of functional mutations in the ferroportin-encoding SLC40A1 gene in porphyria cutanea tarda."}, {"pubmed": 22137264, "text": "Data suggest that FPN-1 expression in enterocytes increases upon zinc supplementation and decreases with iron or zinc depletion; FPN-1 appears to be involved in efflux of excess sequestered iron and thus helps maintain cellular iron homeostasis."}, {"pubmed": 22170436, "text": "Placental FPN1 expression is not dependent on the iron regular element/iron regular protein regulation."}, {"pubmed": 22178646, "text": "Mn is a substrate for FPN1, and that this export process is inhibited by a low extracellular pH and by incubation in a high K(+) medium, indicating the involvement of transmembrane ion gradients in FPN1-mediated transport."}, {"pubmed": 22246570, "text": "the present study demonstrated the presence of ferroportin 1 in cultured human osteoblast cells. Furthermore, the osteoblast ferroportin 1 is functionally regulated by hepcidin."}, {"pubmed": 22249207, "text": "Ferroportin (SLC40A1) Q248H mutation is associated with lower circulating serum hepcidin levels in Rwandese HIV-positive women."}, {"pubmed": 22357659, "text": "Four SLC40A1 single-nucleotide polymorphisms (SNPs) were associated with an increased risk of tuberculosis and 1 SNP with reduced risk."}, {"pubmed": 22682226, "text": "Hepcidin-induced ferroportin internalization did not require JAK2 or phosphorylation of ferroportin residues 302 and 303"}, {"pubmed": 22682227, "text": "human ferroportin mutation K240E, previously associated with clinical iron overload, caused hepcidin resistance in vitro by interfering with ferroportin ubiquitination"}, {"pubmed": 22776295, "text": "labeled hepcidin was also a suitable tool to visualize internalization of overexpressed or even endogenously expressed ferroportin without tags"}, {"pubmed": 22890139, "text": "Mutations in the SLC40A1 gene is associated with hemochromatosis."}, {"pubmed": 23012398, "text": "Letter: report mutations in SLC40A1 promoter in and possible role in iron hemostasis in patients with porphyria cutanea tarda."}, {"pubmed": 23065513, "text": "ferroportin Q248H protein is resistant to physiological concentrations of hepcidin and that this mutation has discernible effects on iron metabolism-related clinical complications of sickle cell anemia."}, {"pubmed": 23178444, "text": "ferroportin polymorphism and iron homeostasis and infection [review]"}, {"pubmed": 23335088, "text": "Our study suggests that GDF15 induction helps suppress further activation of macrophages in stressful physiologic states as hemophagocytic lymphohistiocytosis...resulting in enhanced ferroportin-mediated iron efflux."}, {"pubmed": 23630227, "text": "Nitric oxide up-regulated the expression of ferroportin-1 (Fpn1), the major cellular iron exporter, in mouse and human cells."}, {"pubmed": 23640881, "text": "Iron efflux from human brain microvasculature endothelial cells ferroportin requires the action of an exocytoplasmic ferroxidase which can be either endogenous hephaestin or extracellular ceruloplasmin."}, {"pubmed": 23680252, "text": "The Q248H mutation in ferroportin was associated with hyperferritinemia and aytpical type 2 diabetes mellitus in patients from South Kivu."}, {"pubmed": 23784628, "text": "Tryptophan residue 42, which is localized within the extracellular end of the ferroportin pore, is likely involved in the iron export function of SLC40A1."}, {"pubmed": 23846698, "text": "A model is proposed that suggests that unlike proteases, which are irreversibly bound to activated alpha2M, hepcidin remains labile and available to down-regulate Fpn1."}, {"pubmed": 23996061, "text": "Manganese (Mn) transport carriers DMT1 and FPN1 mediate the apical uptake and basolateral exit of Mn in colonic epithelial Caco-2 cells."}, {"pubmed": 24252754, "text": "Results suggest that reduction in ferroportin levels in Alzheimer's disease brains are likely associated with cerebral ischaemia, inflammation, loss of neurons due to protein misfolding, senile plaque formation and possibly ageing process itself"}, {"pubmed": 24304836, "text": "Ferroportin is an iron-preferring cellular metal-efflux transporter with a narrow substrate profile that includes cobalt and zinc."}, {"pubmed": 24644245, "text": "Findings and the iron overload phenotype of the patient suggest that the novel mutation c.386T>C (p.L129P) in the SLC40A1 gene has incomplete penetrance and causes the classical form of ferroportin disease."}, {"pubmed": 24859227, "text": "D181V and A69T ferroportin mutation is associated with hemochromatosis."}, {"pubmed": 25093806, "text": "combined data overall deciphered the machinery that altered the hepcidin-ferroportin signaling in breast cancers."}, {"pubmed": 25176568, "text": "Chlorpyrifos elevates ferroportin expression through transcriptional regulation."}, {"pubmed": 25284586, "text": "Data indicate that elevated miR-492 expression in prostate tumors that resulted in diminished myeloid zinc-finger 1 (MZF-1) and ferroportin (FPN)."}, {"pubmed": 25330009, "text": "The expression of duodenal Fpn1 is negatively correlated with mRNA levels of hepcidin, and positively correlated with serum iron parameters."}, {"pubmed": 25441019, "text": "Several family members had hemochromatosis and hyperferritinemia associated with a SLC40A1 deletion in exon 5(485_487delTTG) resulting in the deletion of a valine residue (p.V162del). This is the 1st Spanish family reported with this European mutation."}, {"pubmed": 25451081, "text": "The effects of abnormal FPN on tumor growth and the molecular mechanisms of diminished tumor FPN, were examined."}, {"pubmed": 25744489, "text": "study of healthy adults provides further evidence that ferroportin Q248H mutation affects serum ferritin concentration in Africans"}, {"pubmed": 25745821, "text": "Low hepcidin and high ferroportin expression by erythroblasts and macrophages were seen in iron deficiency anemia, while the opposite was true in anemia of chronic disorders."}, {"pubmed": 25805936, "text": "Decreased expression of hepcidin and ferroportin in hepatitis C patients indicates the importance of hepatocytic iron retention for viral response during pegylated-interferon plus ribavirin treatment."}, {"pubmed": 25855377, "text": "we demonstrated that downregulation of FPN1 plays critical roles in promoting myeloma cell growth and bone resorption in multiple myeloma."}, {"pubmed": 25976471, "text": "Single nucleotide polymorphisms in HAMP, BMP2, FTL and SLC40A1 genes have phenotype-modifying roles in hereditary hemochromatosis type 1."}, {"pubmed": 26125411, "text": "TLR4 dependent macrophage signaling is controlled via hepcidin-ferroportin1 axis by influencing TLR4-lipid raft interactions"}, {"pubmed": 26437604, "text": "The concentration of functional membrane-associated ferroportin is controlled by its ligand, the iron-regulatory hormone hepcidin, and fine-tuned by regulatory mechanisms serving iron homeostasis, oxygen utilization, host defense, and erythropoiesis."}, {"pubmed": 26474245, "text": "Of the 13 iron-overloaded patients showed that 10 were homozygous for the c.44-24G>C polymorphism located in intron 1, whereas the three remaining patients were heterozygous for this sequence variation. Several reports have suggested that this polymorphism could be linked to IO and/or to the severity of haemochromatosis."}, {"pubmed": 26560875, "text": "Mir-20a controls expression of the iron exporter ferroportin (FPN1) by binding to highly conserved target sites in its 3'-untranslated region.  Expression of miR-20a is inversely correlated to FPN1 in lung cancer."}, {"pubmed": 26633544, "text": "Of the non-HFE forms of iron overload, TFR2-, HFE2-, and HAMP-related forms are predicted to be rare, with pathogenic allele frequencies in the range of 0.00007 to 0.0005. Significantly, SLC40A1 variants that have been previously associated with autosomal-dominant ferroportin disease were identified in several populations (pathogenic allele frequency 0.0004), being most prevalent among Africans"}, {"pubmed": 26666535, "text": "Erythroblasts from Beta-thalassemia patients showed a significantly reduced expression of total MTP1 protein."}, {"pubmed": 27067485, "text": "All these findings suggest that in erythroid cells FPN1 could be part of the signaling pathway through which the erythron communicates iron needs to expand the erythroid compartment regardless of systemic iron level."}, {"pubmed": 27302059, "text": "These results suggest that FPN1 exports iron received from the iron chaperone PCBP2. Therefore, it was found that PCBP2 modulates cellular iron export, which is an important physiological process."}, {"pubmed": 27788496, "text": "Nrf2 suppresses prostate cancer cells viability, migration, and mitosis by upregulating ferroportin expression."}, {"pubmed": 27842994, "text": "Reduced expression of ferroportin mRNA identifies a subset of infertile women and may constitute a target for therapy."}, {"pubmed": 28027576, "text": "FPN1 cycles as a monomer within the endocytic/plasma membrane compartment and responds to its physiological inhibitor, Hepc, in both control and ferroportin disease (FD) cells. However, in FD, FPN1 fails to reach the cell surface when cells undergo high iron turnover."}, {"pubmed": 28110135, "text": "In this study, we identified three domestic sporadic families of hereditary hemochromatosis in China and demonstrated mutations in HFE and SLC40A1 respectively."}, {"pubmed": 28681497, "text": "study followed the dynamics of hepcidin-mediated ferroportin internalization; also showed that the novel p.D84E mutation, associated with the classical form of ferroportin disease, is both iron transport defective and hepcidin insensitive"}, {"pubmed": 28826751, "text": "The 1st 3D model of human ferroportin was used to study disease-associated mutations to determine the role of conserved residues in protein stability and iron transport.  Molecular mechanisms critical for ferroportin endocytosis include at least 3 fundamental steps: hepcidin binding, structural reorganization of the N- and C-ter ferroportin lobes, and ferroportin ubiquitination."}, {"pubmed": 29061069, "text": "Findings establish FPN as a key lever in regulating iron balance and proliferation in multiple prostate cancer cell types."}, {"pubmed": 29082606, "text": "SLC40A1 expression is increased in the intestine of patients with type 2 diabetes in association with iron stores and serum hepcidin levels."}, {"pubmed": 29154924, "text": "SLC40A1 mutation analysis in 7 Italian families with type 4 hereditary hemochromatosis"}, {"pubmed": 29599243, "text": "Ferroportin protects erythrocytes against oxidative stress and malaria infection."}, {"pubmed": 29774528, "text": "Regarding the rs13015236 single nucleotide polymorphisms in SLC40A1, the presence of a C allele could protect against porphyria cutanea tarda patients of mixed ancestry."}, {"pubmed": 30002125, "text": "p.Arg178Gln represents a new category of loss-of-function mutations and that the study of \"gating residues\" is necessary in order to fully understand the action mechanism of FPN1."}, {"pubmed": 30082682, "text": "Ca(2+) is required for human Fpn transport activity"}, {"pubmed": 30154413, "text": "IL-6 was also found to increase hepcidin transcription and release from human pulmonary artery smooth muscle cells (hPASMCs) suggesting a potential autocrine response. Hepcidin or IL-6 mediated iron accumulation contributes to proliferation in hPASMCs; ferroportin mediated cellular iron excretion limits proliferation."}, {"pubmed": 30213870, "text": "The mean corpuscular volume (MCV) values of gain-of-function FPN1 mutation patients were positively associated with serum transferrin saturations, whereas MCVs of loss-of-function FPN1 mutation patients were not, supporting that erythroblasts donate iron to blood through FPN1 in response to serum iron levels."}, {"pubmed": 30500107, "text": "The SLC40A1 p.Y333H mutation is associated with gain of function of ferroportin, representing one of the major aetiological factors of haemochromatosis in China."}, {"pubmed": 30852438, "text": "High SLC40A1 expression is associated with acute myeloid leukemia."}, {"pubmed": 31049138, "text": "These and other data suggest that iron handling and the HAMP-FPN axis regulation in FRDA cardiac cells are hampered and that FPN may have new, still not fully understood, functions. These findings underline the complexity of the cardiac iron homeostasis."}, {"pubmed": 31423010, "text": "Ferroportin downregulation promotes cell proliferation by modulating the Nrf2-miR-17-5p axis in multiple myeloma."}, {"pubmed": 31442954, "text": "Reduced expression of FPN1 and CP was identified as a potential signature for poor prognosis of adrenocortical carcinoma."}, {"pubmed": 31554201, "text": "miR-20b is identified to regulate intestinal FPN expression in vitro and in vivo, which will provide a potential target for intestinal iron exportation."}, {"pubmed": 31675496, "text": "Of the macrophages in tumors that exhibited distinct transcriptional states, tumor-associated macrophages (TAMs) were associated with poor prognosis, and we established the inflammatory role of SLC40A1 and GPNMB in these cells"}, {"pubmed": 31721611, "text": "Enhanced expression of apical membrane- and basolateral membrane-localized DMT1 and FPN1 in UC human colon."}, {"pubmed": 31761321, "text": "Local hepcidin increased intracellular iron overload via the degradation of ferroportin in the kidney."}, {"pubmed": 32301493, "text": "Evidence for dimerization of ferroportin in a human hepatic cell line using proximity ligation assays."}, {"pubmed": 32360131, "text": "Ferroportin disease: A novel SLC40A1 mutation."}, {"pubmed": 32534701, "text": "miR-194-5p inhibits SLC40A1 expression to induce cisplatin resistance in ovarian cancer."}, {"pubmed": 32814342, "text": "Structure of hepcidin-bound ferroportin reveals iron homeostatic mechanisms."}, {"pubmed": 33340587, "text": "The role of cellular iron deficiency in controlling iron export."}, {"pubmed": 33341511, "text": "Splicing analysis of SLC40A1 missense variations and contribution to hemochromatosis type 4 phenotypes."}, {"pubmed": 33628376, "text": "Ferroportin-Dependent Iron Homeostasis Protects against Oxidative Stress-Induced Nucleus Pulposus Cell Ferroptosis and Ameliorates Intervertebral Disc Degeneration In Vivo."}, {"pubmed": 33664298, "text": "Knocking out alpha-synuclein in melanoma cells dysregulates cellular iron metabolism and suppresses tumor growth."}, {"pubmed": 33714956, "text": "Downregulation of FPN1 acts as a prognostic biomarker associated with immune infiltration in lung cancer."}, {"pubmed": 33735560, "text": "Ferroportin and FBXL5 as Prognostic Markers in Advanced Stage Clear Cell Renal Cell Carcinoma."}, {"pubmed": 33804198, "text": "Iron Availability in Tissue Microenvironment: The Key Role of Ferroportin."}, {"pubmed": 34098197, "text": "Upregulation of miR-18a-5p promotes the proliferation of prostate cancer via inhibiting the expression of SLC40A1."}, {"pubmed": 34183746, "text": "Decreased ferroportin in hepatocytes promotes macrophages polarize towards an M2-like phenotype and liver fibrosis."}, {"pubmed": 34203920, "text": "Insights into the Role of the Discontinuous TM7 Helix of Human Ferroportin through the Prism of the Asp325 Residue."}, {"pubmed": 34320783, "text": "UBA6 and NDFIP1 regulate the degradation of ferroportin."}, {"pubmed": 34493724, "text": "Gene interfered-ferroptosis therapy for cancers."}, {"pubmed": 35162984, "text": "Interplay of Ferritin Accumulation and Ferroportin Loss in Ageing Brain: Implication for Protein Aggregation in Down Syndrome Dementia, Alzheimer's, and Parkinson's Diseases."}, {"pubmed": 35225679, "text": "Estimates of West African Ancestry in African Americans Using Alleles of Iron-Related Genes HJV, SLC40A1, and TFR2."}, {"pubmed": 35646516, "text": "MicroRNA-4735-3p Facilitates Ferroptosis in Clear Cell Renal Cell Carcinoma by Targeting SLC40A1."}, {"pubmed": 35705926, "text": "Assessment of iron overload in a cohort of Sri Lankan patients with transfusion dependent beta thalassaemia and its correlation with pathogenic variants in HBB, HFE, SLC40A1, and TFR2 genes."}, {"pubmed": 36648329, "text": "Mechanism of Ca[2+] transport by ferroportin."}, {"pubmed": 36654385, "text": "MAFG-AS1/MAFG positive feedback loop contributes to cisplatin resistance in bladder urothelial carcinoma through antagonistic ferroptosis."}, {"pubmed": 37585449, "text": "Role of hepcidin upregulation and proteolytic cleavage of ferroportin 1 in hepatitis C virus-induced iron accumulation."}, {"pubmed": 37929350, "text": "PRPF19 promotes the proliferation, migration, and inhibits autophagy in prostate cancer by suppressing SLC40A1."}, {"pubmed": 38705495, "text": "Inhibiting DNA methyltransferase DNMT3B confers protection against ferroptosis in nucleus pulposus and ameliorates intervertebral disc degeneration via upregulating SLC40A1."}, {"pubmed": 38750318, "text": "Influence of SLC40A1 on Cytokine Interactions and Immune Infiltration in Glioblastoma."}, {"pubmed": 38959016, "text": "Insights into the role of glycerophospholipids on the iron export function of SLC40A1 and the molecular mechanisms of ferroportin disease."}], "genomic_pos": {"chr": "2", "end": 189583758, "ensemblgene": "ENSG00000138449", "start": 189560590, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 190448484, "start": 190425305, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002260", "qualifier": "involved_in", "term": "lymphocyte homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003158", "qualifier": "involved_in", "term": "endothelium development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006879", "pubmed": 12091367, "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034755", "qualifier": "involved_in", "term": "iron ion transmembrane transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034755", "pubmed": 12091367, "qualifier": "involved_in", "term": "iron ion transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051649", "qualifier": "involved_in", "term": "establishment of localization in cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060345", "qualifier": "involved_in", "term": "spleen trabecula formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060586", "qualifier": "involved_in", "term": "multicellular organismal-level iron ion homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903988", "qualifier": "involved_in", "term": "iron ion export across plasma membrane"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 10747949, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005886", "pubmed": 12091367, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [20019163, 30247984], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0008021", "qualifier": "located_in", "term": "synaptic vesicle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 10747949, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "is_active_in", "term": "basolateral plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016323", "pubmed": [20019163, 29792530], "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005381", "qualifier": "enables", "term": "iron ion transmembrane transporter activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005381", "pubmed": 12091367, "qualifier": "enables", "term": "iron ion transmembrane transporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005381", "qualifier": "enables", "term": "iron ion transmembrane transporter activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20817278, 24867889], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0015093", "qualifier": "enables", "term": "ferrous iron transmembrane transporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017046", "qualifier": "enables", "term": "peptide hormone binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017046", "pubmed": 22682227, "qualifier": "enables", "term": "peptide hormone binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[3702, 818427], [3702, 831787], [4530, 4341302], [7955, 58153], [8364, 100036732], [9031, 423984], [9544, 713321], [9598, 459821], [9606, 30061], [9615, 478837], [9913, 527023], [10090, 53945], [10116, 170840]], "id": 40959}, "interpro": [{"desc": "Ferroportin-1", "id": "IPR009716", "short_desc": "Ferroportin-1"}, {"desc": "MFS transporter superfamily", "id": "IPR036259", "short_desc": "MFS_trans_sf"}], "ipi": ["IPI00005547", "IPI00816624", "IPI00926204", "IPI00926591"], "map_location": "2q32.2", "name": "solute carrier family 40 member 1", "other_names": ["SLC40 iron transporter", "ferroportin", "iron regulated gene 1", "solute carrier family 11 (proton-coupled divalent metal ion transporters), member 3", "solute carrier family 40 (iron-regulated transporter), member 1", "solute carrier family 40 member 1"], "pantherdb": {"HGNC": "10909", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1315204", "ortholog_type": "LDO", "panther_family": "PTHR11660", "taxid": 10090, "uniprot_kb": "Q9JHI9"}, {"RGD": "620180", "ortholog_type": "LDO", "panther_family": "PTHR11660", "taxid": 10116, "uniprot_kb": "Q923U9"}, {"Ensembl": "ENSGALG00000043618", "ortholog_type": "LDO", "panther_family": "PTHR11660", "taxid": 9031, "uniprot_kb": "Q5F3K3"}, {"ZFIN": "ZDB-GENE-000511-8", "ortholog_type": "LDO", "panther_family": "PTHR11660", "taxid": 7955, "uniprot_kb": "Q9I9R3"}, {"WormBase": "WBGene00019977", "ortholog_type": "O", "panther_family": "PTHR11660", "taxid": 6239, "uniprot_kb": "O44607"}, {"WormBase": "WBGene00021354", "ortholog_type": "O", "panther_family": "PTHR11660", "taxid": 6239, "uniprot_kb": "Q8IA95"}, {"dictyBase": "DDB_G0279065", "ortholog_type": "O", "panther_family": "PTHR11660", "taxid": 352472, "uniprot_kb": "Q54XG5"}, {"dictyBase": "DDB_G0278675", "ortholog_type": "O", "panther_family": "PTHR11660", "taxid": 352472, "uniprot_kb": "Q54Y75"}, {"TAIR": "2148523", "ortholog_type": "O", "panther_family": "PTHR11660", "taxid": 3702, "uniprot_kb": "Q8W4E7"}, {"TAIR": "2142649", "ortholog_type": "O", "panther_family": "PTHR11660", "taxid": 3702, "uniprot_kb": "F4KGN5"}, {"TAIR": "2057222", "ortholog_type": "O", "panther_family": "PTHR11660", "taxid": 3702, "uniprot_kb": "O80905"}], "uniprot_kb": "Q9NP59"}, "pathway": {"kegg": [{"id": "hsa04216", "name": "Ferroptosis - Homo sapiens (human)"}, {"id": "hsa04978", "name": "Mineral absorption - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-425366", "name": "Transport of bile salts and organic acids, metal ions and amine compounds"}, {"id": "R-HSA-425407", "name": "SLC-mediated transmembrane transport"}, {"id": "R-HSA-425410", "name": "Metal ion SLC transporters"}, {"id": "R-HSA-5619049", "name": "Defective SLC40A1 causes hemochromatosis 4 (HFE4) (macrophages)"}, {"id": "R-HSA-5619060", "name": "Defective CP causes aceruloplasminemia (ACERULOP)"}, {"id": "R-HSA-5619102", "name": "SLC transporter disorders"}, {"id": "R-HSA-5619115", "name": "Disorders of transmembrane transporters"}, {"id": "R-HSA-5655799", "name": "Defective SLC40A1 causes hemochromatosis 4 (HFE4) (duodenum)"}, {"id": "R-HSA-917937", "name": "Iron uptake and transport"}], "wikipathways": [{"id": "WP2007", "name": "Iron metabolism in placenta"}, {"id": "WP4313", "name": "Ferroptosis"}, {"id": "WP4906", "name": "3q29 copy number variation syndrome"}]}, "pdb": ["6W4S", "6WBV", "8BZY", "8C02", "8C03", "8DL6", "8DL7", "8DL8"], "pfam": "PF06963", "pharmgkb": "PA35805", "pharos": {"target_id": 14153, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF225419", "relationship": "is"}, {"id": "GNF264703", "relationship": "is"}, {"id": "GNF264704", "relationship": "is"}, {"id": "GNF264705", "relationship": "is"}, {"id": "GNF264706", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157893", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF040081", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF090941", "relationship": "is"}, {"id": "GNF090942", "relationship": "is"}, {"id": "GNF090943", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050862", "relationship": "is"}, {"id": "GNF055625", "relationship": "is"}, {"id": "GNF060294", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070841", "relationship": "is"}, {"id": "GNF070842", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF013610", "relationship": "is"}, {"id": "GNF013611", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF244640", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF113881", "relationship": "is"}, {"id": "GNF153522", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_009027.1"], "protein": ["NP_055400.1", "XP_047300022.1", "XP_054197586.1"], "rna": ["NM_014585.6", "XM_047444066.1", "XM_054341611.1"], "translation": [{"protein": "NP_055400.1", "rna": "NM_014585.6"}, {"protein": "XP_054197586.1", "rna": "XM_054341611.1"}, {"protein": "XP_047300022.1", "rna": "XM_047444066.1"}]}, "reporter": {"GNF1H": "gnf1h00171_at", "HG-U133_Plus_2": ["223044_at", "233123_at"], "HG-U95B": ["45826_at", "47365_at"], "HTA-2_0": ["TC02002614.hg.1", "TC02004748.hg.1"], "HuEx-1_0": "2591837", "HuGene-1_1": "8057677", "HuGene-2_1": "16906419"}, "retired": 56414, "summary": "The protein encoded by this gene is a cell membrane protein that may be involved in iron export from duodenal epithelial cells. Defects in this gene are a cause of hemochromatosis type 4 (HFE4). [provided by RefSeq, Jul 2008].", "symbol": "SLC40A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1456396"}, "unigene": "Hs.643005", "uniprot": {"Swiss-Prot": "Q9NP59", "TrEMBL": ["E7ES28", "Q4PNE6", "E7EQF8"]}, "wikipedia": {"url_stub": "Ferroportin"}}