{"AllianceGenome": "11036", "HGNC": "11036", "MIM": "182380", "_id": "6523", "_version": 1, "accession": {"genomic": ["AH005284.2", "AL022321.1", "CH471095.1", "CP068256.2", "NC_000022.11", "NC_060946.1", "NG_017045.1", "Z74021.1", "Z80998.1", "Z83839.1", "Z83849.1"], "protein": ["AAA60320.1", "AAB59448.1", "AAI39840.2", "BAG35789.1", "BAH12645.1", "BAH14555.1", "CAG30465.1", "EAW60006.1", "NP_000334.1", "NP_001243243.1", "P13866.1", "XP_011528633.1", "XP_054181827.1"], "rna": ["AI078794.1", "AK297665.1", "AK312948.1", "AK316184.1", "BC139839.1", "BM980416.1", "CR456579.1", "DA429018.1", "DA562836.1", "DQ656053.2", "M24847.1", "NM_000343.4", "NM_001256314.2", "XM_011530331.2", "XM_054325852.1"], "translation": [{"protein": "XP_011528633.1", "rna": "XM_011530331.2"}, {"protein": "BAH12645.1", "rna": "AK297665.1"}, {"protein": "XP_054181827.1", "rna": "XM_054325852.1"}, {"protein": "BAH14555.1", "rna": "AK316184.1"}, {"protein": "NP_001243243.1", "rna": "NM_001256314.2"}, {"protein": "CAG30465.1", "rna": "CR456579.1"}, {"protein": "AAA60320.1", "rna": "M24847.1"}, {"protein": "AAI39840.2", "rna": "BC139839.1"}, {"protein": "BAG35789.1", "rna": "AK312948.1"}, {"protein": "NP_000334.1", "rna": "NM_000343.4"}]}, "alias": ["D22S675", "NAGT", "SGLT-1", "SGLT1"], "ensembl": {"gene": "ENSG00000100170", "protein": ["ENSP00000266088", "ENSP00000444898"], "transcript": ["ENST00000266088", "ENST00000477969", "ENST00000486394", "ENST00000543737"], "translation": [{"protein": "ENSP00000266088", "rna": "ENST00000266088"}, {"protein": "ENSP00000444898", "rna": "ENST00000543737"}], "type_of_gene": "protein_coding"}, "entrezgene": "6523", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 23.6705604926, "exp_mis": 242.942687615, "exp_syn": 111.270985312, "lof_z": 3.19058215192371, "mis_z": 2.06933692112414, "mu_lof": 1.55366264284e-06, "mu_mis": 2.1222550244e-05, "mu_syn": 9.44426749851e-06, "n_lof": 8.0, "n_mis": 177.0, "n_syn": 116.0, "p_li": 0.00803119583011728, "p_null": 0.000601649358367285, "p_rec": 0.991367154811515, "syn_z": -0.277925136163418}, "bp": 1995, "cds_end": 32506200, "cds_start": 32439268, "n_exons": 15, "nonpsych": {"exp_lof": 21.1184194155, "exp_mis": 219.580859847, "exp_syn": 100.405262339, "lof_z": 3.23093042884827, "mis_z": 2.13013017363012, "mu_lof": 1.55366264284e-06, "mu_mis": 2.1222550244e-05, "mu_syn": 9.44426749851e-06, "n_lof": 6.0, "n_mis": 157.0, "n_syn": 96.0, "p_li": 0.0881131090531839, "p_null": 0.000468544930803199, "p_rec": 0.911418346016013, "syn_z": 0.276796543738431}, "nontcga": {"exp_lof": 21.7471164346, "exp_mis": 223.477488349, "exp_syn": 102.339516133, "lof_z": 3.33105252094941, "mis_z": 2.51541893100764, "mu_lof": 1.55366264284e-06, "mu_mis": 2.1222550244e-05, "mu_syn": 9.44426749851e-06, "n_lof": 6.0, "n_mis": 148.0, "n_syn": 111.0, "p_li": 0.100062948180145, "p_null": 0.000309474685310989, "p_rec": 0.899627577134544, "syn_z": -0.542055333975579}, "transcript": "ENST00000266088.4"}, "exons": [{"cdsend": 32110213, "cdsstart": 32043281, "chr": "22", "position": [[32043260, 32043416], [32049942, 32050014], [32066934, 32067039], [32067966, 32068026], [32068495, 32068600], [32081865, 32081971], [32083073, 32083154], [32084438, 32084659], [32084899, 32085035], [32086219, 32086327], [32091611, 32091762], [32099182, 32099351], [32102021, 32102237], [32104785, 32104891], [32109989, 32113024]], "strand": 1, "transcript": "NM_000343", "txend": 32113024, "txstart": 32043260}, {"cdsend": 32110213, "cdsstart": 32068504, "chr": "22", "position": [[32059169, 32059344], [32066934, 32067039], [32067966, 32068026], [32068495, 32068600], [32081865, 32081971], [32083073, 32083154], [32084438, 32084659], [32084899, 32085035], [32086219, 32086327], [32091611, 32091762], [32099182, 32099351], [32102021, 32102237], [32104785, 32104891], [32109989, 32113024]], "strand": 1, "transcript": "NM_001256314", "txend": 32113024, "txstart": 32059169}], "exons_hg19": [{"cdsend": 32506200, "cdsstart": 32439268, "chr": "22", "position": [[32439247, 32439403], [32445929, 32446001], [32462921, 32463026], [32463953, 32464013], [32464482, 32464587], [32477852, 32477958], [32479060, 32479141], [32480425, 32480646], [32480886, 32481022], [32482206, 32482314], [32487598, 32487749], [32495169, 32495338], [32498008, 32498224], [32500772, 32500878], [32505976, 32509011]], "strand": 1, "transcript": "NM_000343", "txend": 32509011, "txstart": 32439247}, {"cdsend": 32506200, "cdsstart": 32464491, "chr": "22", "position": [[32455156, 32455331], [32462921, 32463026], [32463953, 32464013], [32464482, 32464587], [32477852, 32477958], [32479060, 32479141], [32480425, 32480646], [32480886, 32481022], [32482206, 32482314], [32487598, 32487749], [32495169, 32495338], [32498008, 32498224], [32500772, 32500878], [32505976, 32509011]], "strand": 1, "transcript": "NM_001256314", "txend": 32509011, "txstart": 32455156}], "generif": [{"pubmed": 12139397, "text": "Mutations of this gene protein (mapped to Chromosome 22) causes glucose-galactose malabsorption in infants. Sugar transport is impaired mainly because the mutant proteins are either truncated or are not targeted properly to the cell membrane."}, {"pubmed": 12773314, "text": "Intracellular compartments containing SGLT1 are involved in the regulation of SGLT1 abundance at the apical cell surface."}, {"pubmed": 14724758, "text": "Taken together, these data indicate that RSC1A1 modulates dynamin-dependent trafficking of intracellular vesicles containing hSGLT1 in Xenopus oocytes, and modulates PKC-dependent short-term regulation of this transporter."}, {"pubmed": 15166308, "text": "Na+-coupled glucose transporter 1 (SGLT1) was regulated by neuronal cell expressed developmentally downregulated 4-2 (Nedd4-2) and serum- and glucocorticoid-inducible kinase 1 (SGK1)"}, {"pubmed": 15476411, "text": "Aspartate residue 454 of SGLT1 is critically important for normal trafficking of the protein to the plasma membrane."}, {"pubmed": 15596535, "text": "Our results indicate that the major voltage-dependent step of the Na(+)/glucose transport cycle is the return of the empty carrier from inward to outward facing conformations."}, {"pubmed": 15885653, "text": "Thus, the C351A and C361A mutations might cause a global reorganization of the disulfide bonds of SGLT1."}, {"pubmed": 15904891, "text": "the large, hydrophilic loop near the carboxyl terminus of SGLT1 does not appear to play a major part in the binding of phlorizin"}, {"pubmed": 16260652, "text": "SGLT-1 has a role in glucose uptake and in protecting intestinal epithelial cells against LPS-induced apoptosis and barrier defects"}, {"pubmed": 16300400, "text": "3 conformational states of SGLT1 differ in their packing density and surface hydrophobicity, reflecting the empty carrier, the d-glucose loaded carrier facing the outside of membrane and the complex of the outside-orientated carrier with phlorizin"}, {"pubmed": 16322051, "text": "water transport across the membrane can be explained by cotransport of water in the membrane proteins and that intracellular unstirred layers effects are minute"}, {"pubmed": 16446504, "text": "results indicate that cysteine residues C255 and C511 form a disulfide bridge in human SGLT1 and that this disulfide bridge is involved in the conformational change of the free carrier"}, {"pubmed": 16788146, "text": "hRS1 protein exhibits glucose-dependent, short-term inhibition of hSGLT1 and hOCT2 by inhibiting the release of vesicles from the trans-Golgi network."}, {"pubmed": 16860318, "text": "description of a novel feedback mechanism in apoptotic signaling pathway for SGLT-1-dependent cytoprotection; observation suggests new function for CD14 on enterocytes involving induction of caspase-dependent SGLT-1 activity which leads to cell rescue"}, {"pubmed": 17130520, "text": "study examines the conformations of the Na(+)/glucose cotransporter during sugar transport using charge and fluorescence measurements"}, {"pubmed": 17153597, "text": "Results describe the effect of taurine on glucose transporter using heterologous expression of sodium-glucose transporter-1 (SGLT-1)."}, {"pubmed": 17222499, "text": "These studies demonstrate the existence of different conformational states of the membrane-embedded transporter in its glucose-free form, as sodium-glucose-carrier complex and as sodium-phlorizin-carrier complex."}, {"pubmed": 17505558, "text": "Thioglycoside VII (2-hydroxymethyl-phenyl-1'-thio-beta-D-galacto-pyranoside) had a pronounced inhibitory effect on hSGLT1."}, {"pubmed": 17686765, "text": "RSC1A1 codes for a 67-kDa protein named RS1 that mediates transcriptional and post-transcriptional regulation of Na(+)-D-glucose cotransporter SGLT1."}, {"pubmed": 17903058, "text": "D28G mutation in 16 family members of a patient with typical presentation of congenital glucose-galactose malabsorption"}, {"pubmed": 17983207, "text": "the native carrier ( sodium/D-glucose cotransporter 1)residues Gln at position 457 and Thr at position 460 reside in a hydrophilic access pathway extending 5-7 A into the membrane to which sugars as well as the sugar moiety of inhibitory glucosides bind"}, {"pubmed": 18471079, "text": "this high-capacity functional assay should provide a means to identify novel and selective SGLT inhibitors"}, {"pubmed": 18481997, "text": "Ongoing work is aimed at identifying the localization signals in the SGLT1 3'-UTR and the corresponding binding proteins."}, {"pubmed": 18713983, "text": "activation of SGLT-1 by glucose protects from damages induced by TLR ligands, in human intestinal epithelial cells and in a murine model of septic shock."}, {"pubmed": 18853313, "text": "High SGLT1 expression in pancreatic adenocarcinomas significantly correlates with DFS & a trend was found for OS, especially in younger patients. High SGLT1 expression in primary tumors correlates with high Bcl-2 expression, not p53 expression."}, {"pubmed": 19115253, "text": "Protein kinase A-mediated phosphorylation of the transporter represents a further mechanism in the regulation of SGLT1-mediated glucose transport in epithelial cells"}, {"pubmed": 19509029, "text": "cardiac SGLT1 expression and/or function are regulated by insulin and leptin, and are perturbed in disease."}, {"pubmed": 20334581, "text": "These observations support a role for AMPK in the regulation of Na+-coupled glucose transport."}, {"pubmed": 20338844, "text": "This study indicates that the leak current associated with SGLT1 is mediated by a variety of monovalent cations, including cations that do not generate the conformational changes associated to the Na+ binding site used for cotransport."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20486940, "text": "Glucose-galactose malabsorption is life-threatening newborn diarrhea caused by mutations in the Na(+) /glucose cotransporter gene SLC5A1 that described herein."}, {"pubmed": 20564476, "text": "Polyphenols, phenolic acids and tannins from strawberry and apple are potent inhibitors of GLUT2 and SGLT1 at concentrations predicted after dietary ingestion."}, {"pubmed": 20965718, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20980548, "text": "The role of SGLT1 and SGLT2 in renal glucose reabsorption are discussed."}, {"pubmed": 21048164, "text": "The role of SGLT1 and SGLT2 in renal glucose reabsorption, and the potential for targeting these transporters in diabetes there are discussed."}, {"pubmed": 21080109, "text": "Expression of SGLT1 and EGFR in colorectal cancer tissues was higher than that in normal tissues and their expression related with clinical stage."}, {"pubmed": 21156162, "text": "HPV18 E6 oncoprotein participates in the upregulation of SGLT1."}, {"pubmed": 21190656, "text": "An independent estimation of the turnover rate for human SGLT1 expressed in Xenopus laevis oocytes, was obtained applying the ion-trap technique."}, {"pubmed": 21406183, "text": "JAK2 upregulates SGLT1 activity which may play a role in the effect of JAK2 during ischemia and malignancy."}, {"pubmed": 22004742, "text": "the structural basis of cotransporter water permeability"}, {"pubmed": 22159082, "text": "Data suggest that \"gate\" residues in SGLT1 contribute directly to the coupling between substrate and Na+ transport"}, {"pubmed": 22159627, "text": "SGLT1 overexpression, as examined by immunohistochemistry, is an independent biomarker for poor prognosis of patients with ovarian carcinoma."}, {"pubmed": 23008432, "text": "A seven-state kinetic model is established that describes the activity of SGLT1 up to a 2 ms time resolution."}, {"pubmed": 23010278, "text": "B-RAF upregulates SGLT1 activity, an effect requiring vesicle insertion into the cell membrane."}, {"pubmed": 23116249, "text": "in hSGLT1, pi-pi interaction between outer gate residues F101 and F453 contributes to holding the sugar in the occluded conformation after binding."}, {"pubmed": 23418532, "text": "Results suggest that the use of MAP17 and SGLT1 markers may identify patients who are likely to exhibit a better response to treatments that boost oxidative stress in other cancer types."}, {"pubmed": 23531874, "text": "Data indicate that IGF-1R and SGLT1 interact in HEK293 and MCF7 cells, and IGF-1R siRNA transfection results in down-regulation of SGLT1."}, {"pubmed": 23874689, "text": "Delphinidin-3-glucoside protects against oxidized low-density lipoprotein-induced mitochondrial dysfunction in vascular endothelial cells via the sodium-dependent glucose transporter SGLT1."}, {"pubmed": 23910014, "text": "SGLT1 and GLUT5 expression in the plasma membrane is regulated by TNFalpha, leading to alteration on sugar transport, suggesting that TNFalpha could be a physiological local regulator of nutrient absorption in response to an intestinal inflammatory status."}, {"pubmed": 24048166, "text": "Gglucose galactose malabsorption...analysis lead to the identification of 2 novel mutations..."}, {"pubmed": 24191006, "text": "The Na2 site is conserved in hSGLT1, the side chain of S392 and the backbone carbonyl of S393 are important in the first Na+ binding, and that Na+ binding to Na2 promotes binding to Na1 and also sugar binding."}, {"pubmed": 24236070, "text": "SGLT1 mRNA and GLUT2 mRNA expression are reduced significantly in CACo-2 cells exposed to berry extracts."}, {"pubmed": 25600494, "text": "Compound K induces SGLT1 expression and glucose uptake in differentiated intestinal Caco-2 cells."}, {"pubmed": 25711084, "text": "SGLT1 or GLUT2 interact with the cytoskeleton in the intestinal epithelium during hexose absorption."}, {"pubmed": 25936754, "text": "CREB activation is essential for EGF-induced SGLT1 gene expression."}, {"pubmed": 26086341, "text": "phlorizin binding domains in sodium-glucose cotransporter family"}, {"pubmed": 26121582, "text": "Cardiac SGLTs, possibly SGLT1 in particular, appear to provide an important protective mechanism against ischemia-reperfusion injury by replenishing ATP stores in ischemic cardiac tissues."}, {"pubmed": 26316524, "text": "Elevated SGLT activity increases Na+ influx into myocytes and causes Na+ overload in type 2 diabetes."}, {"pubmed": 26377793, "text": "Data demonstrate a role for Per1 in the transcriptional regulation of NHE3 and SGLT1 in the kidney."}, {"pubmed": 26945065, "text": "Although the similarity between the pf values of SGLT1 and aquaporin-1 makes a transcellular pathway plausible, it renders water pumping physiologically negligible because the passive flux would be orders of magnitude larger."}, {"pubmed": 27137918, "text": "Sodium-Glucose Cotransporter (hSGLT1) Is a Disulfide-Bridged Homodimer with a Re-Entrant C-Terminal Loop"}, {"pubmed": 27178057, "text": "Results found that SGLT1 is required for FLIPL induced cell aerobic glycolysis and survival to low glucose conditions. In patients with hepatocellular carcinoma, SGLT1 expression level was positively correlated with FLIPL expression level."}, {"pubmed": 27325773, "text": "intracellular Na+ and sugar release occurs in a random, independent manner"}, {"pubmed": 27555600, "text": "Binding of RS1-Reg to ODC1 inhibits the enzymatic activity at low intracellular glucose, which is blunted at high intracellular glucose."}, {"pubmed": 27595398, "text": "JAK3 up-regulates SGLT1 activity by increasing the carrier protein abundance in the cell membrane, an effect enforcing cellular glucose uptake into activated lymphocytes and thus contributing to the immune response."}, {"pubmed": 28192456, "text": "Homoeriodictyol affects both the glucose metabolism and the serotonin system in Caco-2 cells via a sodium glucose cotransporter 1 protein (SGLT-1)-meditated pathway."}, {"pubmed": 28193781, "text": "Data suggest that a fraction of sodium glucose transporter is rapidly degraded by lysosomes and never reached the plasma membrane; another fraction reaches the membrane and is subsequently degraded by lysosomes following internalization."}, {"pubmed": 28419670, "text": "Data suggest that SGLT2 expression is higher in control kidney than in kidney from subjects with type 2 diabetes; SGLT1 expression in kidney tended in the same direction; SGLT2 appears to be localized to tubular brush-border membranes; unaffected renal tissues were obtained from subjects undergoing unilateral nephrectomy for renal carcinomas."}, {"pubmed": 28477418, "text": "Data suggest expression of SGLT1 is markedly increased in kidney of patients with type 2 diabetes as compared to control subjects; SGLT1 mRNA is highly and significantly correlated with fasting and postprandial plasma glucose and HbA1c. In contrast, data suggest SGLT2 and GLUT2 mRNA in kidney are down-regulated in type 2 diabetes, but not to statistically significant level. (GLUT2 = glucose transporter type 2)"}, {"pubmed": 28588231, "text": "Only the index variant in SLC5A1 showed a significant association with fasting glucose in the expected opposing direction. Products of genes in all 1,5-AG-associated loci have known roles in carbohydrate digestion and enteral or renal glucose transport, suggesting that genetic variants associated with 1,5-AG influence its concentration via effects on glucose metabolism and handling"}, {"pubmed": 28753187, "text": "Sanger sequencing for the full coding regions of SLC5A1 resulted in the identification of 4 allelic variants in a homozygous state. Two mutations are novel and 2 have been previously reported to cause Congenital Glucose-Galactose Malabsorption"}, {"pubmed": 28938485, "text": "Duodenal SGLT-1 expression is increased in individuals with 1-hour postload hyperglycemia or impaired glucose tolerance, as well as in subjects with T2 Diabetes mellitus, and it positively correlates with early postload glucose excursion."}, {"pubmed": 28974690, "text": "Here we show that both human and murine endometrial epithelial cells express the high affinity Na(+)-coupled glucose carrier SGLT1. Ussing chamber experiments revealed electrogenic glucose transport across the endometrium in wild type (Slc5a1 (+/+)) but not in SGLT1 deficient (Slc5a1 (-/-)) mice."}, {"pubmed": 29512713, "text": "High glucose levels induce MMP-2 expression in Human cardiac fibroblasts , possibly by up-regulation of SGLT1."}, {"pubmed": 30132032, "text": "SGLT1, SGLT2 and GLUT2 have roles in renal glucose handling [review]"}, {"pubmed": 30286918, "text": "Functionally damaging missense variants in SGLT1 protect from diet-induced Hyperglycemia. Reduced intestinal glucose uptake may protect from long-term Cardiometabolic outcomes."}, {"pubmed": 31199048, "text": "SGLT1 depletion results in decreased levels of phospho-EGFR, and as a result, the activity of downstream signalling pathways (such as AKT and ERK) is inhibited. Hence, targeting SGLT1 itself or the EGFR-SGLT1 interaction may provide novel therapeutics against triple-negative breast cancer."}, {"pubmed": 31545924, "text": "This study showed that SGLT2 mRNA expression was lower in diabetic kidney disease compared with controls or glomerulonephritis and inversely related to interstitial fibrosis."}, {"pubmed": 32377271, "text": "Sodium-Dependent Glucose Transporter 1 (SGLT1) Stabled by HER2 Promotes Breast Cancer Cell Proliferation by Activation of the PI3K/Akt/mTOR Signaling Pathway in HER2+ Breast Cancer."}, {"pubmed": 32617672, "text": "Expression of glucose transporters in duodenal mucosa of patients with type 1 diabetes."}, {"pubmed": 33416451, "text": "New insight in understanding the contribution of SGLT1 in cardiac glucose uptake: evidence for a truncated form in mice and humans."}, {"pubmed": 34880492, "text": "Structure and mechanism of the SGLT family of glucose transporters."}, {"pubmed": 35361267, "text": "A risk model of gene signatures for predicting platinum response and survival in ovarian cancer."}, {"pubmed": 36465606, "text": "Decreased expression of Glucagon-like peptide-1 receptor and Sodium-glucose co-transporter 2 in patients with proliferative diabetic retinopathy."}, {"pubmed": 36746764, "text": "Obesity and overweight are linked to increased sodium-glucose cotransporter 1 and glucose transporter 5 levels in duodenum."}, {"pubmed": 37510265, "text": "SLC5A1 Variants in Turkish Patients with Congenital Glucose-Galactose Malabsorption."}], "genomic_pos": {"chr": "22", "end": 32113029, "ensemblgene": "ENSG00000100170", "start": 32043261, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 32509016, "start": 32439019, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000017", "pubmed": 20980548, "qualifier": "involved_in", "term": "alpha-glucoside transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000017", "pubmed": 17130520, "qualifier": "involved_in", "term": "alpha-glucoside transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000017", "qualifier": "involved_in", "term": "alpha-glucoside transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001951", "qualifier": "involved_in", "term": "intestinal D-glucose absorption"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006814", "qualifier": "involved_in", "term": "sodium ion transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0015750", "qualifier": "involved_in", "term": "pentose transmembrane transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0015756", "qualifier": "involved_in", "term": "fucose transmembrane transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0015757", "qualifier": "involved_in", "term": "galactose transmembrane transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0015798", "qualifier": "involved_in", "term": "myo-inositol transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035377", "pubmed": 26945065, "qualifier": "involved_in", "term": "transepithelial water transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035623", "qualifier": "involved_in", "term": "renal glucose absorption"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098708", "pubmed": [20980548, 26945065], "qualifier": "involved_in", "term": "glucose import across plasma membrane"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0098708", "pubmed": 23975336, "qualifier": "involved_in", "term": "glucose import across plasma membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098719", "pubmed": 20980548, "qualifier": "involved_in", "term": "sodium ion import across plasma membrane"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0106001", "qualifier": "involved_in", "term": "intestinal hexose absorption"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0150104", "pubmed": 23975336, "qualifier": "involved_in", "term": "transport across blood-brain barrier"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0150104", "pubmed": [26590417, 30280653], "qualifier": "involved_in", "term": "transport across blood-brain barrier"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902476", "pubmed": 10973981, "qualifier": "NOT involved_in", "term": "chloride transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904659", "pubmed": 8836035, "qualifier": "involved_in", "term": "glucose transmembrane transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904659", "pubmed": 8563765, "qualifier": "acts_upstream_of_or_within", "term": "glucose transmembrane transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 12773314, "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 26945065, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016324", "pubmed": 12773314, "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031526", "qualifier": "located_in", "term": "brush border membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043229", "qualifier": "located_in", "term": "intracellular organelle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 12773314, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0097708", "pubmed": 14986005, "qualifier": "located_in", "term": "intracellular vesicle"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0005354", "qualifier": "enables", "term": "galactose transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005355", "pubmed": 26945065, "qualifier": "enables", "term": "glucose transmembrane transporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005367", "qualifier": "enables", "term": "myo-inositol:sodium symporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005372", "pubmed": [14695256, 26945065, 34880492], "qualifier": "enables", "term": "water transmembrane transporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005412", "qualifier": "enables", "term": "glucose:sodium symporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005412", "pubmed": [8563765, 8836035, 20980548, 34880492, 35077764], "qualifier": "enables", "term": "glucose:sodium symporter activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005412", "qualifier": "enables", "term": "glucose:sodium symporter activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 18455122, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0015146", "qualifier": "enables", "term": "pentose transmembrane transporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0015150", "qualifier": "enables", "term": "fucose transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015151", "pubmed": 20980548, "qualifier": "enables", "term": "alpha-glucoside transmembrane transporter activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0015151", "pubmed": 17130520, "qualifier": "enables", "term": "alpha-glucoside transmembrane transporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0015151", "qualifier": "enables", "term": "alpha-glucoside transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015371", "pubmed": [34880492, 35077764], "qualifier": "enables", "term": "galactose:sodium symporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0055056", "pubmed": 20980548, "qualifier": "enables", "term": "D-glucose transmembrane transporter activity"}]}, "homologene": {"genes": [[7955, 393654], [8364, 100498135], [9031, 395496], [9544, 717070], [9598, 458779], [9606, 6523], [9615, 492299], [9913, 282361], [10090, 20537], [10116, 25552]], "id": 55456}, "interpro": [{"desc": "Sodium/solute symporter", "id": "IPR001734", "short_desc": "Na/solute_symporter"}, {"desc": "Sodium/solute symporter, conserved site", "id": "IPR018212", "short_desc": "Na/solute_symporter_CS"}, {"desc": "Sodium/glucose symporter superfamily", "id": "IPR038377", "short_desc": "Na/Glc_symporter_sf"}], "ipi": ["IPI00010866", "IPI01015369"], "map_location": "22q12.3", "name": "solute carrier family 5 member 1", "other_names": ["Na+/glucose cotransporter 1", "high affinity sodium-glucose cotransporter", "sodium/glucose cotransporter 1", "solute carrier family 5 (sodium/glucose cotransporter), member 1"], "pantherdb": {"HGNC": "11036", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107678", "ortholog_type": "LDO", "panther_family": "PTHR11819", "taxid": 10090, "uniprot_kb": "Q8C3K6"}, {"RGD": "3713", "ortholog_type": "LDO", "panther_family": "PTHR11819", "taxid": 10116, "uniprot_kb": "P53790"}, {"Ensembl": "ENSGALG00000006728", "ortholog_type": "LDO", "panther_family": "PTHR11819", "taxid": 9031, "uniprot_kb": "F1NZW3"}, {"ZFIN": "ZDB-GENE-040426-1524", "ortholog_type": "LDO", "panther_family": "PTHR11819", "taxid": 7955, "uniprot_kb": "F1QBX6"}], "uniprot_kb": "P13866"}, "pathway": {"kegg": [{"id": "hsa04973", "name": "Carbohydrate digestion and absorption - Homo sapiens (human)"}, {"id": "hsa04976", "name": "Bile secretion - Homo sapiens (human)"}, {"id": "hsa04978", "name": "Mineral absorption - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-189200", "name": "Cellular hexose transport"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-425407", "name": "SLC-mediated transmembrane transport"}, {"id": "R-HSA-5619102", "name": "SLC transporter disorders"}, {"id": "R-HSA-5619115", "name": "Disorders of transmembrane transporters"}, {"id": "R-HSA-5656364", "name": "Defective SLC5A1 causes congenital glucose/galactose malabsorption (GGM)"}, {"id": "R-HSA-8963676", "name": "Intestinal absorption"}, {"id": "R-HSA-8963743", "name": "Digestion and absorption"}, {"id": "R-HSA-8981373", "name": "Intestinal hexose absorption"}], "smpdb": [{"id": "SMP00457", "name": "Lactose Degradation"}, {"id": "SMP00458", "name": "Lactose Intolerance"}, {"id": "SMP00467", "name": "Trehalose Degradation"}], "wikipathways": [{"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP4917", "name": "Proximal tubule transport"}]}, "pdb": ["7SL8", "7SLA", "7WMV", "7YNI"], "pfam": "PF00474", "pharmgkb": "PA308", "pharos": {"target_id": 8254, "tdl": "Tclin"}, "pir": "A33545", "prosite": "PS50283", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256399", "relationship": "is"}, {"id": "GNF256400", "relationship": "is"}, {"id": "GNF256401", "relationship": "is"}, {"id": "GNF256402", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF042637", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088684", "relationship": "is"}, {"id": "GNF090946", "relationship": "is"}, {"id": "GNF090947", "relationship": "is"}, {"id": "GNF090948", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051003", "relationship": "is"}, {"id": "GNF055769", "relationship": "is"}, {"id": "GNF060450", "relationship": "is"}, {"id": "GNF072628", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069959", "relationship": "is"}, {"id": "GNF069960", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103708", "relationship": "is"}, {"id": "GNF143358", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_017045.1"], "protein": ["NP_000334.1", "NP_001243243.1", "XP_011528633.1", "XP_054181827.1"], "rna": ["NM_000343.4", "NM_001256314.2", "XM_011530331.2", "XM_054325852.1"], "translation": [{"protein": "XP_054181827.1", "rna": "XM_054325852.1"}, {"protein": "NP_000334.1", "rna": "NM_000343.4"}, {"protein": "XP_011528633.1", "rna": "XM_011530331.2"}, {"protein": "NP_001243243.1", "rna": "NM_001256314.2"}]}, "reporter": {"HG-U133_Plus_2": ["206628_at", "242773_at"], "HG-U95Av2": "35906_at", "HTA-2_0": ["TC22000237.hg.1", "TC22001076.hg.1"], "HuEx-1_0": "3943234", "HuGene-1_1": "8072587", "HuGene-2_1": "16929368"}, "summary": "This gene encodes a member of the sodium-dependent glucose transporter (SGLT) family. The encoded integral membrane protein is the primary mediator of dietary glucose and galactose uptake from the intestinal lumen. Mutations in this gene have been associated with glucose-galactose malabsorption. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jan 2012].", "symbol": "SLC5A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420200"}, "unigene": "Hs.1964", "uniprot": {"Swiss-Prot": "P13866"}, "wikipedia": {"url_stub": "SLC5A1"}}