{"AllianceGenome": "11037", "HGNC": "11037", "MIM": "182381", "_id": "6524", "_version": 1, "accession": {"genomic": ["AC026471.6", "AF307340.1", "CH471192.1", "CP068262.2", "NC_000016.10", "NC_060940.1", "NG_012892.1"], "protein": ["AAA36608.1", "AAI31543.1", "AAL66409.1", "EAW52123.1", "EAW52124.1", "EAW52125.1", "NP_003032.1", "P31639.1", "XP_006721135.3", "XP_024306170.2", "XP_054169720.1", "XP_054169721.1"], "rna": ["AI222550.1", "AK054830.1", "BC131542.1", "M95549.1", "NM_003041.4", "NR_130783.2", "XM_006721072.5", "XM_024450402.2", "XM_054313745.1", "XM_054313746.1"], "translation": [{"protein": "AAI31543.1", "rna": "BC131542.1"}, {"protein": "XP_024306170.2", "rna": "XM_024450402.2"}, {"protein": "XP_054169721.1", "rna": "XM_054313746.1"}, {"protein": "AAA36608.1", "rna": "M95549.1"}, {"protein": "NP_003032.1", "rna": "NM_003041.4"}, {"protein": "XP_054169720.1", "rna": "XM_054313745.1"}, {"protein": "XP_006721135.3", "rna": "XM_006721072.5"}]}, "alias": "SGLT2", "ensembl": {"gene": "ENSG00000140675", "protein": ["ENSP00000327943", "ENSP00000410601", "ENSP00000455143"], "transcript": ["ENST00000330498", "ENST00000419665", "ENST00000562006", "ENST00000564197", "ENST00000565446", "ENST00000567051", "ENST00000568188", "ENST00000568891", "ENST00000569576"], "translation": [{"protein": "ENSP00000455143", "rna": "ENST00000569576"}, {"protein": "ENSP00000410601", "rna": "ENST00000419665"}, {"protein": "ENSP00000327943", "rna": "ENST00000330498"}], "type_of_gene": "protein_coding"}, "entrezgene": "6524", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 22.2319721451, "exp_mis": 329.479542352, "exp_syn": 176.69038588, "lof_z": 0.88908542648653, "mis_z": 0.605743737197905, "mu_lof": 1.51574643453e-06, "mu_mis": 3.01972444402e-05, "mu_syn": 1.58803092029e-05, "n_lof": 18.0, "n_mis": 307.0, "n_syn": 154.0, "p_li": 8.34847516316556e-11, "p_null": 0.74376664644092, "p_rec": 0.256233353475595, "syn_z": 1.05824236455676}, "bp": 2019, "cds_end": 31501856, "cds_start": 31494457, "n_exons": 14, "nonpsych": {"exp_lof": 19.8451305014, "exp_mis": 297.933839022, "exp_syn": 159.644901715, "lof_z": 0.847688093319789, "mis_z": 0.757823300116065, "mu_lof": 1.51574643453e-06, "mu_mis": 3.01972444402e-05, "mu_syn": 1.58803092029e-05, "n_lof": 16.0, "n_mis": 272.0, "n_syn": 133.0, "p_li": 1.27268023292617e-09, "p_null": 0.692304047346596, "p_rec": 0.307695951380723, "syn_z": 1.32770040936971}, "nontcga": {"exp_lof": 20.4264196997, "exp_mis": 303.094205691, "exp_syn": 162.5281684, "lof_z": 1.18440031647879, "mis_z": 0.575031882824137, "mu_lof": 1.51574643453e-06, "mu_mis": 3.01972444402e-05, "mu_syn": 1.58803092029e-05, "n_lof": 15.0, "n_mis": 283.0, "n_syn": 146.0, "p_li": 1.4180684724726e-08, "p_null": 0.416929318160828, "p_rec": 0.583070667658487, "syn_z": 0.820887321329846}, "transcript": "ENST00000330498.3"}, "exons": [{"cdsend": 31490535, "cdsstart": 31483136, "chr": "16", "position": [[31483122, 31483262], [31484672, 31484744], [31484818, 31484923], [31485728, 31485893], [31486169, 31486275], [31487319, 31487400], [31487529, 31487759], [31488037, 31488173], [31488382, 31488490], [31488621, 31488772], [31488879, 31489048], [31489122, 31489338], [31490103, 31490230], [31490308, 31490769]], "strand": 1, "transcript": "NM_003041", "txend": 31490769, "txstart": 31483122}, {"cdsend": 31490769, "cdsstart": 31490769, "chr": "16", "position": [[31483122, 31483262], [31484672, 31484744], [31484818, 31484923], [31485728, 31485893], [31486169, 31486275], [31487319, 31487400], [31487529, 31487759], [31488037, 31488173], [31488382, 31488490], [31489122, 31489338], [31490103, 31490230], [31490308, 31490769]], "strand": 1, "transcript": "NR_130783", "txend": 31490769, "txstart": 31483122}], "exons_hg19": [{"cdsend": 31501856, "cdsstart": 31494457, "chr": "16", "position": [[31494443, 31494583], [31495993, 31496065], [31496139, 31496244], [31497049, 31497214], [31497490, 31497596], [31498640, 31498721], [31498850, 31499080], [31499358, 31499494], [31499703, 31499811], [31499942, 31500093], [31500200, 31500369], [31500443, 31500659], [31501424, 31501551], [31501629, 31502090]], "strand": 1, "transcript": "NM_003041", "txend": 31502090, "txstart": 31494443}, {"cdsend": 31502090, "cdsstart": 31502090, "chr": "16", "position": [[31494443, 31494583], [31495993, 31496065], [31496139, 31496244], [31497049, 31497214], [31497490, 31497596], [31498640, 31498721], [31498850, 31499080], [31499358, 31499494], [31499703, 31499811], [31500443, 31500659], [31501424, 31501551], [31501629, 31502090]], "strand": 1, "transcript": "NR_130783", "txend": 31502090, "txstart": 31494443}], "generif": [{"pubmed": 14569097, "text": "SGLT2 plays an important role in renal tubular glucose reabsorption."}, {"pubmed": 15610225, "text": "homozygous missense mutation in exon 8 of SLC5A2, resulting in a lysine to arginine substitution at position 321 underlies autosomal-recessive renal glucosuria and aminoaciduria"}, {"pubmed": 17505558, "text": "Thioglycoside I (phenyl-1'-thio-beta-D-glucopyranoside) inhibited hSGLT2."}, {"pubmed": 18622023, "text": "Within 17 pedigrees, we have identified a total of 20 different SLC5A2 mutations in familial renal glucosuria."}, {"pubmed": 20965718, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20980548, "text": "The role of SGLT1 and SGLT2 in renal glucose reabsorption are discussed."}, {"pubmed": 21048164, "text": "The role of SGLT1 and SGLT2 in renal glucose reabsorption, and the potential for targeting these transporters in diabetes there are discussed."}, {"pubmed": 21165652, "text": "Five novel SGLT2 mutations were identified in familial renal glucosuria patients.  Mutant SGLT2 proteins had significantly lower glucose transport capacity upon reconstruction in cultured cells."}, {"pubmed": 21410690, "text": "TS-071 inhibited SGLT2 activity in a concentration-dependent manner."}, {"pubmed": 21830867, "text": "Our data suggest a role of SGLT2 genetic variation in the regulation of glucose homeostasis and promote pharmacogenomic studies to clarify the efficacy of antidiabetic treatment by SGLT2 inhibitors"}, {"pubmed": 22079028, "text": "analysis of SGLT2 inhibitors containing the 1,2,3-triazole motif and evaluation of their urinary glucose excretion"}, {"pubmed": 22314875, "text": "A total of 21 different SLC5A2 mutations were detected in a cohort of 23 unrelated Korean children with Familial renal glucosuria"}, {"pubmed": 22528597, "text": "In this review, we summarize the available data concerning the mechanism of action, efficacy, and safety of this novel antidiabetic class of therapeutic agents."}, {"pubmed": 22673616, "text": "It was concluded that human SGLT1 and SGLT2 are regulated by different mechanisms and suggest that insulin is an SGLT2 agonist in vivo."}, {"pubmed": 23508966, "text": "Data suggest that SGLT2 plays role in tubular apoptosis in diabetic nephropathy; SGLT2-mediated, high glucose-induced generation of reactive oxygen species appears to augment apoptosis of renal tubular cells."}, {"pubmed": 23617452, "text": "Sodium glucose cotransporter 2 inhibitor empagliflozin is not associated with prolonged QT interval."}, {"pubmed": 23651029, "text": "A possible role of common genetic variation in SLC5A2 in the control of glucose homeostasis."}, {"pubmed": 23714218, "text": "Studies indcate that glucose is present in the glomerular filtrate and is reabsorbed by a group of transport proteins in the renal tubular epithelium, with sodium glucose transporter (SGLT)-2 quantitatively the most important."}, {"pubmed": 25110280, "text": "A single dose of canagliflozin, a sodium glucose co-transporter 2 inhibitor, 300 mg reduced both fasting and postprandial PG."}, {"pubmed": 25339128, "text": "Results identified six SLC5A2 variants including four novel variants in Chinese familial renal glucosuria. Variant SLC5A2 proteins had altered expression levels and patterns in addition to significantly lower glucose transport in cultured cells."}, {"pubmed": 25345427, "text": "SGLT2 inhibitor canagliflozin can be coadministered with oral contraceptives, warfarin, or digoxin without dose adjustments."}, {"pubmed": 25894829, "text": "SGLT2 is inhibited with dapagliflozin in pancreatic alpha cells, which triggers glucagon secretion"}, {"pubmed": 26170283, "text": "SGLT2 is functionally expressed in pancreatic and prostate adenocarcinomas"}, {"pubmed": 26260238, "text": "Data show that thiosugars bind to sodium-glucose co-transporters vSGLT and hSGLT2 stronger and dissociate more slowly than sugars."}, {"pubmed": 26362302, "text": "Data suggest that SGLT2 is transporter found in proximal renal tubules, responsible for reabsorption of most of glucose filtered by kidney; inhibition of SGLT2 lowers blood glucose level by promoting urinary excretion of excess glucose. [REVIEW]"}, {"pubmed": 26403227, "text": "Data suggest that SGLT2 plays central role in energy metabolism and renal elimination of circulating glucose; targeted inhibition of SGLT2 alters energy metabolism in diabetes and obesity."}, {"pubmed": 26735923, "text": "Mutations in the SLC5A2 gene did not find any evidence that chronic loss of glucose in the urine would protect from deterioration of the glucose tolerance over time."}, {"pubmed": 26861783, "text": "Data suggest that, by shunting substantial amounts of carbohydrate into urine, SGLT2-mediated glycosuria results in a progressive shift in energy metabolism toward fatty substrates; studies were conducted in subjects with/without diabetes type 2 treated with SGLT2 antagonist and hypoglycemic agent empagliflozin."}, {"pubmed": 27038414, "text": "In both men and women, grip strength increased in both hands after sodium-glucose cotransporter 2 protein (SGLT2) inhibitor treatment ."}, {"pubmed": 27085074, "text": "Data suggest that ketoacidosis (ketonuria/ketonemia) associated with the use of sodium-glucose cotransporter 2 protein (SGLT-2) inhibitors needs further research."}, {"pubmed": 27127999, "text": "C-peptide-based measurements of insulin secretion are appropriate for assessing beta-cell function in SGLT2 inhibitor canagliflozin-treated participants."}, {"pubmed": 27136908, "text": "Canagliflozin, an orally active inhibitor of sodium glucose co-transporter 2, is approved for the treatment of type-2 diabetes mellitus. Food did not affect canagliflozin pharmacokinetics."}, {"pubmed": 27754601, "text": "Studies indicate that Sodium-glucose cotransporter 2 (SGLT2)T2 inhibitors are promising antidiabetic agents that are gaining attention in both clinical medicine and basic research."}, {"pubmed": 28134748, "text": "Results provide evidence that common genetic variants in the SLC5A2 gene do not affect diabetes-related metabolic traits in subjects at increased risk of type 2 diabetes."}, {"pubmed": 28324025, "text": "Findings suggest that there are subtypes of T2DM characterized by different urinary glucose excretion and cardiovascular risk factors. SLC5A2 and HNF1A mutations partially explain renal glycosuria in patients with T2DM."}, {"pubmed": 28365451, "text": "The novel pathogenic SLC5A2 mutation p.S293C was responsible for the onset of FRG"}, {"pubmed": 28387957, "text": "Molecular Interaction of Anti-Diabetic Drugs With Acetylcholinesterase and Sodium Glucose Co-Transporter 2."}, {"pubmed": 28398306, "text": "In this study, more than 90% of patients were on Forxiga or Invokana. Merck and Pfizer are also collaborating to bring an SGLT2 rival drug, ertugliflozin, to market as well as on two combinations containing the drug to treat type 2 diabetes."}, {"pubmed": 28399981, "text": "SGLT2 inhibitors combined with insulin might be an efficient and safe treatment modality for T1DM patients."}, {"pubmed": 28419670, "text": "Data suggest that SGLT2 expression is higher in control kidney than in kidney from subjects with type 2 diabetes; SGLT1 expression in kidney tended in the same direction; SGLT2 appears to be localized to tubular brush-border membranes; unaffected renal tissues were obtained from subjects undergoing unilateral nephrectomy for renal carcinomas."}, {"pubmed": 28472182, "text": "reported nominal effects of individual SLC5A2 variants on fasting and post-challenge glucose levels may probably not be mediated by altered glucagon release"}, {"pubmed": 28477418, "text": "Data suggest expression of SGLT1 is markedly increased in kidney of patients with type 2 diabetes as compared to control subjects; SGLT1 mRNA is highly and significantly correlated with fasting and postprandial plasma glucose and HbA1c. In contrast, data suggest SGLT2 and GLUT2 mRNA in kidney are down-regulated in type 2 diabetes, but not to statistically significant level. (GLUT2 = glucose transporter type 2)"}, {"pubmed": 28506519, "text": "Sodium-glucose cotransporter-2 (SGLT2) is selectively expressed in the human kidney, where it executes reabsorption of filtered glucose with a high capacity; it may be overactive in patients with diabetes, especially in the early, hyperfiltering stage of the disease. As a therapeutic target, SGLT2 has been successfully engaged by orally active, selective agents. [review]"}, {"pubmed": 28592437, "text": "SGLT2/MAP17 functions as a low-affinity Na(+)-glucose cotransporter in the kidney."}, {"pubmed": 29061576, "text": "the key pharmacodynamic effects of SGLT2 inhibitors and the clinical evidence that support the rationale for the use of SGLT2 inhibitors in patients with HF who have T2D. Because these favorable effects presumably occur independent of blood glucose lowering, we also explore the potential use of SGLT2 inhibition in patients without T2D with HF or at risk of HF, such as in patients with coronary artery disease"}, {"pubmed": 29205334, "text": "SGLT2-I therapy is a potential new strategy for the treatment of HCC."}, {"pubmed": 29959222, "text": "Tissue-specific nucleosome occupancy plays an important role in the regulation of SGLT2 gene expression in renal proximal tubular epithelial cells."}, {"pubmed": 30067203, "text": "An inhibitor of the renal sodium/glucose cotransporter 2 (SGLT2), dapagliflozin, successfully prevented the development of cardiomyopathy in SKO mice. This is particularly relevant, given that SGLT2i treatment reduces cardiovascular event in T2DM patients. [review]"}, {"pubmed": 30076706, "text": "The present review discusses the anti-inflammatory properties of SGLT2 inhibitors. The different molecular pathways through which SGLT2 inhibitors may affect inflammation in the kidneys are also commented upon"}, {"pubmed": 30089592, "text": "It suggests that the reduced expression of GLUT-1 and overexpression of SGLT-2 are associated with false-negative lymph node metastases in NSCLC."}, {"pubmed": 30132032, "text": "SGLT1, SGLT2 and GLUT2 have roles in renal glucose handling [review]"}, {"pubmed": 30156268, "text": "Membrane-associated protein 17 (MAP17) is shown to colocalize and coimmunoprecipitate with sodium/glucose cotransporter 2 (SGLT2)."}, {"pubmed": 30365049, "text": "Results show that SGLT2 is upregulated in non-small cell lung cancer (NSCLC) patient samples and cell lines. Its 3'UTR is the direct target of miR-296."}, {"pubmed": 30429355, "text": "Targeting SGLT2 in lung tumors may intercept lung cancer progression at early stages of development."}, {"pubmed": 30593819, "text": "ten novel SLC5A2 mutations and determination of the renal threshold for glucose excretion in Chinese patients with familial renal glucosuria"}, {"pubmed": 30988077, "text": "Are SGLT2 polymorphisms linked to diabetes mellitus and cardiovascular disease? Prospective study and meta-analysis."}, {"pubmed": 31545924, "text": "This study showed that SGLT2 mRNA expression was lower in diabetic kidney disease compared with controls or glomerulonephritis and inversely related to interstitial fibrosis."}, {"pubmed": 31584752, "text": "Clinical and genetic analysis in a family with familial renal glucosuria: Identification of an N101K mutation in the sodium-glucose cotransporter 2 encoded by a solute carrier family 5 member 2 gene."}, {"pubmed": 31721613, "text": "Focus on the effects of SGLT2 on extracellular volume homeostasis."}, {"pubmed": 31776304, "text": "SGLT2 inhibitor ipragliflozin attenuates breast cancer cell proliferation."}, {"pubmed": 31936266, "text": "No Cytotoxic and Inflammatory Effects of Empagliflozin and Dapagliflozin on Primary Renal Proximal Tubular Epithelial Cells under Diabetic Conditions In Vitro."}, {"pubmed": 32034166, "text": "Exome sequencing revealed DNA variants in NCOR1, IGF2BP1, SGLT2 and NEK11 as potential novel causes of ketotic hypoglycemia in children."}, {"pubmed": 32068116, "text": "CaMKII and GLUT1 in heart failure and the role of gliflozins."}, {"pubmed": 32111189, "text": "SLC5A2 mutations, including two novel mutations, responsible for renal glucosuria in Chinese families."}, {"pubmed": 32194159, "text": "SGLT2 inhibitors reduce infarct size in reperfused ischemic heart and improve cardiac function during ischemic episodes in preclinical models."}, {"pubmed": 32227112, "text": "Common variation at 16p11.2 is associated with glycosuria in pregnancy: findings from a genome-wide association study in European women."}, {"pubmed": 32488949, "text": "Sodium/glucose cotransporter 2 is expressed in choroid plexus epithelial cells and ependymal cells in human and mouse brains."}, {"pubmed": 32617672, "text": "Expression of glucose transporters in duodenal mucosa of patients with type 1 diabetes."}, {"pubmed": 32684737, "text": "Sodium glucose co-transporter 2 inhibition reduces succinate levels in diabetic mice."}, {"pubmed": 32896668, "text": "SGLT2 is not expressed in pancreatic alpha- and beta-cells, and its inhibition does not directly affect glucagon and insulin secretion in rodents and humans."}, {"pubmed": 32998746, "text": "Characterization of left ventricular myocardial sodium-glucose cotransporter 1 expression in patients with end-stage heart failure."}, {"pubmed": 33405238, "text": "Genetic Variation in Sodium-glucose Cotransporter 2 and Heart Failure."}, {"pubmed": 34070765, "text": "Impact of SGLT2 Inhibitors on Heart Failure: From Pathophysiology to Clinical Effects."}, {"pubmed": 34205045, "text": "Sodium Glucose Co-Transporter 2 Inhibitors Ameliorate Endothelium Barrier Dysfunction Induced by Cyclic Stretch through Inhibition of Reactive Oxygen Species."}, {"pubmed": 34314754, "text": "SGLT2 promotes pancreatic cancer progression by activating the Hippo signaling pathway via the hnRNPK-YAP1 axis."}, {"pubmed": 34321571, "text": "Effects of SGLT2 inhibitors on stroke and its subtypes in patients with type 2 diabetes: a systematic review and meta-analysis."}, {"pubmed": 34360742, "text": "Cardioprotection by SGLT2 Inhibitors-Does It All Come Down to Na(+)?"}, {"pubmed": 34380181, "text": "Clinical features of pediatric renal glucosuria cases due to SLC5A2 gene variants."}, {"pubmed": 34540994, "text": "Exploring the Pleiotropic Genes and Therapeutic Targets Associated with Heart Failure and Chronic Kidney Disease by Integrating metaCCA and SGLT2 Inhibitors' Target Prediction."}, {"pubmed": 34575958, "text": "Treatment Response to SGLT2 Inhibitors: From Clinical Characteristics to Genetic Variations."}, {"pubmed": 34781282, "text": "Peritoneal Expression of SGLT-2, GLUT1, and GLUT3 in Peritoneal Dialysis Patients."}, {"pubmed": 34942623, "text": "Effects of Sodium-Glucose Cotransporter 2 on Amputation Events: A Systematic Review and Meta-Analysis of Randomized-Controlled Trials."}, {"pubmed": 35615399, "text": "circ_000166/miR-296 Aggravates the Process of Diabetic Renal Fibrosis by Regulating the SGLT2 Signaling Pathway in Renal Tubular Epithelial Cells."}, {"pubmed": 36096423, "text": "Sodium-glucose cotransporter-2 (SGLT2) expression in diabetic and non-diabetic failing human cardiomyocytes."}, {"pubmed": 36131166, "text": "Hepatic expression of sodium-glucose cotransporter 2 (SGLT2) in patients with chronic liver disease."}, {"pubmed": 36465606, "text": "Decreased expression of Glucagon-like peptide-1 receptor and Sodium-glucose co-transporter 2 in patients with proliferative diabetic retinopathy."}, {"pubmed": 36586092, "text": "Toll-like receptors 2 and 4 stress signaling and sodium-glucose cotransporter-2 in kidney disease."}, {"pubmed": 36896928, "text": "Methylenetetrahydrofolate reductase C677T and A1298C polymorphisms and gastric cancer susceptibility: an updated meta-analysis."}, {"pubmed": 37062642, "text": "SGLT2 breast expression could affect the cardiovascular performance in pre-menopausal women with fatty vs. non fatty breast via over-inflammation and sirtuins' down regulation."}, {"pubmed": 37160967, "text": "Associations of SGLT2 genetic polymorphisms with salt sensitivity, blood pressure changes and hypertension incidence in Chinese adults."}, {"pubmed": 37202870, "text": "Sodium-glucose cotransporter-2 inhibitors and kidney outcomes in real-world type 2 diabetes populations: A systematic review and meta-analysis of observational studies."}, {"pubmed": 37277060, "text": "Increased expression of sodium-glucose cotransporter 2 and O-GlcNAcylation in hepatocytes drives non-alcoholic steatohepatitis."}, {"pubmed": 37349938, "text": "Performance of the ACMG-AMP criteria in a large familial renal glucosuria cohort with identified SLC5A2 sequence variants."}, {"pubmed": 37436694, "text": "Evaluation of the Effect of Sodium-Glucose Cotransporter 2 Inhibition on Fracture Risk: Evidence From Mendelian Randomization and Genetic Association Study."}, {"pubmed": 37550217, "text": "Sodium-glucose cotransporter 2 inhibition in primary and secondary glomerulonephritis."}, {"pubmed": 37797691, "text": "COVID-19 promotes endothelial dysfunction and thrombogenicity: role of proinflammatory cytokines/SGLT2 prooxidant pathway."}, {"pubmed": 37819499, "text": "Role of SLC5A2 polymorphisms and effects of genetic polymorphism on sodium glucose cotransporter 2 inhibitorsinhibitor response."}, {"pubmed": 37980217, "text": "Sodium glucose cotransporter2 inhibitors for type 1 diabetes mellitus: A meta-analysis of randomized controlled trials."}, {"pubmed": 38069385, "text": "A Transcriptome Array-Based Approach to Link SGLT-2 and Intrarenal Complement C5 Synthesis in Diabetic Nephropathy."}, {"pubmed": 38171209, "text": "Inhibition of Sodium-Glucose Cotransporter-2 during Serum Deprivation Increases Hepatic Gluconeogenesis via the AMPK/AKT/FOXO Signaling Pathway."}, {"pubmed": 38247224, "text": "Myocardial sodium-glucose cotransporter 2 expression and cardiac remodelling in patients with severe aortic stenosis: The BIO-AS study."}, {"pubmed": 38488029, "text": "Role and molecular mechanisms of SGLT2 inhibitors in pathological cardiac remodeling (Review)."}, {"pubmed": 38523292, "text": "SGLT2 inhibition and three urological cancers: Up-to-date results."}, {"pubmed": 38747277, "text": "Co-localization of the sodium-glucose co-transporter-2 channel (SGLT-2) with endothelin ETA and ETB receptors in human cardiorenal tissue."}], "genomic_pos": {"chr": "16", "end": 31490860, "ensemblgene": "ENSG00000140675", "start": 31483002, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 31502181, "start": 31494323, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000017", "pubmed": [20980548, 26376857], "qualifier": "involved_in", "term": "alpha-glucoside transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0005975", "pubmed": 8244402, "qualifier": "involved_in", "term": "carbohydrate metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006814", "qualifier": "involved_in", "term": "sodium ion transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008645", "qualifier": "involved_in", "term": "hexose transmembrane transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035623", "qualifier": "involved_in", "term": "renal glucose absorption"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098708", "pubmed": 20980548, "qualifier": "involved_in", "term": "glucose import across plasma membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098719", "pubmed": 20980548, "qualifier": "involved_in", "term": "sodium ion import across plasma membrane"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 26376857, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8244402, "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005362", "pubmed": 8244402, "qualifier": "enables", "term": "low-affinity glucose:sodium symporter activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0005412", "pubmed": 11133510, "qualifier": "enables", "term": "glucose:sodium symporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005412", "qualifier": "enables", "term": "glucose:sodium symporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005412", "pubmed": [20980548, 28592437], "qualifier": "enables", "term": "glucose:sodium symporter activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005412", "qualifier": "enables", "term": "glucose:sodium symporter activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [34880493, 38057552], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015151", "pubmed": [20980548, 26376857], "qualifier": "enables", "term": "alpha-glucoside transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0055056", "pubmed": 20980548, "qualifier": "enables", "term": "D-glucose transmembrane transporter activity"}]}, "homologene": {"genes": [[7955, 405862], [8364, 100380144], [9544, 714228], [9598, 467963], [9606, 6524], [9615, 492301], [9913, 399680], [10090, 246787], [10116, 64522]], "id": 2289}, "interpro": [{"desc": "Sodium/solute symporter", "id": "IPR001734", "short_desc": "Na/solute_symporter"}, {"desc": "Sodium/solute symporter, conserved site", "id": "IPR018212", "short_desc": "Na/solute_symporter_CS"}, {"desc": "Sodium/glucose symporter superfamily", "id": "IPR038377", "short_desc": "Na/Glc_symporter_sf"}], "ipi": ["IPI00012449", "IPI00829988"], "map_location": "16p11.2", "name": "solute carrier family 5 member 2", "other_names": ["Na(+)/glucose cotransporter 2", "low affinity sodium-glucose cotransporter", "sodium/glucose cotransporter 2", "solute carrier family 5 (sodium/glucose cotransporter), member 2", "solute carrier family 5 (sodium/glucose transporter), member 2"], "pantherdb": {"HGNC": "11037", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2181411", "ortholog_type": "LDO", "panther_family": "PTHR11819", "taxid": 10090, "uniprot_kb": "Q923I7"}, {"RGD": "620217", "ortholog_type": "LDO", "panther_family": "PTHR11819", "taxid": 10116, "uniprot_kb": "P53792"}, {"ZFIN": "ZDB-GENE-040426-2498", "ortholog_type": "LDO", "panther_family": "PTHR11819", "taxid": 7955, "uniprot_kb": "A0A0R4IUP3"}], "uniprot_kb": "P31639"}, "pathway": {"reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-189200", "name": "Cellular hexose transport"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-425407", "name": "SLC-mediated transmembrane transport"}, {"id": "R-HSA-5619102", "name": "SLC transporter disorders"}, {"id": "R-HSA-5619115", "name": "Disorders of transmembrane transporters"}, {"id": "R-HSA-5658208", "name": "Defective SLC5A2 causes renal glucosuria (GLYS1)"}], "wikipathways": [{"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP4917", "name": "Proximal tubule transport"}]}, "pdb": ["7VSI", "7YNJ", "7YNK", "8HB0", "8HDH", "8HEZ", "8HG7", "8HIN"], "pfam": "PF00474", "pharmgkb": "PA35902", "pharos": {"target_id": 19743, "tdl": "Tclin"}, "pir": "A56765", "prosite": "PS50283", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168449", "relationship": "is"}, {"id": "GNF179355", "relationship": "is"}, {"id": "GNF190261", "relationship": "is"}, {"id": "GNF201167", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103718", "relationship": "is"}, {"id": "GNF143368", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_012892.1"], "protein": ["NP_003032.1", "XP_006721135.3", "XP_024306170.2", "XP_054169720.1", "XP_054169721.1"], "rna": ["NM_003041.4", "NR_130783.2", "XM_006721072.5", "XM_024450402.2", "XM_054313745.1", "XM_054313746.1"], "translation": [{"protein": "XP_024306170.2", "rna": "XM_024450402.2"}, {"protein": "XP_054169721.1", "rna": "XM_054313746.1"}, {"protein": "NP_003032.1", "rna": "NM_003041.4"}, {"protein": "XP_054169720.1", "rna": "XM_054313745.1"}, {"protein": "XP_006721135.3", "rna": "XM_006721072.5"}]}, "reporter": {"HG-U133_Plus_2": "207771_at", "HG-U95Av2": "41305_at", "HTA-2_0": "TC16000379.hg.1", "HuEx-1_0": "3657219", "HuGene-1_1": "7995222", "HuGene-2_1": "16818374"}, "summary": "This gene encodes a member of the sodium glucose cotransporter family which are sodium-dependent glucose transport proteins. The encoded protein is the major cotransporter involved in glucose reabsorption in the kidney. Mutations in this gene are associated with renal glucosuria. Two transcript variants, one protein-coding and one not, have been found for this gene. [provided by RefSeq, Feb 2015].", "symbol": "SLC5A2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420201"}, "unigene": "Hs.709195", "uniprot": {"Swiss-Prot": "P31639", "TrEMBL": ["H3BP44", "Q8WY15"]}, "wikipedia": {"url_stub": "SLC5A2"}}