{"AllianceGenome": "11073", "HGNC": "11073", "MIM": "182307", "_id": "6550", "_version": 1, "accession": {"genomic": ["AC010442.7", "AC106772.3", "AF282824.2", "CH471235.1", "CP068273.2", "KF457845.1", "NC_000005.10", "NC_060929.1", "NG_046804.1", "NT_187550.1"], "protein": ["AAB48990.1", "AAB50819.1", "AAI01670.1", "AAI01672.1", "AAI43329.1", "AAM53435.1", "EAW51006.1", "EAW51007.1", "NP_001271280.1", "NP_004165.2", "P48764.2"], "rna": ["BC011555.1", "BC101669.1", "BC101671.1", "BC143328.1", "BP270851.1", "NM_001284351.3", "NM_004174.4", "S83545.1", "U28043.1"], "translation": [{"protein": "AAB48990.1", "rna": "U28043.1"}, {"protein": "AAB50819.1", "rna": "S83545.1"}, {"protein": "AAI43329.1", "rna": "BC143328.1"}, {"protein": "AAI01670.1", "rna": "BC101669.1"}, {"protein": "AAI01672.1", "rna": "BC101671.1"}, {"protein": "NP_004165.2", "rna": "NM_004174.4"}, {"protein": "NP_001271280.1", "rna": "NM_001284351.3"}]}, "alias": ["DIAR8", "NHE-3", "NHE3"], "ensembl": [{"gene": "ENSG00000281861", "protein": ["ENSP00000486297", "ENSP00000486364"], "transcript": ["ENST00000626862", "ENST00000628307"], "translation": [{"protein": "ENSP00000486364", "rna": "ENST00000628307"}, {"protein": "ENSP00000486297", "rna": "ENST00000626862"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000066230", "protein": ["ENSP00000264938", "ENSP00000422983", "ENSP00000495903"], "transcript": ["ENST00000264938", "ENST00000507407", "ENST00000514375", "ENST00000644203"], "translation": [{"protein": "ENSP00000264938", "rna": "ENST00000264938"}, {"protein": "ENSP00000495903", "rna": "ENST00000644203"}, {"protein": "ENSP00000422983", "rna": "ENST00000514375"}], "type_of_gene": "protein_coding"}], "entrezgene": "6550", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 26.3287138419, "exp_mis": 367.507242285, "exp_syn": 202.137641428, "lof_z": 4.50366116886932, "mis_z": 3.27877040322853, "mu_lof": 2.1417482553e-06, "mu_mis": 3.96377019748e-05, "mu_syn": 2.20074434707e-05, "n_lof": 3.0, "n_mis": 239.0, "n_syn": 204.0, "p_li": 0.988153998366091, "p_null": 3.66994938406276e-08, "p_rec": 0.0118459649344154, "syn_z": -0.0812080094525627}, "bp": 2505, "cds_end": 524437, "cds_start": 473493, "n_exons": 17, "nonpsych": {"exp_lof": 23.5488046489, "exp_mis": 332.348305286, "exp_syn": 182.672847587, "lof_z": 4.3610460335737, "mis_z": 3.49570143326978, "mu_lof": 2.1417482553e-06, "mu_mis": 3.96377019748e-05, "mu_syn": 2.20074434707e-05, "n_lof": 2.0, "n_mis": 206.0, "n_syn": 191.0, "p_li": 0.994341600436439, "p_null": 3.62445920626951e-08, "p_rec": 0.00565836331896934, "syn_z": -0.387905171142147}, "nontcga": {"exp_lof": 24.1950058477, "exp_mis": 338.079276041, "exp_syn": 185.93922502, "lof_z": 4.25061611315038, "mis_z": 3.22653749276963, "mu_lof": 2.1417482553e-06, "mu_mis": 3.96377019748e-05, "mu_syn": 2.20074434707e-05, "n_lof": 3.0, "n_mis": 219.0, "n_syn": 187.0, "p_li": 0.975073761513319, "p_null": 2.28597140764126e-07, "p_rec": 0.0249260098895407, "syn_z": -0.0492572682794894}, "transcript": "ENST00000264938.3"}, "exons": [{"cdsend": 524322, "cdsstart": 473378, "chr": "5", "position": [[470455, 473382], [474882, 475132], [475560, 475671], [476019, 476092], [476201, 476378], [476542, 476672], [477331, 477444], [479835, 479965], [481564, 481635], [482067, 482130], [482547, 482750], [483261, 483482], [484519, 484697], [485152, 485231], [488315, 488476], [491768, 492071], [524111, 524449]], "strand": -1, "transcript": "NM_001284351", "txend": 524449, "txstart": 470455}, {"cdsend": 524322, "cdsstart": 473378, "chr": "5", "position": [[470455, 473382], [474882, 475132], [475560, 475671], [476019, 476092], [476201, 476378], [476542, 476672], [477331, 477444], [479835, 479965], [481564, 481635], [482067, 482157], [482547, 482750], [483261, 483482], [484519, 484697], [485152, 485231], [488315, 488476], [491768, 492071], [524111, 524449]], "strand": -1, "transcript": "NM_004174", "txend": 524449, "txstart": 470455}], "exons_hg19": [{"cdsend": 524437, "cdsstart": 473493, "chr": "5", "position": [[470570, 473497], [474997, 475247], [475675, 475786], [476134, 476207], [476316, 476493], [476657, 476787], [477446, 477559], [479950, 480080], [481679, 481750], [482182, 482245], [482662, 482865], [483376, 483597], [484634, 484812], [485267, 485346], [488430, 488591], [491883, 492186], [524226, 524564]], "strand": -1, "transcript": "NM_001284351", "txend": 524564, "txstart": 470570}, {"cdsend": 524437, "cdsstart": 473493, "chr": "5", "position": [[470570, 473497], [474997, 475247], [475675, 475786], [476134, 476207], [476316, 476493], [476657, 476787], [477446, 477559], [479950, 480080], [481679, 481750], [482182, 482272], [482662, 482865], [483376, 483597], [484634, 484812], [485267, 485346], [488430, 488591], [491883, 492186], [524226, 524564]], "strand": -1, "transcript": "NM_004174", "txend": 524564, "txstart": 470570}], "generif": [{"pubmed": 11841999, "text": "studies suggest that the NHE3 expression is regulated by a combination of cis elements and their cognate transcription factors that include the AP-2 and Sp1 family members"}, {"pubmed": 12167607, "text": "NHE3 is important for cAMP sensitivity of receptor-mediated, clathrin-dependent endocytosis"}, {"pubmed": 12397398, "text": "Functional NHE3 activity is required to allow optimal absorption of dipeptides across the human intestinal epithelium."}, {"pubmed": 12799307, "text": "Albumin-induced increases in expression and activity of NHE3 in proximal tubule cells suggest a possible mechanism for Na+ retention in response to proteinuria."}, {"pubmed": 15070904, "text": "binding of the KOR to NHERF-1/EBP50 facilitates oligomerization of NHERF-1/EBP50, leading to stimulation of NHE3."}, {"pubmed": 15197272, "text": "Ezrin is necessary for NHE3 recruitment to the apical membrane and NHE3-dependent pH(i) increases triggered by Na(+)-glucose cotransport."}, {"pubmed": 15201541, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15201541, "text": "high degree of structural conservation of the NHE3 gene"}, {"pubmed": 15531580, "text": "Akt2-dependent ezrin phosphorylation leads to NHE3 translocation and activation"}, {"pubmed": 15754324, "text": "Amino acid uptake via hPAT1 is inhibited by activators of the cAMP pathway indirectly through inhibition of NHE3 activity."}, {"pubmed": 15911629, "text": "PLG has the potential to simultaneously regulate calcium signaling pathways and regulate pHi via an association with NHE3 linked to DPP IV, necessary for tumor cell proliferation and invasiveness"}, {"pubmed": 16421216, "text": "Co-expression of NHE3 with SLC26A3 supports its function and may have an impact on pathophysiology of male subfertility both in congenital chloride diarrhoea and in cystic fibrosis, as well as spermatoceles."}, {"pubmed": 16464174, "text": "Transcriptional stimulation of the human NHE3 promoter activity by PMA: PKC independence and involvement of the transcription factor EGR-1."}, {"pubmed": 16760259, "text": "These data indicate that IFN-gamma and TNF-alpha may repress the NHE3 promoter activity in C2BBe1 cells by PKA-mediated phosphorylation of Sp1 and Sp3 transcription factors."}, {"pubmed": 16971495, "text": "Acute effect of glucocorticoids on NHE3 is mediated by a glucocorticoid receptor dependent mechanism that activates SGK1 in a nongenomic manner."}, {"pubmed": 17276988, "text": "NHE3 expression is required for dome formation in confluent polarized epithelial cells."}, {"pubmed": 17307723, "text": "Syt I plays a pivotal role in mediating cAMP- and Ca(2+)-induced endocytosis of NHE3 (but not in inhibition of activity) through cargo recognition of NHE3 and subsequent recruitment of AP2-clathrin assembly required for membrane endocytosis"}, {"pubmed": 17540780, "text": "Our data suggest that the differential regulation of NHE3 gene expression by NaB and IFN-gamma/TNF-alpha is mediated through alternative pathways that converge on Sp1/Sp3."}, {"pubmed": 17881426, "text": "No mutation was found in the coding regions and intron-exon boundaries of the genes for CA II, CA IV, CA XIV, kNCB1, NHE3, NHE8, NHRF1, NHRF2 and SLC26A6 amplified from genomic DNA of family members with pRTA."}, {"pubmed": 18085326, "text": "Level of NHE3 expression in brainstem tissue may contribute to the vulnerability of infants for sudden infant death syndrome."}, {"pubmed": 18433466, "text": "Enteropathogenic Escherichia coli EspF was found to be responsible for decreased NHE3 activity; however, neither EspF-induced apoptosis nor the interaction of EspF with sorting nexin-9, an endocytic protein, were involved."}, {"pubmed": 18614797, "text": "CK2 binds to the NHE3 C terminus and stimulates basal NHE3 activity by phosphorylating a separate single site on the NHE3 C terminus"}, {"pubmed": 18801914, "text": "The role of aldosterone in sodium absorption by intestinal cells via multiple changes in cellular processes, including SGK1 NHE3 and sodium pump activity is reported."}, {"pubmed": 19056765, "text": "Functional coupling of the downregulated in adenoma Cl-/base exchanger DRA and the apical Na+/H+ exchangers NHE2 and NHE3 in intestinal epithelial cells."}, {"pubmed": 19303862, "text": "These data indicate that 5-HT suppresses the transcriptional activity of the NHE3 promoter and this effect may be mediated by PKCalpha and modulation of DNA-binding affinities of Sp1 and Sp3."}, {"pubmed": 19338654, "text": "AII increases, in an aldosterone independent fashion, activity and expression of the apical sodium/hydrogen exchanger NHE3 in cultured Caco2BBE cells."}, {"pubmed": 19389806, "text": "Report morphological adaptation with preserved proliferation/NHE3 content in the colon of patients with short bowel syndrome."}, {"pubmed": 19473983, "text": "The PLC-gamma-binding site in NHE3 was identified (amino acids 586-605) and shown to be a critical regulatory domain for protein complex formation."}, {"pubmed": 19479940, "text": "The functional and molecular expression of NHEs in cultured human endolymphatic sac (ES) epithelial cells was determined and the effect of IFN-gamma on NHE function, was examined."}, {"pubmed": 19535329, "text": "NHERF3 colocalizes and directly binds NHE3 at the plasma membrane under basal conditions."}, {"pubmed": 19772970, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19772970, "text": "Our findings suggest the involvement of polymorphisms in the NHE3 gene and promoter in cases of SIDS, which may result in an overexpression of NHE3 in the medulla oblongata."}, {"pubmed": 19854014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19926819, "text": "intestinal epithelial Syt 1 plays an important role in cAMP-stimulated endocytosis of apical NHE3 through cAMP-dependent phosphorylation of S605 that is required for NHE3 and Syt 1 association"}, {"pubmed": 20080968, "text": "betaPix up-regulates NHE3 membrane expression and activity by Shank2-mediated protein-protein interaction and by activating Rho GTPases in the apical regions of epithelial cells"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20691413, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20691413, "text": "single-nucleotide polymorphisms and haplotypes in SLC9A3 in whites are significantly associated with preeclampsia."}, {"pubmed": 20967843, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20967843, "text": "the potential role of SLC9A3 as a modifier of CF lung disease severity was examined."}, {"pubmed": 21832242, "text": "It was shown that lysophosphatidic acid 5 receptor transactivated the epidermal growth factor receptor and that inhibition of epidermal growth factor receptor blocked lysophosphatidic acid 5 receptor-dependent activation of NHE3."}, {"pubmed": 22447429, "text": "SLC9A3 is downregulated in patients with ulcerative colitis."}, {"pubmed": 22466613, "text": "Single nucleotide polymorphism in SLC9A3 gene is associated with cystic fibrosis."}, {"pubmed": 23086913, "text": "In conclusion, LA-induced increase in NHE3 expression may contribute to the upregulation of intestinal electrolyte absorption and might underlie the potential antidiarrheal effects of probiotics."}, {"pubmed": 23324582, "text": "High urine NHE3 is associated with ischemic acute tubular necrosis than other causes of acute kidney injury."}, {"pubmed": 23370527, "text": "Data suggest that EGFR (epidermal growth factor receptor) activation mediates PPARG- (peroxisome proliferator-activated receptor gamma-) induced sodium and water reabsorption via upregulation of NHE3 and AQP1 (aquaporin 1) in proximal tubules."}, {"pubmed": 23612977, "text": "NHERF2 domain was functionally significant in NHE3 regulation, being necessary for stimulation by lysophosphatidic acid of activity and increased mobility of NHE3"}, {"pubmed": 23769829, "text": "IRBIT plays an important role in intracellular pH regulation, mediated by NHE3, and further regulated by SPAK."}, {"pubmed": 23784542, "text": "Carbachol stimulated enterocyte MUC17 endocytosis is concomitant with NHE3 internalization and CFTR membrane recruitment."}, {"pubmed": 23810111, "text": "Data suggest that NHE3 expression is significantly decreased in term placenta of patients with pre-eclampsia as compared to normotensive patients; NHE3 is almost undetectable in cytosol of preeclamptic syncytiotrophoblasts."}, {"pubmed": 24398676, "text": "1) NHE3 basal activity is regulated by a signaling complex that is controlled by sequential effects of two kinases, Akt and GSK-3, which act on a Ser cluster in the same NHE3 C-terminal domain that binds ezrin"}, {"pubmed": 24590378, "text": "the three NHE3 SNPs are unlikely to play a major role in the pathogenesis of SIDS in Caucasian infants;further genetic investigations in different ethnicities are required to determine whether variations in NHE3 are associated with an increased SIDS risk"}, {"pubmed": 24657527, "text": "NHE3 can act as a direction sensor for cells and that NHE3 phosphorylation in persistent directional cell migration does not involve PI3K/Akt during electrotaxis."}, {"pubmed": 24713550, "text": "CCH-mediated inhibition of NHE3 activity is not dependent on clathrin and involves lipid rafts and requires Cdc42."}, {"pubmed": 24788043, "text": "PKC-eta associates with NHE3 and gamma tubulin to promote the cell polarity during migration."}, {"pubmed": 24831004, "text": "Human NHE3, but not non-primates NHE3s, is ubiquitinated by Nedd4-2."}, {"pubmed": 24928903, "text": "Myosin VI mediates the movement of NHE3 to the microvillus in intestinal epithelial cells."}, {"pubmed": 25271043, "text": "Inflammation-induced loss of PDZK1 expression may contribute to the NHE3 dysfunction observed in the inflamed intestine."}, {"pubmed": 25552580, "text": "C. difficile inhibits NHE3 in vivo, which creates an altered environment favored by C. difficile."}, {"pubmed": 25674247, "text": "NHE3 may play a role in the pathogenesis of human cholesterol gallstone disease"}, {"pubmed": 25715704, "text": "Results demonstrate decreased transport activity in three SNPs of NHE3 and provide mechanistic insight into how these SNPs impact NHE3 function."}, {"pubmed": 25855080, "text": "Study identifies RSK2 as a new kinase that regulates NHE3 activity by direct phosphorylation."}, {"pubmed": 26258413, "text": "these findings indicate the importance of NHE3 in diabetic diarrhea and suggest LPA administration as a potential therapeutic strategy for management of diabetic diarrhea."}, {"pubmed": 26358773, "text": "Recessive mutations in NHE3, a downstream target of GC-C, caused congenital sodium diarrhea and implied primary basal NHE3 malfunction as a predisposition for inflammatory bowel disease in a subset of patients."}, {"pubmed": 26377793, "text": "Data demonstrate a role for Per1 in the transcriptional regulation of NHE3 and SGLT1 in the kidney."}, {"pubmed": 27109987, "text": "Expression of NHE3 and DRA was reduced with high tacrolimus levels and impaired renal function after intestinal transplantation."}, {"pubmed": 27733387, "text": "This review focuses on novel findings of NHE3 in the intestine and the kidney as well as novel drug developments targeting NHE3. [review]"}, {"pubmed": 28283572, "text": "NHE3 binds to NHERF proteins via both an internal Class II PBM and C-terminal Class I PBM, which interact. The former determines NHE3 stability in the PM, and the latter determines total expression and percent PM expression."}, {"pubmed": 28495802, "text": "We demonstrate that NHE3-799C is a common variant of NHE3 that is enriched in Asian populations; however its presence seems to have limited clinical significance in humans and is not associated with compromised function or abnormal transport regulation."}, {"pubmed": 28882825, "text": "Hepatocyte nuclear factor 4alpha directly regulates NHE3 promoter activity and its basal expression in the intestine."}, {"pubmed": 29126251, "text": "Low NHE3 expression is associated with hypophosphatemia in calcium stone formers."}, {"pubmed": 29167115, "text": "Intestinal NHE3 gene expression is regulated by changes in its DNA methylation."}, {"pubmed": 30797621, "text": "Most of Taiwanese congenital bilateral absence of vas deferens (CBAVD) have at least one variant of SLC9A3 deletion and CFTR IVS8-5T, which co-contribute to Taiwanese CBAVD. [review]"}, {"pubmed": 30956978, "text": "an association between congenital bilateral absence of the vas deferens (CBAVD) and loss of SLC9A3 and propose that specific defects in the reproductive duct due to SLC9A3 variants drive CBAVD development."}, {"pubmed": 31276831, "text": "The knowledge of this genetic form of non-syndromic CSD means that it can be detected early during the third trimester of pregnancy by the combined use of US signs, MRI and amniotic fluid digestive enzymes. Its main differential diagnosis is CCD due to mutation of the SLC26A3 gene."}, {"pubmed": 32557227, "text": "Altered absorptive function in the gall bladder during cholesterol gallstone formation is associated with abnormal NHE3 complex formation."}, {"pubmed": 33095475, "text": "Ubiquitin-specific peptidase 7 (USP7) and USP10 mediate deubiquitination of human NHE3 regulating its expression and activity."}, {"pubmed": 34823064, "text": "Nedd4-2-dependent Ubiquitination Potentiates the Inhibition of Human NHE3 by Cholera Toxin and Enteropathogenic Escherichia coli."}, {"pubmed": 35719363, "text": "Intestine-Specific NHE3 Deletion in Adulthood Causes Microbial Dysbiosis."}, {"pubmed": 36189974, "text": "Downregulation of NHE-3 (SLC9A3) expression by MicroRNAs in intestinal epithelial cells."}, {"pubmed": 38047302, "text": "Regulation of the intestinal Na[+]/H[+] exchanger NHE3 by AMP-activated kinase is dependent on phosphorylation of NHE3 at S555 and S563."}, {"pubmed": 38091065, "text": "Revisiting the association of sudden infant death syndrome (SIDS) with polymorphisms of NHE3 and IL13."}, {"pubmed": 38448727, "text": "New functions and roles of the Na[+]-H[+]-exchanger NHE3."}], "genomic_pos": [{"chr": "5", "end": 524449, "ensemblgene": "ENSG00000066230", "start": 470456, "strand": -1}, {"chr": "HSCHR5_5_CTG1", "end": 104459, "ensemblgene": "ENSG00000281861", "start": 104239, "strand": 1}], "genomic_pos_hg19": {"chr": "5", "end": 524447, "start": 473425, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006811", "qualifier": "involved_in", "term": "monoatomic ion transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051453", "qualifier": "involved_in", "term": "regulation of intracellular pH"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051453", "pubmed": 35613257, "qualifier": "involved_in", "term": "regulation of intracellular pH"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071805", "qualifier": "involved_in", "term": "potassium ion transmembrane transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0098719", "qualifier": "involved_in", "term": "sodium ion import across plasma membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098719", "pubmed": 26358773, "qualifier": "involved_in", "term": "sodium ion import across plasma membrane"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902600", "qualifier": "involved_in", "term": "proton transmembrane transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 25851603, "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [26358773, 35613257], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005903", "qualifier": "located_in", "term": "brush border"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "is_active_in", "term": "apical plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031526", "qualifier": "is_active_in", "term": "brush border membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031526", "qualifier": "located_in", "term": "brush border membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031901", "qualifier": "located_in", "term": "early endosome membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0055038", "pubmed": 35613257, "qualifier": "located_in", "term": "recycling endosome membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 16501490, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16159897, 19088451, 25851603, 35613257], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015385", "qualifier": "enables", "term": "sodium:proton antiporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015385", "pubmed": 26358773, "qualifier": "enables", "term": "sodium:proton antiporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0015385", "qualifier": "enables", "term": "sodium:proton antiporter activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015385", "qualifier": "enables", "term": "sodium:proton antiporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015386", "qualifier": "enables", "term": "potassium:proton antiporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030165", "qualifier": "enables", "term": "PDZ domain binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035091", "pubmed": 35613257, "qualifier": "enables", "term": "phosphatidylinositol binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": 35613257, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 568258], [7955, 568314], [8364, 100492870], [9031, 420801], [9598, 741885], [9606, 6550], [9913, 407112], [10090, 105243], [10116, 24784]], "id": 55804}, "interpro": [{"desc": "Na+/H+ exchanger", "id": "IPR004709", "short_desc": "NaH_exchanger"}, {"desc": "Cation/H+ exchanger", "id": "IPR006153", "short_desc": "Cation/H_exchanger"}, {"desc": "Na+/H+ exchanger, isoforms 3/5", "id": "IPR018410", "short_desc": "Na/H_exchanger_3/5"}, {"desc": "Cation/H+ exchanger, CPA1 family", "id": "IPR018422", "short_desc": "Cation/H_exchanger_CPA1"}], "ipi": ["IPI00011184", "IPI00967021"], "map_location": "5p15.33", "name": "solute carrier family 9 member A3", "other_names": ["Na(+)/H(+) exchanger 3", "sodium/hydrogen exchanger 3", "solute carrier family 9 (sodium/hydrogen exchanger), member 3", "solute carrier family 9, subfamily A (NHE3, cation proton antiporter 3), member 3"], "pantherdb": {"HGNC": "11073", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105064", "ortholog_type": "LDO", "panther_family": "PTHR10110", "taxid": 10090, "uniprot_kb": "G3X939"}, {"RGD": "3720", "ortholog_type": "LDO", "panther_family": "PTHR10110", "taxid": 10116, "uniprot_kb": "P26433"}, {"Ensembl": "ENSGALG00000039738", "ortholog_type": "LDO", "panther_family": "PTHR10110", "taxid": 9031, "uniprot_kb": "A0A1D5NYQ5"}, {"ZFIN": "ZDB-GENE-060503-545", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 7955, "uniprot_kb": "B7ZVJ6"}, {"ZFIN": "ZDB-GENE-060503-640", "ortholog_type": "LDO", "panther_family": "PTHR10110", "taxid": 7955, "uniprot_kb": "A3KPJ8"}, {"WormBase": "WBGene00003736", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 6239, "uniprot_kb": "P35449"}, {"WormBase": "WBGene00003731", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 6239, "uniprot_kb": "O16452"}, {"WormBase": "WBGene00003734", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 6239, "uniprot_kb": "H2L039"}, {"WormBase": "WBGene00003730", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 6239, "uniprot_kb": "Q8T5S1"}, {"FlyBase": "FBgn0040297", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 7227, "uniprot_kb": "B7YZY2"}, {"dictyBase": "DDB_G0281877", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 352472, "uniprot_kb": "Q54TB5"}, {"dictyBase": "DDB_G0275711", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 352472, "uniprot_kb": "Q552S0"}, {"TAIR": "2173972", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 3702, "uniprot_kb": "Q8S397"}, {"TAIR": "2181246", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 3702, "uniprot_kb": "Q68KI4"}, {"TAIR": "2114810", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 3702, "uniprot_kb": "Q56XP4"}, {"TAIR": "2081111", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 3702, "uniprot_kb": "Q84WG1"}, {"EnsemblGenome": "BAE78067", "ortholog_type": "O", "panther_family": "PTHR10110", "taxid": 562, "uniprot_kb": "P32703"}], "uniprot_kb": "P48764"}, "pathway": {"kegg": [{"id": "hsa04964", "name": "Proximal tubule bicarbonate reclamation - Homo sapiens (human)"}, {"id": "hsa04974", "name": "Protein digestion and absorption - Homo sapiens (human)"}, {"id": "hsa04976", "name": "Bile secretion - Homo sapiens (human)"}, {"id": "hsa04978", "name": "Mineral absorption - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Gastrin", "name": "Gastrin"}, "pid": [{"id": "endothelinpathway", "name": "Endothelins"}, {"id": "rhoa_pathway", "name": "RhoA signaling pathway"}], "reactome": [{"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-425393", "name": "Transport of inorganic cations/anions and amino acids/oligopeptides"}, {"id": "R-HSA-425407", "name": "SLC-mediated transmembrane transport"}, {"id": "R-HSA-425986", "name": "Sodium/Proton exchangers"}], "wikipathways": [{"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4917", "name": "Proximal tubule transport"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": "7X2U", "pfam": "PF00999", "pharmgkb": "PA316", "pharos": {"target_id": 11353, "tdl": "Tclin"}, "pir": "B40205", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256471", "relationship": "is"}, {"id": "GNF256472", "relationship": "is"}, {"id": "GNF256473", "relationship": "is"}, {"id": "GNF256474", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091017", "relationship": "is"}, {"id": "GNF091018", "relationship": "is"}, {"id": "GNF091019", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054716", "relationship": "is"}, {"id": "GNF059496", "relationship": "is"}, {"id": "GNF074896", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063349", "relationship": "is"}, {"id": "GNF063350", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_046804.1", "NT_187550.1"], "protein": ["NP_001271280.1", "NP_004165.2"], "rna": ["NM_001284351.3", "NM_004174.4"], "translation": [{"protein": "NP_004165.2", "rna": "NM_004174.4"}, {"protein": "NP_001271280.1", "rna": "NM_001284351.3"}]}, "reporter": {"HG-U133_Plus_2": "207212_at", "HG-U95Av2": "32981_at", "HTA-2_0": ["TC05001096.hg.1", "TC05002797.hg.1"], "HuEx-1_0": "2845362", "HuGene-1_1": "8110688", "HuGene-2_1": "16993719"}, "summary": "The protein encoded by this gene is an epithelial brush border Na/H exchanger that uses an inward sodium ion gradient to expel acids from the cell. Defects in this gene are a cause of congenital secretory sodium diarrhea. Pseudogenes of this gene exist on chromosomes 10 and 22. [provided by RefSeq, Mar 2016].", "symbol": "SLC9A3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420234"}, "unigene": "Hs.658120", "uniprot": {"Swiss-Prot": "P48764", "TrEMBL": "A0A2R8Y780"}, "wikipedia": {"url_stub": "Sodium–hydrogen antiporter 3"}}