{"AllianceGenome": "11092", "HGNC": "11092", "MIM": "107285", "_id": "6590", "_version": 2, "accession": {"genomic": ["AL035660.16", "CH471077.2", "CP068258.2", "CS106326.1", "CS566122.1", "GN341838.1", "M74444.1", "NC_000020.11", "NC_060944.1", "NG_028137.1", "X04502.1"], "protein": ["AAA60559.1", "AAD19661.1", "AAH20708.1", "BAG35125.1", "CAA28158.1", "CAA28187.1", "CAA28188.1", "CAE06258.1", "CAJ01313.1", "CAN37611.1", "CAY39338.1", "EAW75869.1", "NP_003055.1", "P03973.2"], "rna": ["AF114471.1", "AK312192.1", "AX772818.1", "BC020708.1", "NM_003064.4", "X04470.1", "X04503.1"], "translation": [{"protein": "CAA28158.1", "rna": "X04470.1"}, {"protein": "CAA28188.1", "rna": "X04503.1"}, {"protein": "BAG35125.1", "rna": "AK312192.1"}, {"protein": "AAD19661.1", "rna": "AF114471.1"}, {"protein": "NP_003055.1", "rna": "NM_003064.4"}, {"protein": "AAH20708.1", "rna": "BC020708.1"}, {"protein": "CAE06258.1", "rna": "AX772818.1"}]}, "alias": ["ALK1", "ALP", "BLPI", "HUSI", "HUSI-I", "MPI", "WAP4", "WFDC4"], "ensembl": {"gene": "ENSG00000124107", "protein": "ENSP00000342082", "transcript": "ENST00000338380", "translation": [{"protein": "ENSP00000342082", "rna": "ENST00000338380"}], "type_of_gene": "protein_coding"}, "entrezgene": "6590", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.63746037954, "exp_mis": 39.072123522, "exp_syn": 15.7021231424, "lof_z": -0.166765071099994, "mis_z": -0.698604420493503, "mu_lof": 2.69338408349e-07, "mu_mis": 3.30726898289e-06, "mu_syn": 1.2447821693e-06, "n_lof": 5.0, "n_mis": 48.0, "n_syn": 24.0, "p_li": 0.00034794041537936, "p_null": 0.623070415862906, "p_rec": 0.376581643721714, "syn_z": -1.29818766726209}, "bp": 399, "cds_end": 43883184, "cds_start": 43881055, "n_exons": 4, "nonpsych": {"exp_lof": 4.11768523218, "exp_mis": 35.2843792621, "exp_syn": 14.1322720912, "lof_z": 0.0569570338923246, "mis_z": -0.82497528484399, "mu_lof": 2.69338408349e-07, "mu_mis": 3.30726898289e-06, "mu_syn": 1.2447821693e-06, "n_lof": 4.0, "n_mis": 45.0, "n_syn": 19.0, "p_li": 0.00224285521584483, "p_null": 0.502922523271085, "p_rec": 0.49483462151307, "syn_z": -0.815237326468549}, "nontcga": {"exp_lof": 4.25869847167, "exp_mis": 35.9385909525, "exp_syn": 14.4381881171, "lof_z": 0.601678524091117, "mis_z": -0.420630471973512, "mu_lof": 2.69338408349e-07, "mu_mis": 3.30726898289e-06, "mu_syn": 1.2447821693e-06, "n_lof": 3.0, "n_mis": 41.0, "n_syn": 21.0, "p_li": 0.015788374347404, "p_null": 0.285770046078201, "p_rec": 0.698441579574394, "syn_z": -1.09342648513465}, "transcript": "ENST00000338380.2"}, "exons": [{"cdsend": 45254543, "cdsstart": 45252414, "chr": "20", "position": [[45252238, 45252419], [45253001, 45253151], [45253574, 45253733], [45254458, 45254564]], "strand": -1, "transcript": "NM_003064", "txend": 45254564, "txstart": 45252238}], "exons_hg19": [{"cdsend": 43883184, "cdsstart": 43881055, "chr": "20", "position": [[43880879, 43881060], [43881642, 43881792], [43882215, 43882374], [43883099, 43883205]], "strand": -1, "transcript": "NM_003064", "txend": 43883205, "txstart": 43880879}], "generif": [{"pubmed": 11667971, "text": "Synthesized locally at mucosal sites. Efficiently inhibit target enzymes released into interstitium. Might be important in controlling excessive neutrophil elastase release in chronic obstructive pulmonary disease and cystic fibrosis. (review)"}, {"pubmed": 11759111, "text": "Secretory leukocyte protease inhibitor in punch biopsies from human colonic mucosa."}, {"pubmed": 11817677, "text": "possible role in the defence against ascending urinary tract infections; establishing a source of SLPI in renal tubuli cells."}, {"pubmed": 11868825, "text": "Secretory leukocyte proteinase inhibitor and elafin are resistant to degradation by MMP-8."}, {"pubmed": 12023766, "text": "results indicate that menstrual status (pre- vs. postmenopausal) influences the production of SLPI and bactericidal activity by uterine epithelial cells"}, {"pubmed": 12023969, "text": "mediates proliferation of human endometrial epithelial cells by positive and negative regulation of growth-associated genes"}, {"pubmed": 12183536, "text": "Streptococcal inhibitor of complement inhibits two additional components of the mucosal innate immune system: secretory leukocyte proteinase inhibitor and lysozyme."}, {"pubmed": 12351521, "text": "secretory leukocyte protease inhibitor transcripts were expressed in the fallopian tube and prevented the reduction of the sperm acrosome reaction by elastase"}, {"pubmed": 12526812, "text": "SLPI has a role in wound healing and innate immunity"}, {"pubmed": 12732717, "text": "a causal role for SLPI in the malignant behavior of cancer cells, underscoring the potential malignancy-promoting activities of SPIs"}, {"pubmed": 12934194, "text": "in community acquired pneumonia, both A1AT and SLPI were cleaved or complexed in infected lobes and A1AT was oxidized; conclude that mean elastase levels are increased and that mean anti-elastase capacity is decreased in pneumonic lobes"}, {"pubmed": 15015603, "text": "Levels of alpha1-antitrypsin and alpha1-antichymotrypsin were higher by 1.47-fold, p<0.001 and 2.27-fold, p<0.001, respectively in lung cancer cases with metastasis compared to localized tumor."}, {"pubmed": 15020232, "text": "Expression of secretory leukocyte protease inhibitor is increased during mitosis in keratinocytes."}, {"pubmed": 15039315, "text": "key role in the oral mucosal defense against Candida albicans; the antimicrobial mucosal protein may serve as an indicator of previous oropharyngeal candidiasis infection among Hiv-1 infected persons"}, {"pubmed": 15039364, "text": "Antral SLPI levels were inversely correlated with inflammatory scores of antrum-predominant Helicobacter pylori gastritis."}, {"pubmed": 15155685, "text": "impairs lipoteichokc acid and LPS induced proinflammatory gene expression in monocytes and macrophages in vitro. However, oxidation and elastase complex formation of SLPI diminished its anti-inflammatory effects"}, {"pubmed": 15167969, "text": "SLPI is not more highly expressed in squamous cell metaplasia as compared to areas with intact or damaged epithelium"}, {"pubmed": 15248236, "text": "ALP exerts variety of blocking effects on neutrophil functions, probably due to modulation of cytoskeletal changes, that may contribute to this inhibitor's antiarthritis potential and qualify it as multifunctional regulator of inflammatory responses."}, {"pubmed": 15315966, "text": "SLPI localizes in part along the megakaaryocyte and platelet cytoskeleton by virtue of specific interactions with beta1 tubulin."}, {"pubmed": 15492784, "text": "Lower SLPI expression is associated with cervical adenocarcinomas"}, {"pubmed": 15650263, "text": "Secretory leukocyte protease inhibitor has a role in cancer development"}, {"pubmed": 15812165, "text": "Local down-regulation of SLPI in antral mucosa is a general phenomenon of Hp-related diseases."}, {"pubmed": 16015083, "text": "The five genes, and three of the encoded proteins, were shown differentially expressed between a group of keratoconus patients and a reference group using different techniques"}, {"pubmed": 16336202, "text": "SLPI has antiprotease activity and antimicrobial activity against bacteria and fungi. SLPI is an important molecule in the functioning of the innate immune system."}, {"pubmed": 16355004, "text": "Adenoviral E1A significantly suppressed SLPI and elafin/SKALP secretion by A549 cells upon interleukin (IL)-1beta stimulation."}, {"pubmed": 16384861, "text": "Progesterone receptor transactivation of the secretory leukocyte protease inhibitor gene in Ishikawa endometrial epithelial cells involves recruitment of Kruppel-like factor 9/basic transcription element binding protein-1."}, {"pubmed": 16776851, "text": "Newly uncovered properties of ALP to interfere with cytokine signalling and upregulation of adhesion molecules in endothelial cells are likely to contribute to the therapeutic potential of ALP in immune-complex-induced tissue injury."}, {"pubmed": 17200145, "text": "Levels of mRNA and immunostaining of the antiproteases elafin and SLPI were enhanced strongly in inflamed versus noninflamed UC. Elafin and SLPI may be added to the list of defensin-like peptides with diminished induction in CD versus UC."}, {"pubmed": 17371258, "text": "SLPI (secretory leucoprotease inhibitor) has important role in protecting the host from infection and injury. [secretory leucoprotease inhibitor]"}, {"pubmed": 17878156, "text": "secretory leukocyte protease inhibitor can inhibit interferon-gamma-induced cathepsin S production by macrophages"}, {"pubmed": 17964057, "text": "This review focuses on recent findings revealing that SLPI has many biological functions as diverse as anti-bacterial, anti-fungal, anti-viral, anti-inflammatory and immuno-modulatory functions."}, {"pubmed": 18075823, "text": "Secretory leucoprotease inhibitor (SLPI) is a prominent innate immune protein of the respiratory tract, possessing serine protease inhibitor activity, antibacterial activity, and anti-inflammatory/immunomodulatory activity [review]"}, {"pubmed": 18173453, "text": "There was higher expression of SLPI in AIDS patients with CMV infection compared with all groups. There were no differences between controls and AIDS patients without histologic changes with chronic nonspecific sialadenitis or mycobacterial infection."}, {"pubmed": 18285402, "text": "Neutrophil-derived SLPI protects secondary granule proteins against proteolytic activation and/or degradation by proteases."}, {"pubmed": 18425362, "text": "Secretory leukoprotease inhibitor inhibits cell growth through apoptotic pathway on ovarian cancer"}, {"pubmed": 18667508, "text": "Herpes simplex virus 1 and 2 downregulate secretory leukocyte protease inhibitor through a novel immune evasion mechanism"}, {"pubmed": 18688858, "text": "SLPI mRNA transcripts and protein were overexpressed in gastric cancer cells, and the depth of wall invasion was significantly greater in serosa-invading (T3 and T4) cancers compared to the serosa-free (T1 and T2) cancers."}, {"pubmed": 18953959, "text": "SLPI inhibited the expression of MMP-9 and IL-8 in normal human bronchial epithelial cells induced by cigarette smoke extract."}, {"pubmed": 18976018, "text": "hK7 and ALP were decreased in malignant prostate epithelium."}, {"pubmed": 19039956, "text": "Chlamydia trachomatis and Chlamydophila abortus were found to induce SLPI mRNA and peptide expression in HeLa and JEG-3 cells respectively."}, {"pubmed": 19095674, "text": "SLPI and elafin have a role in the innate immune defence of the Fallopian tube in infection and ectopic pregnancy"}, {"pubmed": 19154415, "text": "This study describes a protease inhibitor-independent function for SLPI in ovarian cancer growth and dissemination."}, {"pubmed": 19254589, "text": "SLPI was expressed in human myometrium and increased after the onset of labor"}, {"pubmed": 19271144, "text": "Results compare the correlation between H1-receptor expression and SLPI levels within cultured amniotic epithelial cells derived from chorioamnionitis-complicated and normal pregnancies."}, {"pubmed": 19333378, "text": "SLPI is a ligand for PLSCR1 and PLSCR4, which also interact directly with the CD4 receptor at the cell surface of T lymphocytes"}, {"pubmed": 19900269, "text": "Our observations are the first to implicate SPARC, SLPI, and NLRP2, a component of the innate immune system, in the pathogenesis of axial spondyloarthropathy"}, {"pubmed": 20047904, "text": "Using transgenic mice over-expressing secretory leukocyte protease inhibitor, this study shows an early protective effect after spinal cord contusion injury."}, {"pubmed": 20068074, "text": "Secretory leukocyte protease inhibitor antagonizes paclitaxel in ovarian cancer cells, and contribute to drug resistance."}, {"pubmed": 20378727, "text": "17Beta-estradiol inhibits IL-8 in cystic fibrosis by up-regulating secretory leucoprotease inhibitor"}, {"pubmed": 21077989, "text": "these findings indicate upregulation of SLPI in response to LPS in nasal secretions and show anti-apoptotic effects of SLPI in primary human neutrophils suggesting a new role of SLPI during neutrophilic inflammation."}, {"pubmed": 21335488, "text": "Constitutive expression of SLPI directly reduces the inflammatory response in the respiratory tract and improves lung function in an acute model of allergic asthma in SLPI transgenic and knockout mice."}, {"pubmed": 21377455, "text": "Circulating SLPI increases with progressive metabolic dysfunction and is related to metabolic and inflammatory parameters in men"}, {"pubmed": 21503571, "text": "The results presented here clearly indicate the repression of SLPI, measurable on both, mRNA and protein levels in metastatic primary HNSCC as compared to non-metastatic HNSCC."}, {"pubmed": 21641406, "text": "SLPI may possess antitumorigenic activity by virtue of its ability to interfere with multiple requisite proteolytic steps underlying tumor cell invasion."}, {"pubmed": 21676452, "text": "SLPI stimulates ovarian cancer invasion, modulated in part by its serine protease inhibitory activity attenuating MMP-9 release."}, {"pubmed": 21687932, "text": "Results show that SLPI promotes the metastasis of SNU638 gastric cancer cells by increasing MMP-2 and MMP-9 expression through Elk-1 signaling, indicating its role as a signaling molecule not a protease inhibitor."}, {"pubmed": 21940052, "text": "decreased expression in female reproductive tract in postmenopausal women with hormonal treatment"}, {"pubmed": 22493362, "text": "confirmed that SLPI is significantly down-regulated in NPC tissues. In addition, based on our preliminary results, we propose that the reduction of SLPI in NPC cells is associated with the presence of the EBV genome and/or expression of EBV-encoded genes"}, {"pubmed": 22537232, "text": "SLPI is bactericidal for gonococci and is expressed by reproductive tract epithelial cells and thus is likely to play a role in the pathogenesis of gonococcal infection."}, {"pubmed": 22786767, "text": "SLPI may contribute to psoriasis by enabling pDCs to sense extracellular DNA and produce IFN type I."}, {"pubmed": 23996702, "text": "Low SLPI expression is associated with papillomavirus infected head and neck squamous cell carcinomas."}, {"pubmed": 24023032, "text": "Report presence of SLPI in vaginal secretions and its regulation in response to vaginal microbiota and to the concentrations of antimicrobial and proinflammatory mediators."}, {"pubmed": 24073410, "text": "The aim of this study was to investigate the intracellular function of SLPI and the mechanism-based modulation of neutrophil function by this antiprotease."}, {"pubmed": 24121782, "text": "Both mRNA and protein levels of SLPI were significantly higher in patients with biofilm associated chronic rhinosinusitis (CRS) than those with CRS and no biofilm and controls."}, {"pubmed": 24282288, "text": "findings demonstrate that SLPI plays an important role from the initial stages of lung carcinogenesis to the progression of lung cancer in an NF-kappaB-dependent manner"}, {"pubmed": 24285265, "text": "SLPI regulation and activity is altered in the nasal mucosa of smokers."}, {"pubmed": 24352879, "text": "These results indicate that SLPI controls the proliferation, differentiation, and cell cycle of myeloid cells."}, {"pubmed": 24606882, "text": "These results show that Mycobacterium tuberculosis-induced IFN-gamma down-modulated SLPI levels by signaling through the IFN-gammaR in healthy donors."}, {"pubmed": 24764155, "text": "SLPI is an independent predictor for both OS and DSS and a relevant prognostic biomarker in OSCC."}, {"pubmed": 25041028, "text": "Studies suggest that secretory leukocyte protease inhibitor (SLPI) as a mediator of systemic immune paresis in acute liver failure (ALF)."}, {"pubmed": 25056659, "text": "We identify SLPI as a new player in acquisition of microbial hyporesponsiveness by buccal and intestinal epithelium in the first weeks after microbial colonisation."}, {"pubmed": 25319722, "text": "Abnormal over-expression of SLPI in pancreatic cancer cells may be associated with the development of disease through its roles in promoting cancer cell survival and proliferation as well as anti-apoptosis."}, {"pubmed": 25441765, "text": "High Expression of secretory leukocyte protease inhibitor is associated with metastasis in colorectal cancer."}, {"pubmed": 25559229, "text": "The elevations in cervical elafin and SLPI expression in the women with preterm delivery might reflect the local response to the pathogen invasion into the cervix preceding preterm labor."}, {"pubmed": 25851169, "text": "Bronchial epithelial cells have decreased SLPI expression in response to hypoxia."}, {"pubmed": 25917460, "text": "findings support a controlling role for SLPI in NET generation, which is of potential relevance to infectious and autoinflammatory diseases"}, {"pubmed": 26121748, "text": "study identifies a distinct immune response in SA characterized by a dysregulated IFN-gamma/SLPI axis that affects lung function."}, {"pubmed": 26239418, "text": "These results demonstrate that SLPI down-regulates pIgR expression through the NF-kappaB signaling pathway by inhibiting degradation of IkappaBbeta protein."}, {"pubmed": 26376365, "text": "these data demonstrate increased anti-inflammatory activity of the SLPI-A16G protein compared with SLPI-WT in a murine model of pulmonary Pseudomonas infection"}, {"pubmed": 26555393, "text": "Ongoing herpes simplex virus infection and resultant downregulation of local levels of SLPI may impart a greater susceptibility for keratinocytes to human papillomavirus type 16 infection through the host cell receptor annexin A2."}, {"pubmed": 26876202, "text": "we demonstrated that the oncogenic effect of SLPI may be due to protection of growth factor progranulin from enzymatic cleavage or suppression of castration-resistant prostate cancer (CRPC)cell apoptosis independent of anti-protease activity of SLPI. These findings implicate SLPI as a potential biomarker of resistance to AR inhibition and therapeutic target for CRPC treatment"}, {"pubmed": 27238568, "text": "Secretory leukocyte protease inhibitor mediates invasiveness of oral carcinoma cells."}, {"pubmed": 28031424, "text": "Together, these data support the clinical evaluation of dual angiogenic inhibition of the ALK1 and VEGF pathways in patients with advanced renal cell carcinoma (RCC) ."}, {"pubmed": 28255192, "text": "The results indicate that SERPINE2 and SLPI play a significant role in the development of papillary thyroid cancer and imply that the evaluation of serum concentrations of both anticoagulant molecules may be considered as additional marker for the differentiation of malignancies during the preoperative diagnosis of patients with thyroid gland tumors."}, {"pubmed": 28450389, "text": "we show that SLPI acts as a key mediator in regulating the function of hepatic myeloid cells, to promote resolution responses through induction of MerTK expression within the resident macrophage population."}, {"pubmed": 28606626, "text": "the patients with systemic sclerosis had significantly increased serum levels of SLPI in comparison with the rheumatoid arthritis patients and the healthy controls"}, {"pubmed": 28637988, "text": "gene expression profiling study based on microarray data for the three cell types identified a number of candidates, including LCP1 and GLI, that could be key molecules in the mechanism of SLPI-induced cell migration"}, {"pubmed": 29436667, "text": "we investigated the biological effects of SLPI using Cell Counting Kit (CCK)-8, Annexin V/PI apoptosis assay and Caspase-Glo(R) 3/7 assay. The findings revealed that SLPI promoted apoptosis in the Leuk1 and WSU-HN4 cell lines. Mechanistic studies indicated that SLPI, at least in part, regulated cell apoptosis by inhibiting the expression of TNF receptor-associated factor 1"}, {"pubmed": 29892293, "text": "Neutrophils and Activated Macrophages Control Mucosal Immunity by Proteolytic Cleavage of Antileukoproteinase."}, {"pubmed": 30180755, "text": "Study indicate that SLPI seems to be one of the important immunomodulatory proteins that provide local immune response in cervical mucosa."}, {"pubmed": 31019507, "text": "we propose a novel anti-inflammatory mechanism induced by SLPI, which inhibits the ATP-dependent maturation and secretion of IL-1beta."}, {"pubmed": 31476404, "text": "Low SLPI expression is associated with mammary carcinoma."}, {"pubmed": 31843555, "text": "Androgen receptor suppresses prostate cancer metastasis but promotes bladder cancer metastasis via differentially altering miRNA525-5p/SLPI-mediated vasculogenic mimicry formation."}, {"pubmed": 31925640, "text": "Human immunodeficiency virus type-1 Tat protein induces secretory leukocyte protease inhibitor expression in African green monkey but not human cells."}, {"pubmed": 31945345, "text": "Differences in Staining for Neutrophil Elastase and its Controlling Inhibitor SLPI Reveal Heterogeneity among Neutrophils in Psoriasis."}, {"pubmed": 32871084, "text": "In Search of \"\"Hepatic Factor\"\": Lack of Evidence for ALK1 Ligands BMP9 and BMP10."}, {"pubmed": 33016205, "text": "SLPI facilitates cell migration by regulating lamellipodia/ruffles and desmosomes, in which Galectin4 plays an important role."}, {"pubmed": 33101778, "text": "Expression of the immune modulator secretory leukocyte protease inhibitor (SLPI) in colorectal cancer liver metastases and matched primary tumors is associated with a poorer prognosis."}, {"pubmed": 33147448, "text": "Airway Microbiota-Host Interactions Regulate Secretory Leukocyte Protease Inhibitor Levels and Influence Allergic Airway Inflammation."}, {"pubmed": 33157500, "text": "Secretory leukocyte protease inhibitor and progranulin as possible regulators of cervical remodeling in pregnancy."}, {"pubmed": 33387869, "text": "The interaction of smoking habit, SLPI and AnxA2 in HPV associated head and neck and other cancers."}, {"pubmed": 33485930, "text": "Overexpression of secretory leukocyte peptidase inhibitor (SLPI) does not modulate experimental osteoarthritis but may be a biomarker for the disease."}, {"pubmed": 33506054, "text": "Reduced Expression of Antimicrobial Protein Secretory Leukoprotease Inhibitor and Clusterin in Chronic Rhinosinusitis with Nasal Polyps."}, {"pubmed": 34155270, "text": "Significance of secretory leukocyte peptidase inhibitor in pleural fluid for the diagnosis of benign asbestos pleural effusion."}, {"pubmed": 34214131, "text": "Oral secretory leukocyte protease inhibitor (SLPI): Associations with oropharyngeal cancer and treatment outcome."}, {"pubmed": 34580954, "text": "Reduced ELANE and SLPI expression compromises dental pulp cell activity."}, {"pubmed": 35062299, "text": "Modulation of HIV Replication in Monocyte-Derived Macrophages (MDM) by Host Antiviral Factors Secretory Leukocyte Protease Inhibitor and Serpin Family C Member 1 Induced by Steroid Hormones."}, {"pubmed": 35797252, "text": "Levels of secretory leukocyte protease inhibitor expression in acute wounds."}, {"pubmed": 35842496, "text": "High expression of secretory leukocyte protease inhibitor (SLPI) in stage III micro-satellite stable colorectal cancer is associated with reduced disease recurrence."}, {"pubmed": 37356220, "text": "Secretory leukocyte protease inhibitor (SLPI) in cancer pathophysiology: Mechanisms of action and clinical implications."}, {"pubmed": 38939941, "text": "[The role and mechanism of multifunctional molecule SLPI in regulating ischemia-reperfusion induced acute kidney injury and repair]."}, {"pubmed": 38969699, "text": "SLPI overexpression in hMSCs could be implicated in the HSC gene expression profile in AML."}], "genomic_pos": {"chr": "20", "end": 45254564, "ensemblgene": "ENSG00000124107", "start": 45252239, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 43883205, "start": 43880880, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019731", "qualifier": "involved_in", "term": "antibacterial humoral response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019731", "pubmed": 18714013, "qualifier": "involved_in", "term": "antibacterial humoral response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019731", "qualifier": "involved_in", "term": "antibacterial humoral response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032091", "pubmed": 19333378, "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035821", "pubmed": 2467900, "qualifier": "involved_in", "term": "modulation of process of another organism"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045071", "pubmed": 19333378, "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [3462719, 18714013], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28675934, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 2467900, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003729", "pubmed": 2467900, "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004866", "pubmed": 12526812, "qualifier": "enables", "term": "endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004867", "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004867", "pubmed": 3462719, "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12526812, 19333378, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 19333378, "qualifier": "enables", "term": "enzyme binding"}]}, "homologene": {"genes": [[9544, 711156], [9598, 740668], [9606, 6590], [9615, 100127207], [9913, 504598], [10090, 20568]], "id": 2305}, "interpro": [{"desc": "WAP-type 'four-disulfide core' domain", "id": "IPR008197", "short_desc": "WAP_dom"}, {"desc": "Elafin-like superfamily", "id": "IPR036645", "short_desc": "Elafin-like_sf"}], "ipi": "IPI00008580", "map_location": "20q13.12", "name": "secretory leukocyte peptidase inhibitor", "other_names": ["HUSI-1", "WAP four-disulfide core domain protein 4", "antileukoproteinase", "mucus proteinase inhibitor", "protease inhibitor WAP4", "secretory leukocyte protease inhibitor (antileukoproteinase)", "seminal proteinase inhibitor"], "pantherdb": {"HGNC": "11092", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109297", "ortholog_type": "LDO", "panther_family": "PTHR19441", "taxid": 10090, "uniprot_kb": "P97430"}, {"RGD": "1303102", "ortholog_type": "O", "panther_family": "PTHR19441", "taxid": 10116, "uniprot_kb": "G3V9C3"}, {"RGD": "1563818", "ortholog_type": "O", "panther_family": "PTHR19441", "taxid": 10116, "uniprot_kb": "M0RCZ7"}, {"RGD": "1302977", "ortholog_type": "O", "panther_family": "PTHR19441", "taxid": 10116, "uniprot_kb": "F1LM48"}, {"RGD": "621768", "ortholog_type": "LDO", "panther_family": "PTHR19441", "taxid": 10116, "uniprot_kb": "A0A096MJ68"}], "uniprot_kb": "P03973"}, "pathway": {"reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}]}, "pdb": ["2Z7F", "4DOQ"], "pfam": "PF00095", "pharmgkb": "PA35944", "pharos": {"target_id": 7890, "tdl": "Tbio"}, "pir": "A25541", "prosite": "PS51390", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168471", "relationship": "is"}, {"id": "GNF179377", "relationship": "is"}, {"id": "GNF190283", "relationship": "is"}, {"id": "GNF201189", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039478", "relationship": "is"}, "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281427", "relationship": "is"}, {"id": "GNF281493", "relationship": "is"}, {"id": "GNF281559", "relationship": "is"}, {"id": "GNF281625", "relationship": "is"}, {"id": "GNF281664", "relationship": "is"}, {"id": "GNF281705", "relationship": "is"}, {"id": "GNF281746", "relationship": "is"}, {"id": "GNF281787", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013665", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330201", "relationship": "is"}, {"id": "GNF331074", "relationship": "is"}, {"id": "GNF332521", "relationship": "is"}, {"id": "GNF333508", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338835", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105069", "relationship": "is"}, {"id": "GNF144716", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_028137.1"], "protein": "NP_003055.1", "rna": "NM_003064.4", "translation": {"protein": "NP_003055.1", "rna": "NM_003064.4"}}, "reporter": {"HG-U133_Plus_2": "203021_at", "HG-U95Av2": "32275_at", "HTA-2_0": "TC20000876.hg.1", "HuEx-1_0": "3907190", "HuGene-1_1": "8066493", "HuGene-2_1": "16919547"}, "summary": "This gene encodes a secreted inhibitor which protects epithelial tissues from serine proteases. It is found in various secretions including seminal plasma, cervical mucus, and bronchial secretions, and has affinity for trypsin, leukocyte elastase, and cathepsin G. Its inhibitory effect contributes to the immune response by protecting epithelial surfaces from attack by endogenous proteolytic enzymes. This antimicrobial protein has antibacterial, antifungal and antiviral activity. [provided by RefSeq, Nov 2014].", "symbol": "SLPI", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366565"}, "unigene": "Hs.517070", "uniprot": {"Swiss-Prot": "P03973"}, "wikipedia": {"url_stub": "SLPI"}}