{"AllianceGenome": "6773", "HGNC": "6773", "MIM": "602932", "_id": "4092", "_version": 1, "accession": {"genomic": ["AC114684.10", "AF156731.1", "AH011391.2", "CH471096.1", "CP068260.2", "NC_000018.10", "NC_060942.1", "NG_023330.1"], "protein": ["AAB81246.1", "AAB81354.1", "AAH74818.2", "AAH74819.2", "AAL68977.1", "BAG54770.1", "BAH13509.1", "EAW62931.1", "NP_001177750.1", "NP_001177751.1", "NP_001177752.1", "NP_005895.1", "O15105.1", "XP_047293465.1", "XP_054174598.1"], "rna": ["AF010193.1", "AF015261.1", "AK131394.1", "AK301535.1", "BC074818.2", "BC074819.2", "BP363832.1", "DA882147.1", "NM_001190821.2", "NM_001190822.2", "NM_001190823.2", "NM_005904.4", "XM_047437509.1", "XM_054318623.1"], "translation": [{"protein": "BAG54770.1", "rna": "AK131394.1"}, {"protein": "NP_005895.1", "rna": "NM_005904.4"}, {"protein": "XP_047293465.1", "rna": "XM_047437509.1"}, {"protein": "BAH13509.1", "rna": "AK301535.1"}, {"protein": "AAH74818.2", "rna": "BC074818.2"}, {"protein": "NP_001177751.1", "rna": "NM_001190822.2"}, {"protein": "AAH74819.2", "rna": "BC074819.2"}, {"protein": "XP_054174598.1", "rna": "XM_054318623.1"}, {"protein": "NP_001177752.1", "rna": "NM_001190823.2"}, {"protein": "NP_001177750.1", "rna": "NM_001190821.2"}, {"protein": "AAB81354.1", "rna": "AF015261.1"}, {"protein": "AAB81246.1", "rna": "AF010193.1"}]}, "alias": ["CRCS3", "MADH7", "MADH8"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2024-05-13T16:00:00.000Z", "disease_label": "congenital heart disease", "gcep": "Congenital Heart Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005453", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_0d9050fb-dd82-4fa9-aa2d-ef4b9f13f6b2-2024-05-13T160000.000Z", "sop": "SOP10"}}, "ensembl": {"gene": "ENSG00000101665", "protein": ["ENSP00000262158", "ENSP00000465590", "ENSP00000466902", "ENSP00000467621"], "transcript": ["ENST00000262158", "ENST00000545051", "ENST00000585986", "ENST00000586093", "ENST00000587336", "ENST00000588190", "ENST00000589634", "ENST00000591805"], "translation": [{"protein": "ENSP00000262158", "rna": "ENST00000262158"}, {"protein": "ENSP00000466902", "rna": "ENST00000591805"}, {"protein": "ENSP00000467621", "rna": "ENST00000589634"}, {"protein": "ENSP00000465590", "rna": "ENST00000586093"}], "type_of_gene": "protein_coding"}, "entrezgene": "4092", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.1480774175, "exp_mis": 178.979399339, "exp_syn": 101.680686784, "lof_z": 3.30742291621348, "mis_z": 3.87468502219055, "mu_lof": 1.03843552919e-06, "mu_mis": 1.9117483065e-05, "mu_syn": 1.10229043874e-05, "n_lof": 0.0, "n_mis": 73.0, "n_syn": 83.0, "p_li": 0.975695730781462, "p_null": 2.59072530805204e-05, "p_rec": 0.0242783619654573, "syn_z": 1.14847978155368}, "bp": 1281, "cds_end": 46476794, "cds_start": 46447741, "n_exons": 4, "nonpsych": {"exp_lof": 10.0140328425, "exp_mis": 161.917579505, "exp_syn": 91.9547862779, "lof_z": 3.10782399620407, "mis_z": 4.03983687426461, "mu_lof": 1.03843552919e-06, "mu_mis": 1.9117483065e-05, "mu_syn": 1.10229043874e-05, "n_lof": 0.0, "n_mis": 60.0, "n_syn": 72.0, "p_li": 0.96780301620601, "p_null": 6.32706758264276e-05, "p_rec": 0.032133713118164, "syn_z": 1.3101574550505}, "nontcga": {"exp_lof": 10.2488185642, "exp_mis": 164.653646505, "exp_syn": 93.5388287485, "lof_z": 3.1580440410703, "mis_z": 3.79151363708678, "mu_lof": 1.03843552919e-06, "mu_mis": 1.9117483065e-05, "mu_syn": 1.10229043874e-05, "n_lof": 0.0, "n_mis": 67.0, "n_syn": 74.0, "p_li": 0.967590980296539, "p_null": 5.26740112220776e-05, "p_rec": 0.0323563456922392, "syn_z": 1.27916011688971}, "transcript": "ENST00000262158.2"}, "exons": [{"cdsend": 48950424, "cdsstart": 48921371, "chr": "18", "position": [[48919852, 48921910], [48942480, 48942552], [48948383, 48948437], [48949811, 48950711]], "strand": -1, "transcript": "NM_001190821", "txend": 48950711, "txstart": 48919852}, {"cdsend": 48948405, "cdsstart": 48921371, "chr": "18", "position": [[48919852, 48921910], [48942480, 48942555], [48948383, 48948437], [48949228, 48949333]], "strand": -1, "transcript": "NM_001190822", "txend": 48949333, "txstart": 48919852}, {"cdsend": 48942658, "cdsstart": 48921371, "chr": "18", "position": [[48919852, 48921910], [48942480, 48942807]], "strand": -1, "transcript": "NM_001190823", "txend": 48942807, "txstart": 48919852}, {"cdsend": 48950424, "cdsstart": 48921371, "chr": "18", "position": [[48919852, 48921910], [48942480, 48942555], [48948383, 48948437], [48949811, 48950711]], "strand": -1, "transcript": "NM_005904", "txend": 48950711, "txstart": 48919852}], "exons_hg19": [{"cdsend": 46476794, "cdsstart": 46447741, "chr": "18", "position": [[46446222, 46448280], [46468850, 46468922], [46474753, 46474807], [46476181, 46477081]], "strand": -1, "transcript": "NM_001190821", "txend": 46477081, "txstart": 46446222}, {"cdsend": 46474775, "cdsstart": 46447741, "chr": "18", "position": [[46446222, 46448280], [46468850, 46468925], [46474753, 46474807], [46475598, 46475703]], "strand": -1, "transcript": "NM_001190822", "txend": 46475703, "txstart": 46446222}, {"cdsend": 46469028, "cdsstart": 46447741, "chr": "18", "position": [[46446222, 46448280], [46468850, 46469177]], "strand": -1, "transcript": "NM_001190823", "txend": 46469177, "txstart": 46446222}, {"cdsend": 46476794, "cdsstart": 46447741, "chr": "18", "position": [[46446222, 46448280], [46468850, 46468925], [46474753, 46474807], [46476181, 46477081]], "strand": -1, "transcript": "NM_005904", "txend": 46477081, "txstart": 46446222}], "generif": [{"pubmed": 12151385, "text": "plasma membrane localization of Smad7 by Smurf1 requires the C2 domain of Smurf1 and is essential for the inhibitory effect of Smad7 in the transforming growth factor-beta signaling pathway"}, {"pubmed": 12202987, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12397035, "text": "Smad7 is activated in injured podocytes in vitro and in human glomerular disease and participates in negative control of TGF-beta/Smad signaling in addition to its pro-apoptotic activity."}, {"pubmed": 12407115, "text": "Smad6 and Smad7 regulate thrombomodulin-dependent activation of protein C"}, {"pubmed": 12519765, "text": "CRM1-dependent nuclear export of Smurf1 is essential for the negative regulation of TGF-beta signaling by Smad7."}, {"pubmed": 12589052, "text": "Smad7 may act as a scaffolding protein and facilitate TAK1- and MKK3-mediated activation of p38"}, {"pubmed": 12947087, "text": "attenuation of transforming growth factor-beta signaling by activating Smad7 transcription may proceed not only through TGF-beta receptor-regulated Smad proteins but also an independent pathway involving transcription factor ER81 and TAK1 protein kinase"}, {"pubmed": 12952364, "text": "Smad7 was overexpressed in ARO anaplastic cell line, the most malignant follicular thyroid carcinoma."}, {"pubmed": 14718519, "text": "GADD34-PP1c recruited by Smad7 inhibits TGFbeta-induced cell cycle arrest."}, {"pubmed": 14722617, "text": "Smad7 and Smurf1 have roles in regulation of TGF-beta signaling in scleroderma fibroblasts"}, {"pubmed": 14988821, "text": "In Helicobacter pylori-infected gastric mucosa, interferon-gamma induces expression of Smad7, which then prevents endogenous TGF-beta 1 from down-regulating ongoing tissue-damaging Th1 response."}, {"pubmed": 14993265, "text": "Jab1/CSN5 as an adapter that targets Smad7 for degradation, thus releasing Smad7-mediated suppression of TGF-beta1 signaling."}, {"pubmed": 15023526, "text": "Overexpression of SMAD7 inhibited the activity of the proliferation-specific promoters for the keratin 14 and cdc2 genes and reduced the expression of the mRNA for the proliferation-specific genes cdc2 and E2F1."}, {"pubmed": 15033458, "text": "tetradecanoylphorbol-13-acetate down-regulates Smad6 expression presumably via PKCmu-ERK-dependent pathway and up-regulates Smad7 expression via PKCmu-dependent mechanism(s) which need no MAPK and NF-kappaB activation"}, {"pubmed": 15033661, "text": "Enhanced expression of the TGF-beta signaling inhibitor Smad7 may present one of the novel mechanisms of TGF-beta resistance in human gastric carcinomas."}, {"pubmed": 15075243, "text": "novel role for Smad7 in TGF-beta-dependent activation of Rho GTPases"}, {"pubmed": 15128733, "text": "Smad7 is repressed by ski"}, {"pubmed": 15132952, "text": "dual signaling pathways involving TGF-beta1, an antiapoptotic pathway mediated by the Smad pathway involving p21, and an apoptosis-permissive pathway mediated in part by p38 MAPK."}, {"pubmed": 15221015, "text": "WWP1 negatively regulates TGF-beta signaling in cooperation with Smad7."}, {"pubmed": 15498852, "text": "identified target genes regulated by Smad7 in primitive hematopoietic cells that may control process of modulating the cell fate decisions of primary multipotent human repopulating cells"}, {"pubmed": 15529348, "text": "The regulation in chondrocytes of Smad6 and Smad7 expression by IL-1beta suggests a potentially important role of IL-1beta signaling in chondrocytes, via indirect influencing of the bone morphogenetic protein/TGFbeta signaling cascade."}, {"pubmed": 15579469, "text": "induction of Smad7 gene expression by UV irradiation is mediated via induction of the transcription factor AP-1 in human skin fibroblasts"}, {"pubmed": 15632190, "text": "Abeta1-42 may play an important role in the negative regulation of TGF-beta1-induced MMP-2 production via Smad7 expression"}, {"pubmed": 15661223, "text": "Smad7 appears to be upregulated in endometrial cancers compared to normal endometrium."}, {"pubmed": 15684397, "text": "Physical association of Smad7 and beta-catenin was found to be important for TGF-beta-induced apoptosis."}, {"pubmed": 15708859, "text": "expression of Smad7 is crucial for 2-ME-induced apoptosis in human prostate cancer cells"}, {"pubmed": 15736400, "text": "Smad6 and Smad7 expression affects the progression of early lesions of esophageal SCC and indicates a poor prognosis."}, {"pubmed": 15788410, "text": "autocrine TGF-beta/Smad signaling is involved in contractility and matrix gene expression of fibroblasts from normal and hypertrophic scars; Smad7 inhibits these processes and may exert beneficial effects on excessive scar formation"}, {"pubmed": 15811425, "text": "UV-induced down-regulation of TbetaRII and the concerted over-expression of Smad7 may trigger the inhibition of the TGF-beta-induced phosphorylation of Smad2."}, {"pubmed": 15811853, "text": "Smad7 acts to functionally inactivate RB and de-repress E2F without blocking the activation of TbetaRI and the nuclear translocation of Smad2/3, allowing TGF-beta1 to exert effects in a cancer cell that is resistant to TGF-beta1-mediated growth inhibition"}, {"pubmed": 15831498, "text": "the degradation of Smad7 is regulated by the balance between acetylation, deacetylation and ubiquitination"}, {"pubmed": 15877825, "text": "In mature human B cells, BMP-6 inhibited cell growth, and rapidly induced phosphorylation of Smad8."}, {"pubmed": 15922743, "text": "SMAD7 induces tumorigenicity by blocking TGF-beta-induced growth inhibition and apoptosis."}, {"pubmed": 16007121, "text": "Various cellular functions implicated in melanoma development may be under control of autocrine TGF-beta and may be inhibited by Smad7 expression"}, {"pubmed": 16187293, "text": "TGF-beta1 and bleomycin intracellular signaling through autocrine regulation of Smad 3 binding to the proximal promoter of the Smad 7 gene"}, {"pubmed": 16260615, "text": "TGF-beta is involved in the physiological loss of gastric epithelial cells by activating apoptosis mediated by Smad7, Bim, and caspase-9"}, {"pubmed": 16285943, "text": "Smad7 is not transcriptionally regulated in gut but its increase in inflammatory bowel disease is due to posttranscriptional acetylation and stabilization by p300, which prevents Smad7 ubiquitination and degradation in the proteasome"}, {"pubmed": 16288847, "text": "TGFbeta-mediated phosphorylation of IkappaB-alpha and NF-kappaB nuclear translocation and DNA binding activity are inhibited by Smad7"}, {"pubmed": 16442497, "text": "SnoN also seems to regulate negatively the TGF-beta-responsive smad7 gene by binding and repressing its promoter in a similar way to Ski"}, {"pubmed": 16601693, "text": "Axin and Arkadia cooperate with each other in promoting Smad7 ubiquitination."}, {"pubmed": 16641086, "text": "analysis of the WW domain recognition motif for the interaction of Smad7 and the E3 ubiquitin ligase Smurf2"}, {"pubmed": 16714330, "text": "TGFbeta rapidly induces nuclear translocation of Smad proteins and subsequently stimulates Smad-Sp1 complex formation which increases Sp1 binding to promoter boxes in a pancreatic cancer cell line."}, {"pubmed": 16718778, "text": "results suggest that inhibition of cell growth by activin is regulated by the negative feedback effect of Smad7 on the activin signaling pathway, and is mediated through p21(CIP1/WAF1) activation in SNU-16 cells"}, {"pubmed": 16720724, "text": "These findings indicate a new inhibitory function of FKBP12 as an adaptor molecule for the Smad7-Smurf1 complex to regulate the duration of the activin signal through activin type I receptors."}, {"pubmed": 17009056, "text": "UVA1 phototherapy demonstrated the alteration of SMAD7 gene expression in localized scleroderma, as SMAD7 mRNA levels normalized after UVA1. The pathogenetic relevance of SMAD7 levels with respect to clinical improvement needs further investigation."}, {"pubmed": 17172861, "text": "Smad7 plays a crucial role upstream of ATM and p53 to protect the genome from insults evoked by extracellular stress."}, {"pubmed": 17230494, "text": "Smad7 appears to be important in colonic inflammation."}, {"pubmed": 17332363, "text": "Stable overexpression of Smad7 in human melanoma cells impairs bone metastasis."}, {"pubmed": 17377371, "text": "Smad7 expression was upregulated by IL-10 plus either IL-5 or GM-CSF. IL-10 inhibited the expression of TGF-beta-inducible early gene, which is known to downregulate Smad7 expression."}, {"pubmed": 17438144, "text": "SMAD7 antagonizes TGFB1 signaling in the nucleus by interfering with functional Smad-DNA complex formation."}, {"pubmed": 17510063, "text": "Arkadia induces degradation of SnoN and c-Ski in addition to Smad7."}, {"pubmed": 17657819, "text": "Smad7 overexpression in cultured hepatocytes abrogated TGF-beta-dependent and intrinsic CTGF expression."}, {"pubmed": 17704440, "text": "In this review, Smad7 inhibits the signaling response to transforming growth factor (TGF)-beta by a variety of mechanisms associated with peritoneal membrane failure during chronic peritoneal dialysis."}, {"pubmed": 17928287, "text": "the up-regulation of TCF11/MafG binding could be suppressed by overexpression of the TGF-beta inhibitor Smad7, and a small interfering RNA to TCF11 blocked the suppression of iNOS by TGF-beta."}, {"pubmed": 17931948, "text": "Gene variants may weakly contribute to a particular genetic background that increases the susceptibility to development of type 2 diabetes."}, {"pubmed": 17934461, "text": "Single nucleotide polymorphism in SMAD7 is associated with colorectal cancer"}, {"pubmed": 18041647, "text": "high levels of Smad7 interferes with TGF-beta/activin-induced Smad/MAPK signaling and erythro-differentiation and promotes megakaryocytic differentiation, possibly by blocking autocrine TGF-beta."}, {"pubmed": 18163503, "text": "up-regulation of Smad7 by IL-1beta is mediated through the NF-kappaB pathway, especially the p65 subunit in chondrocytes"}, {"pubmed": 18231913, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18231913, "text": "variation at SMAD7 does not significantly contribute to an inherited susceptibility to CLL"}, {"pubmed": 18445023, "text": "A case-control study in Afro-Caribbeans found SMAD7 SNPs were not strongly associated with increased risk of developing keloids."}, {"pubmed": 18445023, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18593713, "text": "rather than being translocated to the nucleus for regulating the target gene transcription, Smad7-stabilized-beta-catenin is shunted to the E-cadherin complex to modulate cell-cell adhesion."}, {"pubmed": 18616749, "text": "Although the levels of Smad7 were similar between hypertrophic skin fibroblasts and normal skin fibroblasts, TGF-beta1 up-regulated the expression of Smad7 for NSFs only, with no discernible effect on HSFs."}, {"pubmed": 18683731, "text": "The expressions of TGF-beta1 and Smad7 were significantly increased in epithelia of oral lichen planus compared to normal oral mucosa."}, {"pubmed": 18684712, "text": "ALK2(R206H) with Smad1 or Smad5 induced osteoblastic differentiation that could be inhibited by Smad7 or dorsomorphin."}, {"pubmed": 18762808, "text": "The level of Smad7 is modulated by its physical interaction with Hic-5 and targeted to a degradation pathway not likely to be proteasomal"}, {"pubmed": 19032343, "text": "These results indicate that Ski complexes serve to maintain a TGF-beta-responsive promoter at a repressed basal level via the activities of histone deacetylase and histone arginine methyltransferase."}, {"pubmed": 19192480, "text": "Smad7 makes CD4+ T cells resistant to Tregs-mediated suppression thus fine-tuning their proinflammatory potential."}, {"pubmed": 19288000, "text": "Mutations and variants of Smad7 are unlikely to be of major significance to the pathogenesis of HPV-induced cervical cancer."}, {"pubmed": 19288000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19341727, "text": "Results suggest a mechanism by which a balance between Smad4 and Smad7 in human gastric cancer is critical for differentiation, metastasis, and apoptosis of tumor cells."}, {"pubmed": 19352540, "text": "Overexpression of Smad7 has been shown to antagonize TGF-beta-mediated fibrosis, carcinogenesis, and inflammation, suggesting a therapeutic potential of Smad7 to treat these diseases."}, {"pubmed": 19357349, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19357349, "text": "genetic variants of SMAD7 are markers predisposing to colon cancer, specifically in women."}, {"pubmed": 19395656, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19395656, "text": "Study propose that the novel SNP we have identified is the functional change leading to CRC predisposition through differential SMAD7 expression."}, {"pubmed": 19505925, "text": "None of the single nucleotide polymorphisms studied in SMAD7, GREM1 or CRAC1 were associated with breast cancer risk in our study"}, {"pubmed": 19505925, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19562778, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19624886, "text": "Smad7 expression was related with tumor differentiation and Lauren classification of gastric cancer."}, {"pubmed": 19693466, "text": "Smad signaling pathway plays in important role in the progress of glomerular sclerosis, renal tubular injury and interstitial fibrosis in children with IGA nephropathy."}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19758997, "text": "Mechanistically, in addition to interfering with the complex formation between the type I and type II receptors, hBAMBI cooperates with Smad7 to inhibit TGF-beta signaling"}, {"pubmed": 19843678, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19861282, "text": "Smad7 over-expression inhibits Smad2/3 phosphorylation, and decreases the expression of collagen I and alpha-SMA in HSC-T6 cells induced by TGF-beta1 to inhibit the progression of liver fibrosis."}, {"pubmed": 19875456, "text": "Akt modulates TGF-beta signaling by temporarily adjusting the levels of two TGF-beta pathway negative regulators, Ski and Smad7"}, {"pubmed": 19878580, "text": "Smad7 mRNA expression correlated significantly with TGF-beta concentration, Col I and Col III expression, and the amount of fibrosis."}, {"pubmed": 19885573, "text": "Adenovirus E1A oncoprotein is sufficient to induce Smad7 expression, an inhibitor of TGF-beta signalling."}, {"pubmed": 20040761, "text": "Recombinant human SMAD7 overexpression abolishes hepcidin activation in mouse liver cells by BMPs & TGF-beta. A distinct SMAD regulatory motif (GTCAAGAC) within the hepcidin promoter is involved in SMAD7-dependent hepcidin suppression."}, {"pubmed": 20124488, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20124488, "text": "Statistically significant association between both rs4939827 and rs12953717 and colon cancer, but not the rs4464148 SNP."}, {"pubmed": 20165854, "text": "The expression of TGF-beta1, its receptor TGFbetaRII, and signaling proteins Smad4 and Smad7 was observed in the majority of colorectal cancer specimens."}, {"pubmed": 20200978, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20354004, "text": "Smad7 is up-regulated in peripheral CD4-positive cells in multiple sclerosis during relapse but not remission, and expression of Smad7 correlates with T helper type (Th)1 cell responses."}, {"pubmed": 20416076, "text": "nasopharyngeal carcinoma cells are not sensitive to growth suppression by TGF-beta1, but the TGF-beta/Smad signaling transduction is functional"}, {"pubmed": 20437058, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20501757, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20514018, "text": "both ZEB1 downregulation and Smad7 overexpression contribute to resistance to TGF-beta1-mediated growth suppression in adult T-cell leukemia/lymphoma."}, {"pubmed": 20530476, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20551054, "text": "Data provide evidence that hypoxia could convert Smad7 function from an invasion inhibitor into an activator of invasion. Furthermore, they might shed light as to why increased Smad7 expression is detected in cancers."}, {"pubmed": 20638935, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20648012, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20658468, "text": "Smad6 and Smad7, inhibitors of BMP signaling, were up-regulated in HFE-mutant hereditary hemochromatosis compared to controls, disruptin bone morphogenic protein signaling."}, {"pubmed": 20659471, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20663871, "text": "Smad7 thus has an additional mode of interaction with TGF-beta family type I receptors not possessed by Smad6, which may play roles in mediating the inhibitory effects unique to Smad7."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20738806, "text": "Smad7 suppresses beta-catenin degradation and promotes interaction with N-cadherin, stabilizing association with neighboring dermal fibroblasts, thus mitigating invasion."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20863724, "text": "in human liver, not only HAMP, but also SMAD7 and Id1 mRNA significantly correlate with the extent of hepatic iron burden. However, this correlation is lost in patients with HFE-HC, but maintained in subjects with non-hemochromatotic iron overload."}, {"pubmed": 21054221, "text": "Smad7 overexpression is effective in blocking gingival myofibroblast transformation and activation."}, {"pubmed": 21071539, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21075068, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21075068, "text": "SMAD7 rs4464148 variant genotype was associated with increased cancer incidence"}, {"pubmed": 21221812, "text": "These outcomes suggest that rs12953717 is a common risk marker of colorectal, gastric, and lung cancers in the Han Chinese."}, {"pubmed": 21258410, "text": "Data show that the WWP2-N isoform interacts with Smad2 and Smad3, whereas WWP2-C interacts only with Smad7."}, {"pubmed": 21445336, "text": "Pro-inflammatory cytokine IL1B repress gastrin expression by activating Smad 7 and subsequent inhibition of nuclear localization of Smad 3/4 complex. Polymorphic promoter variants of IL1B gene can modulate the IL1B expression which"}, {"pubmed": 21883230, "text": "data confirm TGF-beta1 expression related to molecular events associated with CsA-induced gingival overgrowth.suggest Smad7 overexpression effective in blocking these events, including proliferation, type I collagen synthesis and MMP-2 activity."}, {"pubmed": 21900845, "text": "LIR was able to induce gains in 1RM and quadriceps CSA similar to those observed after traditional HI. These responses may be related to the concomitant decrease in MSTN and increase in FLST isoforms, GASP-1, and SMAD-7 mRNA gene expression."}, {"pubmed": 21910156, "text": "Results show SMAD7 variants known to be important for CRC risk were associated with disease-specific survival among prediagnostic NSAID users."}, {"pubmed": 21931165, "text": "CYLD regulates TGF-beta signaling function in T cells and the development of Tregs through deubiquitination of Smad7"}, {"pubmed": 22028324, "text": "Data show that Smad7 is downregulated in inflamed colon of patients with inflammatory bowel disease (IBD)-related colitis-associated colorectal cancer (CAC)."}, {"pubmed": 22033246, "text": "smad7 inhibits TGF-beta1 as well as the EGF signaling pathway in SKBR3 cells."}, {"pubmed": 22229264, "text": "Smad-7 expression in breast neoplasms in positively correlated with tumor size, stage, and lymph node status."}, {"pubmed": 22232431, "text": "nanoscale topographic features modulate TGFbeta-induced myofibroblast differentiation and alphaSMA expression, possibly through upregulation of Smad7."}, {"pubmed": 22286770, "text": "This same cluster can additionally target the inhibitory Smad7 protein."}, {"pubmed": 22457752, "text": "Results from our case-control study and the meta-analysis collectively confirmed the significant association of the SMAD7 variant rs4939827 with increased risk of colorectal cancer"}, {"pubmed": 22496417, "text": "The Smad7-APC complex links the TGFbeta type I receptor to the microtubule system to regulate directed cellular extension and migratory responses evoked by TGFbeta."}, {"pubmed": 22641218, "text": "TGF-beta and RELA activation promoted SMAD7 expression. In turn, SMAD7 preferentially suppressed TGF-beta-induced SMAD and NF-kappaB reporters when compared with constitutive or TNF-alpha-induced NF-kappaB reporter gene activation"}, {"pubmed": 22751114, "text": "Targeting Stat3 or Smad7 for knockdown results in resensitization of TGF-beta's cytostatic regulation in vivo."}, {"pubmed": 22841502, "text": "MTA1 appears to regulate a key inhibitor of TGFbeta signalling, SMAD7. By regulating molecules like SMAD7 MTA1 might assist the process of tumourigenesis and metastasis."}, {"pubmed": 22876112, "text": "Smad7 plays an important role in regulating extracellular matrix proteins in the aqueous humor outflow pathway."}, {"pubmed": 22921829, "text": "Smad7 binds YAP, Smurf1, Smurf2, and Nedd4L constitutively, the binding involving a PY motif in Smad7 and no phosphorylation."}, {"pubmed": 23034881, "text": "SMAD7, a cell-intrinsic inhibitor of Activin/Nodal and BMP signaling, is sufficient to confer an anterior neural fate on pluripotent human embryonic stem cells."}, {"pubmed": 23049692, "text": "Upregulation of Smad7 in cancer cells is sufficient to escape the negative effects of Bone morphogenetic proteins."}, {"pubmed": 23104301, "text": "Single nucleotide polymorphism in smad7 is associated with colorectal cancer."}, {"pubmed": 23244128, "text": "High Smad7 expression is associated with cholangiocarcinoma."}, {"pubmed": 23255602, "text": "Smad7 was able to activate the caspase 8 promoter through recruitment of the interferon regulatory factor 1 (IRF1) transcription factor to the interferon-stimulated response element (ISRE) site."}, {"pubmed": 23258148, "text": "Four genes were significantly associated with proliferative vitreoretinopathy: SMAD7, PIK3CG,TNF locus, and TNFR2. In the European sample, replication was observed in SMAD7 and the TNF locus."}, {"pubmed": 23390194, "text": "Data indicate that miR-21 potentiates TGF-beta signaling in hematopoietic cells via downregulation of SMAD7."}, {"pubmed": 23435373, "text": "MiR-25 may function as a tumor suppressor by targeting Smad7 in colon cancer."}, {"pubmed": 23472153, "text": "rs12953717 polymorphismof SMAD7 is associated with susceptibility to cancer [meta-analysis]"}, {"pubmed": 23560096, "text": "SMAD7 SNPs were associated with colorectal cancer risk in the Colon Cancer Family Registry."}, {"pubmed": 23567938, "text": "IHG-1 expression is associated with repression of the endogenous TGF-beta1 inhibitor Smad7."}, {"pubmed": 23625826, "text": "Smad7 suppresses hepatocellular carcinoma cell growth by inhibiting proliferation and G1 -S phase transition and inducing apoptosis through attenuation of NF-kappaB and TGFbeta signalling."}, {"pubmed": 23804438, "text": "a detailed computational model for TGF-beta signalling that incorporates elements of previous models together with crosstalking between Smad1/5/8 and Smad2/3 channels through a negative feedback loop dependent on Smad7."}, {"pubmed": 23949881, "text": "SMAD7 rs12953717 polymorphism contributes to increased risk of colorectal cancer."}, {"pubmed": 23998914, "text": "The expression of TGF-beta1 is increased while the Smad7 expression is diminished in dendritic cell infiltration decrease in liver gastrointestinal cancer metastasis."}, {"pubmed": 24039762, "text": "Genetic variants in SMAD7 influence susceptibility to congenital heart disease risk."}, {"pubmed": 24066093, "text": "The results show association of SMAD7 variant rs4939827 with colorectal cancer risk in Croatian population."}, {"pubmed": 24090133, "text": "Breast tumour cells down-regulate CCN2 gene expression in co-cultured fibroblasts in a Smad7- and ERK-dependent manner."}, {"pubmed": 24259667, "text": "Smad7 enhanced ubiquitylation of Myc through direct interaction with Myc and recruitment of Skp2. Ablation of Smad7 resulted in less sensitivity to the growth inhibitory effect of TGF-beta by inducing stable Myc expression."}, {"pubmed": 24317436, "text": "Smad7 can interact with other intracellular proteins and regulate also TGF-beta-independent signaling pathways thus making a valid contribution to the neoplastic processes in various organs."}, {"pubmed": 24343358, "text": "Ids suppressed cyclin-dependent kinase inhibitors, and re-upregulated invasion and metastasis-related genes matrix metalloproteinase 2 (MMP2), MMP9, CXCR4 and osteopontin, shown previously to be downregulated in response to Smad7"}, {"pubmed": 24345480, "text": "results demonstrated that miR-181c inhibits neuroblastoma cell growth and metastasis-related traits through the suppression of Smad7, functioning as a tumor suppressor"}, {"pubmed": 24369345, "text": "findings define a novel mechanism of Smad7 and YY1 to antagonize TGF-beta signaling"}, {"pubmed": 24394555, "text": "miR-181a promotes TGF-beta-mediated epithelial-to-mesenchymal transition via repression of Smad7."}, {"pubmed": 24448986, "text": "a SMAD7 variant may be associated with colorectal cancer risk in East Asians"}, {"pubmed": 24480808, "text": "Loss of smad7 expression is associated with colorectal cancer."}, {"pubmed": 24556688, "text": "Report role for Smad7 in sustaining colon tumorigenesis."}, {"pubmed": 24557062, "text": "Genetic variation of SMAD7 in the Han Chinese population was significantly correlated with susceptibility to colorectal cancer."}, {"pubmed": 24636138, "text": "Smad3 and phospho-Smad3 protein levels gradually decreased while TGF-beta1 mRNA level gradually decreased and the Smad7 mRNA level gradually increased from normal anterior pituitaries, noninvasive NFPAs, to invasive NFPAs."}, {"pubmed": 24641900, "text": "acetaldehyde up-regulates COL1A2 by modulating the role of Ski and the expression of SMADs 3, 4, and 7."}, {"pubmed": 24659668, "text": "Smad7 expression was significantly more frequent in intestinal type and well differentiated gastric adenocarcinomas and significantly correlated with the duration of disease-free survival."}, {"pubmed": 24752577, "text": "BAMBI alone or in combination with Smad7 was significantly associated with the OS and DFS. These findings suggest that BAMBI and Smad7 may cooperatively inhibit the TGF-beta signaling, and thus promote the progression of gastric cancer."}, {"pubmed": 24887517, "text": "miR-21 overexpression can contribute to TGF-beta1-induced epithelial-to-mesenchymal transition by inhibiting target smad7."}, {"pubmed": 24935472, "text": "Studies indicate that as an inhibitor of transforming growth factor beta (TGF-beta) signaling, SMAD family member 7 (SMAD7) is overexpressed in numerous cancer types and its abundance is positively correlated to the malignancy."}, {"pubmed": 24939309, "text": "Data suggest that ubiquitin specific peptidase 15 (USP15) may play a role in the pathogenesis of psoriasis through regulating the type I TGFbeta receptor (TbetaR-I)/Smad7 pathway."}, {"pubmed": 24969865, "text": "There was no significant association between SMAD7 rs2337107 and the risk of colorectal cancer."}, {"pubmed": 25060766, "text": "By targeting SMAD7, miR-17-5p promoted nuclear translocation of beta-catenin, enhanced expression of COL1A1 and finally facilitated the proliferation and differentiation of HMSC-bm cells."}, {"pubmed": 25107916, "text": "Overexpression of smad7 blocks primary tumor growth and lung metastasis development in osteosarcoma."}, {"pubmed": 25207745, "text": "The expression levels of collagens type I/III, TGF-beta1, Smad2/3/4/7 and PAI-1 (plasminogen activator inhibitor type 1) in gluteal muscle contraction (GMC) patients were measured."}, {"pubmed": 25333457, "text": "Smad7 maintains epithelial phenotype of ovarian cancer stem-like cells and supports tumor colonization by mesenchymal-epithelial transition."}, {"pubmed": 25375357, "text": "Data propose that the associated colorectal cancer risk at 18q21.1 is due to four functional variants that regulate SMAD7 expression and potentially perturb a BMP negative feedback loop in TGFbeta/BMP signaling pathways."}, {"pubmed": 25501551, "text": "Suggest novel role of leptin-NADPH oxidase induction of miR21 as a key regulator of TGF-beta signaling and fibrogenesis in experimental and human NASH."}, {"pubmed": 25518932, "text": "Results suggest that Itch is a positive regulator of the TGF-beta-mediated Smad signaling pathway via Smad7 ubiquitination and protein degradation."}, {"pubmed": 25540364, "text": "Authors demonstrated that hepatitis B virus can upregulate the level of Smad7 and inhibit TGF-beta signaling by downregulating miR-15a."}, {"pubmed": 25554686, "text": "Data show PTEN protein frameshift mutation and a SMAD7 protein missense mutation occurring in a father and son who had a syndrome of gastrointestinal hamartomatous and ganglioneuromatous polyposis, and who both developed esophageal adenocarcinoma."}, {"pubmed": 25602745, "text": "Data indicate that SMAD family member 7 protein (Smad7) transcripts were elevated in 41.4% of hepatocellular carcinoma (HCC) samples as compared with adjacent tissue."}, {"pubmed": 25640388, "text": "The study found a significant association between colorectal cancer risk and rs4464148 AG genotype of the SMAD7 gene in affected women, but did not detect the same association in colorectal cancer male patients."}, {"pubmed": 25867271, "text": "Study identified miR-367 as a negative regulator of Smad7 expression in pancreatic cancer cells by directly targeting its 3'-UTR."}, {"pubmed": 25983322, "text": "SMAD7 is a target of miR-132 in glioma cells."}, {"pubmed": 26055326, "text": "Overexpression of Smad7 in human HaCaT keratinocyte cells and mouse skin tissues elevated EGF receptor (EGFR) activity by impairing ligand-induced ubiquitination and degradation of activated receptor, which is induced by the E3 ubiquitin ligase c-Cbl."}, {"pubmed": 26071245, "text": "Increased miR-16 expression promotes liver fibrosis through downregulation of HGF and Smad7 in hepatitis C patients."}, {"pubmed": 26278416, "text": "The expression of Smad7 increased."}, {"pubmed": 26303523, "text": "The decrease in miR-195 led to an increase in Smad7 expression and corresponding up-regulation of p65 and the AP-1 (activator protein 1) pathway, which might explain the mechanism of steroid resistance in ulcerative colitis patients"}, {"pubmed": 26390174, "text": "MiR-185-3p and miR-324-3p can modulate NPC cell growth and apoptosis, at least partly through targeting SMAD7."}, {"pubmed": 26445225, "text": "TGF-beta/Smad signalling pathway and VEGF-A participate in the pathogenesis of sarcoidosis."}, {"pubmed": 26579801, "text": "Meta-analysis showed that for SMAD7 gene, rs4939827 and rs4464148 are risk factors for colorectal cancer (CRC) among Caucasians whereas rs12953717 could elevate the susceptibility to CRC in both Caucasians and Asians."}, {"pubmed": 26608417, "text": "Suggest that greater tumor associated macrophage density, strong Hexim1 expression, strong SMAD2 expression, and mild SMAD7 expression play important roles in the progression of prostate adenocarcinoma."}, {"pubmed": 26651974, "text": "Data indicate that, in irritable bowel disease, high Smad7 contributes to sustain detrimental immune responses and knockdown of this molecule can help attenuate the ongoing mucosal inflammation in patients with such disorders"}, {"pubmed": 26701726, "text": "Data show that protein kinase LKB1 physically interacts with BMP type I receptors and requires Smad7 protein to promote downregulation of the receptor."}, {"pubmed": 26759305, "text": "Results showed that SMAD7 was up-regulated in hepatocellular carcinoma tissues and was found to be the target of UPF1."}, {"pubmed": 26779637, "text": "Polymorphisms in the SMAD7 rs4939827 is associated with rectal cancer."}, {"pubmed": 26818761, "text": "The inverse correlation between Smad7 and AhR expression helps to propagate inflammatory signals in the gut in Crohn's disease."}, {"pubmed": 26856334, "text": "SMAD7 overexpression might represent a mechanism limiting TGF-beta-mediated fibrogenesis in human hepatic diseases; therefore, SMAD7 induction likely represents a candidate for novel therapeutic approaches."}, {"pubmed": 26859364, "text": "Smad7 expression in necrotizing enterocolitis macrophages interrupts TGF-beta signaling and promotes NF-kappaB-mediated inflammatory signaling in these cells through increased expression of IKK-beta"}, {"pubmed": 26892629, "text": "miRNA-181a appears to play a potential role in pancreatic beta-cells dysfunction via SMAD7."}, {"pubmed": 26982322, "text": "Study founds the levels of CYLD and SMAD7 significantly decreased in oral squamous cell carcinoma (OSSC) cells and proposes a model that CYLD suppresses OSCC metastases through SMAD7. Downregulation of CYLD appears to directly contribute to the distal metastases of primary OSCC and subsequently poor prognosis."}, {"pubmed": 26989026, "text": "Our data revealed the SMAD7 loci is associated with hepatocellular carcinoma susceptibility and its clinicopathologic development."}, {"pubmed": 26997760, "text": "study suggested that TGF-beta1/Smad3/smad7 is a major pathway which plays an important role in the regulation of the IUA and specific inhibitor of Smad3 (SIS3) may provide a new therapeutic strategy for IUA."}, {"pubmed": 27185036, "text": "Carboplatin may upregulate SMAD7 through suppression of miR-21 to inhibit TGFbeta receptor signaling mediated non-small cell lung cancer cell invasion."}, {"pubmed": 27192628, "text": "miR-590-5p promotes osteoblast differentiation by indirectly protecting and stabilizing the Runx2 protein by targeting Smad7 gene expression."}, {"pubmed": 27303812, "text": "microRNA-497 modulates breast cancer cell proliferation, invasion, and survival by targeting SMAD7."}, {"pubmed": 27473823, "text": "Transforming Growth Factor beta inhibitor peptide P144 downregulates SKI and an upregulates SMAD7 at both transcriptional and translational levels in glioblastoma cell lines."}, {"pubmed": 27572168, "text": "Furthermore, MERS coronavirus induced apoptosis through upregulation of Smad7 and fibroblast growth factor 2 (FGF2) expression in both kidney and lung cells."}, {"pubmed": 27619676, "text": "Downregulation of Smad 7 promotes migration and invasion through enhancing epithelial mesenchymal transition in esophageal squamous cell carcinoma."}, {"pubmed": 27628042, "text": "miR-424-5p -SMAD7 pathway contributed to esophageal squamous cell carcinoma invasion and metastasis."}, {"pubmed": 27861825, "text": "this study shows that in refractory celiac disease, high Smad7 associates with defective TGF-beta1 signaling and sustains inflammatory cytokine production"}, {"pubmed": 27996004, "text": "Mechanistic studies reveal that TGFbeta activates the expression of microRNA-182 (miR-182), which suppresses SMAD7 protein. miR-182 silencing leads to SMAD7 upregulation on TGFbeta treatment and prevents TGFbeta-induced epithelial-mesenchymal transition and invasion of cancer cells."}, {"pubmed": 28070019, "text": "this large-scale meta-analysis indicated that SMAD7 polymorphisms (rs4464148, rs4939827, and rs12953717) correlate with CRC."}, {"pubmed": 28108300, "text": "the findings show that TIEG1 is highly expressed in human keloids and that it directly binds and represses Smad7 promoter-mediated activation of TGF-beta/Smad2 signaling"}, {"pubmed": 28192117, "text": "NR2F2 could promote TGF-beta-induced epithelial-mesenchymal transition of colorectal carcinoma cells and inhibit Smad7 expression via transactivation of miR-21."}, {"pubmed": 28218435, "text": "Missense variant in smad7 gene is associated with colorectal cancer."}, {"pubmed": 28292929, "text": "RNF11 sequestration of the E3 ligase SMURF2 on membranes antagonizes SMAD7 down-regulation of transforming growth factor beta signaling"}, {"pubmed": 28300830, "text": "Smad7 inhibition diminishes interaction of PKR with protein kinase inhibitor p58 (p58(IPK))."}, {"pubmed": 28349818, "text": "A significant association was found between the low expression of inhibitory protein SMAD-7 and both zeta-chain-associated protein kinase 70-negative cells (p = 0.04) and lower apoptotic index (p = 0.004). No differences were observed in SMAD-2/3 expression. In conclusion, our results demonstrate a significant correlation between greater SMAD-1/8 and lower SMAD-4 expression in chronic lymphocytic leukemia cells"}, {"pubmed": 28374902, "text": "Studied expression of microRNA-375 and its target gene SMAD-7 polymorphisms (rs4939827) in colorectal cancer (CRC) patients in comparison to control subjects. A very significant correlation was found between miRNA-375 level and mutant and heterozygotes genotypes of SMAD-7 rs4939827 polymorphism in CRC."}, {"pubmed": 28381482, "text": "findings demonstrate TGF-beta enhances expression of USP26 and reinforces SMAD7 stability by limiting the ubiquitin-mediated turnover of SMAD7; clinically, loss of USP26 correlates with high TGF-beta activity and confers poor prognosis in glioblastoma; data identify USP26 as a novel negative regulator of the TGF-beta pathway and suggest that loss of USP26 expression may be an important factor in glioblastoma pathogenesis"}, {"pubmed": 28400336, "text": "ASPP2 suppresses invasion, peritoneal dissemination and TGF-beta1-induced EMT by inhibiting Smad7 degradation mediated by ITCH in gastric cancer cells."}, {"pubmed": 28467803, "text": "Studies indicate that the T allele of SMAD7 protein (SMAD7)single nucleotide polymorphism rs4939827 to be significantly related with an increase colorectal cancer (CRC) risk in Chinese population [Meta-analysis]."}, {"pubmed": 28498453, "text": "Collectively, these findings demonstrate that the miR-15a/Smad-7/TGF-beta pathway is important in HBV-associated liver cancer."}, {"pubmed": 28732737, "text": "Smad7 regulates TGF-beta1 signaling via a negative feedback loop and mediates the interaction between TGF-beta1 and other signaling pathways; suggesting that Smad7 over expression may have therapeutic potential in ALL."}, {"pubmed": 28874583, "text": "Smad7 enables STAT3 activation and promotes pluripotency independent of TGF-beta signaling."}, {"pubmed": 29044425, "text": "This study reports a proinflammatory role for SMAD7 in human gestational tissues, with SMAD7 silencing attenuating the inflammatory response."}, {"pubmed": 29084532, "text": "SMAD7 gene and specifically the allele C could be protective for colorectal cancer (CRC). An independent protective association was also observed between high adherence Mediterranean diet pattern and CRC risk."}, {"pubmed": 29117538, "text": "In conclusion, our study demonstrated that COL1A2-AS1/miR-21/Smad pathway plays an important role in inhibiting hypertrophic scar formation, and suggested this novel pathway may be a new target for hypertrophic scar treatment."}, {"pubmed": 29235476, "text": "OTU deubiquitinase 1 (OTUD1) directly deubiquitinates Smad7 Protein (SMAD7) and prevents its degradation."}, {"pubmed": 29366786, "text": "SMAD7 promoter is hyper-methylated both in human atherosclerotic plaques and atherosclerosis patients, which is positively associated with homocysteine levels and carotid plaque scores."}, {"pubmed": 29433423, "text": "Expression of Smad7 was negatively regulated by miR-17-5p; Smad7 expression inactivated NF-kappaB and Wnt/beta catenin pathways."}, {"pubmed": 29433908, "text": "Periostin contributes to skin fibrosis by enhancing TGF-beta signaling via Smad 7 inhibition, which may lead to extracellular matrix deposition and periostin generation."}, {"pubmed": 29886060, "text": "HO-1 plays a key role in protecting tumor cells from apoptosis, in a process that involves Smad7 and HDAC4/5 in apoptosis of B-ALL cells"}, {"pubmed": 30076393, "text": "this paper shows that cytomegalovirus promotes intestinal macrophage-mediated mucosal inflammation through induction of Smad7"}, {"pubmed": 30147698, "text": "upregulation of Smad7 was seen in both the epithelial and lamina propria compartments of inflammatory bowel disease patients and this associated with reduced expression and activity of Sirt1"}, {"pubmed": 30158641, "text": "The role of the TGF-beta1/c-Myb/miR-520h/Smad7 axis in EOC metastasis."}, {"pubmed": 30177817, "text": "Study suggested that high expression of SMAD3 and SMAD7 predicted adverse prognosis in AML patients undergoing chemotherapy and SMAD7 was a better prognostic marker than SMAD3."}, {"pubmed": 30275229, "text": "SMAD7 Polymorphisms Are Associated with Colorectal Cancer in Patients with Lynch Syndrome."}, {"pubmed": 30338786, "text": "MicroRNA-21 inhibits osteogenesis in mesenchymal stem cell-derived exosomes extracted from osteoporosis patients via targeting SMAD7."}, {"pubmed": 30342000, "text": "High expression of SMAD7 was positively associated with several features of tumor aggressiveness."}, {"pubmed": 30450102, "text": "this study shows that loss of Smad7 promotes inflammation in rheumatoid arthritis"}, {"pubmed": 30545440, "text": "Gene network analysis showed that SMAD7 expression is regulated by SETDB1 levels, indicating that up-regulation of SMAD7 by SETDB1 knockdown inhibited BRC metastasis."}, {"pubmed": 30594253, "text": "A computational model of non-linear regression is shown, based on deep neural networks that predict the regulation given by the miRNA target transcripts mRNA coding for Smad7 protein in patients with breast cancer."}, {"pubmed": 30611100, "text": "Over-expression of circ-SMAD7 inhibits tumor proliferation and migration in esophageal squamous cell carcinoma."}, {"pubmed": 30653987, "text": "this study shows that genetic variants of SMAD7 are associated with susceptibility to ulcerative colitis in a Japanese genetic background"}, {"pubmed": 30861602, "text": "The potential regulatory role of miR16 to the interplay between interferon and transforming growth factor beta pathways through IRF3 and SMAD7 in hepatitis C virus infected patients."}, {"pubmed": 30862693, "text": "The decreased levels of SMAD7 in glioblastoma is associated with poor clinical outcome.  In experimental models HERC3 mediated SMAD7 degradation promoted autophagy associated epithelial-to-mesenchymal transition."}, {"pubmed": 30946881, "text": "Authors found that miR-93-5p was negatively correlated with the relative expression of Smad7 and positively correlated with the relative expression of TGF-beta1 in clinical prolactinoma samples. Luciferase reporter assays showed that miR-93-5p could downregulate the Smad7 gene, an inhibitor of the TGF-beta1/Smad3 signaling pathway, and activate TGF-beta1/Smad3 signaling-mediated fibrosis in a feed-forward loop."}, {"pubmed": 30973065, "text": "inhibition of miR-543 was found to play a tumor suppressive role in PA through the down-regulation of Wnt/beta-catenin pathway by negatively regulating Smad7"}, {"pubmed": 31039140, "text": "Conditional deletion of the inhibitory signaling factor Smad7, however, generated cells that are both highly invasive and proliferative, indicating that invasiveness is compatible with a high proliferation rate. In fact, conditional Smad7 deletion led to sustained melanoma growth and at the same time promoted massive metastasis formation"}, {"pubmed": 31146975, "text": "that the ectopic expression of miR-106a is modulated by the upstream transcriptional factor KLF4, which influences the invasive ability of gastric cancer through the downstream target Smad7"}, {"pubmed": 31148365, "text": "CircMTO1 inhibits liver fibrosis via regulation of miR-17-5p and Smad7."}, {"pubmed": 31243343, "text": "REGgamma ablation impedes dedifferentiation of anaplastic thyroid carcinoma and accentuates radio-therapeutic response by regulating the Smad7-TGF-beta pathway."}, {"pubmed": 31264769, "text": "Long non-coding RNA SNAI3-AS1 promotes the proliferation and metastasis of hepatocellular carcinoma by regulating the UPF1/Smad7 signalling pathway."}, {"pubmed": 31546607, "text": "The data reveal a structural platform for Smad substrate selection by WWP2 isoform WW domains that may be significant in the context of WWP2 isoform switching linked to tumorigenesis."}, {"pubmed": 31554487, "text": "The upregulated microRNA-21 might participate in the proliferation and migration in cells of hepatocellular carcinoma via suppression of smad family member 7."}, {"pubmed": 31767934, "text": "Proteasome-dependent degradation of Smad7 is critical for lung cancer metastasis."}, {"pubmed": 31774554, "text": "MiR-3175 promotes epithelial-mesenchymal transition by targeting Smad7 in human conjunctiva and pterygium."}, {"pubmed": 31815762, "text": "Overexpression of microRNA-21 decreased the sensitivity of advanced cervical cancer to chemoradiotherapy through SMAD7."}, {"pubmed": 31941699, "text": "Activation of Canonical BMP4-SMAD7 Signaling Suppresses Breast Cancer Metastasis."}, {"pubmed": 32096163, "text": "Upregulation of circular SMAD7 inhibits tumorigenesis of gastric cancer by reversing epithelial-to-mesenchymal transition."}, {"pubmed": 32114253, "text": "SMAD7 expression was significantly higher in oral submucous fibrosis and oral squamous cell carcinoma than that of normal tissues"}, {"pubmed": 32141555, "text": "Circular RNA_LARP4 inhibits the progression of non-small-cell lung cancer by regulating the expression of SMAD7."}, {"pubmed": 32143362, "text": "Mesenchymal MACF1 Facilitates SMAD7 Nuclear Translocation to Drive Bone Formation."}, {"pubmed": 32283253, "text": "SMURF2 and SMAD7 induce SARA degradation via the proteasome."}, {"pubmed": 32286456, "text": "Prolactin Acts on Myeloid Progenitors to Modulate SMAD7 Expression and Enhance Hematopoietic Stem Cell Differentiation into the NK Cell Lineage."}, {"pubmed": 32307790, "text": "Smad7 in psoriasis vulgaris patients: A clinical and immunohistochemical study."}, {"pubmed": 32319077, "text": "MiR-503-5p functions as an oncogene in oral squamous cell carcinoma by targeting Smad7."}, {"pubmed": 32323793, "text": "Long noncoding RNA LINC00858 promotes TP53wildtype colorectal cancer progression by regulating the microRNA253p/SMAD7 axis."}, {"pubmed": 32324875, "text": "Association of Body Mass Index With Colorectal Cancer Risk by Genome-Wide Variants."}, {"pubmed": 32622014, "text": "MiR-487a-3p suppresses the malignant development of pancreatic cancer by targeting SMAD7."}, {"pubmed": 32648079, "text": "MicroRNA-503 Targets Mothers Against Decapentaplegic Homolog 7 Enhancing Hepatic Stellate Cell Activation and Hepatic Fibrosis."}, {"pubmed": 32705254, "text": "Inhibition of sphingosine kinase 2 attenuates hypertrophic scar formation via upregulation of Smad7 in human hypertrophic scar fibroblasts."}, {"pubmed": 32856881, "text": "Relationship between rs6715345 Polymorphisms of MIR-375 Gene and rs4939827 of SMAD-7 Gene in Women with Breast Cancer and Healthy Women: A Case-Control Study."}, {"pubmed": 32899503, "text": "MiR-581/SMAD7 Axis Contributes to Colorectal Cancer Metastasis: A Bioinformatic and Experimental Validation-Based Study."}, {"pubmed": 32945396, "text": "Angiotensinconverting enzyme2 improves diabetic nephropathy by targeting Smad7 for ubiquitin degradation."}, {"pubmed": 33006314, "text": "GAS5 protects against osteoporosis by targeting UPF1/SMAD7 axis in osteoblast differentiation."}, {"pubmed": 33076905, "text": "High Smad7 in the early post-operative recurrence of Crohn's disease."}, {"pubmed": 33186807, "text": "ATXN7L3 positively regulates SMAD7 transcription in hepatocellular carcinoma with growth inhibitory function."}, {"pubmed": 33236602, "text": "[Effects of Regulating Smad7 Gene on Epithelial-Mesenchymal Transition in Keloid Keratinocyte]."}, {"pubmed": 33241676, "text": "The epigenetic regulator RINF (CXXC5) maintains <i>SMAD7</i> expression in human immature erythroid cells and sustains red blood cells expansion."}, {"pubmed": 33253708, "text": "Exosomes derived from thymic stromal lymphopoietin-treated dendritic cells regulate T helper 17/regulatory T cell differentiation via miR-21/Smad7 axis."}, {"pubmed": 33368437, "text": "Overexpression of Mothers Against Decapentaplegic Homolog 7 Activates the Yes-Associated Protein/NOTCH Cascade and Promotes Liver Carcinogenesis in Mice and Humans."}, {"pubmed": 33375423, "text": "Role of TGF-Beta and Smad7 in Gut Inflammation, Fibrosis and Cancer."}, {"pubmed": 33436154, "text": "Smad7 down-regulation via ubiquitin degradation mediated by Smurf2 in fibroblasts of hypertrophic scars in burned patients."}, {"pubmed": 33475023, "text": "Association between MeCP2 and Smad7 in the pathogenesis and development of pathological scars."}, {"pubmed": 33512737, "text": "A case-control study examining the association of smad7 and TLR single nucleotide polymorphisms on the risk of colorectal cancer in ulcerative colitis."}, {"pubmed": 33588941, "text": "Silencing Smad7 potentiates BMP2-induced chondrogenic differentiation and inhibits endochondral ossification in human synovial-derived mesenchymal stromal cells."}, {"pubmed": 33739023, "text": "The effects of the miR-21/SMAD7/TGF-beta pathway on Th17 cell differentiation in COPD."}, {"pubmed": 33780363, "text": "Overexpression of BAMBI and SMAD7 impacts prognosis of acute myeloid leukemia patients: A potential TERT non-canonical role."}, {"pubmed": 33920230, "text": "Involvement of Smad7 in Inflammatory Diseases of the Gut and Colon Cancer."}, {"pubmed": 33938174, "text": "Hsa-miR-186-5p regulates TGFbeta signaling pathway through expression suppression of SMAD6 and SMAD7 genes in colorectal cancer."}, {"pubmed": 34026434, "text": "PRMT5 Enables Robust STAT3 Activation via Arginine Symmetric Dimethylation of SMAD7."}, {"pubmed": 34061176, "text": "cMet agonistic antibody prevents acute kidney injury to chronic kidney disease transition by suppressing Smurf1 and activating Smad7."}, {"pubmed": 34254453, "text": "miR-21-5p/SMAD7 axis promotes the progress of lung cancer."}, {"pubmed": 34370213, "text": "Long non-coding RNA ARHGAP5-AS1 inhibits migration of breast cancer cell via stabilizing SMAD7 protein."}, {"pubmed": 34551139, "text": "FOXD3 suppresses epithelial-mesenchymal transition through direct transcriptional promotion of SMAD7 in esophageal squamous cell carcinoma."}, {"pubmed": 34717960, "text": "SMAD7 and SMAD4 expression in colorectal cancer progression and therapy response."}, {"pubmed": 34775378, "text": "Deletion of miR-15a inhibited glioma development via targeting Smad7 and inhibiting EMT pathway."}, {"pubmed": 35016683, "text": "Association of SMAD7 genetic markers and haplotypes with colorectal cancer risk."}, {"pubmed": 35041343, "text": "Targeting of Smad7 in Mesenchymal Cells Does Not Exacerbate Fibrosis During Experimental Chronic Pancreatitis."}, {"pubmed": 35795857, "text": "Smad7 Is Highly Expressed in Human Degenerative Discs and Participates in IL-1beta-Induced Apoptosis of Rat AF Cells via the Mitochondria Pathway."}, {"pubmed": 36263180, "text": "HDAC5-mediated Smad7 silencing through MEF2A is critical for fibroblast activation and hypertrophic scar formation."}, {"pubmed": 36377587, "text": "Are SMAD2/4/7 genetic variants associated with rheumatoid arthritis susceptibility and severity?"}, {"pubmed": 36607878, "text": "Association of several loci of SMAD7 with colorectal cancer: A meta-analysis based on case-control studies."}, {"pubmed": 36690223, "text": "Genetic analysis and allele-specific expression of SMAD7 3'UTR variants in human colorectal cancer reveal a novel somatic variant exhibiting allelic imbalance."}, {"pubmed": 36845150, "text": "Hypermethylation of Smad7 in CD4[+] T cells is associated with the disease activity of rheumatoid arthritis."}, {"pubmed": 37376985, "text": "Overexpression of SMAD7 improves the function of EGFR-targeted human CAR-T cells against non-small-cell lung cancer."}, {"pubmed": 37382248, "text": "YES-associated protein-regulated Smad7 worsen epithelial barrier injury of chronic sinusitis with nasal polyps."}, {"pubmed": 37611637, "text": "TGF-beta1 signaling and Smad7 control T-cell responses in health and immune-mediated disorders."}, {"pubmed": 37713818, "text": "CircMACF1 alleviates myocardial fibrosis after acute myocardial infarction by suppressing cardiac fibroblast activation via the miR-16-5p/SMAD7 axis."}, {"pubmed": 37721570, "text": "Identification and characterization of colorectal-cancer-associated SNPs on the SMAD7 locus."}, {"pubmed": 37851987, "text": "Circular RNA sirtuin-1 restrains the malignant phenotype of non-small cell lung cancer cells via the microRNA-510-5p/SMAD family member 7 axis."}, {"pubmed": 37882714, "text": "[Silencing of SMAD family member 3 promotes M2 polarization of macrophages and the expression of SMAD7 in rheumatoid arthritis]."}, {"pubmed": 38146644, "text": "SMAD7 gene polymorphisms and their influence on patients with colorectal cancer."}, {"pubmed": 38177245, "text": "SMAD7 expression in CAR-T cells improves persistence and safety for solid tumors."}, {"pubmed": 38287200, "text": "Circular RNA circWNK1 inhibits the progression of gastric cancer via regulating the miR-21-3p/SMAD7 axis."}, {"pubmed": 38657333, "text": "UHRF1 inhibition mitigates vascular endothelial cell injury and ameliorates atherosclerosis in mice via regulating the SMAD7/YAP1 axis."}, {"pubmed": 39054719, "text": "Knockdown of YAP1 Reduces YTHDF3 to Stabilize SMAD7 and thus Inhibit Bladder Cancer Stem Cell Stemness."}], "genomic_pos": {"chr": "18", "end": 48950965, "ensemblgene": "ENSG00000101665", "start": 48919853, "strand": -1}, "genomic_pos_hg19": {"chr": "18", "end": 46477081, "start": 46446223, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 17438144, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001657", "qualifier": "involved_in", "term": "ureteric bud development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002725", "qualifier": "involved_in", "term": "negative regulation of T cell cytokine production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007179", "qualifier": "involved_in", "term": "transforming growth factor beta receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009653", "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010717", "pubmed": 24887517, "qualifier": "involved_in", "term": "regulation of epithelial to mesenchymal transition"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010719", "pubmed": 19018011, "qualifier": "involved_in", "term": "negative regulation of epithelial to mesenchymal transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010801", "pubmed": 18593713, "qualifier": "involved_in", "term": "negative regulation of peptidyl-threonine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010944", "pubmed": 17438144, "qualifier": "involved_in", "term": "negative regulation of transcription by competitive promoter binding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0022409", "pubmed": 18593713, "qualifier": "involved_in", "term": "positive regulation of cell-cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030279", "qualifier": "involved_in", "term": "negative regulation of ossification"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030336", "pubmed": 19018011, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030512", "pubmed": [9256479, 11278251, 12151385, 17438144, 18762808], "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030512", "pubmed": [16601693, 21791611], "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030514", "pubmed": 17438144, "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031397", "pubmed": 18593713, "qualifier": "involved_in", "term": "negative regulation of protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031503", "pubmed": 18593713, "qualifier": "involved_in", "term": "protein-containing complex localization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032436", "pubmed": 11278251, "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032926", "pubmed": 16720724, "qualifier": "involved_in", "term": "negative regulation of activin receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033137", "pubmed": 18593713, "qualifier": "involved_in", "term": "negative regulation of peptidyl-serine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034333", "pubmed": 18593713, "qualifier": "involved_in", "term": "adherens junction assembly"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0034616", "pubmed": 9256479, "qualifier": "involved_in", "term": "response to laminar fluid shear stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048844", "qualifier": "involved_in", "term": "artery morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050821", "pubmed": 18593713, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051444", "pubmed": 18593713, "qualifier": "involved_in", "term": "negative regulation of ubiquitin-protein transferase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055010", "qualifier": "involved_in", "term": "ventricular cardiac muscle tissue morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055117", "qualifier": "involved_in", "term": "regulation of cardiac muscle contraction"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0060373", "pubmed": 18952608, "qualifier": "involved_in", "term": "regulation of ventricular cardiac muscle cell membrane depolarization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060392", "pubmed": 17438144, "qualifier": "involved_in", "term": "negative regulation of SMAD protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060392", "pubmed": 16601693, "qualifier": "involved_in", "term": "negative regulation of SMAD protein signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060392", "qualifier": "involved_in", "term": "negative regulation of SMAD protein signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060395", "qualifier": "involved_in", "term": "SMAD protein signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060412", "qualifier": "involved_in", "term": "ventricular septum morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071560", "pubmed": 18593713, "qualifier": "involved_in", "term": "cellular response to transforming growth factor beta stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902731", "qualifier": "involved_in", "term": "negative regulation of chondrocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903043", "qualifier": "involved_in", "term": "positive regulation of chondrocyte hypertrophy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000317", "qualifier": "involved_in", "term": "negative regulation of T-helper 17 type immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000320", "qualifier": "involved_in", "term": "negative regulation of T-helper 17 cell differentiation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001650", "qualifier": "located_in", "term": "fibrillar center"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [11278251, 12151385, 17438144], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [11278251, 12151385, 17438144], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 12151385, "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005912", "pubmed": 18593713, "qualifier": "colocalizes_with", "term": "adherens junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 23610558, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0071144", "qualifier": "part_of", "term": "heteromeric SMAD protein complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003714", "pubmed": 17438144, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14993265, 15231748, 16601693, 16720724, 18593713, 18762808, 20937913, 21258410, 21791611, 22344298, 22921829, 25283809], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005518", "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008013", "pubmed": 18593713, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": [11278251, 12151385, 16720724], "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0034713", "pubmed": 11278251, "qualifier": "enables", "term": "type I transforming growth factor beta receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070411", "qualifier": "enables", "term": "I-SMAD binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070411", "pubmed": 9256479, "qualifier": "enables", "term": "I-SMAD binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070697", "pubmed": 16720724, "qualifier": "enables", "term": "activin receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0140416", "qualifier": "enables", "term": "transcription regulator inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140416", "pubmed": 9256479, "qualifier": "enables", "term": "transcription regulator inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990756", "pubmed": 11278251, "qualifier": "enables", "term": "ubiquitin-like ligase-substrate adaptor activity"}]}, "homologene": {"genes": [[7955, 326282], [8364, 100486892], [9031, 395544], [9031, 429683], [9598, 455411], [9606, 4092], [9615, 490570], [9913, 535916], [10090, 17131], [10116, 81516]], "id": 4314}, "interpro": [{"desc": "SMAD domain, Dwarfin-type", "id": "IPR001132", "short_desc": "SMAD_dom_Dwarfin-type"}, {"desc": "SMAD/FHA domain superfamily", "id": "IPR008984", "short_desc": "SMAD_FHA_dom_sf"}, {"desc": "Dwarfin", "id": "IPR013790", "short_desc": "Dwarfin"}, {"desc": "SMAD-like domain superfamily", "id": "IPR017855", "short_desc": "SMAD-like_dom_sf"}, {"desc": "MAD homology 1, Dwarfin-type", "id": "IPR003619", "short_desc": "MAD_homology1_Dwarfin-type"}, {"desc": "MAD homology, MH1", "id": "IPR013019", "short_desc": "MAD_homology_MH1"}, {"desc": "SMAD MH1 domain superfamily", "id": "IPR036578", "short_desc": "SMAD_MH1_sf"}], "ipi": ["IPI00005079", "IPI00922705", "IPI00977756"], "map_location": "18q21.1", "name": "SMAD family member 7", "other_names": ["MAD (mothers against decapentaplegic, Drosophila) homolog 7", "MAD homolog 8", "Mothers against decapentaplegic, drosophila, homolog of, 7", "SMAD, mothers against DPP homolog 7", "hSMAD7", "mothers against DPP homolog 8", "mothers against decapentaplegic homolog 7"], "pantherdb": {"HGNC": "6773", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1100518", "ortholog_type": "LDO", "panther_family": "PTHR13703", "taxid": 10090, "uniprot_kb": "O35253"}, {"RGD": "69314", "ortholog_type": "LDO", "panther_family": "PTHR13703", "taxid": 10116, "uniprot_kb": "O88406"}, {"Ensembl": "ENSGALG00000029545", "ortholog_type": "O", "panther_family": "PTHR13703", "taxid": 9031, "uniprot_kb": "C3U1W3"}, {"Ensembl": "ENSGALG00000037160", "ortholog_type": "LDO", "panther_family": "PTHR13703", "taxid": 9031, "uniprot_kb": "A0A1D5PNY8"}, {"ZFIN": "ZDB-GENE-030128-3", "ortholog_type": "LDO", "panther_family": "PTHR13703", "taxid": 7955, "uniprot_kb": "Q8AWR7"}, {"WormBase": "WBGene00006445", "ortholog_type": "O", "panther_family": "PTHR13703", "taxid": 6239, "uniprot_kb": "G5EDS9"}, {"FlyBase": "FBgn0020493", "ortholog_type": "O", "panther_family": "PTHR13703", "taxid": 7227, "uniprot_kb": "A0A6H2EEY2"}], "uniprot_kb": "O15105"}, "pathway": {"biocarta": {"id": "tgfbpathway", "name": "tgf beta signaling pathway"}, "humancyc": {"id": "PWY66-11", "name": "BMP Signalling Pathway"}, "kegg": [{"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, "pid": [{"id": "alk1pathway", "name": "ALK1 signaling events"}, {"id": "bmppathway", "name": "BMP receptor signaling"}, {"id": "hdac_classi_pathway", "name": "Signaling events mediated by HDAC Class I"}, {"id": "ifngpathway", "name": "IFN-gamma pathway"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}, {"id": "tgfbrpathway", "name": "TGF-beta receptor signaling"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2173788", "name": "Downregulation of TGF-beta receptor signaling"}, {"id": "R-HSA-2173788", "name": "Downregulation of TGF-beta receptor signaling"}, {"id": "R-HSA-2173789", "name": "TGF-beta receptor signaling activates SMADs"}, {"id": "R-HSA-2173789", "name": "TGF-beta receptor signaling activates SMADs"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173795", "name": "Downregulation of SMAD2/3:SMAD4 transcriptional activity"}, {"id": "R-HSA-2173796", "name": "SMAD2/SMAD3:SMAD4 heterotrimer regulates transcription"}, {"id": "R-HSA-2173796", "name": "SMAD2/SMAD3:SMAD4 heterotrimer regulates transcription"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689603", "name": "UCH proteinases"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}], "wikipathways": [{"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP3924", "name": "Hfe effect on hepcidin production"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}]}, "pdb": ["2DJY", "2KXQ", "2LTV", "2LTW", "2LTX", "2LTY", "2LTZ"], "pfam": ["PF03165", "PF03166"], "pharmgkb": "PA134875286", "pharos": {"target_id": 6912, "tdl": "Tbio"}, "prosite": ["PS51075", "PS51076"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252415", "relationship": "is"}, {"id": "GNF252416", "relationship": "is"}, {"id": "GNF252417", "relationship": "is"}, {"id": "GNF252418", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038315", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF278419", "relationship": "is"}, {"id": "GNF278567", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101859", "relationship": "is"}, {"id": "GNF141514", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1", "NG_023330.1"], "protein": ["NP_001177750.1", "NP_001177751.1", "NP_001177752.1", "NP_005895.1", "XP_047293465.1", "XP_054174598.1"], "rna": ["NM_001190821.2", "NM_001190822.2", "NM_001190823.2", "NM_005904.4", "XM_047437509.1", "XM_054318623.1"], "translation": [{"protein": "NP_005895.1", "rna": "NM_005904.4"}, {"protein": "XP_047293465.1", "rna": "XM_047437509.1"}, {"protein": "NP_001177751.1", "rna": "NM_001190822.2"}, {"protein": "NP_001177752.1", "rna": "NM_001190823.2"}, {"protein": "XP_054174598.1", "rna": "XM_054318623.1"}, {"protein": "NP_001177750.1", "rna": "NM_001190821.2"}]}, "reporter": {"HG-U133_Plus_2": "204790_at", "HG-U95Av2": "1857_at", "HTA-2_0": "TC18000500.hg.1", "HuEx-1_0": "3807261", "HuGene-1_1": "8023220", "HuGene-2_1": "16855127"}, "summary": "The protein encoded by this gene is a nuclear protein that binds the E3 ubiquitin ligase SMURF2. Upon binding, this complex translocates to the cytoplasm, where it interacts with TGF-beta receptor type-1 (TGFBR1), leading to the degradation of both the encoded protein and TGFBR1. Expression of this gene is induced by TGFBR1. Variations in this gene are a cause of susceptibility to colorectal cancer type 3 (CRCS3). Several transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jun 2010].", "symbol": "SMAD7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334470"}, "unigene": "Hs.465087", "uniprot": {"Swiss-Prot": "O15105", "TrEMBL": ["K7EKF0", "B3KYA8"]}, "wikipedia": {"url_stub": "Mothers against decapentaplegic homolog 7"}}