{"AllianceGenome": "11111", "HGNC": "11111", "MIM": "300040", "_id": "8243", "_version": 1, "accession": {"genomic": ["AC233728.4", "AL161779.32", "CH471154.1", "CP068255.2", "NC_000023.11", "NC_060947.1", "NG_006988.2", "Z97054.1"], "protein": ["AAB34405.1", "AAH64368.1", "AAH80185.1", "AAI12128.1", "AAQ13659.1", "ADO22411.1", "BAA11495.2", "BAF84610.1", "BAH13445.1", "CAE45960.2", "CAI42089.1", "CAI42645.1", "CAI42646.1", "EAW93149.1", "EAW93150.1", "EAW93151.1", "NP_001268392.1", "NP_006297.2", "Q14683.2"], "rna": ["AF176781.1", "AK055575.1", "AK056308.1", "AK091458.1", "AK291921.1", "AK301266.1", "BC064368.1", "BC080185.1", "BC112127.1", "BC171726.1", "BP312805.1", "BQ232418.1", "BX640922.1", "D80000.2", "GQ900894.1", "NM_001281463.1", "NM_006306.4", "S78271.1"], "translation": [{"protein": "AAH64368.1", "rna": "BC064368.1"}, {"protein": "BAH13445.1", "rna": "AK301266.1"}, {"protein": "NP_001268392.1", "rna": "NM_001281463.1"}, {"protein": "AAB34405.1", "rna": "S78271.1"}, {"protein": "CAE45960.2", "rna": "BX640922.1"}, {"protein": "ADO22411.1", "rna": "GQ900894.1"}, {"protein": "NP_006297.2", "rna": "NM_006306.4"}, {"protein": "BAF84610.1", "rna": "AK291921.1"}, {"protein": "AAH80185.1", "rna": "BC080185.1"}, {"protein": "AAQ13659.1", "rna": "AF176781.1"}, {"protein": "AAI12128.1", "rna": "BC112127.1"}, {"protein": "BAA11495.2", "rna": "D80000.2"}]}, "alias": ["CDLS2", "DEE85", "DXS423E", "EIEE85", "SB1.8", "SMC1", "SMC1L1", "SMC1alpha", "SMCB"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-06-19T16:00:00.000Z", "disease_label": "X-linked complex neurodevelopmental disorder", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0100148", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_c281f5fd-d868-4425-a7b4-8e39e3b2090e-2019-06-19T160000.000Z", "sop": "SOP6"}}, "ensembl": {"gene": "ENSG00000072501", "protein": ["ENSP00000323421", "ENSP00000364489", "ENSP00000476416", "ENSP00000476958", "ENSP00000502524", "ENSP00000502626"], "transcript": ["ENST00000322213", "ENST00000375340", "ENST00000463684", "ENST00000469129", "ENST00000470241", "ENST00000674590", "ENST00000675065", "ENST00000675504"], "translation": [{"protein": "ENSP00000502524", "rna": "ENST00000675504"}, {"protein": "ENSP00000323421", "rna": "ENST00000322213"}, {"protein": "ENSP00000364489", "rna": "ENST00000375340"}, {"protein": "ENSP00000502626", "rna": "ENST00000674590"}, {"protein": "ENSP00000476416", "rna": "ENST00000470241"}, {"protein": "ENSP00000476958", "rna": "ENST00000463684"}], "type_of_gene": "protein_coding"}, "entrezgene": "8243", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 31.6802721035, "exp_mis": 282.343268043, "exp_syn": 97.7532339209, "lof_z": 5.57550397806834, "mis_z": 6.58863279772478, "mu_lof": 3.369698136e-06, "mu_mis": 3.94963725292e-05, "mu_syn": 1.27971402717e-05, "n_lof": 0.0, "n_mis": 56.0, "n_syn": 107.0, "p_li": 0.999988493720044, "p_null": 1.99847072246736e-13, "p_rec": 1.15062797558354e-05, "syn_z": -0.579794325031609}, "bp": 3702, "cds_end": 53449549, "cds_start": 53407023, "n_exons": 25, "nonpsych": {"exp_lof": 28.3870865683, "exp_mis": 255.748919983, "exp_syn": 88.3180296471, "lof_z": 5.23253821626163, "mis_z": 6.67845368195785, "mu_lof": 3.369698136e-06, "mu_mis": 3.94963725292e-05, "mu_syn": 1.27971402717e-05, "n_lof": 0.0, "n_mis": 44.0, "n_syn": 90.0, "p_li": 0.999965573338753, "p_null": 3.51757861452623e-12, "p_rec": 3.442665772902e-05, "syn_z": -0.112682658348456}, "nontcga": {"exp_lof": 28.7365780766, "exp_mis": 257.03720121, "exp_syn": 88.9149794038, "lof_z": 5.28808941230468, "mis_z": 6.40261698169499, "mu_lof": 3.369698136e-06, "mu_mis": 3.94963725292e-05, "mu_syn": 1.27971402717e-05, "n_lof": 0.0, "n_mis": 51.0, "n_syn": 89.0, "p_li": 0.999966783190283, "p_null": 2.63846269498685e-12, "p_rec": 3.32168070781626e-05, "syn_z": -0.00570894587645525}, "transcript": "ENST00000322213.4"}, "exons": [{"cdsend": 53421937, "cdsstart": 53380102, "chr": "X", "position": [[53374148, 53380186], [53380619, 53380730], [53381017, 53381087], [53382231, 53382383], [53382505, 53382660], [53383096, 53383253], [53394777, 53394888], [53396226, 53396380], [53396471, 53396617], [53399588, 53399730], [53403565, 53403672], [53403776, 53403893], [53405011, 53405149], [53405244, 53405391], [53405492, 53405672], [53405770, 53405956], [53409061, 53409269], [53409420, 53409503], [53411760, 53411901], [53411994, 53412253], [53412899, 53413138], [53413231, 53413435], [53414757, 53414870], [53414980, 53415169], [53421894, 53422040], [53422491, 53422728]], "strand": -1, "transcript": "NM_001281463", "txend": 53422728, "txstart": 53374148}, {"cdsend": 53422600, "cdsstart": 53380102, "chr": "X", "position": [[53374148, 53380186], [53380619, 53380730], [53381017, 53381087], [53382231, 53382383], [53382505, 53382660], [53383096, 53383253], [53394777, 53394888], [53396226, 53396380], [53396471, 53396617], [53399588, 53399730], [53403565, 53403672], [53403776, 53403893], [53405011, 53405149], [53405244, 53405391], [53405492, 53405672], [53405770, 53405956], [53409061, 53409269], [53409420, 53409503], [53411760, 53411901], [53411994, 53412253], [53412899, 53413138], [53413231, 53413435], [53414757, 53414870], [53414980, 53415169], [53422491, 53422654]], "strand": -1, "transcript": "NM_006306", "txend": 53422654, "txstart": 53374148}], "exons_hg19": [{"cdsend": 53448887, "cdsstart": 53407023, "chr": "X", "position": [[53401069, 53407107], [53407540, 53407651], [53407938, 53408008], [53409152, 53409304], [53409426, 53409581], [53410017, 53410174], [53421697, 53421808], [53423146, 53423300], [53423391, 53423537], [53426510, 53426652], [53430497, 53430604], [53430708, 53430825], [53431943, 53432081], [53432176, 53432323], [53432424, 53432604], [53432702, 53432888], [53435992, 53436200], [53436351, 53436434], [53438710, 53438851], [53438944, 53439203], [53439849, 53440088], [53440181, 53440385], [53441706, 53441819], [53441929, 53442118], [53448844, 53448990], [53449440, 53449677]], "strand": -1, "transcript": "NM_001281463", "txend": 53449677, "txstart": 53401069}, {"cdsend": 53449549, "cdsstart": 53407023, "chr": "X", "position": [[53401069, 53407107], [53407540, 53407651], [53407938, 53408008], [53409152, 53409304], [53409426, 53409581], [53410017, 53410174], [53421697, 53421808], [53423146, 53423300], [53423391, 53423537], [53426510, 53426652], [53430497, 53430604], [53430708, 53430825], [53431943, 53432081], [53432176, 53432323], [53432424, 53432604], [53432702, 53432888], [53435992, 53436200], [53436351, 53436434], [53438710, 53438851], [53438944, 53439203], [53439849, 53440088], [53440181, 53440385], [53441706, 53441819], [53441929, 53442118], [53449440, 53449603]], "strand": -1, "transcript": "NM_006306", "txend": 53449603, "txstart": 53401069}], "generif": [{"pubmed": 12199140, "text": "This protein is localized at the kinetochores and is involved in cell division."}, {"pubmed": 15640246, "text": "Inhibition of SMC1 is associated with chromosomal aberrations"}, {"pubmed": 16043481, "text": "RPGR-ORF15, which is mutated in retinitis pigmentosa, associates with SMC1."}, {"pubmed": 16242161, "text": "Replication timing of FRA3B in G2 was studied by bromodeoxyuridine (BrdU) labeling by a fluorescence in situ hybridization (FISH)-based approach through the analysis of clones spanning the FRA3B region."}, {"pubmed": 16604071, "text": "mutations in SMC1L1 (also known as SMC1), which encodes a different subunit of the cohesin complex, are responsible for Cornelia de Lange syndrome in three male members of an affected family and in one sporadic case"}, {"pubmed": 16623664, "text": "SMC1 binding represses OARE [OA (okadaic acid) response element] activity and its dissociation allows the recruitment of CAR(constitutive active/androstane receptor) to the OARE, synergizing the expression of the CYP2B6 gene."}, {"pubmed": 17102637, "text": "nuclear exclusion is important to prevent cohesin cleavage during interphase in the absence of securin and the phosphorylation inhibition"}, {"pubmed": 17106445, "text": "So far, two genes (NIPBL and SMC1L1) have been identified causing Cornelia de Lange syndrome (CdLS) or CdLS-like phenotypes."}, {"pubmed": 17273969, "text": "Mutations in SMC1A cause a mild variant of cornelia de Lange syndrome with predominant mental retardation"}, {"pubmed": 17544403, "text": "The S-phase checkpoint, regulated by the ATM-p95/NBS1-SMC1 pathway, was also triggered in hypoxia/reoxygenation-exposed lymphocytes."}, {"pubmed": 18299561, "text": "identified as one of five genes containing 11 somatic mutations in a panel that included 132 colorectal cancers, then demonstrated that down-regulation of such homologs resulted in chromosomal instability and chromatid cohesion defects in human cells"}, {"pubmed": 18763866, "text": "ATM plays a fundamental role in promoting the radiation-induced interaction of NBS1 with SMC1 in the presence of BRCA1, leading to the maintenance of chromosomal integrity."}, {"pubmed": 18832153, "text": "SMC1 is recruited to microtubule-bound RNA export factor 1 (Rae1) at the mitotic spindle pole."}, {"pubmed": 18996922, "text": "Cornelia de Lange syndrome mutations in SMC1A or SMC3 bind to DNA with higher affinity and display genomic instability."}, {"pubmed": 19052029, "text": "This study identified duplications Cornelia de Lange syndrome (CdLS) on chromosomes 5 or X using genome wide array comparative genomic hybridisation (aCGH). The duplicated regions contain either the NIPBL or the SMC1A genes."}, {"pubmed": 19414588, "text": "SMC1, a substrate of ATM, could not be phosphorylated at the DNA damage sites in the absence of PTIP"}, {"pubmed": 19468298, "text": "Transcription in severely affected Cornelia de Lange Syndrome probands has identified a unique profile of dysregulated gene expression that correlates with phenotypic severity and SMC1A binding analysis demonstrates a preference for intergenic regions."}, {"pubmed": 19701948, "text": "results suggest that mechanistically SMC1A-related Cornelia de Lange Syndrome is not due to altered levels of the SMC1A transcript, but rather that the mutant proteins maintain a residual function in males and enact a dominant negative effect in females."}, {"pubmed": 20016259, "text": "Interaction between Rae1 and cohesin subunit SMC1 is required for proper spindle formation."}, {"pubmed": 20358602, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20358602, "text": "The identification of 14 additional mutations of the cohesin complex genes NIPBL and SMC1A in a cohort of 30 unrelated patients with Cornelia de Lange syndrome, is reported."}, {"pubmed": 20514443, "text": "Low SMC1A expression predicts poor survival in acute myeloid leukemia."}, {"pubmed": 20635401, "text": "SMC1A missense mutation is associated with Cornelia de Lange syndrome."}, {"pubmed": 21056556, "text": "phosphorylation of SMC1 is required for an increased mobility after DNA damage in G2-phase cells, suggesting that ATM-dependent phosphorylation facilitates mobilization of the cohesin complex after DNA damage"}, {"pubmed": 21757780, "text": "phosphorylation of Rad50 plays a key regulatory role as an adaptor for specific ATM-dependent downstream signaling through SMC1 for DNA repair and cell cycle checkpoint control in the maintenance of genome integrity."}, {"pubmed": 22965847, "text": "NIPBL, SMC1A, and SMC3 mutation-positive patients were equally likely to have congenital heart diseases in Cornelia de lange syndrome."}, {"pubmed": 23106691, "text": "c-MYC down-regulation caused by cohesin mutations in SMC1A and SMC3 genes may be an early/primary event in the pathogenesis of Cornelia de Lange syndrome."}, {"pubmed": 23638217, "text": "These results suggest that SMC1A upregulation is involved in the pathogenesis of glioma."}, {"pubmed": 23683030, "text": "Clinical comparison between our patient with a previously reported individual with a SMC1A duplication and four male carriers of similar sSMC reported in databases, suggest that they all share clinical features related to cohesinopathies"}, {"pubmed": 23717600, "text": "studies report for the first time that SMC1 is overexpressed in TNBC cells where it plays a role in cell migration and drug sensitivity, and thus provides a potential therapeutic target for this highly invasive breast cancer subtype"}, {"pubmed": 23754617, "text": "Inhibiting SMC1A expression efficiently (P < 0.001) resulted in inhibiting the proliferation and colony formation of U251 and U87MG glioblastoma cells."}, {"pubmed": 23776448, "text": "Human SMC3 knock-down rendered SMC1 instable without cytoplasmic accumulation."}, {"pubmed": 23863341, "text": "The mutation c.1731G>A/p.E577E in our patient expands the mutational spectrum of SMC1A to splice site mutations and also represents the first exonic synonymous splice site mutation observed in any human cohesinopathy"}, {"pubmed": 24124034, "text": "Our clinical and molecular findings expand the total number of characterized SMC1A-mutated patients (from 44 to 52) and the restricted repertoire of SMC1A mutations (from 29 to 34), contributing to the molecular and clinical signature of SMC1A-based CdLS."}, {"pubmed": 24756084, "text": "A dominant negative effect is considered the pathogenic mechanism in SMC1A-defective female patients, the level of allelic preferential expression might be one of the factors contributing to the wide phenotypic variability observed in these patients."}, {"pubmed": 25080505, "text": "The SMC1a mutation leads to chromosomal instability and tumorigenesis in early colorectal adenomas."}, {"pubmed": 25875106, "text": "Our findings identify both SMC1 and CTCF as critical regulators of the differentiation-dependent life cycle of high-risk human papillomaviruses"}, {"pubmed": 25884313, "text": "Results show that SMC1A is overexpressed in colorectal cancer tissues and correlated with poor prognosis for late stage disease."}, {"pubmed": 26206533, "text": "same down-regulation of cohesin targets is observed in SMC1A-mutated patient fibroblasts"}, {"pubmed": 26358754, "text": "Loss-of-function mutations of SMC1A may be associated with early-onset encephalopathy with epilepsy."}, {"pubmed": 26386245, "text": "two novel de novo heterozygous frameshift mutations in the SMC1A gene were identified in two patients with developmental delay and epilepsy."}, {"pubmed": 26581180, "text": "numerous dysregulated genes occupied by cohesin by combining the transcriptome of CdLS cell lines carrying mutations in SMC1A gene, were identified."}, {"pubmed": 26637483, "text": "SMC1A plays an oncogenic role in colorectal cancer."}, {"pubmed": 26752331, "text": "Our data show the existence of a novel phenotypic entity - distinct from Cornelia de Lange syndrome - and caused by de novo SMC1A loss-of-function mutations"}, {"pubmed": 26781859, "text": "Results showed that the high expression of SMC1 often promoted epithelial-mesenchymal transition, accompanied by the enhanced expression of Brachyury in triple-negative breast cancer cells."}, {"pubmed": 27307603, "text": "We identified a large number of mutations in the CC region of both Smc1 and Smc3... we introduced them to the yeast Smc1 and Smc3 CC domains and characterized the effect of these mutant alleles on cohesin's function. We identified a missense mutation in the region of the kink domain of Smc3, which was previously identified in kidney carcinoma."}, {"pubmed": 27667360, "text": "High SMC1A expression is associated with prostate cancer."}, {"pubmed": 27739523, "text": "maintenance of the cancer cell state is dependent on recruitment of Mediator and Cohesin through FOXA and master transcription factors"}, {"pubmed": 27826041, "text": "Elevated expression of SMC1A in colorectal cancer cells promoted liver metastasis by recruiting the circulating tumor-associated fibroblasts."}, {"pubmed": 28102598, "text": "Based on these findings, LVNC cardiomyopathy and cleft lip should be considered features of SMC1A-associated CdLS. All patients should receive echocardiogram and undergo thorough ophthalmologic evaluation as part of routine CdLS care."}, {"pubmed": 28166369, "text": "This study demonstrated that Truncation mutations in SMC1A cause a severe epilepsy phenotype with cluster seizures in females."}, {"pubmed": 28548707, "text": "We conclude that SMC1A variants can result in a phenotype resembling CdLS and a phenotype resembling Rett syndrome. Resemblances between the SMC1A group and the NIPBL group suggest that a disturbed cohesin function contributes to the phenotype, but differences between these groups may also be explained by other underlying mechanisms such as moonlighting of the cohesin genes."}, {"pubmed": 29037998, "text": "All the nine probands with syndromic craniosynostosis were found to carry the possibly causative variants, among which three variants including two missense mutations in IFT122 gene, in SMC1A gene and a frameshift mutation in TWIST1 gene have never been reported in patients before."}, {"pubmed": 29452578, "text": "Both the SMC1A and SMC3 gene mutation tests were negative in all Chinese patients with Cornelia de Lange syndrome."}, {"pubmed": 29507117, "text": "Knockdown of CRL7(SMU1) components or loss of H2B ubiquitylation leads to defective sister chromatid cohesion, which is rescued by restoration of SMC1a expression."}, {"pubmed": 29860495, "text": "SMC1A mutation is associated with Cornelia de Lange syndrome."}, {"pubmed": 29988990, "text": "observations suggest that phosphorylation of SMC1A is a vital event in tumorigenesis and disease progression in hepatocellular carcinoma thus necessitating further investigation."}, {"pubmed": 30242889, "text": "SMC1A up-regulation is associated with recurrence, radioresistance and metastasis in prostate cancer."}, {"pubmed": 30246348, "text": "NEAT1 repressed the expression of miR-23a-3p, and therefore promoted SMC1A, which in turn suppressed myeloid leukemia cell proliferation and enhanced apoptosis"}, {"pubmed": 30295920, "text": "Significant phenotypical behavioral differences between individuals with de Lange syndrome caused by SMC1A variants and those caused by NIPBL variants."}, {"pubmed": 30823889, "text": "we showed that SMC1A cohesin core gene was present as extra-copies, mutated, and overexpressed in human colorectal carcinomas"}, {"pubmed": 31334757, "text": "Holoprosencephaly is associate with variants in the two X-linked cohesin complex genes, SMC1A and STAG2."}, {"pubmed": 32496272, "text": "Expansion of the phenotypic spectrum of SMC1A nonsense variants: a patient with cerebellar atrophy and review of the literature."}, {"pubmed": 32532882, "text": "A novel mosaic variant on SMC1A reported in buccal mucosa cells, albeit not in blood, of a patient with Cornelia de Lange-like presentation."}, {"pubmed": 33485391, "text": "Cohesin promotes HSV-1 lytic transcription by facilitating the binding of RNA Pol II on viral genes."}, {"pubmed": 35238682, "text": "Further Characterization of SMC1A Loss of Function Epilepsy Distinct From Cornelia de Lange Syndrome."}, {"pubmed": 37107610, "text": "Phenotypes and Genotypes in Patients with SMC1A-Related Developmental and Epileptic Encephalopathy."}, {"pubmed": 37212524, "text": "PIK3R3 is upregulated in liver cancer and activates Akt signaling to control cancer growth by regulation of CDKN1C and SMC1A."}, {"pubmed": 37537540, "text": "SMC1A facilitates gastric cancer cell proliferation, migration, and invasion via promoting SNAIL activated EMT."}, {"pubmed": 38282144, "text": "AKT/FOXM1/STMN1 signaling pathway activation by SMC1A promotes tumor growth in breast cancer."}], "genomic_pos": {"chr": "X", "end": 53422728, "ensemblgene": "ENSG00000072501", "start": 53374149, "strand": -1}, "genomic_pos_hg19": [{"chr": "HG1433_PATCH", "end": 53165728, "start": 53117149, "strand": -1}, {"chr": "X", "end": 53449677, "start": 53401070, "strand": -1}], "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0000070", "pubmed": 7757074, "qualifier": "involved_in", "term": "mitotic sister chromatid segregation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006281", "pubmed": 11877377, "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007062", "qualifier": "involved_in", "term": "sister chromatid cohesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007062", "pubmed": 15917200, "qualifier": "involved_in", "term": "sister chromatid cohesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007064", "pubmed": 12199140, "qualifier": "involved_in", "term": "mitotic sister chromatid cohesion"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009314", "pubmed": 11877377, "qualifier": "involved_in", "term": "response to radiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0034087", "pubmed": 32409525, "qualifier": "involved_in", "term": "establishment of mitotic sister chromatid cohesion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0034089", "pubmed": 32409525, "qualifier": "involved_in", "term": "establishment of meiotic sister chromatid cohesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035019", "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051321", "qualifier": "involved_in", "term": "meiotic cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072423", "pubmed": 11877377, "qualifier": "involved_in", "term": "response to DNA damage checkpoint signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090307", "pubmed": 11590136, "qualifier": "involved_in", "term": "mitotic spindle assembly"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000775", "qualifier": "located_in", "term": "chromosome, centromeric region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000776", "pubmed": [11682612, 12199140], "qualifier": "located_in", "term": "kinetochore"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0000794", "pubmed": 7757074, "qualifier": "located_in", "term": "condensed nuclear chromosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 11076961, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 32409525, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005694", "qualifier": "located_in", "term": "chromosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0008278", "pubmed": [9789013, 11590136, 22628566], "qualifier": "part_of", "term": "cohesin complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0008278", "pubmed": 11076961, "qualifier": "part_of", "term": "cohesin complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016363", "pubmed": 11590136, "qualifier": "located_in", "term": "nuclear matrix"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0030892", "pubmed": 23242214, "qualifier": "part_of", "term": "mitotic cohesin complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030892", "qualifier": "part_of", "term": "mitotic cohesin complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030893", "qualifier": "part_of", "term": "meiotic cohesin complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030893", "pubmed": 21242291, "qualifier": "part_of", "term": "meiotic cohesin complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0030893", "pubmed": 32409525, "qualifier": "part_of", "term": "meiotic cohesin complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097431", "pubmed": 11590136, "qualifier": "located_in", "term": "mitotic spindle pole"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": 11076961, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9789013, 11076961, 11590136, 11877377, 12930902, 15837422, 16438930, 17112726, 17113138, 17349791, 18832153, 19629043, 20818333, 22628566, 22885700, 22977523, 23242214, 24136289, 24981860, 26496610, 28514442, 29263825, 29867216, 30021884, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016887", "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0036033", "qualifier": "enables", "term": "mediator complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": 11590136, "qualifier": "enables", "term": "protein heterodimerization activity"}]}, "homologene": {"genes": [[3702, 824632], [4530, 4352932], [4896, 2540557], [4932, 850540], [5141, 3877569], [6239, 172116], [7165, 1273015], [7227, 42853], [7955, 403060], [7955, 559665], [8364, 100493711], [9031, 395187], [9544, 677711], [9598, 473619], [9606, 8243], [9615, 480928], [9913, 282370], [10090, 24061], [10116, 63996], [28985, 2892899], [33169, 4622942], [318829, 12985222]], "id": 4597}, "interpro": [{"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "RecF/RecN/SMC, N-terminal", "id": "IPR003395", "short_desc": "RecF/RecN/SMC_N"}, {"desc": "SMCs flexible hinge", "id": "IPR010935", "short_desc": "SMC_hinge"}, {"desc": "Structural maintenance of chromosomes protein", "id": "IPR024704", "short_desc": "SMC"}, {"desc": "Smc1, ATP-binding cassette domain", "id": "IPR028468", "short_desc": "Smc1_ABC"}, {"desc": "SMCs flexible hinge superfamily", "id": "IPR036277", "short_desc": "SMC_hinge_sf"}], "ipi": "IPI00291939", "map_location": "Xp11.22", "name": "structural maintenance of chromosomes 1A", "other_names": ["SMC protein 1A", "SMC-1-alpha", "SMC1 (structural maintenance of chromosomes 1, yeast)-like 1", "epididymis secretory sperm binding protein", "segregation of mitotic chromosomes 1", "structural maintenance of chromosomes protein 1A"], "pantherdb": {"HGNC": "11111", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1344345", "ortholog_type": "LDO", "panther_family": "PTHR18937", "taxid": 10090, "uniprot_kb": "Q9CU62"}, {"RGD": "61991", "ortholog_type": "LDO", "panther_family": "PTHR18937", "taxid": 10116, "uniprot_kb": "Q9Z1M9"}, {"ZFIN": "ZDB-GENE-040426-57", "ortholog_type": "O", "panther_family": "PTHR18937", "taxid": 7955, "uniprot_kb": "A0A2R8QCL7"}, {"ZFIN": "ZDB-GENE-090506-9", "ortholog_type": "LDO", "panther_family": "PTHR18937", "taxid": 7955, "uniprot_kb": "E7F0X6"}, {"WormBase": "WBGene00008085", "ortholog_type": "O", "panther_family": "PTHR18937", "taxid": 6239, "uniprot_kb": "Q18616"}, {"WormBase": "WBGene00001860", "ortholog_type": "LDO", "panther_family": "PTHR18937", "taxid": 6239, "uniprot_kb": "O01789"}, {"FlyBase": "FBgn0040283", "ortholog_type": "LDO", "panther_family": "PTHR18937", "taxid": 7227, "uniprot_kb": "Q9VCD8"}, {"SGD": "S000001886", "ortholog_type": "LDO", "panther_family": "PTHR18937", "taxid": 4932, "uniprot_kb": "P32908"}, {"PomBase": "SPBC29A10.04", "ortholog_type": "LDO", "panther_family": "PTHR18937", "taxid": 4896, "uniprot_kb": "O94383"}, {"dictyBase": "DDB_G0291752", "ortholog_type": "LDO", "panther_family": "PTHR18937", "taxid": 352472, "uniprot_kb": "Q54E85"}, {"TAIR": "2102420", "ortholog_type": "LDO", "panther_family": "PTHR18937", "taxid": 3702, "uniprot_kb": "Q6Q1P4"}], "uniprot_kb": "Q14683"}, "pathway": {"kegg": [{"id": "hsa04110", "name": "Cell cycle - Homo sapiens (human)"}, {"id": "hsa04114", "name": "Oocyte meiosis - Homo sapiens (human)"}], "pid": {"id": "atm_pathway", "name": "ATM pathway"}, "reactome": [{"id": "R-HSA-1221632", "name": "Meiotic synapsis"}, {"id": "R-HSA-1474165", "name": "Reproduction"}, {"id": "R-HSA-1500620", "name": "Meiosis"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-2467813", "name": "Separation of Sister Chromatids"}, {"id": "R-HSA-2468052", "name": "Establishment of Sister Chromatid Cohesion"}, {"id": "R-HSA-2470946", "name": "Cohesin Loading onto Chromatin"}, {"id": "R-HSA-2500257", "name": "Resolution of Sister Chromatid Cohesion"}, {"id": "R-HSA-2555396", "name": "Mitotic Metaphase and Anaphase"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108214", "name": "SUMOylation of DNA damage response and repair proteins"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-68877", "name": "Mitotic Prometaphase"}, {"id": "R-HSA-68882", "name": "Mitotic Anaphase"}, {"id": "R-HSA-68884", "name": "Mitotic Telophase/Cytokinesis"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69242", "name": "S Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}], "wikipathways": [{"id": "WP1530", "name": "miRNA regulation of DNA damage response"}, {"id": "WP179", "name": "Cell cycle"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP2875", "name": "Constitutive Androstane Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP3651", "name": "Pathways affected in adenoid cystic carcinoma"}, {"id": "WP3878", "name": "ATM Signaling Network in Development and Disease"}, {"id": "WP411", "name": "mRNA Processing"}, {"id": "WP4240", "name": "Regulation of sister chromatid separation at the metaphase-anaphase transition"}, {"id": "WP4312", "name": "Rett syndrome causing genes"}, {"id": "WP4874", "name": "CAMKK2 Pathway"}, {"id": "WP707", "name": "DNA damage response"}]}, "pdb": ["6WG3", "6WG4", "6WG6", "6WGE", "7W1M"], "pfam": ["PF02463", "PF06470"], "pharmgkb": "PA35961", "pharos": {"target_id": 18002, "tdl": "Tchem"}, "pir": "I54383", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF215115", "relationship": "is"}, {"id": "GNF258415", "relationship": "is"}, {"id": "GNF258416", "relationship": "is"}, {"id": "GNF258417", "relationship": "is"}, {"id": "GNF258418", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF039417", "relationship": "similar to"}, {"id": "GNF039822", "relationship": "similar to"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF090451", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF057757", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097994", "relationship": "is"}, {"id": "GNF115126", "relationship": "is"}, {"id": "GNF137649", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_006988.2"], "protein": ["NP_001268392.1", "NP_006297.2"], "rna": ["NM_001281463.1", "NM_006306.4"], "translation": [{"protein": "NP_006297.2", "rna": "NM_006306.4"}, {"protein": "NP_001268392.1", "rna": "NM_001281463.1"}]}, "reporter": {"HG-U133_Plus_2": ["1555677_s_at", "201589_at", "217555_at", "239688_at"], "HG-U95Av2": ["32849_at", "35546_at"], "HTA-2_0": "TC0X001064.hg.1", "HuEx-1_0": "4009238", "HuGene-1_1": "8172876", "HuGene-2_1": "17111219"}, "summary": "Proper cohesion of sister chromatids is a prerequisite for the correct segregation of chromosomes during cell division. The cohesin multiprotein complex is required for sister chromatid cohesion. This complex is composed partly of two structural maintenance of chromosomes (SMC) proteins, SMC3 and either SMC1B or the protein encoded by this gene. Most of the cohesin complexes dissociate from the chromosomes before mitosis, although those complexes at the kinetochore remain. Therefore, the encoded protein is thought to be an important part of functional kinetochores. In addition, this protein interacts with BRCA1 and is phosphorylated by ATM, indicating a potential role for this protein in DNA repair. This gene, which belongs to the SMC gene family, is located in an area of the X-chromosome that escapes X inactivation. Mutations in this gene result in Cornelia de Lange syndrome. Alternative splicing results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Jul 2013].", "symbol": "SMC1A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1822777"}, "unigene": "Hs.211602", "uniprot": {"Swiss-Prot": "Q14683", "TrEMBL": ["A0A384MR33", "G8JLG1", "Q68EN4", "V9GYN9", "V9GY57", "A0A6Q8PHC3"]}, "wikipedia": {"url_stub": "SMC1A"}}