{"AllianceGenome": "16807", "HGNC": "16807", "MIM": "605568", "_id": "57154", "_version": 1, "accession": {"genomic": ["AC004893.1", "AC073468.9", "AC114500.1", "CH236956.1", "CH471091.2", "CP068271.2", "NC_000007.14", "NC_060931.1", "NW_017852929.1"], "protein": ["AAC62434.1", "AAF08298.2", "AAI36805.1", "AAI44415.1", "AAI52469.1", "AAM90910.1", "BAB13451.2", "CAD38919.1", "EAL23885.1", "EAL23886.1", "EAW76686.1", "EAW76687.1", "EAW76688.1", "EAW76689.1", "EAW76690.1", "NP_001186776.1", "NP_065162.1", "NP_851994.1", "Q9HCE7.2", "XP_016867946.1", "XP_047276591.1", "XP_047276592.1", "XP_047276593.1"], "rna": ["AB046845.1", "AF199364.2", "AF464850.1", "AK057024.1", "AK126471.1", "AL833673.1", "AL834242.1", "AY007164.1", "BC008574.1", "BC136804.1", "BC144414.1", "BC152468.1", "BM981719.1", "DB727777.1", "NM_001199847.2", "NM_020429.3", "NM_181349.3", "XM_017012457.2", "XM_047420635.1", "XM_047420636.1", "XM_047420637.1"], "translation": [{"protein": "AAF08298.2", "rna": "AF199364.2"}, {"protein": "AAM90910.1", "rna": "AF464850.1"}, {"protein": "XP_047276592.1", "rna": "XM_047420636.1"}, {"protein": "XP_047276591.1", "rna": "XM_047420635.1"}, {"protein": "NP_065162.1", "rna": "NM_020429.3"}, {"protein": "NP_851994.1", "rna": "NM_181349.3"}, {"protein": "XP_016867946.1", "rna": "XM_017012457.2"}, {"protein": "NP_001186776.1", "rna": "NM_001199847.2"}, {"protein": "BAB13451.2", "rna": "AB046845.1"}, {"protein": "AAI36805.1", "rna": "BC136804.1"}, {"protein": "AAI52469.1", "rna": "BC152468.1"}, {"protein": "XP_047276593.1", "rna": "XM_047420637.1"}, {"protein": "CAD38919.1", "rna": "AL834242.1"}, {"protein": "AAI44415.1", "rna": "BC144414.1"}]}, "ec": "2.3.2.26", "ensembl": {"gene": "ENSG00000198742", "protein": ["ENSP00000354621", "ENSP00000355326"], "transcript": ["ENST00000361125", "ENST00000361368", "ENST00000472627", "ENST00000480055"], "translation": [{"protein": "ENSP00000355326", "rna": "ENST00000361368"}, {"protein": "ENSP00000354621", "rna": "ENST00000361125"}], "type_of_gene": "protein_coding"}, "entrezgene": "57154", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 34.263747479, "exp_mis": 285.355132456, "exp_syn": 146.412882013, "lof_z": 5.12147361951649, "mis_z": 3.10846757912609, "mu_lof": 2.50022636662e-06, "mu_mis": 2.61155230289e-05, "mu_syn": 1.31726251539e-05, "n_lof": 4.0, "n_mis": 178.0, "n_syn": 159.0, "p_li": 0.996803391218968, "p_null": 3.0173118458917e-10, "p_rec": 0.0031966084793007, "syn_z": -0.644889889153978}, "bp": 2274, "cds_end": 98741403, "cds_start": 98628206, "n_exons": 19, "nonpsych": {"exp_lof": 30.6549774235, "exp_mis": 257.916917949, "exp_syn": 132.160770651, "lof_z": 4.90540422159164, "mis_z": 3.51493601195162, "mu_lof": 2.50022636662e-06, "mu_mis": 2.61155230289e-05, "mu_syn": 1.31726251539e-05, "n_lof": 3.0, "n_mis": 146.0, "n_syn": 149.0, "p_li": 0.997928820613262, "p_null": 6.30833599122576e-10, "p_rec": 0.00207117875590414, "syn_z": -0.92221806787939}, "nontcga": {"exp_lof": 31.4878487865, "exp_mis": 262.491940806, "exp_syn": 134.665061515, "lof_z": 4.83226224281853, "mis_z": 3.09017480270211, "mu_lof": 2.50022636662e-06, "mu_mis": 2.61155230289e-05, "mu_syn": 1.31726251539e-05, "n_lof": 4.0, "n_mis": 162.0, "n_syn": 144.0, "p_li": 0.991380176397341, "p_null": 3.40037324841944e-09, "p_rec": 0.00861982020228596, "syn_z": -0.509336079802133}, "transcript": "ENST00000361125.1"}, "exons": [{"cdsend": 99143780, "cdsstart": 99030583, "chr": "7", "position": [[99027439, 99030683], [99033036, 99033112], [99035514, 99035716], [99037066, 99037187], [99038387, 99038525], [99040377, 99040556], [99042117, 99042232], [99045697, 99045801], [99047683, 99047882], [99049562, 99049709], [99051356, 99051441], [99052204, 99052446], [99054789, 99054865], [99057204, 99057270], [99057417, 99057551], [99060598, 99060707], [99061798, 99061837], [99143725, 99144108]], "strand": -1, "transcript": "NM_001199847", "txend": 99144108, "txstart": 99027439}, {"cdsend": 99143780, "cdsstart": 99030583, "chr": "7", "position": [[99027439, 99030683], [99033036, 99033121], [99035514, 99035716], [99037066, 99037187], [99038387, 99038525], [99040377, 99040556], [99042117, 99042232], [99045697, 99045801], [99047683, 99047882], [99049562, 99049709], [99050914, 99050992], [99051356, 99051441], [99052204, 99052446], [99054789, 99054865], [99057204, 99057270], [99057417, 99057551], [99060598, 99060707], [99061798, 99061837], [99143725, 99144108]], "strand": -1, "transcript": "NM_020429", "txend": 99144108, "txstart": 99027439}, {"cdsend": 99143780, "cdsstart": 99030583, "chr": "7", "position": [[99027439, 99030683], [99033036, 99033121], [99035514, 99035716], [99037066, 99037187], [99038387, 99038525], [99040377, 99040556], [99042117, 99042232], [99045697, 99045801], [99047683, 99047882], [99049562, 99049709], [99051356, 99051441], [99052204, 99052446], [99054789, 99054865], [99057204, 99057270], [99057417, 99057551], [99060598, 99060707], [99061798, 99061837], [99143725, 99144108]], "strand": -1, "transcript": "NM_181349", "txend": 99144108, "txstart": 99027439}], "exons_hg19": [{"cdsend": 98741403, "cdsstart": 98628206, "chr": "7", "position": [[98625062, 98628306], [98630659, 98630735], [98633137, 98633339], [98634689, 98634810], [98636010, 98636148], [98638000, 98638179], [98639740, 98639855], [98643320, 98643424], [98645306, 98645505], [98647185, 98647332], [98648979, 98649064], [98649827, 98650069], [98652412, 98652488], [98654827, 98654893], [98655040, 98655174], [98658221, 98658330], [98659421, 98659460], [98741348, 98741731]], "strand": -1, "transcript": "NM_001199847", "txend": 98741731, "txstart": 98625062}, {"cdsend": 98741403, "cdsstart": 98628206, "chr": "7", "position": [[98625062, 98628306], [98630659, 98630744], [98633137, 98633339], [98634689, 98634810], [98636010, 98636148], [98638000, 98638179], [98639740, 98639855], [98643320, 98643424], [98645306, 98645505], [98647185, 98647332], [98648537, 98648615], [98648979, 98649064], [98649827, 98650069], [98652412, 98652488], [98654827, 98654893], [98655040, 98655174], [98658221, 98658330], [98659421, 98659460], [98741348, 98741731]], "strand": -1, "transcript": "NM_020429", "txend": 98741731, "txstart": 98625062}, {"cdsend": 98741403, "cdsstart": 98628206, "chr": "7", "position": [[98625062, 98628306], [98630659, 98630744], [98633137, 98633339], [98634689, 98634810], [98636010, 98636148], [98638000, 98638179], [98639740, 98639855], [98643320, 98643424], [98645306, 98645505], [98647185, 98647332], [98648979, 98649064], [98649827, 98650069], [98652412, 98652488], [98654827, 98654893], [98655040, 98655174], [98658221, 98658330], [98659421, 98659460], [98741348, 98741731]], "strand": -1, "transcript": "NM_181349", "txend": 98741731, "txstart": 98625062}], "generif": [{"pubmed": 12151385, "text": "plasma membrane localization of Smad7 by Smurf1 requires the C2 domain of Smurf1 and is essential for the inhibitory effect of Smad7 in the transforming growth factor-beta signaling pathway"}, {"pubmed": 12519765, "text": "CRM1-dependent nuclear export of Smurf1 is essential for the negative regulation of TGF-beta signaling by Smad7."}, {"pubmed": 14657501, "text": "Smurf1 links the Cdc42/Rac1-PAR6 polarity complex to degradation of RhoA in lamellipodia and filopodia to prevent RhoA signaling during dynamic membrane movements"}, {"pubmed": 14722617, "text": "Smad7 and Smurf1 have roles in regulation of TGF-beta signaling in scleroderma fibroblasts"}, {"pubmed": 15710384, "text": "rhoA GTP-Binding Protein is targeted for ubiquitination and degradation via Smurf1"}, {"pubmed": 16299379, "text": "Smad6 interacts with Runx2 and mediates Smad ubiquitin regulatory factor 1-induced Runx2 degradation"}, {"pubmed": 16540523, "text": "Escherichia coli producing cytotoxic necrotizing factor and transforming growth factor-beta trigger activated RhoA ubiquitylation through Smurf1 ubiquitin-ligase."}, {"pubmed": 16611643, "text": "LIM-1 potentiates bone morphogenetic protein responsiveness via a novel interaction with Smurf1 resulting in decreased ubiquitination of Smads"}, {"pubmed": 16720724, "text": "These findings indicate a new inhibitory function of FKBP12 as an adaptor molecule for the Smad7-Smurf1 complex to regulate the duration of the activin signal through activin type I receptors."}, {"pubmed": 17190792, "text": "These results suggest that Smurf1 is a pivotal regulator of tumor cell movement through its regulation of RhoA signaling."}, {"pubmed": 17510966, "text": "present a homology-based modeling of the Smurf1 WW2 domain and its interacting motif of LMP-1"}, {"pubmed": 17676934, "text": "results present a homology-based model of the Smurf1 WW2 domain and the target octa-peptides containing PPXY motif of Smurf1-interacting Smads"}, {"pubmed": 18208356, "text": "Results suggest that Smurf1 plays a crucial role in the spatiotemporal regulation of Rho GTPase family members."}, {"pubmed": 18380791, "text": "SMURF1 was identified by amplication in a pancreatic cancer cell line."}, {"pubmed": 18927080, "text": "two related E3 ubiquitin ligases, Smurf1 and Smurf2, act in the same direction in TGF-beta family signaling but play opposite roles in cell migration."}, {"pubmed": 19318350, "text": "a molecular mechanism for the pathogenesis of cerebral cavernous malformations (CCM) resulting from loss of CCM2-mediated localization of Smurf1, which controls RhoA degradation required for maintenance of normal endothelial cell physiology."}, {"pubmed": 19937093, "text": "These results suggest a new role of Smurf1 in inflammation and immunity through controlling the degradation of TRAFs."}, {"pubmed": 20844743, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21382345, "text": "This study provided the first evidence that Smurf1 functions as an E3 ligase to promote the ubiquitination and proteasomal degradation of KLF2."}, {"pubmed": 21402695, "text": "the Smurf1 C2 domain has a role in substrate selection and cellular localization"}, {"pubmed": 21454619, "text": "ER stress induces Smurf1 degradation and WFS1 up-regulation"}, {"pubmed": 21708152, "text": "Data report that the C2 domain of Smurf1 is necessary and sufficient for binding RhoA, and therefore is crucial for targeting RhoA for ubiquitination."}, {"pubmed": 21887346, "text": "SMURF1 is an amplified oncogene driving multiple tumorigenic phenotypes in pancreatic cancer"}, {"pubmed": 21898695, "text": "Inflammatory cytokines led to direct activation of Smurf1 and downregulation of miR-17, thereby increasing degradation of Smurf1-mediated osteoblast-specific factors."}, {"pubmed": 22152476, "text": "studies uncover a cell-cycle-independent function of Cdh1, establishing Cdh1 as an upstream component that governs Smurf1 activity"}, {"pubmed": 22474288, "text": "Smurf1 is a negative feedback regulator for IFN-gamma signaling by targeting STAT1 for ubiquitination and proteasomal degradation."}, {"pubmed": 22476926, "text": "Resistance exercise resulted in a significant downregulation of MSTN and FBXO32 mRNA expression and a significant upregulation in FSTL3 and SMURF1 mRNA expression, and carbohydrate and protein feeding have little influence on the these markers expression."}, {"pubmed": 22949615, "text": "A Cdh1-APC/Smurf1/RhoA pathway that mediates axonal growth suppression in the developing mammalian brain."}, {"pubmed": 23032291, "text": "Smurf1 turnover is mediated by Ckip-1 and Rpt6."}, {"pubmed": 23042388, "text": "The expression of SMURF1 is enhanced in hepatocellular carcinoma, which may have played a role in the disease through affecting apoptosis and proliferation of hepatic cancer cells."}, {"pubmed": 23087404, "text": "Ndfip1 negatively regulates RIG-I-dependent immune signaling by enhancing E3 ligase Smurf1-mediated MAVS degradation."}, {"pubmed": 23184937, "text": "USP9X is an important regulatory protein of SMURF1."}, {"pubmed": 23760265, "text": "Data indicate that Smad ubiquitin regulatory factor Smurf1 regulates cell migration through ubiquitination of tumor necrosis factor receptor-associated factor 4 (TRAF4)."}, {"pubmed": 23995790, "text": "CKIP-1 controlled Smurf1 expression in colon cancer"}, {"pubmed": 24089522, "text": "impaired phosphorylation and ubiquitination by p70S6K and Smurf1 increase the protein stability of TRIB2 in liver cancer"}, {"pubmed": 24238996, "text": "Smurf1 is localized within the Hirano bodies of Alzheimer's disease brains."}, {"pubmed": 24241683, "text": "Results suggest that EGF-induced SMURF1 plays a role in breast cancer cell migration and invasion through the downregulation of RhoA."}, {"pubmed": 24700460, "text": "association of cortactin with Pfn-1 is regulated by c-Abl-mediated cortactin phosphorylation"}, {"pubmed": 24828823, "text": "Inhibiting Smurf1 mediated ubiquitination of Smad1/5."}, {"pubmed": 25051198, "text": "Results suggest that elevated transcription and expression levels of ubiquitin ligase E3s WWP1, Smurf1 and Smurf2 genes may be the mechanisms of occurrence, development and metastasis of prostate cancer."}, {"pubmed": 25249323, "text": "Smurf1 determines cell apoptosis rates downstream of DNA damage-induced ATR/Chk1 signalling by promoting degradation of RhoB."}, {"pubmed": 25260729, "text": "results reveal the regulatory circuit between RUNX2 and SMURF1 controls RUNX2 expression and regulates odntoblastic differentiation in hDPSCs."}, {"pubmed": 25311538, "text": "TRIB2 associated-ubiquitin E3 ligases beta-transducin repeat-containing E3 ubiquitin protein ligase (beta-TrCP), COP1 and Smad ubiquitination regulatory factor 1 (Smurf1) reduced TCF4/beta-Catenin expression, and these effects could be enhanced by TRIB2."}, {"pubmed": 25471937, "text": "The role of SMURF1 and inhibition of BMP signaling in maintaining a CSC-like population was confirmed by the loss of a CD44(high) expressing."}, {"pubmed": 25596283, "text": "SND1 promoted expression of the E3 ubiquitin ligase Smurf1, leading to RhoA ubiquitination and degradation."}, {"pubmed": 25721664, "text": "Fbxo3 promotes the proteasomal degradation of Smurf1. Fbxo3 promotes the poly-ubiquitination of Smurf1."}, {"pubmed": 26004137, "text": "a model that CD166 regulates MCAM through a signaling flow from activation of PI3K/AKT and c-Raf/MEK/ERK signaling to the inhibition of potential MCAM ubiquitin E3 ligases, betaTrCP and Smurf1."}, {"pubmed": 26015066, "text": "EGF/Smurf1 inhibits Wnt/beta-catenin-induced osteogenic differentiation and that Smurf1 downregulates Wnt/b-catenin signaling by enhancing proteasomal degradation of beta-catenin."}, {"pubmed": 26252093, "text": "NF-kappaB bind to the -411 to -420 region of the SMURF1 promoter and plays an essential role in the expression of SMURF1."}, {"pubmed": 27036023, "text": "High smurf1 expression is associated with neoplasms."}, {"pubmed": 27133717, "text": "Taken together, our study for the first time clarified that the E3 ligase Smurf1 regulates USP5 protein stability and USP5-mediated TNF-alpha production through the ubiquitin proteasome pathway."}, {"pubmed": 27214554, "text": "SMURF1 is increased in patients with pulmonary arterial hypertension"}, {"pubmed": 28063214, "text": "Reciprocal regulation between betaTrCP and Smurf1 has been found to inhibit proliferative capacity of liver cancer cells."}, {"pubmed": 28169289, "text": "Nedd8 binding to Smurf plays important roles in the regulation of cell migration and the BMP and TGFbeta signaling pathways."}, {"pubmed": 28294307, "text": "Data suggest that SMURF1 is required for S phase progression; SMURF1 promotes ubiquitination-dependent degradation of WEE1; these functions of SMURF1 appear to be linked and may be important in cell proliferation and tumorigenesis. (SMURF1 = SMAD specific E3 ubiquitin protein ligase 1; WEE1 = wee 1 homolog [S pombe] protein)"}, {"pubmed": 28321604, "text": "Expression of Smurf1 was increased with WHO grade and was consistent with poor prognosis of gliomas."}, {"pubmed": 28581524, "text": "we propose that the PKA-Smurf1-PIPKIgamma pathway has an important role in pulmonary tumorigenesis and imposes substantial clinical impact on development of novel diagnostic markers and therapeutic targets for lung cancer treatment."}, {"pubmed": 28658604, "text": "Smurf1 interacts with and targets Securin, an inhibitor of sister-chromatid separation, for poly-ubiquitination and proteasomal degradation."}, {"pubmed": 28731194, "text": "SMURF1 can be potentially used as a clinical biomarker and target for novel treatment of human GC."}, {"pubmed": 28771228, "text": "Uev1A appears to be involved in the BMP signaling pathway in which it collaborates with a ubiquitin E3 ligase Smurf1 to promote Smad1 degradation in a Ubc13-independent manner."}, {"pubmed": 28847510, "text": "activation of AMPK upregulated Smad6 and Smurf1 and thereby enhanced their interactions, resulting in its proteosome-dependent degradation of ALK2."}, {"pubmed": 29016730, "text": "Suggest microRNA-424 as a new marker of disease progression in pulmonary arterial hypertension with a role in the development of right ventricular hypertrophy by targeting SMURF1 expression."}, {"pubmed": 29433542, "text": "Our study reveals a novel positive feedback between SMURF1 and ER alpha signaling in supporting breast cancer growth."}, {"pubmed": 29518389, "text": "Smurf1 overexpression decreases USP25 protein turnover, and the E3 ligase enzymatic activity of Smurf1 is required for USP25 degradation."}, {"pubmed": 29565736, "text": "that Smurf1 promotes Lhx9 ubiquitylation and is involved in testosterone production in Leydig cells directly"}, {"pubmed": 29753111, "text": "these findings demonstrate a novel mechanism of interplays for the different branches of ER stress signaling network and highlight IRAK2 as a potential tumor suppressor to counterbalance oncogenic Smurf1."}, {"pubmed": 29934521, "text": "SMURF1 is a critical regulator of outflow tract septation and cell-type specification during heart development"}, {"pubmed": 30244169, "text": "This study reported that USF2 (upstream stimulatory factor 2), a basic helix-loop-helix-leucine-zip transcription factor, is necessary for the transcriptional activity of Smurf1 and Smurf2."}, {"pubmed": 30395943, "text": "The results describe a novel mechanism whereby SMURF1 ubiquitin ligase regulates constitutive endocytosis of BMPR (bone morphogenetic protein type II receptor), and it is mediated by its conserved Cys residues."}, {"pubmed": 30504095, "text": "These results suggest that NDR2 may play important roles in IL-17-associated inflammation by promoting Smurf1-mediated MEKK2 ubiquitination and degradation."}, {"pubmed": 30542716, "text": "Results revealed that SMURF1 was upregulated in ovarian cancer (OC) cell lines of greater aggression than less aggressive cells. SMURF1 induced OC cell migration and invasion via activation of the Ras homolog family member A/Rhoassociated protein kinase signaling pathway. Higher levels of SMURF1 expression were associated with shorter overall survival in patients with OC."}, {"pubmed": 30631050, "text": "High Smurf1 expression was associated with larger tumor size, poorer histological type and lymph node metastasis. Smurf1 was shown to be the direct target of miR-1254."}, {"pubmed": 30672020, "text": "SMURF1 expression is elevated in the ovarian cancer cells.SMURF1 plays role in the cell proliferation, invasive capability, and epithelial-to-mesenchymal transition in ovarian cancer through DAB2IP/AKT/Skp2 signaling loops."}, {"pubmed": 30686098, "text": "UVRAG is ubiquitinated by SMURF1 at lysine residues 517 and 559, which decreases the association of UVRAG with RUBCN and promotes autophagosome maturation."}, {"pubmed": 30720112, "text": "Study revealed that SMURF1 expression was upregulated in hypopharyngeal carcinoma (HPC) tissues. Its expression is negatively regulated by MIR-194 which binds its 3'UTR."}, {"pubmed": 31004081, "text": "ARHGAP26 upregulation in SKOV3 cells significantly inhibited SMURF1 upregulation-induced cell migration and invasion. Overall, SMURF1-mediated ubiquitination of ARHGAP26 may promote invasion and migration of ovarian cancer cells via the beta-catenin pathway."}, {"pubmed": 31141316, "text": "overexpression of miR-125a can repress the malignant phenotype of CRC cells in vitro and inhibit tumor growth in xenograft mouse models in vivo, with Smurf1 as a potential and functional target. overexpression of miR-125a can repress the malignant phenotype of CRC cells in vitro and inhibit tumor growth in xenograft mouse models in vivo, with Smurf1 as a potential and functional target."}, {"pubmed": 31148243, "text": "miR-4319 inhibited the development of thyroid cancer by modulating FUS-stabilized SMURF1."}, {"pubmed": 31418854, "text": "GDF11 contributes to hepatic hepcidin (HAMP) inhibition through SMURF1-mediated BMP-SMAD signalling suppression."}, {"pubmed": 31578224, "text": "The Smurf1 interacts with PINCH-1, which inhibits the latter from interacting with BMPR2 and consequently suppresses BMPR2 degradation, resulting in augmented BMP signaling and MSC osteogenic differentiation (OD)."}, {"pubmed": 31891682, "text": "SND1 facilitates the invasion and migration of cervical cancer cells by Smurf1-mediated degradation of FOXA2."}, {"pubmed": 31899247, "text": "The functions and regulation of Smurfs in cancers."}, {"pubmed": 32033048, "text": "Molecular Analysis of Membrane Targeting by the C2 Domain of the E3 Ubiquitin Ligase Smurf1."}, {"pubmed": 33090007, "text": "SMURF1 and SMURF2 in Progenitor Cells from Articular Cartilage and Meniscus during Late-Stage Osteoarthritis."}, {"pubmed": 33204002, "text": "SMURF1, a promoter of tumor cell progression?"}, {"pubmed": 33711518, "text": "The impact of common Smurf1 gene variants on the risk, clinical characteristics and short-term prognosis of tuberculous meningitis."}, {"pubmed": 34614303, "text": "Overexpressed Smurf1 is degraded in glioblastoma cells through autophagy in a p62-dependent manner."}, {"pubmed": 34662580, "text": "Neddylation modification of the U3 snoRNA-binding protein RRP9 by Smurf1 promotes tumorigenesis."}, {"pubmed": 35022748, "text": "E3 ligase Smurf1 protects against misfolded SOD1 in neuronal cells by promoting its K63 ubiquitylation and aggresome formation."}, {"pubmed": 36227673, "text": "Effects of MiR-194-5p on the proliferation and invasion of laryngeal cancer cells by regulating the expression of smurf1 and activating the mTOR signaling pathway."}, {"pubmed": 36291166, "text": "Smurf1 Suppression Enhances Temozolomide Chemosensitivity in Glioblastoma by Facilitating PTEN Nuclear Translocation."}, {"pubmed": 37054520, "text": "SMURF1 inhibits the Th17 and Th17.1 polarization and improves the Treg/Th17 imbalance in systemic lupus erythematosus through the ubiquitination of RORgammat."}, {"pubmed": 37091902, "text": "Smurf1 Facilitates Oxidative Stress and Fibrosis of Ligamentum Flavum by Promoting Nrf2 Ubiquitination and Degradation."}, {"pubmed": 37228615, "text": "Uncovering new insights into the role of the ubiquitin ligase Smurf1 on the regulation of innate immune signaling and resistance to infection."}, {"pubmed": 37316499, "text": "SMURF1 attenuates endoplasmic reticulum stress by promoting the degradation of KEAP1 to activate NRF2 antioxidant pathway."}, {"pubmed": 37330913, "text": "A Golgi-resident GPR108 cooperates with E3 ubiquitin ligase Smurf1 to suppress antiviral innate immunity."}, {"pubmed": 37537194, "text": "Smurf1 and Smurf2 mediated polyubiquitination and degradation of RNF220 suppresses Shh-group medulloblastoma."}, {"pubmed": 37890777, "text": "Smurf1 polyubiquitinates on K285/K282 of the kinases Mst1/2 to attenuate their tumor-suppressor functions."}, {"pubmed": 37994046, "text": "SMURF1 activates the cGAS/STING/IFN-1 signal axis by mediating YY1 ubiquitination to accelerate the progression of lupus nephritis."}, {"pubmed": 38301893, "text": "The E3 ligase SMURF1 stabilizes p27 via UbcH7 catalyzed K29-linked ubiquitin chains to promote cell migration SMURF1-UbcH7 K29 ubiquitination of p27 and cell migration."}], "genomic_pos": {"chr": "7", "end": 99144108, "ensemblgene": "ENSG00000198742", "start": 99027440, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 98741723, "start": 98625061, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000209", "pubmed": [11278251, 19937093], "qualifier": "involved_in", "term": "protein polyubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006511", "pubmed": [10458166, 11278251, 12151385, 19937093], "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006611", "pubmed": 11278251, "qualifier": "involved_in", "term": "protein export from nucleus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007398", "pubmed": 10458166, "qualifier": "involved_in", "term": "ectoderm development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030154", "pubmed": 10458166, "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030509", "pubmed": 21572392, "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030512", "pubmed": [11278251, 12151385], "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030512", "pubmed": 21791611, "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030514", "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030514", "pubmed": 27214554, "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030514", "pubmed": 10458166, "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032801", "pubmed": 12151385, "qualifier": "involved_in", "term": "receptor catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032926", "pubmed": 16720724, "qualifier": "involved_in", "term": "negative regulation of activin receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043161", "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043161", "pubmed": 11278251, "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045773", "qualifier": "involved_in", "term": "positive regulation of axon extension"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060071", "qualifier": "involved_in", "term": "Wnt signaling pathway, planar cell polarity pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061736", "pubmed": 22020285, "qualifier": "involved_in", "term": "engulfment of target by autophagosome"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061753", "pubmed": 22020285, "qualifier": "involved_in", "term": "substrate localization to autophagosome"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071211", "pubmed": 22020285, "qualifier": "involved_in", "term": "protein targeting to vacuole involved in autophagy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072659", "pubmed": 12151385, "qualifier": "involved_in", "term": "protein localization to plasma membrane"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0072659", "pubmed": 22020285, "qualifier": "involved_in", "term": "protein localization to plasma membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903861", "pubmed": 23999003, "qualifier": "involved_in", "term": "positive regulation of dendrite extension"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000060", "pubmed": 21454619, "qualifier": "involved_in", "term": "positive regulation of ubiquitin-dependent protein catabolic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [11278251, 12151385, 21572392], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IGI", "gocategory": "CC", "id": "GO:0005739", "pubmed": 22020285, "qualifier": "colocalizes_with", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 12151385, "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "located_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004842", "pubmed": [10458166, 19937093], "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005160", "pubmed": 12151385, "qualifier": "enables", "term": "transforming growth factor beta receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15231748, 19914168, 19937093, 20580715, 21382345, 21572392, 22020285, 23032291], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005543", "pubmed": 22020285, "qualifier": "enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0046332", "qualifier": "enables", "term": "SMAD binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061630", "pubmed": [11278251, 12151385], "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070411", "pubmed": [11278251, 12151385, 16720724], "qualifier": "enables", "term": "I-SMAD binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070412", "pubmed": 11278251, "qualifier": "enables", "term": "R-SMAD binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070697", "pubmed": 16720724, "qualifier": "enables", "term": "activin receptor binding"}]}, "homologene": {"genes": [[7955, 321695], [8364, 100491582], [9031, 416487], [9544, 718616], [9598, 472670], [9606, 57154], [9615, 608821], [9913, 513902], [10090, 75788], [10116, 690516]], "id": 10712}, "interpro": [{"desc": "C2 domain", "id": "IPR000008", "short_desc": "C2_dom"}, {"desc": "HECT domain", "id": "IPR000569", "short_desc": "HECT_dom"}, {"desc": "WW domain", "id": "IPR001202", "short_desc": "WW_dom"}, {"desc": "E3 ubiquitin-protein ligase, SMURF1 type", "id": "IPR024928", "short_desc": "E3_ub_ligase_SMURF1"}, {"desc": "C2 domain superfamily", "id": "IPR035892", "short_desc": "C2_domain_sf"}, {"desc": "HECT, E3 ligase catalytic domain", "id": "IPR035983", "short_desc": "Hect_E3_ubiquitin_ligase"}, {"desc": "WW domain superfamily", "id": "IPR036020", "short_desc": "WW_dom_sf"}], "ipi": ["IPI00217054", "IPI00219332"], "map_location": "7q22.1", "name": "SMAD specific E3 ubiquitin protein ligase 1", "other_names": ["E3 ubiquitin ligase SMURF1", "E3 ubiquitin-protein ligase SMURF1", "HECT-type E3 ubiquitin transferase SMURF1", "Smad ubiquitination regulatory factor 1", "Smad-specific E3 ubiquitin ligase 1", "hSMURF1"], "pantherdb": {"HGNC": "16807", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1923038", "ortholog_type": "LDO", "panther_family": "PTHR11254", "taxid": 10090, "uniprot_kb": "Q9CUN6"}, {"RGD": "1594738", "ortholog_type": "LDO", "panther_family": "PTHR11254", "taxid": 10116, "uniprot_kb": "A0A0G2K612"}, {"Ensembl": "ENSGALG00000004655", "ortholog_type": "LDO", "panther_family": "PTHR11254", "taxid": 9031, "uniprot_kb": "F1NFN4"}, {"ZFIN": "ZDB-GENE-040426-2744", "ortholog_type": "LDO", "panther_family": "PTHR11254", "taxid": 7955, "uniprot_kb": "F1QEG9"}, {"FlyBase": "FBgn0029006", "ortholog_type": "LDO", "panther_family": "PTHR11254", "taxid": 7227, "uniprot_kb": "Q9V853"}, {"SGD": "S000000927", "ortholog_type": "O", "panther_family": "PTHR11254", "taxid": 4932, "uniprot_kb": "P39940"}, {"PomBase": "SPAC1805.15c", "ortholog_type": "O", "panther_family": "PTHR11254", "taxid": 4896, "uniprot_kb": "Q9UTG2"}, {"PomBase": "SPBC16E9.11c", "ortholog_type": "O", "panther_family": "PTHR11254", "taxid": 4896, "uniprot_kb": "O14326"}, {"PomBase": "SPAC11G7.02", "ortholog_type": "O", "panther_family": "PTHR11254", "taxid": 4896, "uniprot_kb": "Q92462"}], "uniprot_kb": "Q9HCE7"}, "pathway": {"biocarta": {"id": "efppathway", "name": "estrogen responsive protein efp controls cell cycle and breast tumors growth"}, "kegg": [{"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, {"id": "hsa04340", "name": "Hedgehog signaling pathway - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, "pid": [{"id": "bmppathway", "name": "BMP receptor signaling"}, {"id": "hdac_classi_pathway", "name": "Signaling events mediated by HDAC Class I"}, {"id": "tgfbrpathway", "name": "TGF-beta receptor signaling"}], "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2173788", "name": "Downregulation of TGF-beta receptor signaling"}, {"id": "R-HSA-2173789", "name": "TGF-beta receptor signaling activates SMADs"}, {"id": "R-HSA-2173791", "name": "TGF-beta receptor signaling in EMT (epithelial to mesenchymal transition)"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-4608870", "name": "Asymmetric localization of PCP proteins"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8939902", "name": "Regulation of RUNX2 expression and activity"}, {"id": "R-HSA-8939902", "name": "Regulation of RUNX2 expression and activity"}, {"id": "R-HSA-8941858", "name": "Regulation of RUNX3 expression and activity"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-983168", "name": "Antigen processing: Ubiquitination & Proteasome degradation"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}], "wikipathways": [{"id": "WP1425", "name": "Bone morphogenic protein (BMP) signaling and regulation"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP4249", "name": "Hedgehog Signaling Pathway"}]}, "pdb": ["2LAZ", "2LB0", "2LB1", "2LTX", "3PYC"], "pfam": ["PF00168", "PF00397", "PF00632"], "pharmgkb": "PA134987175", "pharos": {"target_id": 2202, "tdl": "Tchem"}, "prosite": ["PS50004", "PS50020", "PS50237"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF266975", "relationship": "is"}, {"id": "GNF266976", "relationship": "is"}, {"id": "GNF266977", "relationship": "is"}, {"id": "GNF266978", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF034572", "relationship": "is"}, {"id": "GNF044583", "relationship": "is"}, {"id": "GNF045689", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081998", "relationship": "is"}, {"id": "GNF081999", "relationship": "is"}, {"id": "GNF082000", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050702", "relationship": "is"}, {"id": "GNF055465", "relationship": "is"}, {"id": "GNF060107", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068703", "relationship": "is"}, {"id": "GNF068704", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335028", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095305", "relationship": "is"}, {"id": "GNF115460", "relationship": "is"}, {"id": "GNF134962", "relationship": "is"}, {"id": "GNF155101", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NW_017852929.1"], "protein": ["NP_001186776.1", "NP_065162.1", "NP_851994.1", "XP_016867946.1", "XP_047276591.1", "XP_047276592.1", "XP_047276593.1"], "rna": ["NM_001199847.2", "NM_020429.3", "NM_181349.3", "XM_017012457.2", "XM_047420635.1", "XM_047420636.1", "XM_047420637.1"], "translation": [{"protein": "XP_047276592.1", "rna": "XM_047420636.1"}, {"protein": "XP_047276591.1", "rna": "XM_047420635.1"}, {"protein": "NP_065162.1", "rna": "NM_020429.3"}, {"protein": "NP_851994.1", "rna": "NM_181349.3"}, {"protein": "XP_016867946.1", "rna": "XM_017012457.2"}, {"protein": "NP_001186776.1", "rna": "NM_001199847.2"}, {"protein": "XP_047276593.1", "rna": "XM_047420637.1"}]}, "reporter": {"HG-U133_Plus_2": ["212666_at", "212668_at", "215458_s_at"], "HG-U95Av2": "37504_at", "HTA-2_0": "TC07001639.hg.1", "HuEx-1_0": "3063083", "HuGene-1_1": "8141241", "HuGene-2_1": "17060186"}, "retired": [442601, 729290, 730332], "summary": "This gene encodes a ubiquitin ligase that is specific for receptor-regulated SMAD proteins in the bone morphogenetic protein (BMP) pathway. This protein plays a key roll in the regulation of cell motility, cell signalling, and cell polarity. Alternative splicing results in multiple transcript variants encoding different isoforms.[provided by RefSeq, Dec 2010].", "symbol": "SMURF1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1539796"}, "unigene": "Hs.189329", "uniprot": {"Swiss-Prot": "Q9HCE7"}, "wikipedia": {"url_stub": "SMURF1"}}