{"AllianceGenome": "16809", "HGNC": "16809", "MIM": "605532", "_id": "64750", "_version": 1, "accession": {"genomic": ["AC009994.10", "AC132812.9", "CH471109.2", "CP068261.2", "HF584194.1", "KF456306.1", "NC_000017.11", "NC_060941.1"], "protein": ["AAG25641.1", "AAG45422.1", "AAG50421.1", "AAH09527.1", "AAH93876.1", "AAI11946.1", "CCQ43691.1", "EAW94193.1", "EAW94194.1", "EAW94195.1", "NP_073576.1", "Q9HAU4.1", "XP_005257642.1", "XP_047292502.1", "XP_054172915.1", "XP_054172916.1", "XP_054172917.1"], "rna": ["AF301463.1", "AF310676.1", "AK002019.1", "AY014180.1", "BC009527.1", "BC034789.1", "BC051283.1", "BC093876.1", "BC111945.1", "BP363931.1", "CB267500.1", "CN310238.1", "CN370887.1", "CR936721.1", "NM_022739.4", "XM_005257585.4", "XM_047436546.1", "XM_054316940.1", "XM_054316941.1", "XM_054316942.1", "XR_007065425.1", "XR_008484917.1"], "translation": [{"protein": "AAG50421.1", "rna": "AY014180.1"}, {"protein": "XP_005257642.1", "rna": "XM_005257585.4"}, {"protein": "XP_047292502.1", "rna": "XM_047436546.1"}, {"protein": "XP_054172915.1", "rna": "XM_054316940.1"}, {"protein": "XP_054172916.1", "rna": "XM_054316941.1"}, {"protein": "XP_054172917.1", "rna": "XM_054316942.1"}, {"protein": "NP_073576.1", "rna": "NM_022739.4"}, {"protein": "AAH09527.1", "rna": "BC009527.1"}, {"protein": "AAG25641.1", "rna": "AF301463.1"}, {"protein": "AAH93876.1", "rna": "BC093876.1"}, {"protein": "AAI11946.1", "rna": "BC111945.1"}, {"protein": "AAG45422.1", "rna": "AF310676.1"}]}, "ec": "2.3.2.26", "ensembl": {"gene": "ENSG00000108854", "protein": ["ENSP00000262435", "ENSP00000463531", "ENSP00000463804", "ENSP00000464432"], "transcript": ["ENST00000262435", "ENST00000578200", "ENST00000578386", "ENST00000580072", "ENST00000580246", "ENST00000582081", "ENST00000585301"], "translation": [{"protein": "ENSP00000262435", "rna": "ENST00000262435"}, {"protein": "ENSP00000463531", "rna": "ENST00000582081"}, {"protein": "ENSP00000464432", "rna": "ENST00000578386"}, {"protein": "ENSP00000463804", "rna": "ENST00000585301"}], "type_of_gene": "protein_coding"}, "entrezgene": "64750", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 40.8450193045, "exp_mis": 230.965227747, "exp_syn": 94.0932622121, "lof_z": 6.0208177171038, "mis_z": 3.02419785445666, "mu_lof": 3.13934831239e-06, "mu_mis": 2.12966249963e-05, "mu_syn": 8.327215904e-06, "n_lof": 2.0, "n_mis": 137.0, "n_syn": 91.0, "p_li": 0.999989890654782, "p_null": 5.96976134345769e-15, "p_rec": 1.01093452117311e-05, "syn_z": 0.197690892999484}, "bp": 2247, "cds_end": 62657998, "cds_start": 62541965, "n_exons": 19, "nonpsych": {"exp_lof": 36.6118487294, "exp_mis": 208.688988599, "exp_syn": 84.8066486834, "lof_z": 5.94241268015325, "mis_z": 3.02674537563281, "mu_lof": 3.13934831239e-06, "mu_mis": 2.12966249963e-05, "mu_syn": 8.327215904e-06, "n_lof": 0.0, "n_mis": 122.0, "n_syn": 76.0, "p_li": 0.999998411479643, "p_null": 1.9597220427346e-15, "p_rec": 1.58852035518465e-06, "syn_z": 0.602087027124665}, "nontcga": {"exp_lof": 37.5426373911, "exp_mis": 212.453242278, "exp_syn": 86.5310246974, "lof_z": 5.72227192806941, "mis_z": 2.88665232712648, "mu_lof": 3.13934831239e-06, "mu_mis": 2.12966249963e-05, "mu_syn": 8.327215904e-06, "n_lof": 2.0, "n_mis": 128.0, "n_syn": 82.0, "p_li": 0.999966626204823, "p_null": 1.09275185688547e-13, "p_rec": 3.33737950672957e-05, "syn_z": 0.308412779252993}, "transcript": "ENST00000262435.9"}, "exons": [{"cdsend": 64661880, "cdsstart": 64545847, "chr": "17", "position": [[64542281, 64545947], [64546262, 64546338], [64547599, 64547801], [64551583, 64551704], [64554855, 64554993], [64555819, 64555998], [64557607, 64557722], [64561499, 64561603], [64562770, 64562966], [64571797, 64571956], [64578491, 64578576], [64580788, 64580991], [64583460, 64583544], [64586085, 64586170], [64591083, 64591149], [64593439, 64593573], [64598381, 64598490], [64606601, 64606640], [64661828, 64662307]], "strand": -1, "transcript": "NM_022739", "txend": 64662307, "txstart": 64542281}], "exons_hg19": [{"cdsend": 62657998, "cdsstart": 62541965, "chr": "17", "position": [[62538399, 62542065], [62542380, 62542456], [62543717, 62543919], [62547701, 62547822], [62550973, 62551111], [62551937, 62552116], [62553725, 62553840], [62557617, 62557721], [62558888, 62559084], [62567915, 62568074], [62574609, 62574694], [62576906, 62577109], [62579578, 62579662], [62582203, 62582288], [62587201, 62587267], [62589557, 62589691], [62594499, 62594608], [62602719, 62602758], [62657946, 62658425]], "strand": -1, "transcript": "NM_022739", "txend": 62658425, "txstart": 62538399}], "generif": [{"pubmed": 15574587, "text": "Smurf2 recruits the Rb and p53 pathways for induction of cellular replicative senescence."}, {"pubmed": 15862290, "text": "SMURF2 ubiquitin ligase is transcriptionally induced by TGFbeta."}, {"pubmed": 16061177, "text": "A 2.1 A resolution X-ray crystal structure of the Smurf2 HECT domain reveals that it has a suboptimal E2 binding pocket that could be optimized by mutagenesis."}, {"pubmed": 16641086, "text": "analysis of the WW domain recognition motif for the interaction of Smad7 and the E3 ubiquitin ligase Smurf2"}, {"pubmed": 17719543, "text": "Autoinhibition of the HECT-type ubiquitin ligase SMURF2 through its C2 domain."}, {"pubmed": 18052755, "text": "Ectopic expression of Smurf2 driven by the Col2a1 promoter accelerated the process of endochondral ossification including chondrocyte maturation and osteoblast differentiation through upregulation of beta-catenin"}, {"pubmed": 18181147, "text": "Smurf2 action may be a useful strategy for inhibition of cancer cell growth."}, {"pubmed": 18353873, "text": "dysregulation of Smurf2 could contribute to an aberrant TGF-beta/Smad signaling in the pathogenesis of kidney fibrosis"}, {"pubmed": 18514338, "text": "A significant elevation in expression of SMURF2 in oral squamous cell carcinoma cells was seen in carbon and neon-irradiated cells."}, {"pubmed": 18671942, "text": "These results suggest an important role for Smurf2 binding to TRAF2 in determining specific signalling outputs of TNF-R2."}, {"pubmed": 18821706, "text": "Smurf2 is up-regulated during Osteoarthritis in humans"}, {"pubmed": 18842593, "text": "Inhibition of PI3K or mTOR reduced the level of Rap1B, which acts downstream of Rheb and mTOR. The ubiquitin E3 ligase Smurf2 mediates the restriction of Rap1B by initiating its degradation."}, {"pubmed": 18852296, "text": "Smurf2 regulates the localization and stability of Mad2."}, {"pubmed": 18927080, "text": "two related E3 ubiquitin ligases, Smurf1 and Smurf2, act in the same direction in TGF-beta family signaling but play opposite roles in cell migration."}, {"pubmed": 19122240, "text": "Pin1 negatively regulates TGF-beta signaling by down-regulating Smad2/3 protein levels via induction of Smurf2-mediated ubiquitin-proteasomal degradation."}, {"pubmed": 19155312, "text": "Results establish an important role for Smurf2 in breast cancer progression and indicate that Smurf2 is a novel regulator of breast cancer cell migration and invasion."}, {"pubmed": 19255252, "text": "Smurf2 promotes trophoblast cell migration and invasion, and this function may involve downregulation of TGF-beta type I receptor."}, {"pubmed": 19481076, "text": "Smurf2-mediated upregulation of beta-catenin through induction of proteasomal degradation of GSK-beta in chondrocytes may activate articular chondrocyte maturation and associated alteration of gene expression, the early events of osteoarthritis."}, {"pubmed": 19557001, "text": "Data show that REDD1 is subject to ubiquitin-mediated degradation mediated by the CUL4A-DDB1-ROC1-beta-TRCP E3 ligase complex and through the activity of glycogen synthase kinase 3beta."}, {"pubmed": 19805145, "text": "E3 ubiquitin-protein ligase constitutive photomorphogenesis protein 1 is needed for COP1 for degradation via the ubiquitin-proteasome pathway."}, {"pubmed": 19898560, "text": "Inhibition of Smad signaling may be achieved at the transcriptional level through c-Ski/receptor-Smad/co-mediator Smad4 interactions--REVIEW"}, {"pubmed": 20819168, "text": "These findings suggest that Smurf2 plays a significant role in the pathomechanism of progressive supranuclear palsy"}, {"pubmed": 21750651, "text": "SMURF2-mediated protective ubiquitination of EGFR may be responsible for EGFR overexpression in certain tumors."}, {"pubmed": 21945933, "text": "RLIM directly binds to Smurf2, enhancing TGF-beta responsiveness in osteosarcoma U2OS cells."}, {"pubmed": 21953463, "text": "SMURF2 is a novel E3 ubiquitin ligase for KLF5 and negatively regulates KLF5 by targeting it for proteasomal degradation."}, {"pubmed": 21967197, "text": "mediates degradation of ubiquitinated HSP27 through the ubiquitin-proteasome pathway"}, {"pubmed": 22070932, "text": "In summary we established a new mechanism of IL17RB regulation-Smurf2 dependent degradation of its adaptor protein DAZAP2."}, {"pubmed": 22231558, "text": "tumor suppression function that maintains genomic stability by control of the epigenetic landscape of histone modifications through RNF20"}, {"pubmed": 22378783, "text": "TGFbeta induces expression of Smad7, Smurf2, and SIK1, the products of which physically and functionally interlink to control the activity of this pathway."}, {"pubmed": 22624557, "text": "Smurf2 interacts with Smad7 to suppress TGF-beta-mediated liver fibrosis through the ubiquitin-dependent degradation of TbetaRI during the early period of liver fibrosis."}, {"pubmed": 23250956, "text": "Depleting SMURF2 reduced MITF expression and substantially lowered the threshold for MEK inhibitor-induced apoptosis, and sensitized melanoma cells to the cytotoxic effects of selumetinib."}, {"pubmed": 23526793, "text": "Smurf2-mediated degradation of EZH2 enhances neuron differentiation and improves functional recovery after ischaemic stroke."}, {"pubmed": 23781096, "text": "This study showed that, by targeting SMURF2, NS3-4A appears to block the negative regulation of TGF-beta signaling, increasing the responsiveness of cells to TGF-beta."}, {"pubmed": 24121673, "text": "Smurf2 mediates ubiquitination and degradation of YY1, a key germinal centre transcription factor."}, {"pubmed": 24485087, "text": "Provide evidence of posttranscriptional downregulation of Smurf2 in triple-negative breast cancers, and demonstrate that the loss of RB function is involved in microRNA-mediated interference with Smurf2 translation."}, {"pubmed": 24709419, "text": "The SMURF2:UBCH5 complex is critical in maintaining KRAS protein stability."}, {"pubmed": 24729608, "text": "that Smurf2 is an important nonredundant negative regulator of virus-triggered type I IFN signaling by targeting VISA for K48-linked ubiquitination and degradation."}, {"pubmed": 24803334, "text": "These results suggest a novel regulatory mechanism for YY1 function by Smurf2."}, {"pubmed": 25051198, "text": "Results suggest that elevated transcription and expression levels of ubiquitin ligase E3s WWP1, Smurf1 and Smurf2 genes may be the mechanisms of occurrence, development and metastasis of prostate cancer."}, {"pubmed": 25438670, "text": "Studies on Smurf2 and Nedd4 show that the C2 domain has the potential to regulate E3 activity by maintaining the HECT domain in a low-activity state where its ability for transthiolation and noncovalent Ubiquitin binding are impaired."}, {"pubmed": 25524739, "text": "miR-424 regulates the myofibroblast differentiation during epithelial-to-mesenchymal transition by potentiating the TGF-beta signaling pathway, likely through Smurf2."}, {"pubmed": 26126536, "text": "Methylation by PRMT1 may regulate Smurf2 stability and control TGF-beta signaling."}, {"pubmed": 26166038, "text": "Data show that miR15b mediates SMURF2 expression in pancreatic cancer and suggest miR15b as an oncogene by promoting epithelial-mesenchymal transition and SMURF2 as a tumor suppressor gene which expression is inhibited by miR15b in pancreatic cancer."}, {"pubmed": 26435193, "text": "SMURF2 is a critical target of USP15 in the TGF-beta signaling pathway."}, {"pubmed": 26679521, "text": "The Smurf2 acts in a sumoylation-regulated manner to suppress TGFbeta-induced Epithelial-mesenchymal transition."}, {"pubmed": 26743567, "text": "the findings of this study demonstrate that the downregulation of SnoN expression in hRPTECs under high-glucose conditions is mediated by the increased expression of Smurf2 through the TGF-b1/Smad signaling pathway."}, {"pubmed": 27086113, "text": "Neddylation of Smurf1 activates its ubiquitin ligase activity and Smurf2 exerts Nedd8 ligase activity. This study provided new clues of Smurf2 activation regulation."}, {"pubmed": 27197155, "text": "found that phospho-AIMP2 dissociated from the multi-tRNA synthetase complex and translocated to the nucleus, where it bound to Smurf2"}, {"pubmed": 28169289, "text": "Nedd8 binding to Smurf plays important roles in the regulation of cell migration and the BMP and TGFbeta signaling pathways."}, {"pubmed": 28292929, "text": "data suggest for the first time that the choice of binding partners for SMURF2 can sustain or repress TGFbeta signaling, and RNF11 may promote TGFbeta-induced cell migration."}, {"pubmed": 28387615, "text": "Ectopic expression of human Smurf2 driven by the Col2a1 promoter accelerated disc degeneration in Col2a1-Smurf2 transgenic mice, and that higher levels of connective tissue growth factor protein and mRNA were present in Col2a1-Smurf2 transgenic discs, indicate that Smurf2 accelerates disc degeneration via upregulation of connective tissue growth factor."}, {"pubmed": 28423498, "text": "Low SMURF2 expression is associated with breast cancer organoid invasiveness."}, {"pubmed": 28611047, "text": "Results identified Smurf2 as an essential regulator of Topo IIalpha, providing novel insights into its control and into the suggested tumor-suppressor functions of Smurf2."}, {"pubmed": 29100790, "text": "Smurf2, an E3 ubiquitin ligase, interacts with PDE4B and attenuates liver fibrosis through miR-132 mediated CTGF inhibition."}, {"pubmed": 29534682, "text": "High SMURF2 expression is associated with breast cancer progression."}, {"pubmed": 30244169, "text": "This study reported that USF2 (upstream stimulatory factor 2), a basic helix-loop-helix-leucine-zip transcription factor, is necessary for the transcriptional activity of Smurf1 and Smurf2."}, {"pubmed": 30696809, "text": "Data suggest that TTC3 may contribute to TGF-beta1-induced EMT and myofibroblast differentiation, potentially through SMURF2 ubiquitylation/proteasomal degradation and subsequent inhibition of SMURF2-mediated suppression of SMAD2 and SMAD3, which in turn induces TTC3 expression."}, {"pubmed": 31076633, "text": "TRAF4 positively regulates the osteogenic differentiation of mesenchymal stem cells by acting as an E3 ubiquitin ligase to degrade Smurf2."}, {"pubmed": 31409643, "text": "our results indicate that SMURF2 reduces aerobic glycolysis and cell proliferation by promoting ChREBP ubiquitination and degradation via the proteasome pathway in colorectal cancer cells. We conclude that the SMURF2-ChREBP interaction might represent a potential target for managing colorectal cancer"}, {"pubmed": 31533041, "text": "A PRMT5-RNF168-SMURF2 Axis Controls H2AX Proteostasis."}, {"pubmed": 31581360, "text": "hese findings demonstrate that miR-195 and miR-497 act as a tumor suppressor by suppressing ubiquitination-mediated degradation of TGF-beta receptors through SMURF2, and suggest that miR-195 and miR-497 are potential therapeutic targets for lung cancer."}, {"pubmed": 31899247, "text": "The functions and regulation of Smurfs in cancers."}, {"pubmed": 32103168, "text": "SMURF2 prevents detrimental changes to chromatin, protecting human dermal fibroblasts from chromosomal instability and tumorigenesis."}, {"pubmed": 32167680, "text": "The E3 ubiquitin ligase Smurf2 regulates PARP1 stability to alleviate oxidative stress-induced injury in human umbilical vein endothelial cells."}, {"pubmed": 32283253, "text": "SMURF2 and SMAD7 induce SARA degradation via the proteasome."}, {"pubmed": 32361710, "text": "Ubiquitination-mediated degradation of SIRT1 by SMURF2 suppresses CRC cell proliferation and tumorigenesis."}, {"pubmed": 32392721, "text": "Activity of Smurf2 Ubiquitin Ligase Is Regulated by the Wnt Pathway Protein Dishevelled."}, {"pubmed": 32669362, "text": "Ubiquitin ligase SMURF2 enhances epidermal growth factor receptor stability and tyrosine-kinase inhibitor resistance."}, {"pubmed": 33090007, "text": "SMURF1 and SMURF2 in Progenitor Cells from Articular Cartilage and Meniscus during Late-Stage Osteoarthritis."}, {"pubmed": 33436154, "text": "Smad7 down-regulation via ubiquitin degradation mediated by Smurf2 in fibroblasts of hypertrophic scars in burned patients."}, {"pubmed": 33547700, "text": "SMAD-specific E3 ubiquitin ligase 2 promotes angiogenesis by facilitating PTX3 degradation in MSCs from patients with ankylosing spondylitis."}, {"pubmed": 33673144, "text": "Ubiquitin Ligase SMURF2 Interacts with Filovirus VP40 and Promotes Egress of VP40 VLPs."}, {"pubmed": 33849596, "text": "Circ_0116061 regulated the proliferation, apoptosis, and inflammation of osteoarthritis chondrocytes through regulating the miR-200b-3p/SMURF2 axis."}, {"pubmed": 34035464, "text": "miR-19b enhances osteogenic differentiation of mesenchymal stem cells and promotes fracture healing through the WWP1/Smurf2-mediated KLF5/beta-catenin signaling pathway."}, {"pubmed": 34545207, "text": "E3 ubiquitin ligase SMURF2 prevents colorectal cancer by reducing the stability of the YY1 protein and inhibiting the SENP1/c-myc axis."}, {"pubmed": 34749662, "text": "Long non-coding RNA TUG1 promotes proliferation and migration in PDGF-BB-stimulated HASMCs by regulating miR-216a-3p/SMURF2 axis."}, {"pubmed": 34946600, "text": "Enriching the Arsenal of Pharmacological Tools against MICAL2."}, {"pubmed": 35017630, "text": "SMURF2 phosphorylation at Thr249 modifies glioma stemness and tumorigenicity by regulating TGF-beta receptor stability."}, {"pubmed": 35361871, "text": "Tumor-suppressive role of Smad ubiquitination regulatory factor 2 in patients with colorectal cancer."}, {"pubmed": 35416325, "text": "LncRNA FIRRE stimulates PTBP1-induced Smurf2 decay, stabilizes B-cell receptor, and promotes the development of diffuse large B-cell lymphoma."}, {"pubmed": 35637952, "text": "CBX3 Regulated By YBX1 Promotes Smoking-induced Pancreatic Cancer Progression via Inhibiting SMURF2 Expression."}, {"pubmed": 37497010, "text": "SMURF2 facilitates ubiquitin-mediated degradation of ID2 to attenuate lung cancer cell proliferation."}, {"pubmed": 37537194, "text": "Smurf1 and Smurf2 mediated polyubiquitination and degradation of RNF220 suppresses Shh-group medulloblastoma."}, {"pubmed": 37800598, "text": "Flavin containing monooxygenase 2 regulates renal tubular cell fibrosis and paracrine secretion via SMURF2 in AKI-CKD transformation."}, {"pubmed": 37828084, "text": "Loss of SMURF2 expression enhances RACK1 stability and promotes ovarian cancer progression."}, {"pubmed": 37861000, "text": "Smurf2-Mediated Ubiquitination of FOXO4 Regulates Oxygen-glucose Deprivation/Reperfusion-induced Pyroptosis of Cortical Neurons."}, {"pubmed": 38810422, "text": "FOXO1 regulates RUNX2 ubiquitination through SMURF2 in calcific aortic valve disease."}], "genomic_pos": {"chr": "17", "end": 64662307, "ensemblgene": "ENSG00000108854", "start": 64542282, "strand": -1}, "genomic_pos_hg19": [{"chr": "17", "end": 62658186, "start": 62538413, "strand": -1}, {"chr": "HG183_PATCH", "end": 62739428, "start": 62619655, "strand": -1}], "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006511", "pubmed": 14755250, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0017015", "pubmed": 11158580, "qualifier": "involved_in", "term": "regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030512", "pubmed": 19255252, "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030512", "pubmed": 21791611, "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030512", "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030514", "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030514", "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043161", "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045892", "pubmed": 11016919, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060071", "qualifier": "involved_in", "term": "Wnt signaling pathway, planar cell polarity pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0090263", "qualifier": "involved_in", "term": "positive regulation of canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901165", "pubmed": 19255252, "qualifier": "involved_in", "term": "positive regulation of trophoblast cell migration"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000151", "pubmed": 14755250, "qualifier": "part_of", "term": "ubiquitin ligase complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 11163210, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004842", "pubmed": 14755250, "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004842", "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14755250, 15231748, 17719543, 18729074, 18985028, 20676133, 20937913, 21572392, 22045334, 22070932, 22921829, 25438670, 28514442, 30696809, 32296183, 33673144], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [15231748, 17719543], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0046332", "qualifier": "enables", "term": "SMAD binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046332", "pubmed": 19122240, "qualifier": "enables", "term": "SMAD binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061630", "pubmed": 19122240, "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}]}, "homologene": {"genes": [[7165, 1270684], [7227, 36999], [7955, 563633], [9031, 427809], [9544, 717902], [9598, 454761], [9606, 64750], [9615, 480470], [9913, 540826], [10090, 66313], [10116, 303614]], "id": 41490}, "interpro": [{"desc": "C2 domain", "id": "IPR000008", "short_desc": "C2_dom"}, {"desc": "HECT domain", "id": "IPR000569", "short_desc": "HECT_dom"}, {"desc": "WW domain", "id": "IPR001202", "short_desc": "WW_dom"}, {"desc": "C2 domain superfamily", "id": "IPR035892", "short_desc": "C2_domain_sf"}, {"desc": "HECT, E3 ligase catalytic domain", "id": "IPR035983", "short_desc": "Hect_E3_ubiquitin_ligase"}, {"desc": "WW domain superfamily", "id": "IPR036020", "short_desc": "WW_dom_sf"}, {"desc": "E3 ubiquitin-protein ligase, SMURF1 type", "id": "IPR024928", "short_desc": "E3_ub_ligase_SMURF1"}], "ipi": "IPI00329664", "map_location": "17q23.3-q24.1", "name": "SMAD specific E3 ubiquitin protein ligase 2", "other_names": ["E3 ubiquitin ligase SMURF2", "E3 ubiquitin-protein ligase SMURF2", "HECT-type E3 ubiquitin transferase SMURF2", "SMAD ubiquitination regulatory factor 2", "hSMURF2"], "pantherdb": {"HGNC": "16809", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1913563", "ortholog_type": "LDO", "panther_family": "PTHR11254", "taxid": 10090, "uniprot_kb": "A2A5Z6"}, {"RGD": "1310067", "ortholog_type": "LDO", "panther_family": "PTHR11254", "taxid": 10116, "uniprot_kb": "F1M3F2"}, {"Ensembl": "ENSGALG00000003566", "ortholog_type": "LDO", "panther_family": "PTHR11254", "taxid": 9031, "uniprot_kb": "F1NJU6"}, {"ZFIN": "ZDB-GENE-030131-1830", "ortholog_type": "LDO", "panther_family": "PTHR11254", "taxid": 7955, "uniprot_kb": "A9JRZ0"}, {"FlyBase": "FBgn0029006", "ortholog_type": "O", "panther_family": "PTHR11254", "taxid": 7227, "uniprot_kb": "Q9V853"}, {"SGD": "S000000927", "ortholog_type": "O", "panther_family": "PTHR11254", "taxid": 4932, "uniprot_kb": "P39940"}, {"PomBase": "SPAC1805.15c", "ortholog_type": "O", "panther_family": "PTHR11254", "taxid": 4896, "uniprot_kb": "Q9UTG2"}, {"PomBase": "SPBC16E9.11c", "ortholog_type": "O", "panther_family": "PTHR11254", "taxid": 4896, "uniprot_kb": "O14326"}, {"PomBase": "SPAC11G7.02", "ortholog_type": "O", "panther_family": "PTHR11254", "taxid": 4896, "uniprot_kb": "Q92462"}], "uniprot_kb": "Q9HAU4"}, "pathway": {"humancyc": {"id": "PWY66-11", "name": "BMP Signalling Pathway"}, "kegg": [{"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, {"id": "hsa04340", "name": "Hedgehog signaling pathway - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_ID", "name": "ID"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}], "pid": [{"id": "bmppathway", "name": "BMP receptor signaling"}, {"id": "tgfbrpathway", "name": "TGF-beta receptor signaling"}], "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2173788", "name": "Downregulation of TGF-beta receptor signaling"}, {"id": "R-HSA-2173788", "name": "Downregulation of TGF-beta receptor signaling"}, {"id": "R-HSA-2173789", "name": "TGF-beta receptor signaling activates SMADs"}, {"id": "R-HSA-2173789", "name": "TGF-beta receptor signaling activates SMADs"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173795", "name": "Downregulation of SMAD2/3:SMAD4 transcriptional activity"}, {"id": "R-HSA-2173795", "name": "Downregulation of SMAD2/3:SMAD4 transcriptional activity"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-4608870", "name": "Asymmetric localization of PCP proteins"}, {"id": "R-HSA-4641257", "name": "Degradation of AXIN"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8941858", "name": "Regulation of RUNX3 expression and activity"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-983168", "name": "Antigen processing: Ubiquitination & Proteasome degradation"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}], "wikipathways": [{"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP4249", "name": "Hedgehog Signaling Pathway"}]}, "pdb": ["1ZVD", "2DJY", "2JQZ", "2KXQ", "2LTZ", "6FX4", "7M3Q"], "pfam": ["PF00168", "PF00397", "PF00632"], "pharmgkb": "PA134985524", "pharos": {"target_id": 17596, "tdl": "Tchem"}, "prosite": ["PS50004", "PS50020", "PS50237"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF267815", "relationship": "is"}, {"id": "GNF267816", "relationship": "is"}, {"id": "GNF267817", "relationship": "is"}, {"id": "GNF267818", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046128", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082001", "relationship": "is"}, {"id": "GNF082002", "relationship": "is"}, {"id": "GNF082003", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050788", "relationship": "is"}, {"id": "GNF055550", "relationship": "is"}, {"id": "GNF060202", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066981", "relationship": "is"}, {"id": "GNF066982", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278879", "relationship": "is"}, {"id": "GNF279368", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095265", "relationship": "is"}, {"id": "GNF134922", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_073576.1", "XP_005257642.1", "XP_047292502.1", "XP_054172915.1", "XP_054172916.1", "XP_054172917.1"], "rna": ["NM_022739.4", "XM_005257585.4", "XM_047436546.1", "XM_054316940.1", "XM_054316941.1", "XM_054316942.1", "XR_007065425.1", "XR_008484917.1"], "translation": [{"protein": "XP_005257642.1", "rna": "XM_005257585.4"}, {"protein": "XP_054172915.1", "rna": "XM_054316940.1"}, {"protein": "XP_047292502.1", "rna": "XM_047436546.1"}, {"protein": "XP_054172916.1", "rna": "XM_054316941.1"}, {"protein": "XP_054172917.1", "rna": "XM_054316942.1"}, {"protein": "NP_073576.1", "rna": "NM_022739.4"}]}, "reporter": {"HG-U133_Plus_2": ["205596_s_at", "227489_at", "232020_at"], "HG-U95Av2": "33354_at", "HG-U95B": "58405_at", "HTA-2_0": "TC17001803.hg.1", "HuEx-1_0": "3766960", "HuGene-1_1": "8017651", "HuGene-2_1": ["16847841", "17121634", "17121636", "17121638"]}, "summary": "Enables SMAD binding activity; identical protein binding activity; and ubiquitin-protein transferase activity. Involved in negative regulation of transforming growth factor beta receptor signaling pathway; positive regulation of trophoblast cell migration; and ubiquitin-dependent SMAD protein catabolic process. Located in nuclear speck. Part of ubiquitin ligase complex. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "SMURF2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1539797"}, "unigene": "Hs.515011", "uniprot": {"Swiss-Prot": "Q9HAU4", "TrEMBL": ["J3QQM4", "Q96DE7", "J3QLG1", "J3QRY2"]}, "wikipedia": {"url_stub": "SMURF2"}}