{"AllianceGenome": "11094", "HGNC": "11094", "MIM": "602150", "_id": "6591", "_version": 1, "accession": {"genomic": ["AC013701.6", "AF042001.1", "AF084243.1", "CH471068.1", "CP068270.2", "KT584051.1", "NC_000008.11", "NC_060932.1", "NG_012130.1"], "protein": ["AAB58705.1", "AAC34288.1", "AAD55240.1", "AAH14890.1", "AAH15895.1", "BAD97088.1", "BAG35543.1", "EAW86700.1", "NP_003059.1", "O43623.1"], "rna": ["AA410443.1", "AK223368.1", "AK312661.1", "BC014890.1", "BC015895.1", "BG706203.1", "DA522147.1", "NM_003068.5", "U97060.1"], "translation": [{"protein": "BAG35543.1", "rna": "AK312661.1"}, {"protein": "BAD97088.1", "rna": "AK223368.1"}, {"protein": "NP_003059.1", "rna": "NM_003068.5"}, {"protein": "AAH15895.1", "rna": "BC015895.1"}, {"protein": "AAH14890.1", "rna": "BC014890.1"}, {"protein": "AAB58705.1", "rna": "U97060.1"}]}, "alias": ["SLUG", "SLUGH", "SLUGH1", "SNAIL2", "WS2D"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2017-12-19T17:00:00.000Z", "disease_label": "Waardenburg syndrome", "gcep": "Hearing Loss Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0018094", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_9c01d8d8-40a4-4b11-ad9c-8283bb937c55-2017-12-19T170000.000Z", "sop": "SOP5"}}, "ensembl": {"gene": "ENSG00000019549", "protein": ["ENSP00000020945", "ENSP00000380034"], "transcript": ["ENST00000020945", "ENST00000396822", "ENST00000649776"], "translation": [{"protein": "ENSP00000020945", "rna": "ENST00000020945"}, {"protein": "ENSP00000380034", "rna": "ENST00000396822"}], "type_of_gene": "protein_coding"}, "entrezgene": "6591", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.43087909, "exp_mis": 83.1001997, "exp_syn": 40.935703, "lof_z": 2.51203023315714, "mis_z": 1.23945610599247, "mu_lof": 4.566191208e-07, "mu_mis": 7.22342549588e-06, "mu_syn": 3.50200199401e-06, "n_lof": 0.0, "n_mis": 60.0, "n_syn": 34.0, "p_li": 0.871690015207373, "p_null": 0.00170134387859906, "p_rec": 0.126608640914028, "syn_z": 0.672030095378113}, "bp": 807, "cds_end": 49833824, "cds_start": 49831365, "n_exons": 3, "nonpsych": {"exp_lof": 5.7586594, "exp_mis": 75.1517953, "exp_syn": 36.9888524, "lof_z": 2.35674531720515, "mis_z": 1.23066349260339, "mu_lof": 4.566191208e-07, "mu_mis": 7.22342549588e-06, "mu_syn": 3.50200199401e-06, "n_lof": 0.0, "n_mis": 54.0, "n_syn": 30.0, "p_li": 0.85747184357017, "p_null": 0.00270545921722814, "p_rec": 0.139822697212602, "syn_z": 0.723492195889639}, "nontcga": {"exp_lof": 5.91037473, "exp_mis": 76.4461551, "exp_syn": 37.6548118, "lof_z": 2.39821860467185, "mis_z": 1.39297258385615, "mu_lof": 4.566191208e-07, "mu_mis": 7.22342549588e-06, "mu_syn": 3.50200199401e-06, "n_lof": 0.0, "n_mis": 52.0, "n_syn": 29.0, "p_li": 0.853063332367597, "p_null": 0.00241745075177188, "p_rec": 0.144519216880631, "syn_z": 0.89303730620167}, "transcript": "ENST00000396822.1"}, "exons": [{"cdsend": 48921265, "cdsstart": 48918806, "chr": "8", "position": [[48917597, 48918988], [48919895, 48920441], [48921186, 48921429]], "strand": -1, "transcript": "NM_003068", "txend": 48921429, "txstart": 48917597}], "exons_hg19": [{"cdsend": 49833824, "cdsstart": 49831365, "chr": "8", "position": [[49830156, 49831547], [49832454, 49833000], [49833745, 49833988]], "strand": -1, "transcript": "NM_003068", "txend": 49833988, "txstart": 49830156}], "generif": [{"pubmed": 11912130, "text": "The SLUG zinc-finger protein represses E-cadherin in breast cancer."}, {"pubmed": 12444107, "text": "Absence of SLUG causes the auditory-pigmentary symptoms in at least some individuals with Wardenburg syndrome type 2."}, {"pubmed": 15314165, "text": "Results suggest that aberrant expression of Snail or Slug may promote tumorigenesis through increased resistance to programmed cell death."}, {"pubmed": 15337769, "text": "induction of Slug by autocrine production of SCF and c-Kit activation plays a key role in chemoresistance of malignant mesothelioma"}, {"pubmed": 15709186, "text": "Tumors with positive Slug expression invaded deeper, had more lymph node metastasis, and had more lymphatic invasion than the tumors with negative Slug expression."}, {"pubmed": 15734731, "text": "SLUG is a negative regulator for BRCA2 gene expression"}, {"pubmed": 15737616, "text": "SLUG levels in the cell regulated the function of cytokeratins 8 and 19 gene promoters."}, {"pubmed": 16169465, "text": "High levels of Snail predict decreased relapse-free survival in women with breast cancer."}, {"pubmed": 16541421, "text": "SLUG is upregulated by dihydrotestosterone and epidermal growth factor, providing a molecular mechanism by which epithelial cell-specific genes are silenced during prostate cancer development and progression."}, {"pubmed": 16707493, "text": "Slug regulates integrin alpha3, beta1, and beta4 expression and cell proliferation in human epidermal keratinocytes"}, {"pubmed": 16717446, "text": "Slug overexpression may contribute to specific cardiac phenotypes and cancer development."}, {"pubmed": 16924233, "text": "These findings support a role of Slug in mediating Raf 1-induced transcriptional repression of occludin and subsequent epithelial to mesenchymal transition."}, {"pubmed": 16952353, "text": "Results suggest that the aryl hydrocarbon receptor participates in Slug induction, which, in turn, regulates cellular physiology including cell adhesion and migration."}, {"pubmed": 17194444, "text": "we provide evidence through yeast two-hybrid and in vitro co-immunoprecipitation analyses that hSLUG does not directly interact with hCtBP1."}, {"pubmed": 17724139, "text": "Data show that SNAI1 and SNAI2 are ectopically expressed in thyroid carcinomas, and aberrant expression in mice is associated with papillary carcinoma development."}, {"pubmed": 17984306, "text": "Ligand-induced Notch activation, through the induction of Slug, promotes tumor growth and metastasis characterized by epithelial-to-mesenchymal transition."}, {"pubmed": 18056415, "text": "Myocardin-related transcription factors are critical mediators of transforming growth factor beta (TGF-beta) 1-induced epithelial-mesenchymal transition.["}, {"pubmed": 18160708, "text": "Knockdown of SIM2s in MCF-7 breast cancer cells contributed to an epithelial-mesenchymal transition associated with increased slug levels."}, {"pubmed": 18485278, "text": "SLUG binds to the E2-box sequences of the VDR gene promoter and recruits CtBP1 and HDAC1, which results in the inhibition of VDR gene expression by chromatin remodeling."}, {"pubmed": 18588516, "text": "The effect of Etrogen receptor alpha on slug repression is dependent on the overall level of ERalpha, confirming that slug is an estrogen receptor alpha responsive gene."}, {"pubmed": 18628477, "text": "Slug down-regulation facilitates apoptosis induced by proapoptotic drugs in neuroblastoma cells and decreases their invasion capability in vitro and in vivo"}, {"pubmed": 18663143, "text": "Collectively, our data suggest that combined expression of Slug and Snail is required for EMT in cardiac cushion morphogenesis."}, {"pubmed": 18685621, "text": "Slug is an essential component of the pathway leading to EGFR-mediated epithelial outgrowth"}, {"pubmed": 18716062, "text": "These results implicate a novel EGFR/Erk5/Slug pathway in the control of cytoskeleton organization and cell motility in keratinocytes treated with epidermal growth factor."}, {"pubmed": 18799618, "text": "Snail and Slug promote formation of beta-catenin-T-cell factor (TCF)-4 transcription complexes that bind to the promoter of the TGF-beta3 gene to increase its transcription."}, {"pubmed": 18853422, "text": "SLUG-induced epithelial-mesenchymal transition may alter the expression profile of receptor tyrosine kinases, including discoid domain receptors"}, {"pubmed": 19046938, "text": "Factors released by breast cancer cells are able to upregulate Slug expression in vascular endothelial cells."}, {"pubmed": 19381684, "text": "We found upregulation of mRNA for transcription factors Snail, Slug, Twist, and SIP1 in spindle cell carcinoma when compared to squamous cell carcinoma."}, {"pubmed": 19389926, "text": "changes in the Akt/beta-catenin pathway play key roles in the regulation of E-cadherin through the transactivation of the Slug gene in uterine carcinosarcomas."}, {"pubmed": 19448627, "text": "Results indicate that wtp53 and p53 mutants may differentially control cancer invasion and metastasis through the p53-MDM2-Slug pathway."}, {"pubmed": 19502595, "text": "Overexpression of Snail2 cooperates with Snail1 in the repression of vitamin D receptor in colon cancer."}, {"pubmed": 19681038, "text": "TGF-beta1 increases Slug via ERK1/2 signaling, and thereby contributes to oral squamous cell carcinoma progression."}, {"pubmed": 19751508, "text": "aids in Wnt/beta-catenin signal transduction in invasive ductal carcinoma of breast"}, {"pubmed": 19756381, "text": "Slug functions as a novel regulator of osteoblast activity and may be considered a new factor required for osteoblast maturation."}, {"pubmed": 19784072, "text": "Data show that elevated Snail expression by Pdcd4 knockdown leads to downregulation of E-cadherin resulting in activating beta-catenin/Tcf-dependent transcription."}, {"pubmed": 19821482, "text": "Coexpression of Snail and Twist correlated with the worst prognosis of hepatocellular carcinoma."}, {"pubmed": 20019845, "text": "Studies suggest a model of hypoxia induced metastasis through expression of HIF-1alpha, and SLUG regulation of MT4-MMP transcription."}, {"pubmed": 20101232, "text": "Data show there was a strong inverse correlation between slug and ERalpha and E-cadherin immunoreactivity in breast cancer cases."}, {"pubmed": 20128911, "text": "Results suggest that SLUG expression is correlated with osteogenic commitment, and is positively regulated by Lef-1 signal in normal human osteoblasts."}, {"pubmed": 20138990, "text": "transcription factors Snail1 and Snail2 repress vitamin D receptor during colon cancer progression"}, {"pubmed": 20150431, "text": "p63 isoforms are regulated by snail and slug transcription factors in human squamous cell carcinoma"}, {"pubmed": 20418652, "text": "Slug gene facilitates apoptosis of fibroblast-like synoviocytes by increasing Puma transactivation."}, {"pubmed": 20503457, "text": "Results suggest that Slug expression is a novel prognostic marker for intrahepatic cholangiocarcinoma with lymph node metastasis."}, {"pubmed": 20509143, "text": "The aggressive stem cell-like phenotype of breast cancer cells is induced by inflammatory cytokine TNF-alpha activation SLUG via NFkB/HIF1a, which is further enhanced by the loss of p53 function."}, {"pubmed": 20564361, "text": "Slug protein is a negative regulator of proliferation of prostate cancer cells"}, {"pubmed": 20565806, "text": "Identified SNAI2/Slug as a regulator of growth and invasion in human gliomas."}, {"pubmed": 20594328, "text": "High slug is associated with extrahepatic hilar cholangiocarcinoma."}, {"pubmed": 20622260, "text": "Data show that the proto-oncogene c-Myb controls Slug transcription in tumor cells of different origin. Such a regulatory pathway contributes to the acquisition of invasive properties that are important for the metastatic process."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20651304, "text": "Data show that mesenchymal to epithelial reverting transition, which is mediated through regulation of Slug, is a clinically significant phenotype in leiomyosarcoma."}, {"pubmed": 20730573, "text": "Slug is an important modulator of apoptosis, growth and invasion in esophageal adenocarcinoma"}, {"pubmed": 20738754, "text": "Slug may play an important role in the invasion and metastasis of salivary adenoid cystic carcinoma, and has the potential for being one of the strong invasion and metastasis indicators at presentation of such patients."}, {"pubmed": 20809941, "text": "Demonstrate that twist, snail and slug have inappropriate expression in bladder carcinoma and that this may play a part in the progression of human bladder carcinoma."}, {"pubmed": 21044962, "text": "SLUG inhibits the expression of UbcH5c directly through chromatin remodeling and thus, among other downstream effects, elevates the level of cyclin D1"}, {"pubmed": 21053100, "text": "Slug-specific siRNA significantly reduced tumor growth by approximately 60% and inhibited metastasis and angiogenesis in a xenograft mouse model."}, {"pubmed": 21081648, "text": "These findings indicate that IKKalpha contributes to the tumor-promoting function of the TGFbeta-SMAD signaling pathway in particular cancers."}, {"pubmed": 21120639, "text": "rAAV2-Slug siRNA transfection resulted in downregulation of the levels of Slug in tumor cells."}, {"pubmed": 21182836, "text": "Results show a positive correlation between CXCL12 signaling and Slug activity, thus corroborating the role of these two proteins in bone cells."}, {"pubmed": 21199805, "text": "results show that Twist1 needs to induce Snail2 to suppress the epithelial branch of the EMT program and that Twist1 and Snail2 act together to promote EMT and tumor metastasis"}, {"pubmed": 21207222, "text": "Expression of Snail2 in long bone osteosarcomas correlates with tumour malignancy."}, {"pubmed": 21274735, "text": "in patients with gastric caancer, expression of E-cadherin and that of Slug were associated with tumor properties, including lymph node metastasis, stage, lymphatic invasion, and venous invasion, as well as with prognosis"}, {"pubmed": 21470622, "text": "Slug expression in our panel of colon cancer cell lines was inversely correlated with E-cadherin expression and enhanced migration/invasion"}, {"pubmed": 21532623, "text": "HAb18G/CD147 promotes epithelial-mesenchymal transition through TGF-beta signaling and is transcriptionally regulated by Slug.("}, {"pubmed": 21593765, "text": "transcriptional activity of ZEB1 is increased by Slug, suggesting a hierarchical organized expression of epithelial mesenchyme transition (EMT) transcription factors through directed activation, triggering an EMT-like process in melanoma."}, {"pubmed": 21632819, "text": "ERalpha and ERbeta may act in opposite directions to regulate the Slug-E-cadherin pathway and to affect invasiveness of nonfunctional pituitary adenoma"}, {"pubmed": 21645238, "text": "Slug-silenced cells changed in morphology, decreased in their migration ability, increased Sox9 and Sox5 and decreased Sox6 and STAT1 expression"}, {"pubmed": 21645451, "text": "down-regulation of Claudin-7 and overexpression of Slug in lung squamous cell carcinoma and adenocarcinoma"}, {"pubmed": 21647877, "text": "Snai2 plays major roles in EMT and the progression of SCCOT and may serve as a therapeutic target for patients at risk of metastasis."}, {"pubmed": 21656704, "text": "elevated levels of slug were accompanied by down regulation of E-cadherin in adenocarcinoma cells."}, {"pubmed": 21785273, "text": "Slug expression in UM-SCC-38 cells induces a mesenchymal phenotype and results in increased motility."}, {"pubmed": 21808237, "text": "Slug protein expression level was negatively correlated with pathological tumor stage, suggesting that Slug was down-regulated in advanced renal cell carcinoma."}, {"pubmed": 21809991, "text": "Overexpression of Snail, Slug, and dysadherin and activation of Wnt and PI3K/Akt signaling was associated with inactivated E-cadherin in the spindle cells of monophasic fibrous synovial sarcomas."}, {"pubmed": 22028892, "text": "a global view of the impact of Snail and Slug expression"}, {"pubmed": 22074556, "text": "SLUG-mediated migration and invasion in prostate cancer cells"}, {"pubmed": 22178381, "text": "Increased expression of Slug was observed in 18.2% of primary NSCLC tumors. Overexpression of Slug in stage I NSCLC was associated with a worse overall survival and correlated with a shorter recurrence-free survival."}, {"pubmed": 22208948, "text": "The known, precise and consistent gene composition of this cancer mesenchymal transition signature provides unique opportunities for shedding light on the underlying mechanisms of cancer invasiveness"}, {"pubmed": 22232246, "text": "ROCK cooperated with ET-1/ET(A)R to promote EMT of human ovarian carcinoma cells through upregulation of SLUG mRNA"}, {"pubmed": 22232555, "text": "Results demonstrate differential effects of Snail and Slug in pancreatic cancer and identify the interplay between Rho signaling and beta1-integrin that regulates the scattering and migration of Snail- and Slug-expressing pancreatic cancer cells."}, {"pubmed": 22288519, "text": "None of 20 ordinary glioblastomas showed Slug expression in >10% neoplastic cells."}, {"pubmed": 22385965, "text": "Coexpression of Slug and Sox9 promotes the tumorigenic and metastasis-seeding abilities of human breast cancer cells and is associated with poor patient survival"}, {"pubmed": 22421353, "text": "Data indicate that up-regulation of Slug was significantly correlated with a higher tumor stage and the E- to N-cadherin switch in bladder cancer cells and tissues."}, {"pubmed": 22471696, "text": "Data suggest that Snail expression could be a reliable independent prognostic factor to predict gastric carcinoma progression, which might open a new avenue for potential clinical intervention with functional Snail expression in gastric cancer patients."}, {"pubmed": 22490800, "text": "Slug is expressed markedly higher while E-cadherin markedly lower in metastatic gastrointestinal stromal tumors."}, {"pubmed": 22493711, "text": "Gene expression signature of the transcription factor SNAI2 and the putative stem cell marker CD44 are strongly correlated and highly expressed in glioblastomas versus lower grade gliomas."}, {"pubmed": 22496452, "text": "This study thus implicates SLUG-induced repression of plakoglobin as a motility determinant in highly disseminating breast cancer."}, {"pubmed": 22503751, "text": "The studies suggest a role for Slug early in the transformation of melanocytes to melanoma cells."}, {"pubmed": 22508482, "text": "Chromatin immunoprecipitation (ChIP) analysis showed that Slug is a target gene of Egr-1."}, {"pubmed": 22727060, "text": "GSK-3beta-mediated phosphorylation of Slug/Snail2 controls its turnover and localization during EMT."}, {"pubmed": 22745193, "text": "There is a reciprocal regulation between Slug and AR not only in transcriptional regulation but also in protein bioactivity, and Slug-AR complex plays an important role in accelerating the androgen-independent outgrowth of CRPC."}, {"pubmed": 22801439, "text": "Slug regulates cyclin D1 expression by ubiquitin-proteasome pathway in PCa cells"}, {"pubmed": 22820858, "text": "Invasiveness was significantly correlated to the increased Slug in tumour cells, as well as to increased ASMA, S100A4, and PDGFRbeta in stromal cells."}, {"pubmed": 22886823, "text": "High Slug and low E-cadherin expression in basal-like breast cancer (BLBC) correlated with histological grade, TNM stage, and lymphatic metastasis. Poor prognosis of BLBC is associated high Slug and vimentin expression and low E-cadherin levels."}, {"pubmed": 22899291, "text": "we have demonstrated strong diffuse expression of SNAI2 and TWIST1 in the majority of anaplastic thyroid carcinomas but not in normal thyroids, thyroid adenomas or well-differentiated thyroid carcinomas"}, {"pubmed": 22911700, "text": "autocrine SPARC maintains heightened SLUG expression in melanoma cells and indicate that SPARC may promote EMT-associated tumor invasion by supporting AKT-dependent upregulation of SLUG."}, {"pubmed": 22937066, "text": "Kruppel-like factor 4, a tumor suppressor in hepatocellular carcinoma cells reverts epithelial mesenchymal transition by suppressing slug expression."}, {"pubmed": 22974478, "text": "Ectopic expression of Snail and Twist contributed to lymph node and disseminated metastasis, respectively, by reducing E-cadherin expression, providing a novel role for Snail and Twist in the progression of colorectal cancer."}, {"pubmed": 23011797, "text": "Findings establish unique functional links between canonical Wnt signaling, Slug expression, EMT, and BRCA1 regulation."}, {"pubmed": 23029385, "text": "The overexpression of SLUG and TWIST with down-regulation of E-cadherin was characteristic findings in hemangiopericytomas and solitary fibrous tumors, but not in meningiomas."}, {"pubmed": 23031797, "text": "These studies suggest that miR-221 expression is, in part, dependent on Slug in breast cancer cells"}, {"pubmed": 23052737, "text": "It might play an important role in the implantation of metastatic foci."}, {"pubmed": 23059759, "text": "These results suggest that FAM3B-258 promotes colon cancer cell invasion and metastasis through upregulation of Slug."}, {"pubmed": 23086238, "text": "Elf5 inhibits the epithelial-mesenchymal transition in mammary gland development and breast cancer metastasis by transcriptionally repressing Snail2."}, {"pubmed": 23142026, "text": "Re-expression of miR-1 may be an effective therapy that prevents cancer malignancy by converting cells from a mesenchymal phenotype to an epithelial phenotype via the downregulation of Slug."}, {"pubmed": 23190132, "text": "In diffuse large B-cell lymphoma, cytoplasmic Slug expression was linked to a favourable disease outcome, whereas nuclear expression of ZEB1 indicated an adverse outcome."}, {"pubmed": 23226515, "text": "SFRP2 appears to interact with Slug to affect the apoptosis of hypertrophic scar fibroblasts"}, {"pubmed": 23244088, "text": "High SLUG expression is associated with lung cancer growth and metastasis."}, {"pubmed": 23248240, "text": "Data indicate that Slug siRNA suppressed the TGF-beta1-induced integrin alpha3beta1-mediated cell migration ability of squamous cell carcinoma HSC-4 cells."}, {"pubmed": 23250725, "text": "Data indicate that SLUG silencing increased the interference of radiation on cell cycle distribution and cell killing by 60 % and 80 % in M79 cells after a 2.4 Gy and 5 Gy radiation dose, respectively."}, {"pubmed": 23352643, "text": "Snail2 promotes osteosarcoma cell motility through remodelling of the actin cytoskeleton and regulates tumor development."}, {"pubmed": 23354685, "text": "miR-182 and miR-203 induce mesenchymal to epithelial transition features and growth factor independent growth via repressing SNAI2 in prostate cells."}, {"pubmed": 23410973, "text": "High SNAI2 is associated with ovarian cancer."}, {"pubmed": 23430442, "text": "Sox2 expression in hepatocellular carcinoma patients correlates with transcription activity of the SLUG promoter region."}, {"pubmed": 23434592, "text": "ANGPTL1 represses lung cancer cell motility by abrogating the expression of the epithelial mesenchymal transformation mediator SLUG."}, {"pubmed": 23438693, "text": "binding of Mdm2 to the Slug mRNA appears to provide a novel mechanism through which Mdm2 promotes tumor progression in a manner independent of the presence of p53."}, {"pubmed": 23447531, "text": "the SNAI2 and miR-203 regulatory loop plays important roles in EMT and tumor metastasis."}, {"pubmed": 23521708, "text": "The staining intensities of Snail and Slug are associated with decreased E-cadherin staining in SCC and this may promote EMT. However, the staining intensities of p53 and p63 are not significantly correlated with the loss of E-cadherin."}, {"pubmed": 23566666, "text": "benzo[a]pyrene regulates the invasive properties of rheumatoid arthritis (RA) fibroblast-like synoviocytes through Slug expression and may provide a a link between smoking and increased progression in RA."}, {"pubmed": 23567973, "text": "Gas6 induced the activation of JNK and ERK1/2 signaling in cancer cells expressing Axl, resulting in the phosphorylation of activator protein-1 (AP-1) transcription factors c-Jun and ATF-2, and induction of Slug."}, {"pubmed": 23634282, "text": "Slug mediates an aggressive phenotype including enhanced migration activity, anoikis suppression, and tumor growth, but increases sensitivity to tubulin-binding agents via the downregulation of betaIII and betaIVa-tubulin in lung cancer cells."}, {"pubmed": 23677639, "text": "Data indicate that pancreatic (pro)enzymes enhanced expression of beta-catenin and E-cadherin and decreased expression of several epithelial-mesenchymal transition (EMT)-associated genes, such as Vimentin, Snail and Slug."}, {"pubmed": 23743248, "text": "slug has a role in a PI3 kinase pathway that promotes endothelial survival via notch activation"}, {"pubmed": 23815612, "text": "slug induced the increase and maintenance of cancer stem cell subpopulation and contributed to vasculogenic mimicry formation eventually."}, {"pubmed": 23856032, "text": "FOXM1 promotes epithelial to mesenchymal transition (EMT) in breast cancer cells by stimulating the transcription of EMT-related genes such as Slug."}, {"pubmed": 23856093, "text": "VAV1 overexpression in both SKOV3 and human ovarian surface epithelial cells demonstrated that its upregulation of an E-cadherin transcriptional repressor, Snail and Slug, was not confined to ovarian cancer cells"}, {"pubmed": 23873763, "text": "high basal levels of Slug prevent the chondrogenic differentiation of human mesenchymal stem cell."}, {"pubmed": 23900394, "text": "Downregulation of SLUG protein expression significantly inhibits growth and invasion of colorectal cancer cells in vitro."}, {"pubmed": 23911747, "text": "MiR-181a regulates the MAPK-Snai2 pathway."}, {"pubmed": 23992520, "text": "Our results show that a Slug-dependent endothelial mesenchymal transition process is involved in bleomycin-induced therapeutic effects on endothelial cells and indicate the potential role of this process in the sclerotherapy of venous malformations."}, {"pubmed": 23996472, "text": "High Slug expression is associated with radioresitance in colorectal cancer."}, {"pubmed": 24001454, "text": "Increased expression of Slug is associated with lymph node metastasis in colorectal cancer."}, {"pubmed": 24027338, "text": "Host Kruppel-like factor 15, Slug, and SPDEF, stimulated the herpes simplex virus type 1 ICP0 promoter more than 150-fold."}, {"pubmed": 24036252, "text": "The Slug/beta-catenin-dependent activation of DNA damage signaling triggered by the hypoxic microenvironment sustains the proinflammatory phenotype of breast cancer stem cells."}, {"pubmed": 24100634, "text": "ETV1 expression is significantly correlated with Snail expression in human gastric tumor samples. In summary, we present data that ETV1 promotes Snail expression to induce EMT-like metastatic progression in gastric cancer."}, {"pubmed": 24210586, "text": "Snai2 is downregulated by glyoxal in a process that causes defective keratinocyte migration"}, {"pubmed": 24233839, "text": "findings indicate that Gas6/Axl regulates tumor invasion through the transcriptional activation of Slug"}, {"pubmed": 24280681, "text": "MiR-204 inhibits epithelial to mesenchymal transition by targeting Slug protein in intrahepatic cholangiocarcinoma cells."}, {"pubmed": 24367561, "text": "Alterations in Slug expression occur in early stages of development of esophageal squamous cell carcinoma and are sustained during disease progression"}, {"pubmed": 24379252, "text": "mutations of MITF, SNAI2 and SOX10 genes are observed in Waardenburg syndrome type II. mutation of the KIT gene and/or heterozygous deletion of the SNAI2 gene result in piebaldism disease(review)"}, {"pubmed": 24403312, "text": "Loss of slug expression is associated with breast and lung cancer."}, {"pubmed": 24427353, "text": "the evaluation of HIF-1alpha, MT and SLUG expression in papillary thyroid carcinoma may be useful in predicting the risk of lymph node metastasis and high TNM stage."}, {"pubmed": 24469056, "text": "Altogether, our study uncovered the existence of a novel Akt-HSF-1 signaling axis that leads to Slug upregulation and EMT, and potentially contributes to progression of HER2-positive breast cancer"}, {"pubmed": 24549638, "text": "SLUG and MSX2, transcription factors involved in epithelial-mesenchymal transitions, essential features of gastrulation in development and tumor progression, are important mediators of BMP4-induced differentiation in human embryonic stem cells."}, {"pubmed": 24638100, "text": "SNAI1, SNAI2, SNAI3 show unequal oncogenic potential, strictly correlating with their ability to promote epithelial-to-mesenchymal transition."}, {"pubmed": 24657653, "text": "NOR1 suppresses slug/vimentin expression to inhibit epithelial-mesenchymal transformation in nasopharyngeal carcinoma."}, {"pubmed": 24662746, "text": "Androgen receptor signaling promotes bladder cancer metastasis through Slug mediated epithelial-mesenchymal transition."}, {"pubmed": 24662826, "text": "Results indicate that Slug has multifaceted roles in cancer progression by controlling both epithelial-mesenchymal transition and genome stability."}, {"pubmed": 24712489, "text": "Slug silencing showed a pro-chondrogenic effect, highlighting both its potential use as an alternative to TGFbeta treatment, and the critical role of the Slug TF in determining the fate of hMSCs."}, {"pubmed": 24721839, "text": "High expression of slug was correlated with salivary adenoid cystic cancer."}, {"pubmed": 24760686, "text": "we have shown that miR-1 directly targets the Slug gene in chordoma. Restoration of miR-1 suppressed not only proliferation, but also migratory and invasive activities, and reduced the Slug expression in chordoma cells."}, {"pubmed": 24830722, "text": "Slug promotes survival during metastasis through suppression of Puma-mediated apoptosis."}, {"pubmed": 24870796, "text": "There was no significant difference in SNAI2 mRNA expression in basal cell carcinoma compared to normal skin tissue."}, {"pubmed": 24894673, "text": "Data suggest that macrophages contributed to the decreased expression of E-cadherin by NF-kappaB/Slug protein pathway in hepatocellular carcinomas."}, {"pubmed": 24984960, "text": "Axl exerts the role of tumor metastasis and chemosensitivity through activation of the PI3K/Akt/GSK3beta signaling pathway, which is transcriptionally regulated by Slug."}, {"pubmed": 25031719, "text": "Slug is a functional target of IMP3 in breast cancers"}, {"pubmed": 25100569, "text": "the levels of SNAI2 binding to genomic targets determine the differentiation status of epithelial cells"}, {"pubmed": 25117682, "text": "pregnancy-associated mammary stem cells require a TGF-beta2/alphavbeta3/Slug pathway"}, {"pubmed": 25141863, "text": "Functional studies reveal that p21 and p53 cooperate to facilitate Mdm2-dependent Slug degradation and that this p53 function is mimicked by p53(R273H), a mutant lacking trans-activating activity."}, {"pubmed": 25151968, "text": "A novel role of hTERT in stress hormone-induced ovarian cancer aggressiveness through inducing Slug, providing novel biomarkers and potential therapeutic targets for ovarian cancer."}, {"pubmed": 25256553, "text": "TSP-1 cooperates with FGF-2 and VEGF/VEGFR-1 in determining melanoma invasion and metastasis, as part of a Slug-independent motility program."}, {"pubmed": 25317798, "text": "Modulation of Slug signaling (and MMP-9 expression) by ERK5 knockdown, inhibited tumor invasion in osteosarcoma cells."}, {"pubmed": 25322669, "text": "Slug, a target gene of miR-140, was examined by luciferase assay."}, {"pubmed": 25337226, "text": "Slug influences growth of lung squamous cell carcinomas and has an independent prognostic value in this tumor type."}, {"pubmed": 25339068, "text": "Slug promotes progression of hepatocellular carcinoma by promoting sox2 and nanog overexpression."}, {"pubmed": 25491625, "text": "Inhibition of Slug expression in laryngeal carcinoma cells via knockdown of S100A4 enhances sensitivity to cisplatin."}, {"pubmed": 25538040, "text": "self-renewal versus differentiation of human ESCs (hESCs) in response to Wnt signaling is predominantly determined by a two-layer regulatory circuit involving beta-catenin, E-cadherin, PI3K/Akt, and Slug in a time-dependent manner."}, {"pubmed": 25556164, "text": "CCL21/CCR7 pathway activates signallings to up-regulate Slug pathway, leading to the occurrence of epithelial-mesenchymal transition process in human chondrosarcoma"}, {"pubmed": 25599843, "text": "SLUG protein expression in primary breast cancer and axillary lymph node metastases"}, {"pubmed": 25645291, "text": "Notch1 signaling regulates the epithelial-mesenchymal transition and invasion of breast cancer in a Slug-dependent manner."}, {"pubmed": 25652255, "text": "Study shows the ability of Slug to bind E-boxes of ERalpha promoter region, and thereby to suppress de novo ERalpha synthesis contributing to tumor progression in breast and prostate neoplasm and drug resistance as well."}, {"pubmed": 25686823, "text": "SNAI2 expression in selected PCa cells, by regulating their self-renewal"}, {"pubmed": 25707493, "text": "High SNAI2 expression was significantly correlated with Gastric Cancer."}, {"pubmed": 25728608, "text": "SLUG regulates PTEN expression in prostate cancer cell lines."}, {"pubmed": 25728945, "text": "LCN2 plays an important role in promoting cell migration and invasion of prostate cancer by inducing EMT through the ERK/SLUG axis."}, {"pubmed": 25784376, "text": "High SLUG expression is associated with gastric cancer."}, {"pubmed": 25812964, "text": "Slug inversely regulated PUMA and p53 expression in both CNE-2 and CNE-2-RES cells."}, {"pubmed": 25855378, "text": "Consistent with its role as an intermediate filament, vimentin acted as a scaffold to recruit Slug to ERK and promote Slug phosphorylation at serine-87."}, {"pubmed": 25871397, "text": "In glioblastoma cells, SNAI2 was identified as a direct target gene of miR-203. The knockdown of SNAI2 by short hairpin RNA (shRNA) inhibited EMT and drug resistance."}, {"pubmed": 25928859, "text": "SNAI2/SLUG is prognostic of patients' outcome. The strong inverse correlation with ESR1 indicates a significant impact of estrogen receptor pathway regarding these malignant features."}, {"pubmed": 25944620, "text": "Our results show that HOXB13/SLUG and ALX4/SLUG axes are novel pathways that promote EMT and invasion of ovarian cancer cells."}, {"pubmed": 25982283, "text": "we show that SOX2 is a transcriptional target of SLUG. These data establish a novel mechanism of breast tumor initiation involving IMP3 and they provide a rationale for its association with aggressive disease and poor outcome."}, {"pubmed": 25997702, "text": "It plays an important role in not only invasion ability through EMT but also gemcitabine resistance of CD133-positive pancreatic cancer cells."}, {"pubmed": 26124343, "text": "SLUG and TWIST expression in IDC was significant higher in stromal cells."}, {"pubmed": 26170067, "text": "the correlation between FP receptor and Slug was also confirmed immunohistochemically in breast cancer cases."}, {"pubmed": 26170144, "text": "findings suggest that while the first ZF does not contribute to the transcription-associated functions of Slug, all the remaining four ZFs are involved in regulating the expression of target genes with ZF3 and ZF4 being more crucial than ZF2 or ZF5"}, {"pubmed": 26194471, "text": "Data showed a lack of association between circulating tumor cells (CTCs) and expression of epithelial to mesenchymal transition (EMT) factors, TWIST1 and SLUG, in breast tumor suggesting that expression of EMT protein is not surrogate marker of CTCs."}, {"pubmed": 26198055, "text": "We found that TWIST1, SNAIL and SLUG are overexpressed in endometriosis"}, {"pubmed": 26292259, "text": "Loss of NDRG2 induced the expression of matrix metalloproteinase-19 (MMP-19), which regulated the expression of Slug at the transcriptional level in the epithelial-mesenchymal transition of gallbladder carcinoma cells."}, {"pubmed": 26349748, "text": "The present study indicated that Slug and EMMPRIN are potential biomarkers and therapeutic targets for the diagnosis and treatment of perineural invasion in human salivary adenoid cystic carcinoma."}, {"pubmed": 26370982, "text": "SOX2 Promotes the Epithelial to Mesenchymal Transition of Esophageal Squamous Cells by Modulating Slug Expression through the Activation of STAT3/HIF-alpha Signaling"}, {"pubmed": 26387547, "text": "regulation of cancer stem cell via SLUG-SOX9 regulatory axis"}, {"pubmed": 26459371, "text": "highly expressed in stromal villi cells of molar disease"}, {"pubmed": 26467042, "text": "Our study shows an inversed preferential nuclear expression of SLUG, SOX10, and SOX9 in triple negative and non-triple negative cases."}, {"pubmed": 26482776, "text": "MALAT1 regulates cancer stem cell activity and radioresistance by modulating the miR-1/slug axis."}, {"pubmed": 26561205, "text": "Data show that patients with high MDA-9/Syntenin and high Slug expressions were associated with poor overall survival compared to those with low expression in lung adenocarcinomas."}, {"pubmed": 26561320, "text": "Studied the role and putative interactors of SNAI2, a slug protein which is involved in the development of cancer progression. Based upon the computational analysis, we consider HNF4A could be a putative candidate to study zinc finger protein slug."}, {"pubmed": 26571812, "text": "SNAI1 and SNAI2 - transcriptional master-regulators of epithelial-mesenchimal transition"}, {"pubmed": 26676637, "text": "Slug was identified as a direct target of miR-1. MALAT1 may exert its function through the miR-1/slug axis."}, {"pubmed": 26700673, "text": "expression of miR-497 is significantly correlated with EMT in breast cancer cells by regulating Slug at the transcriptional as well as translational levels"}, {"pubmed": 26764010, "text": "Results found an involvement of epigenetic processes in SNAIL-induced epithelial to mesenchymal transition, highlighted by a cross-talk between SNAIL and the histone deacetylase HDAC1, and activation of the AKT pathway in breast cancer cells."}, {"pubmed": 26781944, "text": "Slug is a positive regulator, and Snail a negative regulator, of PLD2 expression."}, {"pubmed": 26810856, "text": "As a consequence, Slug transcription is down-regulated relieving A549 cells from Slug-mediated repression of E-cadherin transcription, thereby diminishing the metastatic potential of these oncogenic Ras-expressing NSCLC cells"}, {"pubmed": 26840943, "text": "ANOG was regulated by extracellular IGF signaling pathway via STAT3 phosphorylation in colorectal cancer (CRC). This coincides with that IGF receptor IGF-1R is often increasing expressed in malignant metastasis colon cancer. Taken together, our data define the crucial functions of IGF/STAT3/NANOG/Slug signaling axis in the progression of CRC"}, {"pubmed": 26841870, "text": "Sox4 was also able to promote b-catenin-mediated transcription of the Slug gene through formation of transcriptional complexes with b-catenin and p300, independent of TCF4 status"}, {"pubmed": 26861993, "text": "these results suggest that TGF-beta1 stimulates HSC-4 cell invasion through the Slug/Wnt-5b/MMP-10 signalling axis."}, {"pubmed": 26918943, "text": "Data show that miR-30a could bind to the 3'-untranslted region of Slug mRNA and increased expression of claudins, a family of tight junction transmembrane proteins."}, {"pubmed": 26940839, "text": "These results suggest an endothelial origin of ectopic bone in early phase of traumatic heterotopic ossification and indicate that the inhibition of endothelial-mesenchymal transition by miR-630 targeting Slug plays a role in the formation of ectopic bone in heterotopic ossification."}, {"pubmed": 26992741, "text": "we demonstrated that rLZ-8 promoted the interaction between MDM2 and Slug, resulting in Slug degradation"}, {"pubmed": 27003026, "text": "A high expression level of SLUG can be an indicator of recurrence and a therapeutic target for long-term remission in high-grade endometrial carcinomas"}, {"pubmed": 27012210, "text": "4-hydroxytamoxifen resistance in breast cancer cells is suppressed by curcumin, which targets the SLUG/Hexokinase 2 pathway"}, {"pubmed": 27029493, "text": "Our findings provide new evidence that LOX regulates SNAI2 expression and that SNAI2-mediated TIMP4 secretion plays a role in cancer progression."}, {"pubmed": 27036045, "text": "Low slug expression is associated with cervical cancer."}, {"pubmed": 27081041, "text": "DeltaNp63alpha (TP63) is co-expressed with FAT2 and Slug in patient tumors and the elevated expression of DeltaNp63alpha, FAT2 and Slug correlated with poor patient outcome."}, {"pubmed": 27113480, "text": "The finding of down-regulation of the miR-200 family and up-regulation of transcription repressors Snail and Slug supports the postulated role of epithelial-mesenchymal transition in the pathogenesis of fibrosis in inflammatory bowel diseases."}, {"pubmed": 27165081, "text": "SNAI2 and VEGFR2 appear to be co-expressed in human breast cancer."}, {"pubmed": 27174021, "text": "Slug-upregulated miR-221 promotes breast cancer progression via reducing E-cadherin expression."}, {"pubmed": 27216178, "text": "High SLUG expression is associated with ovarian Cancers."}, {"pubmed": 27223436, "text": "Lnc-CC3 promoted migration and invasion in cervical cancer cells by increasing Slug expression; lnc-CC3 may be useful marker of metastases in cervical cancer"}, {"pubmed": 27259250, "text": "GAPLINC has a role in promoting colorectal cancer invasion via binding to PSF/NONO and partly by stimulating the expression of SNAI2"}, {"pubmed": 27275536, "text": "IGF1R phosphorylates histone H3 at tyrosine 41 and has a role in inducing SNAI2 expression in a process that involves Brg1 chromatin remodeling protein"}, {"pubmed": 27277529, "text": "Our results revealed that Slug siRNA transfection in combination with radiation increased the expression of PUMA, which contributed to radiosensitivity of oral squamous cell carcinoma cells"}, {"pubmed": 27287534, "text": "Slug expression was higher in cyclosporine A (CsA)-induced gingival overgrowth specimens than in clinical healthy gingiva. In addition, knockdown of Slug significantly suppressed CsA-induced cell proliferation in human gingival fibroblasts (HGFs). Upregulation of Slug in HGFs stimulated by CsA may play an important role in the pathogenesis of CsA-induced gingival overgrowth."}, {"pubmed": 27315462, "text": "the epithelial-mesenchymal transition-related transcription factor Twist1 cooperates with Slug to regulate EMT upon H2A.X Loss."}, {"pubmed": 27368877, "text": "The data confirmed that inhibited expression of slug extensively decreased the growth of tumor and microvessel density in vivo. Moreover, knockdown of slug can significantly reduce tumor angiogenesis of SKOV3 cells via ccn1/vascular endothelial growth factor."}, {"pubmed": 27385093, "text": "TMPRSS4 modulates both invasion and proliferation via Slug and cyclin D1, which is a previously unrecognized pathway that may regulate metastasis and cancer progression"}, {"pubmed": 27441378, "text": "Slug emerges as a key transcription factor driving smooth muscle cell towards a proliferative phenotype."}, {"pubmed": 27451973, "text": "our current findings highlight how Slug functions as an important transcriptional repressor that finely regulates the SCF/c-Kit signaling pathway."}, {"pubmed": 27479603, "text": "results demonstrate that skeletal stem/stromal cell mobilize Snail/Slug-YAP/TAZ complexes to control stem cell function"}, {"pubmed": 27495232, "text": "Upregulation of Slug promotes prostate cancer."}, {"pubmed": 27524413, "text": "High SLUG expression is associated with lung metastasis in ovarian cancer."}, {"pubmed": 27540976, "text": "BTBD7 expression was significantly correlated with Slug expression in SACC (P< 0.05). Increased BTBD7 expression was significantly associated with the TNM stage, tissue typing, distant metastasis and patients' poor clinical outcome."}, {"pubmed": 27718152, "text": "Upregulation of SNAI2 mRNA expression is associated with melanoma."}, {"pubmed": 27748910, "text": "miR-124 expression is decreased in breast cancer and plays an important role as a tumor suppressor gene by targeting SNAI2."}, {"pubmed": 27760172, "text": "SNAI2 behaves as a tumor suppressor by inhibiting multidrug resistance via suppressing ABC transporter genes in HCC cells"}, {"pubmed": 27783945, "text": "targeting SIRT2 may be a rational strategy for diminishing Slug abundance and its associated malignant traits in basal-like breast cancer."}, {"pubmed": 27786352, "text": "Collectively, our findings strongly suggest targeting miR-155 exhibited in vivo and in vitro antileukemic activities in acute myelogeneous leukemia through a novel mechanism resulting in inhibition of Slug expression and increase of PUMA expression."}, {"pubmed": 27873103, "text": "Claudin-5 was shown to be regulated VEGFR2/PI3K-Akt dependently by VEGF and PI3K-Akt independently by histamine. Interleukin-8 was shown to downregulate claudin-5 by histamine."}, {"pubmed": 27878953, "text": "linc00261 acts a tumour suppressor in Gastric cancer by decreasing the stability of Slug proteins and suppressing epithelial-mesenchymal transition."}, {"pubmed": 27995335, "text": "The data suggest that reduced expression of E-cadherin and over-expression of Slug, Snail, and TGF-beta induce epithelial to mesenchymal transition in ameloblastoma."}, {"pubmed": 28004751, "text": "Daxx directly binds to the DNA-binding domain of Slug, impeding histone deacetylase 1 (HDAC1) recruitment and antagonizing Slug E-box binding. This, in turn, stimulates E-cadherin and occludin expression and suppresses Slug-mediated epithelial-mesenchymal transition (EMT) and cell invasiveness."}, {"pubmed": 28039463, "text": "Review/Meta-analysis: SNAI2 promotes lymphovascular spread of ovarian cancer."}, {"pubmed": 28070118, "text": "Slug expression was inhibited and E-cadherin expression was increased in the Slug siRNA-transfected anaplastic thyroid tumors."}, {"pubmed": 28084395, "text": "ITGB4 plays a tumorigenic and pro-metastatic role mediated by Slug"}, {"pubmed": 28097141, "text": "These findings suggest that emodin inhibited the EMT of EOC cells via ILK/GSK-3beta/Slug signaling pathway"}, {"pubmed": 28128736, "text": "Knockdown of Slug enhanced the antitumor activity of DOX in SW1736 cells via induction of PUMA upregulation. Our results suggest that targeting of Slug has good potential for the development of new therapeutic strategies for Anaplastic thyroid carcinoma."}, {"pubmed": 28146149, "text": "Data suggest that HOP homeobox HOPX (HOPX) acts as a tumour suppressor via the epigenetic regulation of snail family transcription factors (SNAIL) transcription and a prognostic biomarker for nasopharyngeal carcinoma (NPC) metastasis and therapeutic target for NPC treatment."}, {"pubmed": 28192397, "text": "overexpression of miR-218 in H1299 increased chemosensitivity of cells to cisplatin treatment through suppression of Slug and ZEB2. These findings highlight an important role of miR-218 in the regulation of EMT-related traits and metastasis of lung cancer in part by modulation of Slug/ZEB2 signaling, and provide a potential therapeutic strategy by targeting miR-218 in lung cancer."}, {"pubmed": 28215642, "text": "the expression of CCL2 is significantly correlated with Snail expression and may be used as a predictive co-biomarker for patient prognosis and tumor aggressiveness in gastric cancer."}, {"pubmed": 28269747, "text": "miR-203/ERK1/2/Slug/E-cadherin signaling pathway plays an essential role on SGC7901 cell invasion and motility. miR-203 can be novel modalities to prevent peritoneal metastasis of invasive cancers such as gastric cancer."}, {"pubmed": 28271214, "text": "UCA1 overexpression promoted cell epithelial-mesenchymal transition (EMT) in hepatocellular carcinoma via effectively sponging to miR-203 and thereby activating the expression of transcription factor Snail2."}, {"pubmed": 28334049, "text": "we infer that Slug enhances MMP1 transcription via directly binding to the promoter region in breast cancer cells, which is a previously unrecognized mechanism in the development of multi-drug resistance."}, {"pubmed": 28334729, "text": "gastrointestinal stromal tumour (GIST) patients with high tumour SLUG expression have unfavourable recurrence-free survival. SLUG may mediate pro-survival signalling in GISTs."}, {"pubmed": 28349782, "text": "Treatment of these cells with the dual-specificity tyrosine-kinase inhibitor lapatinib led to downregulation of epithelial-to-mesenchymal transition as indicated by lower levels of SNAI1 and SNAI2 transcripts, integrin AVB6, and matrix metalloproteinase 9 protein"}, {"pubmed": 28500896, "text": "FBXO31 targets and ubiquitylates Slug for proteasomal degradation. However, this mechanism is repressed in breast tumors where miR-93 and miR-106a are overexpressed. Our study further unravels an interesting mechanism whereby Slug drives the expression of miR-93 and miR-106a, thus establishing a positive feedback loop to maintain an invasive phenotype"}, {"pubmed": 28504716, "text": "In addition to its angiogenic action, VEGFA upregulates Sox2 to drive stem cell expansion, together with miR-452 loss and Slug upregulation, providing a novel mechanism whereby cancer stem cells acquire metastatic potential."}, {"pubmed": 28542126, "text": "the present study has demonstrated a novel pathway involving CCl5/CCR1/beta-catenin/Slug, via which human Mesenchymal stem cells promotes colorectal cancer development."}, {"pubmed": 28574664, "text": "Data suggested that CCL18 upregulated Slug expression to promote epithelial-mesenchymal transition (EMT) and stem cell-like features by activating the mTOR pathway in oral cancer."}, {"pubmed": 28610956, "text": "miR-137 is a Slug-induced miRNA that relays the pro-metastatic effects of Slug by targeting TFAP2C in non-small cell lung cancer cells."}, {"pubmed": 28705116, "text": "reduction of Alex3 correlates with the development of non-small cell lung cancer and predicts adverse clinical outcome of non-small cell lung cancer patients. The effect of Alex3 on inhibiting invasion and migration may attribute to upregulation of E-cadherin expression through AKT-Slug pathway inactivation."}, {"pubmed": 28754589, "text": "The findings demonstrate that miR-203a plays an essential role in keratinocyte proliferation and differentiation caused by extracellular calcium by targeting the SNAI2 and DeltaNp63 genes."}, {"pubmed": 28940639, "text": "The elevated SPOCK1 expression is closely correlated with cancer metastasis and patient survival, and SPOCK1 promotes the invasion and metastasis of gastric cancer through Slug-mediated epithelial-mesenchymal transition."}, {"pubmed": 28974196, "text": "High expression of Slug in gastric cancer tissue was associated with lymph node metastasis and poor survival. Evaluation of Slug would be useful for discriminating patients at high risk of lymph node metastasis in early gastric cancer."}, {"pubmed": 29030587, "text": "NatD-mediated acetylation of histone H4 serine 1 competes with phosphorylation by CK2alpha at the same residue, leading to the upregulation of Slug and lung cancer progression."}, {"pubmed": 29208672, "text": "Activation of CD271 results in upregulation of Snai2/Slug, which, in turn, results in a more invasive phenotype and an enhanced capacity for metastasis to regional lymph nodes."}, {"pubmed": 29434190, "text": "MiR-22 suppresses epithelial-mesenchymal transition in bladder cancer by inhibiting Snail and MAPK1/Slug/vimentin feedback loop."}, {"pubmed": 29436661, "text": "our findings demonstrated that tumor cells may promote AEC II transdifferentiation. Furthermore, the transdifferentiation of AEC IIs may, in turn, induce the reactivation of 3D-established DTCs by promoting TGF-beta1/SNAI2 signaling"}, {"pubmed": 29604394, "text": "Study identified a new mechanism related to maintaining Slug stability by demonstrating that lncRNA SNHG15 interacts with the C-terminal zinc finger domain of Slug and prevents its ubiquitination and degradation in colon cancer cells."}, {"pubmed": 29674627, "text": "cIAP1 regulates the EGFR/Snai2 axis in triple-negative breast cancer cells"}, {"pubmed": 29700328, "text": "sequence analysis and ChIP and luciferase assays confirmed that YAP1 transcriptionally activated Slug expression by binding to TEAD. Importantly, silencing YAP1 inhibited A549 cell tumorigenesis and EMT and downregulated Slug expression in vivo."}, {"pubmed": 29739791, "text": "Overexpression of DeltaNp63gamma modulates cell invasion by inducing targetable SRC-Slug-evoked epithelial-to-mesenchymal transition in head and neck squamous cell carcinoma , which can be reversed by inhibitors of the SRC signaling."}, {"pubmed": 29803676, "text": "By using a genome wide siRNA screen for deubiquitinating enzymes, we identified USP10 as a deubiquitinase for Slug in cancer cells. USP10 interacts with Slug and mediates its degradation by the proteasome. Importantly, USP10 is concomitantly highly expressed with Slug in cancer biopsies."}, {"pubmed": 29849120, "text": "PAK4-Slug axis represents a novel pathway that promotes PC progression"}, {"pubmed": 29921289, "text": "Our results suggest that SNAI2 is a key regulator of the aggressive phenotype observed in endocrine-resistant breast cancer cells, an independent prognostic biomarker in ER+ advanced breast cancer treated with endocrine therapy, and may be a promising therapeutic target in combination with endocrine therapies in ER+ metastatic breast cancer exhibiting high SNAI2 levels."}, {"pubmed": 29989579, "text": "inhibition of HDACs in triple-negative breast cancer cells may lead to inversion of EMT and the decrease of invasiveness by down-regulating the gene expression of Slug. Since EMT is known as a pre-metastatic process, triple-negative breast tumors, the EMT reversal effects of HDACs inhibition may reduce tumor cell metastasis."}, {"pubmed": 30026878, "text": "Reduced expression of AP-2beta was significantly associated with more advanced hepatocellular carcinoma stages and larger tumor sizes. The overexpression of AP-2beta reduced HCC proliferation, migration, invasion, tumor formation and metastasis in vitro and in vivo. Moreover, AP-2beta modulates the levels of epithelial-mesenchymal transition markers through Slug and Snail in hepatocellular carcinoma cell lines and tiss..."}, {"pubmed": 30189837, "text": "The relationships between the decreased methylation levels of the SNAI2 and ADAM23 genes and cancer de-differentiation and haematogenous dissemination, respectively, indicate novel functions of those genes in the invasive processes."}, {"pubmed": 30198421, "text": "Based on findings above, we infer that P4HA3 is epigenetically activated by Slug, and its deregulation is associated with enhanced metastasis and poor survival of gastric cancer."}, {"pubmed": 30230545, "text": "demonstrated the abnormal elevation of Slug in oral submucous fibrosis and its significance in arecoline-induced fibrogenesis"}, {"pubmed": 30251328, "text": "High SNAI2 expression is associated with epithelial-to-mesenchymal transition in lung cancer."}, {"pubmed": 30321617, "text": "Authors found that PAR2 is highly expressed in several lung adenocarcinoma cell lines. In two lung adenocarcinoma cell lines, CL1-5 and H1299 cells, activation of PAR2 induces migration and Slug-mediated EMT."}, {"pubmed": 30368884, "text": "The disease-free survival analysis showed an apparent relationship between the expression of epithelial-mesenchymal transition regulators TWIST, SLUG and SNAIL and the tumour disease-free outcomes in widely invasive follicular thyroid carcinomas ."}, {"pubmed": 30449457, "text": "Repression of miR-200b after Cyclosporine A administration led to an increase in Slug expression in human gingival fibroblasts"}, {"pubmed": 30454887, "text": "these results indicate the importance of STAMBP in melanoma metastasis by regulating SLUG."}, {"pubmed": 30509125, "text": "SND1 was identified as a novel upstream regulator of SLUG."}, {"pubmed": 30535480, "text": "Downregulation of miR-95 in gastric cancer promotes EMT via regulation of Slug, thereby promoting migration and invasion."}, {"pubmed": 30541610, "text": "Snail2 is highly expressed in clinical specimens of colorectal (CRC) cancer. In addition, overexpression of Snail2 induced migration and metastatic properties in CRC cells in vitro and in vivo. Furthermore, overexpression of Snail2 promoted the occurrence of the epithelial- mesenchymal transition, downregulating the expression of E-cadherin and upregulating that of vimentin."}, {"pubmed": 30628644, "text": "miR5845p also inhibited the expression of MMP4 and Slug, which are involved in tumor invasion and metastasis. Taken together, these results indicated that the miR5845p/MMP14 axis may serve as an anticancer target in the treatment of nonsmallcell lung cancer patients."}, {"pubmed": 30772441, "text": "Results find that SNAI2 expression is regulated by TOX3 via binding to its promoter and suppressing its transcription in clear cell renal cell carcinoma."}, {"pubmed": 30809294, "text": "USP5 interacts with and stabilizes SLUG to regulate its abundance through USP5 deubiquitination activities in epithelial-mesenchymal transition of hepatocellular carcinoma."}, {"pubmed": 30823890, "text": "Our data uncover the ERalpha-miR-1271-SNAI2 feedback loop and provide a mechanism to explain the TGF-beta network in breast cancer progression."}, {"pubmed": 30844311, "text": "S1P produced by SPHK1 induces SNAI2 expression via S1P2-YAP and S1P3-MRTF-A pathways, leading to enhanced cell invasion in breast tumor cell lines."}, {"pubmed": 30972730, "text": "Upregulation of SNAI2 and SOX9 mRNA versus downregulation of eight other EMT/stemness related genes in basal cell carcinoma."}, {"pubmed": 30997569, "text": "Study found that melanoma tissues showed an upregulated expression of NAV2 which correlated with poor prognosis of cutaneous melanoma. NAV2-mediated invasion of melanoma cells was driven by enhanced epithelial-mesenchymal transition, which was resulted from SNAI2 upregulation via the GSK-3beta/beta-catenin pathway."}, {"pubmed": 31011939, "text": "SLUG may contribute to glioma progression by controlling invasion at infiltrating margins, associated with increased stemness and therapeutic resistance."}, {"pubmed": 31020809, "text": "Up-regulation of Slug is associated with metastasis and epithelial-mesenchymal transition of gastric cancer."}, {"pubmed": 31037158, "text": "A cisplatin-HOXB13-ABCG1/EZH2/Slug network may account for a novel mechanism underlying cisplatin resistance."}, {"pubmed": 31165775, "text": "SNAI1 recruits HDAC1 to suppress SNAI2 transcription during epithelial to mesenchymal transition."}, {"pubmed": 31190277, "text": "Stromal fibroblast-derived MFAP5 promotes the invasion and migration of breast cancer cells via Notch1/slug signaling."}, {"pubmed": 31241128, "text": "Functional balance between Tcf21-Slug defines cellular plasticity and migratory modalities in high grade serous ovarian cancer cell lines."}, {"pubmed": 31271097, "text": "Overexpression of Snail2 enhanced the migration and invasion ability in lung carcinoma, whereas G9a and Histone Deacetylase inhibition significantly reversed this effect."}, {"pubmed": 31291576, "text": "Loss of Slug Compromises DNA Damage Repair and Accelerates Stem Cell Aging in Mammary Epithelium."}, {"pubmed": 31324391, "text": "We found that Slug serves as a major target of miR-429. miR-429 plays a vital role in esophageal squamous cell carcinoma progression"}, {"pubmed": 31391462, "text": "We further demonstrate that this is attained, at least in part, by increased p62/SQSTM1 expression that promotes p65/RELA mediated-transactivation of an EMT transcription factor, Snail2 (SNAI2), which not only controls EMT but also regulates the production of locally acting profibrogenic mediators."}, {"pubmed": 31393789, "text": "SNAI2 AND SNAI1 are necessary for efficient restitution of wounds and barriers in T84 epithelial cells even in the absence of butyrate"}, {"pubmed": 31468711, "text": "The increased vascular wall thickness in pulmonary hypertension secondary to pulmonary fibrosis patients is concomitant with a significantly increased expression of the transcription factor Slug within the macrophages and its target prolactin-induced protein."}, {"pubmed": 31545257, "text": "Overexpression of NOAT113026 can decrease the ability of cell migration, invasion, proliferation, and colony formation by regulating NF-kappaB/p50 and SLUG through a mechanism that involves lncRNA-mRNA interactions."}, {"pubmed": 31562393, "text": "C/EBPdelta-Slug-Lox1 axis promotes metastasis of lung adenocarcinoma via oxLDL uptake."}, {"pubmed": 31570789, "text": "MicroRNA-150-5p promotes cell motility by inhibiting c-Myb-mediated Slug suppression and is a prognostic biomarker for recurrent ovarian cancer."}, {"pubmed": 31636385, "text": "HNF1B-mediated repression of SLUG is suppressed by EZH2 in aggressive prostate cancer."}, {"pubmed": 31661137, "text": "miR-593 targets the 3'-UTR of SLUG, causing suppression of SLUG expression. The expression of miR-593 was correlated with the progression of NSCLC, and low expression of miR-593 indicated poor outcome of patients with NSCLC."}, {"pubmed": 31712163, "text": "Resveratrol induces depletion of TRAF6 and suppresses prostate cancer cell proliferation and migration."}, {"pubmed": 31862304, "text": "SNAI2 maintains progenitor-like features in neuroblastoma cells."}, {"pubmed": 31987042, "text": "The role of the redox/miR-6855-3p/PRDX5A axis in reversing SLUG-mediated BRCA2 silencing in breast cancer cells."}, {"pubmed": 32043610, "text": "Upregulation of SOX11 enhances tamoxifen resistance and promotes epithelial-to-mesenchymal transition via slug in MCF-7 breast cancer cells."}, {"pubmed": 32111984, "text": "SOX13 promotes colorectal cancer metastasis by transactivating SNAI2 and c-MET."}, {"pubmed": 32169452, "text": "Fucoidan increased the sensitivity to gefitinib in lung cancer cells correlates with reduction of TGFbeta-mediated Slug expression."}, {"pubmed": 32301392, "text": "MiR-203a-3p Inhibits Pancreatic Cancer Cell Proliferation, EMT, and Apoptosis by Regulating SLUG."}, {"pubmed": 32365055, "text": "Hepatic Slug epigenetically promotes liver lipogenesis, fatty liver disease, and type 2 diabetes."}, {"pubmed": 32441446, "text": "'Snail factors in testicular germ cell tumours and their regulation by the BMP4 signalling pathway'."}, {"pubmed": 32483426, "text": "Non-canonical signaling pathway of SNAI2 induces EMT in ovarian cancer cells by suppressing miR-222-3p transcription and upregulating PDCD10."}, {"pubmed": 32510550, "text": "Glutamine depletion regulates Slug to promote EMT and metastasis in pancreatic cancer."}, {"pubmed": 32630254, "text": "Circulating Tumor Cell Migration Requires Fibronectin Acting through Integrin B1 or SLUG."}, {"pubmed": 32728028, "text": "Resistomycin attenuates triple-negative breast cancer progression by inhibiting E3 ligase Pellino-1 and inducing SNAIL/SLUG degradation."}, {"pubmed": 32729021, "text": "LncRNA PVT1 induces aggressive vasculogenic mimicry formation through activating the STAT3/Slug axis and epithelial-to-mesenchymal transition in gastric cancer."}, {"pubmed": 32737855, "text": "CBP-mediated Slug acetylation stabilizes Slug and promotes EMT and migration of breast cancer cells."}, {"pubmed": 32754286, "text": "DNA methylation maintains the CLDN1-EPHB6-SLUG axis to enhance chemotherapeutic efficacy and inhibit lung cancer progression."}, {"pubmed": 32771963, "text": "Slug is a novel molecular target for head and neck squamous cell carcinoma stem-like cells."}, {"pubmed": 32901858, "text": "Long noncoding RNA HOXA11AS accelerates cell proliferation and epithelialmesenchymal transition in hepatocellular carcinoma by modulating the miR5063p/Slug axis."}, {"pubmed": 33023950, "text": "Stromal SNAI2 Is Required for ERBB2 Breast Cancer Progression."}, {"pubmed": 33132158, "text": "SNAIL Transctiption factor in prostate cancer cells promotes neurite outgrowth."}, {"pubmed": 33144099, "text": "PURalpha mediates epithelial-mesenchymal transition to promote esophageal squamous cell carcinoma progression by regulating Snail2."}, {"pubmed": 33311454, "text": "NF-kappaB-mediated lncRNA AC007271.3 promotes carcinogenesis of oral squamous cell carcinoma by regulating miR-125b-2-3p/Slug."}, {"pubmed": 33340247, "text": "Digital scoring of EpCAM and slug expression as prognostic markers in head and neck squamous cell carcinomas."}, {"pubmed": 33367717, "text": "B4GALNT1 promotes progression and metastasis in lung adenocarcinoma through JNK/c-Jun/Slug pathway."}, {"pubmed": 33390847, "text": "HES1 promotes breast cancer stem cells by elevating Slug in triple-negative breast cancer."}, {"pubmed": 33420019, "text": "Interaction between SNAI2 and MYOD enhances oncogenesis and suppresses differentiation in Fusion Negative Rhabdomyosarcoma."}, {"pubmed": 33478150, "text": "Impact of Selected Signaling Proteins on SNAIL 1 and SNAIL 2 Expression in Ovarian Cancer Cell Lines in Relation to Cells' Cisplatin Resistance and EMT Markers Level."}, {"pubmed": 33603171, "text": "Cancer-associated fibroblast secretion of PDGFC promotes gastrointestinal stromal tumor growth and metastasis."}, {"pubmed": 33794365, "text": "FOSL1 promotes metastasis of head and neck squamous cell carcinoma through super-enhancer-driven transcription program."}, {"pubmed": 33799604, "text": "Skp2 and Slug Are Coexpressed in Aggressive Prostate Cancer and Inhibited by Neddylation Blockade."}, {"pubmed": 33802627, "text": "KLF4, Slug and EMT in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 33903121, "text": "The Transcription Factor SLUG Uncouples Pancreatic Cancer Progression from the RAF-MEK1/2-ERK1/2 Pathway."}, {"pubmed": 34322653, "text": "Loss of SNAI2 in Prostate Cancer Correlates With Clinical Response to Androgen Deprivation Therapy."}, {"pubmed": 34363722, "text": "Loss of Kruppel-like factor 9 facilitates stemness in ovarian cancer ascites-derived multicellular spheroids via Notch1/slug signaling."}, {"pubmed": 34382739, "text": "SLUG-related partial epithelial-to-mesenchymal transition is a transcriptomic prognosticator of head and neck cancer survival."}, {"pubmed": 34436724, "text": "Genes coding for transcription factors involved in stem cell maintenance are repressed by TGF-beta and downstream of Slug/Snail2 in COPD bronchial epithelial progenitors."}, {"pubmed": 34510267, "text": "pSlug(S158) immunohistochemistry is a novel promising mitotic marker for FFPE samples: a pilot study."}, {"pubmed": 34510400, "text": "Bile acids increase intestinal marker expression via the FXR/SNAI2/miR-1 axis in the stomach."}, {"pubmed": 34628696, "text": "SNAIL2 contributes to tumorigenicity and chemotherapy resistance in pancreatic cancer by regulating IGFBP2."}, {"pubmed": 34663464, "text": "SUMO1 modification of IGF-1R combining with SNAI2 inhibited osteogenic differentiation of PDLSCs stimulated by high glucose."}, {"pubmed": 34738621, "text": "HDAC1 promotes the migration of human myeloma cells via regulation of the lncRNA/Slug axis."}, {"pubmed": 34792282, "text": "Dynamic expression of SNAI2 in prostate cancer predicts tumor progression and drug sensitivity."}, {"pubmed": 34966442, "text": "MiR-429 Inhibits the Angiogenesis of Human Brain Microvascular Endothelial Cells through SNAI2-Mediated GSK-3beta/beta-Catenin Pathway."}, {"pubmed": 35145202, "text": "SLUG is a key regulator of epithelial-mesenchymal transition in pleomorphic adenoma."}, {"pubmed": 35168462, "text": "The Association of RGS2 and Slug in the Androgen-induced Acquisition of Mesenchymal Features of Breast MDA-MB-453 Cancer Cells."}, {"pubmed": 35220872, "text": "SNAI2 promotes the development of ovarian cancer through regulating ferroptosis."}, {"pubmed": 35263398, "text": "E-cadherin, fibronectin and Slug immunoexpression in non-melanoma skin cancers."}, {"pubmed": 35271390, "text": "A coherent FOXO3-SNAI2 feed-forward loop in autophagy."}, {"pubmed": 35635715, "text": "HMGN3 represses transcription of epithelial regulators to promote migration of cholangiocarcinoma in a SNAI2-dependent manner."}, {"pubmed": 35654777, "text": "Transcription factor SNAI2 exerts pro-tumorigenic effects on glioma stem cells via PHLPP2-mediated Akt pathway."}, {"pubmed": 35681502, "text": "Osteopontin (OPN/SPP1), a Mediator of Tumor Progression, Is Regulated by the Mesenchymal Transcription Factor Slug/SNAI2 in Colorectal Cancer (CRC)."}, {"pubmed": 35740931, "text": "Slug Mediates MRP2 Expression in Non-Small Cell Lung Cancer Cells."}, {"pubmed": 35859006, "text": "LATS kinases and SLUG regulate the transition to advanced stage in aggressive oral cancer cells."}, {"pubmed": 35894087, "text": "SNAI2 promotes the malignant transformation of oral leukoplakia by modulating p-EMT."}, {"pubmed": 36162055, "text": "Sensitization to Ionizing Radiation by MEK Inhibition Is Dependent on SNAI2 in Fusion-Negative Rhabdomyosarcoma."}, {"pubmed": 36375842, "text": "LACTB exerts tumor suppressor properties in epithelial ovarian cancer through regulation of Slug."}, {"pubmed": 36457025, "text": "LncRNA ELF3-AS1 inhibits gastric cancer by forming a negative feedback loop with SNAI2 and regulates ELF3 mRNA stability via interacting with ILF2/ILF3 complex."}, {"pubmed": 36536414, "text": "CircNTNG1 inhibits renal cell carcinoma progression via HOXA5-mediated epigenetic silencing of Slug."}, {"pubmed": 36674577, "text": "SNAI2 Attenuated the Stem-like Phenotype by Reducing the Expansion of EPCAM[high] Cells in Cervical Cancer Cells."}, {"pubmed": 36939239, "text": "lncRNA AC005224.4/miR-140-3p/SNAI2 regulating axis facilitates the invasion and metastasis of ovarian cancer through epithelial-mesenchymal transition."}, {"pubmed": 37117180, "text": "Dependency of NELF-E-SLUG-KAT2B epigenetic axis in breast cancer carcinogenesis."}, {"pubmed": 37251370, "text": "Comprehensively prognostic and immunological analysis of snail family transcriptional repressor 2 in pan-cancer and identification in pancreatic carcinoma."}, {"pubmed": 37342906, "text": "ZNF451 favors triple-negative breast cancer progression by enhancing SLUG-mediated CCL5 transcriptional expression."}, {"pubmed": 37400979, "text": "A negative feedback loop between KLF9 and the EMT program dictates metastasis of hepatocellular carcinoma."}, {"pubmed": 37437827, "text": "PAK5 potentiates slug transactivation of N-cadherin to facilitate metastasis of renal cell carcinoma."}, {"pubmed": 37832352, "text": "FSCN1 and epithelial mesenchymal transformation transcription factor expression in human pancreatic intraepithelial neoplasia and ductal adenocarcinoma."}, {"pubmed": 37882064, "text": "A SNAI2/CTCF Interaction is Required for NOTCH1 Expression in Rhabdomyosarcoma."}, {"pubmed": 37884850, "text": "SNAI2/FTH1P3/miR-218-5p Positive Feedback Loop Promotes Colorectal Cancer Metastasis."}, {"pubmed": 37921085, "text": "Hsa_circ_0001707 regulates endothelial-mesenchymal transition in esophageal squamous cell carcinoma via miR-203a-3p/Snail2 pathway."}, {"pubmed": 37973787, "text": "Specific intracellular retention of circSKA3 promotes colorectal cancer metastasis by attenuating ubiquitination and degradation of SLUG."}, {"pubmed": 38016947, "text": "Liver X receptor alpha ensures blood-brain barrier function by suppressing SNAI2."}, {"pubmed": 38702792, "text": "The deubiquitinase USP7 and E3 ligase TRIM21 regulate vasculogenic mimicry and malignant progression of RMS by balancing SNAI2 homeostasis."}, {"pubmed": 38835117, "text": "T-plastin contributes to epithelial-mesenchymal transition in human lung cancer cells through FAK/AKT/Slug axis signaling pathway."}], "genomic_pos": {"chr": "8", "end": 48921740, "ensemblgene": "ENSG00000019549", "start": 48917598, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 49834299, "start": 49830249, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": [10866665, 11912130, 15737616, 16707493], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": [17984306, 18663143], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0001649", "pubmed": 20128911, "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001837", "pubmed": [9182671, 17984306], "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0003180", "pubmed": 20951801, "qualifier": "involved_in", "term": "aortic valve morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003198", "qualifier": "involved_in", "term": "epithelial to mesenchymal transition involved in endocardial cushion formation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0003198", "pubmed": 20951801, "qualifier": "involved_in", "term": "epithelial to mesenchymal transition involved in endocardial cushion formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003273", "qualifier": "involved_in", "term": "cell migration involved in endocardial cushion formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006325", "qualifier": "involved_in", "term": "chromatin organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006355", "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006933", "qualifier": "involved_in", "term": "negative regulation of cell adhesion involved in substrate-bound cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007219", "pubmed": 18663143, "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007219", "pubmed": 20951801, "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007605", "pubmed": 12444107, "qualifier": "involved_in", "term": "sensory perception of sound"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010839", "pubmed": 16707493, "qualifier": "involved_in", "term": "negative regulation of keratinocyte proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010957", "pubmed": [18485278, 19502595], "qualifier": "involved_in", "term": "negative regulation of vitamin D biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0014032", "pubmed": 12444107, "qualifier": "involved_in", "term": "neural crest cell development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 15314165, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032331", "pubmed": 19756381, "qualifier": "involved_in", "term": "negative regulation of chondrocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032642", "pubmed": 21182836, "qualifier": "involved_in", "term": "regulation of chemokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033028", "qualifier": "involved_in", "term": "myeloid cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033033", "qualifier": "involved_in", "term": "negative regulation of myeloid cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033629", "pubmed": 16707493, "qualifier": "acts_upstream_of", "term": "negative regulation of cell adhesion mediated by integrin"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035921", "pubmed": 9182671, "qualifier": "involved_in", "term": "desmosome disassembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043473", "pubmed": 12444107, "qualifier": "involved_in", "term": "pigmentation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043518", "pubmed": 15314165, "qualifier": "involved_in", "term": "negative regulation of DNA damage response, signal transduction by p53 class mediator"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043542", "qualifier": "involved_in", "term": "endothelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045600", "qualifier": "involved_in", "term": "positive regulation of fat cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045667", "pubmed": [19756381, 21182836], "qualifier": "involved_in", "term": "regulation of osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050872", "qualifier": "involved_in", "term": "white fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060021", "qualifier": "involved_in", "term": "roof of mouth development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060429", "pubmed": 18716062, "qualifier": "involved_in", "term": "epithelium development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060536", "qualifier": "involved_in", "term": "cartilage morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060693", "qualifier": "involved_in", "term": "regulation of branching involved in salivary gland morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070563", "pubmed": 19502595, "qualifier": "involved_in", "term": "negative regulation of vitamin D receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071364", "pubmed": 18716062, "qualifier": "involved_in", "term": "cellular response to epidermal growth factor stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071425", "qualifier": "involved_in", "term": "hematopoietic stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071479", "qualifier": "involved_in", "term": "cellular response to ionizing radiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090090", "pubmed": 19502595, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090090", "pubmed": 19756381, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902034", "qualifier": "involved_in", "term": "negative regulation of hematopoietic stem cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902230", "pubmed": 15314165, "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway in response to DNA damage"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000810", "pubmed": 15314165, "qualifier": "involved_in", "term": "regulation of bicellular tight junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000811", "pubmed": 17984306, "qualifier": "involved_in", "term": "negative regulation of anoikis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2001240", "pubmed": 10518215, "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway in absence of ligand"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": [16707493, 19756381], "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [10866665, 25893292], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 11912130, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": [10866665, 11912130, 15737616, 16707493, 18663143], "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": [10518215, 10866665], "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070888", "pubmed": [11912130, 15737616, 16707493], "qualifier": "enables", "term": "E-box binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[6239, 186874], [7955, 494038], [8364, 395065], [9031, 432368], [9544, 708962], [9598, 464169], [9606, 6591], [9615, 486940], [9913, 520631], [10090, 20583], [10116, 25554]], "id": 31127}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": "IPI00013394", "map_location": "8q11.21", "name": "snail family transcriptional repressor 2", "other_names": ["neural crest transcription factor SLUG", "protein snail homolog 2", "slug (chicken homolog), zinc finger protein", "snail family zinc finger 2", "snail homolog 2", "zinc finger protein SNAI2"], "pantherdb": {"HGNC": "11094", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1096393", "ortholog_type": "LDO", "panther_family": "PTHR24388", "taxid": 10090, "uniprot_kb": "P97469"}, {"RGD": "3722", "ortholog_type": "LDO", "panther_family": "PTHR24388", "taxid": 10116, "uniprot_kb": "O08954"}, {"ZFIN": "ZDB-GENE-980526-514", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7955, "uniprot_kb": "B3DH44"}, {"ZFIN": "ZDB-GENE-990415-255", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7955, "uniprot_kb": "Q90274"}, {"ZFIN": "ZDB-GENE-030131-5711", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7955, "uniprot_kb": "F1QXH7"}, {"ZFIN": "ZDB-GENE-061013-757", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7955, "uniprot_kb": "F1QNL2"}, {"ZFIN": "ZDB-GENE-030326-6", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7955, "uniprot_kb": "Q5PQY5"}, {"WormBase": "WBGene00001324", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 6239, "uniprot_kb": "G5EDU4"}, {"FlyBase": "FBgn0003448", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "P08044"}, {"FlyBase": "FBgn0287768", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "P25932"}, {"FlyBase": "FBgn0038549", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "Q8SX40"}, {"FlyBase": "FBgn0030010", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "Q9W3J2"}, {"FlyBase": "FBgn0038550", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "Q9VEF1"}, {"FlyBase": "FBgn0039860", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "Q9V9V8"}, {"FlyBase": "FBgn0035144", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "Q9W0P9"}, {"SGD": "S000006390", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 4932, "uniprot_kb": "P39933"}], "uniprot_kb": "O43623"}, "pathway": {"biocarta": {"id": "mta3pathway", "name": "downregulated of mta-3 in er-negative breast tumors"}, "kegg": [{"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04520", "name": "Adherens junction - Homo sapiens (human)"}], "pid": [{"id": "betacatenin_nuc_pathway", "name": "Regulation of nuclear beta catenin signaling and target gene transcription"}, {"id": "kitpathway", "name": "Signaling events mediated by Stem cell factor receptor (c-Kit)"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}], "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9856649", "name": "Transcriptional and post-translational regulation of MITF-M expression and activity"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP304", "name": "Kit receptor signaling pathway"}, {"id": "WP3859", "name": "TGF-B Signaling in Thyroid Cells for Epithelial-Mesenchymal Transition"}, {"id": "WP3967", "name": "miR-509-3p alteration of YAP1-ECM axis"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}]}, "pfam": "PF00096", "pharmgkb": "PA35945", "pharos": {"target_id": 4551, "tdl": "Tbio"}, "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256523", "relationship": "is"}, {"id": "GNF256524", "relationship": "is"}, {"id": "GNF256525", "relationship": "is"}, {"id": "GNF256526", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161265", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039993", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF013730", "relationship": "is"}, {"id": "GNF013731", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF234563", "relationship": "is"}, {"id": "GNF243796", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100714", "relationship": "is"}, {"id": "GNF112765", "relationship": "is"}, {"id": "GNF140369", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_012130.1"], "protein": "NP_003059.1", "rna": "NM_003068.5", "translation": {"protein": "NP_003059.1", "rna": "NM_003068.5"}}, "reporter": {"HG-U133_Plus_2": "213139_at", "HG-U95Av2": "38288_at", "HTA-2_0": "TC08001199.hg.1", "HuEx-1_0": "3134511", "HuGene-1_1": "8150698", "HuGene-2_1": "17077004"}, "summary": "This gene encodes a member of the Snail family of C2H2-type zinc finger transcription factors. The encoded protein acts as a transcriptional repressor that binds to E-box motifs and is also likely to repress E-cadherin transcription in breast carcinoma. This protein is involved in epithelial-mesenchymal transitions and has antiapoptotic activity. Mutations in this gene may be associated with sporatic cases of neural tube defects. [provided by RefSeq, Jul 2008].", "symbol": "SNAI2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420248"}, "unigene": "Hs.360174", "uniprot": {"Swiss-Prot": "O43623", "TrEMBL": "A0A1X7SC17"}, "wikipedia": {"url_stub": "SNAI2"}}