{"AllianceGenome": "11128", "HGNC": "11128", "MIM": "604238", "_id": "6615", "_version": 1, "accession": {"genomic": ["AF155233.1", "AF177731.1", "AJ245657.1", "AJ245658.1", "AJ245659.1", "AL121712.27", "CH471077.2", "CP068258.2", "HI422754.1", "KT583904.1", "NC_000020.11", "NC_060944.1"], "protein": ["AAD17332.1", "AAD52986.1", "AAD52996.1", "AAF32527.1", "AAH12910.1", "BAG36039.1", "CAB52414.1", "CBX55848.1", "EAW75640.1", "NP_005976.2", "O95863.2"], "rna": ["AF125377.1", "AF131208.1", "AK313228.1", "BC012910.1", "BI822180.1", "DA972913.1", "NM_005985.4"], "translation": [{"protein": "AAH12910.1", "rna": "BC012910.1"}, {"protein": "NP_005976.2", "rna": "NM_005985.4"}, {"protein": "AAF32527.1", "rna": "AF131208.1"}, {"protein": "AAD17332.1", "rna": "AF125377.1"}, {"protein": "BAG36039.1", "rna": "AK313228.1"}]}, "alias": ["SLUGH2", "SNA", "SNAH", "SNAIL", "SNAIL1", "dJ710H13.1"], "ensembl": {"gene": "ENSG00000124216", "protein": "ENSP00000244050", "transcript": "ENST00000244050", "translation": [{"protein": "ENSP00000244050", "rna": "ENST00000244050"}], "type_of_gene": "protein_coding"}, "entrezgene": "6615", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.68297108614, "exp_mis": 103.262239936, "exp_syn": 49.581655154, "lof_z": 2.24659662451155, "mis_z": 1.7454198247624, "mu_lof": 6.67869169986e-07, "mu_mis": 9.20479587101e-06, "mu_syn": 4.35822844337e-06, "n_lof": 2.0, "n_mis": 67.0, "n_syn": 47.0, "p_li": 0.367002590610049, "p_null": 0.0116224142771359, "p_rec": 0.621374995112815, "syn_z": 0.227294030631889}, "bp": 795, "cds_end": 48604593, "cds_start": 48599596, "n_exons": 3, "nonpsych": {"exp_lof": 7.80012816085, "exp_mis": 93.403496061, "exp_syn": 44.8173876072, "lof_z": 2.03957030290532, "mis_z": 1.69111081717316, "mu_lof": 6.67869169986e-07, "mu_mis": 9.20479587101e-06, "mu_syn": 4.35822844337e-06, "n_lof": 2.0, "n_mis": 61.0, "n_syn": 44.0, "p_li": 0.320653380363451, "p_null": 0.0198877472511244, "p_rec": 0.659458872385425, "syn_z": 0.0768722419962602}, "nontcga": {"exp_lof": 7.98260250015, "exp_mis": 94.9955366197, "exp_syn": 45.609397259, "lof_z": 2.08881094908877, "mis_z": 1.8910699733774, "mu_lof": 6.67869169986e-07, "mu_mis": 9.20479587101e-06, "mu_syn": 4.35822844337e-06, "n_lof": 2.0, "n_mis": 58.0, "n_syn": 46.0, "p_li": 0.315815808329468, "p_null": 0.0171068208438123, "p_rec": 0.66707737082672, "syn_z": -0.0366207614669756}, "transcript": "ENST00000244050.2"}, "exons": [{"cdsend": 49988056, "cdsstart": 49983059, "chr": "20", "position": [[49982979, 49983141], [49983823, 49984351], [49987871, 49988883]], "strand": 1, "transcript": "NM_005985", "txend": 49988883, "txstart": 49982979}], "exons_hg19": [{"cdsend": 48604593, "cdsstart": 48599596, "chr": "20", "position": [[48599516, 48599678], [48600360, 48600888], [48604408, 48605420]], "strand": 1, "transcript": "NM_005985", "txend": 48605420, "txstart": 48599516}], "generif": [{"pubmed": 12082640, "text": "Snail expression inversely correlates with the grade of differentiation of the tumours and that it is expressed in all the infiltrating ductal carcinomas (IDC) presenting lymph node metastases that were analysed."}, {"pubmed": 12161443, "text": "SNA1 plays a role in repressing E-cadherin and MUC1 in epithelial cells"}, {"pubmed": 12632084, "text": "Snail is a new inducer of MMP-2 expression which contributes to the increased invasion of squamous cell carcinoma cells"}, {"pubmed": 12668723, "text": "E-cadherin and claudins/occludin have roles in the regulation of tight junctions during the epithelium-mesenchyme transition, but are repressed by snail"}, {"pubmed": 14507651, "text": "Hypoxia induces down-regulation of E-cadherin in ovarian carcinoma cells, via up-regulation of the transcriptional repressor SNAIL."}, {"pubmed": 15026811, "text": "Snail expression may be induced during hepatocellular cell carcinoma progression; Snail directly represses gene transcription and activates invasion via upregulation of MMP gene family"}, {"pubmed": 15075229, "text": "Results indicate that Snail is involved in both the direct transcriptional repression of genes and post-transcriptional.These data support the idea that Snail is a transcription factor possessing pleiotropic activities."}, {"pubmed": 15286702, "text": "Snail transcription is driven by signaling pathways known to induce epithelial to mesenchymal transition, reinforcing the role of Snail in this proces"}, {"pubmed": 15314165, "text": "Results suggest that aberrant expression of Snail or Slug may promote tumorigenesis through increased resistance to programmed cell death."}, {"pubmed": 15448698, "text": "SNAl1 is regulated by GSK-3beta-mediated phosphorylation in control of epithelial-mesenchymal transition."}, {"pubmed": 15467754, "text": "E-cadherin mRNA expression in synovial sarcoma was associated with reduced Snail expression level"}, {"pubmed": 15631989, "text": "Data show that the activity of glycogen synthase kinase-3 (GSK-3) is necessary for the maintenance of the epithelial architecture, and that GSK-3 inhibition stimulates the transcription of Snail."}, {"pubmed": 15647282, "text": "Wnt signaling stabilizes Snail and beta-catenin proteins in tandem fashion so as to cooperatively engage transcriptional programs that control an epithelial-mesenchymal transition."}, {"pubmed": 15712635, "text": "demonstrated, for the first time, that SNAIL is upregulated in colon cancer, which potentially may have significance in control of metastasis and possibly serve as a target for chemopreventive agents"}, {"pubmed": 15742334, "text": "Over expression of Smad-interacting protein 1 is associated with ovarian carcinoma aggressiveness"}, {"pubmed": 15836774, "text": "zinc finger domain functions as a nuclear localization signal, can be transported into the nucleus by importin beta-mediated"}, {"pubmed": 16169460, "text": "Snail may play a role in recurrence by downregulating E-cadherin and inducing an epithelial-to-mesenchymal transition in breast cancer."}, {"pubmed": 16203744, "text": "SNAIL expression in colorectal tumors is associated with downregulation of E-cadherin (CDH1) and vitamin D receptor gene products"}, {"pubmed": 16207734, "text": "Human cancers that overexpress snail may have a survival advantage to genotoxic and potentially other forms of stress"}, {"pubmed": 16328348, "text": "The pattern of Snail expression suggests only a minor role of Snail in tumours of the upper gastrointestinal tract."}, {"pubmed": 16502042, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16568079, "text": "Snail is present in activated mesenchymal cells indicating its relevance in the communication between tumor and stroma and suggest that it can promote the conversion of carcinoma cells to stromal cells."}, {"pubmed": 16858414, "text": "These findings indicate that Snail upregulation by HGF is mediated via the MAPK/Egr-1 signaling pathway and that both Snail and Egr-1 play a critical role in HGF-induced cell scattering, migration, and invasion."}, {"pubmed": 16936774, "text": "These results indicate that NBS1 overexpression induces EMT through the upregulation of Snail expression, and co-expression of NBS1/Snail predicts metastasis in HNSCCs"}, {"pubmed": 17060462, "text": "VHL promotes E2 box-dependent E-cadherin transcription by HIF-mediated regulation of SIP1 and snail"}, {"pubmed": 17072303, "text": "The identification of a beta-catenin-T-cell factor-regulated Axin2-GSK3beta-Snail1 axis provides new mechanistic insights into cancer-associated epithelial-mesenchymal transition programmes."}, {"pubmed": 17296734, "text": "Overexpression of a constitutively activated IGF-IR (CD8-IGF-IR) was sufficient to cause transformation of immortalized human mammary epithelial cells and growth in immunocompromised mice."}, {"pubmed": 17545014, "text": "Snail regulates the activity of PRL-3 gene by binding to the promoter of PRL-3 gene in SW480 cells."}, {"pubmed": 17616667, "text": "the Snail promoter is constitutively packaged in a poised chromatin structure that can be activated in melanoma cells by a tissue-specific enhancer, which physically contacts the promoter"}, {"pubmed": 17692821, "text": "Snail1 is involved in renal tubular EMT and TGF-beta1 regulates Snail1 at the transcription and protein degradation levels"}, {"pubmed": 17724139, "text": "Data show that SNAI1 and SNAI2 are ectopically expressed in thyroid carcinomas, and aberrant expression in mice is associated with papillary carcinoma development."}, {"pubmed": 17914115, "text": "Snail and SHH are overexpressed in a large subset of NETs of the ileum."}, {"pubmed": 17952120, "text": "RKIP is a novel component of the Snail transcriptional regulatory network important for the progression and metastasis of cancer."}, {"pubmed": 18026186, "text": "Snail is associated with lower overall survival of ovarian cancer patients."}, {"pubmed": 18043286, "text": "These data are in line with a proposed role for Snail in endometrial tumor progression."}, {"pubmed": 18089802, "text": "Analysis of cell lines derived from lymph node metastasis indicates that SNAI1 expression is required for metastatic dissemination."}, {"pubmed": 18234959, "text": "These data show that Snail functions as a molecular mediator of TGF-beta1-regulated MMP-9 expression by increasing Ets-1 and thereby contributing to oral cancer progression."}, {"pubmed": 18321996, "text": "These results lead to a new hypothesis that Snail and ZEB1 are downstream of CCN6 and play a critical role in CCN6-mediated regulation of E-cadherin in breast cancer."}, {"pubmed": 18469861, "text": "A positive feedback stimulation of the Wnt pathway by activation of snail."}, {"pubmed": 18554584, "text": "A novel autocrine function for VEGF in breast tumor cells in driving the expression of Snail, a breast tumor progression factor."}, {"pubmed": 18559496, "text": "Overexpression of Snail is associated with up-regulation of proinflammatory mediators and inhibits differentiation in oral keratinocytes and thus head and neck squamous cell carcinomas"}, {"pubmed": 18676743, "text": "EGF cooperates with alpha(5)beta(1) integrin signaling to induce EMT in cervical cancer cells via up-regulated Snail"}, {"pubmed": 18691339, "text": "These results suggest that bile acids repress E-cadherin through the induction of transcription factor Snail"}, {"pubmed": 18799618, "text": "Snail and Slug promote formation of beta-catenin-T-cell factor (TCF)-4 transcription complexes that bind to the promoter of the TGF-beta3 gene to increase its transcription."}, {"pubmed": 18832382, "text": "HMGA2 cooperates with the TGF-beta/Smad pathway in regulating SNAIL1 gene expression."}, {"pubmed": 19010907, "text": "class I histone deacetylase (HDACs), specifically HDAC2, and the transcriptional repressor Snail play a central role in the suppression of 15-hydroxyprostaglandin dehydrogenase expression."}, {"pubmed": 19046938, "text": "Factors released by breast cancer cells are able to upregulate Snail expression in vascular endothelial cells."}, {"pubmed": 19107228, "text": "The Snail-p53 binding as the new therapeutic target for K-Ras-mutated cancers including pancreatic, lung, and colon cancers."}, {"pubmed": 19124656, "text": "Snail1-mediated suppression of CYLD plays a key role in melanoma malignancy."}, {"pubmed": 19198871, "text": "Snail expression in oral squamous cell carcinoma is a stromal phenomenon associated with the myofibroblast phenotype and not related to growth-factor-mediated transdifferentiation of the carcinoma cells themselves."}, {"pubmed": 19245592, "text": "Snail1 expression was significantly increased in PC with a positive correlation to dedifferentiation, but not to cancer progression or prognosis."}, {"pubmed": 19269083, "text": "Snail upregulation by HRG-beta1 is mediated via the PI3K/Akt signaling pathway and Snail plays a key role in HRG-beta1 induced breast cancer cell metastasis through induction of EMT"}, {"pubmed": 19347028, "text": "Study provides evidence that p53, binding with Snail, is exported from a K-Ras-mutated cell through a vesicle transport-like mechanism, independently using a p53-nuclear-exporting mechanism."}, {"pubmed": 19381684, "text": "We found upregulation of mRNA for transcription factors Snail, Slug, Twist, and SIP1 in spindle cell carcinoma when compared to squamous cell carcinoma."}, {"pubmed": 19386897, "text": "Data show that several importins mediate the nuclear import of human Snail1 and identify a unique nuclear localization signal, recognized by all the importins, that has been conserved during the evolution of the Snail family."}, {"pubmed": 19412634, "text": "We describe for the first time that EMT markers Snail and Twist are expressed in PCC and that their expression is associated with malignancy"}, {"pubmed": 19440385, "text": "The results indicate that the presence of nuclear Snail1 immunoreactive cells in the stroma may be an informative indicator of prognosis of colon tumours especially useful in those corresponding to lower stages."}, {"pubmed": 19533388, "text": "study suggests the possibility that circulating Snail mRNA levels may have been associated with extra-hepatic metastasis in hepatocellular carcinoma patients"}, {"pubmed": 19604315, "text": "EGFR signalling is involved in Snail protein overexpression"}, {"pubmed": 19604397, "text": "EGF-mediated EMT is augmented by staurosporine in PMC42-LA cells through actin depolymerisation, focal contact size reduction and Snail1 induction"}, {"pubmed": 19641025, "text": "High frequency of SNAIL-expressing cells is associated with metastatic potential of phaeochromocytoma."}, {"pubmed": 19651985, "text": "Ladybird homeobox 1 (LBX1), a developmentally regulated homeobox gene, directs expression of the known EMT inducers ZEB1, ZEB2, Snail1, and transforming growth factor beta2 (TGFB2)."}, {"pubmed": 19695091, "text": "Nuclear expression of Snail1 protein in epithelial ovarian tumours was increased during tumour progression from precursor lesions into carcinomas."}, {"pubmed": 19784072, "text": "Data show that elevated Snail expression by Pdcd4 knockdown leads to downregulation of E-cadherin resulting in activating beta-catenin/Tcf-dependent transcription."}, {"pubmed": 19789323, "text": "The role of Snail in the inflammation-induced promotion of epithelial-mesenchymal transition in head and neck squamous cell carcinoma."}, {"pubmed": 19795442, "text": "Snail plays a critical role in tumor growth and metastasis of ovarian carcinoma through regulation of MMP activity."}, {"pubmed": 19802011, "text": "Histologically normal tissue adjacent to tumor tissue expressing the epithelial-mesenchymal transition-inducing gene SNAI1 shows alterations in the expression of epithelial differentiation genes such as CDH1 and VDR."}, {"pubmed": 19821482, "text": "Coexpression of Snail and Twist correlated with the worst prognosis of hepatocellular carcinoma."}, {"pubmed": 19860811, "text": "Alcohol stimulated nuclear localization of Snai1 phosphorylated at Ser246, and transcription from a Snai1 reporter plasmid and Snai1 mRNA expression."}, {"pubmed": 19861116, "text": "The present study demonstrated that Snai1 plays a role in colorectal cancer (CRC) invasion through phosphorylation, suggesting a plausible mechanism for overcoming chemoresistance that will lead to the development of effective treatments for CRC."}, {"pubmed": 19887480, "text": "Snail upregulation plays a role in non-small cell lung carcinoma by promoting tumor progression mediated by CXCR2 ligands"}, {"pubmed": 19915148, "text": "Induction of a MT1-MMP and MT2-MMP-dependent basement membrane transmigration program in cancer cells by Snail1."}, {"pubmed": 19923321, "text": "These results highlight serines 11 and 92 as new players in Snail1 regulation and suggest the participation of CK2 and PKA in the modulation of Snail1 functionality."}, {"pubmed": 19955572, "text": "study demonstrates that the F-box E3 ubiquitin ligase FBXl14 interacts with SNAIL1 and promotes its ubiquitylation and proteasome degradation independently of phosphorylation by GSK-3beta"}, {"pubmed": 20089328, "text": "nuclear expression parallels higher malignancy in neuroendocrine lung tumors"}, {"pubmed": 20091050, "text": "Snail expression (n = 22) correlated with ILK expression in ductal pancreatic adenocarcinoma (rho = 0.8168, p = 0.02), but only minimal Snail staining activity was detected in PanIN lesions."}, {"pubmed": 20138990, "text": "transcription factors Snail1 and Snail2 repress vitamin D receptor during colon cancer progression"}, {"pubmed": 20150431, "text": "p63 isoforms are regulated by snail and slug transcription factors in human squamous cell carcinoma"}, {"pubmed": 20166136, "text": "Snail transcription factor regulates neuroendocrine differentiation in LNCaP prostate cancer cells"}, {"pubmed": 20348013, "text": "These results suggest a direct role for Notch signalling via the Snail pathway in the development of epithelial to mesenchymal transformation and renal fibrosis."}, {"pubmed": 20397042, "text": "Snail acts primarily as a survival factor and inhibitor of cellular senescence in prostate cancer cell lines. Snail can act as early driver of prostate cancer progression."}, {"pubmed": 20403241, "text": "Low expression of E-CD and high expression of Snail are related to the advanced stage, and poor prognosis in colorectal cancer patients."}, {"pubmed": 20421926, "text": "identified a set of novel Snail1 target proteins in colon cancer that expand the cellular processes affected by Snail1 and thus its relevance for cell function and phenotype"}, {"pubmed": 20489148, "text": "These results suggest that epithelial-mesenchymal transition induced by TGF-beta1/Snail activation is closely associated with the aggressive growth of cholangiocarcinoma, resulting in a poor prognosis."}, {"pubmed": 20514449, "text": "Hypoxia-inducible factor-1alpha induces down-regulation of CDX2 in colon carcinoma cells and Snail may be involved in this regulation process."}, {"pubmed": 20562920, "text": "Snai1 physically interacts with and recruits the histone demethylase LSD1 (KDM1A) to epithelial gene promoters."}, {"pubmed": 20576520, "text": "These results indicate that SNAIL-mediated EMT may be relevant in the progression of pancreatic cancer"}, {"pubmed": 20620220, "text": "differentially regulated by hypoxia and hyperglycemia in kidney proximal tubule cells"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20823140, "text": "Activation of ERCC1 by Snail is critical in the generation of cisplatin resistance of head and neck squamous cell carcinoma cells."}, {"pubmed": 20851575, "text": "The present study showed that Snail induces several Epithelial-mesenchymal transition related genes in primary cultured human keratinocytes."}, {"pubmed": 20947514, "text": "Snail-induced EMT represents a clinically relevant mechanism of upper urinary tract urothelial carcinoma (UTUC) progression and an attractive target for the treatment of patients with UTUC."}, {"pubmed": 20952218, "text": "Snail1 may play important role in invasion and metastasis of ACC; Snail1 has potential for being a strong prognosis indicator at presentation of ACC patients."}, {"pubmed": 20957493, "text": "Interaction of Snail and p38 mitogen-activated protein kinase results in shorter overall survival of ovarian cancer patients."}, {"pubmed": 20959806, "text": "Hyperglycaemic condition enhances O-GlcNAc modification and initiates epithelial-mesenchymal transition by transcriptional suppression of E-cadherin through Snail1."}, {"pubmed": 21088236, "text": "Role for Snail1 transcription factor in hepatic wound-healing response and its involvement in hepatic stellate cell transdifferentiation process."}, {"pubmed": 21225336, "text": "Results suggested that SNAI1 is involved in the proliferation and migration of glioblastoma cells."}, {"pubmed": 21300290, "text": "Transciption factor SNAIL1 mimics the histone H3 tail and binds to the histone demethylase LSD1-transcription co-repressor (CoREST) complex. The crystal structure of the complex is given here."}, {"pubmed": 21315410, "text": "Collectively, our studies demonstrate frequent expression of nuclear Snail1, but not nuclear ZEB1, in invasive, triple-negative breast cancers as well as in intraductal carcinomas."}, {"pubmed": 21315411, "text": "Snail, a major player in the process of epithelial-to-mesenchymal transition, is highly expressed by tubular epithelial cells during multiple myeloma nephropathy."}, {"pubmed": 21317430, "text": "The results indicate that Snail1 controls Zeb1 expression at multiple levels and acts cooperatively with Twist in the ZEB1 gene transcription induction."}, {"pubmed": 21321977, "text": "In BPH-1 cells the transcription factor SNAI2/Slug is important for epithelial-mesenchymal transition initiation"}, {"pubmed": 21324165, "text": "Expression of snai1, or expression of zeb1 or twist in the stromal compartment did not have any prognostic significance."}, {"pubmed": 21360437, "text": "The presence of snail1 protein in tumour microenvironment rather than in malignant epithelial tumour cells may induce tissue remodelling and tumour progression."}, {"pubmed": 21448462, "text": "Snail is implicated in metabolic stress-induced necrosis, providing a new function for Snail in tumor progression."}, {"pubmed": 21454664, "text": "regulatory mechanism of the nuclear protein import process by importin alpha may control Snail activity by inhibiting its nuclear localization"}, {"pubmed": 21478114, "text": "Snail1 activity results in increased MMPs and decreased E-Cadherin expression."}, {"pubmed": 21577210, "text": "A novel regulatory mechanism was characterized which controls Snail1 protein expression through poly(ADP-ribosyl)ation. The effect was not only limited to repression of Snail1 transcription but also to downregulated Snail1 protein stability."}, {"pubmed": 21617757, "text": "Snail is a major transcriptional factor for epithelial-mesenchymal transition (EMT) in choroidal neovascularization (CNV) secondary to age-related macular degeneration (AMD)."}, {"pubmed": 21633953, "text": "These results suggest that miR-30a targets Snai1, inhibits invasion and metastasis, and is downregulated in NSCLC"}, {"pubmed": 21638011, "text": "No significant variability in Snail expression levels in the primary breast tumors nor in their metastases was found."}, {"pubmed": 21643654, "text": "Snail and Zeb1 were sufficient to induce epithelial to mesenchymal transition (EMT) in the cells, but activated TGFbeta induced a more complex EMT, in which changes in extracellular matrix remodeling components were pronounced."}, {"pubmed": 21646478, "text": "Sna1 directly induced transcription of N-Myc in human medulloblastoma cells. Depletion of N-Myc ablated the Sna1-induced proliferation and transformation."}, {"pubmed": 21685935, "text": "Data suggest a critical role of EZH2 in the control of cell invasionand/or metastasis by forming a co-repressor complex with HDAC1/HDAC2/Snail to repress E-cadherin."}, {"pubmed": 21796367, "text": "SNAIL and TWIST play a crucial role in epithelial to mesenchymal transition through regulation of E- and N-cadherin expression, exclusively in estrogen receptor-positive breast cancer patients."}, {"pubmed": 21808237, "text": "Snail has important role in invasion and metastasis, and silencing gene may be potential therapeutic target in renal cell carcinoma."}, {"pubmed": 21809991, "text": "Overexpression of Snail, Slug, and dysadherin and activation of Wnt and PI3K/Akt signaling was associated with inactivated E-cadherin in the spindle cells of monophasic fibrous synovial sarcomas."}, {"pubmed": 21830269, "text": "High SNAIL1 is associated with Crohn's disease-associated fistulae."}, {"pubmed": 21834956, "text": "TWIST and SNAI1 expression in stromal cells is associated with clinical and histopathological characteristics that indicate progressive disease. Negative expression of these EMT-promoting transcription factors predicts a better outcome."}, {"pubmed": 21839581, "text": "Authors observed up regulation of TGF-beta, Twist, Snail, Slug, vimentin and down regulation of E-cadherin on infection of ovarian tumor cells with Ad-PTTG cDNA."}, {"pubmed": 21853110, "text": "Snail transcription factor plays a critical role in TGF-beta1-induced epithelial-mesenchymal transition in human retinal pigment epithelium cells."}, {"pubmed": 21885439, "text": "novel evidence that inhibition of BMP-2 or BMP-2-mediated MAPK/Runx2/Snail signaling is an attractive therapeutic target for osteolytic bone metastases in lung cancer patients."}, {"pubmed": 21952048, "text": "Lats2 interacts with Snail1 and directly phosphorylates Snail1 at residue T203."}, {"pubmed": 21963453, "text": "Snail-1/VDR/beta-catenin signaling reflects an important underlying mechanism of osteosarcoma progression"}, {"pubmed": 22006115, "text": "in both nontumorigenic and tumorigenic epithelial cancer cells, that Snail1 is uniquely required for EMT initiation, whereas Twist1 is required to maintain late EMT"}, {"pubmed": 22024162, "text": "the EMT and invasion programs initiated by p53 loss of function or mutation are completely dependent on Snail1 expression"}, {"pubmed": 22028892, "text": "a global view of the impact of Snail and Slug expression"}, {"pubmed": 22128911, "text": "NOTCH1 intracellular domain interaction with Snail was found to induce ubiquitination and MDM2-dependent degradation of SNAIL."}, {"pubmed": 22131135, "text": "miR-9 inhibits melanoma proliferation and metastasis through down-regulation of the NF-kappaB1-Snail1 pathway."}, {"pubmed": 22134354, "text": "miR-34 and SNAIL form a double-negative feedback loop to regulate epithelial-mesenchymal transitions."}, {"pubmed": 22158034, "text": "Snail1 enhances the binding of Akt2 to the E-cadherin (CDH1) promoter and Akt2 interference prevents Snail1 repression of CDH1 gene"}, {"pubmed": 22246525, "text": "High co-expression of vascular endothelial growth factor receptor-1 and Snail is associated with poor prognosis after curative resection of hepatocellular carcinoma."}, {"pubmed": 22248055, "text": "investigated the direct role of YY1 in the regulation of EMT. This review discusses the molecular regulation of EMT in cancer cells through the activity of the dysregulated NF-kappaB/Snail/ YY1/PTEN/RKIP circuitry"}, {"pubmed": 22267549, "text": "Findings indicate that galiximab inhibits the NF-kappaB/Snail/YY1/Bcl-XL circuit that regulates drug resistance in B-cell lymphoma and in combination with cytotoxic drugs results in apoptosis."}, {"pubmed": 22276203, "text": "Data showed that regulation of SNAI1 through PKD1 occurs in vivo in normal breast ductal tissue and is decreased or lost in invasive ductal carcinoma."}, {"pubmed": 22307688, "text": "the results obtained demonstrate the phenomenon of Snail1 activation in the hormone-resistant breast cancer cells"}, {"pubmed": 22344746, "text": "SNAI1 expression induces an increase in the number of CD133+ cells, a change important for the epithelial to mesenchymal transition and the proliferation in ovarian cancer."}, {"pubmed": 22349639, "text": "Overexpression of Snail induces epithelial to mesenchymal transition and promotes cancer stem cell -like traits in the SCC9 cells."}, {"pubmed": 22382019, "text": "These findings suggest that Smad3 and Snail have circadian rhythm in vitro and vivo, and that circadian expression of Smad3 depends on CLOCK/BMAL1."}, {"pubmed": 22393371, "text": "Reelin is an essential negative regulator in the TGF-beta1-induced cell migration process, and is suppressed by TGF-beta pathway at the transcriptional level through Snail regulation"}, {"pubmed": 22406531, "text": "Snail interacted with G9a, a major euchromatin methyltransferase responsible for H3K9me2, and recruited G9a and DNA methyltransferases to the E-cadherin promoter for DNA methylation."}, {"pubmed": 22408413, "text": "dystopic subcellular localizations of Snail-1 and claudin-1 may participate in changes of cellular morphology and behavior which might be associated with altered effectory pathways of proteins and thus substantially contribute to the cancer development."}, {"pubmed": 22471493, "text": "High snail is associated with invasion and metastasis of gastric cancer."}, {"pubmed": 22471696, "text": "Data suggest that Snail expression could be a reliable independent prognostic factor to predict gastric carcinoma progression, which might open a new avenue for potential clinical intervention with functional Snail expression in gastric cancer patients."}, {"pubmed": 22514743, "text": "Data propose a novel EMT core network integrating two fundamental negative feedback loops, miR203/SNAI1 and miR200/ZEB."}, {"pubmed": 22562246, "text": "Snail interacted with Suv39H1 and recruited it to the E-cadherin promoter for transcriptional repression."}, {"pubmed": 22562247, "text": "Unbalanced expression of CK2 kinase subunits is sufficient to drive epithelial-to-mesenchymal transition by Snail1 induction."}, {"pubmed": 22580338, "text": "High snail1 is associated with migration and invasion of tongue squamous cell carcinoma."}, {"pubmed": 22580609, "text": "Hugl-2 induces MET and suppresses Snail tumorigenesis."}, {"pubmed": 22586581, "text": "hyperglycemia caused an induction of phosphorylated extracellular signal-related kinase 1/2 and Snail1 that was abrogated by silencing of TrkA or CCN2 using small interfering RNA"}, {"pubmed": 22629832, "text": "Decrease in the estrogen dependency of breast cancer cells is accompanied by an increase in Snail1 expression and activity, and demonstrated the Snail1 involvement in the negative regulation of ER."}, {"pubmed": 22745173, "text": "Axin2 acts as a potent promoter of carcinoma behavior by up-regulating the activity of the transcriptional repressor, Snail1, inducing a functional epithelial-mesenchymal transition (EMT) program and driving metastatic activity"}, {"pubmed": 22791710, "text": "Snail1 and its phosphorylation at Ser-11 were required and sufficient to control PKD1-mediated anchorage-independent growth and anchorage-dependent proliferation of different tumor cells"}, {"pubmed": 22820858, "text": "Invasiveness was significantly correlated to the increased Snail in tumour cells, as well as to increased ASMA, S100A4, and PDGFRbeta in stromal cells."}, {"pubmed": 22903530, "text": "changes in the expression of Snail or E-cadherin might regulate Epithelial-mesenchymal transition development in cholangiocarcinoma"}, {"pubmed": 22923499, "text": "the ATM-Snail pathway promotes tumor metastasis, highlighting a previously undescribed role of the DDR in tumor invasion and metastasis."}, {"pubmed": 22974478, "text": "Ectopic expression of Snail and Twist contributed to lymph node and disseminated metastasis, respectively, by reducing E-cadherin expression, providing a novel role for Snail and Twist in the progression of colorectal cancer."}, {"pubmed": 23029563, "text": "SNAI1 expression was significantly correlated with lower expression of CDH1 in colorectal adenoma."}, {"pubmed": 23052737, "text": "It might play an important role in the implantation of metastatic foci."}, {"pubmed": 23054398, "text": "these studies support the concept that targeting Snail/Slug-dependent transcription repression complexes by inhibiting LSD1 may lead to the development of novel drugs selectively inhibiting the invasive potential of cancer cells."}, {"pubmed": 23075682, "text": "Snail and Claudin-3 may play important roles in invasion and metastasis in NSCLC"}, {"pubmed": 23076049, "text": "Snail signaling contributes to prostate cancer progression and metastasis.[Review]"}, {"pubmed": 23185371, "text": "transcription factor GLI1 mediates TGFbeta1 driven EMT in hepatocellular carcinoma via a SNAI1-dependent mechanism"}, {"pubmed": 23196056, "text": "Snail-dependent production of Cyr61 in epithelial mesenchymal transformation-phenotypic cells could prime and promote dynamic cell migration of the invasive tumor nest."}, {"pubmed": 23246564, "text": "High Snail1 expression is associated with nasopharyngeal neoplasms"}, {"pubmed": 23254865, "text": "Loss of E-cadherin may be mediated through NF-kappaB-induced Snail upregulation."}, {"pubmed": 23261431, "text": "Snail regulates levels of E-cadherin and desmoglein 2 in oral squamous cell carcinoma cells both transcriptionally and post-translationally."}, {"pubmed": 23261444, "text": "Snail down-regulates COX-2 in cutaneous squamous cell carcinoma cells."}, {"pubmed": 23288509, "text": "ALX1 upregulated expression of the key EMT regulator Snail (SNAI1) and that it mediated EMT activation and cell invasion by ALX1."}, {"pubmed": 23342249, "text": "Overexpression of snail induces epithelial-mesenchymal transition and a cancer stem cell-like phenotype in human colorectal cancer cells."}, {"pubmed": 23431386, "text": "AKT/GSK-3beta-mediated stabilization of Snail is required for TNFalpha-induced epithelial-mesenchymal transition in colorectal cancer cells"}, {"pubmed": 23435375, "text": "BRAF(V600E) increases migration and invasion of thyroid cancer cells via upregulation of Snail with a concomitant decrease of its target E-cadherin."}, {"pubmed": 23449453, "text": "Snail1 phosphorylation by DNA-PKcs was involved in genomic instability and aggressive tumor characteristics."}, {"pubmed": 23454378, "text": "Snail decreased transcription of Notch1 intracellular domain (NICD) target genes via competing with MAML1, co-activator, in NICD complex."}, {"pubmed": 23496980, "text": "Hypoxia induces epithelial-mesenchymal transition via activation of SNAI1 by hypoxia-inducible factor -1alpha in hepatocellular carcinoma."}, {"pubmed": 23510993, "text": "Down-regulation of MTA3 and up-regulation of CGB5 and Snail are associated with preeclampsia."}, {"pubmed": 23522088, "text": "Snail1 expression was detectable in most of the CRC but showed no significant association with E-cadherin loss, clinical pathological characteristics or overall survival."}, {"pubmed": 23524585, "text": "Snail, acting downstream of bone morphogenetic protein signaling, dissociates the invasive capacity of glioblastoma multiforme cells from their tumorigenic potential."}, {"pubmed": 23582741, "text": "Data indicate that Fas signalling inactivates GSK-3beta by ERK/MAPK signalling, leading to nuclear accumulation of Snail and beta-catenin."}, {"pubmed": 23611780, "text": "Data indicate that miR-106b-25 cluster (miR-106b, miR-93 and miR-25) targets the 3'UTR of the beta-TRCP2 transcript and increases the expression of Snail."}, {"pubmed": 23644467, "text": "DDR2 maintains SNAIL1 level and activity in tumour cells that have undergone epithelial-mesenchymal transition (EMT), thereby facilitating continued tumour cell invasion through collagen-I-rich extracellular matrices by sustaining the EMT phenotype."}, {"pubmed": 23677639, "text": "Data indicate that pancreatic (pro)enzymes enhanced expression of beta-catenin and E-cadherin and decreased expression of several epithelial-mesenchymal transition (EMT)-associated genes, such as Vimentin, Snail and Slug."}, {"pubmed": 23707238, "text": "Angiotensin II plays a role in glomerular injury in experimental and human diabetic nephropathy via persistent activation of Notch1 and Snail signaling in podocytes resulting in down-regulation of nephrin expression."}, {"pubmed": 23761168, "text": "Results suggest that Snail contributes to pancreatic tumor development by promoting fibrotic reaction through increased TGF-beta signaling."}, {"pubmed": 23783653, "text": "High SNAIL expression is associated with hepatocellular carcinoma."}, {"pubmed": 23788111, "text": "Down-expression of Snail reversed GLI1 activation-regulated expression of epithelial--mesenchymal transition markers."}, {"pubmed": 23791009, "text": "The nuclear protein expression levels of SNAI1 and ZEB1 are involved in the progression and lymph node metastasis of cervical cancer via the epithelial-mesenchymal transition pathway."}, {"pubmed": 23791882, "text": "DYRK2 controls the epithelial-mesenchymal transition in breast cancer by degrading Snail."}, {"pubmed": 23792447, "text": "Snail1-mediated suppression of Cezanne2 may have a key role in HCC malignancy."}, {"pubmed": 23799116, "text": "EMT-induced stem/progenitor cell activation process is tightly regulated in non-transformed MCF10A cells, as WNT5A and TGFB2 are strongly upregulated in MCF10A-SNAI1 cells antagonizing canonical Wnt pathway"}, {"pubmed": 23807662, "text": "Loss of SNAI1 protein expression is associated with bladder cancer."}, {"pubmed": 23831330, "text": "miR-30a negatively regulates Snai1-mediated EMT during peritoneal fibrosis in vitro and in vivo."}, {"pubmed": 23850675, "text": "celastrol downregulates Snail expression, thereby inhibiting TGF-beta1-induced EMT in MDCK and A549 cells"}, {"pubmed": 23856093, "text": "VAV1 overexpression in both SKOV3 and human ovarian surface epithelial cells demonstrated that its upregulation of an E-cadherin transcriptional repressor, Snail and Slug, was not confined to ovarian cancer cells"}, {"pubmed": 23891091, "text": "ATM-mediated Snail Serine 100 phosphorylation in response to ionizing irradiation plays an important part in the regulation of radiosensitivity."}, {"pubmed": 23900729, "text": "Snail, a zinc-finger transcriptional repressor, was shown to be a mediator of NDRG2-regulated E-cadherin expression."}, {"pubmed": 23973669, "text": "The data show that Snail1 and beta-catenin, besides association with loss of hormone dependence, protect cancer cells from hypoxia and may serve as an important target in the treatment of breast cancer."}, {"pubmed": 23979441, "text": "HIF-1alpha and Snail are responsible for hypoxia-induced metastasis phenotypes in pancreatic cancer."}, {"pubmed": 24001613, "text": "Data indicate that PYK2 N-terminal domain interacting receptor 1 (Nir1) could induce epithelial-mesenchymal transition by stabilising Snail via the PI3K/Akt/GSK3beta/Snail signalling pathway through binding to CCL18."}, {"pubmed": 24022665, "text": "our results had revealed that Notch-1 could participate in the invasion and metastasis of esophageal carcinoma through EMT via Snail"}, {"pubmed": 24081672, "text": "Gli-1 expression increased markedly, and was closely associated with increased Snail expression and decreased E-cadherin"}, {"pubmed": 24085291, "text": "interaction between DNA-PKcs and Snail1 might be an effective strategy for sensitizing cancer cells and inhibiting tumor migration"}, {"pubmed": 24106276, "text": "Snail mediates TGF-beta1-induced down-regulation of VE-cadherin, which subsequently contributed to TGF-beta1-decreased trophoblast cell invasion."}, {"pubmed": 24126595, "text": "TGF-beta1 resulted in epithelial-mesenchymal transition in bronchial epithelial cells, characterized by decrease in E-cadherin expression and the increase in vimentin and alpha-smooth muscle actin expression, and the associated increase in Snail expression."}, {"pubmed": 24154725, "text": "miR-200/ZEB forms a tristable circuit that acts as a ternary switch, driven by miR-34/SNAIL, that is a monostable module that acts as a noise-buffering integrator of internal and external signals."}, {"pubmed": 24203464, "text": "Co-stimulation with EGF and TGFB1 results in rapid and robust ERK1/2 activation and induces persistent high expression of Snail protein."}, {"pubmed": 24242829, "text": "Snail1 expression controlled migration as well as proliferation of cocultured colon cancer cells in a paracrine manner."}, {"pubmed": 24293287, "text": "silencing gene SNAI1 inhibits expression of properties that are associated with the malignant phenotype of MCF-7 cells and reverses the epithelial-mesenchymal transition process by regulating relevant target gene E-cadherin."}, {"pubmed": 24333218, "text": "AKT/beta-catenin/Snail signaling pathway is mechanistically associated with cancer stem cell-like properties and epithelial-mesenchymal transition features of A549/CDDP cells, and thus, this pathway could be a novel target for the treatment of NSCLC."}, {"pubmed": 24354880, "text": "The functional germline variant c.353T>C (p.Val118Ala) of Snai1 confers consistently decreased risks of lung cancer and COPD, and this variant affects lung cancer risk through a mediation effect of COPD."}, {"pubmed": 24356933, "text": "Snail1 may act more critically in E-cadherin-positive gastroesophageal junction (GEJ) adenocarcinoma tumors"}, {"pubmed": 24357458, "text": "Sustained snail expression plays an essential role in glial-mesenchymal transition after irradiation."}, {"pubmed": 24365974, "text": "These results suggest that Snail could be one of the attractive targets for the development of therapeutic strategies in Head and neck squamous cell carcinoma"}, {"pubmed": 24384091, "text": "MUC1 and SNAIL were overexpressed in human renal sarcomatoid carcinomas."}, {"pubmed": 24402192, "text": "High TWIST1 and SNAI1 mRNA expression was associated with poor overall survival in human colorectal cancer."}, {"pubmed": 24410631, "text": "SNAIL expression was attenuated by knockdown of EGR-1, but upregulated by ectopic expression of EGR-1."}, {"pubmed": 24424718, "text": "grade. It is concluded that increased SNAIL levels in advanced Prostate cancer are associated with low expression of syndecan 1."}, {"pubmed": 24489910, "text": "Snail is required for the maintenance of stem cell-like phenotype in pancreatic cancer."}, {"pubmed": 24503443, "text": "High Snail-1 and Cx43 levels accompanied high motility and nanomechanical elasticity of a prostate cancer cell line."}, {"pubmed": 24561623, "text": "Snail induces the expression of microRNA-146a (miR-146a) through the beta-catenin-TCF4 complex."}, {"pubmed": 24565133, "text": "results suggest that E-cadherin loss promotes SNAI1 expression that controls the aggressiveness of prostate cancer cells"}, {"pubmed": 24607896, "text": "The expression of epithelial markers E-cadherin and Zona occludin-1 were down-regulated, whereas mesenchymal markers alpha-smooth muscle actin and fibronectin were up-regulated in Snail expression vector transfected retinal pigment epithelial cells."}, {"pubmed": 24610352, "text": "Stabilization of Snail by HIF-1alpha and TNF-alpha is required for hypoxia-induced invasion in prostate cancer cells."}, {"pubmed": 24638100, "text": "SNAI1, SNAI2, SNAI3 show unequal oncogenic potential, strictly correlating with their ability to promote epithelial-to-mesenchymal transition."}, {"pubmed": 24648349, "text": "Findings suggest cooperation between AR and RUNX in the stimulation of oncogenes such as SNAI2, which might be targeted for individualized prostate cancer therapy."}, {"pubmed": 24675890, "text": "Snail cooperates with LSD1 to repress PTEN in a PARP1-dependent manner."}, {"pubmed": 24699649, "text": "Although there are many kinds of C2H2-type ZFs which have the same fold as Snail, nuclear import by direct recognition of importin beta is observed in a limited number of C2H2-type zinc-finger proteins such as Snail"}, {"pubmed": 24721928, "text": "SNAIL1 overexpression is associated with tumor growth, metastasis, and chemoresistance in gastric cancer."}, {"pubmed": 24724096, "text": "Reexpression of Let-7g microRNA inhibits the proliferation and migration via K-Ras/HMGA2/snail axis in hepatocellular carcinoma."}, {"pubmed": 24760275, "text": "PGE2 activates Akt/NF-kappaB signaling and then upregulates Snail via the EP4R/EGFR to promote migration and invasion in hepatoma cells."}, {"pubmed": 24859886, "text": "Data indicate that zinc finger protein SNAIL modulates ribosomal protein S6 kinase 1 (RPS6KB1)/HIF-1alpha/protein kinase 2 (PKM2) signaling pathway through miR-128."}, {"pubmed": 24861866, "text": "These observations support a signaling network among JNKs, Smads, Snail1, and cortactin to regulate the invasion of MDA-MB-231 cells embedded in 3D collagen I, which may be targeted during screening of anti-invasion reagents."}, {"pubmed": 24878522, "text": "This is the first report showing the transcriptional regulation of hPLSCR1 expression by Snail TF and its possible implications in cancer progression."}, {"pubmed": 24916398, "text": "Snail and Slug mediate tamoxifen resistance in breast cancer cells through activation of EGFR-ERK independent of epithelial-mesenchymal transition."}, {"pubmed": 24944064, "text": "overexpression of Snail in PDAC cells increased SCF levels, and the media conditioned by Snail-expressing PDAC cells promoted mast cell migration."}, {"pubmed": 24947186, "text": "an analysis of human sarcomas shows that, contrarily to epithelial tumors, these neoplasms display high Snail1 expression."}, {"pubmed": 24959930, "text": "Data revealed that upregulated SNAI1 accelerates glioma progression and suppresses the expression of miR-128, which can oppose SNAI1's effect and modulate SP1 expression."}, {"pubmed": 24999604, "text": "High Snail expression is associated with gastrointestinal stromal tumor metastasis."}, {"pubmed": 25003810, "text": "Data demonstrate that inhibitation of Snail-induced Nanog expression during EMT."}, {"pubmed": 25019394, "text": "PAK1 and Snail1 are involved in the formation of estrogen-independent phenotype of breast cancer cells showing the potential role of both proteins as markers of hormone resistance of breast tumors."}, {"pubmed": 25041364, "text": "miR-199a suppressed the translation of SNAI1, a transcriptional repressor that plays a role in epithelial-to-mesenchymal transition, by targeting the sequence within the 3'UTR of the SNAI1 mRNA, and reduced the protein level of SNAI1."}, {"pubmed": 25055044, "text": "Taken together, these data suggest that miR-375 may be negatively regulated by Snail and involved in gastric cancer cell migration and invasion potentially by targeting JAK2."}, {"pubmed": 25059120, "text": "Knockdown of Akt2 using siRNAs or the PI3K inhibitor Ly294002 inhibited TGF-beta1-induced phosphorylation of GSK3beta and expression of Snail1"}, {"pubmed": 25078145, "text": "The Shh pathway promotes the CSC self-renewal in ATC cell lines by Gli1-induced Snail expression."}, {"pubmed": 25088797, "text": "this is the first study to demonstrate that bFGF can induce EMT via AKT/GSK-3beta/Snail signaling pathway in prostate cancer cells."}, {"pubmed": 25122124, "text": "data suggest that ERK2 isoform activation by Snail in aggressive breast cancer cells leads to EMT associated with increased cell migration and decreased cell adhesion"}, {"pubmed": 25124796, "text": "The PKC/GSK-3beta signaling pathway controls both the stability and transcription of Snail, which is crucial for epithelial-mesenchymal transition induced by EGF in PC-3 and A549 cells."}, {"pubmed": 25164016, "text": "SNAIL1 expression during breast cancer metastasis was transient and forced transient, but not continuous. SNAIL1 expression in breast tumors was sufficient to increase metastasis."}, {"pubmed": 25172658, "text": "Snail regulates the motility and invasiveness of oral cancer cells via RhoA/Cdc42/p-ERM pathway."}, {"pubmed": 25178837, "text": "A significant correlation between expression of Snail1, Snail2 and Zeb1 with miR-200f repression and CpG miR-200c-141 promoter methylation was detected in endometrial carcinosarcomas."}, {"pubmed": 25203322, "text": "The PKD1-FBXO11-SNAIL axis is a mechanism of posttranslational regulation of epithelial-mesenchymal transition and cancer metastasis."}, {"pubmed": 25277775, "text": "results identify EPHB3 as a novel target of SNAIL1 and suggest that disabling EPHB3 signaling is an important aspect to eliminate a roadblock at the onset of EMT processes."}, {"pubmed": 25280941, "text": "This finding demonstrates the upregulated expression of the key epithelial- to-mesenchymal transition (EMT) regulator Snail and that it mediated EMT activation and cell invasion by XBP1."}, {"pubmed": 25303734, "text": "Transcription factor snail regulates tumor necrosis factor alpha-mediated synovial fibroblast activation in the rheumatoid joint."}, {"pubmed": 25326810, "text": "SNAI1 3'UTR overexpression regulated key epithelial-to-mesenchymal transition (EMT) markers, including SNAI1, Vimentin, and E-cadherin, and functioned as a sponge for multiple migration-/invasion-related microRNAs (miRNAs) in RMUG-L cells"}, {"pubmed": 25405790, "text": "these findings revealed that macrophages that have infiltrated tumors may induce epithelial-mesenchymal transition of HCC cells via the IL-8 activated JAK2/STAT3/Snail pathway."}, {"pubmed": 25483191, "text": "Identified a novel binding site for c-Jun in the promoter of the Snail1 gene and report that the activation of the TGFbeta-TRAF6-p38 MAPK pathway promotes both c-Jun expression and its activation via p38alpha-dependent phosphorylation of c-Jun at Ser63."}, {"pubmed": 25488750, "text": "Snail1 expression in human tumor-derived CAF was associated with an ability to organize the ECM."}, {"pubmed": 25504116, "text": "Results suggest that Snai1 is a key factor that triggers ESCs exit from the pluripotency state and initiate their differentiation processes."}, {"pubmed": 25547433, "text": "The overexpression of RKIP can enhance the sensitivity of human gastric cancer cells to cisplatin, which may be achieved via the NF-kappaB/Snail signaling pathway."}, {"pubmed": 25607597, "text": "silencing SNAIL can sensitize TRAIL-induced apoptosis in HCC cells by upregulating p53 protein and by regulating related genes of the NF-kappaB pathway such as Bcl-xL, survivin and Raf-1."}, {"pubmed": 25608841, "text": "results suggest that a combined Runx2/Snail expression could be used as a new significant prognostic biomarker for patients with breast cancer."}, {"pubmed": 25639869, "text": "HMG20A together with LSD1 are required for SNAI1-dependent repression of epithelial genes."}, {"pubmed": 25681470, "text": "hypoxia promotes HO-8910PM ovarian cancer cell traffic through 3D matrix via Snail-mediated MT1-MMP upregulation, a possible molecular mechanism of ovarian cancer cell invasion under hypoxia"}, {"pubmed": 25784376, "text": "High SNAIL1 expression is associated with gastric cancer."}, {"pubmed": 25869072, "text": "This study shows that TGF-alpha uses common and divergent molecular mediators to regulate E-cadherin expression and cell invasion."}, {"pubmed": 25938539, "text": "Results indicate that poly(ADP-ribose) polymerase-1 (PARP-1) controlled transcription factor Snail expression at transcriptional level in cells exposed to doxorubicin."}, {"pubmed": 25961453, "text": "data support a Snail1-dependent mechanism of BBB disruption and penetration by meningeal pathogens."}, {"pubmed": 25964055, "text": "ILK may have an important role in the progression of NSCLC, possibly through up-regulation of Snail and MRP1."}, {"pubmed": 25971970, "text": "Hypoxia-induced endothelial to mesenchymal Transition is mediated by HIF1alpha through direct targeting of SNAIL."}, {"pubmed": 25975373, "text": "the expression levels of HIF1a, Snail and Ecadherin were correlated with clinical pathological factors in human ovarian cancer."}, {"pubmed": 25982273, "text": "LASP-1 associated with UHRF1, G9a, Snail1 and di- and tri-methylated histoneH3 in a CXCL12-dependent manner based on immunoprecipitation and proximity ligation assays"}, {"pubmed": 26110567, "text": "osthole suppresses the EMT-mediated metastatic ability in prostate cancer by inhibiting snail signaling and miR-23a-3p"}, {"pubmed": 26161782, "text": "loss of Snail1 causes changes in the actin cytoskeleton, decreases cell-substrate adhesion, and increases cell-cell adhesion."}, {"pubmed": 26198055, "text": "We found that TWIST1, SNAIL and SLUG are overexpressed in endometriosis"}, {"pubmed": 26219900, "text": "Snail and N-cadherin are constitutively and inducibly expressed in papillary thyroid carcinoma"}, {"pubmed": 26235880, "text": "A dynamic alteration in TERT promoter occupancy by Snail and c-Myc is the mechanistic basis for TGF-beta-mediated regulation of TERT."}, {"pubmed": 26302187, "text": "findings suggest that increased expression levels of ZEB1 and Snail1 in FECD cells were responsible for an increased responsiveness to TGF-beta present in the aqueous humor and excessive production of ECM"}, {"pubmed": 26305619, "text": "Data suggest that activin A up-regulates SNAIL expression via ALK4/ACVR1B-induced SMAD signaling in trophoblast cells; elevated SNAIL contributes to up-regulation of MMP2 expression which plays key role in promoting trophoblast cell invasion."}, {"pubmed": 26307032, "text": "Snail and Slug expression were up-regulated in the ectotopic endometrium of adenomyosis patients compared with normal endometrium."}, {"pubmed": 26321866, "text": "The downregulation of ZEB1, Twist1, and Snail1 reduces the invasive properties of uveal melanoma cells, and the elevated mRNA levels of ZEB1 and Twist1 are associated with a more aggressive clinical phenotype in uveal melanoma samples."}, {"pubmed": 26336990, "text": "Snail and DAB2IP interact to regulate EMT, invasion and metastasis in colorectal cancer"}, {"pubmed": 26362312, "text": "DDR2 plays an important role in promoting hepatocellular carcinoma cell invasion and migration by stabilizing SNA1."}, {"pubmed": 26498709, "text": "Data demonstrated the possibility that Snail induces cancer stem cell (CSC)-like properties through epithelial-mesenchymal transition and maintains stemness by upregulating various CSC markers."}, {"pubmed": 26510265, "text": "The strong association between Snail expression and lymph node metastasis suggests that Snail mRNA can be used as an adjunct to lymph node positivity to predict survival in pancreatic cancer."}, {"pubmed": 26527679, "text": "loss of Scribble-induced HuR translocation mediates the accumulation of Snail via activation of the p38 MAPK pathway."}, {"pubmed": 26549030, "text": "Results indicate that HCV core induced epithelial-mesenchymal transition (EMT) by interacting with the transcriptional repressor complex Snail/HDAC1/2 at the E-cadherin promoter, which led to E-cadherin repression and increased invasiveness of hepatoma cells."}, {"pubmed": 26571812, "text": "SNAI1 and SNAI2 - transcriptional master-regulators of epithelial-mesenchimal transition"}, {"pubmed": 26617790, "text": "GM130 upregulated expression of the key epithelial-mesenchymal transformation regulator Snail (SNAI1), which mediated EMT activation and cell invasion by GM130."}, {"pubmed": 26648419, "text": "The present study was performed using LNCaP and PC3 cell lines, in which the expression levels of SNAIL1 were increased or silenced through the use of lentiviral vectors."}, {"pubmed": 26684241, "text": "Upregulation of snail 1 is associated with hepatocellular carcinoma."}, {"pubmed": 26701730, "text": "Data show that the expression profiles of three proteins: E-cadherin, Snail, and alpha-smooth muscle actin were significantly different in extraprostatic extension prostate cancer (PCa) compared with intra-prostatic tumour."}, {"pubmed": 26711268, "text": "When Notch-downstream pathways were analyzed, the study detected an increase in glycogen synthase kinase 3 beta phosphorylation and inactivation that facilitates Snail1 nuclear retention and protein stabilization."}, {"pubmed": 26764010, "text": "Results found an involvement of epigenetic processes in SNAIL-induced epithelial to mesenchymal transition, highlighted by a cross-talk between SNAIL and the histone deacetylase HDAC1, and activation of the AKT pathway in breast cancer cells."}, {"pubmed": 26771232, "text": "High snail expression is associated with epithelial-mesenchymal transition in cancer."}, {"pubmed": 26781944, "text": "Slug is a positive regulator, and Snail a negative regulator, of PLD2 expression."}, {"pubmed": 26840564, "text": "High SNAIL1 expression is associated with epithelial-mesenchymal transition in cancer."}, {"pubmed": 26845447, "text": "Downregulation of tumor suppressing STF cDNA 3 promotes epithelial-mesenchymal transition and tumor metastasis of osteosarcoma by the Wnt/GSK-3beta/beta-catenin/Snail signaling pathway."}, {"pubmed": 26988558, "text": "Ectopic expression of Snail in MCF-7 cells resulted in morphological and molecular changes previously associated with Epithelial-to-mesenchymal transition"}, {"pubmed": 27057280, "text": "CCL21 can facilitate chemoresistance and stem cell property of colorectal cancer cells via the upregulation of P-gp, Bmi-1, Nanog, and OCT-4 through AKT/GSK-3beta/Snail signals."}, {"pubmed": 27076520, "text": "Increased ERK2 activity leads to nuclear accumulation of SNAIL1, and, thus, avoidance of cytosolic proteasome degradation. SNAIL1 also influences the level and activity of YAP1 in CAFs exposed to a stiff matrix."}, {"pubmed": 27113480, "text": "The finding of down-regulation of the miR-200 family and up-regulation of transcription repressors Snail and Slug supports the postulated role of epithelial-mesenchymal transition in the pathogenesis of fibrosis in inflammatory bowel diseases."}, {"pubmed": 27129171, "text": "Amla extract (Emblica officinalis, AE) decreases the gene and protein expression of IGF1R, a target of miR-375, and SNAIL1, a transcription factor that represses E-cadherin expression."}, {"pubmed": 27171242, "text": "These results suggest that polymorphisms in TGFB1, TGFBR1, SNAI1 and TWIST1 may modulate endometrial cancer susceptibility, both separately and corporately."}, {"pubmed": 27184007, "text": "Study demonstrated in human breast cancer samples that MDM2 induces epithelial-to-mesenchymal transition by enhancing Snail expression in vitro and in vivo."}, {"pubmed": 27188792, "text": "a positive correlation was observed between Snail presence and TUBB3 upregulation in tested adenocarcinoma cell lines."}, {"pubmed": 27191258, "text": "Snail1 may be a co-factor of TERT enhancer rs2853677 for predicting lung adenocarcinoma susceptibility and prognosis"}, {"pubmed": 27322434, "text": "Snail-1 might play an important role in the progression of bladder cancer"}, {"pubmed": 27363667, "text": "the first report on the transcriptional regulation of hPLSCR4, where Snail was shown to downregulate the expression of Human phospholipid scramblase 4"}, {"pubmed": 27409172, "text": "increased Snail expression during progression to metastatic disease may prime cells for resistance to AR-targeted therapies by promoting AR activity in prostate cancer"}, {"pubmed": 27452518, "text": "High SNAIL expression is associated with liver neoplasms."}, {"pubmed": 27455254, "text": "High Snail1 expression is associated with Recurrence of Prostate Cancer."}, {"pubmed": 27461247, "text": "Results indicate that the increase of snail protein expression may play an important role in the carcinogenesis, progression, and metastasis of gastric cancer."}, {"pubmed": 27473084, "text": "Upregulated expression of SNAIL is associated with hepatocellular carcinoma."}, {"pubmed": 27481218, "text": "the epithelial mesenchymal transition regulator Snai1 was targeted by mir-30d, and the expression of Snai1 was dose-dependently up-regulated by PCB exposure."}, {"pubmed": 27495232, "text": "Upregulation of SNAIL1 promotes prostate cancer."}, {"pubmed": 27503928, "text": "the role of Snail1 in tumor invasion is not limited to epithelial-to-mesenchymal transition (EMT), but it is also dependent on its activity in stromal fibroblasts."}, {"pubmed": 27504909, "text": "show that expression of EPHB2 and SNAIL1 - an inducer of epithelial-mesenchymal transition (EMT) - is anti-correlated in colorectal cancer cell lines and tumors"}, {"pubmed": 27554601, "text": "14-3-3zeta-mediated invasion of cancer cells was found to upregulate Snail through the activation of atypical protein kinase C (aPKC)."}, {"pubmed": 27566588, "text": "this study shows that during epithelial-mesenchymal transition in the prostate cancer cell line RbBP5 binding is increased in the vicinity of Snail transcription start site"}, {"pubmed": 27579892, "text": "PARP3 controls of TGFbeta-induced epithelial mesenchymal transformation and acquisition of stem-like cell features by stimulation transglutaminase 2/SNAI1 signaling."}, {"pubmed": 27588479, "text": "VEGFA and Snail-1 induction by meningitic Escherichia coli mediates disruption of the blood-brain barrier"}, {"pubmed": 27596137, "text": "Results show that Snail is a direct target of miR-137 and miR-34a in ovarian cancer cells."}, {"pubmed": 27705942, "text": "RND3 promotes Snail 1 protein degradation in glioblastoma tumor cells, promoting cell migration and neoplasm invasiveness."}, {"pubmed": 27706642, "text": "Snail overexpression induced epithelial-mesenchymal transition and endowed cells with tumor stem cell characteristics."}, {"pubmed": 27749822, "text": "Snail1 as a molecular bypass that suppresses the anti-proliferative and pro-apoptotic effects exerted by wild-type p53 in breast cancer"}, {"pubmed": 27755964, "text": "Low glucose culture hampered typical epithelial-mesenchymal transition-like morphological change, \"cadherin switching,\" and cell migration of hepatocellular carcinoma cells through inducing persistent down-regulation of HSF1, resulting in direct inhibition of snail1 expression."}, {"pubmed": 27793090, "text": "Results demonstrated that over expression of Snail suppresses Cryptic expression and confirmed that Snail directly binds to Cryptic gene promoter and regulates its expression."}, {"pubmed": 27807072, "text": "cell invasion drastically increased with increased expression and activity of MMP2. Immunoprecipitation revealed a direct interaction between ID2 and zinc finger transcription factor, snail family transcriptional repressor 1 (SNAIL1)"}, {"pubmed": 27829223, "text": "this study shows that EGF induces epithelial-mesenchymal transition through phospho-Smad2/3-Snail signaling pathway in breast cancer cells"}, {"pubmed": 27851965, "text": "a Snail1-ATGL axis that regulates adipose lipolysis and fatty acid release, is reported."}, {"pubmed": 27855404, "text": "Radixin knockdown suppresses the metastasis of SGC-7901 cells in vitro by up-regulation of E-cadherin. The NF-kappaB/snail pathway contributes to the regulation of E-cadherin in response to depletion of radixin."}, {"pubmed": 27863213, "text": "these results might suggest that calcineurin inhibitor-induced tubular SNAI1 protein cytoplasmic accumulation, possibly because of impaired SNAI1 proteasomal degradation and nuclear translocation, might be a sign of a diseased profibrotic epithelial phenotype."}, {"pubmed": 27878251, "text": "the present study suggests that GAPDH plays an important role in cancer metastasis by affecting EMT through regulation of Sp1-mediated SNAIL expression."}, {"pubmed": 27894095, "text": "SNAI1 is a direct and functional target of miR-182. However SNAI1 negatively regulates the expression of miR-182 in breast cancer cells."}, {"pubmed": 27956702, "text": "the existence of a dynamic negative feedback loop in the regulation of IGF1R and miR-493 mediated via Snail, is reported."}, {"pubmed": 27995335, "text": "The data suggest that reduced expression of E-cadherin and over-expression of Slug, Snail, and TGF-beta induce epithelial to mesenchymal transition in ameloblastoma."}, {"pubmed": 28057716, "text": "Study provides evidence that SNAI1 promotes renal cell carcinoma migration and invasion. Its expression is regulated by miR-211 which targets its 3'-UTR."}, {"pubmed": 28077400, "text": "Our findings implicate Snail as a target for the prevention of fibrogenesis or fibrosis progression and may offer a means to assess response to therapy."}, {"pubmed": 28146149, "text": "Data suggest that HOP homeobox HOPX (HOPX) acts as a tumour suppressor via the epigenetic regulation of snail family transcription factors (SNAIL) transcription and a prognostic biomarker for nasopharyngeal carcinoma (NPC) metastasis and therapeutic target for NPC treatment."}, {"pubmed": 28176759, "text": "Snail functions as a metabolic switch between aerobic glycolysis and pentose phosphate pathway by repressing PFKP, a cancer-specific PFK-1, allowing cancer cell survival under metabolic stress."}, {"pubmed": 28177890, "text": "Data show that histone demethylase JMJD3 was reduced and its target gene Snai1 expression was down-regulated after HOTAIR suppression."}, {"pubmed": 28198361, "text": "Dub3 is identified as a bona fide Snail1 deubiquitinase, which interacts with and stabilizes Snail1."}, {"pubmed": 28215642, "text": "the expression of CCL2 is significantly correlated with Snail expression and may be used as a predictive co-biomarker for patient prognosis and tumor aggressiveness in gastric cancer."}, {"pubmed": 28232080, "text": "The expression of the transcription factor Snail is strongly associated with longer disease-free and overall survival."}, {"pubmed": 28247164, "text": "In patients with gastric cancer, the positive-to-negative conversion of the Snail status-between primary tumors and lymph node metastasis may be important for confirming epithelial-mesenchymal transition and mesenchymal-epithelial transition."}, {"pubmed": 28256591, "text": "At the molecular level, transcription of the adherens junction protein E-cadherin is upregulated on nicotinic acid addition, leading to accumulation of E-cadherin protein at the cell-cell boundary. This can be attributed to nicotinic acid's ability to facilitate the ubiquitination and degradation of Snail1, a transcription factor that represses E-cadherin expression."}, {"pubmed": 28259904, "text": "Data suggest that silencing Snail decreases the malignant behaviors of lung cancer cells by reversing epithelial-to-mesenchymal transition processes and causing cell cycle defects."}, {"pubmed": 28296173, "text": "E-cadherin expression was increased by transfection of p300 small interfering RNA in a dose-dependent manner.. There was a correlation between Snail and p300 expressions in lung cancer. Moreover, p300 acetylates Snail both in vivo and in vitro, and K187 may be involved in this modification."}, {"pubmed": 28299321, "text": "JianPi JieDu Recipe could inhibit TGF-beta-induced epithelial-to-mesenchymal transition in colorectal cancer through TGF-beta/Smad mediated Snail/E-cadherin expression"}, {"pubmed": 28334716, "text": "UBAP2L plays a critical role in maintenance of the metastatic ability of Hepatocellular Carcinoma Cells cells via SNAIL1 Regulation and is predictive of a poor clinical outcome."}, {"pubmed": 28335789, "text": "Results show that Snail1 transcriptional activation is regulated by SOX3 via binding to its promoter region in osteosarcoma cells promoting migration, invasiveness, and EMT."}, {"pubmed": 28339614, "text": "ILK aids trophoblast syncytialization via downregulation of CDH1, perhaps through an ILK-PARP1-SNAI1 pathway"}, {"pubmed": 28349782, "text": "Treatment of these cells with the dual-specificity tyrosine-kinase inhibitor lapatinib led to downregulation of epithelial-to-mesenchymal transition as indicated by lower levels of SNAI1 and SNAI2 transcripts, integrin AVB6, and matrix metalloproteinase 9 protein"}, {"pubmed": 28400282, "text": "In summary, we presented the evidences that miR-153-3p may act as a tumor suppressor by down-regulating the expression of SNAI1 in melanoma and miR-153-3p might be a potential biomarker in the diagnosis and treatment of malignant melanoma."}, {"pubmed": 28424413, "text": "High SNAIL expression is associated with invasion, metastasis, and epithelial-to-mesenchymal transition of gastric cancer."}, {"pubmed": 28431572, "text": "This study demonstrates that hepatitis C virus NS4B protein induces epithelial to mesenchymal transition progression via the upregulation of Snail in hepatocellular carcinoma, which may be a novel underlying mechanism for hepatitis C virus-associated hepatocellular carcinoma development, invasion and metastasis."}, {"pubmed": 28442786, "text": "It is concluded that epithelial-mesenchymal transition is involved in human diabetic cataract, and upregulation of miR-30a can repress epithelial-mesenchymal transition through its targeting of SNAI1 in lens epithelial cells, which make miR-30a a novel target of therapeutic intervention for human diabetic cataract."}, {"pubmed": 28459992, "text": "Data show that miR-153 was found to target the 3'-UTR of snail transcription factors (Snail) mRNA."}, {"pubmed": 28466868, "text": "The authors identify SNAI1 as the key Epithelial-Mesenchymal Transition transcriptional factor required for the specification of definitive endoderm."}, {"pubmed": 28498415, "text": "our results suggest that Cx32 inhibits Hepatocellular carcinoma (HCC) invasion and metastasis through Snail-mediated EMT, Cx32 and this signaling pathway molecules may offer potential targets for HCC cancer therapy"}, {"pubmed": 28550287, "text": "Up-regulation of long non-coding RNA XLOC_010235 regulates epithelial-to-mesenchymal transition to promote metastasis by associating with Snail1 in gastric cancer."}, {"pubmed": 28570750, "text": "There was a significant stepwise increase of upgrading rate according to Snail1 expression in DCIS cells: weak 9%, intermediate 26%, and strong 55%, respectively."}, {"pubmed": 28586004, "text": "COX2 inversely regulated Notch1 in gastric cancer and partially depended on the Notch1 signalling pathway in altering the expression of Snail."}, {"pubmed": 28611395, "text": "High Snail expression is associated with atherosclerosis."}, {"pubmed": 28631560, "text": "this study uncovered the mechanism through which mithramycin inhibits epithelial-to-mesenchymal transition and invasion in salivary adenoid cystic carcinoma cell lines, namely, via downregulating specificity protein 1 and SNAI1 expression, which suggests mithramycin may be a promising therapeutic option for salivary adenoid cystic carcinoma."}, {"pubmed": 28648644, "text": "Mechanistic investigations found that quercetin suppressed Snail-dependent Akt activation by upregulating maspin and Snail-independent a disintegrin and metalloproteinase (ADAM) 9 expression pathways to modulate the invasive ability of NSCLC cells"}, {"pubmed": 28687755, "text": "The results strongly suggest that the integrated pathway of TGF-beta/Snail with TNFalpha/NF-kappaB may be the principal axis that links cancer cells to their microenvironment during the epithelial-mesenchymal transition process and results in poor prognosis in colorectal cancer patients."}, {"pubmed": 28691764, "text": "Cten-Snail signaling pathway contributes to cell motility in colorectal cancer (CRC), mediated by the stabilization of Snail protein."}, {"pubmed": 28718374, "text": "These observations suggest a crucial role for cancer-associated fibroblasts and fibroblast growth factor-1/fibroblast growth factor receptor 4 signaling in the progression of ovarian cancer.  the expression level of Snail1 and MMP3 was reduced, while the expression level of E-cadherin increased"}, {"pubmed": 28778796, "text": "FLNA upregulation correlates with Snail-induced epithelial to mesenchymal transition in colorectal carcinoma."}, {"pubmed": 28803067, "text": "Metagenomic analysis revealed direct correlation between PPARGC1A, SNAI1, and metastatic lung disease."}, {"pubmed": 28806534, "text": "The results demonstrate that knockdown of Snail can inhibit the inhibits epithelial-mesenchymal transition process of laryngeal squamous cell carcinoma cells through the vitamin D receptor signaling pathway in vitro."}, {"pubmed": 28849004, "text": "FoxM1 may enhance the invasion and migration of cancer cells, and thus promotes their Epithelialmesenchymal transition, in a mechanism that may involve the regulation of Snai1."}, {"pubmed": 28892081, "text": "A20 promotes metastasis of aggressive basal-like breast cancers through multi-monoubiquitylation of Snail1."}, {"pubmed": 28912889, "text": "Inhibition of cell migration, invasion, and metastasis in esophageal carcinoma requires CBX8-mediated repression of Snail."}, {"pubmed": 28925484, "text": "MiR-22 over-expression attenuated lung cancer cell EMT and invasion via targeted inhibiting Snail."}, {"pubmed": 28939076, "text": "increased abundance of Snail and Axin2 is highly correlated to malignant transformation of OL, making them novel biomarker(s) predicting oral cancer development"}, {"pubmed": 29032338, "text": "Snail-1 plays a major role in the progression and migration of urinary bladder cancer."}, {"pubmed": 29059170, "text": "Low SNAIL expression is associated with lymph node metastasis in Ovarian and esophageal squamous cell carcinoma."}, {"pubmed": 29101499, "text": "Twist1 and Snail1 expression levels were associated with lymphovascular space invasion, lymph node metastasis and histological grade in cervical squamous cell carcinoma."}, {"pubmed": 29117943, "text": "Phosphorylation of Ser is essential for Snail1 to be recognized by FBXO31 which mediates the ubiquitination and degradation of Snail1."}, {"pubmed": 29155818, "text": "By repressing FOXA family members, SNAIL1 targets transcription factors at strategically important positions in gene-regulatory hierarchies, which may facilitate transcriptional reprogramming during EMT."}, {"pubmed": 29162839, "text": "These results demonstrate, for the first time, the role for USP47, as a novel target of Sox9, in the regulation of epithelial-mesenchymal transition and metastasis of colorectal cancer cells."}, {"pubmed": 29230000, "text": "LXRalpha activation antagonizes the mesenchymal, reactive oxygen species and pro-apoptotic responses to TGFbeta and the mesenchymal transcription factor Snail mediates this crosstalk. In contrast, LXRalpha activation and TGFbeta cooperate in enforcing cytostasis in HCC, which preserves their epithelial features."}, {"pubmed": 29233829, "text": "Smad3-mediated recruitment of SETDB1 controls Snail1 expression and epithelial-mesenchymal transition in ductal breast carcinoma."}, {"pubmed": 29241546, "text": "Neutrophils and Snail orchestrate the establishment of a pro-tumor microenvironment in lung cancer."}, {"pubmed": 29269046, "text": "TGFbeta1-SMAD2/3-Snail signaling could contribute to the human trophoblast cell differentiation by up-regulating cadherin-11 expression."}, {"pubmed": 29304493, "text": "MiR-30c inhibits ESCC biological behaviors and EMT progress by directly binding to the 3'-UTR of SNAI1."}, {"pubmed": 29305973, "text": "Results show that Snai1 binds to the PXDN promoter in response to TGF-beta1 treatment of cervical carcinoma cell lines and represses its expression."}, {"pubmed": 29309923, "text": "Dermal fibroblast-to-myofibroblast transition sustained by alphavss3 integrin-ILK-Snail1/Slug signaling is a common feature for hypermobile Ehlers-Danlos syndrome and hypermobility spectrum disorders."}, {"pubmed": 29331416, "text": "Findings suggest proteasome 26S subunit non-ATPase 14 (PSMD14) as a deubiquitinating enzyme to regulate Snail transcription factor (SNAIL) at the post-translational level and provide a promising therapeutic strategy against tumor metastasis of esophageal cancer."}, {"pubmed": 29355657, "text": "-box and WD repeat domain containing 7 (FBW7) silencing stabilized Snail protein and induced epithelial-to mesenchymal transition (EMT), and acquisition of migration and invasion properties in non-small cell lung cancer (NSCLC)."}, {"pubmed": 29363574, "text": "Data suggest that SNAI1 is a key regulator of FGF2-dependent mesenchymal transition in corneal endothelium, with ZEB1 regulating type I collagen expression and CDK2 regulating cell proliferation. (SNAI1 = snail family transcriptional repressor-1; FGF2 = fibroblast growth factor-2; ZEB1 = zinc finger E-box binding homeobox-1 protein; CDK2 = cyclin dependent kinase-2)"}, {"pubmed": 29374328, "text": "SNAI1 is known to promote epithelial to mesenchymal transition by repressing E-cadherin expression, but it needs an intact PRC2 to act this function. Alterations of this process could contribute to the complex etiology of nsCL/P."}, {"pubmed": 29385656, "text": "T-type calcium channels drive migration/invasion in BRAFV600E melanoma cells through Snail1."}, {"pubmed": 29415155, "text": "Investigated twist family bHLH transcription factor 1 (Twist), snail family transcriptional repressor 1 (Snail) and E-cadherin in prognosis, recurrence-free survival and overall survival in completely resected N0 NSCLC patients. Found high expression of Twist and Snail and low expression of E-cadherin were associated with unfavourable prognosis."}, {"pubmed": 29427661, "text": "miR-199a-5p inhibited the progression of PTC by downregulating SNAI1, offering new insight into the molecular mechanism underlying PTC progression."}, {"pubmed": 29431637, "text": "study defines a Snail-ESRP1 cancer axis that is crucial for human lung carcinogenesis, with implications for new intervention strategies and translational opportunities"}, {"pubmed": 29434190, "text": "miR-22 is found to suppress cell proliferation/apoptosis by directly targeting MAPK1 (mitogen-activated protein kinase 1, ERK2) and inhibit cell motility by targeting both MAPK1 and Snail."}, {"pubmed": 29445189, "text": "STK17B promotes carcinogenesis and metastasis via AKT/GSK-3beta/Snail signaling in hepatocellular carcinoma."}, {"pubmed": 29475734, "text": "the SNAI1:miR-145 axis significantly influences colorectal cancer radiation sensitivity. The crosstalk between SNAI1 and miR-145 regulates expression of central CSC transcriptional factors to modulate the response to radiation."}, {"pubmed": 29488603, "text": "these results indicate that miR124 transection inhibits the growth and aggressive of osteosarcoma, potentially via suppression of TGFbetamediated AKT/GSK3beta/snail family transcriptional repressor 1 (SNAIL1) signaling, suggesting miR124 may be a potential anticancer agent/target for osteosarcoma therapy."}, {"pubmed": 29619372, "text": "irradiation of Human Umbilical Vein Endothelial Cells induced the differentiation of fibroblasts into myofibroblasts through the Snail/miR-199a-5p axis."}, {"pubmed": 29661250, "text": "Our findings revealed that a IDH1(low)/Snail(high) molecular signature could serve as an independent biomarker for poor prognosis in breast cancer."}, {"pubmed": 29703902, "text": "Ovarian cancer patients show elevated serum CXCL1/2, which correlates with Snail expression, myeloid-derived suppressor cells infiltration, and short overall survival. Snail induces ovarian cancer progression via upregulation of CXCR2 ligands and recruitment of myeloid-derived suppressor cells."}, {"pubmed": 29705809, "text": "High glucose enhances the formation of EZH2/Snail/HDAC1 complex in the nucleus, which in turn causes E-cadherin repression."}, {"pubmed": 29729076, "text": "Snail1 contributes to the malignant phenotype of breast cancer cells via diverse new mechanisms."}, {"pubmed": 29789583, "text": "TRIM50 acted as a tumor suppressor in hepatocarcinoma cells by directly targeting SNAIL and reversing epithelial-to-mesenchymal transition."}, {"pubmed": 29844345, "text": "SNAIL silencing allows the re-expression of MYF5 and canonical MYOD binding, promoting alveolar rhabdomyosarcoma cell myogenic differentiation."}, {"pubmed": 29845196, "text": "The present study illustrated that downregulation of CDK10 expression activated Snaildriven EMT and consequently promoted glioma metastasis, suggesting that CDK10 may serve as a potential molecular target for glioma therapy."}, {"pubmed": 29859299, "text": "restoring the expression of MIST1 reverses the EMT and reduces the tumorigenicity of pancreatic cancer cells partly via the Snail/E-cadherin pathway"}, {"pubmed": 29880891, "text": "Snail is important in controllinghigh grade serous ovarian cancer malignant phenotypes and suggest that the Snail/Let-7 axis may be an attractive target for high grade serous ovarian cancer treatment."}, {"pubmed": 29937187, "text": "High SNAIL1 expression is associated with breast invasive ductal carcinoma."}, {"pubmed": 30058095, "text": "Chronic hypoxia-induced slug promotes invasive behavior of prostate cancer cells by activating the expression of ephrin-B1."}, {"pubmed": 30094882, "text": "FBXW7 conduction of tumour suppression was partly through degrading Snai1 directly for ubiquitylating regulation in NSCLC."}, {"pubmed": 30099830, "text": "Binding of HIV1 Tat to TIP30 enhanced epithelial-to-mesenchymal transition and metastasis by regulating the nuclear translocation of Snail."}, {"pubmed": 30132886, "text": "these results suggested that circRBMS3 promoted Gastric cancer (GC) cells proliferation and invasion via regulating miR-153/SNAI1 axis."}, {"pubmed": 30165191, "text": "Data indicate that DEAD-box helicase 21 (DDX21) regulated Snail transcription factors (Snail) expression independent of its helicase activity."}, {"pubmed": 30189360, "text": "SNAI1 transcriptional activation by FOXF1 induced epithelial-mesenchymal transition and promoted invasion and metastasis of colorectal cancer cells."}, {"pubmed": 30216111, "text": "These results suggest that beta-arr1 promotes liver fibrosis via autophagy-mediated Snail signaling, and beta-arr1 may be a therapeutic target for liver fibrosis."}, {"pubmed": 30219228, "text": "MiR-1306-3p modulates FBXL5-meadiated snail protein stability in hepatocellular carcinoma."}, {"pubmed": 30272327, "text": "Study provides evidence that genetic variants in SNAI1 and TWIST1 are associated with breast cancer (BC) and ovarian cancer (OC) susceptibility and suggests a synergistic effect of those related loci on BC/OC risk."}, {"pubmed": 30321593, "text": "These results suggest that BMP2 increases lysyl oxidase expression and activity via the up-regulation of SNAIL in human granulosa-lutein cells."}, {"pubmed": 30341688, "text": "Activation of GPER can suppress the migration and invasion of OS cells via FBXL5-mediated post-translational down regulation of Snail. It suggested that targeted activation of GPER might be a potent potential therapy approach to overcome the metastasis of OS patients"}, {"pubmed": 30365089, "text": "Snail1 gene silencing effectively improved the drug sensitivity of MMCs to bortezomib chemotherapy."}, {"pubmed": 30429463, "text": "Restoration of FBP1 suppressed Snail-induced epithelial to mesenchymal transition in hepatocellular carcinoma."}, {"pubmed": 30451989, "text": "Targeting CDK7 increases the stability of Snail to promote the dissemination of colorectal cancer."}, {"pubmed": 30473218, "text": "The KLF5 could promote the epithelial-mesenchymal transition (EMT) in hepatocellular carcinoma (HCC) via the PI3K/AKT/Snail signaling pathway."}, {"pubmed": 30483750, "text": "Mechanistic investigations in breast cancer cells indicated that SETDB1 acts as an epithelialmesenchymal transition inducer by binding directly to the promoter of the transcription factor Snail. Thus, SETDB1 is involved in breast cancer metastasis and may be a therapeutic target for treating patients with breast cancer."}, {"pubmed": 30502437, "text": "TRIM21modulates epithelial-mesenchymal transition by mediating the stability of Snail in breast cancer cells."}, {"pubmed": 30569152, "text": "Study results revealed that USP11 promoted epithelialtomesenchymal transition in ovarian cancer by deubiquitinating Snail, and USP11 may be a novel therapeutic target for ovarian cancer treatment."}, {"pubmed": 30617305, "text": "The CAR10/miR-30/203/SNAI axis is a novel and potential therapeutic target for LUAD."}, {"pubmed": 30631151, "text": "A new mechanism of sumoylated Flot-1-mediating Snail stabilization is presented."}, {"pubmed": 30664186, "text": "Snail is a direct downstream target gene of muscleblindlike 1 (MBNL1) in the colorectal cancer (CRC) HCT-116 cells. The overexpression of MBNL1 markedly enhanced the recruitment of Snail transcripts to processing bodies (Pbodies), leading to the increased degradation of Snail mRNA and consequent translational silencing."}, {"pubmed": 30664792, "text": "Overexpression of snail transcription factor (snail) correlates with increased claudin-11, and both are associated with a worse outcome."}, {"pubmed": 30679596, "text": "A critical role of the TGF-beta-SNAIL axis in Muller glial-mesenchymal transition to promote Idiopathic epiretinal membrane formation."}, {"pubmed": 30679767, "text": "High SNAIL1 expression is associated with tubulointerstitial fibrosis in focal segmental glomerulosclerosis."}, {"pubmed": 30684287, "text": "the PGC-1alpha/SNAI1/miR-128b axis plays a vital role in gastric cancer via regulating cell viability, migration, invasion, and apoptosis"}, {"pubmed": 30690667, "text": "High expression of SNAI1 is associated with invasion and metastasis of gastric cancer."}, {"pubmed": 30736337, "text": "autophagy-dependent SNAI1 degradation could specifically regulate epithelial-to-mesenchymal transition and cancer metastasis during tumorigenesis."}, {"pubmed": 30770102, "text": "DNM3OS knockdown inhibited the proliferation of Gastric Cancer cells, and reduced DNM3OS suppressed tumor growth in vivo."}, {"pubmed": 30770873, "text": "Regulation of miRNAs by Snail during epithelial-to-mesenchymal transition in HT29 colon cancer cells."}, {"pubmed": 30772441, "text": "Results find that SNAI1 expression is regulated by TOX3 via binding to its promoter and suppressing its transcription in clear cell renal cell carcinoma."}, {"pubmed": 30793610, "text": "SNAI1 gene expression was significantly decreased after cocultivation of Caco2 cells with bacteria"}, {"pubmed": 30798422, "text": "These data suggest a previously unrecognized role for SNAIL in Invasive lobular carcinoma, substantiating a context-dependent behavior for this epithelial-to-mesenchymal transition transcription factor"}, {"pubmed": 30818851, "text": "Snail-overexpressing HT-29 cells that imitate the phenotype of colon cancer cells in the early stage of the epithelial-to-mesenchymal transition showed an increase in the expression and pericellular activity of cathepsin B."}, {"pubmed": 30874360, "text": "Study provide evidence that Snail plays a key role in DLL3-mediated small cell lung cancer-cell migration and invasion."}, {"pubmed": 30927556, "text": "Snail and CHIP expression is inversely correlated in ovarian tumor tissues. These findings establish the CHIP-Snail axis as a post-translational mechanism of EMT and cancer metastasis regulation."}, {"pubmed": 30975732, "text": "The study concluded on the important role of epithelial-mesenchymal transition inducer Snai1 in regulating tumor neoangiogenesis."}, {"pubmed": 31006800, "text": "Data show that miR-27b-3p inhibited ubiquitin E3 ligase membrane-associated RING-CH-type finger 7 (MARCH7) in endometrial cancer (EC) cells and MARCH7 promoted cell invasion through snail transcription factors (Snail)-mediated pathway."}, {"pubmed": 31055699, "text": "The results of this study demonstrated that, all AML patients positively expressed the SNAI1 gene with fold change 2.6. While, the ZEB1 expression was positive in 56.7% of the patients with fold change 1.8. SNAI1 and ZEB1 genes were highly expressed in M5 subtype (FC = 13.8 and 9.3, respectively)."}, {"pubmed": 31071459, "text": "PAK1 promotes proliferation, migration and invasion of hepatocellular carcinoma by facilitating EMT via directly up-regulating Snail."}, {"pubmed": 31081061, "text": "Results showed that Snail1 expression was upregulated in gastric cancer (GC tissues) and was found to be the target gene of miR22 in GC cells. Its downregulation enhances the effects exerted by the overexpression of miR22 and reverses the effects exerted by the silencing of miR22 in GC cells."}, {"pubmed": 31106370, "text": "SNAI1 levels in exosomes secreted from cancer-associated fibroblasts (CAFs) were correlated with SNAI1 expression in CAFs. Furthermore, the level of SNAI1 in exosomes was crucial for inducing Epithelial-mesenchymal transition in lung cancer cells."}, {"pubmed": 31114028, "text": "Inhibition of BRD4 suppresses the malignancy of breast cancer cells via regulation of Snail."}, {"pubmed": 31131047, "text": "HCP5 is a SMAD3-responsive long non-coding RNA that promotes lung adenocarcinoma metastasis via miR-203/SNAI axis."}, {"pubmed": 31131753, "text": "Transfection of A549 cells with CSnail1 (C-terminal region) alters the expression of essential epithelial-mesenchymal transition (EMT) markers and consequently suppresses tumor cell migration. These findings confirm the capability of CSnail1 in EMT blocking and in parallel to current patents could be applied as a novel strategy in the prevention of metastasis."}, {"pubmed": 31165775, "text": "SNAI1 recruits HDAC1 to suppress SNAI2 transcription during epithelial to mesenchymal transition."}, {"pubmed": 31209060, "text": "p38 MAPK is a crucial posttranslational regulator that enhances the stability of Snail. p38 directly phosphorylated Snail at Ser107, and this effectively suppressed DYRK2-mediated Ser104 phosphorylation, which is critical for GSK3beta-dependent Snail phosphorylation and betaTrCP-mediated Snail ubiquitination and degradation.A crucial role for the p38-Snail axis in regulating ovarian cancer metastasis."}, {"pubmed": 31221586, "text": "The overexpression of hnRNP-F caused an increase in the stability of Snail1 mRNA. Our RNA chip analysis revealed that hnRNP-F could combine with Snail1 mRNA, and we further demonstrated that hnRNP-F could directly bind to the 3' untranslated region (3' UTR) of Snail1 mRNA to enhance its stability."}, {"pubmed": 31239073, "text": "These findings suggest that ING4 may inhibit hypoxia-induced EMT via decreasing HIF-1alpha and snail in HK2 cells, indicating the potential of ING4 as a therapeutic target for renal fibrosis."}, {"pubmed": 31243371, "text": "findings reveal a tumour-suppressive role of UDP-glucose in lung cancer metastasis and uncover a mechanism by which UDP-glucose 6-dehydrogenase (UGDH) promotes tumour metastasis by increasing the stability of SNAI1 mRNA"}, {"pubmed": 31383647, "text": "A new function of SNAI1 to promote cholangiocellular transdifferentiation."}, {"pubmed": 31391555, "text": "SNAIL1-mediated downregulation of MYB and intestinal stem cells markers like WiNTRLINC1 likely contributes to the decrease in proliferation known to be associated with epithelial-mesenchymal transition, while simultaneously abrogating stemness features of colorectal cancer cells"}, {"pubmed": 31393789, "text": "SNAI2 AND SNAI1 are necessary for efficient restitution of wounds and barriers in T84 epithelial cells even in the absence of butyrate"}, {"pubmed": 31463973, "text": "SNAIL1 employs beta-Catenin-LEF1 complexes to redirect Wnt/beta-Catenin pathway activity towards pro-invasive and anti-proliferative gene expression."}, {"pubmed": 31666207, "text": "Lactate upregulates transcriptional factor Snail."}, {"pubmed": 31746377, "text": "SNAI1 interacted with HDAC1 to repress Ecadherin in the TGFbeta2induced EMT in HLECs, suggesting that HDAC inhibitors may have potential therapeutic value for the prevention of EMT in HLECs."}, {"pubmed": 31774615, "text": "Snail upregulated ABCB1 transcription."}, {"pubmed": 31814518, "text": "SNHG7 accelerates cell migration and invasion through regulating miR-34a-Snail-EMT axis in gastric cancer."}, {"pubmed": 31814570, "text": "The high expression of SEMA6D and Snail in gastric cancer are related to the malignant clinicopathological indexes of gastric cancer."}, {"pubmed": 31887300, "text": "results clearly demonstrate that miR-27b can suppress NSCLC tumor development and progression, highlighting this miR-27b/Snail1 axis as putative target for the therapeutic treatment of NSCLC"}, {"pubmed": 31910234, "text": "The effects of LY294002 were observed also in CK2beta-downregulated cells, suggesting that reducing GSK3beta pS9 could be a strategy to control Snail1 levels in any situation where CK2beta is defective, as possibly occurring in cancer cells"}, {"pubmed": 31970942, "text": "Relevance and prognostic ability of Twist, Slug and tumor spread through air spaces in lung adenocarcinoma."}, {"pubmed": 31982456, "text": "PGC1alpha suppresses kidney cancer progression by inhibiting collagen-induced SNAIL expression."}, {"pubmed": 32011531, "text": "Glucose-Dependent FOXM1 Promotes Epithelial-to-Mesenchymal Transition Via Cellular Metabolism and Targeting Snail in Human Pancreatic Cancer."}, {"pubmed": 32096174, "text": "WWOX regulates the Elf5/Snail1 pathway to affect epithelial-mesenchymal transition of ovarian carcinoma cells in vitro."}, {"pubmed": 32124938, "text": "SNAIL expression correlates with the translocation of syndecan1 intracellular domain into the nucleus in prostate cancer cell lines."}, {"pubmed": 32277674, "text": "MicroRNA-22 regulates the proliferation, drug sensitivity and metastasis of human glioma cells by targeting SNAIL1."}, {"pubmed": 32306523, "text": "HMGB1 regulates SNAI1 during NSCLC metastasis, both directly, through transcriptional activation, and indirectly, in a RSF1-IT2-dependent manner."}, {"pubmed": 32319591, "text": "CDH1 and SNAI1 are regulated by E7 from human papillomavirus types 16 and 18."}, {"pubmed": 32329192, "text": "The Gli1-Snail axis contributes to Salmonella Typhimurium-induced disruption of intercellular junctions of intestinal epithelial cells."}, {"pubmed": 32354171, "text": "Genome Editing of the SNAI1 Gene in Rhabdomyosarcoma: A Novel Model for Studies of Its Role."}, {"pubmed": 32369597, "text": "The EMT modulator SNAI1 contributes to AML pathogenesis via its interaction with LSD1."}, {"pubmed": 32441446, "text": "'Snail factors in testicular germ cell tumours and their regulation by the BMP4 signalling pathway'."}, {"pubmed": 32456793, "text": "AKT drives sustained motility following MEK inhibition via promoting SNAIL and AXL in MDA-MB-231 LM2."}, {"pubmed": 32472219, "text": "UCP1 regulates ALDH-positive breast cancer stem cells through releasing the suppression of Snail on FBP1."}, {"pubmed": 32500474, "text": "Piperine inhibits colorectal cancer migration and invasion by regulating STAT3/Snail-mediated epithelial-mesenchymal transition."}, {"pubmed": 32610184, "text": "The SNAIL1 promoter contains G-quadruplex structures regulating its gene expression and DNA replication."}, {"pubmed": 32736710, "text": "Snail promotes prostate cancer migration by facilitating SPOP ubiquitination and degradation."}, {"pubmed": 32784485, "text": "Wnt/CTNNB1 Signal Transduction Pathway Inhibits the Expression of ZFP36 in Squamous Cell Carcinoma, by Inducing Transcriptional Repressors SNAI1, SLUG and TWIST."}, {"pubmed": 32824297, "text": "The New Model of Snail Expression Regulation: The Role of MRTFs in Fast and Slow Endothelial-Mesenchymal Transition."}, {"pubmed": 32828273, "text": "Activation of NF-kappaB by TOPK upregulates Snail/Slug expression in TGF-beta1 signaling to induce epithelial-mesenchymal transition and invasion of breast cancer cells."}, {"pubmed": 32945534, "text": "The expression and clinical significance of an Epithelial-Mesenchymal Transition inducer, SNAI1, in head and neck carcinoma."}, {"pubmed": 32973332, "text": "Deubiquitinase USP29 promotes gastric cancer cell migration by cooperating with phosphatase SCP1 to stabilize Snail protein."}, {"pubmed": 33132158, "text": "SNAIL Transctiption factor in prostate cancer cells promotes neurite outgrowth."}, {"pubmed": 33162808, "text": "CSN6 promotes the cell migration of breast cancer cells by positively regulating Snail1 stability."}, {"pubmed": 33166992, "text": "COUP-TFII promotes metastasis and epithelial-to-mesenchymal transition through upregulating Snail in human intrahepatic cholangiocarcinoma."}, {"pubmed": 33221433, "text": "The miR-5694/AF9/Snail Axis Provides Metastatic Advantages and a Therapeutic Target in Basal-like Breast Cancer."}, {"pubmed": 33313663, "text": "SNAIL regulates gastric carcinogenesis through CCN3 and NEFL."}, {"pubmed": 33383483, "text": "miR-30b-5p modulate renal epithelial-mesenchymal transition in diabetic nephropathy by directly targeting SNAI1."}, {"pubmed": 33414422, "text": "Snai1-induced partial epithelial-mesenchymal transition orchestrates p53-p21-mediated G2/M arrest in the progression of renal fibrosis via NF-kappaB-mediated inflammation."}, {"pubmed": 33432364, "text": "Radiation exposure triggers the malignancy of nonsmall cell lung cancer cells through the activation of visfatin/Snail signaling."}, {"pubmed": 33450239, "text": "Stabilization of snail maintains the sorafenib resistance of hepatocellular carcinoma cells."}, {"pubmed": 33478150, "text": "Impact of Selected Signaling Proteins on SNAIL 1 and SNAIL 2 Expression in Ovarian Cancer Cell Lines in Relation to Cells' Cisplatin Resistance and EMT Markers Level."}, {"pubmed": 33605548, "text": "The epithelial-mesenchymal transition regulators Twist, Slug, and Snail are associated with aggressive tumour features and poor outcome in prostate cancer patients."}, {"pubmed": 33823623, "text": "Visfatin facilitates gastric cancer malignancy by targeting snai1 via the NF-kappaB signaling."}, {"pubmed": 33852841, "text": "Stabilized epithelial phenotype of cancer cells in primary tumors leads to increased colonization of liver metastasis in pancreatic cancer."}, {"pubmed": 33880590, "text": "GTSE1 promotes SNAIL1 degradation by facilitating its nuclear export in hepatocellular carcin oma cells."}, {"pubmed": 33897885, "text": "The PSMD14 inhibitor Thiolutin as a novel therapeutic approach for esophageal squamous cell carcinoma through facilitating SNAIL degradation."}, {"pubmed": 34214845, "text": "Mist1 promoted inflammation in colitis model via K+-ATPase NLRP3 inflammasome by SNAI1."}, {"pubmed": 34242623, "text": "MIER3 induces epithelial-mesenchymal transition and promotes breast cancer cell aggressiveness via forming a co-repressor complex with HDAC1/HDAC2/Snail."}, {"pubmed": 34265287, "text": "TRIM16 overexpression inhibits the metastasis of colorectal cancer through mediating Snail degradation."}, {"pubmed": 34335956, "text": "STK39 promotes breast cancer invasion and metastasis by increasing SNAI1 activity upon phosphorylation."}, {"pubmed": 34335957, "text": "Snail1 expression in endothelial cells controls growth, angiogenesis and differentiation of breast tumors."}, {"pubmed": 34347983, "text": "Role of Epithelial-to-Mesenchymal Transition Markers in Different Stages of Endometriosis: Expression of the Snail, Slug, ZEB1, and Twist Genes."}, {"pubmed": 34379517, "text": "Retinoic Acid-Inducible Gene I-Like Receptors Activate Snail To Limit RNA Viral Infections."}, {"pubmed": 34537302, "text": "SNAI1-mediated transcriptional regulation of epithelial-to-mesenchymal transition genes in breast cancer stem cells."}, {"pubmed": 34571852, "text": "Snail Upregulates Transcription of FN, LEF, COX2, and COL1A1 in Hepatocellular Carcinoma: A General Model Established for Snail to Transactivate Mesenchymal Genes."}, {"pubmed": 34597678, "text": "NFATc1 promotes epithelial-mesenchymal transition and facilitates colorectal cancer metastasis by targeting SNAI1."}, {"pubmed": 34642464, "text": "Clinical assessment of the miR-34, miR-200, ZEB1 and SNAIL EMT regulation hub underlines the differential prognostic value of EMT miRs to drive mesenchymal transition and prognosis in resected NSCLC."}, {"pubmed": 34808498, "text": "A role for Snail-MnSOD axis in regulating epithelial-to-mesenchymal transition markers expression in RPE cells."}, {"pubmed": 34939898, "text": "Type IIA topoisomerase (TOP2A) triggers epithelial-mesenchymal transition and facilitates HCC progression by regulating Snail expression."}, {"pubmed": 35066576, "text": "IKBKE phosphorylates and stabilizes Snail to promote breast cancer invasion and metastasis."}, {"pubmed": 35075245, "text": "Canonical TGFbeta signaling induces collective invasion in colorectal carcinogenesis through a Snail1- and Zeb1-independent partial EMT."}, {"pubmed": 35300562, "text": "The effect and mechanism of miR-30e-5p targeting SNAI1 to regulate epithelial-mesenchymal transition on pancreatic cancer."}, {"pubmed": 35434126, "text": "Upregulation of Synuclein-gamma and Snai1 Contributes to Poor Clinical Prognosis in Oral Squamous Cell Carcinoma Patients."}, {"pubmed": 35506169, "text": "Deubiquitinating enzyme USP9X regulates metastasis and chemoresistance in triple-negative breast cancer by stabilizing Snail1."}, {"pubmed": 35541899, "text": "SNAIL Induces EMT and Lung Metastasis of Tumours Secreting CXCL2 to Promote the Invasion of M2-Type Immunosuppressed Macrophages in Colorectal Cancer."}, {"pubmed": 35562515, "text": "Discoidin domain receptor 1 promotes lung adenocarcinoma migration via the AKT/snail signaling axis."}, {"pubmed": 35563463, "text": "Elevated LSD1 and SNAIL Expression Indicate Poor Prognosis in Hypopharynx Carcinoma."}, {"pubmed": 35595735, "text": "WNT5A promotes the metastasis of esophageal squamous cell carcinoma by activating the HDAC7/SNAIL signaling pathway."}, {"pubmed": 35605663, "text": "Retinoid orphan nuclear receptor alpha (RORalpha) suppresses the epithelial-mesenchymal transition (EMT) by directly repressing Snail transcription."}, {"pubmed": 35739527, "text": "Exosome-mediated lncRNA SND1-IT1 from gastric cancer cells enhances malignant transformation of gastric mucosa cells via up-regulating SNAIL1."}, {"pubmed": 35900907, "text": "Bone marrow overexpression of SNAI1 is an early indicator of intrinsic drug resistance in patients with de novo acute myeloid leukemia."}, {"pubmed": 35927236, "text": "NXN suppresses metastasis of hepatocellular carcinoma by promoting degradation of Snail through binding to DUB3."}, {"pubmed": 36028903, "text": "LncRNA MILIP links YBX1 to translational activation of Snai1 and promotes metastasis in clear cell renal cell carcinoma."}, {"pubmed": 36083239, "text": "Hsa-microRNA-370-3p targeting Snail and Twist1 suppresses IL-8/STAT3-driven hepatocellular carcinoma metastasis."}, {"pubmed": 36146811, "text": "Human Cytomegalovirus Induces Vitamin-D Resistance In Vitro by Dysregulating the Transcriptional Repressor Snail."}, {"pubmed": 36171192, "text": "Loss of SNAI1 induces cellular plasticity in invasive triple-negative breast cancer cells."}, {"pubmed": 36227684, "text": "Human antigen R affects the migration and invasion of human lung cancer A549 cells via regulating E-cadherin suppressor Snail."}, {"pubmed": 36456120, "text": "Low Expression of SNAI1 in Lymph Node Metastasis Indicates Delayed Recurrence of Colonic Cancer."}, {"pubmed": 36530171, "text": "Circular RNA hsa_circ_0004689 (circSWT1) promotes NSCLC progression via the miR-370-3p/SNAIL axis by inducing cell epithelial-mesenchymal transition (EMT)."}, {"pubmed": 36583796, "text": "LINC02870 facilitates SNAIL translation to promote hepatocellular carcinoma progression."}, {"pubmed": 36587301, "text": "The Transcription Factors Zeb1 and Snail Induce Cell Malignancy and Cancer Stem Cell Phenotype in Prostate Cells, Increasing Androgen Synthesis Capacity and Therapy Resistance."}, {"pubmed": 36638907, "text": "NPTX2 Promotes Epithelial-Mesenchymal Transition in Cutaneous Squamous Cell Carcinoma through METTL3-Mediated N6-Methyladenosine Methylation of SNAIL."}, {"pubmed": 36642562, "text": "Aquaporin 1 is a prognostic marker and inhibits tumour progression through downregulation of Snail expression in intrahepatic cholangiocarcinoma."}, {"pubmed": 36713812, "text": "DDR2 coordinates EMT and metabolic reprogramming as a shared effector of FOXQ1 and SNAI1."}, {"pubmed": 36788501, "text": "Single-copy Snail upregulation causes partial epithelial-mesenchymal transition in colon cancer cells."}, {"pubmed": 36918320, "text": "SNAIL1 is involved in the control of the epithelial-mesenchymal transition in oral tongue squamous cell carcinoma."}, {"pubmed": 36929633, "text": "MYH10 Combines with MYH9 to Recruit USP45 by Deubiquitinating Snail and Promotes Serous Ovarian Cancer Carcinogenesis, Progression, and Cisplatin Resistance."}, {"pubmed": 36999803, "text": "PLAGL2 promotes Snail expression and gastric cancer progression via UCA1/miR-145-5p/YTHDF1 axis."}, {"pubmed": 37068870, "text": "Epithelial-Mesenchymal Transition of Breast Cancer Cells Induced by Activation of the Transcription Factor Snail1."}, {"pubmed": 37143106, "text": "Snail mediates GDF-8-stimulated human extravillous trophoblast cell invasion by upregulating MMP2 expression."}, {"pubmed": 37249332, "text": "ING5 overexpression upregulates miR-34c-5p/Snail1 to inhibit EMT and invasion of lung cancer cells."}, {"pubmed": 37306352, "text": "Clinicopathological significance of Obg-like ATPase 1 and its association with Snail in gastric cancer."}, {"pubmed": 37351974, "text": "FOXJ3 Regulates Cell Proliferation and Motility Through Modulating Snail Expression in Breast Cancer Cells."}, {"pubmed": 37543170, "text": "MiR-30a inhibits silica dust-induced epithelial-mesenchymal transition by targeting Snail."}, {"pubmed": 37563232, "text": "HOXA13 promotes the proliferation, migration, and invasion of nasopharyngeal carcinoma HNE1 cells by upregulating the expression of Snail and MMP-2."}, {"pubmed": 37611675, "text": "Protein kinase D activity is a risk biomarker in prostate cancer that drives cell invasion by a Snail/ERK dependent mechanism."}, {"pubmed": 37642406, "text": "OTUD4 regulates metastasis and chemoresistance in melanoma by stabilizing Snail1."}, {"pubmed": 37717099, "text": "Downregulated circPOKE promotes breast cancer metastasis through activation of the USP10-Snail axis."}, {"pubmed": 37863960, "text": "TPPP3 promote epithelial-mesenchymal transition via Snail1 in glioblastoma."}, {"pubmed": 37964360, "text": "Formation of an invasion-permissive matrix requires TGFbeta/SNAIL1-regulated alternative splicing of fibronectin."}, {"pubmed": 38043804, "text": "Dual role of Snail1 as transcriptional repressor and activator."}, {"pubmed": 38057853, "text": "GATA6-AS1 suppresses epithelial-mesenchymal transition of pancreatic cancer under hypoxia through regulating SNAI1 mRNA stability."}, {"pubmed": 38069335, "text": "Expression of Tumor Suppressor FHIT Is Regulated by the LINC00173-SNAIL Axis in Human Lung Adenocarcinoma."}, {"pubmed": 38141763, "text": "The Snail signaling branch downstream of the TGF-beta/Smad3 pathway mediates Rho activation and subsequent stress fiber formation."}, {"pubmed": 38195659, "text": "Decidual stromal cells-derived exosomes incurred insufficient migration and invasion of trophoblast by disturbing of beta-TrCP-mediated snail ubiquitination and degradation in unexplained recurrent spontaneous abortion."}, {"pubmed": 38217587, "text": "KLF5 inhibits the migration and invasion in cervical cancer cell lines by regulating SNAI1."}, {"pubmed": 38250150, "text": "Ubiquitin-specific Protease 35 Promotes Gastric Cancer Metastasis by Increasing the Stability of Snail1."}, {"pubmed": 38281235, "text": "Co-expression of Twist and Snai1: predictor of poor prognosis and biomarker of treatment resistance in untreated prostate cancer."}, {"pubmed": 38351814, "text": "Expression of Snail and Twist compared with clinical and pathological parameters in patients with gastric cancer."}, {"pubmed": 38358184, "text": "The clinical significance of SNAIL, TWIST, and E-Cadherin expression in gastric mesentery tumor deposits of advanced gastric cancer."}, {"pubmed": 38369181, "text": "Growth differentiation factor-11 upregulates matrix metalloproteinase 2 expression by inducing Snail in human extravillous trophoblast cells."}, {"pubmed": 38715171, "text": "CXCR2/Snail-1-Induced Epithelial-Mesenchymal Transition in the Formation and Progression of RCC with Inferior Vena Cava Tumour Thrombus."}, {"pubmed": 38815798, "text": "Energy stress-activated AMPK phosphorylates Snail1 and suppresses its stability and oncogenic function."}, {"pubmed": 38890750, "text": "TFAP2A downregulation mediates tumor-suppressive effect of miR-8072 in triple-negative breast cancer via inhibiting SNAI1 transcription."}], "genomic_pos": {"chr": "20", "end": 49988886, "ensemblgene": "ENSG00000124216", "start": 49982980, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 48605423, "start": 48599536, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 11912130, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 15314165, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0001649", "pubmed": 20128911, "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001707", "qualifier": "involved_in", "term": "mesoderm formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001837", "pubmed": 16096638, "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001837", "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0003180", "pubmed": 20951801, "qualifier": "involved_in", "term": "aortic valve morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003198", "qualifier": "involved_in", "term": "epithelial to mesenchymal transition involved in endocardial cushion formation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0003198", "pubmed": 20951801, "qualifier": "involved_in", "term": "epithelial to mesenchymal transition involved in endocardial cushion formation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006355", "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007219", "pubmed": 20951801, "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010631", "qualifier": "involved_in", "term": "epithelial cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010718", "pubmed": [20018240, 23288509], "qualifier": "involved_in", "term": "positive regulation of epithelial to mesenchymal transition"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010718", "qualifier": "involved_in", "term": "positive regulation of epithelial to mesenchymal transition"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010718", "pubmed": 17072303, "qualifier": "involved_in", "term": "positive regulation of epithelial to mesenchymal transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010957", "pubmed": 19502595, "qualifier": "involved_in", "term": "negative regulation of vitamin D biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": [15314165, 20018240], "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031069", "qualifier": "involved_in", "term": "hair follicle morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043518", "pubmed": 15314165, "qualifier": "involved_in", "term": "negative regulation of DNA damage response, signal transduction by p53 class mediator"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 20018240, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060021", "qualifier": "involved_in", "term": "roof of mouth development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060070", "pubmed": 17072303, "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060536", "qualifier": "involved_in", "term": "cartilage morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060707", "qualifier": "involved_in", "term": "trophoblast giant cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060806", "qualifier": "involved_in", "term": "negative regulation of cell differentiation involved in embryonic placenta development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060972", "qualifier": "involved_in", "term": "left/right pattern formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070828", "qualifier": "involved_in", "term": "heterochromatin organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902230", "pubmed": 15314165, "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway in response to DNA damage"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000810", "pubmed": 15314165, "qualifier": "involved_in", "term": "regulation of bicellular tight junction assembly"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001650", "qualifier": "located_in", "term": "fibrillar center"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [15448698, 19955572, 23288509, 24209753, 25893292], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005721", "pubmed": 24239292, "qualifier": "part_of", "term": "pericentric heterochromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [15448698, 19955572, 24209753], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 11912130, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001227", "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": [11912130, 20562920], "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15448698, 16096638, 18331720, 19411070, 19955572, 20385133, 20389281, 20562920, 21577210, 23644467, 24209753, 25203322, 25314079, 25416956, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019900", "pubmed": 15448698, "qualifier": "enables", "term": "kinase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070888", "pubmed": 11912130, "qualifier": "enables", "term": "E-box binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[9544, 702353], [9598, 745644], [9606, 6615], [9615, 485924], [9913, 504492], [10090, 20613], [10116, 116490]], "id": 4363}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": "IPI00000757", "map_location": "20q13.13", "name": "snail family transcriptional repressor 1", "other_names": ["protein sna", "protein snail homolog 1", "snail 1 homolog", "snail 1 zinc finger protein", "snail family zinc finger 1", "snail homolog 1", "zinc finger protein SNAI1"], "pantherdb": {"HGNC": "11128", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98330", "ortholog_type": "LDO", "panther_family": "PTHR24388", "taxid": 10090, "uniprot_kb": "Q02085"}, {"RGD": "620758", "ortholog_type": "LDO", "panther_family": "PTHR24388", "taxid": 10116, "uniprot_kb": "Q6AY35"}, {"Ensembl": "ENSGALG00000008018", "ortholog_type": "LDO", "panther_family": "PTHR24388", "taxid": 9031, "uniprot_kb": "O12939"}, {"ZFIN": "ZDB-GENE-980526-514", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7955, "uniprot_kb": "B3DH44"}, {"ZFIN": "ZDB-GENE-990415-255", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7955, "uniprot_kb": "Q90274"}, {"ZFIN": "ZDB-GENE-030131-5711", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7955, "uniprot_kb": "F1QXH7"}, {"ZFIN": "ZDB-GENE-061013-757", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7955, "uniprot_kb": "F1QNL2"}, {"ZFIN": "ZDB-GENE-030326-6", "ortholog_type": "LDO", "panther_family": "PTHR24388", "taxid": 7955, "uniprot_kb": "Q5PQY5"}, {"WormBase": "WBGene00001324", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 6239, "uniprot_kb": "G5EDU4"}, {"FlyBase": "FBgn0003448", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "P08044"}, {"FlyBase": "FBgn0287768", "ortholog_type": "LDO", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "P25932"}, {"FlyBase": "FBgn0038549", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "Q8SX40"}, {"FlyBase": "FBgn0030010", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "Q9W3J2"}, {"FlyBase": "FBgn0038550", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "Q9VEF1"}, {"FlyBase": "FBgn0039860", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "Q9V9V8"}, {"FlyBase": "FBgn0035144", "ortholog_type": "O", "panther_family": "PTHR24388", "taxid": 7227, "uniprot_kb": "Q9W0P9"}, {"SGD": "S000006390", "ortholog_type": "LDO", "panther_family": "PTHR24388", "taxid": 4932, "uniprot_kb": "P39933"}], "uniprot_kb": "O95863"}, "pathway": {"biocarta": {"id": "mta3pathway", "name": "downregulated of mta-3 in er-negative breast tumors"}, "kegg": {"id": "hsa04520", "name": "Adherens junction - Homo sapiens (human)"}, "pid": [{"id": "ilk_pathway", "name": "Integrin-linked kinase signaling"}, {"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}], "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-418990", "name": "Adherens junctions interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9758919", "name": "Epithelial-Mesenchymal Transition (EMT) during gastrulation"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9759475", "name": "Regulation of CDH11 Expression and Function"}, {"id": "R-HSA-9759476", "name": "Regulation of Homotypic Cell-Cell Adhesion"}, {"id": "R-HSA-9762293", "name": "Regulation of CDH11 gene transcription"}, {"id": "R-HSA-9764260", "name": "Regulation of Expression and Function of Type II Classical Cadherins"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP304", "name": "Kit receptor signaling pathway"}, {"id": "WP3859", "name": "TGF-B Signaling in Thyroid Cells for Epithelial-Mesenchymal Transition"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4767", "name": "FGFR3 signaling in chondrocyte proliferation and terminal differentiation"}]}, "pdb": ["2Y48", "3W5K", "3ZMT", "4QLI"], "pfam": ["PF00096", "PF13912"], "pharmgkb": "PA35977", "pharos": {"target_id": 3642, "tdl": "Tbio"}, "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256563", "relationship": "is"}, {"id": "GNF256564", "relationship": "is"}, {"id": "GNF256565", "relationship": "is"}, {"id": "GNF256566", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157195", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF013729", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235660", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100677", "relationship": "is"}, {"id": "GNF140332", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": "NP_005976.2", "rna": "NM_005985.4", "translation": {"protein": "NP_005976.2", "rna": "NM_005985.4"}}, "reporter": {"HG-U133_Plus_2": "219480_at", "HG-U95B": "53649_at", "HTA-2_0": "TC20000395.hg.1", "HuEx-1_0": "3888522", "HuGene-1_1": "8063382", "HuGene-2_1": "16914791"}, "retired": 116141, "summary": "The Drosophila embryonic protein snail is a zinc finger transcriptional repressor which downregulates the expression of ectodermal genes within the mesoderm. The nuclear protein encoded by this gene is structurally similar to the Drosophila snail protein, and is also thought to be critical for mesoderm formation in the developing embryo. At least two variants of a similar processed pseudogene have been found on chromosome 2. [provided by RefSeq, Jul 2008].", "symbol": "SNAI1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420267"}, "unigene": "Hs.48029", "uniprot": {"Swiss-Prot": "O95863"}, "wikipedia": {"url_stub": "SNAI1"}}