{"AllianceGenome": "11141", "HGNC": "11141", "MIM": "602998", "_id": "6623", "_version": 1, "accession": {"genomic": ["AC025268.8", "AF037207.1", "AF044311.1", "CH471142.2", "CP068268.2", "NC_000010.11", "NC_060934.1", "NG_008783.1", "NG_032913.3"], "protein": ["AAB64109.1", "AAC27738.1", "AAC36550.1", "AAC36586.1", "AAH14098.1", "AAL05870.1", "ABS18760.1", "BAD97087.1", "BAG35077.1", "CAG46587.1", "CAG46589.1", "EAW80315.1", "EAW80316.1", "EAW80317.1", "EAW80318.1", "NP_001317049.1", "NP_003078.2", "O76070.2", "XP_047281637.1", "XP_054222621.1", "XP_054222622.1"], "rna": ["AF010126.1", "AF017256.1", "AF411524.1", "AK223367.1", "AK312141.1", "BC014098.2", "BG708703.1", "BP346786.1", "CR541788.1", "CR541790.1", "EB388950.1", "EU019993.1", "NM_001330120.2", "NM_003087.3", "XM_047425681.1", "XM_054366646.1", "XM_054366647.1"], "translation": [{"protein": "BAD97087.1", "rna": "AK223367.1"}, {"protein": "NP_003078.2", "rna": "NM_003087.3"}, {"protein": "AAH14098.1", "rna": "BC014098.2"}, {"protein": "CAG46587.1", "rna": "CR541788.1"}, {"protein": "ABS18760.1", "rna": "EU019993.1"}, {"protein": "NP_001317049.1", "rna": "NM_001330120.2"}, {"protein": "AAC36550.1", "rna": "AF017256.1"}, {"protein": "BAG35077.1", "rna": "AK312141.1"}, {"protein": "XP_047281637.1", "rna": "XM_047425681.1"}, {"protein": "AAL05870.1", "rna": "AF411524.1"}, {"protein": "XP_054222622.1", "rna": "XM_054366647.1"}, {"protein": "XP_054222621.1", "rna": "XM_054366646.1"}, {"protein": "CAG46589.1", "rna": "CR541790.1"}, {"protein": "AAB64109.1", "rna": "AF010126.1"}]}, "alias": ["BCSG1", "SR"], "ensembl": {"gene": "ENSG00000173267", "protein": ["ENSP00000344658", "ENSP00000361087"], "transcript": ["ENST00000348795", "ENST00000372017", "ENST00000465679", "ENST00000483064"], "translation": [{"protein": "ENSP00000361087", "rna": "ENST00000372017"}, {"protein": "ENSP00000344658", "rna": "ENST00000348795"}], "type_of_gene": "protein_coding"}, "entrezgene": "6623", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.59860125729, "exp_mis": 45.8182470369, "exp_syn": 24.9660544825, "lof_z": 1.66230445069196, "mis_z": -0.157653017123361, "mu_lof": 3.04270501771e-07, "mu_mis": 4.55632484436e-06, "mu_syn": 2.40742210222e-06, "n_lof": 1.0, "n_mis": 48.0, "n_syn": 25.0, "p_li": 0.382299480507148, "p_null": 0.0445010541973125, "p_rec": 0.57319946529554, "syn_z": -0.00421225156986726}, "bp": 384, "cds_end": 88722742, "cds_start": 88718454, "n_exons": 5, "nonpsych": {"exp_lof": 4.07726228732, "exp_mis": 41.3850204865, "exp_syn": 22.5117714057, "lof_z": 1.49669107995154, "mis_z": -0.361834437594578, "mu_lof": 3.04270501771e-07, "mu_mis": 4.55632484436e-06, "mu_syn": 2.40742210222e-06, "n_lof": 1.0, "n_mis": 46.0, "n_syn": 22.0, "p_li": 0.362984413082882, "p_null": 0.0595320542289521, "p_rec": 0.577483532688166, "syn_z": 0.067909954497989}, "nontcga": {"exp_lof": 4.22243616273, "exp_mis": 42.1445131672, "exp_syn": 22.9604923789, "lof_z": 1.54697751797644, "mis_z": -0.219138881200467, "mu_lof": 3.04270501771e-07, "mu_mis": 4.55632484436e-06, "mu_syn": 2.40742210222e-06, "n_lof": 1.0, "n_mis": 45.0, "n_syn": 23.0, "p_li": 0.356493241396838, "p_null": 0.0528271894948117, "p_rec": 0.59067956910835, "syn_z": -0.00522082036811265}, "transcript": "ENST00000372017.3"}, "exons": [{"cdsend": 86962641, "cdsstart": 86958697, "chr": "10", "position": [[86955758, 86955856], [86956329, 86956425], [86958587, 86958818], [86959632, 86959674], [86959948, 86960128], [86962603, 86962675], [86962964, 86963258]], "strand": 1, "transcript": "NM_001330120", "txend": 86963258, "txstart": 86955758}, {"cdsend": 86962985, "cdsstart": 86958697, "chr": "10", "position": [[86958598, 86958818], [86959632, 86959674], [86960000, 86960128], [86962603, 86962675], [86962964, 86963258]], "strand": 1, "transcript": "NM_003087", "txend": 86963258, "txstart": 86958598}], "exons_hg19": [{"cdsend": 88722398, "cdsstart": 88718454, "chr": "10", "position": [[88715515, 88715613], [88716086, 88716182], [88718344, 88718575], [88719389, 88719431], [88719705, 88719885], [88722360, 88722432], [88722721, 88723015]], "strand": 1, "transcript": "NM_001330120", "txend": 88723015, "txstart": 88715515}, {"cdsend": 88722742, "cdsstart": 88718454, "chr": "10", "position": [[88718355, 88718575], [88719389, 88719431], [88719757, 88719885], [88722360, 88722432], [88722721, 88723015]], "strand": 1, "transcript": "NM_003087", "txend": 88723015, "txstart": 88718355}], "generif": [{"pubmed": 11585599, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11812782, "text": "Biophysical properties of the synucleins and their propensities to fibrillate: inhibition of alpha-synuclein assembly by beta- and gamma-synucleins"}, {"pubmed": 12072430, "text": "strong evidence that AP1 plays an overriding role in the transcription of the BCSG1 gene and that blockade of AP1 transactivation down-regulates BCSG1 expression and suppresses tumor phenotype"}, {"pubmed": 12121974, "text": "role in promoting cancer cell survival and inhibition of stress- and chemotherapy drug-induced apoptosis by modulating MAPK pathways"}, {"pubmed": 12559990, "text": "data demonstrated a moderate elevation of matrix metalloproteinases-2 and significant upregulation of matrix metalloproteinases-9 in stable cell lines overexpressing gamma-synuclein"}, {"pubmed": 12566312, "text": "Hypomethylation of the synuclein gamma gene CpG island promotes its aberrant expression in breast carcinoma and ovarian carcinoma."}, {"pubmed": 12783249, "text": "In high-grade glial tumors. Found in all anaplastic ependymomas but in only 33% of ependymomas and 16% of myxopapillary ependymomas. In 63% of glioblastomas but not in other astrocytic tumors. No gamma-synuclein in medulloblastomas."}, {"pubmed": 12873981, "text": "SNCG is required for efficient ER-alpha signaling in brest cancer."}, {"pubmed": 12970872, "text": "Low expression level of gamma-synuclein in human esophageal squamous cell carcinoma(ESCC) and biological effects of gamma-synuclein over-expression on ESCC 9706 cells suggest gamma-synuclein may play role as negative regulator in of human ESCC."}, {"pubmed": 14556204, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14576821, "text": "we identified the mitotic checkpoint protein BubR1 as a novel binding partner of BCSG1"}, {"pubmed": 15073123, "text": "aberrrant SNCG gene expression can occur by CpG island demethylation, and may have a role in the progressive stages of gastric carcinogenesis"}, {"pubmed": 15591046, "text": "the alpha- and gamma-synucleins regulate proteasomal function and beta-synuclein acts as a negative regulator of alpha-synuclein"}, {"pubmed": 15596044, "text": "Up-regulation of gamma-synuclein is associated with bladder cancer"}, {"pubmed": 16596223, "text": "Inducing demethylation of SNCG by hepatocarcinogens may represent one underlying mechanism for the aberrant expression of SNCG in hepatoma."}, {"pubmed": 16597821, "text": "The acidic C-terminal tail region of gamma-synuclein, which displays extensive sequence divergence, is more highly disordered than the corresponding regions in the other two family members."}, {"pubmed": 16786148, "text": "BCSG-1 significantly correlates with levels of transglutaminase-3 and may have a role in progression of breast cancer"}, {"pubmed": 16816827, "text": "SNCG mRNA is expressed in a substantial proportion of malignant ovarian tumors and demethylation is an important event in abnormal synuclein-gamma expression in most of these cases."}, {"pubmed": 16821081, "text": "This study suggests that the expression of SNCG is an independent predictive marker for recurrence and metastasis in breast cancer progression."}, {"pubmed": 16989287, "text": "Abnormal expression of BCSG1 in breast cancer cells is likely regulated by multiple mechanisms."}, {"pubmed": 17016652, "text": "Synuclein-gamma might be involved in late stage breast and ovarian cancer metastasis by enhancing cell motility through activation of the RHO family small-GTPases and ERK."}, {"pubmed": 17369845, "text": "tobacco exposure induces the abnormal expression of SNCG in lung cancer cells through downregulation of DNMT3B"}, {"pubmed": 17373700, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17534899, "text": "SNCG is a new unfavorable prognostic marker for breast cancer progression and a potential target for breast cancer treatment."}, {"pubmed": 17681534, "text": "A comparison of the structural and dynamic properties of the free states of all three synucleins, is reported in order to shed light on differences that may help to explain their different propensities to aggregate."}, {"pubmed": 18424589, "text": "results are consistent with the hypothesis that gamma-synuclein plays an important role in adipocyte physiology"}, {"pubmed": 18498014, "text": "Gamma-synuclein is able to bind directly to several transcription factors. These results are discussed in connection with the implication of gamma-synuclein in diseases."}, {"pubmed": 18544996, "text": "data revealed unique expression pattern and methylation status of BCSG1 gene in breast tissues derived from Chinese patients and suggested both methylation status and mechanisms underlying BCSG1 regulation might be closely related to racial background."}, {"pubmed": 18728752, "text": "gamma-Synuclein is selectively and abundantly expressed in human retinal ganglion cells (RGCs) in vivo, primary rat RGCs in vitro, and immortalized RGC-5 cells."}, {"pubmed": 18803290, "text": "SNCG methylation is cell type-specific and the gene is hypermethylated in some urothelial cancers."}, {"pubmed": 18849443, "text": "suggest an up-regulation of dioxin-inducible CYP1A1 and gamma-SYN occurs in endometriosis"}, {"pubmed": 19016751, "text": "Aberrant expression and demethylation of SNCG in colorectal cancer, correlated with progression of the disease."}, {"pubmed": 19351749, "text": "synuclein-gamma is closely involved in perineural invasion/distant metastasis and is a significant prognostic factor in pancreatic cancer."}, {"pubmed": 19429025, "text": "Our results showing the ability of gamma-Syn to regulate SERT activity suggests a novel role for gamma-Syn in the physiological regulation and maintenance of 5-HT homeostasis and clearance."}, {"pubmed": 19706805, "text": "CCL2 and SNCG, combined with clinicopathologic features, may be used as accurate predictors of liver metastasis in colorectal cancer."}, {"pubmed": 19859996, "text": "gamma-synuclein may play a positive role in the progression of colorectal cancer"}, {"pubmed": 20043104, "text": "Gamma-synuclein protein is valuable for evaluation of progression of colorectal carcinoma; it is more sensitive to predict advanced stage and lymph node invasion when combined with either alpha- or beta-synuclein protein."}, {"pubmed": 20437261, "text": "SNCG interacts only with the 18kDa region of Hsp70 substrate binding domain and the TPR motif of BubR1. Based on the interactions of SNCG with N-BubR1 and ANK peptide, the common residues of SNCG that mediate these interactions were identified."}, {"pubmed": 20577925, "text": "The upregulation of gamma-synuclein expression in colorectal cancer is primarily attributed to the demethylation of CpG islands."}, {"pubmed": 20595634, "text": "Results indicate that ER-alpha36 is a new member of the ER-alpha family that mediates membrane-initiated estrogen signaling and that synuclein gamma can replace the function of heat shock protein 90."}, {"pubmed": 20604972, "text": "SNCG overexpression is associated with colon cancer."}, {"pubmed": 20670935, "text": "The reciprocal regulation of gamma-synuclein and IGF-I receptor expression creates a circuit that modulates IGF-I signaling."}, {"pubmed": 20697047, "text": "members of the synuclein gene family, particularly SNCA and SNCG, affect the risk of developing diffuse lewy body disease."}, {"pubmed": 21117662, "text": "Thermodynamic studies in conjunction with EPR confirm that alpha-synuclein, beta-synuclein, and gamma-synuclein bind copper(II) in a high affinity 1:1 stoichiometry."}, {"pubmed": 21593311, "text": "Synuclein-alpha, -beta, and -gamma are important in regulating neurotransmitter release from specific populations of midbrain dopamine neurons through mechanisms that differ from those reported in other neurons."}, {"pubmed": 21740810, "text": "SNCG shRNA effectively suppressed breast cancer cell formation in vivo and may be a useful clinical strategy to control breast cancer."}, {"pubmed": 21959308, "text": "gamma-synuclein is a promising new adjunct marker for identifying reactive follicular dendritic cells and for diagnosing follicular dendritic cell sarcoma and benign and malignant vascular tumors."}, {"pubmed": 22015044, "text": "Overexpression of SNCG seemed to be a predictor biomarker for aggressive tumor behavior and adverse outcome in patients with endometrial cancer."}, {"pubmed": 22201822, "text": "Data from our in vivo study showed a decrease in tumor growth and weight in mice injected with SNCG-silenced NOZ cells. Together, these findings suggest that SNCG plays an important role in the progression of GBC"}, {"pubmed": 22261620, "text": "SNCG biomarker has independently poor prognostic value for patients with lymph node metastasis."}, {"pubmed": 22294286, "text": "SNCG can serve as a marker for the potential of the tumor cell for the rapid spreading and metastazing of the non-differentiated tumors."}, {"pubmed": 22440249, "text": "Serum synuclein-gamma provided a promising diagnostic biomarker for early detection and was a complementary biomarker of carcinoembryonic antigen and/or CA19-9 in gastrointestinal and esophageal cancer."}, {"pubmed": 22905097, "text": "gamma-synuclein has a role in promoting a more robust G protein Galphaq activation of PLCbeta2"}, {"pubmed": 23129765, "text": "Functional diversity of the gamma-synucleins and alpha-synuclein in synapses is determined by structural differences within their C-terminal domains."}, {"pubmed": 23242284, "text": "Compared to controls there were lower levels of gamma synuclein in the visual cortex from dementia with Lewy bodies patients."}, {"pubmed": 23696021, "text": "SNCG expression indicates a much poorer prognosis of TNBC."}, {"pubmed": 23696593, "text": "Gamma-synuclein expression was an independent predictor of the neoadjuvant chemotherapy objective response rate."}, {"pubmed": 23970348, "text": "These results provide strong evidence that suggests gamma-synuclein plays a positive role in the progression of colorectal cancer."}, {"pubmed": 24040069, "text": "Data indicate that micro-RNAs might provide cell-specific regulation of gamma-synuclein expression."}, {"pubmed": 24367999, "text": "even though purified gamma-synuclein form oligomers, when binding partners are present, as in cells, it dissociates to a monomer to bind these partners, which in turn may modify protein function and integrity"}, {"pubmed": 24431077, "text": "These data show that SNCG renders AMD resistance by inhibiting BubR1 activity and attenuating SAC function."}, {"pubmed": 24954510, "text": "Results indicate that SNCG specifically interacts with Akt and mTOR and protects Akt/mTOR stability and function under stressful conditions when the activity of Hsp90 is blocked."}, {"pubmed": 25142230, "text": "Our results are the first to suggest that SNCG is a new independent predictor for poor prognosis in EC patients in the literature."}, {"pubmed": 25229320, "text": "SNCG is actively secreted by cancer cells via an unconventional secretion pathway and contributes to aggressive phenotypes of cancer cells."}, {"pubmed": 25400739, "text": "SNCG, MAP2, SDF-1 and CXCR4 may play an important role in the carcinogenesis, progression, invasion and metastasis of gastric adenocarcinoma."}, {"pubmed": 25479371, "text": "SNCG is highly expressed in bladder cancer tissue and its expression is stage-specific, but it is not helpful for predicting outcome in bladder cancer patients."}, {"pubmed": 25499222, "text": "These results advance our understanding of the role of lncRNA-AK058003 as a regulator of hypoxia signaling, and this newly identified hypoxia/lncRNA-AK058003/SNCG pathway may help in the development of new therapeutics."}, {"pubmed": 25756178, "text": "Synuclein-gamma shares some, but not all, gene regulators with leptin and is a PPARgamma target in adipocytes but not dorsal root ganglia neurons."}, {"pubmed": 25956278, "text": "High gamma-Synuclein expression is associated with invasiveness in colon adenocarcinoma."}, {"pubmed": 25997706, "text": "SNCG may promote MCF7 cell migration through activating the Erk pathway and breaking cell-cell junctions."}, {"pubmed": 26191236, "text": "Data suggest that both BubR1 and SNCG may be promising predictive marker rather than prognostic marker in patients with breast cancer."}, {"pubmed": 26299756, "text": "the conformational dynamics of ERalpha36 in the absence and presence of Hsp90 and gammaSyn, is reported."}, {"pubmed": 26521046, "text": "down-regulation of gamma-synuclein reduces the protein level of PLCbeta but increases the transcript level over 40 fold"}, {"pubmed": 26976983, "text": "Study shows an overexpression of SNCG in bladder cancer (BC) tissues which correlates positively with neoplasm recurrence. SNCG seems a good marker to predict recurrence of BC, but not a reliable one for staging or prediction of survival rate."}, {"pubmed": 27223068, "text": "Results demonstrated that urine SNCG can discriminate bladder cancer from urinary diseases, and is a useful prognosticator of postsurgical recurrence."}, {"pubmed": 27595752, "text": "A positive SNCG may serve as a potential marker to identify breast cancer patients who are less likely to benefit from radiotherapy"}, {"pubmed": 27655287, "text": "High synoretin expression is associated with non-small cell lung cancer."}, {"pubmed": 27809878, "text": "SNCG expression in ovarian cancer is frequent in patients with high-risk features, but it does not correlate with chemotherapy response, overall survival, or progression-free survival."}, {"pubmed": 27926776, "text": "This largest collection of USCs to date demonstrates that SNCG was associated with poor survival in univariate analyses. SNCG does not predict survival outcome independent of p53 and p16 in models that jointly consider multiple markers."}, {"pubmed": 28035067, "text": "LncRNA-AK058003 can reduce the expression of mRNA stabilizing protein HuR and act as a precursor of miR-15a to suppress gamma-synuclein-mediated cell proliferation and the metastasis of hepatocellular carcinoma."}, {"pubmed": 29745080, "text": "multi-slice spiral CT (MSCT) can accurately evaluate the effect of chemotherapy in breast cancer. The results of MSCT were closely related to the expression of BCSG1, which may provide a reference for predicting the effect of chemotherapy in breast cancer which could have important clinical significance."}, {"pubmed": 29795373, "text": "SNCG is a novel target of TGF-beta-Smad-Twist1 axis and a mediator of Twist1-induced cancer metastasis."}, {"pubmed": 29851342, "text": "These studies could be helpful in understanding collective human synuclein behavior in various protein environments and in the modulation of the homeostasis between beta-syn and healthy versus corrupt alpha- and gamma-syn that can potentially affect PD pathology."}, {"pubmed": 29903032, "text": "Our results highlight the potential role of SNCG in remodeling extracellular microenvironment and inducing beta1 integrin-FAK signal pathway of CRC cells."}, {"pubmed": 30394624, "text": "These findings throw light on EGCG-mediated modulation of gamma-Syn fibrillation and suggest that investigation on the effects of such modulators on gamma-Syn fibrillation is critical in identifying effective therapeutic strategies using small molecule modulators of synucleopathies."}, {"pubmed": 31333726, "text": "Synuclein-gamma inhibition reduced cervical cancer tumor growth through the AKT signaling pathway."}, {"pubmed": 32020216, "text": "Curcumin induces reexpression of BRCA1 and suppression of gamma synuclein by modulating DNA promoter methylation in breast cancer cell lines."}, {"pubmed": 32202903, "text": "Evaluation of synuclein-gamma levels by novel monoclonal antibody in saliva and cancer tissues from oral squamous cell carcinoma patients."}, {"pubmed": 33423781, "text": "Silencing of BCSG1 with specific siRNA via nanocarriers for breast cancer treatment."}, {"pubmed": 33463478, "text": "gamma-Synuclein is Closely Involved in Autophagy that Protects Colon Cancer Cell from Endoplasmic Reticulum Stress."}, {"pubmed": 33788083, "text": "Suppression of synuclein gamma inhibits the movability of endometrial carcinoma cells by PI3K/AKT/ERK signaling pathway."}, {"pubmed": 34245137, "text": "Gamma-synuclein is a novel prognostic marker that promotes tumor cell migration in biliary tract carcinoma."}, {"pubmed": 34898027, "text": "A microRNA Cluster Controls Fat Cell Differentiation and Adipose Tissue Expansion By Regulating SNCG."}, {"pubmed": 35089073, "text": "Noninvasive Detection of Esophageal Cancer by the Combination of mSEPT9 and SNCG."}, {"pubmed": 35434126, "text": "Upregulation of Synuclein-gamma and Snai1 Contributes to Poor Clinical Prognosis in Oral Squamous Cell Carcinoma Patients."}, {"pubmed": 35637967, "text": "Gamma synuclein promotes cancer metastasis through the MKK3/6-p38MAPK cascade."}, {"pubmed": 36166741, "text": "Effects of the Methylation Levels for the Breast Cancer Associated Genes BCSG1 and BRCA1 on Cellular Proliferation and Migration."}, {"pubmed": 37487948, "text": "Upregulation of Parkinson's disease-associated protein alpha-synuclein suppresses tumorigenesis via interaction with mGluR5 and gamma-synuclein in liver cancer."}], "genomic_pos": {"chr": "10", "end": 86963258, "ensemblgene": "ENSG00000173267", "start": 86958599, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 88723017, "start": 88718375, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007268", "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008344", "qualifier": "involved_in", "term": "adult locomotory behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009306", "qualifier": "involved_in", "term": "protein secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014059", "qualifier": "involved_in", "term": "regulation of dopamine secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046928", "qualifier": "involved_in", "term": "regulation of neurotransmitter secretion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048488", "qualifier": "involved_in", "term": "synaptic vesicle endocytosis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050808", "qualifier": "involved_in", "term": "synapse organization"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 17222866, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005819", "qualifier": "located_in", "term": "spindle"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "is_active_in", "term": "neuronal cell body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043679", "qualifier": "is_active_in", "term": "axon terminus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 21044950, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:1903136", "qualifier": "enables", "term": "cuprous ion binding"}]}, "homologene": {"genes": [[7955, 550229], [7955, 553679], [8364, 548856], [9031, 395392], [9544, 696535], [9598, 450574], [9606, 6623], [9615, 611053], [9913, 281494], [10090, 20618], [10116, 64347]], "id": 2322}, "interpro": [{"desc": "Synuclein", "id": "IPR001058", "short_desc": "Synuclein"}, {"desc": "Gamma-synuclein", "id": "IPR002462", "short_desc": "Synuclein_gamma"}], "ipi": ["IPI00297714", "IPI00643394"], "map_location": "10q23.2", "name": "synuclein gamma", "other_names": ["-synuclein", "E pound-synuclein", "breast cancer-specific gene 1 protein", "gamma-synuclein", "persyn", "synoretin", "synuclein, gamma (breast cancer-specific protein 1)"], "pantherdb": {"HGNC": "11141", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1298397", "ortholog_type": "LDO", "panther_family": "PTHR13820", "taxid": 10090, "uniprot_kb": "Q9Z0F7"}, {"RGD": "70996", "ortholog_type": "LDO", "panther_family": "PTHR13820", "taxid": 10116, "uniprot_kb": "Q63544"}, {"Ensembl": "ENSGALG00000002015", "ortholog_type": "LDO", "panther_family": "PTHR13820", "taxid": 9031, "uniprot_kb": "Q9I9H0"}, {"ZFIN": "ZDB-GENE-050522-235", "ortholog_type": "O", "panther_family": "PTHR13820", "taxid": 7955, "uniprot_kb": "A0A2R8RP85"}, {"ZFIN": "ZDB-GENE-050417-18", "ortholog_type": "O", "panther_family": "PTHR13820", "taxid": 7955, "uniprot_kb": "B8A4A6"}], "uniprot_kb": "O76070"}, "pfam": "PF01387", "pharmgkb": "PA35989", "pharos": {"target_id": 6568, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168484", "relationship": "is"}, {"id": "GNF179390", "relationship": "is"}, {"id": "GNF190296", "relationship": "is"}, {"id": "GNF201202", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158238", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF031294", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF013748", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101648", "relationship": "is"}, {"id": "GNF141303", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_008783.1", "NG_032913.3"], "protein": ["NP_001317049.1", "NP_003078.2", "XP_047281637.1", "XP_054222621.1", "XP_054222622.1"], "rna": ["NM_001330120.2", "NM_003087.3", "XM_047425681.1", "XM_054366646.1", "XM_054366647.1"], "translation": [{"protein": "NP_003078.2", "rna": "NM_003087.3"}, {"protein": "XP_047281637.1", "rna": "XM_047425681.1"}, {"protein": "XP_054222622.1", "rna": "XM_054366647.1"}, {"protein": "XP_054222621.1", "rna": "XM_054366646.1"}, {"protein": "NP_001317049.1", "rna": "NM_001330120.2"}]}, "reporter": {"HG-U133_Plus_2": ["208584_at", "209877_at"], "HG-U95Av2": "36555_at", "HTA-2_0": "TC10000611.hg.1", "HuEx-1_0": "3256164", "HuGene-1_1": "7928872", "HuGene-2_1": "16706896"}, "retired": 51749, "summary": "This gene encodes a member of the synuclein family of proteins which are believed to be involved in the pathogenesis of neurodegenerative diseases. Mutations in this gene have also been associated with breast tumor development. [provided by RefSeq, Jan 2010].", "symbol": "SNCG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335851"}, "unigene": "Hs.349470", "uniprot": {"Swiss-Prot": "O76070", "TrEMBL": ["F8W754", "Q6FHG5"]}, "wikipedia": {"url_stub": "Gamma-synuclein"}}