{"AllianceGenome": "19383", "HGNC": "19383", "MIM": "603597", "_id": "8651", "_version": 2, "accession": {"genomic": ["AC009121.8", "AF132440.1", "CH471112.2", "CP068262.2", "DQ086801.1", "FB571467.1", "HI573982.1", "LC461707.1", "NC_000016.10", "NC_060940.1", "Z46940.2"], "protein": ["AAB62401.1", "AAD27709.1", "AAY87931.1", "BAA21537.1", "BAA22431.1", "BAA23521.1", "BAG54535.1", "CAB92528.1", "CAR95151.1", "CBX47480.1", "EAW85163.1", "NP_003736.1", "O15524.1"], "rna": ["AB000676.1", "AB000734.1", "AB005043.1", "AK127621.1", "BC029307.1", "NM_003745.2", "U88326.1"], "translation": [{"protein": "BAA23521.1", "rna": "AB000734.1"}, {"protein": "NP_003736.1", "rna": "NM_003745.2"}, {"protein": "BAA22431.1", "rna": "AB005043.1"}, {"protein": "AAB62401.1", "rna": "U88326.1"}, {"protein": "BAA21537.1", "rna": "AB000676.1"}, {"protein": "BAG54535.1", "rna": "AK127621.1"}]}, "alias": ["AISIMD", "CIS1", "CISH1", "JAB", "SOCS-1", "SSI-1", "SSI1", "TIP-3", "TIP3"], "ensembl": {"gene": "ENSG00000185338", "protein": ["ENSP00000329418", "ENSP00000496577"], "transcript": ["ENST00000332029", "ENST00000644787"], "translation": [{"protein": "ENSP00000329418", "rna": "ENST00000332029"}, {"protein": "ENSP00000496577", "rna": "ENST00000644787"}], "type_of_gene": "protein_coding"}, "entrezgene": "8651", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.06986049022858, "exp_mis": 104.992350338808, "exp_syn": 49.8116415774551, "lof_z": 1.42514869289077, "mis_z": 2.67280082161126, "mu_lof": 2.5588216134e-07, "mu_mis": 1.48187326963e-05, "mu_syn": 7.01102691852e-06, "n_lof": 0.0, "n_mis": 49.0, "n_syn": 54.0, "p_li": 0.541775584805038, "p_null": 0.0561891901292528, "p_rec": 0.402035225065709, "syn_z": -0.367898523413052}, "bp": 636, "cds_end": 11349335, "cds_start": 11348699, "n_exons": 1, "nonpsych": {"exp_lof": 1.86055160989594, "exp_mis": 95.01533967124, "exp_syn": 45.0714737138701, "lof_z": 1.33959302576103, "mis_z": 2.58802252202247, "mu_lof": 2.5588216134e-07, "mu_mis": 1.48187326963e-05, "mu_syn": 7.01102691852e-06, "n_lof": 0.0, "n_mis": 45.0, "n_syn": 50.0, "p_li": 0.552291216801122, "p_null": 0.0607359021287225, "p_rec": 0.386972881070156, "syn_z": -0.462200104620303}, "nontcga": {"exp_lof": 1.90301707901895, "exp_mis": 96.5917149742229, "exp_syn": 45.8254609414104, "lof_z": 1.36082595312077, "mis_z": 2.61529013950518, "mu_lof": 2.5588216134e-07, "mu_mis": 1.48187326963e-05, "mu_syn": 7.01102691852e-06, "n_lof": 0.0, "n_mis": 45.0, "n_syn": 51.0, "p_li": 0.535500179247949, "p_null": 0.0584273340941478, "p_rec": 0.406072486657903, "syn_z": -0.483994708232586}, "transcript": "ENST00000332029.2"}, "exons": [{"cdsend": 11255478, "cdsstart": 11254842, "chr": "16", "position": [[11254416, 11255528], [11256078, 11256182]], "strand": -1, "transcript": "NM_003745", "txend": 11256182, "txstart": 11254416}], "exons_hg19": [{"cdsend": 11349335, "cdsstart": 11348699, "chr": "16", "position": [[11348273, 11349385], [11349935, 11350039]], "strand": -1, "transcript": "NM_003745", "txend": 11350039, "txstart": 11348273}], "generif": [{"pubmed": 12077274, "text": "In keratinocytes overexpressing SOCS-1, the IFN-gamma-induced transactivation of an IFN-gamma-responsive reporter gene is markedly inhibited, as are phosphorylation of IFN-gamma R alpha and activation of STAT1 and STAT3."}, {"pubmed": 12080466, "text": "Loss of function of SAOS-1 in collaboration with hematopoietic oncogenes facilitates tumor progression"}, {"pubmed": 12163497, "text": "interacts with TRIM8/GERP RING finger protein"}, {"pubmed": 12456503, "text": "SOCS1 is frequently silenced by methylation in multiple myeloma, which may impair negative regulation of the Jak/STAT pathway and result in greater responsiveness to cytokines"}, {"pubmed": 12485838, "text": "inhibits interferon-gamma-induced activation of human keratinocytes"}, {"pubmed": 12601549, "text": "Inactivation of this protein is associated with hypermethylation in human hepatoblastomas."}, {"pubmed": 12759928, "text": "Methylation of the SOCS1 gene, resulting in transcriptional silencing, has been found in 65% of hepatocellular carcinoma cases, correlates with cytogenetic abnormalities, and may play an important role in the development of the cancer."}, {"pubmed": 12865927, "text": "SOCS-1 gene associated with transcriptional silencing in pancreatic ductal neoplasms and may have growth-promoting effects; its methylation may be useful marker"}, {"pubmed": 12900355, "text": "Is the SOCS-1 gene silenced by CpG methylation?"}, {"pubmed": 14522994, "text": "SOCS1 has a role in mediating Janus kinase 2 ubiquitination/degradation downstream of the prolactin receptor and is regulated by SHP-2"}, {"pubmed": 14614012, "text": "Methylation-mediated silencing of SOCS-1 gene is associated with hepatocellular carcinoma"}, {"pubmed": 14614901, "text": "SOCS-1 is faintly expressed in the hippocampus under basal conditions following status epilepticus, corroborating the hypothesis that seizure-induced gp130 cytokines play a direct neuromodulatory role in the hippocampus."}, {"pubmed": 14630083, "text": "Up-regulation of suppressor of cytokine signaling 1 is associated with adult T-cell leukemia"}, {"pubmed": 14634100, "text": "Three functional STAT6- interferon-gamma-activated sequence-binding motifs situated close to each other 600 bp upstream of the SOCS-1 transcriptional initiation site mediate IL-4-IL-13-induced SOCS-1 transcription."}, {"pubmed": 14762685, "text": "Methylation of SOCS1 was absent in both AML and ALL patients. Frequent methylation of SHP1, but not SOCS1, may be important in the pathogenesis, but not prognosis, of acute leukaemias."}, {"pubmed": 14976049, "text": "hypermethylated in multiple myeloma."}, {"pubmed": 15021916, "text": "SOCS1 overexpression increased Rb protein levels and suppressed proliferation of cervical cancer cell lines infected with HPV"}, {"pubmed": 15074307, "text": "These findings suggested that SOCS-1 may act as a tumor suppressor in at least some colorectal cancers and that SOCS-1 methylation may be a particular phenomenon related to a nearly onset of colorectal cancer."}, {"pubmed": 15121754, "text": "this gene is silenced in a substantial portion of pancreatic cancers through mechanisms that cause methylation in the promoter region"}, {"pubmed": 15166476, "text": "HSOCP-1 is involved in cell cycle control and apoptosis"}, {"pubmed": 15197228, "text": "Severity of liver fibrosis is strongly correlated with SOCS1 gene methylation."}, {"pubmed": 15198092, "text": "Although the methylation frequency of SOCS-1 is low, the data of Fujitake et al. indicate role of JAK/STAT/SOCS pathway in gastrointestinal tumorigenesis."}, {"pubmed": 15235874, "text": "Aberrant methylation of SOCS-1 may be associated with hepatocarcinogenesis."}, {"pubmed": 15240148, "text": "Our results demonstrate that SOCS-1 and SOCS-3 proteins inhibit IFN-alpha-induced activation of the Jak-STAT pathway and expression of the antiviral proteins 2',5'-OAS and MxA."}, {"pubmed": 15361843, "text": "SOCS1 and SOCS2 but not SOCS3 suppressed the growth of ovarian and breast cancer cells."}, {"pubmed": 15373779, "text": "SOCS-1 is a progression marker of human melanoma and may downregulate biological responses by endogenous and/or therapeutically administered cytokines."}, {"pubmed": 15386345, "text": "Methylation of the SOCS-1 gene was associated with lymph node metastasis, advanced tumor stage and reduced expression of SOCS-1 in GC tissues."}, {"pubmed": 15456882, "text": "Data link SOCS-1 directly with the proteasome pathway and suggest another function for the SH2 domain of SOCS-1 in the regulation of Jak/STAT signaling."}, {"pubmed": 15545275, "text": "Egr-1 has roles in regulating both the basal and LPS-induced activity of the SOCS-1 promoter"}, {"pubmed": 15589317, "text": "The insertion of amino acid exchanges into the kinase inhibitory regions of SOCS-1 demonstrated a requirement of these domains for a proper inhibitory function."}, {"pubmed": 15688010, "text": "Similar to SOCS-1, Tkip peptide binds to the autophosphorylation site of JAK2."}, {"pubmed": 15850793, "text": "IL-28A and IL-29 induced mRNA expression of the antiviral proteins 2',5'-OAS and MxA was abolished by overexpression of SOCS-1"}, {"pubmed": 16082380, "text": "Suppressor of cytokine signaling-1 expression by infectivity-enhanced adenoviral vector inhibits IL-6-dependent proliferation of multiple myeloma cells."}, {"pubmed": 16287070, "text": "loss of SOCS-1 function either by mutation or by the complete deletion of the gene plays an important role in the dysregulation of JAK/STAT signaling in Karpas1106P and primary mediastinal b-cell lymphoma"}, {"pubmed": 16407264, "text": "Data suggest that SOCS1 functions as a negative regulator in TNF-induced inflammation and activation of c-jun N-terminal kinase in endothelial cells, in part by inducing ASK1 degradation."}, {"pubmed": 16410555, "text": "Results suggest a novel interaction between the SOCS1 and SOCS3 proteins and the FGFR3 signaling pathway."}, {"pubmed": 16421738, "text": "The data is compatible with epigenetic silencing of the SOCS-1 gene and constitutive activation of the JAK-STAT pathway in pituitary adenomas."}, {"pubmed": 16432158, "text": "Hypermethylation of SOCS-1 was found in about one-third of human head and neck squamous cell carcinomas tissues,SOCS-1 methylation status can differentially affect STAT3 activation"}, {"pubmed": 16532038, "text": "Mutations of the tumor suppressor gene SOCS-1 in classical Hodgkin lymphoma are frequent and associated with nuclear phospho-STAT5 accumulation"}, {"pubmed": 16628196, "text": "The STAT1-SOCS1 pathway regulates the innate immune response via TLR3 signaling in epidermal keratinocytes."}, {"pubmed": 16815301, "text": "These results in our study indicates gene silencing of SOCS1 remarkably enhanced the cytotoxicity efficiency of CML28 DNA vaccine in DCs."}, {"pubmed": 16943387, "text": "The increase in mRNA for SOCS-1, which correlates with elevated levels of SOCS protein and positive immunostaining in M. avium/HIV-1 co-infected tissues."}, {"pubmed": 16984412, "text": "These results collectively indicate that bacterial flagellin inhibits TCR-mediated activation of T cells by inducing SOCS-1."}, {"pubmed": 17001312, "text": "elevated expression of SOCS genes is a specific lesion of breast-cancer cells that may confer resistance to proinflammatory cytokines and trophic factors, by shutting down STAT1/STAT5 signaling that mediate essential functions in the mammary gland"}, {"pubmed": 17083795, "text": "Upon LPS stimulation, expression of SOCS-1 mRNA is increased in cord blood lymphocytes."}, {"pubmed": 17099141, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17099141, "text": "SOCS1 gene might be involved in the development of adult asthma through functional genetic polymorphism"}, {"pubmed": 17230231, "text": "SOCS-1 hypermethylation was seen in patients with an autoactivating JAK2 mutation & those with wild-type JAK2. Epigenetic SOCS-1 inactivation may be a complementary mechanism to the JAK2V617F mutation in the pathogenesis of myeloproliferative disorders."}, {"pubmed": 17264307, "text": "Using RT-PCR, we demonstrated for the first time that neutrophils express mRNA for SOCS-1."}, {"pubmed": 17315216, "text": "investigated 56 chronic myeloid leukemia patients and 16 controls for the methylation status of SOCS-1 gene promoter and Exon 2 regions"}, {"pubmed": 17438093, "text": "All glioblastoma multiforme cell lines tested lacked SOCS1 expression."}, {"pubmed": 17589943, "text": "Increased expression of mucosal SOCS3, but not of SOCS1, may play a critical role in the development of the colonic inflammation of ulcerative colitis."}, {"pubmed": 17652621, "text": "In lymphocyte-predominant Hodgkin lymphoma SOCS1 function may thus be frequently impaired by mutations, and this may contribute to high JAK2 expression and activation of the JAK2/STAT6 pathway."}, {"pubmed": 17867599, "text": "mediastinal B-cell lymphoma and hodgkin lymphoma cells share overlapping features and defective tumor suppressor gene SOCS-1 triggers an oncogenic pathway operative in both Hodgkin and non-Hodgkin lymphomas."}, {"pubmed": 17888401, "text": "Together, these data demonstrate that NDRG2 expression in breast cancer cells is able to inhibit STAT3 activation via SOCS1 induction in a p38 MAPK dependent manner."}, {"pubmed": 18035697, "text": "SOCS-1 mutations qualify as a tumor suppressor in mediastinal b-cell lymphoma."}, {"pubmed": 18172216, "text": "SOCS1 is a crucial host factor that regulates the intracellular dynamism of HIV-1 Gag"}, {"pubmed": 18199397, "text": "SOCS-1 may protect the tissue from further damage in multiple organ dysfunction syndrome."}, {"pubmed": 18203295, "text": "distribution of SOCS-1 in the liver tissue of chronic hepatitis B is variable"}, {"pubmed": 18250407, "text": "SOCS1 and SOCS3 critically regulate influenza A virus-triggered innate immune responses by inhibiting type I interferon receptor (IFNAR)1 antiviral signaling and modulating inflammatory signaling pathways."}, {"pubmed": 18355908, "text": "SOCS1 might act as a suppressor for pulmonary fibrosis. SOCS1 might be a target of idiopathic pulmonary fibrosis treatment."}, {"pubmed": 18440067, "text": "The methylation status of CpG islands of SOCS1 genes in chronic myeloproliferative neoplasms."}, {"pubmed": 18538318, "text": "the lymphadenitis due to M. tuberculosis was associated with activated lysozymes and SOCS-3 but not SOCS-1 compared to controls, which may play a role in the long-term bacterial replication and altered immune modulation characteristic of the disease."}, {"pubmed": 18551144, "text": "Oncolytic herpes simplex virus-mediated upregulation of SOCS1 correlated with sensitivity to virus, and depletion of SOCS1 impaired virus replication by >10-fold."}, {"pubmed": 18556463, "text": "We hypothesize that SOCS1 functions as suppressor of IFN-gamma signaling, not only by inhibiting STAT1 activation but also by sustaining ERK1/2-dependent antiinflammatory pathways."}, {"pubmed": 18639978, "text": "present study suggests that SOCS-1 methylation in hepatocellular carcinoma may be negatively associated with HB(s)Ag status"}, {"pubmed": 18656467, "text": "lymphocyte SOCS1 correlated with TNFalpha, pulse wave velocity and systolic blood pressure"}, {"pubmed": 18725457, "text": "The results identify a hitherto unknown transport of SOCS1 into the nucleus which extends the spectrum of SOCS1 inhibitory activity."}, {"pubmed": 18801363, "text": "These data suggest that SOCS-1 inhibits high glucose-induced overexpression of TGF-beta1 and synthesis of fibronectin in human mesangial cells, which may be via JAK/STAT pathway."}, {"pubmed": 18815196, "text": "No disease-specific CpG island methylation of SOCS1 is observed, but SOCS1 expression is raised in myeloproliferative disorder granulocytes."}, {"pubmed": 18820827, "text": "difference in SOCS1, SOCS2 and SOCS3 transcript levels between normal individuals and SLE patients is not statistically significant"}, {"pubmed": 18928596, "text": "Arsenic trioxide induces SOCS-1 gene demethylation and upregulation in myeloma cell lines."}, {"pubmed": 18971287, "text": "CCL11 induces SOCS1 and SOCS3 expression in murine macrophages, human monocytes, and dendritic cells and inhibits GM-CSF-mediated STAT5 activation and IL-4-induced STAT6 activation in a range of hematopoietic cells."}, {"pubmed": 18987746, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19000444, "text": "As2O3 could induce cell cycle alteration of MM, which might be related to demethylation and reexpression of the SOCS-1 gene."}, {"pubmed": 19017994, "text": "SOCS1-regulation of the IFN beta-dependent component of the LPS-induced TLR4 signaling pathway may contribute to the down-regulation of inflammatory cytokine production"}, {"pubmed": 19047140, "text": "Data suggest that the loss of SOCS-1 expression is a critical event, leading to elevated Stat3 signaling and overexpression of MMP-2, bFGF, and VEGF, as well as enhanced invasion and angiogenesis of melanoma cells, consequently promoting brain metastasis."}, {"pubmed": 19135225, "text": "SOCS-1 is elevated in CD4+ T cells from HIV-1 infected progressors, and is correlated with defective induction of IRF-1 following IFN-gamma stimulation, compared with healthy controls and HIV-1 natural viral suppressor (NVS) patients"}, {"pubmed": 19164812, "text": "Suppressors of cytokine signaling modulate JAK/STAT-mediated cell responses during atherosclerosis."}, {"pubmed": 19215277, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19240061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19287004, "text": "JAK2-SOCS1 and SHP2 reciprocally regulate ASK1 phosphorylation and stability in response to cytokines."}, {"pubmed": 19327355, "text": "SOCS1 facilitates Gag ubiquitination and the co-expression of a dominant-negative ubiquitin significantly inhibits the association of Gag with microtubules"}, {"pubmed": 19342366, "text": "Down-regulation of SOCS-1 expression is associated with prostate cancer."}, {"pubmed": 19419769, "text": "The IL-4-induced downregulatory effect on Weibel-Palade bodies component genes depended on the negative feedback regulation by SOCS-1 induced by STAT6 signaling."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19482358, "text": "Despite the absence of Sp2 in the 5'-upstream sequence of the human promoter, silencing of Sp2 by RNA interference clearly demonstrated that Sp2 is required for IFN-gamma-induced regulation of socs1 mRNA both in human and mouse."}, {"pubmed": 19515423, "text": "Data show that SOCS1 may accomplish its inhibitory function in the IFN-pathway in part through nuclear localization."}, {"pubmed": 19542368, "text": "SOCS-1 mRNA expression in HSV-1-infected cells showed a 4-fold increase for keratinocytes through a direct effect of HSV-1 on the SOCS-1 promoter"}, {"pubmed": 19543316, "text": "SOCS-mediated downregulation of mutant Jak2 (V617F, T875N and K539L) counteracts cytokine-independent signaling."}, {"pubmed": 19551406, "text": "Demethylation in HT-29 cells recovered the constitutive expression of SOCS-1 and SHP-1."}, {"pubmed": 19561639, "text": "SOCS1 protects protein tyrosine phosphatases by thioredoxin upregulation and attenuates Jaks to suppress ROS-mdeiated apoptosis."}, {"pubmed": 19592492, "text": "a role for SOCS1 and -3 in the seemingly paradoxical hyperresponsive state in cells deficient in IL-18Ralpha, supporting the concept that IL-18Ralpha participates in both pro- and anti-inflammatory responses"}, {"pubmed": 19595407, "text": "These results suggest that RSV infection escapes the innate antiviral response by inducing SOCS1, SOCS3 or CIS expression in epithelial cells."}, {"pubmed": 19617348, "text": "TLR2 and DC-SIGNR1 differentially regulate SOCS1 expression during M. tb infection."}, {"pubmed": 19622834, "text": "CP-SOCS1, analogous to endogenous SOCS1, interacted with components of the IFN-gamma signaling complex and functionally attenuated the phosphorylation of STAT1"}, {"pubmed": 19727727, "text": "SOCS-1 gene methylation was significantly more frequent in multiple myeloma than in Monoclonal gammopathy of undetermined significance."}, {"pubmed": 19734231, "text": "SOCS-1 maintains activity to modulate IFN-gamma signaling via recruitment by tyrosine441 of trangenic interferon-gamma receptor subunit 1 (Ifngr1), which regulates the attenuation of interferon-gamma signaling in vivo."}, {"pubmed": 19734449, "text": "SOCS1 inactivation in primary mediastinal large B-cell lymphoma, HL, diffuse large B-cell lymphoma, and follicular lymphoma is frequently the result of aberrant B cell-specific somatic hypermutation"}, {"pubmed": 19846529, "text": "TLR4 is a sensor for Ebola virus glycoprotein on virus-like particles; resultant TLR4 signaling pathways lead to the production of proinflammatory cytokines and SOCS1"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19915063, "text": "PGI(2) exerts anti-inflammatory action by inhibiting STAT1-induced cytokine production, in part by targeting the transactivation domain-induced recruitment of the histone acetylase CBP/p300."}, {"pubmed": 20005840, "text": "SOCS1 is required for transcriptional activity, DNA binding, and serine 15 phosphorylation of p53 in the context of STAT5 signaling."}, {"pubmed": 20064913, "text": "Data show that expression of SOCS1 mRNA is significantly increased in patients with systemic lupus erythematosus, and that SOCS1 mRNA levels in patients with active systemic lupus erythematosus are significantly higher than those in the inactive patients."}, {"pubmed": 20064913, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20137421, "text": "Up regulation of SOCS1 and SOCS5 expression and down-regulation of SOCS3 and CIS may correlate with the development of a Th1 mediated immune response in Vogt-Koyanagi-Harada disease."}, {"pubmed": 20145416, "text": "Our study identifies SOCS-1 as a novel participant involved in the propagation of mechanical stimuli in human vascular smooth muscle cells, which might be relevant for the development of cardiovascular diseases"}, {"pubmed": 20164024, "text": "The importance of SOCS1 was confirmed as potential biomarkers for assessment of the aggressive tumor phenotype in laryngeal carcinoma."}, {"pubmed": 20299783, "text": "in diabetes models and cultured cells, SOCS-1 may attenuate renal damage by ameliorating MCP-1 expression and regulation of the phosphorylation of JAK/STAT"}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20354188, "text": "MicroRNA-155 functions as an OncomiR in breast cancer by targeting the suppressor of cytokine signaling 1 gene"}, {"pubmed": 20372794, "text": "SOCS1 and SOCS3 expression attenuates Lck-mediated cellular transformation"}, {"pubmed": 20395963, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20398276, "text": "Data demonstrate that SOCS proteins are expressed in human melanoma cell lines and their modulation can influence the responsiveness of melanoma cells to IFN-alpha and IFN-gamma."}, {"pubmed": 20406299, "text": "These data suggest that SOCS1 is not involved in the suppression of LPS-induced TNF-alpha production by IL-4."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20423643, "text": "key molecules to influence the tumor-targeted IFN-alpha2a-NGR anti-tumor sensitivity through signaling pathway study"}, {"pubmed": 20433750, "text": "Higher mRNA expression levels of SOCS1, 3, 4 and 7 are significantly associated with earlier tumour stage and better clinical outcome in human breast cancer."}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20538233, "text": "Expression of SOCS1 was significantly greater in patients with rheumatoid arthritis than in healthy controls."}, {"pubmed": 20538233, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20596075, "text": "Data show that regulation of interleukin-1beta by interferon-gamma is different in humans and mice, is limited by suppressor of cytokine signalling 1 and influences interleukin-17 production."}, {"pubmed": 20622265, "text": "The involvement of SOCS1 in p53 activation and the DNA damage response defines a novel tumor suppressor pathway"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20633028, "text": "Pasteurella multocida toxin induced expression of the serine/threonine kinase Pim-1 leading to subsequent threonine phosphorylation of SOCS-1."}, {"pubmed": 20648401, "text": "Our findings suggest a tumour suppressor-like role of SOCS1 in the hepatocarcinogenesis of human HCC."}, {"pubmed": 20689596, "text": "Depletion of SOCS3, but not SOCS1, by small interfering RNA (siRNA) abrogated the inhibitory effect of EBV on JAK/STAT pathway activation and significantly restored IFNalpha secretion."}, {"pubmed": 20724312, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20840058, "text": "increased expression in kidney and liver of patients who died of anaphylactic shock"}, {"pubmed": 20883163, "text": "These data demonstrate that PD-1 and SOCS-1 are linked in dysregulating T-cell signaling during chronic hepatitis C virus infection, and their cross-talk may coordinately inhibit T-cell signaling pathways that lead to T-cell exhaustion."}, {"pubmed": 20934424, "text": "SOCS1 and 3 may control chemotaxis and adhesion"}, {"pubmed": 21079688, "text": "Induction of SOCS1 was associated with HTLV-1 infections."}, {"pubmed": 21084693, "text": "SOCS1 limited prolonged p65 signaling and terminated expression of NFkappaB inducible genes"}, {"pubmed": 21190606, "text": "High glucose could produce morphological and ultrastructural changes in renal tubular epithelial cells and induce up-regulation of SOCS-1/3 expression."}, {"pubmed": 21234523, "text": "SOCS1 has the highest affinity in binding to the oncogenic Lck kinase."}, {"pubmed": 21263070, "text": "Hepatitis C virus core protein and complement 1q receptor engagement on macrophages triggers expression of PD-1 and SOCS-1, which deliver negative signaling to Toll-like receptor-mediated pathways suppressing IL-12 production."}, {"pubmed": 21291295, "text": "differential activation of T and B lymphocytes was inversely associated with the expression of PD-1 and SOCS-1."}, {"pubmed": 21337543, "text": "found higher levels of SOCS-1/3 mRNA levels in CD4(+) T cells of HIV-infected patients than in healthy controls"}, {"pubmed": 21355095, "text": "miR-155 was found to regulate IL-12p70 production by targeting suppressor of cytokine signaling 1 (SOCS-1)."}, {"pubmed": 21368418, "text": "There is ahyperactivation of the JAK-STAT1 signaling pathway and negative feedback down-regulation of SOCS-1 in skin and monocytes of patients with systemic lupus erythematosus."}, {"pubmed": 21385099, "text": "Transcriptional inactivation of SOCS-1 gene, primarily due to its promoter hypermethylation although human papillomavirus infection, may play an important role in esophageal carcinogenesis in Kashmir."}, {"pubmed": 21622562, "text": "Silencing suppressor of cytokine signaling-1 (SOCS1) in macrophages improves Mycobacterium tuberculosis control in an interferon-gamma (IFN-gamma)-dependent manner."}, {"pubmed": 21653641, "text": "Data show independent genetic signals in the CIITA-CLEC16A-SOCS1 gene complex in multiple sclerosis susceptibility."}, {"pubmed": 21716315, "text": "The association with SOCS1 appears independent from the chr16MS risk locus CLEC16A."}, {"pubmed": 21724255, "text": "Single Nucleotide Polymorphisms in SOCS1 gene is associated with chronic-phase chronic myeloid leukemia."}, {"pubmed": 21734367, "text": "SOCS-1 and SOCS-3 can prevent tubulointerstitial fibrosis by inhibiting TEMT, which may be connected with the activation of STAT1 and STAT3"}, {"pubmed": 21757742, "text": "The consequent effect of SOCS1 inhibition of Tyk2 not only results in a reduced IFN response because of inhibition of Tyk2 kinase-mediated STAT signaling but also negatively impacts IFNAR1 surface expression, which is stabilized by Tyk2."}, {"pubmed": 21795592, "text": "These data suggest that genetic variation in the SOCS-1 promoter may affect IgE production."}, {"pubmed": 21802214, "text": "propose that suppression of miR-155 could enhance SOCS1 expression in immune cells and suppress allograft rejection"}, {"pubmed": 21935712, "text": "Data demonstrate for the first time the transcriptional inactivation of SOCS-1 gene due to hypermethylation and synergism with HPV infection which may play an important role in cervical carcinoma."}, {"pubmed": 22025331, "text": "Recent studies on the function of SOCS1 in tumor cells have revealed its novel role in carcinogenesis"}, {"pubmed": 22095154, "text": "antiproliferative effect of SOCS-1 was attributable not only to the inhibition of STAT3 but also to that of p38 MAPK activity"}, {"pubmed": 22257840, "text": "Fine mapping identified 26 single-nucleotide polymorphisms (SNPs) across the CLEC16A-SOCS1 and 11 SNPs across the SPIB locus with significant association to primary biliary cirrhosis."}, {"pubmed": 22487676, "text": "SOCS1 and SOCS3 mRNA and protein expression was significantly increased in the nasal mucosa and mononuclear leukocytes of patients with mild and moderate/severe persistent perennial allergic rhinitis."}, {"pubmed": 22488585, "text": "SOCS1 was often mutated in diffuse large B-cell lymphoma & polymorphic post-transplant lymphoproliferative disorders. SOCS1 mutations may have been selected for their functional activity. In ID-NHL, SOCS1 might contribute to lymphomagenesis."}, {"pubmed": 22587677, "text": "no significant difference in mRNA expression in adipose and placental tissue obtained from pregnant women with and without gestational diabetes mellitus"}, {"pubmed": 22670716, "text": "Raised SOCS1 levels are associated with increased disease severity in pulmonary tuberculosis."}, {"pubmed": 22739986, "text": "the depletion of SOCS1 and SOCS3, as well as the chemical inactivation of PI3K activity in psoriatic keratinocytes, definitively unveils the role of PI3K/AKT cascade on the resistance of diseased keratinocytes to apoptosis"}, {"pubmed": 22745793, "text": "The results demonstrate that SOCS1 and SOCS3 each play a functionally distinct role in modulating TLR3, JAK/STAT, and CXCR4/CXCR7 signaling in hMSC."}, {"pubmed": 22787435, "text": "Bcr-Abl may critically requires tyrosine phosphorylation of SOCS-1 and SOCS-3 to mediate tumorigenesis when these SOCS proteins are present in cells."}, {"pubmed": 22951153, "text": "Obese subjects showed a decreased ability to produce IFN-alpha and IFN-beta in response to TLR ligands; this response was associated with increased basal levels of SOCS3 but not SOCS1."}, {"pubmed": 22994783, "text": "With a higher prevalence of aberrant SOCS1 methylation."}, {"pubmed": 23001011, "text": "SOCS1 expression is partially regulated by JAK2/STAT, SOCS1 provides a link between this pathway and cell cycle progression."}, {"pubmed": 23089475, "text": "in thyroid cancer cells, the molecular inflammation process is accompanied by the loss of expression of anti-inflammatory genes such as SOCS-1 which facilitates tumor progression"}, {"pubmed": 23111066, "text": "Data indicate that knockdown of HDAC8 resulted in the increased expression of SOCS1 and SOCS3, and overexpression of SOCS1 and SOCS3 significantly inhibited cell growth and suppressed JAK2/STAT signaling."}, {"pubmed": 23134344, "text": "These results suggest a critical association between altered expression of STAT-3 and STAT-5 with SOCS-1 and indicate its potential role as a negative regulator independent of JAK-STAT pathway in tumorigenic transformation of prostate tissue."}, {"pubmed": 23151489, "text": "The data indicates a possible regulatory role for multiple sclerosis-associated non-coding CLEC16A SNPs and a common control mechanism for the expression of CLEC16A, SOCS1 and DEXI."}, {"pubmed": 23152563, "text": "Fas-mediated apoptosis is promoted by SOCS1 overexpression and suppressed by SOCS1 ablation in T cells."}, {"pubmed": 23164156, "text": "Intrahepatic SOCS1/3 mRNA levels are associated with cirrhosis but do not predict virological response to therapy in chronic hepatitis C."}, {"pubmed": 23229770, "text": "in patients with eosinophilic esophagitis, the esophagus expresses and synthesizes high levels of SOCS1 and SOCS3 proteins"}, {"pubmed": 23237992, "text": "SOCS1 acts as a suppressor of type I IFN function against hepatitis C virus."}, {"pubmed": 23242177, "text": "ANT2 suppression by shRNA may be able to exert anticancer effects in HCC further by restoring SOCS1 expression"}, {"pubmed": 23285955, "text": "Silencing the SOCS1 and IL12 genes enhances dendritic cell-mediated anti-laryngocarcinoma immunity."}, {"pubmed": 23296022, "text": "Data indicate that suppressor of cytokine signaling 1 (SOCS1) truncating (major) mutation cases have an excellent overall survival."}, {"pubmed": 23320781, "text": "Expression of M. tuberculosis-induced suppressor of cytokine signaling (SOCS) 1, SOCS3, FoxP3 and secretion of IL-6 associates with differing clinical severity of tuberculosis."}, {"pubmed": 23348614, "text": "MiR-122 can regulate the type I IFN expression through modulating the SOCS1 expression"}, {"pubmed": 23375208, "text": "Chronic rhinosinusitis with polyps and without polyps is associated with increased expression of SOCS1 and SOCS3"}, {"pubmed": 23430957, "text": "HDAC8 plays an important role in the modulation of SOCS1 and SOCS3 by curcumin."}, {"pubmed": 23434273, "text": "mRNA levels of SOCS-1 and RIG-I were up-regulated in macrophages infected with the A/PR/8/34 but not with pdm A/H1N1 virus."}, {"pubmed": 23437123, "text": "overexpression of miR-155 inhibited SOCS1expression, elevated STAT3 expression, and promoted hep-2 cells growth, migration and invasion."}, {"pubmed": 23455319, "text": "show that suppressor of cytokine signaling 1 (SOCS1) promotes nuclear redistribution and K63-ubiquitylation of VHL in response to DNA double-strand breaks"}, {"pubmed": 23469018, "text": "a newly identified binding partner of CYTIP, SOCS-1, and confirm its function in regulating the degradation of CYTIP by the proteasome"}, {"pubmed": 23545584, "text": "These results demonstrate the differential expression of SOCS1 and SOCS3 in atherosclerosis."}, {"pubmed": 23553658, "text": "Results suggest that SOCS-1/3 participates in FGF-2 modulation of RANKL expression in paget's disease of bone."}, {"pubmed": 23621248, "text": "SOCS1 gene is a direct target of miR-19a, which functions as an oncogenic miRNA in gastric cancer by repressing the expression of tumor suppressor SOCS1."}, {"pubmed": 23702664, "text": "The purpose of this study was to investigate the relationship between methylation of SOCS-1 and sustained virologic response in chronic hepatitis C patients treated with pegylated interferon-alpha and ribavirin."}, {"pubmed": 23723424, "text": "miR-150 promotes renal fibrosis by increasing profibrotic molecules through downregulation of SOCS1."}, {"pubmed": 23727477, "text": "These data identify that IL-27 may suppress the production of IL-22 by inducing the expression of SOCS1 in human CD4(+) T cells."}, {"pubmed": 23768868, "text": "Single nucleotide polymorphisms in SOCS1 is associated with non-Hodgkin lymphoma."}, {"pubmed": 23817566, "text": "Low SOCS1 expression is associated with pancreatic cancer."}, {"pubmed": 23941364, "text": "These results suggested that the gene loss and epigenetic silencing of SOCS1 were strongly associated with hepatitis B virus-related hepatocellular carcinoma."}, {"pubmed": 23944359, "text": "discuss the SOCS1-dependent regulation of MET signaling as an important mechanism underlying the tumor suppressor role of SOCS1 that is relevant not only to hepatocellular carcinoma but also to other types of cancers."}, {"pubmed": 23962256, "text": "Overexpression of SOCS-1 gene is effective for antitumor therapy by suppressing the JAK/STAT, focal adhesion kinase, and epidermal growth factor receptor signaling pathways."}, {"pubmed": 24018353, "text": "the expression of Gfi-1 contributes to SOCS1 silencing in AML cells through epigenetic modification, and suppression of histone methyltransferase can provide new insight in AML therapy."}, {"pubmed": 24058673, "text": "The transcription factors GLI1 and GLI2 activate the SOCS1 promoter, which contains five putative GLI binding sites, and GLI2 binding to the promoter was shown by chromatin immunoprecipitation."}, {"pubmed": 24086733, "text": "SOCS-1 targets GMRbetac for ubiquitin-mediated degradation and attenuates GM-CSF-induced downstream signaling."}, {"pubmed": 24131863, "text": "methylation of SOCS1, SOCS2, SOCS3 and CISH is infrequent in Ph-ve MPN."}, {"pubmed": 24238405, "text": "Our results show that SOCS1 is induced by IL1-beta in osteoarthritis chondrocytes"}, {"pubmed": 24423713, "text": "These data show Mycobacterium tuberculosis ESAT6-induced down-regulation of IFN-gamma / SOCS1 expression to be induced only in active tuberculosis cases, distinguishing them from healthy individuals likely to have latent tuberculosis."}, {"pubmed": 24460337, "text": "The SOCS-1 -1478CA/del polymorphism is not associated with colorectal cancer."}, {"pubmed": 24480984, "text": "Respiratory syncytial virus NS1 upregulates SOCS1 expression in a RIG-I- and TLR3-independent pathway, to inhibit STAT2 phosphorylation."}, {"pubmed": 24525737, "text": "Suggest that the helicase HAGE has a key role in the resistance of ABCB5+ malignant melanoma stem cells to IFNalpha treatment by promoting SOCS1 expression."}, {"pubmed": 24532142, "text": "this proof-of-principle study suggested that methylation of SOCS-1 can be detected in serum of HLA-B27+ AS patients but not in B27+ controls. The pathogenic potential of SOCS-1 methylation in AS deserves further investigation."}, {"pubmed": 24557021, "text": "This study is the first to provide evidence that SOCS1 is involved in the regulation of neurogenesis."}, {"pubmed": 24595859, "text": "SOCS signaling is involved in the regulation of immune cells, and recent findings suggest that SOCS proteins, especially SOCS1 and SOCS3, are often dysregulated in a wide variety of autoimmune diseases. [review]"}, {"pubmed": 24636575, "text": "Hepatitis B virus could induce both SOCS-1 and 3 expression regardless of endogenous interferon level."}, {"pubmed": 24726456, "text": "SOCS1 expression decreases with the aggressiveness of colorectal cancer."}, {"pubmed": 24727541, "text": "transcription level is higher in survivors than non-survivors both in pre- and post-treatment acute-on-chronic hepatitis B liver failure patients"}, {"pubmed": 24730420, "text": "IL-6-mediated upregulation of SOCS1 is the mechanism by which umbilical cord mesenchymal stem cells regulate dendritic cell tolerogenic phenotypes."}, {"pubmed": 24768946, "text": "SOCS1 genetic polymorphisms are associated with chronic hepatitis B virus infection."}, {"pubmed": 24769218, "text": "The analyzed region in the SOCS1 was found in a predominant unmethylated state in both groups, as it was expected for CpG islands in normal cells, allowing gene transcription in aggressive periodontitis."}, {"pubmed": 24890164, "text": "SOCS-1 mRNA can be detected in PBMC, and it is down-regulated in IPF patients."}, {"pubmed": 24951315, "text": "This study showed an imbalance of SOCS1 and SOCS3 transcription in MS patients, and a moderated negative correlation between them (Spearman's r=-0.57; p=0.0003)."}, {"pubmed": 24985978, "text": "SOCS-1 -1478CA>del polymorphism does not contribute to UC susceptibility and its disease phenotype in Turkish subjects."}, {"pubmed": 24997329, "text": "The four studied polymorphisms of the SOCS1 gene play an important role as susceptibility markers for developing acute coronary syndrome."}, {"pubmed": 25019494, "text": "In conclusion, miR-221 could accentuate interferon's anti-hepatitis C virus effect by targeting SOCS1 and SOCS3."}, {"pubmed": 25045829, "text": "SOCS1 might contribute to immune-related liver damage in ACHBLF, and its aberrant methylation may be a key event for the prognosis of ACHBLF."}, {"pubmed": 25123164, "text": "the mathylation of SOCS-1 gene plays an important role in the disease progression and is associated with poor survival especially among the high-risk patients."}, {"pubmed": 25207681, "text": "A differential expression of both SOCS1 and SOCS3 was observed between PBMCs and neutrophils in patients with Behcet's disease."}, {"pubmed": 25234720, "text": "HIV gp120-induced IL-23 upregulated suppressor of cytokine signaling 1 (SOCS1) protein in T cells, which inhibited IFN-gamma production."}, {"pubmed": 25261987, "text": "Low expression of SOCS-1 is associated with gastric cancer."}, {"pubmed": 25322862, "text": "SOCS1 interference reduced the proliferation ability of Mel526 human melanoma cells and increased their sensitivity to IFN-gamma."}, {"pubmed": 25330931, "text": "These results suggest that the dysregulation of SOCS1 might be associated with the pathogenesis of systemic lupus erythematosus."}, {"pubmed": 25424734, "text": "The inflammatory response to human chorionic gonadotropin, leading to dysregulation of Il-2 expression and SOCS activation, may be factors in ovarian hyperstimulation syndrome."}, {"pubmed": 25604748, "text": "MicroRNA-19a functions as an oncogenic microRNA in non-small cell lung cancer by targeting the suppressor of cytokine signaling 1 and mediating STAT3 activation"}, {"pubmed": 25623250, "text": "rs423674, or its genetic proxies, may influence MS risk by modulating SOCS1 expression in a cell-specific manner and by influencing dendritic cell function."}, {"pubmed": 25630941, "text": "protein levels are increased in bronchial epithelium from asthmatic patients"}, {"pubmed": 25701091, "text": "SOCS1 mRNA was overexpressed in multiple sclerosis patients versus controls."}, {"pubmed": 25728680, "text": "Findings indicate that SOCS1 mediates its tumor suppressor functions, at least partly, by binding to MET and interfering with downstream signaling pathways as well as by promoting the turnover of the activated MET receptor."}, {"pubmed": 25825445, "text": "Suppressor of cytokine signaling 1 is a positive regulator of TGF-beta-induced prostaglandin production in human follicular dendritic cell-like cells."}, {"pubmed": 25847945, "text": "alveolar macrophages can secrete SOCS1 and -3 in exosomes and microparticles, respectively, for uptake by alveolar epithelial cells and subsequent inhibition of STAT activation."}, {"pubmed": 25849377, "text": "Lower expression of SOCS1 is associated with response to radiation in cervical cancer."}, {"pubmed": 25853848, "text": "SOCS1 promoter methylation is associated with the risk of hepatocellular carcinoma."}, {"pubmed": 25897665, "text": "Soluble egg antigens glycans are essential for induction of enhanced SOCS1 and SHP1 levels in dendritic cells via the mannose receptor."}, {"pubmed": 25997387, "text": "SOCS1 may act as a suppressor of pulmonary fibrosis, by reducing the expression of MMPs and TIMPs."}, {"pubmed": 25998827, "text": "By downregulating the expression of SOCS1, miR-155 wires intestinal myofibroblasts inflammatory phenotype."}, {"pubmed": 26122642, "text": "Upregulation of SOCS1 in persistently respiratory syncytial virus-infected Hep-2 cells is related to the TLR3 signaling pathway, which could be associated with the mechanism of viral persistence."}, {"pubmed": 26159489, "text": "SOCS1 is a target of miR-155 in oxidized low density lipoprotein-stimulated macrophages."}, {"pubmed": 26180928, "text": "Forced expression of SOCS1 revealed a heretofore-unknown mechanism for regulating the cell cycle and may represent a novel therapeutic approach for the treatment of peritoneal carcinomatosis of gastric cancer."}, {"pubmed": 26193702, "text": "Data show that IFN-lambda induced a faster but shorter expression of suppressor of cytokine signaling 1 (SOCS1) which inhibited Janus kinase/signal transducer and activator of transcription (Jak/STAT) pathway and phosphorylation."}, {"pubmed": 26203907, "text": "A higher expression of SOCS1 and CLEC16A in CD4+ T cells in samples homozygous for the risk allele of CLEC16A rs12927355."}, {"pubmed": 26336985, "text": "SOCS1 mutation type qualifies as a single-gene prognostic biomarker in classical Hodgkin lymphoma."}, {"pubmed": 26355912, "text": "Gal1 and gal3 regulate the inflammatory response in airway epithelial cells exposed to microbial neuraminidase by modulating the expression of SOCS1 and RIG1."}, {"pubmed": 26391193, "text": "SOCS1 pro-oncogenic activity correlated with the down-modulation of STAT1 expression. Collectively, these results suggest that SOCS1 may work as an oncogene in CRC."}, {"pubmed": 26573490, "text": "The HBVX gene upregulated the mRNA and protein expression levels of DNMT3A/3B, downregulated the expression of SOCS1 and increased SOCS1 gene promoter CpG island methylation."}, {"pubmed": 26594049, "text": "miR-155 levels were inversely correlated with SOCS1 mRNA expression in oral lichen planus CD4+ T cells."}, {"pubmed": 26620207, "text": "Report simultaneous over-expression of miR-155 and SOCS1 that may be characteristic for Sjogren's syndrome."}, {"pubmed": 26700587, "text": "The present study confirmed that both Fas/FasL signaling and SOCS1 promoted the high glucose induced mitochondrial dysfunction and apoptosis; results implies the key regulatory role of Fas signaling and SOCS in diabetic retinopathy"}, {"pubmed": 26709547, "text": "These data thus suggest that overexpression of SOCS1 and SOCS3 induced by denguevirus infection leads to impairment of antiviral response through the inhibition of STAT functionality."}, {"pubmed": 26725321, "text": "tumor-suppressor functions of SOCS1 in the liver could be mediated, at least partly, via regulation of the expression, stability and subcellular distribution of p21 and its paradoxical oncogenic functions, namely, resistance to apoptosis and increased proliferation"}, {"pubmed": 26747737, "text": "Monocytes of juvenile idiopathic arthritis patients expressed higher transcript levels of SOCS1."}, {"pubmed": 26786212, "text": "Suppressor of cytokine signaling 1 (SOCS1) expression was upregulated in sustained virological responses (SVR) patients compared with non-SVR patients based on a multiplex reverse transcription-polymerase chain reaction analysis. Peripheral blood SOCS1 expression before treatment was not associated with SVR in hepatitis C virus (HCV) genotype 1 patients treated with pegylated IFN-alpha and ribavirin."}, {"pubmed": 26811119, "text": "an overview of the mechanisms underlying SOCS1 function as a tumor suppressor and discuss the emerging evidences of SOCS1 activity as an oncogene."}, {"pubmed": 26812031, "text": "Decreased SOCS1 in PBMCs and T cells from patients with ankylosing spondylitis correlates with patient's functional ability, acute-phase reactants and serum pro-inflammatory cytokines."}, {"pubmed": 26841929, "text": "MiRNA sponges against miR-19 or miR-155 inhibit the functions of these miRNAs and potentiate the induction of SOCS1 and p53 in mouse leukemia cells and in human myeloma cells."}, {"pubmed": 26990535, "text": "miR-203 and miR-221 regulate SOCS1 and SOCS3 in essential thrombocythemia"}, {"pubmed": 27004559, "text": "These results suggest that miR146a may regulate SOCS1/STAT3 and cytokine signalling in monocytes, directing T-cell differentiation and balancing immune clearance and immune injury during chronic viral infection."}, {"pubmed": 27061542, "text": "detecting method and sample size also suggested that abnormal SOCS-1 promoter methylation was correlated to the risk of hepatocellular carcinoma in the majority of these subgroups"}, {"pubmed": 27133036, "text": "Through promoter hypermethylation, the SOCS-1 gene was severely down-regulated in the colorectal cancer tissue samples."}, {"pubmed": 27144517, "text": "Co-immunoprecipitation experiments showed that SOCS1 mutations abolished JAK3 binding, revealing a key role for SOCS1 in regulating JAK3/STAT5 signaling"}, {"pubmed": 27216615, "text": "polymorphisms of the SOCS1 gene are associated with the risk of ischemic stroke in a northern Chinese Han population, suggesting that SOCS1 gene polymorphisms may play an important role in the pathogenesis of ischemic stroke"}, {"pubmed": 27236107, "text": "SOCS1 may promote apoptosis of intestinal epithelial cells at least partly through mediating p53 signaling."}, {"pubmed": 27338192, "text": "SOCS1 inhibits epithelial IL-13 signalling, supporting its key role in regulating Th2-driven eosinophilia in severe asthma"}, {"pubmed": 27339399, "text": "C/EBPbeta overexpression or knockdown did not change the levels of IL-1beta-induced SOCS1. SOCS1 regulated the levels of C/EBPbeta mRNA by ubiquitination of C/EBPbeta as well as transcriptional regulation in human chondrocytes."}, {"pubmed": 27423467, "text": "this study shows that IL-7 induces the expression of SOCS1 through the JAK/STAT-5 pathway"}, {"pubmed": 27423763, "text": "patients with renal graft rejection expressed lower levels of SOCS1"}, {"pubmed": 27478014, "text": "Suppressor Of Cytokine Signaling 1 (SOCS1) overexpression in retinal pigment epithelium cells inhibits some IFNgamma-mediated responses that lead to uveitis development. This notion raises the possibility that SOCS1 overexpression could be a novel target for treating non-infectious uveitis."}, {"pubmed": 27507812, "text": "findings provide novel insight into how dysregulated expression of SOCS increases IL-4 responses in allergic monocytes, and this may represent a new therapeutic avenue for managing allergic disease."}, {"pubmed": 27613835, "text": "SOCS1 antagonizes epithelial-mesenchymal transition by suppressing Src activity, leading to thioredoxin expression and down-regulation of ROS levels in colon cancer cells"}, {"pubmed": 27779203, "text": "Our findings support the tumor suppressor role of SOCS1 in PCa and suggest that attenuation of MET signaling is one of the underlying mechanisms. SOCS1 in PCa cells also appears to prevent the tumor-promoting functions of cancer-associated fibroblasts."}, {"pubmed": 27781323, "text": "Reduced SOCS1 protein levels in systemic lupus erythematosus patients are correlated with enhanced STAT1 activation."}, {"pubmed": 27811366, "text": "Findings indicate that miR-21 and miR-155 promote the development of non-small cell lung carcinoma (NSCLC) in part by downregulating three tumor suppressor genes suppressor of cytokine signaling 1 protein (SOCS1), SOCS6, and PTEN."}, {"pubmed": 28035384, "text": "The results revealed that although the expression levels of SOCS1, SOCS3 and, in particular, pSHP2, tend to decrease in the four types of astrocytomas, PIAS3 downregulation is more negatively correlated with STAT3 activation in the stepwise progress of astrocytomas and would indicate an unfavorable outcome."}, {"pubmed": 28146070, "text": "We demonstrated that VDR/miRNA155-modulated SOCS1 expression is decreased in PBC which may lead to insufficient negative regulation of cytokine signaling. These findings suggest that the decreased VDR signaling in PBC could be of importance in the pathogenesis of PBC."}, {"pubmed": 28188673, "text": "Studies indicate that suppressors of cytokine signaling (SOCS) proteins CIS, SOCS1, and SOCS3 can be considered the third immunocheckpoint molecules since they regulate cytokine signals that control the polarization of CD4(+) T cells and the maturation of CD8(+) T cells."}, {"pubmed": 28196747, "text": "This study showed that SOCS5 expression was significantly down-regulated."}, {"pubmed": 28233302, "text": "Overexpression of SOCS1 has a potent antitumor effect against ESCC."}, {"pubmed": 28235401, "text": "Evaluating SOCS1 and p21 protein expression in prostatectomy specimens may have a prognostic value in identifying the aggressive prostate cancer. Inverse correlation between SOCS1 expression and disease severity was observed. However, SOCS1 expression did not correlate with that of p53, MET or p21 in the whole study cohort."}, {"pubmed": 28258213, "text": "nectin-4 serves as a stimulatory co-receptor for the prolactin receptor by regulating the feedback inhibition of SOCS1 in the JAK2-STAT5a signaling pathway"}, {"pubmed": 28302137, "text": "Mutations of CREBBP and SOCS1 are independent prognostic factors in diffuse large B cell lymphoma; SOCS1 mutations were associated with better progression-free survival."}, {"pubmed": 28355105, "text": "In this study, the authors report that JOSD1 plays an important role in regulating type-I interferon (IFN-I)-mediated antiviral activity. JOSD1 physically interacts with SOCS1, which is an essential negative regulator of many cytokines signaling, and enhances SOCS1 stability by deubiquitinating K48-linked polyubiquitination of SOCS1."}, {"pubmed": 28355202, "text": "reveal a vital contribution of miR-155 upregulation and consequent SOCS1 downregulation to an immune response triggered via IFN-gamma in BA"}, {"pubmed": 28369102, "text": "Results provide evidence that repression of SHP-1, SHP-2 and SOCS-1 gene expression in patient plasma cells supports the constitutive activation of the JAK/STAT3 pathway and probably leads to higher degrees of bone marrow invasion."}, {"pubmed": 28373981, "text": "IL-4 signaling plays a crucial role in the regulatory functions of SOCS1 in apoptosis and inflammation in human osteoarthritic chondrocytes. These findings provide a potential therapeutic target for the clinical treatment of osteoarthritis (OA)"}, {"pubmed": 28466787, "text": "SOCS1 silencing can inhibit proliferation and induce apoptosis of MV3 and A357 melanoma cells in vivo and in vitro by inhibiting extracellular signal-regulated kinase and janus kinase signal transduction and activators of transcription signaling pathways."}, {"pubmed": 28569589, "text": "Our findings revealed significantly higher rates of insulin resistance, obesity and dyslipidaemia in Turkish patients with polycystic ovary syndrome compared with age-matched healthy controls, while no difference between study groups in terms of the rate of SOCS1-1478 CA/del polymorphism along with no significant relation of SOCS1-1478 CA/del polymorphism to insulin resistance and PCOS status."}, {"pubmed": 28608623, "text": "Guar gum fiber increases SOCS-1 expression in Caco-2 cells."}, {"pubmed": 28643757, "text": "SOCS-1, SOCS-2, and SOCS-3 proteins may directly or indirectly, have important roles in development and pathogenesis of papillary thyroid cancer"}, {"pubmed": 28661477, "text": "our findings demonstrate that 5-hmC loss is an epigenetic hallmark of hepatocellular carcinoma , and miR-29a is an important epigenetic modifier, promoting HCC metastasis through TET-SOCS1-MMP9 axis silencing. The results offer a new strategy for epigenetic cancer therapy"}, {"pubmed": 28704535, "text": "SOCS1 rs33932899 genotype was significantly related to severe necroinflammatory activity (NIA) grade of chronic hepatitis C patients."}, {"pubmed": 28732559, "text": "overexpression of SOCS-1 prevented TNF-alpha-mediated cell oxidative stress and apoptosis in human renal tubular epithelial cells"}, {"pubmed": 28753595, "text": "The results indicate SOCS1 plays an important role in AML and its higher expression serves as a new biomarker to risk-stratify AML patients."}, {"pubmed": 28762092, "text": "This study evaluation the roles of SOCS1, the regulator of TLR9, RIG-I, and CD152 in patients with liver fibrosis/cirrhosis; the use of polymorphisms as markers for genetic risk is reported."}, {"pubmed": 28900038, "text": "IFN-lambda signaling is regulated by SOCS1 but not by SOCS3 or USP18."}, {"pubmed": 29042418, "text": "Inhibiting the STAT3-Mcl-1 signaling axis by ectopic SOCS1 improved radiosensitivity by inducing apoptosis and enhancing DNA damage after radiotherapy, offering a mechanistic rationale for a new esophageal squamous cell carcinoma treatment."}, {"pubmed": 29081404, "text": "we report here that SOCS1 impacts the pattern of secreted products in cells with active p53 and is required for the expression of a selective set of p53 target genes including those involved in ferroptosis."}, {"pubmed": 29085209, "text": "SOCS1 attenuates migration and invasion properties of hepatocellular carcinoma cells at least partly via modulation of MET-mediated epithelial-mesenchymal transition, and controls invasive tumor growth."}, {"pubmed": 29108854, "text": "SOCS-1 relieves smoke inhalation-induced lung injury by repressing ASK-1 and DISC-mediated epithelium apoptosis."}, {"pubmed": 29398326, "text": "A significant increase was observed in expression of STAT3 and lnc-DC genes but not SOCS1 in coronary artery disease \\+ versus coronary artery disease- patients."}, {"pubmed": 29506516, "text": "SOCS1 is regulated in prostate cancer cells through miR-221-5p expression."}, {"pubmed": 29527785, "text": "SOCS1 protein overexpression was associated with advanced clinical stage, large tumor size, more lymph node metastasis, distant metastasis, and histological grade in triple-negative breast cancer."}, {"pubmed": 29565742, "text": "Increase in Expression of SOCS1 Gene with Increase in Hepatitis C Virus Viral Load"}, {"pubmed": 29630758, "text": "The protein-protein docking study of SOCS1 with its natural substrates, IRS1 and IRS2, and subsequent solvent accessible surface area analysis gave insight into the binding region of the SOCS1 protein."}, {"pubmed": 29674694, "text": "The kinase inhibitory region of SOCS1 targets the substrate binding groove of JAK1 and JAK2 with high specificity and thereby blocks any subsequent phosphorylation."}, {"pubmed": 29712772, "text": "SOCS1/3-mediated degradation of IFN regulatory factor 7 directly regulates TLR7 signaling and type I IFN production in pDCs."}, {"pubmed": 29907905, "text": "SOCS-1 relieves smoke inhalation-induced pulmonary inflammation and injury by inhibiting NALP3 inflammasome formation."}, {"pubmed": 29916533, "text": "SOCS1 gene methylation caused gene silencing of SOCS1."}, {"pubmed": 29990515, "text": "According to the results of this study, it can be suggested that the DNA methylation of SOCS1 gene is likely to affect the gene expression and thereby contribute to the pathogenesis of Behcet's disease."}, {"pubmed": 29991678, "text": "CUEDC2, a novel interacting partner of the SOCS1 protein, plays important roles in the leukaemogenesis of acute myeloid leukaemia"}, {"pubmed": 30144205, "text": "results position inactivation of HNRNPK and SOCS1 as potential driver events in mycosis fungoides development"}, {"pubmed": 30224514, "text": "this study shows that IL-17A attenuates IFN-lambda expression by inducing SOCS1 expression in airway epithelium"}, {"pubmed": 30453988, "text": "High SOCS1 expression is associated with higher grade breast cancer."}, {"pubmed": 30689554, "text": "Methylation of suppressor of cytokine signaling 1 (SOCS-1) genes is higher in hepatocellular carcinoma (HCC) patients than in patients with liver cirrhosis (LC). Methylation of SOCS-1 gene is significantly associated with tumor size and alpha fetoprotein."}, {"pubmed": 30811476, "text": "The results showed that SOCS1 and SOCS3 are overexpressed in glioblastoma (GBM), as compared to a non-tumoral brain RNA pool. SOCS1 and SOCS3 expression were reduced by siRNA, and it was found that SOCS3 inhibition increases radioresistance in GBM cell lines, suggesting a key role of SOCS3 in radioresistant acquisition."}, {"pubmed": 30873664, "text": "miR-4458 regulates cell proliferation and apoptosis through targeting SOCS1 in triple-negative breast cancer."}, {"pubmed": 31038361, "text": "our results indicated that miR-29a worked as the tumor suppressor of cervical cancer via DNMT1-mediated methylation of tumor suppressor gene SOCS1, which suppressed NF-kappaB pathway for suppressing tumor cell proliferation, cell migration or invasion and accelerating apoptosis, although more in vivo evidences should be pursued to validate the proposed working model."}, {"pubmed": 31101761, "text": "Samples from human lymphomas that often overexpress SOCS1 also displayed SRC family kinase activation"}, {"pubmed": 31407320, "text": "Diffuse large B-cell lymphoma patients harbouring putative pathogenic SOCS1 mutations showed significant reduced overall survival with CHOP plus rituximab."}, {"pubmed": 31409905, "text": "REX1 overexpression could play a crucial role in the metastasis and invasion of cervical cancer by upregulating the activity of the JAK2/STAT3 pathway by trans-suppressing SOCS1 expression."}, {"pubmed": 31456112, "text": "in vitro cell proliferation and apoptosis assays suggested down-regulation of HEIH inhibited triple-negative breast cancer cell proliferation and promoted apoptosis through regulating miR-4458/SOCS1 axis"}, {"pubmed": 31515941, "text": "The authors show that a subset of diffuse large B-cell lymphoma cases have evolved mechanisms that ensure constitutive activation of the IL-6 signaling pathway, i.e., the expression of both chains of the IL-6R, the expression of the cytokine itself, and the mutational inactivation of a negative regulator of IL-6 signaling, SOCS1."}, {"pubmed": 31535716, "text": "Clinical correlation of liver function tests with suppression of cytokine signaling (SOCS1) gene expression in HCV infected patients: A real-world clinical experience."}, {"pubmed": 31668806, "text": "TRIM14 interacted with the suppressor of cytokine-signaling-1 (SOCS1), a negative regulator of STAT3 activation and knockdown of TRIM14 inhibited SOCS1 ubiquitination."}, {"pubmed": 31709719, "text": "miR-922 regulates apoptosis, migration, and invasion by targeting SOCS1 in gastric cancer."}, {"pubmed": 31718618, "text": "aberrant miR-155 expression was contained in ATC progression. miR-155 overexpression promotes cancer progression via SOCS1 deregulation."}, {"pubmed": 31879859, "text": "Effects of miR-150-5p on the growth and SOCS1 expression of rheumatoid arthritis synovial fibroblasts."}, {"pubmed": 31910343, "text": "LncRNA MAGI2-AS3 Upregulates Cytokine Signaling 1 by Sponging miR-155 in Non-Small Cell Lung Cancer."}, {"pubmed": 31930529, "text": "The microRNA-155 mediates hepatitis B virus replication by reinforcing SOCS1 signalling-induced autophagy."}, {"pubmed": 31985329, "text": "Clinical Correlation of Blood Cells with Suppression of Cytokine Signaling Gene Expression in Hepatitis C Virus-Infected Patients."}, {"pubmed": 32006198, "text": "DNA methylation of SOCS1/2/3 predicts hepatocellular carcinoma recurrence after liver transplantation."}, {"pubmed": 32097250, "text": "Polymorphisms of SOCS-1 Are Associated With a Rapid HIV Progression Rate."}, {"pubmed": 32173492, "text": "lncRNA TUG1 regulates ulcerative colitis through miR-142-5p/SOCS1 axis."}, {"pubmed": 32289665, "text": "LncRNA LINC-PINT increases SOCS1 expression by sponging miR-155-5p to inhibit the activation of ERK signaling pathway in rheumatoid arthritis synovial fibroblasts induced by TNF-alpha."}, {"pubmed": 32390384, "text": "Aberrant Methylation of Suppressor of Cytokine Signaling 1 (SOCS1) Gene as a Biomarker for Early Prediction and Diagnosis of Bladder Cancer."}, {"pubmed": 32495891, "text": "Gene polymorphisms of SOCS1 and SOCS2 and acute lymphoblastic leukemia."}, {"pubmed": 32516488, "text": "Suppressor of cytokine signaling 1 inhibits the maturation of dendritic cells involving the nuclear factor kappa B signaling pathway in the glioma microenvironment."}, {"pubmed": 32532301, "text": "Influenza a virus antagonizes type I and type II interferon responses via SOCS1-dependent ubiquitination and degradation of JAK1."}, {"pubmed": 32587662, "text": "miR-155-5p Implicates in the Pathogenesis of Renal Fibrosis via Targeting SOCS1 and SOCS6."}, {"pubmed": 32670294, "text": "Identification of a Human SOCS1 Polymorphism That Predicts Rheumatoid Arthritis Severity."}, {"pubmed": 32700452, "text": "A homogeneous immunoassay for detection of the interaction between two tumor biomarkers of IGF1R-beta and SOCS1."}, {"pubmed": 32722523, "text": "Yellow Fever Virus Down-Regulates mRNA Expression of SOCS1 in the Initial Phase of Infection in Human Cell Lines."}, {"pubmed": 32807134, "text": "Prognostic significance of SOCS1 and SOCS3 tumor suppressors and oncogenic signaling pathway genes in hepatocellular carcinoma."}, {"pubmed": 33048478, "text": "SOCS1 Represses Fractionated Ionizing Radiation-Induced EMT Signaling Pathways through the Counter-Regulation of ROS-Scavenging and ROS-Generating Systems."}, {"pubmed": 33067944, "text": "[Effect of SOCS1 Gene on Growth Inhibition of Acute Myeloid Leukemia Cells Mediated by JAK2/STAT Signaling Pathway]."}, {"pubmed": 33087723, "text": "Early-onset autoimmunity associated with SOCS1 haploinsufficiency."}, {"pubmed": 33172542, "text": "Anti-inflammatory mechanisms of suppressors of cytokine signaling target ROS via NRF-2/thioredoxin induction and inflammasome activation in macrophages."}, {"pubmed": 33193390, "text": "SOCS, Intrinsic Virulence Factors, and Treatment of COVID-19."}, {"pubmed": 33201080, "text": "JAK/STAT Dysregulation With SOCS1 Overexpression in Acquired Cholesteatoma-Adjacent Mucosa."}, {"pubmed": 33225311, "text": "Genomic characterization of HIV-associated plasmablastic lymphoma identifies pervasive mutations in the JAK-STAT pathway."}, {"pubmed": 33388421, "text": "Cancer-secreted exosomal miR-1468-5p promotes tumor immune escape via the immunosuppressive reprogramming of lymphatic vessels."}, {"pubmed": 33476981, "text": "p53 affects epigenetic signature on SOCS1 promoter in response to TLR4 inhibition."}, {"pubmed": 33509657, "text": "Suppression of IL-17A-induced CCL20 production by cytokine inducible SH2-containing protein 1 in epidermal keratinocytes."}, {"pubmed": 33585275, "text": "MicroRNA-30e-5p Regulates SOCS1 and SOCS3 During Bacterial Infection."}, {"pubmed": 33754058, "text": "SPTBN1 inhibits inflammatory responses and hepatocarcinogenesis via the stabilization of SOCS1 and downregulation of p65 in hepatocellular carcinoma."}, {"pubmed": 33955508, "text": "Downregulation of microRNA221 facilitates H1N1 influenza A virus replication through suppression of typeIFN response by targeting the SOCS1/NFkappaB pathway."}, {"pubmed": 34281463, "text": "Telmisartan mitigates lipopolysaccharide (LPS)-induced production of mucin 5AC (MUC5AC) through increasing suppressor of cytokine signaling 1 (SOCS1)."}, {"pubmed": 34368875, "text": "GFI1 promotes the proliferation and migration of esophageal squamous cell carcinoma cells through the inhibition of SOCS1 expression."}, {"pubmed": 34496883, "text": "Expression and significance of miR-30d-5p and SOCS1 in patients with recurrent implantation failure during implantation window."}, {"pubmed": 34778460, "text": "SOCS1 Mediates Berberine-Induced Amelioration of Microglial Activated States in N9 Microglia Exposed to beta Amyloid."}, {"pubmed": 34854137, "text": "Combination of two monoclonal antibodies with SOCS1 N- and C-terminal binding sites to address SOCS1 status in B cells and B-cell lymphoma."}, {"pubmed": 34856472, "text": "Ferroptosis-related gene SOCS1, a marker for tuberculosis diagnosis and treatment, involves in macrophage polarization and facilitates bone destruction in tuberculosis."}, {"pubmed": 35077723, "text": "Molecular characterization and immunoregulatory analysis of suppressors of cytokine signaling 1 (SOCS1) in black rockfish, Sebastes schlegeli."}, {"pubmed": 35115241, "text": "Association of mannose-binding lectin 2 (MBL2) and suppressor of cytokine signaling-1 (SOCS1) gene variants in children with febrile neutropenia."}, {"pubmed": 35295043, "text": "SOCS-1 1478 CA/del gene polymorphism affects survival in colorectal carcinoma."}, {"pubmed": 35321782, "text": "SOCS1 counteracts ROS-mediated survival signals and promotes apoptosis by modulating cell cycle to increase radiosensitivity of colorectal cancer cells."}, {"pubmed": 35524373, "text": "Altered Expression Levels of MicroRNA-155 and SOCS-1 in Peripheral Blood Mononuclear Cells of Newly Diagnosed Breast Cancer Patients."}, {"pubmed": 35563301, "text": "Modulation of Mismatch Repair and the SOCS1/p53 Axis by microRNA-155 in the Colon of Patients with Primary Sclerosing Cholangitis."}, {"pubmed": 35585676, "text": "Multiomics Analysis Identifies SOCS1 as Restraining T Cell Activation and Preventing Graft-Versus-Host Disease."}, {"pubmed": 35593996, "text": "Quantitative detection of methylated SOCS-1 in schizophrenia and bipolar disorder considering SOCS-1 -1478CA/del polymorphism and clinical parameters."}, {"pubmed": 35733067, "text": "MiR-155-5p modulates inflammatory phenotype of activated oral lichen-planus-associated-fibroblasts by targeting SOCS1."}, {"pubmed": 35885930, "text": "The Effect of Host miRNAs on Prognosis in COVID-19: miRNA-155 May Promote Severity via Targeting Suppressor of Cytokine Signaling 1 (SOCS1) Gene."}, {"pubmed": 35946880, "text": "MiR-222-3p Aggravates the Inflammatory Response by Targeting SOCS1 to Activate STAT3 Signaling in Ulcerative Colitis."}, {"pubmed": 36064035, "text": "MicroRNA-29b regulates pyroptosis involving calcific aortic valve disease through the STAT3/SOCS1 pathway."}, {"pubmed": 36448222, "text": "The suppressor of cytokine signaling-1 (SOCS1) gene polymorphism and promoter methylation correlate with the course of COVID-19."}, {"pubmed": 36459028, "text": "Methylation of the suppressor of Cytokine Signaling 1 Gene (SOCS1) in Philadelphia-negative myeloproliferative neoplasms."}, {"pubmed": 36546418, "text": "Growth hormone inhibits the JAK/STAT3 pathway by regulating SOCS1 in endometrial cells <em>in vitro</em>: a clue to enhance endometrial receptivity in recurrent implantation failure."}, {"pubmed": 36609306, "text": "Alterations of SOCS1 and SOCS3 transcript levels, but not promoter methylation levels in subcutaneous adipose tissues in obese women."}, {"pubmed": 36781608, "text": "The SOCS-1 -1478CA/del functional polymorphism (rs33989964) is associated with gastric cancer but is unrelated to overall survival."}, {"pubmed": 36813059, "text": "Structural analysis and conformational dynamics of SOCS1 gene mutations involved in diffuse large B-cell lymphoma."}, {"pubmed": 36934508, "text": "The SOCS1 KIR and SH2 domain are both required for suppression of cytokine signaling in vivo."}, {"pubmed": 37039998, "text": "Expression analysis of IL-2, TBX21 and SOCS1 in peripheral blood cells of celiac disease patients reveals the diagnostic potential of IL-2."}, {"pubmed": 37156031, "text": "A ferroptosis-related gene in Helicobacter pylori infection, SOCS1, serves as a potential prognostic biomarker and corresponds with tumor immune infiltration in stomach adenocarcinoma: In silico approach."}, {"pubmed": 37307689, "text": "SARS-CoV2 infection induce miR-155 expression and skewed Th17/Treg balance by changing SOCS1 level: A clinical study."}, {"pubmed": 37479878, "text": "Long non-coding RNA MIR22HG inhibits the proliferation and migration, and promotes apoptosis by targeting microRNA-9-3p/ SOCS1 axis in small cell lung cancer cells."}, {"pubmed": 37526791, "text": "The importance of SOCS1 - 1478 CA/del polymorphism and expression in breast cancer: a case-control study in the north of Iran."}, {"pubmed": 37665951, "text": "SOCS1 acts as a ferroptosis driver to inhibit the progression and chemotherapy resistance of triple-negative breast cancer."}, {"pubmed": 37720228, "text": "Gold nanoparticles attenuate the interferon-gamma induced SOCS1 expression and activation of NF-kappaB p65/50 activity via modulation of microRNA-155-5p in triple-negative breast cancer cells."}, {"pubmed": 37797401, "text": "In cis \"benign\" SOCS1 variants linked to enhanced interferon signaling and autoimmunity."}, {"pubmed": 37821194, "text": "Suppressor of Cytokine Signaling 1 Haploinsufficiency: A New Driver of Autoimmunity and Immunodysregulation."}, {"pubmed": 38244240, "text": "EP300 improves endothelial injury and mitochondrial dysfunction in coronary artery disease by regulating histone acetylation of SOCS1 promoter via inhibiting JAK/STAT pathway."}, {"pubmed": 38384018, "text": "Global and promoter specific hypermethylation of tumor suppressor genes P16, SOCS1, and SHP1 in oral squamous cell carcinoma and oral submucous fibrosis."}, {"pubmed": 38436805, "text": "Downregulation of lncRNA CDKN2B-AS1 attenuates inflammatory response in mice with allergic rhinitis by regulating miR-98-5p/SOCS1 axis."}, {"pubmed": 38484644, "text": "IL-13 facilitates ferroptotic death in asthmatic epithelial cells via SOCS1-mediated ubiquitinated degradation of SLC7A11."}, {"pubmed": 38774752, "text": "The Role of JAK-STAT-SOCS1 Axis in Tumorigenesis, Malignant Progression and Lymphatic Metastasis of Penile Cancer."}, {"pubmed": 38874740, "text": "Unmasking early colorectal cancer clues: in silico and in vitro investigation of downregulated IGF2, SOCS1, MLH1, and CACNA1G in SSA polyps."}, {"pubmed": 38975347, "text": "SOCS1 and SOCS3 as key checkpoint molecules in the immune responses associated to skin inflammation and malignant transformation."}], "genomic_pos": {"chr": "16", "end": 11256204, "ensemblgene": "ENSG00000185338", "start": 11254417, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 11350036, "start": 11348262, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001817", "qualifier": "involved_in", "term": "regulation of cytokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001932", "qualifier": "involved_in", "term": "regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007259", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway via JAK-STAT"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030225", "pubmed": 32634427, "qualifier": "involved_in", "term": "macrophage differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035556", "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042532", "pubmed": 25019494, "qualifier": "involved_in", "term": "negative regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042532", "qualifier": "involved_in", "term": "negative regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043372", "qualifier": "involved_in", "term": "positive regulation of CD4-positive, alpha-beta T cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043377", "qualifier": "involved_in", "term": "negative regulation of CD8-positive, alpha-beta T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045444", "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045591", "pubmed": 22387553, "qualifier": "involved_in", "term": "positive regulation of regulatory T cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046426", "pubmed": 25019494, "qualifier": "involved_in", "term": "negative regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046426", "qualifier": "involved_in", "term": "negative regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0046426", "pubmed": 9727029, "qualifier": "involved_in", "term": "negative regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046627", "qualifier": "involved_in", "term": "negative regulation of insulin receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046854", "qualifier": "involved_in", "term": "phosphatidylinositol phosphate biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071230", "qualifier": "involved_in", "term": "cellular response to amino acid stimulus"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 9202126, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005942", "qualifier": "part_of", "term": "phosphatidylinositol 3-kinase complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031410", "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036464", "qualifier": "located_in", "term": "cytoplasmic ribonucleoprotein granule"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004860", "pubmed": 9202125, "qualifier": "enables", "term": "protein kinase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005159", "pubmed": 9727029, "qualifier": "enables", "term": "insulin-like growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16273093, 16643902, 17183367, 18172216, 23401859, 31980649, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0019210", "qualifier": "enables", "term": "kinase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 9727029, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0046935", "qualifier": "enables", "term": "1-phosphatidylinositol-3-kinase regulator activity"}]}, "homologene": {"genes": [[7955, 445073], [8364, 496789], [9031, 416630], [9544, 711180], [9598, 737070], [9606, 8651], [9615, 490006], [9913, 518795], [10090, 12703], [10116, 252971]], "id": 2776}, "interpro": [{"desc": "SH2 domain", "id": "IPR000980", "short_desc": "SH2"}, {"desc": "SOCS box domain", "id": "IPR001496", "short_desc": "SOCS_box"}, {"desc": "SOCS1, SH2 domain", "id": "IPR035861", "short_desc": "SOCS1_SH2"}, {"desc": "SOCS box-like domain superfamily", "id": "IPR036036", "short_desc": "SOCS_box-like_dom_sf"}, {"desc": "SH2 domain superfamily", "id": "IPR036860", "short_desc": "SH2_dom_sf"}], "ipi": "IPI00021491", "map_location": "16p13.13", "name": "suppressor of cytokine signaling 1", "other_names": ["JAK binding protein", "STAT induced SH3 protein 1", "STAT-induced STAT inhibitor 1", "Tec-interacting protein 3", "cytokine-inducible SH2 protein 1", "suppressor of cytokine signaling 1"], "pantherdb": {"HGNC": "19383", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1354910", "ortholog_type": "LDO", "panther_family": "PTHR10155", "taxid": 10090, "uniprot_kb": "O35716"}, {"RGD": "69272", "ortholog_type": "LDO", "panther_family": "PTHR10155", "taxid": 10116, "uniprot_kb": "Q9QX78"}, {"Ensembl": "ENSGALG00000007158", "ortholog_type": "LDO", "panther_family": "PTHR10155", "taxid": 9031, "uniprot_kb": "B6RCQ2"}, {"ZFIN": "ZDB-GENE-090313-141", "ortholog_type": "O", "panther_family": "PTHR10155", "taxid": 7955, "uniprot_kb": "E7FDH8"}, {"ZFIN": "ZDB-GENE-040801-205", "ortholog_type": "LDO", "panther_family": "PTHR10155", "taxid": 7955, "uniprot_kb": "Q6DEF9"}], "uniprot_kb": "O15524"}, "pathway": {"biocarta": {"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}, "kegg": [{"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04917", "name": "Prolactin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04930", "name": "Type II diabetes mellitus - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa05145", "name": "Toxoplasmosis - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL4", "name": "IL4"}, {"id": "Pathway_IL5", "name": "IL5"}, {"id": "Pathway_KitReceptor", "name": "KitReceptor"}, {"id": "Pathway_Prolactin", "name": "Prolactin"}], "pid": [{"id": "ifngpathway", "name": "IFN-gamma pathway"}, {"id": "il12_2pathway", "name": "IL12-mediated signaling events"}, {"id": "il2_1pathway", "name": "IL2-mediated signaling events"}, {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, {"id": "kitpathway", "name": "Signaling events mediated by Stem cell factor receptor (c-Kit)"}], "reactome": [{"id": "R-HSA-1266695", "name": "Interleukin-7 signaling"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1433557", "name": "Signaling by SCF-KIT"}, {"id": "R-HSA-1433559", "name": "Regulation of KIT signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-877312", "name": "Regulation of IFNG signaling"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-912694", "name": "Regulation of IFNA/IFNB signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-9674555", "name": "Signaling by CSF3 (G-CSF)"}, {"id": "R-HSA-9674555", "name": "Signaling by CSF3 (G-CSF)"}, {"id": "R-HSA-9705462", "name": "Inactivation of CSF3 (G-CSF) signaling"}, {"id": "R-HSA-9705462", "name": "Inactivation of CSF3 (G-CSF) signaling"}, {"id": "R-HSA-982772", "name": "Growth hormone receptor signaling"}, {"id": "R-HSA-983168", "name": "Antigen processing: Ubiquitination & Proteasome degradation"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP2037", "name": "Prolactin Signaling Pathway"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP304", "name": "Kit receptor signaling pathway"}, {"id": "WP3935", "name": "Leptin Insulin Overlap"}, {"id": "WP395", "name": "IL-4 signaling pathway"}, {"id": "WP4197", "name": "Immune response to tuberculosis"}, {"id": "WP4298", "name": "Acute viral myocarditis"}, {"id": "WP4559", "name": "Interactions between immune cells and microRNAs in tumor microenvironment"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP5072", "name": "Modulators of TCR signaling and T cell activation"}, {"id": "WP581", "name": "EPO Receptor Signaling"}, {"id": "WP585", "name": "Interferon type I signaling pathways"}, {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}]}, "pfam": ["PF00017", "PF07525"], "pharmgkb": "PA134863068", "pharos": {"target_id": 8491, "tdl": "Tbio"}, "prosite": ["PS50001", "PS50225"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258959", "relationship": "is"}, {"id": "GNF258960", "relationship": "is"}, {"id": "GNF258961", "relationship": "is"}, {"id": "GNF258962", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF048063", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083832", "relationship": "is"}, {"id": "GNF091184", "relationship": "is"}, {"id": "GNF091185", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055243", "relationship": "is"}, {"id": "GNF055299", "relationship": "is"}, {"id": "GNF074433", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062079", "relationship": "is"}, {"id": "GNF062080", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098872", "relationship": "is"}, {"id": "GNF138527", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1"], "protein": "NP_003736.1", "rna": "NM_003745.2", "translation": {"protein": "NP_003736.1", "rna": "NM_003745.2"}}, "reporter": {"HG-U133_Plus_2": ["209999_x_at", "210000_s_at", "210001_s_at", "213337_s_at"], "HG-U95Av2": ["41592_at", "41593_at"], "HG-U95B": "48838_s_at", "HTA-2_0": "TC16000862.hg.1", "HuEx-1_0": "3680213", "HuGene-1_1": "7999423", "HuGene-2_1": "16823866"}, "summary": "This gene encodes a member of the STAT-induced STAT inhibitor (SSI), also known as suppressor of cytokine signaling (SOCS), family. SSI family members are cytokine-inducible negative regulators of cytokine signaling. The expression of this gene can be induced by a subset of cytokines, including IL2, IL3 erythropoietin (EPO), CSF2/GM-CSF, and interferon (IFN)-gamma. The protein encoded by this gene functions downstream of cytokine receptors, and takes part in a negative feedback loop to attenuate cytokine signaling. Knockout studies in mice suggested the role of this gene as a modulator of IFN-gamma action, which is required for normal postnatal growth and survival. [provided by RefSeq, Jul 2008].", "symbol": "SOCS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1426208"}, "unigene": "Hs.50640", "uniprot": {"Swiss-Prot": "O15524", "TrEMBL": "Q4JHT5"}, "wikipedia": {"url_stub": "Suppressor of cytokine signaling 1"}}