{"AllianceGenome": "19391", "HGNC": "19391", "MIM": "604176", "_id": "9021", "_version": 2, "accession": {"genomic": ["AC061992.11", "CH471099.1", "CP068261.2", "LC461708.1", "NC_000017.11", "NC_060941.1", "NG_016851.1"], "protein": ["AAD42231.1", "AAH60858.1", "AAV38351.1", "BAA22430.1", "BAA22537.1", "BAG36886.1", "CAG38736.1", "CAG46495.1", "EAW89521.1", "EAW89522.1", "NP_001365861.1", "NP_001365862.1", "NP_003946.3", "O14543.1"], "rna": ["AB004904.1", "AB006967.1", "AF159854.1", "AK309756.1", "AK314212.1", "AU134017.1", "BC060858.1", "BE048635.1", "BE245649.1", "BT019544.1", "CR536497.1", "CR541694.1", "DA671124.1", "NM_001378932.1", "NM_001378933.1", "NM_003955.5"], "translation": [{"protein": "NP_003946.3", "rna": "NM_003955.5"}, {"protein": "BAA22537.1", "rna": "AB006967.1"}, {"protein": "NP_001365861.1", "rna": "NM_001378932.1"}, {"protein": "CAG46495.1", "rna": "CR541694.1"}, {"protein": "BAG36886.1", "rna": "AK314212.1"}, {"protein": "AAD42231.1", "rna": "AF159854.1"}, {"protein": "AAV38351.1", "rna": "BT019544.1"}, {"protein": "NP_001365862.1", "rna": "NM_001378933.1"}, {"protein": "AAH60858.1", "rna": "BC060858.1"}, {"protein": "CAG38736.1", "rna": "CR536497.1"}, {"protein": "BAA22430.1", "rna": "AB004904.1"}]}, "alias": ["ATOD4", "CIS3", "Cish3", "SOCS-3", "SSI-3", "SSI3"], "ensembl": {"gene": "ENSG00000184557", "protein": ["ENSP00000330341", "ENSP00000464727"], "transcript": ["ENST00000330871", "ENST00000587578"], "translation": [{"protein": "ENSP00000330341", "rna": "ENST00000330871"}, {"protein": "ENSP00000464727", "rna": "ENST00000587578"}], "type_of_gene": "protein_coding"}, "entrezgene": "9021", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.39435953292796, "exp_mis": 100.25368197409, "exp_syn": 54.0946628926062, "lof_z": 1.53279620746816, "mis_z": 2.94340463948885, "mu_lof": 2.0791902334e-07, "mu_mis": 1.02175110905e-05, "mu_syn": 5.49611127933e-06, "n_lof": 0.0, "n_mis": 40.0, "n_syn": 37.0, "p_li": 0.576558158731858, "p_null": 0.0444929217887111, "p_rec": 0.378948919479431, "syn_z": 1.44089634809542}, "bp": 678, "cds_end": 76355176, "cds_start": 76354498, "n_exons": 1, "nonpsych": {"exp_lof": 2.14932049968846, "exp_mis": 90.7214533242801, "exp_syn": 48.9430850559611, "lof_z": 1.43980113490525, "mis_z": 3.00368234581133, "mu_lof": 2.0791902334e-07, "mu_mis": 1.02175110905e-05, "mu_syn": 5.49611127933e-06, "n_lof": 0.0, "n_mis": 34.0, "n_syn": 32.0, "p_li": 0.583610103541833, "p_null": 0.0493345273613887, "p_rec": 0.367055369096778, "syn_z": 1.52479137356398}, "nontcga": {"exp_lof": 2.20107526082617, "exp_mis": 92.2316587492958, "exp_syn": 49.765357483967, "lof_z": 1.46352002762144, "mis_z": 2.86521955428295, "mu_lof": 2.0791902334e-07, "mu_mis": 1.02175110905e-05, "mu_syn": 5.49611127933e-06, "n_lof": 0.0, "n_mis": 37.0, "n_syn": 32.0, "p_li": 0.567704915949975, "p_null": 0.0472122489794553, "p_rec": 0.38508283507057, "syn_z": 1.59453019107566}, "transcript": "ENST00000330871.2"}, "exons": [{"cdsend": 78359095, "cdsstart": 78358417, "chr": "17", "position": [[78356780, 78359183], [78359644, 78359667]], "strand": -1, "transcript": "NM_001378932", "txend": 78359667, "txstart": 78356780}, {"cdsend": 78359095, "cdsstart": 78358417, "chr": "17", "position": [[78356780, 78359183], [78360855, 78360925]], "strand": -1, "transcript": "NM_001378933", "txend": 78360925, "txstart": 78356780}, {"cdsend": 78359095, "cdsstart": 78358417, "chr": "17", "position": [[78356780, 78359183], [78359749, 78360077]], "strand": -1, "transcript": "NM_003955", "txend": 78360077, "txstart": 78356780}], "exons_hg19": [{"cdsend": 76355176, "cdsstart": 76354498, "chr": "17", "position": [[76352861, 76355264], [76355725, 76355748]], "strand": -1, "transcript": "NM_001378932", "txend": 76355748, "txstart": 76352861}, {"cdsend": 76355176, "cdsstart": 76354498, "chr": "17", "position": [[76352861, 76355264], [76356936, 76357006]], "strand": -1, "transcript": "NM_001378933", "txend": 76357006, "txstart": 76352861}, {"cdsend": 76355176, "cdsstart": 76354498, "chr": "17", "position": [[76352861, 76355264], [76355830, 76356158]], "strand": -1, "transcript": "NM_003955", "txend": 76356158, "txstart": 76352861}], "generif": [{"pubmed": 11727828, "text": "active MKK6 in HepG2 cells enhanced basal activity or IL-6-induced transcriptional activation of a SOCS3 promoter"}, {"pubmed": 12027890, "text": "evidence for pY429pY431 being a new high affinity binding site for SOCS-3 on the EpoR"}, {"pubmed": 12198248, "text": "SOCS-3 is a major regulator of growth hormone signaling in insulin-producing cells"}, {"pubmed": 12351404, "text": "chronic expression confers resistance to IFN-alpha in chronic myelogenous leukemia cells"}, {"pubmed": 12403768, "text": "These data suggest, that there are two, largely distinct modes of negative regulation of gp130 activity, despite the fact that both SOCS3 and SHP2 are recruited to the same site within gp130."}, {"pubmed": 12459551, "text": "translational control plays an important role in stabilization and function of SOCS3"}, {"pubmed": 12560330, "text": "SOCS-3 may have a role in IL-6-mediated insulin resistance in liver"}, {"pubmed": 12565872, "text": "Results describe the cloning and characterization of the promoter region of the human SOCS-3 gene."}, {"pubmed": 12626585, "text": "Data showing that SOCS3 is not recruited to phosphotyrosine motifs of the IL-10 receptor complex suggest that IL-10 signaling is less sensitive than IL-6 signaling to inhibition by SOCS3."}, {"pubmed": 12654831, "text": "induction of SOCS3 by Leishmania donovani provides a potent inhibitory mechanism by which intracellular microorganisms may suppress macrophage activation and interfere with the host immune response"}, {"pubmed": 12688541, "text": "SOCS-3 plays an important role in the suppression of cytokine signaling by GH in down-regulating the acute phase response after injury."}, {"pubmed": 12783885, "text": "acceleration of degradation by tyrosine phosphorylation"}, {"pubmed": 12847520, "text": "These data indicate that SOCS-3 has an important role in regulating the onset and maintenance of T(H)2-mediated allergic immune disease."}, {"pubmed": 14617776, "text": "hypermethylation in CpG islands of the functional SOCS-3 promoter that correlates with its transcription silencing in primary lung cancer tissue samples"}, {"pubmed": 15163721, "text": "rapidly induced in amnion FL cells in HSV-1 infection and appears to be mainly responsible for suppression of IFN signaling and IFN production during the HSV-1 infection."}, {"pubmed": 15217536, "text": "Frequent hypermethylation of the functional SOCS-3 promoter correlates with its transcription silencing in NSCLC cell lines and primary lung cancer tissue samples; methylation silencing of SOCS-3 may be used as a marker for early detection of NSCLC"}, {"pubmed": 15240148, "text": "Our results demonstrate that SOCS-1 and SOCS-3 proteins inhibit IFN-alpha-induced activation of the Jak-STAT pathway and expression of the antiviral proteins 2',5'-OAS and MxA."}, {"pubmed": 15249995, "text": "Homozygosity for the A-allele of the C -920-->A promoter polymorphism of the SOCS3 gene may be associated with increased whole-body insulin sensitivity."}, {"pubmed": 15249995, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15300962, "text": "Leptin resembles immune molecules called cytokines, which another protein, Socs3, inhibits. Colleagues wondered whether Socs3 also suppresses leptin and promotes resistance to the hormone."}, {"pubmed": 15308667, "text": "interleukin-1beta regulates interleukin-6-induced suppressor of cytokine signaling 3 expression"}, {"pubmed": 15331532, "text": "SOCS-3 expression in human skeletal muscle in vivo is not related to insulin resistance in the presence of elevated IL-6 concentrations suggesting that cytokine action could differ in type 2 diabetic patients and nondiabetic obese subjects."}, {"pubmed": 15361843, "text": "SOCS1 and SOCS2 but not SOCS3 suppressed the growth of ovarian and breast cancer cells."}, {"pubmed": 15385932, "text": "overexpression of suppressor of cytokine signaling 3 is associated with anaplastic large cell lymphoma"}, {"pubmed": 15589317, "text": "The insertion of amino acid exchanges into the kinase inhibitory regions of SOCS-3 demonstrated a requirement of these domains for a proper inhibitory function."}, {"pubmed": 15607366, "text": "The SOCS3 mRNA expression in bone marrow cells from CML patients who responded well to IFN-alpha therapy was significantly lower than that in cells from healthy volunteers and patients who were resistant to IFN-alpha therapy."}, {"pubmed": 15618960, "text": "SOCS-3 is not a tumour suppressor but rather a protector of tumour cells."}, {"pubmed": 15629435, "text": "SOCS3/CIS3 regulates hepatocyte growth factor-induced keratinocyte migration by inhibiting signal transducer and activator of transcription 3 phosphorylation"}, {"pubmed": 15939448, "text": "The induction of SOCS3 by HSV-1 occurs via STAT3 activation immediately after HSV-1 infection."}, {"pubmed": 16007169, "text": "promoter methylation and subsequent transcript downregulation of SOCS-3 transcripts and, to a much lesser extent, SOCS-1 are involved in the multistep carcinogenesis of head and neck squamous cell carcinoma"}, {"pubmed": 16007195, "text": "loss of SOCS-3 by the associated DNA methylation confers cells advantage in growth and migration"}, {"pubmed": 16055089, "text": "estrogen receptor 1 directly regulates human SOCS-3 promoter activity in human breast cancer cells"}, {"pubmed": 16210657, "text": "Inhibition of function in dominant-negative SOCS3 transgenic mice clearly reduces the severity of allergic conjunctivitis"}, {"pubmed": 16374465, "text": "this study suggests a potential novel function of SOCS-3 in regulating keratinocyte proliferation and differentiation in vitro and during skin repair in vivo."}, {"pubmed": 16402267, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16410555, "text": "Results suggest a novel interaction between the SOCS1 and SOCS3 proteins and the FGFR3 signaling pathway."}, {"pubmed": 16543409, "text": "SOCS-3 inhibits IL-1 signal transduction by inhibiting ubiquitination of TRAF6, thus preventing association and activation of TAK1."}, {"pubmed": 16568091, "text": "Able to repress the activity of the Brk non-receptor tyrosine kinase."}, {"pubmed": 16709613, "text": "role for IL-11 via pSTAT3 and SOCS3 in initiating and progressing decidualization"}, {"pubmed": 16805839, "text": "Our data also show that SOCS3 promoted maintenance of neural stem cells"}, {"pubmed": 16822822, "text": "Data demonstrate that SOCS3 inhibits leptin activation of AMPK and suggest this impairment of leptin signaling in skeletal muscle may contribute to the aberrant regulation of fatty acid metabolism observed in obesity."}, {"pubmed": 16831601, "text": "Deletion of the SOCS3 gene in hepatocytes promotes the activation of STAT3, resistance to apoptosis, and an acceleration of proliferation, resulting in enhanced hepatitis-induced hepatocarcinogenesis."}, {"pubmed": 16914720, "text": "These data argue for the existence of a novel cAMP/Epac/Rap1/SOCS-3 pathway for limiting IL-6 receptor signaling in Endothelial Cells and illuminate a new mechanism by which cAMP may mediate its potent anti-inflammatory effects."}, {"pubmed": 16920065, "text": "Decreased SOCS3 expression in obese adipose tissue may reflect a defective leptin signaling pathway."}, {"pubmed": 16943387, "text": "The increase in mRNA for SOCS-3, which correlates with elevated levels of SOCS protein and positive immunostaining in M. avium/HIV-1 co-infected tissues."}, {"pubmed": 17001312, "text": "elevated expression of SOCS genes is a specific lesion of breast-cancer cells that may confer resistance to proinflammatory cytokines and trophic factors, by shutting down STAT1/STAT5 signaling that mediate essential functions in the mammary gland"}, {"pubmed": 17083795, "text": "Upon LPS stimulation, expression of SOCS-3 mRNA is increased in cord blood lymphocytes."}, {"pubmed": 17138568, "text": "SOCS3 binds the phosphorylated immunoreceptor tyrosine-based inhibitory motif (ITIM) of sialic acid-binding immunoglobulin-like lectin (siglec) 7 and targets it for proteasomal-mediated degradation."}, {"pubmed": 17148681, "text": "Collectively, our results show that SOCS-3 antagonizes regulation of cellular events by cAMP and is expressed in human prostate cancer."}, {"pubmed": 17241887, "text": "SOCS-3 epigenetic silencing is responsible for sustained IL-6/STAT-3 signaling and enhanced Mcl-1 expression in cholangiocarcinoma"}, {"pubmed": 17264307, "text": "Using RT-PCR, we demonstrated for the first time that neutrophils express mRNA for SOCS-3. It is interesting that IL-4 increased expression of SOCS-3 at the mRNA and protein levels."}, {"pubmed": 17273770, "text": "inactivation of the SOCS3 gene by hypermethylation may be involved in the promotion of malignant behavior of melanomas"}, {"pubmed": 17297444, "text": "SOCS3 overexpression reduced proliferation."}, {"pubmed": 17325857, "text": "a defect in expression of SOCS-2 and SOCS-3 genes may be crucial for the IGF-I hypersensitivity and progressive increase in erythroid cell population size characteristic of Polycythemia vera."}, {"pubmed": 17363902, "text": "This is the first demonstration of SOCS-mediated ubiquitination and routing of a cytokine receptor and its impact on maintaining an appropriate signaling output."}, {"pubmed": 17374732, "text": "SOCS3 may possibly play a role in IL-6 resistance in at least a fraction of tumors."}, {"pubmed": 17438093, "text": "Altered SOCS gene expression leads to increased cell signaling through the ERK-MAPK pathway and may play a role in disease pathogenesis by enhancing glioblastoma multiforme radioresistance."}, {"pubmed": 17445271, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17445271, "text": "our data do not suggest evidence for a major role of the respective SNPs in SOCS3 in the pathogenesis of extreme obesity in our study groups"}, {"pubmed": 17530721, "text": "Interleukin-6 (IL-6) was expressed in monocytes and B cells, IL-10 in monocytes, and suppressor of cytokine signaling 3 in monocytes and T cells from patients with active disease."}, {"pubmed": 17589943, "text": "Increased expression of mucosal SOCS3, but not of SOCS1, may play a critical role in the development of the colonic inflammation of ulcerative colitis."}, {"pubmed": 17605868, "text": "SOCS-3 expression of naive T cells was up-regulated significantly after IL-2 stimulation; expression was down-regulated markedly after OVA(323 - 329) antigen stimulation."}, {"pubmed": 17636039, "text": "This study details a novel mechanism of SOCS3 up-regulation by PGE2 in breast cancer cells that appears to be STAT independent and involve Sp1 binding to the promoter."}, {"pubmed": 17668875, "text": "SOCS3 expression may influence the response to antiviral therapy and genotype 1b hepatitis C virus might induce its up-regulation. This may account for the different responses to therapy between genotype 1-infected and genotype 2-infected patients."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17881539, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17895321, "text": "SOCS3 remained significantly unchanged in polycystic ovarian syndrome women"}, {"pubmed": 17935223, "text": "The infection of cells with adenovirus CN305 (AdCN305)-SOCS3 and AdCN305-cpp-SOCS3 resulted in dramatic cytotoxicity in liver tumor cells."}, {"pubmed": 18045952, "text": "SOCS-3 inhibits androgen-stimulated proliferation by influencing cell cycle regulation in a prostate cancer cell line."}, {"pubmed": 18055217, "text": "We conclude that endogenous SOCS3 inhibits AP-1 activity through blocking of JNK phosphorylation."}, {"pubmed": 18097573, "text": "Reduced expression of SOCS-3 is closely related to lymph node metastasis. Therefore, SOCS-3 may be a good predictor for lymph node metastasis."}, {"pubmed": 18199397, "text": "SOCS-3 may cause tissue damage indirectly in multiple organ dysfunction syndrome."}, {"pubmed": 18240972, "text": "Human sarcopenia reveals an increase in SOCS-3 and myostatin and a reduced efficiency of Akt phosphorylation."}, {"pubmed": 18250407, "text": "SOCS3 and SOCS1 critically regulate influenza A virus-triggered innate immune responses by inhibiting type I interferon alphabeta receptor (IFNAR)1 antiviral signaling and differentially modulating inflammatory signaling pathways."}, {"pubmed": 18414649, "text": "Data found that the level of TLR2 and SOCS-3, genes associated with atopy in the children, were significantly downregulated by presence of S. haematobium infection."}, {"pubmed": 18440067, "text": "The methylation status of CpG islands of SOCS3 genes in chronic myeloproliferative neoplasms."}, {"pubmed": 18507841, "text": "SOCS3 negatively regulates cell motility and decreased SOCS3 induced by methylation may confer a migration advantage to A549 cells. This suggest a negative role of SOCS3 in PYK2 signaling: previously unidentified regulatory mechanism for PYK2 function."}, {"pubmed": 18538318, "text": "the lymphadenitis due to M. tuberculosis was associated with activated lysozymes and SOCS-3 but not SOCS-1 compared to controls, which may play a role in the long-term bacterial replication and altered immune modulation characteristic of the disease."}, {"pubmed": 18549612, "text": "There is a statistically significant difference in the expression level of socs3 mRNA in myelo-proliferative disease patients between jak2v617f mutation positive group and negative group."}, {"pubmed": 18571793, "text": "Oncostatin M stimulation of astrocytes leads to induction of SOCS-3 expression and activation of ERK1/2 and JNK pathways."}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18656467, "text": "monocyte SOCS3 correlated with glomerular filtration rate, urea and diastolic blood pressure"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18687693, "text": "SOCS-3 acts as a negative regulator of the cell cycle progression under E2F/DP-1 control by interfering with heterodimer formation between DP-1 and E2F"}, {"pubmed": 18752121, "text": "Constitutive and altered SOCS-3 expression may have potential roles in a subset of hepatocellular carcinoma patients."}, {"pubmed": 18770864, "text": "The methylation of SOCS3 may be involved in the pathogenesis of glioblastoma multiforme and in the resistance of this neoplasm to conventional treatment."}, {"pubmed": 18815196, "text": "SOCS3 promoter methylation iss detected in 32% of patients with idiopathic myelofibrosis suggesting a role for SOCS3 methylation in this disorder."}, {"pubmed": 18820827, "text": "difference in SOCS1, SOCS2 and SOCS3 transcript levels between normal individuals and SLE patients is not statistically significant"}, {"pubmed": 18941624, "text": "SOCS3 expression in skeletal muscle is not up-regulated in women, despite very high serum leptin concentrations compared to men"}, {"pubmed": 18952062, "text": "SOCS3 negatively regulates IL-1beta-induced MUC8 gene expression."}, {"pubmed": 18971287, "text": "CCL11 induces SOCS1 and SOCS3 expression in murine macrophages, human monocytes, and dendritic cells and inhibits GM-CSF-mediated STAT5 activation and IL-4-induced STAT6 activation in a range of hematopoietic cells."}, {"pubmed": 18986700, "text": "increased ratio of sgp130/sIL-6R production and/or reduced sIL-6R production combined with down-regulation of IL-6R and SOCS-3 expression in trophoblasts may lead to less cytokine inhibitory activity in preeclampsia placentas"}, {"pubmed": 18989459, "text": "influenza A viruses not only suppress IFNbeta gene induction but also inhibit type I IFN signaling through a mechanism involving induction of the SOCS-3 protein"}, {"pubmed": 19027008, "text": "These results suggest that the interaction of SOCS3 with MAP1S and the integrity of the microtubule cytoskeleton play an important role in the negative regulation of SOCS3 on IL-6 signaling."}, {"pubmed": 19036437, "text": "Enhanced SOCS-3 gene expression could promote IL-10 production by placental trophoblast cells, suggesting that SOCS-3 may play an important role in regulation of cytokine induced anti-inflammatory response in placental trophoblasts."}, {"pubmed": 19052638, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19052638, "text": "There is no strong effect of the common genetic variation within the SOCS3 gene on the development of type 2 diabetes mellitus."}, {"pubmed": 19077438, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19083014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19083014, "text": "SOCS3 genetic variants play a role in human obesity."}, {"pubmed": 19115200, "text": "SOCS3 is a tumor suppressor in breast cancer cells that is regulated by PRL"}, {"pubmed": 19129540, "text": "Inhibition of cytokine response by IL-25 occurred via a p38 Map kinase-driven Socs-3-dependent mechanism"}, {"pubmed": 19164812, "text": "Suppressors of cytokine signaling modulate JAK/STAT-mediated cell responses during atherosclerosis."}, {"pubmed": 19225535, "text": "SOCS3 inhibits TPO-induced megakaryocytic proliferation in normal and primary myelofibrosis but not the spontaneous growth in primary myelofibrosis"}, {"pubmed": 19229050, "text": "SOCS3 tyrosine phosphorylation may be a novel bio-marker of myeloproliferative neoplasms resulting from a JAK2 mutation, JAK2 H538QK539L or JAK2 F537-K539delinsL mutations"}, {"pubmed": 19231005, "text": "Liver expression of SOCS3 is a stronger baseline predictor of antiviral response than viral genotype in determining response to hepatitis c."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19524687, "text": "SOCS3, as negative regulators of cytokine signaling, might maintain homeostasis by regulating multiple signaling pathways and reverse cell malignant behavior."}, {"pubmed": 19543316, "text": "SOCS-mediated downregulation of mutant Jak2 (V617F, T875N and K539L) counteracts cytokine-independent signaling."}, {"pubmed": 19592492, "text": "a role for SOCS1 and -3 in the seemingly paradoxical hyperresponsive state in cells deficient in IL-18Ralpha, supporting the concept that IL-18Ralpha participates in both pro- and anti-inflammatory responses"}, {"pubmed": 19595407, "text": "These results suggest that RSV infection escapes the innate antiviral response by inducing SOCS1, SOCS3 or CIS expression in epithelial cells."}, {"pubmed": 19617629, "text": "adiponectin augmented the expression of A20, suppressor of cytokine signaling (SOCS) 3, B-cell CLL/lymphoma (BCL) 3, TNF receptor-associated factor (TRAF) 1, and TNFAIP3-interacting protein (TNIP) 3."}, {"pubmed": 19634073, "text": "Our results show that androgenic -regulation of SOCS-3 leads to inhibition of prolif-eration and secretion in human prostate cancer."}, {"pubmed": 19643162, "text": "The objective of this study was to investigate the effect of SOCS-3 on TNFalpha-induced signalling in beta cells."}, {"pubmed": 19737863, "text": "overexpression of SOCS3 in T cells reduces IL-17 and accelerates atherosclerosis."}, {"pubmed": 19803812, "text": "interactions between the molecular expression of SOCS3, IRS-1 and phospho-AKT mediated by the genotype 1b virus"}, {"pubmed": 19913854, "text": "Dysregulation of sterol regulatory element binding protein-1c in livers of morbidly obese women is associated with altered suppressor of cytokine signaling-3."}, {"pubmed": 19951849, "text": "findings suggest that overexpression of p-STAT3 (Tyr705) occurs in urothelial carcinoma, and that pathways other than SOCS3 may contribute to its activation in this cancer"}, {"pubmed": 20005910, "text": "SOCS3 expression was increased in liver from patients with HBV-infection and this correlated with the severity of liver inflammation."}, {"pubmed": 20067961, "text": "Saturated fat and carbohydrates, components of the high fat meal, known to induce oxidative stress and inflammation, also induce an increase in LPS, TLR-4, and SOCS3"}, {"pubmed": 20130595, "text": "Forced expression of SOCS3 and SHP-1 inhibits IFN-alpha signaling in psoriatic T cells."}, {"pubmed": 20136974, "text": "Probiotic administration increased expression of SOCS-2 and SOCS-3 in Helicobacter pylori infection to limit inflammatory signaling."}, {"pubmed": 20137421, "text": "Up regulation of SOCS1 and SOCS5 expression and down-regulation of SOCS3 and CIS may correlate with the development of a Th1 mediated immune response in Vogt-Koyanagi-Harada disease."}, {"pubmed": 20155426, "text": "Deficient expression of SOCS3 is associated with an aggressive phenotype and portends a poor clinical outcome in breast carcinoma."}, {"pubmed": 20231901, "text": "SOCS-3 and PIAS-3 upregulation impairs IL-12-mediated interferon-gamma response in CD56 T cells in HCV-infected heroin users"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20335309, "text": "SOCS-3 is a novel modulator of FGF-2-regulated cellular events in prostate cancer."}, {"pubmed": 20351777, "text": "Hepatitis B virus X protein impairs hepatic insulin signaling through degradation of IRS1 and induction of SOCS3"}, {"pubmed": 20372794, "text": "SOCS1 and SOCS3 expression attenuates Lck-mediated cellular transformation"}, {"pubmed": 20375166, "text": "SOCS3 suppresses hepatitis C virus replication in an mTOR-dependent manner."}, {"pubmed": 20398276, "text": "Data demonstrate that SOCS proteins are expressed in human melanoma cell lines and their modulation can influence the responsiveness of melanoma cells to IFN-alpha and IFN-gamma."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20433750, "text": "Higher mRNA expression levels of SOCS1, 3, 4 and 7 are significantly associated with earlier tumour stage and better clinical outcome in human breast cancer."}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20478455, "text": "results suggest that pro-inflammatory cytokines induced SOCS-3 expression. SOCS-3 induction suggests playing important role in negative feedback, suppressing serious destruction of periodontal tissue through a chemokine-dependent mechanism."}, {"pubmed": 20484656, "text": "Interferon-gamma-induced SOCS3 expression leads to inhibition of IL-6-induced signal transducer and activator of transcription (STAT)3 activation and interleukin (IL)-6-dependent expression of anti-, but not pro-inflammatory, target genes."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20504769, "text": "oral administration of HA900 modulates Th-1-type autoimmune disease and inflammation by up-regulating SOCS3 expression and down-regulating pleiotrophin expression via TLR-4 in intestinal epithelial cells"}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20631305, "text": "Data suggest that SOCS3 may allow HIV-1 to evade the protective innate immune response within the CNS, allowing the recurrence of viral replication and, ultimately, promoting progression toward HAD."}, {"pubmed": 20673263, "text": "Authors detected differential expression of SOCS3 between TB patients and LTBIs, but not between TB patients and NIDs, and decreased expression of SOCS3 in T-cells from LTBIs as compared with NIDs."}, {"pubmed": 20689596, "text": "Data propose that EBV protein Zta activates SOCS3 protein as an immune escape mechanism that both suppresses optimal IFNalpha secretion by human monocytes and favors a state of type I IFN irresponsiveness in these cells."}, {"pubmed": 20690084, "text": "Data conclude that SOCS-3 polymorphism is not a genetic risk factor for RA in Chinese patients."}, {"pubmed": 20690084, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20717995, "text": "SOCS3 hypermethylation may be involved in the pathogenesis of prostate cancer and could identify a tumor subset with an aggressive behavior."}, {"pubmed": 20840058, "text": "increased expression in kidney and liver of patients who died of anaphylactic shock"}, {"pubmed": 20934424, "text": "SOCS1 and 3 may control chemotaxis and adhesion"}, {"pubmed": 21029588, "text": "SOCS3 expression is reduced in placenta of women with intrahepatic cholestasis of pregnancy."}, {"pubmed": 21042758, "text": "Insights into the development of applications of SOCS3 gene therapy for lung cancer and, possibly, other human cancers."}, {"pubmed": 21173340, "text": "Data suggest that increased plasma soluble gp130/soluble IL-6R/IL-6 ratio and reduced membrane transsignaling gp130 expression could contribute to decreased SOCS-3 expression and subsequent reduction in SOCS-3 antiinflammatory activity in preeclampsia."}, {"pubmed": 21190606, "text": "High glucose could produce morphological and ultrastructural changes in renal tubular epithelial cells and induce up-regulation of SOCS-1/3 expression."}, {"pubmed": 21263153, "text": "SOCS3 overexpression in K562 cells and in primary erythroid cells recapitulated the growth inhibition induced by Sox6, which demonstrates that SOCS3 is a relevant Sox6 effector."}, {"pubmed": 21275162, "text": "Huatan Tongluo Granule upregulates SOCS3 and downregulates TNFa patients with acute cerebral infarction."}, {"pubmed": 21308719, "text": "SOCS-3 may be one of proteins which influence ability of TRAIL and resveratrol to cause programmed cell death in prostate cancer."}, {"pubmed": 21325601, "text": "Serum amyloid A overrides Treg anergy via monocyte-dependent and Treg-intrinsic, SOCS3-associated pathways."}, {"pubmed": 21337543, "text": "found higher levels of SOCS-1/3 mRNA levels in CD4(+) T cells of HIV-infected patients than in healthy controls"}, {"pubmed": 21354254, "text": "suppressor of cytokine signaling 3 regulates cardiac cell signaling crosstalk, between NF-kappaB and p-STAT3, under hypoxic stress"}, {"pubmed": 21360047, "text": "Suppressor of cytokine signalling protein SOCS3 expression is increased at sites of acute and chronic inflammation"}, {"pubmed": 21385272, "text": "Signal transducer and activator of transcription 3 (STAT3) and Suppressor of Cytokine Signaling (SOCS3) balance controls cytotoxicity and IL-10 expression in decidual-like natural killer cell line NK-92."}, {"pubmed": 21451109, "text": "In this study, we describe a unique signaling pathway responsible for the SOCS3-mediated downregulation of proinflammatory cytokines"}, {"pubmed": 21478033, "text": "SOCS3 influences myoblast differentiation."}, {"pubmed": 21481788, "text": "data describe the involvement of IL-6 transsignaling/Stat3/Socs3 in pancreatic intraepithelial neoplasia progression and pancreatic ductal adenocarcinoma development"}, {"pubmed": 21490101, "text": "Our study demonstrates that the alpha-IFN resistance of HCV core mutants is attributable to upregulated overexpression of the cellular interferon signal attenuator SOCS3 and that this upregulation is caused by overexpression of interleukin-6."}, {"pubmed": 21545585, "text": "gene expression induced by live non-pathogenic Lactobacillus and Streptococcus"}, {"pubmed": 21547863, "text": "concurrent strength and endurance training reduces fat mass and serum leptin and the ratio leptin/fat mass without significant effects on vastus lateralis OB-Rb protein expression; training does not increase the basal expression of SOCS3 protein in humans"}, {"pubmed": 21590492, "text": "our findings suggest that SOCS3 inactivation by promoter hypermethylation is mutually exclusive to EGFR activation in gliomas and preferentially promotes glioma cell invasion through STAT3 and FAK activation."}, {"pubmed": 21734367, "text": "SOCS-1 and SOCS-3 can prevent tubulointerstitial fibrosis by inhibiting TEMT, which may be connected with the activation of STAT1 and STAT3"}, {"pubmed": 21765854, "text": "Eosinophils are able to transcribe and translate SOCS3 protein and can contribute to the regulation of the Th1/Th2 balance through SOCS3 production."}, {"pubmed": 21876460, "text": "Deregulated expression of pSTAT3 and SOCS3 might possess potential roles in the development and progression of human cutaneous melanoma."}, {"pubmed": 21892197, "text": "The polymorphism rs4969168 within or near the SOCS3 gene has a significant effect in the Han nationality, while rs9892622 was associated with obesity in Uygur and Kazakh nationalities in Xinjiang of China."}, {"pubmed": 21898505, "text": "Glucocorticoids interfere with IL-6-induced expression of the feedback inhibitor SOCS3, thereby leading to enhanced expression of acute-phase genes in hepatocytes."}, {"pubmed": 21934357, "text": "Epigenetic dysregulation of the SOCS3 gene may interfere with the cellular response to the complex cytokine network thus supporting survival and expansion of multiple myeloma cells."}, {"pubmed": 22075701, "text": "SOCS3 transgene expression in immature B cells regulates both the maintenance of the germinal center and IgE affinity maturation during a T cell-dependent immune response."}, {"pubmed": 22084247, "text": "a new biological activity for CUEDC2 as the regulator of JAK1/STAT3 signaling and the mechanism by which SOCS3 has been linked to suppression of the JAK/STAT pathway"}, {"pubmed": 22093833, "text": "SOCS3 is an important factor for lipid metabolism and a potential drug-target for treatment of widespread obesity."}, {"pubmed": 22260693, "text": "One important aspect of SOCS-3 functionality is its role as the specificity determinant within an E3 ubiquitin ligase complex which targets cellular substrates for polyubiquitylation and proteasomal degradation. [Review]"}, {"pubmed": 22266116, "text": "TNF-alpha inhibits insulin signaling by increased phosphorylation of IRS-1(Ser307) and insulin receptor(Tyr960), and by increasing SOCS3 levels, all of which block normal insulin signal transduction."}, {"pubmed": 22294695, "text": "keratinocytes have a cell type-specific impaired capacity to up-regulate SOCS3 which may crucially determine the course of chronic inflammatory skin diseases."}, {"pubmed": 22311708, "text": "ERK-dependent regulation of transcriptional activity that requires codependent activation of multiple transcription factors within the same region of the SOCS-3 gene promoter."}, {"pubmed": 22342841, "text": "SOCS3 bound and directly inhibited the catalytic domains of JAK1, JAK2, and TYK2 but not JAK3 via an evolutionarily conserved motif unique to JAKs. Mutation of this motif led to the formation of an active kinase that could not be inhibited by SOCS3."}, {"pubmed": 22425648, "text": "SOCS3 expression in the paraventricular nucleus was inversely related to serum leptin."}, {"pubmed": 22487676, "text": "SOCS1 and SOCS3 mRNA and protein expression was significantly increased in the nasal mucosa and mononuclear leukocytes of patients with mild and moderate/severe persistent perennial allergic rhinitis."}, {"pubmed": 22488585, "text": "SOCS3 epigenetic silencing was occasionally detected in immunodeficiency-related non-Hodgkin lymphoma."}, {"pubmed": 22532676, "text": "IFN-gamma-induced phosphorylation of STAT-1 and transcription of CIITA were suppressed in Kaposi's sarcoma-associated herpesvirus-inoculated endothelial cells via a mechanism involving SOCS3 (suppressor of cytokine signaling 3)."}, {"pubmed": 22535619, "text": "High SOCS3 expression is associated with mucosal relapse in ulcerative colitis."}, {"pubmed": 22547065, "text": "Suppressor of cytokine signaling 3 inhibits breast tumor kinase activation of STAT3."}, {"pubmed": 22560881, "text": "results suggest modulation of SOCS3 expression may represent a novel mechanism through which FXR activation could selectively affect cytokine bioactivity in inflammation response"}, {"pubmed": 22574771, "text": "review of biology and mechanism of action of suppressor of cytokine signaling 3 [review]"}, {"pubmed": 22575502, "text": "these results demonstrate that in results demonstrate that in human endothelial cells resistin up-regulates SOCS3 expression and activates STAT3 transcription factor."}, {"pubmed": 22576756, "text": "both SOCS-3 mRNA and SOCS-3 protein are expressed in human arthritic chondrocytes and affect cellular responses involved in cartilage pathology."}, {"pubmed": 22587677, "text": "no significant difference in mRNA expression in adipose and placental tissue obtained from pregnant women with and without gestational diabetes mellitus"}, {"pubmed": 22591635, "text": "SOCS3 protein is an important regulator of cytokine signaling associated with inflammatory bowel disease and IBD-colorectal cancer[review]"}, {"pubmed": 22613986, "text": "present study demonstrates that Ang II induces angiogenic factors production partly via AT1/ JAK2/STAT3/SOCS3 signaling pathway in MHCC97H cells"}, {"pubmed": 22739025, "text": "induction of DNMT1 expression in the chronically inflamed colon may release IL-6 signaling towards signal transducer and activator of transcription 3 from inhibition through SOCS3 increasing the propensity to malignant transformation"}, {"pubmed": 22739986, "text": "the depletion of SOCS3, as well as the chemical inactivation of PI3K activity in psoriatic keratinocytes, definitively unveils the role of PI3K/AKT cascade on the resistance of diseased keratinocytes to apoptosis."}, {"pubmed": 22745793, "text": "The results demonstrate that SOCS1 and SOCS3 each play a functionally distinct role in modulating TLR3, JAK/STAT, and CXCR4/CXCR7 signaling in hMSC."}, {"pubmed": 22768656, "text": "High SOCS3 is associated with idiopathic short stature."}, {"pubmed": 22787435, "text": "Bcr-Abl may critically requires tyrosine phosphorylation of SOCS-1 and SOCS-3 to mediate tumorigenesis when these SOCS proteins are present in cells."}, {"pubmed": 22820139, "text": "Over-expression of SOCS-3 mRNA from peripheral blood of NHL patients correlates with advanced disease and poor response to treatment."}, {"pubmed": 22848642, "text": "LPS induces upregulation of MCP-1 in DSCs, which may play a critical role in inhibiting the cytotoxicity of NK cells partly by promoting SOCS3 expression"}, {"pubmed": 22925925, "text": "SOCS3 is involved in repressing the M1 proinflammatory phenotype, thereby deactivating inflammatory responses in macrophages."}, {"pubmed": 22951153, "text": "Obese subjects showed a decreased ability to produce IFN-alpha and IFN-beta in response to TLR ligands; this response was associated with increased basal levels of SOCS3 but not SOCS1."}, {"pubmed": 22957141, "text": "Reduced expression of miR122 contributes to decreased SOCS3 expression via promoter methylation."}, {"pubmed": 23028842, "text": "SOCS3 functions as a tumor suppressor gene in head and neck squamous cell carcinoma with relevance on proliferation and invasion processes."}, {"pubmed": 23030674, "text": "SOCS3 expression is increased in human bladder epithelial cells when stimulated with a uropathogenic Escherichia coli strain."}, {"pubmed": 23033269, "text": "Higher SOCS3 expression in human T cells favors T helper type 17 cells. Therefore, increased SOCS3 expression in human tuberculosis may reflect polarization toward IL-17-expressing T cells as well as T-cell exhaustion marked by reduced proliferation."}, {"pubmed": 23046072, "text": "results suggested that there is no marked association between SOCS3 gene promoter region polymorphisms and the risk of developing metastatic colorectal cancer"}, {"pubmed": 23108375, "text": "Using two renal cellular models&SOCS-3 siRNA knockdown,we studied SOCS-3 effects on oncostatin M-induced STAT activation, differentiation and proliferation.SOCS-3 knockdown resulted in enhanced pSTAT1/3 phosphorylation & epithelial diff'n."}, {"pubmed": 23111066, "text": "Data indicate that knockdown of HDAC8 resulted in the increased expression of SOCS1 and SOCS3, and overexpression of SOCS1 and SOCS3 significantly inhibited cell growth and suppressed JAK2/STAT signaling."}, {"pubmed": 23133602, "text": "In HCV-HIV coinfected patients treated with PegIFNalpha and ribavirin, SVR is associated with IL28B rs8099917 polymorphism; HCV treatment-induced neutropenia and thrombocytopenia are associated with SOCS3 rs4969170 polymorphism"}, {"pubmed": 23152563, "text": "SOCS3 profoundly enhances Fas signal-induced apoptosis by suppression of NF-kappaB-dependent Bfl-1 expression."}, {"pubmed": 23154639, "text": "The colon epithelial cell line Caco-2 was stimulated with interferon gamma, interleukin -4 prostaglandin E(2) to allow correlations between SOCS3 expression with STAT1, STAT6 and cyclic amp signaling."}, {"pubmed": 23164156, "text": "Intrahepatic SOCS1/3 mRNA levels are associated with cirrhosis but do not predict virological response to therapy in chronic hepatitis C."}, {"pubmed": 23185530, "text": "Myocardial infarction is distinguished by the up-regulation of SOCS3 and FAM20A genes within first days in the vast majority of patients."}, {"pubmed": 23206599, "text": "In this review SOCS3 (and PTEN) were found to act as negative regulators in such processes as cytoskeleton assembly and axon regeneration."}, {"pubmed": 23226414, "text": "The present study investigates the involvement of the IL-6 family of cytokines, activation of the transcription factor STAT3 and the role of SOCS3 in regulating excitotoxic neuronal death."}, {"pubmed": 23229770, "text": "in patients with eosinophilic esophagitis, the esophagus expresses and synthesizes high levels of SOCS1 and SOCS3 proteins"}, {"pubmed": 23274199, "text": "Data indicate that tocilizumab enhanced the interferon-induced phosphorylation of STAT1 and inhibited SOCS3 expression and the phosphorylation of both STAT3 and ERK."}, {"pubmed": 23302305, "text": "SOCS3 definitely plays roles in regulating Pyk2 signaling and cell motility in A549 cells. Decreased SOCS3 induced by methylation may confer a migration advantage to A549 cells."}, {"pubmed": 23320781, "text": "Expression of M. tuberculosis-induced suppressor of cytokine signaling (SOCS) 1, SOCS3, FoxP3 and secretion of IL-6 associates with differing clinical severity of tuberculosis."}, {"pubmed": 23335796, "text": "SOCS33 expression in coronary artery smooth muscle cells is down-regulated by DNA methylation and NF-kappaB ineraction with STAT3."}, {"pubmed": 23360921, "text": "In resected pancreatic cancer, carriers of a minor allele for rs8064821 (SOCS3) were associated with a survival advantage compared with noncarriers with an additional 2-year survival if both minor alleles were present."}, {"pubmed": 23375208, "text": "Chronic rhinosinusitis with polyps and without polyps is associated with increased expression of SOCS1 and SOCS3"}, {"pubmed": 23392112, "text": "An age-related impairment in normal muscle stem cell function is influenced by SOCS3 protein."}, {"pubmed": 23430705, "text": "SOCS3 silencing is able to promote epithelial-mesenchymal transformation in hepatocallular carcinoma cells by changing the phenotypic characteristics and modulating characteristic markers."}, {"pubmed": 23430957, "text": "HDAC8 plays an important role in the modulation of SOCS1 and SOCS3 by curcumin."}, {"pubmed": 23432547, "text": "SOCS3 was methylated in most mantle cell lymphoma tumors & cell lines, in which SOCS3 transduction increased apoptosis, activity, downregulated NF-kappaB-p65, CCND1, BCL2 & BCL-XL,& lessened IL-10-induced STAT3 activation."}, {"pubmed": 23454976, "text": "studies reveal that SOCS3 targets specific JAK-cytokine receptor pairs and explains the mechanism and specificity of SOCS action"}, {"pubmed": 23472246, "text": "Levels of STAT1 andor the protein expression of its negative regulators, PIAS1 and SOCS3, may be a good predictor of hepatitis C virus response to therapy"}, {"pubmed": 23490372, "text": "Authors found that the rs4969170 AA genotype and rs4969170 A allele frequency were significantly more common in the insulin-resistant group than the non-insulin-resistant group among chronic hepatitis C patients."}, {"pubmed": 23545584, "text": "These results demonstrate the differential expression of SOCS1 and SOCS3 in atherosclerosis."}, {"pubmed": 23553658, "text": "Results suggest that SOCS-1/3 participates in FGF-2 modulation of RANKL expression in paget's disease of bone."}, {"pubmed": 23686487, "text": "these findings show that ribosomal stress-induced SOCS3 plays a novel regulatory role in epithelial BAFF production"}, {"pubmed": 23782265, "text": "Data suggest flavanoids (naringenin, flavone) induce expression of SOCS3 and suppress STAT3 (signal transducer and activator of transcription 3) signaling in vascular endothelial cells; thus, dietary components can act as anti-inflammatory agents."}, {"pubmed": 23803735, "text": "PPARgamma-induced SOCS3 expression represses Th17 cell differentiation."}, {"pubmed": 23824571, "text": "Data indicate that SOCS-3, STAT-3, and the status of extragastric nodal metastasis were identified to be the independent factors of the lymph node metastasis from gastric cancer (GC)."}, {"pubmed": 23894411, "text": "a novel mechanism by which miR-19a may augment JAK-STAT signal transduction via control of SOCS3 expression"}, {"pubmed": 23900445, "text": "Variations in genes AGRP, CPE, GHRL, GLP1R, HTR2A, NPY1R, NPY5R, SOCS3 and STAT3 showed modest associations with BMI in European Americans."}, {"pubmed": 23910692, "text": "SOCS3 and Foxp3 are coexpressed in Treg cells in human nasal mucosa and that SOCS3 negatively regulates Foxp3 expression in human airway mucosa, possibly through phosphorylation of STAT3."}, {"pubmed": 24084073, "text": "levels were diminished in chronic rhinosinusitis with nasal polyps sinonasal tissues"}, {"pubmed": 24088176, "text": "SOCS3-induced pro-inflammatory effects were due, at least in part, to its role in controlling activation and nuclear accumulation of nuclear factor-kappaB and activity of phosphatidylinositol 3-kinase."}, {"pubmed": 24131863, "text": "methylation of SOCS1, SOCS2, SOCS3 and CISH is infrequent in Ph-ve MPN."}, {"pubmed": 24212839, "text": "Hepatitis C genotype 1 patients who were responders to interferon-based therapy had a high frequency of multiple protective polymorphisms in the myxovirus resistance protein, osteopontin and suppressor of cytokine signaling 3 genes."}, {"pubmed": 24354892, "text": "The wild-type and pathological mutants of JAK2 are enzymatically equivalent and equally susceptible to inhibition by SOCS3."}, {"pubmed": 24414258, "text": "overexpression of SOCS-3 protects against LPS-induced adhesion molecules expression and airway inflammation."}, {"pubmed": 24476004, "text": "Inhibition of SOCS3 expression promoted the proliferation, migration, and invasion of HepG2 cells."}, {"pubmed": 24491408, "text": "let-7 re-expression enhanced cytoplasmic expression of suppressor of cytokine signaling 3 (SOCS3), which blocks STAT3 activation by JAK2"}, {"pubmed": 24531711, "text": "We investigated the role of SOCS3 in p53- and PTEN-mediated activation of inflammatory feedback loop and malignant transformation"}, {"pubmed": 24584041, "text": "Elevated levels of cytokines were associated with high mycobacteria-specific IgG titres as well as SOCS3 mRNA and progression of moderate-to-severe disease."}, {"pubmed": 24593195, "text": "Elevated SOCS-3 overexpression is associated with tumor aggressiveness in renal cell carcinoma."}, {"pubmed": 24595859, "text": "SOCS signaling is involved in the regulation of immune cells, and recent findings suggest that SOCS proteins, especially SOCS1 and SOCS3, are often dysregulated in a wide variety of autoimmune diseases. [review]"}, {"pubmed": 24607843, "text": "miR-221 directly inhibits the expression of SOCS3 and IRF2."}, {"pubmed": 24631457, "text": "AP1 activation and SOCS3 induction by EPAC1 in human umbilical vein endothelial cells occur independently of c-Jun phosphorylation on Ser63."}, {"pubmed": 24633048, "text": "SOCS3 promoter hypermethylation status has a favorable prognostic value in GBM patients because of whole genome methylation status. Particularly, the hypermethylation of the SOCS3 promoter indicates positive G-CIMP status."}, {"pubmed": 24636575, "text": "Hepatitis B virus could induce both SOCS-1 and 3 expression regardless of endogenous interferon level."}, {"pubmed": 24659790, "text": "These results demonstrate a role for SOCS3 in regulating proinflammatory TNF-alpha signal transduction and reveal a novel immune-modulatory mechanism by which HCV suppresses inflammatory responses"}, {"pubmed": 24711032, "text": "rs4969168 polymorphism of SOCS3 gene is associated with IR in ethnic Uygur population from Xinjiang, China."}, {"pubmed": 24762139, "text": "Decreased SOCS3 and IL-35 plasma levels and increased Th1/Th2 cytokine ratios in RPL cases pointed out the supression of anti-inflammatory process and this suppression might play an important role in the pathogenesis of idiopathic RPL."}, {"pubmed": 24827536, "text": "a reduction in function, rather than a reduction in expression of SOCS3 accounts for the unregulated expression of IL-17 in SS, and may play a crucial role in aetiopathogenesis."}, {"pubmed": 24833710, "text": "Cannabinoids induce autophagy in a model of intestinal epithelium, an effect that leads to the reduction of SOCS3."}, {"pubmed": 24883303, "text": "IL-8 and CXCR2 expression was distinctly uncommon as opposed to IL-6, VEGF and SOCS-3, which were detected in the vast majority of cases."}, {"pubmed": 24931262, "text": "Data demonstrate that the serum levels of SOCS3 and STAT3 were increased in childhood atopic dermatitis (AD) compared with controls."}, {"pubmed": 24932998, "text": "High levels of STAT3 expression were associated with early stages of breast cancer development and patients in the control group with obesity showed higher expression of SOCS3 regarding overweight"}, {"pubmed": 24939297, "text": "Results show that the cytokine signaling-3 (SOCS3) expression was significantly elevated in both the liver tissue and peripheral blood mononuclear cells (PBMCs) from patients with HBV-induced acute-on-chronic liver failure (HBV-ACLF)."}, {"pubmed": 24951315, "text": "This study showed an imbalance of SOCS1 and SOCS3 transcription in MS patients, and a moderated negative correlation between them (Spearman's r=-0.57; p=0.0003)."}, {"pubmed": 24969884, "text": "Down- regulation of both SOCS-1 and SOCS-3 genes in resistant cells."}, {"pubmed": 24996521, "text": "Reg3A overexpression promoted cell growth in pancreatic cancer. SOCS3 is a key target in cancer by inhibiting cell growth and inducing apoptosis. SOCS3 negatively regulated Reg3A-mediated cell growth in pancreatic cancer."}, {"pubmed": 25019494, "text": "In conclusion, miR-221 could accentuate interferon's anti-hepatitis C virus effect by targeting SOCS1 and SOCS3."}, {"pubmed": 25034082, "text": "found SOCS3 gene polymorphisms are not associated with occurrence of adolescent idiopathic scoliosis (AIS) but the polymorphism(rs4969168)is associated with abnormal growth pattern of AIS, indicating SOCS3 gene might be a disease-modifying gene of AIS"}, {"pubmed": 25125049, "text": "This study suggest that SOCS3 regulates IL-6 signaling as an antagonist in CSF."}, {"pubmed": 25132761, "text": "No correlations were reported between adipokine profile, HOMA-IR values and hepatic expression of the SOCS-3 gene in chronic hepatitis C."}, {"pubmed": 25207681, "text": "A differential expression of both SOCS1 and SOCS3 was observed between PBMCs and neutrophils in patients with Behcet's disease."}, {"pubmed": 25261987, "text": "Low expression of SOCS-3 is associated with gastric cancer."}, {"pubmed": 25283845, "text": "upregulated in choriodecidua following labor"}, {"pubmed": 25283858, "text": "Hepatitis C virus infection triggers endoplasmic reticulum stress and downregulates IRS1 and IRS2 through upregulation of SOCS-3."}, {"pubmed": 25286386, "text": "This study showed that there was significantly increased levels of SOCS-2 mRNA in elderly and Alzheimer's disease brain."}, {"pubmed": 25377316, "text": "Increased expression of SOCS3 may serve to perpetuate \"inflammation\" by promoting TNF-alpha production and limiting epithelial repair in response to commensal microflora."}, {"pubmed": 25458989, "text": "SOCS3 and STAT3 are the major controllers of the outcome of infection with Mycobacterium tuberculosis. (Review)"}, {"pubmed": 25545374, "text": "SOCS3 overexpression is associated with early relapse of mucosal inflammation in in ulcerative colitis."}, {"pubmed": 25640370, "text": "the present study demonstrated that advanced grade of urothelial bladder carcinoma was significantly associated with lowered mRNA expression of SOC-3 as well as elevated urinary levels of proinflammatory cytokines and CK-18."}, {"pubmed": 25648699, "text": "Loss of CAST in angiogenic ECs facilitates mu-calpain-induced SOCS3 degradation, which amplifies pathological angiogenesis through interleukin-6/STAT3/VEGF-C axis."}, {"pubmed": 25689935, "text": "H. pylori infection induced hepatic insulin resistance by the c-Jun/miR-203/SOCS3 signaling pathway and provide possible implications with regard to resolving insulin resistance."}, {"pubmed": 25695729, "text": "SOCS3 negatively regulates proliferation and angiogenesis of NCI-H446 cells and that HIF-1alpha is required in this process. The results also suggested a suppressive role of SOCS3 in Akt signaling, but not STAT3 signaling to block HIF-1alpha expression"}, {"pubmed": 25730073, "text": "SOCS-3 may have a role in dyslipidemia in China in the Xinjiang Uygur population"}, {"pubmed": 25744243, "text": "Enhanced expression of suppresser of cytokine signaling 3 inhibits the IL-6-induced epithelial-to-mesenchymal transition and cholangiocarcinoma cell metastasis."}, {"pubmed": 25764157, "text": "Reduced SOCS3 expression in eosinophils, lead to an inhibition of GATA-3 and FoxP3, impaired eosinophil migration, adhesion and degranulation."}, {"pubmed": 25770161, "text": "Results so that AA genotype carriers had significantly higher levels of SOCS3 RNA and have greater susceptibility to GO"}, {"pubmed": 25827060, "text": "Data suggest that SOCS3 plays critical negative role in regulation of expression of TRAIL (TNF-related apoptosis-inducing ligand) in endoplasmic reticulum stress in macrophages via Jun N-terminal kinase/AP-1 transcription factor signaling."}, {"pubmed": 25840690, "text": "there is a regulatory pathway consisting of miR-30, SOCS3, and Jak/STAT3 in GSCs, and targeting this pathway may be a promising strategy to treat glioma."}, {"pubmed": 25847945, "text": "alveolar macrophages can secrete SOCS1 and -3 in exosomes and microparticles, respectively, for uptake by alveolar epithelial cells and subsequent inhibition of STAT activation."}, {"pubmed": 25849377, "text": "Lower expression of SOCS3 is associated with response to radiation in cervical cancer."}, {"pubmed": 25939384, "text": "Data indicate that suppressor of cytokine signaling 3 (SOCS3) knockdown markedly increases the abundance of TANK-binding kinase 1 (TBK1)."}, {"pubmed": 26047583, "text": "Epigenetic inhibition of SOCS3 is regulated by miR1264 which specifically targets DNMT1 transcript."}, {"pubmed": 26072679, "text": "Varicella-zoster virus infection induces SOCS3 expression, resulting in modulation of type I interferon signaling and viral replication."}, {"pubmed": 26178755, "text": "The role of the SOCS3 protein in the Jak/stat3 pathway is to mediate different mechanisms for preterm and term labor processes in the placenta."}, {"pubmed": 26246577, "text": "SOCS3 is an inducible host factor that regulates virus egress during Ebola virus infection."}, {"pubmed": 26252772, "text": "SOCS3 down-expression induces lineage commitment towards erythroid progenitor cell fate by activation of erythroid-specific gene in HSCs"}, {"pubmed": 26261631, "text": "Suggest racial/ethnic- and/or sex-specific association between the SOCS3 A+930-->G (rs4969168) SNP and serum APOA1/LDL cholesterol levels in some Chinese populations."}, {"pubmed": 26306032, "text": "crucial requirements for IL-31 signaling and its counter-regulation by SOCS3"}, {"pubmed": 26393582, "text": "In hepatocellular carcinoma tumor tissues, SOCS3 showed an increased methylation frequency and intensity compared with that in the adjacent non-tumor tissues."}, {"pubmed": 26416445, "text": "induction of SOCS3 may be a novel mechanism by which FXR exerts its anti-hepatocellular carcinoma effects"}, {"pubmed": 26429311, "text": "Dysregulation of SOCS3 functions can cause a variety of diseases, including allergy, autoimmune diseases, inflammation and cancer. (Review)"}, {"pubmed": 26447993, "text": "Our findings suggest that the rs4969170A>G polymorphism of SOCS3 gene may be used as a prognostic predictor for HCC patients who underwent surgical treatment."}, {"pubmed": 26464723, "text": "A significant relevance involved in SOCS3 gene polymorphisms and infantile asthma development based on a Chinese Han population."}, {"pubmed": 26485275, "text": "Decreased SOCS3 expression is associated with cholangiocarcinoma."}, {"pubmed": 26563146, "text": "Our data offer the convincing evidence for the first time that the aberrant expressions of ZFP36 and SOCS3 may be involved into the progression and patients' prognosis of prostate cancer"}, {"pubmed": 26668321, "text": "Data suggest that PCSK9 is involved in regulation of lipid metabolism in hepatocytes by proinflammatory cytokine TNFalpha; induction of lipogenesis and insulin resistance in liver (as seen in obesity) involves up-regulation of both PCSK9 and SOCS3."}, {"pubmed": 26707189, "text": "Treatment of isolinderalactone increased the protein level of SCOS3, decreased phosphorylation of the STAT3 and suppressed expression of the down-stream genes of the X-linked inhibitor of apoptosis protein"}, {"pubmed": 26709547, "text": "These data thus suggest that overexpression of SOCS1 and SOCS3 induced by denguevirus infection leads to impairment of antiviral response through the inhibition of STAT functionality."}, {"pubmed": 26749281, "text": "None of the clinicopathological parameters were associated with the expressions of FIH-1 and SOCS3 at mRNA level."}, {"pubmed": 26794444, "text": "data show that HBV-induced mitochondrial ROS production represses SOCS3 expression through Snail-mediated epigenetic silencing, leading to the sustained activation of IL-6/STAT3 pathway and ultimately contributing to hepatocarcinogenesis."}, {"pubmed": 26797799, "text": "SOCS3 along with STAT3 participates in regulatory mechanisms in ccRCC."}, {"pubmed": 26812031, "text": "Increased SOCS3 expression in PBMCs and T cells from patients with ankylosing spondylitis correlates with patient's functional ability, acute-phase reactants and serum pro-inflammatory cytokines."}, {"pubmed": 26828667, "text": "demonstrate an epigenetic mechanism of SOCS3 up-regulation in steroid resistant children with the nephrotic syndrome. The assessment of methylation/unmethylation of SOCS3 promoter might be an early marker for steroid responsiveness in NS patients"}, {"pubmed": 26945996, "text": "Results show that IFN-alpha antagonizes STAT3 and SOCS3 signaling triggered by hepatitis C virus (HCV )and that STAT3 regulation correlates inversely with SOCS3 induction by IFN-alpha, which may be important in better understanding the complex interplay between IFN-alpha and signal molecules during HCV infection."}, {"pubmed": 26990535, "text": "miR-203 and miR-221 regulate SOCS1 and SOCS3 in essential thrombocythemia"}, {"pubmed": 27079734, "text": "SOCS3 is involved in suppression of Helicobacter pylori induced STAT3 phosphorylation by docosahexaenoic acid pretreatment."}, {"pubmed": 27099071, "text": "IGFBP2 and SOCS3 were up-regulated in Kashin-Beck disease chondrocytes and decreased with increasing selenium concentrations. IGFBP2 expressed highest in the middle zone of KBD cartilage, SOCS3 expressed higher in the middle and deep zone. IGFBP2 and SOCS3 may be the biomarkers for KBD diagnosis and evaluating the effect of selenium supplement."}, {"pubmed": 27106674, "text": "In M1-activated human monocyte-derived macrophages, SOCS3 silencing decreased expression of proinflammatory markers and increased M2 macrophage markers. SOCS3 knockdown radically affects the temporal dynamics of M1 macrophages' particle engulfment through increased PI3K and Ras-related C3 botulinum toxin substrate 1 (Rac1) activity. SOCS3 drives macrophage inflammatory responses and modulates key phagocytosis signaling."}, {"pubmed": 27107422, "text": "Data suggest that SOCS3 is an important signaling protein in CLL, and Hsp90 inhibitors represent an approach to target transcriptional repression in B cell lymphoproliferative disorders."}, {"pubmed": 27160093, "text": "The rs115785973 could be regulated by miR-4308 which caused an up-regulation ofsuppressor of cytokine signaling 3 in patients with GA and AA genotype."}, {"pubmed": 27171815, "text": "increased SOCS3 in combined IL-33 heterozygotes and minor allele homozygotes may be relevant for hay fever development"}, {"pubmed": 27172798, "text": "Data show that miR-222-3p targeted SOCS3 genes and down-regulation of SOCS3 correlated with an increased expression of STAT3 activation."}, {"pubmed": 27459003, "text": "The results of this study demonstrated that HBx of hepatitis B virus impairs interferon signaling via increased expression of SOCS3 and PP2A."}, {"pubmed": 27516205, "text": "SOCS3 was down-regulated in CML cell lines and most of BMNCs from CML patients, and the expression level of SOCS3 was associated with the inhibition of cell proliferation and drug resistance of CML cells."}, {"pubmed": 27517632, "text": "anti-miR-203 suppresses breast cancer cell proliferation in vitro by targeting SOCS3 [review]"}, {"pubmed": 27564309, "text": "SOCS3 methylation status was associated with multiple metabolic syndrome traits, including central obesity, fat depots, insulin responsiveness, and plasma lipids."}, {"pubmed": 27581787, "text": "Micronome revealed miR-19a/b as key regulator of SOCS3 during cancer related inflammation of oral squamous cell carcinoma."}, {"pubmed": 27611604, "text": "Data suggest that single nucleotide polymorphisms (SNPs) in suppressor of cytokine signaling 3 (SOCS3) may play a role in the pathogenesis of metabolic syndrome (MS)."}, {"pubmed": 27635428, "text": "Significantly higher levels of suppressor of cytokine signalling proteins SOCS3 and SOCS4 in non-healing chronic wounds compared to the healing/healed chronic wounds were observed at the transcript level."}, {"pubmed": 27666544, "text": "SOCS3 promoter was methylated in H2228 cells as well as in three cases of seven EML4-ALK-positive lung cancer tissues."}, {"pubmed": 27666763, "text": "Data suggest that microRNA miR19a3p plays an important role in beta cell function, and that the miR-19a-3p/suppressor of cytokine signaling 3 (SOCS3) axis may become a potential therapeutic target for diabetes."}, {"pubmed": 27704310, "text": "reduced type I interferon production in obesity is caused by SOCS3 overexpression as well as tolerance induced by leptin"}, {"pubmed": 27716333, "text": "Our results show, for the first time, that SOCS-3 regulates leptin-induced responses in cartilage"}, {"pubmed": 27753461, "text": "The increased miR-203 expression is associated with the reduced anti-inflammatory mediator SOCS-3 expression and the increased endothelial adhesion molecule expression in maternal vessel endothelium in preeclampsia."}, {"pubmed": 27824951, "text": "epigenetic signatures at AQP3 and SOCS3 engage in low-grade inflammation across different tissues, possible via JAK/STAT mediated pathways"}, {"pubmed": 27826092, "text": "SOCS3 DNA methylation is associated with body weight and moderates the effect of cumulative stress on obesity."}, {"pubmed": 27928700, "text": "Data show that ELOVL7, SOCS3, ACSL4 and CLU were upregulated while PRKAR1A and ABCG1 were downregulated in the phlegm-dampness group."}, {"pubmed": 27977878, "text": "polymorphisms associated with risk of head and neck squamous cancer"}, {"pubmed": 28035384, "text": "The results revealed that although the expression levels of SOCS1, SOCS3 and, in particular, pSHP2, tend to decrease in the four types of astrocytomas, PIAS3 downregulation is more negatively correlated with STAT3 activation in the stepwise progress of astrocytomas and would indicate an unfavorable outcome."}, {"pubmed": 28035977, "text": "SHP2, SOCS3 and PIAS3 levels are reduced in medulloblastomas in vivo and in vitro, of which PIAS3 downregulation is more reversely correlated with STAT3 activation. In resveratrol-suppressed medulloblastoma cells with STAT3 downregulation and decreased incidence of STAT3 nuclear translocation, PIAS3 is upregulated, the SHP2 level remains unchanged and SOCS3 is downregulated."}, {"pubmed": 28064096, "text": "In summary, this study has shown that LIF is implicated in the HG-mediated inhibition of osteoblast differentiation, via promoting STAT3/SOCS3 signaling. This study may provide insights into the signal pathway of HG-induced bone loss or delayed injured joint healing."}, {"pubmed": 28125665, "text": "SOCS3, which is a critical negative regulator of cytokine response to tuberculosis infection and its nearby lncRNA XLOC_012582, were highly expressed in active tuberculosis B cells."}, {"pubmed": 28179578, "text": "Data show that the suppressor of cytokine signaling-3 (SOCS3) promoter hypermethylation was associated with relatively low mRNA expression in tumor tissues."}, {"pubmed": 28188673, "text": "Studies indicate that suppressors of cytokine signaling (SOCS) proteins CIS, SOCS1, and SOCS3 can be considered the third immunocheckpoint molecules since they regulate cytokine signals that control the polarization of CD4(+) T cells and the maturation of CD8(+) T cells."}, {"pubmed": 28296552, "text": "that siRNA-mediated SOCS3 knock-down in human osteoarthritic chondrocytes increased production of IL-1beta-induced prostaglandin E2"}, {"pubmed": 28378729, "text": "There are pronounced changes in the expression of SOCS3 only in Non-allergic Asthma."}, {"pubmed": 28404963, "text": "the presence of SOCS3 methylation is a marker to predict treatment response and prognosis in HCC patients receiving TACE therapy."}, {"pubmed": 28445952, "text": "Authors found that SOCS3 and SOCS1 expression was reduced in vivo, in tumor lesions of BCC and SCC, as compared to other skin inflammatory conditions such as psoriasis, despite the high number of IL-22-secreting TILs."}, {"pubmed": 28448787, "text": "Our study showed that the expressions of HER2, STAT3, and SOCS3 are associated with the progression of ovarian cancer (OC), and higher expressions of HER2 and STAT3 and lower expression of SOCS3 predict poor prognosis of OC."}, {"pubmed": 28601022, "text": "this study shows that Nrf2 activation induces lipocyte phenotype in hepatic stellate cells via enhancing SOCS3-dependent feedback inhibition on JAK2/STAT3 cascade"}, {"pubmed": 28603075, "text": "Overexpression of SOCS3 inhibited proliferation, migration, invasion and tumorigenic ability of colorectal cancer cells while increased cell apoptosis. Reduced expression of SOCS3 promoted the growth and metastasis of colorectal cancer."}, {"pubmed": 28622443, "text": "miR-2909 could play a vital role in prostate carcinogenesis through modulation of ISGylation system and TGFbeta signalling via STAT1/SOCS3."}, {"pubmed": 28643757, "text": "SOCS-1, SOCS-2, and SOCS-3 proteins may directly or indirectly, have important roles in development and pathogenesis of papillary thyroid cancer"}, {"pubmed": 28713982, "text": "Cellular viability was significantly decreased, whereas IL6 and TNFalpha levels were significantly increased, following High Glucose stimulation of A549 cells. In addition, the protein levels of SOCS3, pJAK2 and pSTAT3 were significantly increased in High Glucosetreated cells."}, {"pubmed": 28751715, "text": "In vitro significance of SOCS-3 and SOCS-4 and potential mechanistic links to wound healing have been presented."}, {"pubmed": 29031523, "text": "6-Hydroxy-3-O-methyl-kaempferol 6-O-glucopyranoside potentiated the inhibitory effect of IFN-alpha on hepatocellular carcinoma cell proliferation through activation of the JAK/STAT signaling pathway by inhibiting SOCS3 expression."}, {"pubmed": 29039484, "text": "miR203 expression may be upregulated by IL17 stimulation, and miR203 is a positive regulator of IL17induced VEGF secretion."}, {"pubmed": 29108200, "text": "TGF-beta1 can downregulate the mRNA expression of SOCS-3 and upregulate the mRNA expression of SREBP-1c."}, {"pubmed": 29158586, "text": "A group of activator protein-1-related genes were highly up-regulated in Socs3 cKO mice of both ages. This observation was validated using qRT-PCR by SOCS3-depleted human keratinocyte-derived HaCaT cells. Our results suggest that, in addition to participating in immune-mediated pathways, SOCS3 also plays important roles in skin barrier homeostasis."}, {"pubmed": 29471302, "text": "SOCS3 was targeted by miR30a- 5p in allergic rhinitis"}, {"pubmed": 29528877, "text": "The SOCS3 gene is significantly associated with the development of lumbar adolescent idiopathic scoliosis in Chinese population."}, {"pubmed": 29532409, "text": "we found key statistical differences for the proteins SEL1, Notch3 and SOCS3 in the progression of uterine cervical cancer"}, {"pubmed": 29658372, "text": "Downregulation of miR-340 inhibited GC cell proliferation, arrested cell cycle, and facilitated apoptosis through upregulating SOCS3 expression to suppress JAK-STAT3 signaling pathway."}, {"pubmed": 29712772, "text": "SOCS1/3-mediated degradation of IFN regulatory factor 7 directly regulates TLR7 signaling and type I IFN production in pDCs."}, {"pubmed": 29737080, "text": "BORIS plays a role in epigenetic regulation of SOCS3 gene promoter methylation and histone methylation in hepatocellular carcinoma."}, {"pubmed": 29752723, "text": "Loss or reduced levels of SOCS3 have been linked to cancer-associated inflammation and suppressive immunity leading to enhanced breast tumor growth lung metastasis."}, {"pubmed": 29970682, "text": "Low SOCS3 expression is associated with invasion and lymph node metastasis in gastric cancer."}, {"pubmed": 30172885, "text": "Our results underline the importance of the functional SOCS3 polymorphisms in the modulation of CHC progression and suggest their contribution to HCC development by affecting its mRNA expression and perturbing key metabolic parameters."}, {"pubmed": 30176313, "text": "Results show the CAT haplotype in SOCS3 was associated with metabolic syndrome (MetS) in Mexican Mestizos, and type 2 diabetes in Mexican Amerindians."}, {"pubmed": 30236924, "text": "SOCS3 is highly tyrosine phosphorylated by c-Abl and that tyrosine phosphorylation of SOCS3 is required for the survival and tumorigenesis of certain cells. Our findings provide novel insights into complicated mechanisms underlying the oncogenic function of Abl kinases."}, {"pubmed": 30326918, "text": "IL-6, TNF-alpha production, SOCS3 mRNA expression were downregulated, while miR-196b-5p and STAT3 mRNA expression were upregulated in monocytes from long-term cigarette smoking-related pulmonary tuberculosis patients as compared to nonsmoking pulmonary tuberculosis patients."}, {"pubmed": 30369485, "text": "SOCS3 overexpression rescued the IL-9-induced effects. Altogether, IL-9 participates in the pathogenesis of Ulcerative colitis (UC) through STAT3/SOCS3 signaling pathway and has the potential to serve as a possible therapeutic candidate in patients with UC"}, {"pubmed": 30414080, "text": "The development of pharmacological compounds to inhibit SOCS3 activity and/or expression may represent a promising therapeutic approach to treat type 2 diabetes mellitus, obesity, and other metabolic imbalances."}, {"pubmed": 30453988, "text": "Low SOCS3 expression is associated with higher grade breast cancer."}, {"pubmed": 30470842, "text": "Study demonstrates that miR-152 can inhibit lymphoma growth via suppressing DNMT1-mediated silencing of SOCS3 and SHP-1. These data demonstrate a new mechanism for the development of NHL."}, {"pubmed": 30570770, "text": "IL-6 impaired the anti-hepatitis B virus efficiency of interferon-alpha by decreasing the expression of interferon-alpha downstream effectors via upregulation of suppressor of cytokine signaling-3 (SOCS3)."}, {"pubmed": 30580155, "text": "The results suggest that particular SOCS-3 single nucleotide polymorphism are dependent on gender or age to influence Tuberculosis susceptibility in the Han Taiwanese."}, {"pubmed": 30584669, "text": "GAS5 promotes M1 macrophage polarization by acting as a competing endogenous RNA of miR-455-5p to facilitate SOCS3 expression in childhood pneumonia."}, {"pubmed": 30662576, "text": "The level of SCOS3 was significantly downregulated SOCS3 in diabetic cardiomyopathy."}, {"pubmed": 30685920, "text": "The expression of SOCS3 in peripheral blood mononuclear cells and liver tissues of non-responding CHB[ chronic hepatitis B] patients was significantly higher than that of responding CHB patients during interferon and nucleoside antiviral therapy. We speculated that SOCS3 might affect the antiviral efficacy through negative regulation of JAK-STAT signaling pathway, and partly expose the mechanism of interferon resistance."}, {"pubmed": 30767092, "text": "Elevated IL-17 and SOCS3 levels were identified in lupus patients. Positive correlations were found between IL-17 levels and SOCS3 expression, lupus activity (SLEDAI-2K), or daily proteinuria."}, {"pubmed": 30811476, "text": "The results showed that SOCS1 and SOCS3 are overexpressed in glioblastoma (GBM), as compared to a non-tumoral brain RNA pool. SOCS1 and SOCS3 expression were reduced by siRNA, and it was found that SOCS3 inhibition increases radioresistance in GBM cell lines, suggesting a key role of SOCS3 in radioresistant acquisition."}, {"pubmed": 30915768, "text": "Altered exosomal miR-181d and miR-30a related to the pathogenesis of CVB3 induced myocarditis by targeting SOCS3."}, {"pubmed": 31069760, "text": "Overexpression of C1QTNF1-AS1 down-regulated miR-221-3p and subsequently up-regulated SOCS3, thereby inhibiting hepatocellular carcinoma cell proliferation, migration and invasion and promoting apoptosis through the JAK/STAT signaling pathway."}, {"pubmed": 31106423, "text": "the inhibition of miR-221/222 cluster could attenuate the glioblastoma angiogenesis through inactivation of the JAK/STAT pathway by upregulating SOCS3."}, {"pubmed": 31204209, "text": "Role of SOCS3 in enhanced acute-phase protein genes by neonatal macrophages in response to IL-6."}, {"pubmed": 31238931, "text": "Intragenic regulation of SOCS3 isoforms"}, {"pubmed": 31315128, "text": "These findings indicate the implication of SOCS3 in the mechanism of human cytomegalovirus-mediated control of cellular immune responses."}, {"pubmed": 31431791, "text": "Higher SOCS-3 levels were seen in women with pregnancy induced hypertension than in those without hypertension."}, {"pubmed": 31539147, "text": "Correlation of SOCS3 gene polymorphism with childhood asthma."}, {"pubmed": 31619584, "text": "Alveolar macrophage secretion of vesicular SOCS3 represents a platform for lung cancer therapeutics."}, {"pubmed": 31621896, "text": "A novel SOCS3 function in IL-7Ralpha regulation during T-cell activation with crucial implications for IL-7-dependent mechanisms."}, {"pubmed": 31694925, "text": "Platelet regulation of myeloid suppressor of cytokine signaling 3 accelerates atherosclerosis."}, {"pubmed": 31767145, "text": "HIF1alpha inhibits LPS-mediated induction of IL-6 synthesis via SOCS3-dependent CEBPbeta suppression in human dental pulp cells."}, {"pubmed": 31828111, "text": "Studied interactions of microRNA 221, TNF superfamily member 10 (TRAIL), suppressor of cytokine signaling 3 (SOCS3), and phosphoinositide-3-kinase regulatory subunit 1 (PIK3R1) in apoptosis of prostate cancer cells."}, {"pubmed": 31848053, "text": "SOCS3 methylation mediated the effect of sedentary time on type 2 diabetes mellitus: The Henan Rural Cohort study."}, {"pubmed": 31860165, "text": "The long non-coding RNA DANCR regulates the inflammatory phenotype of breast cancer cells and promotes breast cancer progression via EZH2-dependent suppression of SOCS3 transcription."}, {"pubmed": 31917284, "text": "Knockdown of CTCF reduces the binding of EZH2 and affects the methylation of the SOCS3 promoter in hepatocellular carcinoma."}, {"pubmed": 31927672, "text": "Fruit and vegetable intake modifies the associations between suppressor of cytokine signaling 3 genetic variants and type 2 diabetes."}, {"pubmed": 31940889, "text": "Results found the promotor region of SOCS3 methylated in the adipose tissues of patients with gestational diabetes (GDM). Its mRNA expression level was significantly increased in visceral (VAT), but not in subcutaneous (SAT) adipose tissues of GDM patients. Study proposes a critical role of VAT in the pathogenesis of GDM, with epigenetic alterations of the expression of SOCS3, an inflammatory factor as a potential factor."}, {"pubmed": 31990678, "text": "TGF-beta-induced epigenetic deregulation of SOCS3 facilitates STAT3 signaling to promote fibrosis."}, {"pubmed": 32006198, "text": "DNA methylation of SOCS1/2/3 predicts hepatocellular carcinoma recurrence after liver transplantation."}, {"pubmed": 32015466, "text": "LncRNA-AC006129.1 reactivates a SOCS3-mediated anti-inflammatory response through DNA methylation-mediated CIC downregulation in schizophrenia."}, {"pubmed": 32108380, "text": "Association between the methylation of the STAT1 and SOCS3 in peripheral blood and gastric cancer."}, {"pubmed": 32109930, "text": "DNA methylation of SOCS3 in intestinal biopsy and peripheral blood samples of Iranian patients with ulcerative colitis."}, {"pubmed": 32272865, "text": "MiR-455 targeting SOCS3 improve liver lipid disorders in diabetic mice."}, {"pubmed": 32398867, "text": "Cancer exosome-derived miR-9 and miR-181a promote the development of early-stage MDSCs via interfering with SOCS3 and PIAS3 respectively in breast cancer."}, {"pubmed": 32475174, "text": "The methylation status of TNF-alpha and SOCS3 promoters and the regulation of these gene expressions in patients with Behcet's disease."}, {"pubmed": 32516133, "text": "SPTBN1 suppresses the progression of epithelial ovarian cancer via SOCS3-mediated blockade of the JAK/STAT3 signaling pathway."}, {"pubmed": 32589469, "text": "High Expression Levels of the SOCS3 Gene Are Associated with Acute Myocardial Infarction."}, {"pubmed": 32752921, "text": "Altered SOCS3 DNA methylation within exon 2 is associated with increased mRNA expression in visceral adipose tissue in gestational diabetes."}, {"pubmed": 32787544, "text": "MiR-125b participates in the occurrence of preeclampsia by regulating the migration and invasion of extravillous trophoblastic cells through STAT3 signaling pathway."}, {"pubmed": 32807134, "text": "Prognostic significance of SOCS1 and SOCS3 tumor suppressors and oncogenic signaling pathway genes in hepatocellular carcinoma."}, {"pubmed": 32870172, "text": "Dysregulated circulating SOCS3 and haptoglobin expression associated with stable coronary artery disease and acute coronary syndrome: An integrated study based on bioinformatics analysis and case-control validation."}, {"pubmed": 33023610, "text": "H. pylori modulates DC functions via T4SS/TNFalpha/p38-dependent SOCS3 expression."}, {"pubmed": 33054543, "text": "Circular RNA hsa_circ_0001785 inhibits the proliferation, migration and invasion of breast cancer cells in vitro and in vivo by sponging miR-942 to upregulate SOCS3."}, {"pubmed": 33191336, "text": "MiR-324/SOCS3 Axis Protects Against Hypoxia/Reoxygenation-Induced Cardiomyocyte Injury and Regulates Myocardial Ischemia via TNF/NF-kappaB Signaling Pathway."}, {"pubmed": 33193390, "text": "SOCS, Intrinsic Virulence Factors, and Treatment of COVID-19."}, {"pubmed": 33566260, "text": "C1QTNF1-AS1 regulates the occurrence and development of hepatocellular carcinoma by regulating miR-221-3p/SOCS3."}, {"pubmed": 33576141, "text": "The mediation role of SOCS3 methylation in the effect of serum testosterone on type 2 diabetes."}, {"pubmed": 33585275, "text": "MicroRNA-30e-5p Regulates SOCS1 and SOCS3 During Bacterial Infection."}, {"pubmed": 33684912, "text": "Prestroke Statins Improve Prognosis of Atrial Fibrillation-Associated Stroke through Increasing Suppressor of Cytokine Signaling-3 Levels."}, {"pubmed": 34213074, "text": "Inhibition of suppressor of cytokine signaling-3 affects mesangial cell proliferation and cell cycle in mesangioproliferative glomerulonephritis."}, {"pubmed": 34339354, "text": "Talaromyces marneffei promotes M2-like polarization of human macrophages by downregulating SOCS3 expression and activating the TLR9 pathway."}, {"pubmed": 34508764, "text": "Colorectal cancer cell-derived extracellular vesicles transfer miR-221-3p to promote endothelial cell angiogenesis via targeting suppressor of cytokine signaling 3."}, {"pubmed": 34530865, "text": "The tyrosine phosphatase SHP2 increases robustness and information transfer within IL-6-induced JAK/STAT signalling."}, {"pubmed": 34713837, "text": "Association between SOCS3 hypermethylation and HBV-related hepatocellular carcinoma and effect of sex and age: A meta-analysis."}, {"pubmed": 35098408, "text": "Long Non-coding RNA GAS5/miR-520-3p/SOCS3 Axis Regulates Inflammatory Response in Lipopolysaccharide-Induced Macrophages."}, {"pubmed": 35180913, "text": "Effect of microRNA-455-5p (miR-455-5p) on the Expression of the Cytokine Signaling-3 (SOCS3) Gene During Myocardial Infarction."}, {"pubmed": 35184640, "text": "Knockdown of miR-92a suppresses the stemness of colorectal cancer cells via mediating SOCS3."}, {"pubmed": 35226171, "text": "Tissue levels of suppressor of cytokine signaling-3 (SOCS-3) in mycosis fungoides."}, {"pubmed": 35366780, "text": "The Relationship Between FoxP3 and SOCs3 Gene Expressions and Disease Activity in Rheumatoid Arthritis."}, {"pubmed": 35395970, "text": "[Expression Level of SOCS3 in Acute Lymphoblastic Leukemia Cells Affects the Cytotoxicity of NK Cells]."}, {"pubmed": 35596898, "text": "SOCS3 gene silencing does not occur through methylation and mutations in gastric cancer."}, {"pubmed": 35675985, "text": "S100A9 and SOCS3 as diagnostic biomarkers of acute myocardial infarction and their association with immune infiltration."}, {"pubmed": 35712246, "text": "Deciphering Obesity-Related Gene Clusters Unearths SOCS3 Immune Infiltrates and 5mC/m6A Modifiers in Ossification of Ligamentum Flavum Pathogenesis."}, {"pubmed": 35731142, "text": "Upregulated expression of FFAR2 and SOC3 genes is associated with gout."}, {"pubmed": 35839170, "text": "Expression of mycobacterium tuberculosis induced SOCS3 and STAT3 and the implications on innate immunity in TB patients vs healthy contacts in high TB/HIV endemic setting: A cross-sectional analytical study."}, {"pubmed": 36030709, "text": "Low SOCS3 expression in CD4(+) T cells from pemphigus vulgaris patients enhanced Th1- and Th17-cell differentiation and exacerbated acantholysis via STAT activation."}, {"pubmed": 36078084, "text": "SOCS3 Regulates Dectin-2-Induced Inflammation in PBMCs of Diabetic Patients."}, {"pubmed": 36102649, "text": "Modulation of SOCS3 Levels via STAT3 and Estrogen-ERalphap66 Signaling during Hepatitis E Virus Replication in Hepatocellular Carcinoma Cells."}, {"pubmed": 36145200, "text": "Mendelian Randomization Analysis of the Association of SOCS3 Methylation with Abdominal Obesity."}, {"pubmed": 36169255, "text": "Lack of association between SOCS3 and SOCS7 polymorphisms and psoriasis."}, {"pubmed": 36484970, "text": "Oncogenic role of microRNA-19b-3p-mediated SOCS3 in glioma through activation of JAK-STAT pathway."}, {"pubmed": 36538174, "text": "Obesity is associated with IL-6 gene polymorphisms rs1800795 and rs1800796 but not SOCS3 rs4969170."}, {"pubmed": 36609306, "text": "Alterations of SOCS1 and SOCS3 transcript levels, but not promoter methylation levels in subcutaneous adipose tissues in obese women."}, {"pubmed": 36786170, "text": "SOCS3 deregulation contributes to aberrant activation of the JAK/STAT pathway in precursor T-cell neoplasms."}, {"pubmed": 36812959, "text": "Transcription factor B-MYB activates lncRNA CCAT1 and upregulates SOCS3 to promote chemoresistance in colorectal cancer."}, {"pubmed": 36932739, "text": "Characterization of the Roles of Suppressor of Cytokine Signaling-3 in Esophageal Carcinoma."}, {"pubmed": 37025997, "text": "SOCS3 as a potential driver of lung metastasis in colon cancer patients."}, {"pubmed": 37046042, "text": "IL-6 prevents Th2 cell polarization by promoting SOCS3-dependent suppression of IL-2 signaling."}, {"pubmed": 37075578, "text": "Gene variants and mRNA expression analysis of SOCS3 and its association with serum IL-4 levels in atopic diseases."}, {"pubmed": 37626025, "text": "DNA methylation at the suppressor of cytokine signaling 3 (SOCS3) gene influences height in childhood."}, {"pubmed": 37646261, "text": "Resistin stimulates PC-3 prostate cancer cell growth through stimulation of SOCS3 and SOCS5 genes."}, {"pubmed": 37657555, "text": "Enterovirus D68 infection upregulates SOCS3 expression to inhibit JAK-STAT3 signaling and antagonize the innate interferon response of the host."}, {"pubmed": 37910276, "text": "E3 ligase SOCS3 regulates NOD2 expression by ubiquitin proteasome system in lung cancer progression."}, {"pubmed": 37950514, "text": "DNMTs-mediated SOCS3 methylation promotes the occurrence and development of AML."}, {"pubmed": 38013437, "text": "Unleashing Breast Cancer Progression: miR-455-5p's Targeting of SOCS3 Drives Proliferation, Migration, and Invasion."}, {"pubmed": 38156861, "text": "Suppressor of Cytokine Signaling-3 Gene Polymorphisms and the Risk of Hepatocellular Carcinoma in Chronic Hepatitis C Patients in Egypt."}, {"pubmed": 38229336, "text": "SOCS3, Transcriptionally Activated by NR4A1, Induces Apoptosis and Extracellular Matrix Degradation of Vaginal Fibroblasts in Pelvic Organ Prolapse."}, {"pubmed": 38533493, "text": "Suppressor of cytokine signaling-3 expression and its regulation in relation to inflammation in Chronic Obstructive Pulmonary Disease."}, {"pubmed": 38637274, "text": "Exploring the clinical and cellular mechanisms of LncRNA-KCNQ1OT1/miR-29a-3p/SOCS3 molecular axis in cases of unexplained recurrent spontaneous abortion."}, {"pubmed": 38975347, "text": "SOCS1 and SOCS3 as key checkpoint molecules in the immune responses associated to skin inflammation and malignant transformation."}], "genomic_pos": {"chr": "17", "end": 78360077, "ensemblgene": "ENSG00000184557", "start": 78356778, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 76356158, "start": 76352864, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035556", "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042532", "pubmed": 25019494, "qualifier": "involved_in", "term": "negative regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 9266833, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045597", "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046426", "pubmed": 25019494, "qualifier": "involved_in", "term": "negative regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046627", "qualifier": "involved_in", "term": "negative regulation of insulin receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046854", "qualifier": "involved_in", "term": "phosphatidylinositol phosphate biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060670", "qualifier": "involved_in", "term": "branching involved in labyrinthine layer morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060674", "qualifier": "involved_in", "term": "placenta blood vessel development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0072540", "pubmed": 27893700, "qualifier": "involved_in", "term": "T-helper 17 cell lineage commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097398", "qualifier": "involved_in", "term": "cellular response to interleukin-17"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005942", "qualifier": "part_of", "term": "phosphatidylinositol 3-kinase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009898", "pubmed": 9727029, "qualifier": "is_active_in", "term": "cytoplasmic side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001784", "qualifier": "enables", "term": "phosphotyrosine residue binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004860", "pubmed": 9266833, "qualifier": "enables", "term": "protein kinase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19027008, 24728074, 25203322, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030292", "pubmed": 9727029, "qualifier": "enables", "term": "protein tyrosine kinase inhibitor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0035198", "qualifier": "enables", "term": "miRNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0046935", "qualifier": "enables", "term": "1-phosphatidylinositol-3-kinase regulator activity"}]}, "homologene": {"genes": [[7955, 335409], [7955, 406596], [8364, 448204], [9031, 395299], [9544, 715680], [9598, 454921], [9606, 9021], [9615, 442949], [9913, 282081], [10090, 12702], [10116, 89829]], "id": 2941}, "interpro": [{"desc": "SH2 domain", "id": "IPR000980", "short_desc": "SH2"}, {"desc": "SOCS box domain", "id": "IPR001496", "short_desc": "SOCS_box"}, {"desc": "Suppressor of cytokine signalling 3, SOCS box domain", "id": "IPR028414", "short_desc": "SOCS3_SOCS_box"}, {"desc": "SOCS3, SH2 domain", "id": "IPR035863", "short_desc": "SOCS3_SH2"}, {"desc": "SOCS box-like domain superfamily", "id": "IPR036036", "short_desc": "SOCS_box-like_dom_sf"}, {"desc": "SH2 domain superfamily", "id": "IPR036860", "short_desc": "SH2_dom_sf"}], "ipi": "IPI00297349", "map_location": "17q25.3", "name": "suppressor of cytokine signaling 3", "other_names": ["STAT-induced STAT inhibitor 3", "cytokine-inducible SH2 protein 3", "suppressor of cytokine signaling 3"], "pantherdb": {"HGNC": "19391", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1201791", "ortholog_type": "LDO", "panther_family": "PTHR10155", "taxid": 10090, "uniprot_kb": "O35718"}, {"RGD": "621087", "ortholog_type": "LDO", "panther_family": "PTHR10155", "taxid": 10116, "uniprot_kb": "O88583"}, {"Gene": "SOCS3", "ortholog_type": "LDO", "panther_family": "PTHR10155", "taxid": 9031, "uniprot_kb": "Q90X67"}, {"Ensembl": "ENSGALG00000027786", "ortholog_type": "LDO", "panther_family": "PTHR10155", "taxid": 9031, "uniprot_kb": "R4GJH9"}, {"ZFIN": "ZDB-GENE-030131-7349", "ortholog_type": "O", "panther_family": "PTHR10155", "taxid": 7955, "uniprot_kb": "Q7ZUC6"}, {"ZFIN": "ZDB-GENE-040426-2528", "ortholog_type": "LDO", "panther_family": "PTHR10155", "taxid": 7955, "uniprot_kb": "Q6NYJ2"}], "uniprot_kb": "O14543"}, "pathway": {"biocarta": [{"id": "il22bppathway", "name": "il22 soluble receptor signaling pathway"}, {"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}], "kegg": [{"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04917", "name": "Prolactin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04920", "name": "Adipocytokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04930", "name": "Type II diabetes mellitus - Homo sapiens (human)"}, {"id": "hsa04931", "name": "Insulin resistance - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL2", "name": "IL2"}, {"id": "Pathway_IL3", "name": "IL3"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_Leptin", "name": "Leptin"}, {"id": "Pathway_Oncostatin_M", "name": "Oncostatin_M"}, {"id": "Pathway_Prolactin", "name": "Prolactin"}], "pid": [{"id": "atf2_pathway", "name": "ATF-2 transcription factor network"}, {"id": "epopathway", "name": "EPO signaling pathway"}, {"id": "il23pathway", "name": "IL23-mediated signaling events"}, {"id": "il2_1pathway", "name": "IL2-mediated signaling events"}, {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, {"id": "ptp1bpathway", "name": "Signaling events mediated by PTP1B"}], "reactome": [{"id": "R-HSA-1059683", "name": "Interleukin-6 signaling"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2586552", "name": "Signaling by Leptin"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6783589", "name": "Interleukin-6 family signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-877312", "name": "Regulation of IFNG signaling"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8849474", "name": "PTK6 Activates STAT3"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8939242", "name": "RUNX1 regulates transcription of genes involved in differentiation of keratinocytes"}, {"id": "R-HSA-8951664", "name": "Neddylation"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-912694", "name": "Regulation of IFNA/IFNB signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-9674555", "name": "Signaling by CSF3 (G-CSF)"}, {"id": "R-HSA-9674555", "name": "Signaling by CSF3 (G-CSF)"}, {"id": "R-HSA-9705462", "name": "Inactivation of CSF3 (G-CSF) signaling"}, {"id": "R-HSA-9705462", "name": "Inactivation of CSF3 (G-CSF) signaling"}, {"id": "R-HSA-982772", "name": "Growth hormone receptor signaling"}, {"id": "R-HSA-983168", "name": "Antigen processing: Ubiquitination & Proteasome degradation"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}], "wikipathways": [{"id": "WP2034", "name": "Leptin signaling pathway"}, {"id": "WP2037", "name": "Prolactin Signaling Pathway"}, {"id": "WP2332", "name": "Interleukin-11 Signaling Pathway"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP2815", "name": "Mammary gland development pathway - Involution (Stage 4 of 4)"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP364", "name": "IL-6 signaling pathway"}, {"id": "WP3935", "name": "Leptin Insulin Overlap"}, {"id": "WP395", "name": "IL-4 signaling pathway"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4538", "name": "Regulatory circuits of the STAT3 signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP49", "name": "IL-2 signaling pathway"}, {"id": "WP585", "name": "Interferon type I signaling pathways"}, {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}]}, "pfam": "PF00017", "pharmgkb": "PA134885765", "pharos": {"target_id": 10192, "tdl": "Tbio"}, "pir": ["JC5627", "JC5761"], "prosite": ["PS50001", "PS50225"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259539", "relationship": "is"}, {"id": "GNF259540", "relationship": "is"}, {"id": "GNF259541", "relationship": "is"}, {"id": "GNF259542", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF046754", "relationship": "is"}, {"id": "GNF048091", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF091189", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055007", "relationship": "is"}, {"id": "GNF059794", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063979", "relationship": "is"}, {"id": "GNF063980", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013810", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336475", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100285", "relationship": "is"}, {"id": "GNF139940", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_016851.1"], "protein": ["NP_001365861.1", "NP_001365862.1", "NP_003946.3"], "rna": ["NM_001378932.1", "NM_001378933.1", "NM_003955.5"], "translation": [{"protein": "NP_003946.3", "rna": "NM_003955.5"}, {"protein": "NP_001365862.1", "rna": "NM_001378933.1"}, {"protein": "NP_001365861.1", "rna": "NM_001378932.1"}]}, "reporter": {"HG-U133_Plus_2": ["206359_at", "206360_s_at", "214105_at", "227697_at"], "HG-U95Av2": ["40968_at", "40969_at"], "HG-U95B": ["42363_r_at", "57767_f_at"], "HTA-2_0": "TC17001917.hg.1", "HuEx-1_0": "3772279", "HuGene-1_1": "8018864", "HuGene-2_1": "16849400"}, "retired": 83407, "summary": "This gene encodes a member of the STAT-induced STAT inhibitor (SSI), also known as suppressor of cytokine signaling (SOCS), family. SSI family members are cytokine-inducible negative regulators of cytokine signaling. The expression of this gene is induced by various cytokines, including IL6, IL10, and interferon (IFN)-gamma. The protein encoded by this gene can bind to JAK2 kinase, and inhibit the activity of JAK2 kinase. Studies of the mouse counterpart of this gene suggested the roles of this gene in the negative regulation of fetal liver hematopoiesis, and placental development. [provided by RefSeq, Jul 2008].", "symbol": "SOCS3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1426212"}, "unigene": ["Hs.703620", "Hs.527973"], "uniprot": {"Swiss-Prot": "O14543", "TrEMBL": ["K7EIF6", "Q6FI39"]}, "wikipedia": {"url_stub": "SOCS3"}}