{"AllianceGenome": "11179", "HGNC": "11179", "MIM": "147450", "_id": "6647", "_version": 2, "accession": {"genomic": ["AH003628.2", "AP000253.2", "AP000254.1", "AP001711.1", "AY835629.1", "CH471079.2", "CP068257.2", "HF583486.1", "HH772807.1", "KJ174530.1", "KJ194104.1", "KJ194105.1", "KJ194106.1", "KJ194107.1", "KJ194108.1", "KJ201029.1", "KM609557.1", "KM609558.1", "L44746.1", "L46374.1", "L46375.1", "M13267.1", "NC_000021.9", "NC_060945.1", "NG_008689.1", "X01780.1", "X01781.1", "X01782.1", "X01783.1", "X01784.1", "X81859.1", "X95228.1", "Z29336.1"], "protein": ["AAB05661.1", "AAB05662.1", "AAB59626.1", "AAB59627.1", "AAC41773.1", "AAH01034.1", "AAL15444.1", "AAP35322.1", "AAR21563.1", "AAV80422.1", "ABL96474.1", "ABL96616.1", "ACJ13715.1", "AHL39099.1", "AHW49383.1", "AHW49384.1", "AHW49385.1", "AHW49386.1", "AHW49387.1", "AHW49388.1", "BAG35052.1", "CAA25915.1", "CAA25916.1", "CAA25917.1", "CAA25918.1", "CAA25919.1", "CAA26182.1", "CAA64520.1", "CAG29351.1", "CAG46542.1", "CBX86766.1", "CCQ42983.1", "EAX09889.1", "EAX09890.1", "NP_000445.1", "P00441.2", "QGM77521.1", "QGM77522.1", "QGM77523.1"], "rna": ["AK312116.1", "AV756797.1", "AY049787.1", "AY450286.1", "BC001034.1", "BT006676.1", "CA448539.1", "CR450355.1", "CR541742.1", "EF143990.1", "EF151142.1", "EU794661.1", "KM609556.1", "NM_000454.5", "W17182.1", "X02317.1"], "translation": [{"protein": "AAP35322.1", "rna": "BT006676.1"}, {"protein": "AAH01034.1", "rna": "BC001034.1"}, {"protein": "NP_000445.1", "rna": "NM_000454.5"}, {"protein": "CAG29351.1", "rna": "CR450355.1"}, {"protein": "BAG35052.1", "rna": "AK312116.1"}, {"protein": "QGM77521.1", "rna": "KM609556.1"}, {"protein": "AAL15444.1", "rna": "AY049787.1"}, {"protein": "AAR21563.1", "rna": "AY450286.1"}, {"protein": "CAA26182.1", "rna": "X02317.1"}, {"protein": "ABL96616.1", "rna": "EF151142.1"}, {"protein": "ACJ13715.1", "rna": "EU794661.1"}, {"protein": "CAG46542.1", "rna": "CR541742.1"}, {"protein": "ABL96474.1", "rna": "EF143990.1"}]}, "alias": ["ALS", "ALS1", "HEL-S-44", "IPOA", "SOD", "STAHP", "hSod1", "homodimer"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-07-13T19:22:26.690Z", "disease_label": "amyotrophic lateral sclerosis type 1", "gcep": "Amyotrophic Lateral Sclerosis Spectrum Disorders Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0007103", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_97d17778-d21e-441f-b4b7-49eccaa8cbab-2021-07-13T192226.690Z", "sop": "SOP8"}}, "ec": "1.15.1.1", "ensembl": {"gene": "ENSG00000142168", "protein": ["ENSP00000270142", "ENSP00000374645"], "transcript": ["ENST00000270142", "ENST00000389995", "ENST00000470944", "ENST00000476106"], "translation": [{"protein": "ENSP00000374645", "rna": "ENST00000389995"}, {"protein": "ENSP00000270142", "rna": "ENST00000270142"}], "type_of_gene": "protein_coding"}, "entrezgene": "6647", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.20623266062, "exp_mis": 55.6360909177, "exp_syn": 28.0596787082, "lof_z": 1.82608584325371, "mis_z": 2.33683595219678, "mu_lof": 2.89431842489e-07, "mu_mis": 4.83157690441e-06, "mu_syn": 2.3479263266e-06, "n_lof": 1.0, "n_mis": 20.0, "n_syn": 29.0, "p_li": 0.442188723698817, "p_null": 0.0295916774950802, "p_rec": 0.528219598806103, "syn_z": -0.110048415291041}, "bp": 465, "cds_end": 33040891, "cds_start": 33032082, "n_exons": 5, "nonpsych": {"exp_lof": 4.61235763777, "exp_mis": 50.2562473677, "exp_syn": 25.2969334219, "lof_z": 1.65189023809015, "mis_z": 2.3661372056157, "mu_lof": 2.89431842489e-07, "mu_mis": 4.83157690441e-06, "mu_syn": 2.3479263266e-06, "n_lof": 1.0, "n_mis": 17.0, "n_syn": 28.0, "p_li": 0.416127298295942, "p_null": 0.0419162824706876, "p_rec": 0.54195641923337, "syn_z": -0.338366144269701}, "nontcga": {"exp_lof": 4.78000764979, "exp_mis": 51.1754808845, "exp_syn": 25.805180726, "lof_z": 1.70553096191033, "mis_z": 2.24080412571976, "mu_lof": 2.89431842489e-07, "mu_mis": 4.83157690441e-06, "mu_syn": 2.3479263266e-06, "n_lof": 1.0, "n_mis": 19.0, "n_syn": 29.0, "p_li": 0.410810633114076, "p_null": 0.0366310216029057, "p_rec": 0.552558345283019, "syn_z": -0.398212833496246}, "transcript": "ENST00000270142.6"}, "exons": [{"cdsend": 31668578, "cdsstart": 31659769, "chr": "21", "position": [[31659692, 31659841], [31663789, 31663886], [31666448, 31666518], [31667257, 31667375], [31668470, 31668930]], "strand": 1, "transcript": "NM_000454", "txend": 31668930, "txstart": 31659692}], "exons_hg19": [{"cdsend": 33040891, "cdsstart": 33032082, "chr": "21", "position": [[33032005, 33032154], [33036102, 33036199], [33038761, 33038831], [33039570, 33039688], [33040783, 33041243]], "strand": 1, "transcript": "NM_000454", "txend": 33041243, "txstart": 33032005}], "generif": [{"pubmed": 11350569, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11561030, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11675874, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 11675874, "text": "This study searched for the D90A CuZn-SOD mutation in different ethnic populations of the Russian Federation and found it in locations close to the Scandinavian peninsula and in remote populations in Asia, making this mutation the most common globally."}, {"pubmed": 11756571, "text": "Cu,Zn-SOD and Mn-SOD are differently regulated by estrogen and progesterone in human endometrial stromal cells"}, {"pubmed": 11771762, "text": "Antioxidant proteins in fetal brain: superoxide dismutase-1 (SOD-1) protein is not overexpressed in fetal Down syndrome."}, {"pubmed": 11854284, "text": "mutant superoxide dismutases associated with familial amyotrophic lateral sclerosis"}, {"pubmed": 11854285, "text": "14 different variants of human copper/zinc superoxide dismutase (SOD1) associated with familial amyotrophic lateral sclerosis"}, {"pubmed": 11912919, "text": "Transcriptional regulation and environmental induction of gene encoding copper- and zinc-containing superoxide dismutase."}, {"pubmed": 11930144, "text": "Homocysteine (HC) mediates oxidative cytotoxicity in cultured motor neurons by toxic gain of function of mutant SOD1 (A4V) indicating that motor neurons containing mutant SOD1 may be more susceptible to physiological concentrations of HC."}, {"pubmed": 11951178, "text": "Early onset of severe familial amyotrophic lateral sclerosis with a SOD-1 mutation: potential impact of CNTF as a candidate modifier gene."}, {"pubmed": 11996514, "text": "mutations of the gene have been linked to familial amyotrophic lateral sclerosis - review"}, {"pubmed": 12039658, "text": "Identification of a novel mutation in Cu/Zn superoxide dismutase gene associated with familial amyotrophic lateral sclerosis.  missense mutation (Ala140Gly) in exon 5"}, {"pubmed": 12050154, "text": "causes dysfunction of oxidative phosphorylation in mitochondria of transgenic mice"}, {"pubmed": 12099681, "text": "Effect of Cu,Zn superoxide dismutase on cholesterol metabolism in human hepatocarcinoma (HepG2) cells"}, {"pubmed": 12127151, "text": "Transgenic mice expressing human SOD1 with ALS-linked mutations at 2 of the 4 His residues crucial for coordinated copper binding (H46R/H48Q develop motor neuron disease with fibrillar inclusions like mice with G37R, G58R, and G93A variants."}, {"pubmed": 12138710, "text": "causative genes for familial amyotrophic lateral sclerosis"}, {"pubmed": 12144846, "text": "antioxidant effects of human CuZn-SOD reduce cellular edema due to oxidative stress during reperfusion but not during ischemia after 1 h middle cerebral artery occlusion"}, {"pubmed": 12145308, "text": "SOD1 mutants are recognized by Dorfin protein and targeted for proteasomal degradation"}, {"pubmed": 12210393, "text": "genetic heterogeneity of patients with ALS harboring mutations in the SOD1 gene"}, {"pubmed": 12213295, "text": "The combination of Hsp70 abd Hsp40 reduced intracytoplasmic aggregates and improved neurite outgrowth, and were upregulated in cells expressing mutant SOD1."}, {"pubmed": 12215228, "text": "SOD1 D76V mutation identified in four family members predicts a long survival and shows genotype-phenotype correlation."}, {"pubmed": 12218958, "text": "The role of superoxide dismutase in human diseases is discussed [review]"}, {"pubmed": 12270693, "text": "Erythrocyte analyses of CuZn-superoxide dismutase in D90A heterozygotes find no evidence that the putative protective factor in recessive families acts by downregulating the synthesis or altering the molecular structure or turnover of the mutant enzyme."}, {"pubmed": 12356748, "text": "Oxidation of select histidine residues that bind metals in the active site mediates SOD1 aggregation"}, {"pubmed": 12393885, "text": "Mitochondrial localization of mutant enzyme triggers caspase-dependent cell death in a cellular model of familial amyotrophic lateral sclerosis"}, {"pubmed": 12402272, "text": "This mutation (H80A) is believed to alter zinc ligand binding, and its functional significance correlates well with the aggressive clinical course and postmortem findings."}, {"pubmed": 12437574, "text": "Sustained expression of mutant SOD1 leads to proteasomal inhibition and motor neuronal death, which in part explains the pathogenesis of mutant SOD1-linked ALS"}, {"pubmed": 12441104, "text": "identifed and characterized key stability and structural differences resulting from the A4V mutation; architectural destabilization of the HSOD protein may underlie the toxic function of HSOD familial amyotrophic lateral sclerosis mutations"}, {"pubmed": 12442272, "text": "Authors propose that a cis-acting regulatory polymorphism has arisen close to D90A-SOD1 in the recessive founder, which decreases ALS susceptibility in heterozygotes and slows disease progression."}, {"pubmed": 12447480, "text": "Malignsant lung tumors (squamous cell carcinoma and adenocarcinoma) had significantly decreased levels of this enzyme."}, {"pubmed": 12458194, "text": "Mutants of this enzyme in amyotrophic lateral sclerosis are susceptible to disulfide reduction."}, {"pubmed": 12475980, "text": "The cytosolic proteome in a cell culture model of familial amyotrophic lateral sclerosis reveals alterations to the proteasome, antioxidant defenses, nitric oxide synthetic pathways and mutations in this enzyme."}, {"pubmed": 12480087, "text": "There is a novel mutation in this gene in a Korean family with amyotrophic lateral sclerosis."}, {"pubmed": 12485882, "text": "Expression is implicated in placenta development."}, {"pubmed": 12502789, "text": "Phenotypic effects of familial amyotrophic lateral sclerosis mutant alleles in transgsenic Drosophila"}, {"pubmed": 12531528, "text": "Data show that overexpression of wild-type superoxide dismutase 1 in cells expressing mutant forms of the enzyme significantly enhanced cell survival and reduced apoptosis after serum deprivation."}, {"pubmed": 12573532, "text": "Cu-Zn superoxide dismutase is exported by microvesicular granules"}, {"pubmed": 12590575, "text": "The large number of Cu/Zn SOD-related ALS mutations at residue 93 indicates that the loss of the glycine and not the addition of an alanine is an important factor in the pathology arising from G93A Cu/Zn SOD."}, {"pubmed": 12597246, "text": "Erythrocyte SOD activity and glutathione system are altered in men with new diagnosed BD. These alterations may be contributory factor for tissue damage associated with BD."}, {"pubmed": 12606529, "text": "results suggest that high glucose flux through aldose reductase inhibits the expression of catalase, CuZn superoxide-dismutase and glutathione peroxidase"}, {"pubmed": 12626552, "text": "Overexpression of SOD1 increases release of TNF-alpha, VEGF, and metalloproteinases MMP-2 and MMP-9 from cultured, activated peritoneal macrophages, and increases TNF-alpha levels in the serum, as well as the delayed-type hypersensitivity response."}, {"pubmed": 12644909, "text": "This review is a critical survey of in vitro characteristics of over 30 of the 90 different CuZnSOD mutant proteins known to cause familial amyotrophic lateral sclerosis, in order to determine the differences between mutant and wild-type properties."}, {"pubmed": 12649272, "text": "the strong oxidant formed by hydrogen peroxide and SOD1 in the presence of bicarbonate arises from a pathway mechanistically distinct from that producing the oxidant in its absence."}, {"pubmed": 12659845, "text": "data suggest that endoplasmic reticulum stress is involved in the pathogenesis of familial amyotrophic lateral sclerosis with an SOD1 mutation"}, {"pubmed": 12686560, "text": "Trp-32 oxidation is crucial for covalent aggregation of hSOD1 induced by bicarbonate mediated peroxidase activity"}, {"pubmed": 12710511, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12710516, "text": "In this paper provided the clinical and neuropathological feature os a FALS patient with the G37R mutation in exon 2 of the SOD1 gene."}, {"pubmed": 12718436, "text": "Caspase-1 and -3 mRNAs are differentially upregulated in motor neurons and glial cells in spinal cord of mice that are transgenic for this enzyme."}, {"pubmed": 12729761, "text": "structure of holo and metal-deficient wild-type human Cu, Zn superoxide dismutase"}, {"pubmed": 12732844, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 12738898, "text": "SOD1 may contribute to the early activation of the Akt cell survival signaling pathway and may attenuate subsequent DNA damage after transient focal cerebral ischemia in human SOD1 transgenic mice"}, {"pubmed": 12753090, "text": "Expression of G93A ALS-linked Cu,Zn superoxide dismutase mutant in neuroblastoma cells activates proteasomes and down-regulates neuronal nitric oxide synthase suggesting cross-talk between reactive oxygen and nitrogen species via the proteasome pathway"}, {"pubmed": 12754496, "text": "Here we show that metal-deficient SOD1 mutant proteins crystallize in three different crystal forms, all of which reveal higher-order assemblies of aligned beta-sheets."}, {"pubmed": 12774661, "text": "SOD1 was elevated in diabetic patients with toenail infections treated with antioxidants and antifungal agents compared to healthy individuals."}, {"pubmed": 12783432, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12783432, "text": "a new SOD1 mutation is identified in amyotrophic lateral sclerosis"}, {"pubmed": 12787913, "text": "SOD1 was measured in the blood from patients with diabetes mellitus, insulin-dependent."}, {"pubmed": 12815046, "text": "Mechanisms of biosynthesis of copper/zinc superoxide dismutase"}, {"pubmed": 12818209, "text": "The unfolding and refolding of a monomeric mutant of copper-zinc superoxide dismutase was investigated by NMR spectroscopy in the copper-reduced form and by using guanidinium chloride as denaturing agent"}, {"pubmed": 12871577, "text": "Effects of overexpression of wild-type SOD-1 or the G37R or G85R mutations on the accumulation of ubiquitinated and nitrated proteins and on loss of cell viability induced by the proteasome inhibitor lactacystin were examined"}, {"pubmed": 12871978, "text": "in normal human cells the SOD1 protein may play a role in the regulation of cellular lifespan by p53 and may also regulate the death signals in cancer cells"}, {"pubmed": 12921788, "text": "Glycoaldehyde inactivates SOD1."}, {"pubmed": 12963085, "text": "overexpression of superoxide dismutase 1 protects against beta-amyloid peptide toxicity"}, {"pubmed": 12963370, "text": "These results support free-cysteine-independent aggregation of FALS mutant SOD as a part of FALS pathology. They furthermore provide a molecular basis for the single FALS disease phenotype resulting from mutations of side-chains throughout the protein"}, {"pubmed": 12972170, "text": "Mutant human SOD1 aggregates widely reported in neural tissues accumulate in hindlimb skeletal muscle of transgenic SOD1(G39A) mice in a model of amyotrophic lateral sclerosis."}, {"pubmed": 13129803, "text": "This study present three members of a pedigree with familial amyotrophic lateral sclerosis (FALS) who have a rare mutation in exon 4 of Cu/Zn superoxide dismutase (SOD1) codon position 89, converting alanine to valine."}, {"pubmed": 13129804, "text": "This study examined the clinical features of the first Italian FALS with the Leu144Phe SOD1 mutation. Seven affected members were identified in a six-generation pedigree."}, {"pubmed": 14506936, "text": "sixteen SOD1 mutations in amyotrophic lateral sclerosis bringing the total number of SOD1 gene mutations to 105."}, {"pubmed": 14526083, "text": "toxicity to motor neurons is shown to require damage from mutant SOD1 acting within nonneuronal cells; nonneuronal cells that do not express mutant SOD1 delay degeneration and significantly extend survival of mutant-expressing motor neurons"}, {"pubmed": 14568129, "text": "The presence of G93A mutant human SOD1 in transgenic mice alters survival of phosphorylated-AKT kinase and -ERK kinase signals, possibly to compensate for the acquired gain-of-function of the mutant protein."}, {"pubmed": 14578853, "text": "Cu/Zn-SOD in cytosol and Mn-SOD in mitochondria each are capable of protecting HepG2 cells expressing CYP2E1 against cytotoxicity induced by pro-oxidants."}, {"pubmed": 14596848, "text": "SOD1(G93A) mutation in mice induces changes in AMPAR functions which may underlie the increased vulnerability of motor neurons to glutamatergic excitotoxicity in ALS."}, {"pubmed": 14684739, "text": "interaction among misfolded SOD1, NEDL1, translocon-associated protein-delta, and Dishevelled-1 forms a ubiquitinated protein complex that is included in potentially cytotoxic protein aggregates"}, {"pubmed": 14690536, "text": "Overexpression of SOD1 in astrocytes rapidly reduces glutamate transporter GLT-1 levels due to a property shared between the wild-type and SOD1(G93A) mutant form that does not involve production of intracellular oxidative stress."}, {"pubmed": 14711010, "text": "Cu,Zn superoxide dismutase and nitric oxide synthase have roles in neurodegenerative processes (review)"}, {"pubmed": 14734542, "text": "monomeric Cu,Zn-superoxide dismutase is a common misfolding intermediate in the oxidation models of sporadic and familial amyotrophic lateral sclerosis"}, {"pubmed": 14759637, "text": "This study analyzed 33 fALS patients and found 10 mutations in SOD1 gene, in which two were novel: Asp101His substitution in exon 4 and Gly141Glu substitution in exon 5."}, {"pubmed": 14970233, "text": "Expression of alsin LF, but not alsin short form, protected motor neuronal cells from toxicity induced by mutants of the Cu/Zn-superoxide dismutase (SOD1) gene, which cause autosomal dominant ALS"}, {"pubmed": 14978393, "text": "15% of amyotrophic lateral sclerosis cases are associated with an abnormality in the SOD1 gene. (REVIEW)"}, {"pubmed": 14981234, "text": "Silencing of mutant SOD1 protects cells against cyclosporin A-induced cell death."}, {"pubmed": 14988262, "text": "reduced NO-superoxide interaction in SOD-transgenic-db/db mice."}, {"pubmed": 15006704, "text": "In transgenic mice the SOD1 G93A mutation causes changes in the AMPA-receptor expression and function, as well as susceptibility to kainate-mediated excitotoxicity, which may promote the motor neuron degeneration seen in ALS"}, {"pubmed": 15016076, "text": "Combined increase in amyloid precursor protein (APP) and SOD1 in a double-transgenic (tg)-APP-SOD1 mouse results in severe impairment in learning, working and long-term memory."}, {"pubmed": 15050430, "text": "N139H is the fifth SOD1 gene mutation reported in Spain, and the first one presenting with incomplete penetrance."}, {"pubmed": 15050437, "text": "the two SOD1 mutants, by an unknown mechanism, promote the dispersion of the golgi apparatus and the dysfunction of the secretory pathway"}, {"pubmed": 15068249, "text": "Awake parameters in mice transgenic for human SOD-1 (S/+) are the same in S/+ and control mice, whereas paradoxical sleep (PS) decreased and PS latency increased after lights off in S/+ mice."}, {"pubmed": 15109247, "text": "An intersubunit disulfide bond prevents in vitro aggregation of a SOD1 mutant linkd to familial amyotrophic lateral sclerosis."}, {"pubmed": 15123612, "text": "HCO(3)(-)-derived oxidant does not alter significantly the Cu(II) active site geometry and histidine coordination to Cu(II) in SOD1 as does H(2)O(2) alone"}, {"pubmed": 15166009, "text": "Review. Blood vessels express 3 isoforms of superoxide dismutase, 1 of which is cytosolic or copper-zinc SOD. This review will focus mainly on the role of individual SODs in relation to endothelium under normal conditions and in disease states."}, {"pubmed": 15193434, "text": "Data show that G93A superoxide dismutase (SOD), like wild-type SOD, protects calcineurin against inactivation."}, {"pubmed": 15223614, "text": "Erythrocyte superoxide dismutase activity was found to be significantly lower in patients with pneumothorax than in the control group."}, {"pubmed": 15258228, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15263088, "text": "Lateral sclerosis G93A SOD1 amino acid substituted transgenic mice show a metabolic deficit and skeletal muscle hypermetabolism, controlled by a highly energetic diet which extended survival"}, {"pubmed": 15288122, "text": "When transfected into mice, induces mitochondrial swelling, vacuolization, or learning and memory deficits."}, {"pubmed": 15295091, "text": "the immature brain has limited GPX activity and is more susceptible to oxidative damage and may explain the paradoxical effect seen in ischemic neonatal brain when SOD1 is overexpressed."}, {"pubmed": 15304256, "text": "peroxynitrite reacts with CuZnSOD leading to nitrogen dioxide plus a copper-bound hydroxyl radical species that reacts with histidine residues, forming histidinyl radical"}, {"pubmed": 15326189, "text": "Data show that reduction leads to a change in the quaternary structure of superoxide dismutase 1, decreasing the monomer-to-dimer equilibrium constant by at least four orders of magnitude."}, {"pubmed": 15338334, "text": "Cu, Zn- and MnSOD levels were significantly increased in frontal cortex and substantia innominata of the index group in schizophrenia"}, {"pubmed": 15350647, "text": "SOD1 G93A mutation, leading to amyotrophic lateral sclerosis in humans and mice, does not necessarily worsen neuronal degeneration in other pathologies."}, {"pubmed": 15358145, "text": "Results suggest that co-chaperone CHIP, possibly with another E3 ligase(s), modulates the ubiquitylation of mutant Cu/Zn-superoxide dismutase and renders them more susceptible for proteasomal degradation."}, {"pubmed": 15379995, "text": "In transgenic mice, shows neuron degeneration and brain atrophy in a mouse model of lateral sclerosis."}, {"pubmed": 15465081, "text": "Familial amyotrophic lateral sclerosis with His46Arg mutation in Cu/Zn superoxide dismutase presenting characteristic clinical features and Lewy body-like hyaline inclusions."}, {"pubmed": 15473258, "text": "The present study demonstrated that both SOD1 and the metal-free form of enzyme (Apo SOD1) inhibit HMG-CoA reductase gene expression in HepG2 cells, in normal human fibroblasts, and in fibroblasts of subjects affected by familiar hypercholesterolemia."}, {"pubmed": 15474511, "text": "SOD1 carries out a neuromodulatory role affecting calcium-dependent cellular functions"}, {"pubmed": 15475574, "text": "familial amyotrophic lateral sclerosis-linked SOD1 aggregation occurs by a mutation-induced increase in dimer dissociation and/or increase in apomonomer formation"}, {"pubmed": 15485869, "text": "combining sedimentation data with previous crystallographic results, a molecular explanation is provided for existence of different copper-zinc superoxide dismutase (SOD1) macromolecular shapes and multiple dimeric species with different stabilities"}, {"pubmed": 15488469, "text": "Expression of a familial amyotropic lateral sclerosis-associated mutant SOD1 in yeast leads to decreased mitochondrial transport."}, {"pubmed": 15507437, "text": "mutant SOD1 but not the wild type bound directly to the neurofilament mRNA 3'-untranslated region and that the binding was necessary to induce mRNA destabilization"}, {"pubmed": 15522970, "text": "impaired ability to form, or retain, the C57-C146 bond in vivo is predicted to increase the cellular load of marginally stable apoSOD monomers, which may have implications for the amytrophic lateral sclerosis neuropathology"}, {"pubmed": 15531919, "text": "Deficiency in mice increased cell proliferation in the presence of persistent oxidative damage to macromolecules contributes to hepatocarcinogenesis later in life."}, {"pubmed": 15531919, "text": "Sod1 knockout mice develop hepetocellular carcinoma and exhibit a 30% reduction in lifespan."}, {"pubmed": 15546588, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15576639, "text": "SOD expression in endothelial cells attenuates TNF-alpha-induced superoxide production & adhesion molecule expression by decreasing JNK & p38 phosphorylation and AP-1 & NF-kB inactivation. SOD may play a role in preventing atherosclerosis & inflammation."}, {"pubmed": 15579468, "text": "Rac1, PI3 kinase, and Akt3 have roles in an anti-apoptotic pathway triggered by ALS2 that antagonizes SOD1 mutant-induced motoneuronal cell death"}, {"pubmed": 15623718, "text": "4 SNPs (-3392G/T, +2811G/A, +6782 A/C, & +18636C/G)and a 50 bp deletion, -1684del, showed no association with sporadic amyotrophic lateral sclerosis phenotype or susceptibility."}, {"pubmed": 15623718, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15629867, "text": "Cu-Zn superoxide dismutase expression in humans is detected in pulmonary epithelial cells by Western blot."}, {"pubmed": 15634772, "text": "These results suggest novel extracellular roles for SOD1 in amyotrophic lateral sclerosis and support a causal relationship between mutant SOD1 secretion and intraneuronal toxicity."}, {"pubmed": 15672551, "text": "mutant SOD1 overexpression promotes neither beta-amyloid toxicity nor brain accumulation in amyotrophic lateral sclerosis models"}, {"pubmed": 15691826, "text": "the earliest disulfide-reduced polypeptides in the SOD1 assembly pathway are most destabilized with respect to unfolding and oxidative aggregation by amyotrophic lateral sclerosis-causing mutations"}, {"pubmed": 15743779, "text": "Superoxide dismutase is inactivated in asthmatic airway remodeling"}, {"pubmed": 15753080, "text": "Mutant SOD1 proteins may impair chaperone function independent of gene expression in vivo, and this inhibition may be a shared property of amyotrophic lateral sclerosis-linked mutant SOD1 proteins."}, {"pubmed": 15755678, "text": "Accumulation of soluble and detergent-insoluble mutant SOD1 in spinal cord of symptomatic SOD1G93A transgenic mice is due to impaired degradation of mutant SOD1 rather than to increased transcript levels."}, {"pubmed": 15758154, "text": "In addition to being in the mitochondrial outer membrane and intermembrane space, SOD1 is also localized in the mitochondrial matrix of brain mitochondria"}, {"pubmed": 15789135, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15789135, "text": "Within FALS(familial amyotrophic lateral sclerosis) cases, The most frequent mutation was the G41S identified in four FALS."}, {"pubmed": 15799963, "text": "SOD1 mutants gain fatty acid binding abilities based on their structural instability and form cytotoxic granular aggregates"}, {"pubmed": 15812313, "text": "pyruvate significantly reduced the death and production of reactive oxygen species in cells expressing mutant SOD1"}, {"pubmed": 15816858, "text": "Overexpression of human copper/zinc-superoxide dismutase reduces oxidative stress with a subsequent decrease in apurinic/apyrimidinic endonuclease expression."}, {"pubmed": 15829169, "text": "the pathogenesis of increased oxidative stress differs between sporadic amyotrophic lateral sclerosis patients and familial ALS patients with a mutant Leu126Ser SOD1 gene."}, {"pubmed": 15829914, "text": "In SOD1 Tg mice, MCP-1 and MIP-1 alpha mRNA expression was significantly decreased 12 h postinsult"}, {"pubmed": 15851752, "text": "Brachial amyotrophic diplegia is associated with a novel SOD1 mutation (L106P)."}, {"pubmed": 15870505, "text": "Adenovirus-mediated gene transfer of superoxide dismutase and catalase reduced oxidative stress, restenosis, collagen accumulation, and inflammation and improved endothelial function after angioplasty."}, {"pubmed": 15909112, "text": "FAS overexpression was significantly reduced in cortex of transgenic mice overexpressing both wild-type hAPP gene & wild-type human superoxide dismutase-1 gene. hSOD-1 expression was associated with increase of Glial fibrillary acidic protein production."}, {"pubmed": 15961078, "text": "Oxidized SOD1 inhibits purified proteasome peptidase activities and may be partially responsible for proteasome inhibition shown in SOD1 transgenic mice."}, {"pubmed": 15990193, "text": "Genetic variants of the SOD gene is associated with insulin resistance and the susceptibility to type 2 diabetes."}, {"pubmed": 16000321, "text": "Truncated human SOD1 is associated with motor neurons disease in mice"}, {"pubmed": 16000635, "text": "Overexpression of wild-type human SOD1 blocked motor neuron apoptosis. Injured MNs in mice harboring mutant human SOD1 had upregulated Fas and iNOS, more DNA damage, & accelerated & increased MN degeneration & underwent necrosis instead of apoptosis."}, {"pubmed": 16020530, "text": "ALS-mutant apoproteins are not universally destabilized by the disease-causing mutations."}, {"pubmed": 16036425, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16046140, "text": "The establishment of this SOD1-G37R cDNA transgenic model indicates that expression of mutant SOD1 proteins in the neuromuscular unit is sufficient to cause motor neuron disease."}, {"pubmed": 16046141, "text": "Using different cell lines of neuronal origin and modulating the expression of both mutant SOD1s and Apaf1, we show that the removal of Apaf1 prevents cells death."}, {"pubmed": 16084730, "text": "mutant SOD1 and truncated SOD1 lead to neural cell death because of misfolding, and SOD1 peptides, possibly as a result of proteolytic digestion of mutant SOD, play a role in pathogenesis in amyotrophic lateral sclerosis"}, {"pubmed": 16094314, "text": "SOD1 deficiency impairs H2O2-mediated activation of NF-kappaB, decreasing death-promoting signals, and leading to better outcome."}, {"pubmed": 16105836, "text": "analysis of S134N Cu,Zn-superoxide dismutase and its mobility and intermolecular contacts in solution"}, {"pubmed": 16132821, "text": "The copper chaperone CCS is responsible for copper insertion into apo-SOD1."}, {"pubmed": 16191429, "text": "heparin-released EC-SOD is significantly reduced in coronary artery atherosclerosis"}, {"pubmed": 16291742, "text": "solution structure of the copper-depleted, disulfide-reduced form of human SOD1"}, {"pubmed": 16291929, "text": "The authors analyzed the relative amount of mutant compared with normal SOD1 protein in the erythrocytes from 29 patients with ALS with 22 different mutations. Turnover of mutant SOD1 correlated with a shorter disease survival time."}, {"pubmed": 16406071, "text": "Data raise suggest that in a cellular environment with low availability of free copper, Zn-Zn may be the preferred metallation state of superoxide dismutase 1 prior to its interaction with the copper chaperone."}, {"pubmed": 16407238, "text": "Glycine 93 mutants of superoxide dismutase (SOD) 1 have an increased propensity to misfold or aggregate, which may be linked to increased toxic mutant SOD aggregation in familial amyotrophic lateral sclerosis."}, {"pubmed": 16423367, "text": "Sporadic amyotrophic lateral sclerosis and breast cancer: Hyaline conglomerate inclusions lead to identification of an I113T SOD1 mutation."}, {"pubmed": 16424062, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16435343, "text": "the phenotypic spectrum of ALS associated with SOD1(G72C) mutations to include presenting features that mimic a myopathy."}, {"pubmed": 16467073, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16525202, "text": "marker of severity in the very early stages of acute pancreatitis"}, {"pubmed": 16540901, "text": "The expression of SOD1 was higher in polyp tissues. These results are consistent with previously reported data and support the hypothesis that there is increased oxidative stress in NP."}, {"pubmed": 16567804, "text": "caspase-3 cleavage of EAAT2 is one mechanism responsible for the impairment of glutamate uptake in mutant SOD1-linked amyotrophic lateral sclerosis"}, {"pubmed": 16583143, "text": "various mutations have different effects on SOD1 aggregation potential and the H80G mutation appears to uniquely act as a dominant inhibitor of SOD1 aggregation."}, {"pubmed": 16584877, "text": "The activity of erythrocyte Cu/Zn SOD was altered in type 2 diabetic patients."}, {"pubmed": 16600249, "text": "overexpression of Cu, Zn-SOD and/or catalase in smooth muscle cells attenuates the cell proliferation caused by oxLDL stimulation"}, {"pubmed": 16636275, "text": "Data show a molecular mechanism by which SOD1 is converted to aggregated and apparently ALS-associated toxic dimers and multimers by redox processes."}, {"pubmed": 16644738, "text": "In the disulfide-reduced form, A4V apoSOD1 exchanged like a \"random coil\" polypeptide at 20 degrees C and began to populate folded states at 4 degrees C."}, {"pubmed": 16674979, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16716900, "text": "Sod1 knockout mice have a dramatic accleration of age related muscle mass loss and a 20% reduction in body weight."}, {"pubmed": 16730180, "text": "Ribonucleoprotein complex formation on SOD1 mRNA as a neuronal tissue-specific and Amyotrophic lateral sclerosis associated mutation."}, {"pubmed": 16741123, "text": "expression of SOD1 within motor neurons was shown to be a primary determinant of disease onset and of an early phase of disease progression"}, {"pubmed": 16758302, "text": "The results of this study revealed that, MPO, XO and SOD conditions in gastric mucosa alone were not affected from HP presence. That's why MPO, XO, and SOD may not have important roles in the pathogenesis of HP related gastric disease in children."}, {"pubmed": 16780879, "text": "the localization of Cu/Zn- and Mn-SODs in adrenal tissues reflects the specificity of the adrenal cells that produce the tissue-specific hormones"}, {"pubmed": 16798882, "text": "structure of this putative ALS precursor is strikingly similar to those implicated in amyloid disease"}, {"pubmed": 16857362, "text": "By crossing this transgenic line with mice that express SOD1(G93A) and mice that express wild-type human SOD1, we found that this shRNA specifically silences the mutant, but not the wild-type SOD1"}, {"pubmed": 16868544, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16877401, "text": "A unique genomic deletion within intron 2 close to the 5' splice junction of the SOD1 gene was identified in three patients with KC."}, {"pubmed": 16880213, "text": "there is a critical balance between cellular reductants such as glutaredoxin and copper activation pathways in controlling the disulfide and stability of SOD1 in vivo"}, {"pubmed": 16895791, "text": "TNF-alpha down-regulates human Cu/Zn superoxide dismutase 1 promoter via JNK/AP-1 signaling pathway"}, {"pubmed": 16903849, "text": "Our results suggest that mitochondrial vulnerability of motoneurons to G93ASOD1 is recapitulated in NSC-34 cells, and that peculiar features in network dynamics may account for the selective alterations of motoneuronal mitochondria."}, {"pubmed": 16920710, "text": "both macroautophagy and the proteasome are important for the reduction of mutant SOD1-mediated neurotoxicity in amyotrophic lateral sclerosis"}, {"pubmed": 16943203, "text": "ubiquitination occurs only after SOD1 aggregation"}, {"pubmed": 16945901, "text": "12 different familial amyotrophic lateral sclerosis mutant SOD1s with widely differing biophysical properties are associated with mitochondria of motoneuronal cells."}, {"pubmed": 16952453, "text": "Comparison of the clinical characteristics with previously reported sporadic amyotrophic lateral sclerosis (ALS) patients carrying the same or similar SOD1 gene mutations showed a remarkable genotype-phenotype correlation."}, {"pubmed": 16952453, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16963403, "text": "This study identified a heterozygous mutation of ATT to ACT of SOD1 gene at codon 149 in exon 5 resulting in substitution of isoleucine to threonine."}, {"pubmed": 16973244, "text": "Our data suggest that deficiency in the ALS2 gene does not affect the pathogenesis of SOD1(G93A) mice."}, {"pubmed": 16989689, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17005595, "text": "Mean relative levels of SOD1 & its mRNA were significantly decreased in women > or =38 years, which may account for granulosa-cell changes associated with reproductive aging."}, {"pubmed": 17038899, "text": "Human neural stem cells transplanted into rats transgenic for SOSD1 the lifespan of fulminant motor neuron disease animals."}, {"pubmed": 17056476, "text": "CuZnSOD activity was significantly lower in gastric adenocarcinoma samples with respect to normal mucosa. The rate of MnSOD/CuZnSOD activity in adenocarcinoma was over ninefold higher than that registered in healthy tissues"}, {"pubmed": 17065353, "text": "Diabetes significantly suppressed PGIS activity in parallel with increased superoxide and PGIS nitration in the aortas of diabetic C57BL6 mice but had less effect in diabetic mice either lacking eNOS or overexpressing human SOD."}, {"pubmed": 17077646, "text": "analysis of the acute and rapid endothelial cell endocytosis of CuZn-SOD via activation of a receptor-mediated pathway"}, {"pubmed": 17092942, "text": "mutations at copper ligand histidine residues of superoxide dismutase 1 diminish the binding of copper and compromise dimer stability"}, {"pubmed": 17097745, "text": "Stable overexpression of SOD1 caused significant decreases in superoxide and nitric oxide production, with concurrent increases in hydrogen peroxide following LPS. Important role in redox-sensitive inflammatory signaling and neurotoxic inflammation."}, {"pubmed": 17157186, "text": "Modification of cysteine 111 in human Cu,Zn-superoxide dismutase."}, {"pubmed": 17157513, "text": "Dorfin-CHIP(L) rescued neuronal cells from mutant SOD1-associated toxicity and reduced the aggresome formation induced by mutant SOD1 more effectively than did Dorfin(WT)."}, {"pubmed": 17164329, "text": "SOD1-mutant-mediated damage within muscles is not a significant contributor to non-cell-autonomous pathogenesis in ALS, and enhancing muscle mass and strength provides no benefit in slowing disease onset or progression."}, {"pubmed": 17171548, "text": "Systemic activity of the enzymatic antioxidants (CuZn/SOD, MnSOD, GSH-Px, and CAT) as well as level of lipid peroxidation determined by MDA may not be increased in the course of immune-inflammatory processes associated with chronic idiopathic urticaria."}, {"pubmed": 17255946, "text": "Impaired post-translational folding is found in familial ALS-linked Cu, Zn superoxide dismutase mutants."}, {"pubmed": 17257622, "text": "We report a novel missense mutation (Asp109Tyr) in exon 4 of the Cu/Zn superoxide dismutase (sod1) gene in a woman with apparently sporadic amyotrophic lateral sclerosis (SALS)."}, {"pubmed": 17272778, "text": "Overexpression of transgenic SOD1 in hyperglycemic rats reduces blood-brain barrier permeability and matrix metalloproteinase-9 activation after transient focal cerebral ischemia."}, {"pubmed": 17292357, "text": "Motor terminals innervating fast hindlimb muscles in male SOD1-G93A mice become especially susceptible to ischemia/reperfusion injury at a young age."}, {"pubmed": 17299743, "text": "Novel SOD1 N86K mutation is associated with a severe phenotype in familial ALS."}, {"pubmed": 17324120, "text": "Data show that activation of brain calcineurin (Cn) by Cu-Zn superoxide dismutase (SOD1) depends on direct SOD1-Cn protein interactions occurring in vitro and in vivo."}, {"pubmed": 17328801, "text": "Occurrence of severe abnormalities, such as cell fusions and cytorrhexis, in microglia of SOD1G93A transgenic rats may be the result of expression of mutant SOD1 in these cells."}, {"pubmed": 17368952, "text": "in vivo evidence correlates mutation of the SOD1 gene to increased nitric oxide, nitration and oxidation of proteins in amyotrophic lateral sclerosis"}, {"pubmed": 17381088, "text": "communication between the two monomers of SOD1 such that the binding of one zinc ion per homodimer has a more profound effect on the homodimeric protein structure than the binding of subsequent metal ions"}, {"pubmed": 17394531, "text": "These data suggest that mitochondrial-produced O(2) (*) radicals play a critical role in mutant SOD1-mediated neuronal toxicity and implicate mitochondrial-produced free radicals as potential therapeutic targets in ALS."}, {"pubmed": 17418947, "text": "These results demonstrate that altered SOD1 activity (mSOD(G93A)) in BMDCs affects striatal damage probably through a mechanism involving a systemic factor."}, {"pubmed": 17420412, "text": "Cortical 5-HT1A receptor binding in patients with homozygous D90A SOD1 vs sporadic ALS."}, {"pubmed": 17453632, "text": "mutation evaluation & clinical features examination in a Korean family with amyotrophic lateral sclerosis; a point mutation in exon 1 of the SOD1 gene, resulting in an amino acid change from phenylalanine 20 to cysteine, was identified"}, {"pubmed": 17453634, "text": "therefore examined the methylation status of two genes, SOD1 and VEGF, which are implicated in ALS."}, {"pubmed": 17457363, "text": "overexpression of SOD1 in the Tg rats results in an increase in endogenous pPRAS40 and a decrease in motor neuron death through the PI3K/Akt pathway."}, {"pubmed": 17463094, "text": "Alteration of these mutant SOD1-induced pathways identified a set of targets for therapies for inherited Amyotrophic Lateral Sclerosis"}, {"pubmed": 17469116, "text": "the absence of pathological TDP-43 in cases with SOD1 mutations implies that motor neuron degeneration"}, {"pubmed": 17483589, "text": "This is a first case of slowly progressing amyotrophic lateral sclerosis caused by H46R SOD1 mutation of Parkistani descent."}, {"pubmed": 17504823, "text": "SOD1 mutation has a role in amyotrophic lateral sclerosis"}, {"pubmed": 17513298, "text": "copper/zinc superoxide dismutase mutations preferentially reduce the repulsive charge of the proteins in amyotrophic lateral sclerosis"}, {"pubmed": 17548825, "text": "Molecular dynamics using atomic-resolution structure reveal structural fluctuations that may lead to polymerization of SOD."}, {"pubmed": 17549011, "text": "H46R mutant SOD1 transgenic mice are characterized by widespread pathologic changes of the spinal cord that extend beyond the motor system, including many aggregates lacking vacuoles."}, {"pubmed": 17549529, "text": "Mutations determine age of onset of amyotrophic lateral sclerosis."}, {"pubmed": 17555556, "text": "Thus, relative to wild-type microglia, mSOD1(G93A) microglia were more neurotoxic and induced more motoneuron injury than similarly treated wild-type microglia."}, {"pubmed": 17573040, "text": "This data suggests that the regulation of O2(.-) is located at the crossroads between LDL signaling and cell proliferation."}, {"pubmed": 17592131, "text": "Absence of zinc and copper ions is clearly a major factor determining the propensity of SOD1 protein to oligomerize and form the toxic species that may cause SOD1-linked amyotrophic lateral sclerosis."}, {"pubmed": 17602442, "text": "This study demonstrates a homogeneous overexpression of the genes encoding for SOD in nuchal skin of human trisomy 21 fetuses."}, {"pubmed": 17624778, "text": "The missense mutation of SOD1 gene in two of the three alleles could have increased its toxic effects in the Down syndrome patient leading to an earlier onset and rapid progression of the disease."}, {"pubmed": 17634480, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17636119, "text": "identify a shared molecular event involving a known target gene and suggest a common step in the pathogenesis between sporadic Amyotrophic lateral sclerosis (ALS) and familial ALS"}, {"pubmed": 17636250, "text": "Overexpression of mutant human SOD1 in zebrafish embryos induced a motor axonopathy that was specific, dose-dependent and found for all mutations studied."}, {"pubmed": 17636481, "text": "Our data suggest that this TATA box defect is not a disease-causing mutation or susceptibility factor for ALS but rather a rare polymorphism with a potential effect on SOD1 gene expression."}, {"pubmed": 17646272, "text": "No significant association with prostate cancer was observed for polymorphic variants in SOD1."}, {"pubmed": 17646272, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17652584, "text": "Mutant SOD1 gains a novel function possibly by altering the ribonucleoprotein complex with vascular endothelial growth factor (VEGF) 3'-untranslated region in amyotrophic lateral sclerosis transgenic mice."}, {"pubmed": 17664146, "text": "SOD1 weakly increased the rate of decomposition of S-nitrosylated glutathione"}, {"pubmed": 17667843, "text": "Suggest that higher circulating Cu/Zn SOD could protect type 1 diabetes mellitus children/adolescents against endothelial dysfunction. Low Cu/Zn SOD is a potential early marker of susceptibility to diabetic vascular disease."}, {"pubmed": 17683122, "text": "The increased plasticity of the apo G37R asSOD1 mutant protein is responsible for its enhanced tendency to aggregate in concentrated solutions. These results suggest that metal-free apo forms of the mut. SOD1 protein are the agents of its toxicity."}, {"pubmed": 17683925, "text": "superoxide dismutase 1 mRNA levels were reduced in peripheral mononuclear cells after copper supplementation"}, {"pubmed": 17689501, "text": "The level of LC3-II, which is known to be correlated with the extent of autophagosome formation, was increased in SOD1G93A transgenic mice at symptomatic stage compared with non-transgenic or human wild-type SOD1 transgenic animals."}, {"pubmed": 17715066, "text": "Transgenic mice form a least common denominator amongst SOD1 mutants with widely different molecular characteristics and might be involved in the cytotoxicity that causes lateral sclerosis."}, {"pubmed": 17725983, "text": "SOD1 mutants perturb fast axonal transport to reduce axonal mitochondria content and is associated with amyotrophic lateral sclerosis"}, {"pubmed": 17786603, "text": "After intravenous injection into irradiated pre-symptomatic SOD1-G93A mice, hMSC survived more than 20 weeks in recipient mice, migrated into the parenchyma of brain and spinal cord and showed neuroglia differentiation."}, {"pubmed": 17823119, "text": "Results suggest that the sumoylated COOH terminus of EAAT2 associates with the promyelocytic leukemia nuclear bodies in hSod1 mutatnt transgenic mice."}, {"pubmed": 17888947, "text": "The crystal structure of a zinc-deficient human SOD shows that its stabilization as a heterodimer with Cu,Zn SOD may contribute to the dominant inheritance of ALS mutations."}, {"pubmed": 17902702, "text": "A nmultinuclear copper (I) cluster forms the dimerization interface in copper-loaded human copper chaperone for SOD1."}, {"pubmed": 17903209, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17914031, "text": "Multiple variations (single nucleootide polymorphisms0 in SOD1 are significantly associated with persistent microalbuminuria and severe nephropathy."}, {"pubmed": 17914031, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17925878, "text": "the Lewy body-like hyaline inclusion/astrocytic hyaline inclusion in mutant SOD1-linked familial amyotrophic lateral sclerosismay arise from ER dysfunction"}, {"pubmed": 17979159, "text": "To understand the role of SOD1 mutations in the pathophysiol of FALS we compared the pattern of proteins expressed in human neuroblastoma cells with those of cell lines transfected with plasmids expressing the wild-type SOD1 and the H46R and G93A mutants."}, {"pubmed": 17987632, "text": "This is the first report in which the presence of SOD1 (iso) forms in a cellular model of ALS has been evidenced."}, {"pubmed": 17992192, "text": "Our results provide the first cell-by-cell-analysis of SOD1 ubiquitination and chaperone interaction"}, {"pubmed": 18006498, "text": "Removal of Cysteine-111 impairs the ability of mutated SOD1 to form disulfide cross-linking is associated with familial amyotrophic lateral sclerosis."}, {"pubmed": 18033592, "text": "Evidence for different pattern of cortical neuronal vulnerability in homD90A SOD1 amyotrophic lateral sclerosis(ALS) versus sporadic ALS that may provide insight as to their slower rate of disease progression."}, {"pubmed": 18054242, "text": "Transgenic mice that have a restricted expression of mutant SOD1 have pathological abnormalities of motor neurons confined to cells that express mutant SOD1."}, {"pubmed": 18055113, "text": "The conserved minimal haplotype is statistically more similar to Asian than European population DNA sets, suggesting that the SOD1 A4V mutation arose in native Asian-Americans who reached the Americas through the Bering Strait."}, {"pubmed": 18057069, "text": "A genome-wide association study of sporadic ALS in a homogeneous Irish population was conducted."}, {"pubmed": 18081837, "text": "Consistent with the altered morphology of Prefrontal cortical regions, SOD1 mutant mice showed impaired extinction of conditioned fear."}, {"pubmed": 18191946, "text": "From case study this study suggested degeneration of the dentatorubral system and the absence of LBHIs in our case are pathological features in FALS with the Gly93Ser mutation."}, {"pubmed": 18192269, "text": "principal protein in the high molecular mass aggregates whose appearance correlates with symptoms of the disease is the unmodified, full-length SOD1 polypeptide"}, {"pubmed": 18211954, "text": "Toxicity of mutant SOD1 is partially mediated through heterodimer formation with SOD1(hWT) in vivo and does not correlate with the aggregation potential of individual mutants."}, {"pubmed": 18233996, "text": "Misfolding of amyotrophic lateral sclerosis-related mutant SOD1 induces endoplasmic reticulum stress, which may contribute to the motor neuron degeneration in amyotrophic lateral sclerosis pathogenesis."}, {"pubmed": 18239850, "text": "SOD1 is essential for the preservation of cytoskeleton integrity"}, {"pubmed": 18243716, "text": "Superoxide dismutase overexpression protects dopaminergic neurons in a Drosophila model of Parkinson's disease."}, {"pubmed": 18246065, "text": "These findings demonstrate that mutant SOD1 astrocytes are viable targets for therapies for slowing the progression of non-cell autonomous killing of motor neurons in ALS."}, {"pubmed": 18268245, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18268245, "text": "Our data indicate that studies from referral centers may overestimate the frequency of familial ALS and of SOD1 mutations in sporadic ALS."}, {"pubmed": 18273717, "text": "SOD1 glycine93aspartate mutation, found in DNA extracted from the hair bulbs in two deceased obligate carriers, causes a slowly developing lower motor neuron disease with a reduced penetrance."}, {"pubmed": 18282652, "text": "Gain-of-function mutations in the Cu,Zn-superoxide dismutase (SOD1) gene are implicated in progressive motor neuron death and paralysis in one form of inherited amyotrophic lateral sclerosis (ALS)."}, {"pubmed": 18301754, "text": "pathological characterized pathological SOD1 mutants byinvestigating their propensity to aggregation"}, {"pubmed": 18305395, "text": "The results suggest that SOD Ala16Val polymorphism is an age-dependent modulator of ox-LDL-C levels in middle-aged men and elderly women."}, {"pubmed": 18307039, "text": "Results describe the activity of ferroxidase, SOD1, and cofactors in CSF of patients with Parkinson's disease, Alzheimer's disease, Huntington's disease, or amyotrophic lateral sclerosis."}, {"pubmed": 18316367, "text": "disulfide cross-linking has a limited roled in the aggregation of mutant SOD1 linked to familial amyotrophic lateral sclerosis"}, {"pubmed": 18319614, "text": "Results investigate the role of mutant SOD1 in familial ALS by fusing human SOD1 genes with a PEP-1 peptide in a bacterial expression vector to produce in-frame PEP-1-SOD fusion proteins."}, {"pubmed": 18334481, "text": "These results establish that CCS/G93A SOD1 mice manifest an isolated complex IV deficiency which may underlie a substantial part of mutant SOD1-induced mitochondrial cytopathy."}, {"pubmed": 18337461, "text": "Endoplasmic reticulum-golgi apparatus pathway is a predominant cellular site of aggregation of mutant SOD1 suggests that secretion could play a key role in pathogenesi of lateral sclerosis."}, {"pubmed": 18384644, "text": "the interference with axonal transport and protein turnover by mutant SOD1 could influence the function and viability of motor neurons in ALS."}, {"pubmed": 18387669, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18387669, "text": "Polymorphisms of CuZn-SOD, MnSOD, GSTM1 and GSTT1 in the placental tissue were not associated with preeclampsia."}, {"pubmed": 18393442, "text": "Measurements of hCCS-induced SOD1 activation were used to show that the C-terminal CXC sequence is both necessary and sufficient for EZn-SOD maturation."}, {"pubmed": 18415766, "text": "The primary factor causing the oxidative stress observed in rheumatoid arthritis and systemic lupus erythematosus is excessive free radical production rather than impaired catalase or superoxide dismutase activity due to autoantibody inhibition."}, {"pubmed": 18423055, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18423055, "text": "genotype distribution of the SOD1 in patients with diabetes mellitus can differ from nondiabetic individuals"}, {"pubmed": 18424447, "text": "These data have demonstrated that a 'mini-SOD1' of only 115 amino acids is sufficient to cause ALS."}, {"pubmed": 18428003, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18428003, "text": "The phenotypic variability between SOD1 mutation carrying patients in this study is dramatic, even among patients with the same mutation."}, {"pubmed": 18469020, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18476619, "text": "Microwave radiation could down-regulate the SOD activity in nasopharyngeal carcinoma cells."}, {"pubmed": 18480265, "text": "SOD1 is a master regulator of GF signaling and as a therapeutic target for the inhibition of angiogenesis and tumor growth"}, {"pubmed": 18485920, "text": "evidence of biochemical changes in the hindlimb muscle of young, presymptomatic G93A hSOD1 transgenic mice in an amyotrophic lateral sclerosis model"}, {"pubmed": 18504130, "text": "Novel genetic variants were found in 30% brains and known variants in 91% brains from patients with SALS. Two novel variants found in SALS patients were located in the SOD1 promoter and intron 1."}, {"pubmed": 18504130, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18515363, "text": "The misfolded SOD1s directly perturb axonal transport or impair other functional properties of the dynein motor which may cause motor neuron death in lateral sclerosis."}, {"pubmed": 18552350, "text": "copper chaperone for SOD1 (CCS) facilitates maturation of SOD1 and that CCS overexpression ameliorates intracellular aggregation of mutant SOD1 in vivo."}, {"pubmed": 18559949, "text": "ablation of the amyloid beta (A4) precursor protein (App) or interleukin-1 receptor, type I (Il1r1), and transgenic overexpression of human superoxide dismutase 1 (SOD1) prolonged incubation times by 13, 16 and 19 %, respectively."}, {"pubmed": 18574763, "text": "potential gender difference in levels of SOD1 in CSF of ALS(amyotrophic lateral sclerosis) patients"}, {"pubmed": 18579581, "text": "BICD2-N transgene increased lifespan in 'low copy' SOD1-G93A ALS transgenic mice."}, {"pubmed": 18582155, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18586551, "text": "study reports that nNOS overexpression induced a NO-dependent increase in the concentration of intracellular glutathione and a NO-independent down-regulation of SOD1 in terms of mRNA, protein and activity level"}, {"pubmed": 18596033, "text": "Expression of wild type or disease-linked (A4V, G85R) mutants of human SOD1 selectively in motor neurons induced progressive climbing deficits."}, {"pubmed": 18608091, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18608091, "text": "SOD1 protein may modify the phenotype of SALS within selected populations"}, {"pubmed": 18608106, "text": "Genetic analysis revealed three amyotrophic lateral sclerosis patients (1.8%) with mild phenotype carrying the homozygous D90A mutation of superoxide dismutase 1."}, {"pubmed": 18608106, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18617166, "text": "These results support the hypothesis that aberrant copper chemistry through a cysteine residue plays a critical role in mutant SOD1 toxicity and that TTM may be a promising therapy for familial ALS with SOD1 mutants."}, {"pubmed": 18622615, "text": "Over-expressed SOD1 is associated with cisplatin-resistant ovarian cancer."}, {"pubmed": 18624915, "text": "In conclusion, despite the protective action against acute motor neuron injury, Hsp27 alone is not sufficient to protect against the chronic motor neuron injury due to the presence of mutant SOD1."}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18651250, "text": "Data show major changes in the expression of mRNA in 60 genes in patients and mice with ALS, compared to controls."}, {"pubmed": 18652897, "text": "Amyotrophic lateral sclerosis-linked copper-zinc human superoxide dismutase mutant glycine93alanine-hSOD1 interacts with cytosolic malate dehydrogenase--a key enzyme in the malate-aspartate shuttle which is vital to neurons."}, {"pubmed": 18666828, "text": "Findings show that Cu/Zn-superoxide dismutase aggregation and protein instability govern familial amyotrophic lateral sclerosis patient survival."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18683239, "text": "The astrocyte-specific gene expression profile in SOD1-mutant animals might contribute to the identification of possible candidates for cell type-specific therapies in ALS."}, {"pubmed": 18690666, "text": "DNAs tested are simultaneously condensed into a nanoparticle with a specific morphology during SOD1 aggregation, revealing that SOD1 aggregation and DNA condensation are two concurrent phenomena."}, {"pubmed": 18703498, "text": "in mammalian cells, SOD1 mitochondrial localization is dictated by its folding state, which is modulated by several interconnected factors"}, {"pubmed": 18712292, "text": "Upregulation of DJ-1 mRNA and protein levels were identified in the brains and spinal cords of SOD1(G93A) transgenic mice as compared to wild-type controls, evident from an early disease stage."}, {"pubmed": 18715867, "text": "mitoKARS is the first described member of a group of mitochondrial proteins whose interaction with mutant SOD1 contributes to mitochondrial dysfunction in ALS"}, {"pubmed": 18727868, "text": "SOD coenzyme can effectively regulate Fas/FasL signal transduction and block apoptosis of alveolar macrophages from pneumoconiosis patients."}, {"pubmed": 18761352, "text": "the rates of metal release during SOD1 unfolding in guanidine hydrochloride."}, {"pubmed": 18775420, "text": "SOD1 and SOD2 expressions demonstrate how sex and daytime, merit being controlled when human gene expression analyses are evaluated, particularly within the framework of clinical trials or cohort studies."}, {"pubmed": 18790046, "text": "SOD1-overexpressing human glioma cells are radioresistant; its overexpression suppresses late ROS accumulation in irradiated cells, and the radioresistance is associated with enhanced G2 accumulation and decreased cyclin B1 mRNA and protein levels"}, {"pubmed": 18806750, "text": "Superoxide-dismutase was increased in benign hyperplasia of prostate and decreased in prostate cancer."}, {"pubmed": 18808763, "text": "sod mutation have been associated with amyotrophic lateral sclerosis and parkinson disease-{review}"}, {"pubmed": 18826962, "text": "Ubiquitin-proteasome system impairment occurs in transgenic mice expressing mutant human Sod1 during amyotrophic lateral sclerosis progression."}, {"pubmed": 18840448, "text": "The approximately 100-fold increase in the rate of folding of SOD in the presence of micromolar concentrations of zinc demonstrates a significant role for a preorganized zinc-binding loop in the transition-state ensemble."}, {"pubmed": 18930811, "text": "Increased superoxide dismutase 1 expression is associated with multiple sclerosis lesions."}, {"pubmed": 18951903, "text": "The results reveal the kinetic basis for the extremely high stability of wild-type holo SOD and the possible consequences of kinetic changes for disease."}, {"pubmed": 18971355, "text": "Superoxide scavenging with adenovirus-mediated transfer of Cu/ZnSOD in mouse forebrain is associated with improved cardiac function and survival following myocardial infarction."}, {"pubmed": 19000626, "text": "We describe a patient with ALS and muscle mitochondrial oxidative defect associated with a novel SOD1 mutation. Revealed a heterozygous mutation in codon 22 substituting a highly conserved amino acid, from glutamine to arginine (Q22R)."}, {"pubmed": 19011015, "text": "The results exclude VSX1 and SOD1 as potential disease-causing genes in these families and localize a novel gene for keratoconus to a 5.6-Mb interval on 13q32."}, {"pubmed": 19016244, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19016906, "text": "These data suggest that SOD-1 mediates CCR5 activation by CCL5 and that pharmacological modulation of SOD-1 may be beneficial to CCR5-associated diseases."}, {"pubmed": 19022905, "text": "Data show that a small amount of disulfide-reduced apo-superoxide dismutase 1 can rapidly initiate fibrillation under mild, physiologically accessible conditions."}, {"pubmed": 19041781, "text": "We show that NOX2 inhibitor, apocynin, can prevent the loss of motor neurons caused by SOD1-mutated astrocytes. These results provide an assay for drug screening using a human ALS in vitro astrocyte-based cell model."}, {"pubmed": 19060114, "text": "Mitochodrial disruptions are critical elements of SOD1(G93A)-mediated motor neuron degeneration in a transgenic mouse model of amyotrophic lateral sclerosis."}, {"pubmed": 19064571, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19077113, "text": "Together, these studies indicate that WT SOD1 (human or mouse), when expressed at levels equivalent to the mutant protein, modulates the aggregation of mutant SOD1."}, {"pubmed": 19088126, "text": "KAP3 sequestration by misfolded SOD1 and the inhibition of ChAT transport play a role in the dysfunction of amyotrophic lateral sclerosis."}, {"pubmed": 19091752, "text": "mSOD1 expression regulated TNF-alpha secretion at a post-transcriptional level and involved ROS-sensitive TNF-alpha-converting enzymes, e.g. ADAM10 and -17, which shed TNF-alpha from its membrane-anchored precursor."}, {"pubmed": 19091790, "text": "Role of CuZn superoxide dismutase on carotid body function in heart failure rabbits."}, {"pubmed": 19109932, "text": "Data show that SOD1 is decreased in the CSF of temporal lobe epilepsy patients."}, {"pubmed": 19119597, "text": "Expression of Cu/ZnSOD and PLUNC in in chronic sinusitis was higher than in normal tissue, and expression in nasal polyp tissue was lower than in normal tissue."}, {"pubmed": 19124506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19139308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19139308, "text": "Patients with homozygous D90A SOD1 ALS showed less extensive pathologic white matter in motor and extramotor pathways compared with patients with sporadic ALS."}, {"pubmed": 19156168, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19174508, "text": "early consequence of the association of SOD1-G85R or SOD1-G93A with motoneuronal mitochondria is reduced capacity of the ETC to limit Ca(2+)-induced Psi(m) depolarization; this impairment contributes to disease progression in mutant SOD1 motor terminals."}, {"pubmed": 19176896, "text": "North American SOD1 alanine to valine mutation at codon 4 descended from two founders (Amerindian and European) 400-500 years ago."}, {"pubmed": 19176896, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19187267, "text": "Increased presynaptic territory on surviving motoneurons of transgenic SOD1 mice may represent a means of maintaining excitability, compensating for the loss of overall presynaptic input."}, {"pubmed": 19191304, "text": "Animal modles with mutations in this gene develop pathology similar to amyotrophic lateral sclerosis[REVIEW]"}, {"pubmed": 19196430, "text": "Thus, the strong RNA-binding affinity conferred by ALS-associated mutations of SOD1 may contribute to the post-transcriptional dysregulation of VEGF mRNA."}, {"pubmed": 19201909, "text": "These findings reveal a hitherto unknown IFN-beta/SOD1 axis in Leishmania infection"}, {"pubmed": 19227972, "text": "Incomplete posttranslational modification of nascent SOD1 polypeptides via SOD1 copper chaperone (CCS) may be a characteristic shared by familial SOD1 mutants in amyotrophic lateral sclerosis."}, {"pubmed": 19228676, "text": "In our Belgian cohort of FALS patients, SOD1 mutations were responsible for 35% of all cases while TARDBP was only identified in one family and therefore seemed to account for just a minority of FALS (3%) in this population."}, {"pubmed": 19233858, "text": "Wild-type SOD1 overexpression accelerates disease onset in G85R SOD1 transgenic mouse."}, {"pubmed": 19252762, "text": "Individuals with SOD1 gene mutations are less likely to have significant cognitive changes compared to non-SOD1 FALS patients. Cognitive abnormalities in ALS are heterogeneous and may reflect underlying genetic variations."}, {"pubmed": 19252762, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19259395, "text": "SOD1 has a role in motor neuron degeneration linked to amyotrophic lateral sclerosis"}, {"pubmed": 19266020, "text": "Mutations in the genetic background strongly enhanced the toxicity of huamn SOD1 mutants expressed in Caenorhabditis elegans."}, {"pubmed": 19268528, "text": "negatively regulates sperm capacitation"}, {"pubmed": 19293633, "text": "hSOD1-G93A mutation causes both motor and sensory neuropathies, and as such the disease developed in the transgenic mice very closely resembles human ALS."}, {"pubmed": 19299510, "text": "glutathionylation promotes SOD1 monomer formation supports a model in which increased oxidative stress promotes SOD1 aggregation."}, {"pubmed": 19325915, "text": "some mutations related to ALS promote formation of amyloid-like aggregates by facilitating the loss of metals and/or by making the intramolecular disulfide bond more susceptible to reduction, allowing conversion of SOD1 to a form that aggregates"}, {"pubmed": 19332692, "text": "Low penetrance of SOD1 mutation in a Canadian family of Filipino origin with amyltrophic lateral sclerosis enhances the naturally occurring alternative splicing of exon 2 of the SOD1 mRNA, leading to reduced transcription of the mutant allele."}, {"pubmed": 19335999, "text": "The purified PEP-1-HSP27 fusion proteins can be transduced efficiently into neuronal cells and protect against cell death by enhancing mutant SOD1 activity."}, {"pubmed": 19344917, "text": "Here, we report the cases of 3 patients with an H46R mutation in the SOD1 gene. Our patients showed progressive muscle weakness and wasting without upper motor signs or bulbar palsy."}, {"pubmed": 19363716, "text": "Screening for the SOD1 gene disclosed, at codon 140, a base substitution of adenine for thymine (GGT>CCA) in severe amyotrophic lateral sclerosis"}, {"pubmed": 19369197, "text": "investigation of the solution state coupled with that of the crystal state can provide major insights into SOD1 pathway toward oligomerization in relation to familial amyotrophic lateral sclerosis"}, {"pubmed": 19379791, "text": "These studies suggest motor neuron degeneration in the G93A MUTANT SOD1 is associated with TDP-43 histopathology."}, {"pubmed": 19399611, "text": "This overview reviews the current understanding of mutant SOD1-mediated motor neuron degeneration in amyotrophic lateral sclerosis, with focus on oxidative damage and mitochondrial dysfunction."}, {"pubmed": 19399816, "text": "Enhanced oxidative stress and a decrease in the number of anti-oxidant enzymes may be associated with pre-eclampsia."}, {"pubmed": 19409565, "text": "Overexpression of catalase/SOD-1 in ApoE-deficient mice suppresses benzo(a)pyrene-accelerated atherosclerosis."}, {"pubmed": 19416874, "text": "mutant SOD1 has a role in the pathogenesis of familial ALS through disulfide oxidation and aggregation"}, {"pubmed": 19423521, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19423540, "text": "Nine SNPs distributed across eight genetic regions (ALOX5, IRAK3, ITGB2, NCF2, NFKB1, SELP, SOD1, and STAT1) were associated with risk of glioma with P value of <0.01."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19429011, "text": "results show that Bax and Sod1 mRNA levels are altered in peripheral blood mononuclear cells from both mild cognitive impairment and Alzheimer's disease patients"}, {"pubmed": 19442735, "text": "data suggests a role of SOD1 in non-cell autonomous degeneration and suggests that microglia/macrophages may be influenced by the SOD1's dismutase activity"}, {"pubmed": 19459941, "text": "Cells with a low level of G93ASOD1 maintained higher GSH levels and GCL activity, showing that the exposure time and the level of the mutant protein modulate GSH synthesis"}, {"pubmed": 19477268, "text": "mutations in the coding region are associated with amyotrophic lateral sclerosis; review"}, {"pubmed": 19478559, "text": "Intracellular amyloid beta directly interacts with SOD1, and that this interaction decreases the enzymatic activity of the enzyme."}, {"pubmed": 19482907, "text": "Variations in SOD emphasize the relevance of oxidative stress in the oocyte maturation process. These variations also suggest that SOD is a potential biomarker for ART success."}, {"pubmed": 19483195, "text": "All amyotrophic lateral sclerosis-associated mutations in SOD1 increase the aggregation propensity of the protein."}, {"pubmed": 19488901, "text": "G41S mutation is consistently associated with a uniform and dramatic, fast-progressing phenotype in founder effect of amyotrophic lateral sclerosis"}, {"pubmed": 19497878, "text": "findings point to a critical role for the native Zn site in controlling SOD1 misfolding, and show that even subtle changes of the metal-loading sequence can render the wild-type protein the same structural properties as ALS-provoking mutations"}, {"pubmed": 19505917, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19515016, "text": "In transgenic SOD1 deficiency there is an increase in reactive oxygen species which accelerates red blood cell destruction."}, {"pubmed": 19524271, "text": "p.E22G SOD1 gene mutation is associated with long ALS survival; results emphasize the importance of genetic and clinical characterization of ALS1 families for understanding the genotype-phenotype relationships of each SOD1 gene mutantation"}, {"pubmed": 19527700, "text": "Data show that decreased activities of GPX1, increased activities of GR and CuZnSOD in women with depressive disorder."}, {"pubmed": 19560448, "text": "An increase in the activities of superoxide dismutase was observed in patients with active and silent celiac disease, while the activities of glutathione peroxidase and glutathione reductase and the glutathione content were significantly reduced."}, {"pubmed": 19576169, "text": "mutant SOD1 modulated tubulin polymerization, while wild-type SOD1 did not."}, {"pubmed": 19596401, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19596401, "text": "This study disproves the hypothesis that there is a tightly linked genetic protective factor specifically located close to the SOD1 gene in SOD1(D90A) mediated ALS."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19635794, "text": "A structural change in the electrostatic loop is common to all 13 amyotrophic lateral sclerosis-associated SOD1 variants."}, {"pubmed": 19651777, "text": "Misfolding associated with metal deficiency may facilitate aberrant interactions of SOD1 with itself or with other cellular constituents and may thereby contribute to neuronal toxicity"}, {"pubmed": 19654524, "text": "Based on dissimilarity of disease-associated alleles, the 2 families do not appear to share same haplotype and are not closely related. Strongly supports uniqueness of 7-base deletion in intron 2 of SOD1 gene to keratoconus phenotype."}, {"pubmed": 19655787, "text": "The area in the vicinity of the copper-zinc SOD1 metal binding site is selectively destabilized by amyotrophic lateral sclerosis-associated mutation Gly93Ala."}, {"pubmed": 19656261, "text": "These results indicate that the nature of mutant SOD1 toxicity might involve the dysregulation of the copper trafficking pathway, resulting in the disruption of intracellular copper homeostasis."}, {"pubmed": 19660548, "text": "Coexpression of wild-type SOD1 contributes to familial amyotrophic lateral sclerosis by heterodimerization with mutant SOD1 forms."}, {"pubmed": 19661182, "text": "Gp78 promotes SOD1 and ataxin-3 degradation in endoplasmic reticulum."}, {"pubmed": 19672969, "text": "extracellular mSOD1(G93A) is not directly toxic to motoneurons but requires microglial activation for toxicity, may suggest novel therapeutic targets in ALS."}, {"pubmed": 19685188, "text": "These studies indicate that both SOD1 dependent and independent pathways are integral in protection against ATP depletion-recovery mediated cytotoxicity and apoptosis."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19703565, "text": "The findings argue against the idea of expression-reducing protective factors being present near the SOD1 D90A locus in recessive pedigrees. The similarity to wild-type SOD1 prompts speculations on the involvement of the latter in sporadic ALS."}, {"pubmed": 19705749, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19714405, "text": "Mutations in SOD1, the gene encoding a superoxide dismutase on chromosome 21, are found in 20% of familial amyotrophic lateral sclerosis patients [review]"}, {"pubmed": 19726402, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19741096, "text": "Results indicate that MITOL plays a protective role against mitochondrial dysfunction caused by the mitochondrial accumulation of mSOD1 via the ubiquitin-proteasome pathway."}, {"pubmed": 19751676, "text": "characteristic structural changes to the protein that may allow the mutant form to improperly associate with other monomer subunits"}, {"pubmed": 19779023, "text": "Mutant SOD1 localized in the mitochondrial membranes is sufficient to determine mitochondrial abnormalities and neuronal toxicity."}, {"pubmed": 19787204, "text": "The present study is the first to evaluate the expression and activity of MnSOD, Cu/ZnSOD and catalase in human gastric samples."}, {"pubmed": 19800308, "text": "In metal-free SOD1 variants, the metal-binding loop elements are severely disordered and may share mechanisms of aggregation proposed previously for other pathogenic SOD1 proteins."}, {"pubmed": 19805546, "text": "SOD1 sequesters Hu antigen R (HuR) and TIA-1-related protein (TIAR) and has a role in impaired post-transcriptional regulation of vascular endothelial growth factor"}, {"pubmed": 19805550, "text": "human wild-type apo-SOD1 and variants have a partially unfolded beta-barrel at physiological temperature and unfold non-cooperatively"}, {"pubmed": 19818514, "text": "Differences in the number of CCL11- and CXCL11-expressing cells were observed between WT and mSOD1 mice after facial nerve axotomy."}, {"pubmed": 19828437, "text": "Compared with wild type, Amyotrophic lateral sclerosis-associated mutants have enhanced structural distortions in their excited states, and higher excited-state populations and lower kinetic barriers, implying increased susceptibility to oligomerization."}, {"pubmed": 19845829, "text": "Mutant human SOD1 induces cell death in motor neurons and the activity of cytochrome c oxidase, but not the protein content of cytochrome c oxidase subunit II."}, {"pubmed": 19878539, "text": "Copper/zinc superoxide dismutase may play an essential role in endothelial progenitor cell function in type 2 diabetes mellitus patients."}, {"pubmed": 19895330, "text": "Association between polymorphism in SOD1 and noise-induced hearing loss in Chinese workers."}, {"pubmed": 19895330, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19902052, "text": "significant changes of SOD1 activity were observed in stages I and II of UICC in colorectal cancer."}, {"pubmed": 19910193, "text": "Our data show for the first time that ferritin ubiquitination could be responsible for oxidative stress in muscles of rats bearing the G93A hmSOD1, consequently ferritin is not able to control the labile iron pool."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19917371, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19917371, "text": "Single nucleotide polymorphism is not asociated with development of delayed graft function or chronic rejection after kidney transplantation."}, {"pubmed": 19922144, "text": "This report shows that the G93D mutation of SOD1 may cause a form of ALS with slow progression, long-lasting paucisymptomatic phase and both lower and upper motor neuron involvement."}, {"pubmed": 19922450, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19949914, "text": "These results showed that there is a decrease in superoxide dismutase 1 expression in tumor cells following exposure to cigarette smoke condensate."}, {"pubmed": 19953340, "text": "Data showed that early signs of neuropathology in the SOD1 mutant mice are accompanied by altered expression of genes involved in various biological processes including apoptosis, oxidative stress, ATP biosynthesis, myelination, and axonal transport."}, {"pubmed": 19965850, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19965850, "text": "SOD1 mutations are rare in The Netherlands in familial and sporadic amyotrophic lateral sclerosis"}, {"pubmed": 20011081, "text": "Extracellular (EC)-SOD was increased together with VEGF in the vitreous body from proliferative diabetic retinopathy patients, suggesting that EC-SOD may play a pivotal role in the pathogenesis of angiogenesis."}, {"pubmed": 20023586, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20023586, "text": "The absence of pathogenic mutations in our large number of unrelated patients with KC (keratoconus) indicates that other genetic factors are involved in the development of this disorder."}, {"pubmed": 20056743, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20075587, "text": "Clinical hallmarks of an amyotrophic lateral sclerosis family indicate that glycine85serine mutation of SOD1 may cause a rapidly progressive form of pure lower motor neuron signs."}, {"pubmed": 20084016, "text": "Neuronal SOD1 conformers with P2X(4)- immunoreactivity may have pathogenetic relevance in the promotion of neuroinflammation."}, {"pubmed": 20094844, "text": "Wild-type and A4V mutant human SOD1(a cause of amyotrophic lateral sclerosis) have been expressed in Schizosaccharomyces pombe."}, {"pubmed": 20097285, "text": "results indicate G93A mutant SOD1 association with DNA may induce DNA damage & trigger apoptotic response by activating p53; results show toxic activity for mutant SOD1 in nucleus, indicating DNA damage may play important role in pathogenesis of ALS"}, {"pubmed": 20097856, "text": "These studies suggest that conformational changes in Pseudomonas aeruginosa ExoU are facilitated by SOD1. Importantly, the level of phospholipase activity influences the biological outcome of ExoU intoxication."}, {"pubmed": 20105444, "text": "enzyme activity is reduced in systemic lupus erythematosus patients"}, {"pubmed": 20108167, "text": "CU,Zn-SOD has a regulatory function for LPS-induced NF-kappaB activation leading to expression of iNOS and COX-2 in BV-2 cells."}, {"pubmed": 20111867, "text": "SOD1 misfolding is not a feature of sporadic amyotrophic lateral sclerosis"}, {"pubmed": 20127819, "text": "These results provide further evidence of the profound correlations between spinal motor neurons of amyotrophic lateral sclerosis and parkinsonism-related proteins."}, {"pubmed": 20151445, "text": "Using an antibody-based affinity chromatography procedure enzymatically active hSOD was extracted. Analysis of the hSOD extracted from the brain and liver of transgenic hSOD(G93A) rats provided evidence about heterodimers rSOD-hSOD(G93A)."}, {"pubmed": 20176600, "text": "electrophysiological and genealogical data are presented from a large German pedigree with a mutation in the SOD1 gene"}, {"pubmed": 20177826, "text": "Whereas no significant variations are detectable in cortical and hippocampal areas, several SOD1 mutation-related changes are detected in the lumbar spinal cord of transgenic mice at the symptomatic stage, consistent with a condition of neuronal distress."}, {"pubmed": 20184519, "text": "two, apparently sporadic, Italian amyotrophic lateral sclerosis patients heterozygous for the D90A mutation"}, {"pubmed": 20184521, "text": "family highlights the extreme variability in age of onset, clinical manifestations, disease progression and penetrance due to the I113T SOD1 mutation"}, {"pubmed": 20184893, "text": "the constant synthesis of ALS variants of SOD1 on ribosomes provides a pool of species in which the increased population of the unfolded state may favor aggregation over productive folding to the native dimeric state."}, {"pubmed": 20189984, "text": "the local impact of ALS-associated mutations on the SOD1 molecule can sometimes overrun their global effects on apo-state stability and net repulsive charge"}, {"pubmed": 20191117, "text": "Association of a mutant C-allele of rs2234694 polymorphism in SOD1 gene with advanced stage of diabetic nephropathy in patient with type 1 diabetes in Romania."}, {"pubmed": 20191117, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20202083, "text": "Insight into the effects of DJ-1 on mutant SOD1-mediated toxicity may provide a therapeutic advance for the treatment of motor neuron degeneration in ALS."}, {"pubmed": 20221404, "text": "most, but not all, properties of SOD1 remain the same with a GFP tag"}, {"pubmed": 20223753, "text": "SOD1 in skeletal muscle has a causal role in Amyotrophic lateral sclerosis."}, {"pubmed": 20226522, "text": "In preeclampsia, labor upregulates SOD1 in fetal membranes as well as SOD2 and SOD3 in the whole placenta."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20303959, "text": "SOD1-G93A transgene and HO-1 are preferentially over-expressed in the lumbar spinal cord and GLT-1 are down-regulated."}, {"pubmed": 20309572, "text": "A cooperative study of SOD1 mutations analyzes two groups of amyotrophic lateral sclerosis patients in Germany and identifies SOD1 mutations in 13% of these patients."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20362497, "text": "Combined anatomical and functional modalities established normal integrity of corticomotoneurons in asymptomatic SOD-1 mutation carrier subjects."}, {"pubmed": 20362497, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20385105, "text": "Expression of CCAAT/enhancer binding protein reduces cisplatin-induced reactive oxygen species and apoptosis in NTUB1 carcinoma cells by inducing the expression of SOD1 via direct promoter transactivation."}, {"pubmed": 20399857, "text": "This study indictes abnormally high level of SOD1 transcript in spinal cord, brain stem and lymphocytes of sporadic ALS patients. Protein expression studies show a similar or lower amount of SOD1 in affected brain areas and lymphocytes."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20410108, "text": "Mutant superoxide dismutase 1 models resulted in reduced membrane excitability and decreased membrane resistance in dendrites."}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20460269, "text": "Mutant SOD1 induces mitochondrial morphological changes and compromises mitochondrial membrane integrity leading to release of Cytochrome C only in the presence of Bcl-2."}, {"pubmed": 20460594, "text": "The authors report four amyotrophic lateral sclerosis pedigrees from Finland, France, Germany and Sweden with SOD1 mutations in some but not all affected members"}, {"pubmed": 20472325, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20477822, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20498711, "text": "Misfolding of superoxide dismutase 1 leads to the formation of amyloid fibrils associated with seeding activity, which can accelerate the formation of new fibrils in an autocatalytic cascade."}, {"pubmed": 20514411, "text": "CuZnSOD and MnSOD may suppress tumour growth through inhibiting metabolic stress-induced necrosis and HMGB1 release via inhibiting metabolic stress-induced mitochondrial ROS production."}, {"pubmed": 20515426, "text": "The I112M mutation is associated with a uniform, fast-progressing phenotype & reduced penetrance. Mutation at codon 112 seems to confer a severe phenotype, probably related to altered protein functionality"}, {"pubmed": 20539010, "text": "An imbalance in extracellular superoxide and its antioxidant defense, extracellular superoxide dismutase, will promote pulmonary vascular remodeling and pulmonary hypertension."}, {"pubmed": 20553075, "text": "High serum superoxide dismutase is associated with cancer."}, {"pubmed": 20553085, "text": "High serum superoxide dismutase is associated with cancer."}, {"pubmed": 20562451, "text": "The authors describe a familial amyotrophic lateral sclerosis pedigree with the SOD1 mutation in which all cases had respiratory involvement as a first symptom"}, {"pubmed": 20570967, "text": "HspB8 increases misfolded SOD1 clearance via autophagy."}, {"pubmed": 20573565, "text": "Direct interaction between wild type and mutant forms of SOD1 is required for exacerbation of disease symptoms in mice by human SOD1 transgene."}, {"pubmed": 20577002, "text": "Mutations in SOD1, ANG, VAPB, TARDBP and FUS genes have been identified in amyotrophic lateral sclerosis."}, {"pubmed": 20577002, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20595380, "text": "COMMD1 as a novel protein regulating SOD1 activation and associate COMMD1 function with the production of free radicals."}, {"pubmed": 20598578, "text": "CuZn SOD activity in cerebrospinal fluid peaked 3 days after stroke, with values gradually decreasing after 7 days"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20616033, "text": "These findings identify microglial IL-1beta as a causative event of neuroinflammation and suggest IL-1 as a potential therapeutic target in amyotrophic lateral sclerosis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20644736, "text": "Findings suggest that SOD1 may be involved in ALS pathogenesis in patients lacking mutations in the enzyme."}, {"pubmed": 20648658, "text": "We revealed that activated microglia aggregated in the lumbar spinal cord of presymptomatic mutant SOD1(H46R) transgenic rats, an animal model of familial ALS."}, {"pubmed": 20664914, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20664914, "text": "The absence of pathogenic mutations in SOD1 gene in our large number of unrelated keratoconus patients indicates that other genetic factors are involved in the development of this disorder"}, {"pubmed": 20682279, "text": "Aggregation modulating elements in mutant SOD1 are reported."}, {"pubmed": 20682985, "text": "An enhanced cisplatin sensitivity was observed in the A2780/CP cells treated with SOD1-specific siRNA, compared to non-siRNA-treated or scrambled-siRNA-treated control cells."}, {"pubmed": 20709807, "text": "findings suggest that this novel intronic mutation is causing the disease and highlights importance of wide exon-flanking sequencing and transcript analysis combined with erythrocyte SOD1 activity analysis in comprehensive search for SOD1 mutations in ALS"}, {"pubmed": 20714737, "text": "GST-pi, SOD1, and SOD2 were co-localized with ChGA to the granules of most endocrine cellsof colorectal cancers"}, {"pubmed": 20797535, "text": "results establish a direct link between misfolded mutant SOD1 and mitochondrial dysfunction in this form of inherited amyotrophic lateral sclerosis"}, {"pubmed": 20801718, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20808835, "text": "aggregation of SOD1 in the presence of DNA"}, {"pubmed": 20816908, "text": "SOD1 mutation increases vulnerability to endoplasmic reticulum (ER) dysfunction and to the appearance of aggregates and inclusion bodies containing Leu84Val SOD1."}, {"pubmed": 20837142, "text": "Findings suggest that lipid molecules induce SOD1 aggregation under physiological conditions and exert cytotoxicity, and might provide a possible mechanism for the pathogenesis of ALS."}, {"pubmed": 20838240, "text": "The data of this study indicated that reductions in KCC2 gene expression may contribute to selective motor deficits and disease progression in vulnerable motoneurons in a mouse model of ALS."}, {"pubmed": 20851292, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20871097, "text": "These data demonstrate that the product of the normal SOD1 allele in amyotrophic lateral sclerosis has potential to influence the toxicity of mutant SOD1."}, {"pubmed": 20872977, "text": "Data show that SOD1-7958A/- and SOD2-16Ala/-genotypes increase the risk of gastric cancer in Chinese Han population, and that the SOD2-16Ala/-genotype is associated with malignant potential of GPL."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20931343, "text": "we show reduced superoxide dismutase 1 protein amount in monocytes of chronic kidney disease, most pronounced in hemodialysis patients, accompanied by increased superoxide dismutase 1 gene expression"}, {"pubmed": 20931825, "text": "In the group of patients with COPD, Val/Val genotype at position 9 of MnSOD signal peptide is associated with more severe depression, anxiety as a trait and anxiety as a state in comparison with patients who have Val/Ala and Ala/Ala genotypes."}, {"pubmed": 20933032, "text": "Mutant SOD1 transgene (but not wild-type) can affect the solubility/insolubility of its interacting proteins, including TAR DNA-binding protein 43 (TDP-43), through physical interactions."}, {"pubmed": 20953194, "text": "This study suggested that wild-type SOD1 can be pathogenic in SALS and identify an SOD1-dependent pathogenic mechanism common to familial amyotrophic lateral sclerosis and familial amyotrophic lateral sclerosis."}, {"pubmed": 21056687, "text": "Neuronal nitric oxide synthase interacts with Sp1 through the PDZ domain inhibiting Sp1-mediated copper-zinc superoxide dismutase expression."}, {"pubmed": 21062492, "text": "Data show that the cytokine IL-17A is increased in the serum and in spinal cord CD8-positive T cells and mast cells of patients with amyotrophic lateral sclerosis, and that SOD-1 may play a role in this inflammation."}, {"pubmed": 21073275, "text": "Data show that SOD1 C6S is a novel FALS associated mutation with reduced disease penetrance, long survival time and a phenotype very different from the other SOD1 mutations reported in codon C6."}, {"pubmed": 21078175, "text": "The G93A-SOD1 gene mutation alters the balance between pro-apoptotic and pro-survival molecular signals in the spinal cord tissue."}, {"pubmed": 21083503, "text": "Whole-body cryotherapy of multiple sclerosis patients resulted in the significant increase of total antioxidative status level in plasma but had no effects on activities of superoxide dismutase ."}, {"pubmed": 21084099, "text": "findings in this family provide new information regarding the clinicopathological features of FALS with Gly72Ser mutation in the SOD1 gene."}, {"pubmed": 21098299, "text": "Data report a strategy to chemically cross-link the SOD1 dimer using two adjacent cysteine residues on each respective monomer (Cys111)."}, {"pubmed": 21102999, "text": "Data show that the delayed development of disease in SOD-1 (G93A)(PS) mice line may more closely mimic human pathophysiology, and studying drug effects in this model may yield added confidence for potential efficacy of ALS drug candidates."}, {"pubmed": 21120636, "text": "Data report different clinical expression in seven members of a large family with amyotrophic lateral sclerosis (ALS) and the G93D mutation in exon 4 of the Cu/Zn superoxide dismutase (SOD1) gene."}, {"pubmed": 21120952, "text": "Alterations in transcription and pre-mRNA splicing of candidate genes were confirmed experimentally in the cell line models as well as in brain and spinal cord of transgenic mice carrying the G93A-SOD1 mutation"}, {"pubmed": 21140194, "text": "Copper depletion increases the mitochondrial-associated SOD1 in neuronal cells."}, {"pubmed": 21145892, "text": "Transgenic SOD1(G93A) mice showed an increase in astrogliosis in motor cortex and spinal cord during symptomatic stage of amyotrophic lateral sclerosis."}, {"pubmed": 21151573, "text": "VGF is regulated by SOD1 and plays a critical role in motor neuron survival"}, {"pubmed": 21179281, "text": "No association was found between clinical outcome of acute paraquat intoxication and the genetic polymorphism of GPX1 (C593T) or the genetic polymorphisms or enzyme activity of superoxide dismutase (V16A) or catalase (C262T)."}, {"pubmed": 21185345, "text": "Derlin-1 regulates the turnover of SOD1 by promoting the proteasomal and autophagosomal degradation of SOD1 protein, but not by decreasing mutant SOD1 mRNA levels."}, {"pubmed": 21210247, "text": "Aanalysis demonstrates that the activity of superoxide dismutase enzyme is influenced by components of the metabolic syndrome, and the plasmatic glucose, body mass index, and waist circumference have a negative correlation with this enzyme."}, {"pubmed": 21226712, "text": "Levels of misfolded SOD1 from cerebrospinal fluid (CSF) may be too low to cause direct cytotoxicity, hence misfolded SOD1 in CSF cannot be used as a biomarker for amyotrophic lateral sclerosis in patients with and without mutations in the enzyme."}, {"pubmed": 21239495, "text": "presenilins are important for cellular copper and zinc turnover, influencing SOD1 activity, and having the potential to indirectly impact beta-amyloid aggregation through metal ion clearance."}, {"pubmed": 21257910, "text": "reduced apo SOD1 does not play a dominant role in modulating disease."}, {"pubmed": 21287393, "text": "Misfolded SOD1 present in glial and motoneuron nuclei may generally be involved in amyotrophic lateral sclerosis pathogenesis."}, {"pubmed": 21325350, "text": "Single-nucleotide polymorphism in superoxide dismutase is associated with progression of chronic kidney disease."}, {"pubmed": 21346313, "text": "Oxidative stress is considered to play a major role in motor neuron degeneration associated with iron homeostasis disturbance in a mutant SOD1 transgenic mouse model of amyotrophic lateral sclerosis."}, {"pubmed": 21354101, "text": "CCS reduces, under non-oxidative conditions, yet facilitates in the presence of H(2)O(2), mitochondrial translocation of inactive SOD1 mutants."}, {"pubmed": 21388680, "text": "The mechanism linking mutant G37R SOD1 and ALS involves mitochondrial respiratory chain deficiency resulting in ATP loss and impairment of mitochondrial and cytosolic Ca(2+) homeostasis."}, {"pubmed": 21396374, "text": "The authors found that post-translational modification of SOD1, especially glutathionylation, promotes dimer dissociation."}, {"pubmed": 21403029, "text": "can conclude that TARDBP or FUS amyotrophic lateral sclerosis (ALS) predisposing mutations do not affect the splicing of SOD1"}, {"pubmed": 21413851, "text": "A heterozygous I113F mutation in a patient with amyotrophic lateral sclerosis is characterized by early and predominant bilateral vocal cord paralysis followed by descending spinal cord paresis."}, {"pubmed": 21421868, "text": "SOD1 deficiency causes retinal ganglion cell vulnerability, which may be involved in the underlying condition of normal tension glaucoma."}, {"pubmed": 21469165, "text": "Small heat shock protein 27 (HSP27) and superoxide dismutase [Cu-Zn] were down-regulated while cofilin-1 was up-regulated significantly in keratinocytes in response to the chemical challenge."}, {"pubmed": 21493711, "text": "results argue against the notion that chaperone depletion is involved in ALS pathogenesis in the transgenic models and in humans carrying SOD1 mutations."}, {"pubmed": 21506602, "text": "structural instability and the resultant Cu-dependent pro-oxidant activity of the apo form of mutant SOD1 may be one of the pathogenic mechanisms of ALS"}, {"pubmed": 21515558, "text": "Data show that differential corticospinal tract degeneration in homozygous 'D90A' SOD-1 ALS and sporadic ALS."}, {"pubmed": 21549128, "text": "greater propensity of the mutants to populate Cu-deficient states potentially implicates these species as a pathogenic form of SOD1 in SOD1-associated ALS and provides a novel target for therapeutic intervention"}, {"pubmed": 21549454, "text": "although the described case is included as a familiar form of amyotrophic lateral sclerosis, it cannot be attributed to the mutation of SOD1"}, {"pubmed": 21550164, "text": "reduced enzyme activity in patients with bronchial asthma or allergic rhinitis"}, {"pubmed": 21554318, "text": "Mutant SOD1 forms aggregates and impairs the proteasome only in motoneuronal NSC34 cells and not in C2C12 muscle cells."}, {"pubmed": 21574856, "text": "T137A represents a new missense mutation of the SOD1 gene in amyotrophic lateral sclerosis (ALS) patients from an Italian family."}, {"pubmed": 21600285, "text": "Decreased life span in glutathione-deficient/SOD1(G93A) mice is associated with increased oxidative stress, aggravated mitochondrial pathology and increased association of transgenic SOD1 with the mitochondria."}, {"pubmed": 21605634, "text": "Data suggest that APP/SOD1 overexpressing mice are less sensitive for neuropathic pain associated with neuroma."}, {"pubmed": 21620832, "text": "In an experimental murine model of amyotrophic lateral sclerosis in SOD1 transgenic mice, motor neuron disease initiates from muscle damage and results from retrograde dying-back of the motor neurons."}, {"pubmed": 21624464, "text": "mMlecular signaling, driven by expression of SOD1, affects regulation of apoptosis in motor neurons and thus may have implications for amyotrophic lateral sclerosis therapy, where prevention of motor neuronal cell death is one of the major aims."}, {"pubmed": 21651514, "text": "A single mutation in SOD1 (Asp109Tyr) and three mutations in TARBDP (Ala382Thr, Gly295Ser, Gly294Val) have been found in five unrelated amyotrophic lateral sclerosis Italian patients."}, {"pubmed": 21655264, "text": "Results suggest that 14-3-3 proteins may be associated with the formation of SOD1-containing inclusions, in FALS patients and the mutant SOD1-Tg mice."}, {"pubmed": 21692800, "text": "The inability of SOD1 with an H80G mutation to take part in normal oxidation-reduction reactions has important ramifications for disease mechanisms and pathology in vivo."}, {"pubmed": 21700707, "text": "The cytotoxic function of apoSOD1 does not emerge from its folded ground state but from a high energy intermediate or even from the denatured ensemble."}, {"pubmed": 21700728, "text": "mutations in ALS patients show diverse phenotype and extremely long survival"}, {"pubmed": 21733494, "text": "This study demonistrated that SOD1(G93A) transgenic mice showed gait abnormalities."}, {"pubmed": 21760539, "text": "This study demonistrated that The SOD1 mutation in glia may not contribute to the pathogenesis of Spinal inhibitory interneuron and motor neuron degeneration."}, {"pubmed": 21780215, "text": "The human mutant superoxide dismutase 1 turns over about 10-fold faster than a similarly expressed wild-type fusion protein in spinal cord of mice."}, {"pubmed": 21796667, "text": "DJ-1 regulates SOD1 expression through Erk1/2-Elk1 pathway in its protective response to oxidative insult."}, {"pubmed": 21800301, "text": "A significant decrease in facial motoneuron (FMN) survival is observed in SOD1 transgenic mice compared with wild-type, which suggests an increased susceptibility to axotomy."}, {"pubmed": 21816178, "text": "Transgenic mice with the G37R mutation of human SOD1 exhibited earliest signs of dysfunction at 8 months in terms of a pathological hindpaw clasping reflex,anomalies in footprint patterns,weaker grip strength."}, {"pubmed": 21825243, "text": "Optineurin is involved in the pathogenesis of sporadic amyotropic lateral sclerosis (ALS) and non-SOD1 familial ALS, thus supporting the hypothesis that these forms of ALS share a pathway that is distinct from that of SOD1-linked ALS."}, {"pubmed": 21832997, "text": "SOD1 is a viable target for sporadic amyotrophic lateral sclerosis, as its knockdown significantly attenuates astrocyte-mediated toxicity toward motor neurons."}, {"pubmed": 21839474, "text": "D11Y SOD1 mutation is associated with a peculiar phenotype of Amiotrophic Lateral Sclerosis"}, {"pubmed": 21843597, "text": "Thsis study found that hSOD1 overexpression increases the proliferation of OPCs and accelerates their differentiation to mature OL in vitro."}, {"pubmed": 21877919, "text": "study describes a large amyotrophic lateral sclerosis (ALS) Polish family carrying a G41S mutation in the SOD1, and characterized by an early onset of the disease and short survival time; data support the hypothesis that a SOD1 mutation is not the sole factor determining the clinical amyotrophic lateral sclerosis phenotype"}, {"pubmed": 21887272, "text": "The initial maturation steps of human copper, zinc superoxide dismutase 1 are characterized."}, {"pubmed": 21896300, "text": "SOD activity is increased in the acute early phase of schizophrenia, but greater positive symptoms are associated with relatively normal SOD activity."}, {"pubmed": 21908873, "text": "Data confirm that altered properties of astrocytes are likely to play a crucial role in the propagation of motoneuron injury in superoxide dismutase 1-related amyotrophic lateral sclerosis."}, {"pubmed": 21921984, "text": "The G/G genotype of the SOD1-251A/G polymorphism may be associated with an increased risk of cataract."}, {"pubmed": 21930207, "text": "These results provide compelling new evidence that a mutant SOD1 is capable of disrupting cellular homeostasis via an unregulated ion channel mechanism"}, {"pubmed": 21930926, "text": "data suggest that stratification of CaP patients for HER2/3 and PTEN status could identify patients with aggressive CaP who may respond favorably to MEK inhibition"}, {"pubmed": 21940617, "text": "The results of this study found of MRS changes in SOD1+ subjects prior to the onset of clinical symptoms provides support for these hypotheses as well as motivation for a longitudinal MRS study in the presymptomatic SOD1+ population."}, {"pubmed": 21943126, "text": "Resting mutant SOD1-overexpressing microglia may have reduced capacity to function as sensors of disturbed tissue/cellular homeostasis and thus have reduced neuroprotective function."}, {"pubmed": 21963083, "text": "SOD1 allelic variations were associated with the prevalence of diabetic nephropathy, with the incidence of microalbuminuria and with decreased glomeruloar filtration rate in type 1 diabetic subjects"}, {"pubmed": 21969586, "text": "Astrocytes carrying the superoxide dismutase 1 (SOD1G93A) mutation induce wild-type motor neuron degeneration in vivo."}, {"pubmed": 21976959, "text": "Novel and already reported variants were identified in SPARC and SOD1, whose pathogenic significance has not been established in Italian patients with keratoconus."}, {"pubmed": 21986594, "text": "A significant negative correlation between carbonic anhydrase autoantibody titers and SOD activities in red blood cells of the rheumatoid arthritis group was established"}, {"pubmed": 22005552, "text": "A 50 base pair deletion polymorphism does not modulate SOD1 mRNA level or disease phenotype in an Italian population."}, {"pubmed": 22023190, "text": "Data show that autoantibodies against an aberrant form of SOD1 are associated with sporadic amyotrophic lateral sclerosis, and that levels of anti-SOD1 antibodies correlate with ALS disease duration."}, {"pubmed": 22049684, "text": "Cys111Tyr mutation in SOD1 led to a relatively mild phenotype and Gly147Asp mutation displayed a rapidly amyotrophic lateral sclerosis progression."}, {"pubmed": 22072713, "text": "SOD1 (copper/zinc superoxide dismutase) deficiency drives amyloid beta protein oligomerization and memory loss in mouse model of Alzheimer disease."}, {"pubmed": 22081209, "text": "SOD1 and mitochondria in ALS: a dangerous liaison"}, {"pubmed": 22088212, "text": "inhibition of synaptic release mechanism by association of misfolded SOD1 with synaptic molecules plays a role in the dysfunction of familial amyotrophic lateral sclerosis"}, {"pubmed": 22089180, "text": "There was no significant relationship between the SOD2_Ala16Val and SOD1int1(G9A) polymorphisms and bone mineral density in postmenopausal women."}, {"pubmed": 22094223, "text": "Data suggest that mutant SOD1 can adopt multiple misfolded conformations with the potential that different structural variants mediate different aspects of familial ALS."}, {"pubmed": 22116045, "text": "Our data suggest that SOD1(G127X) motor axons undergo a state of membrane depolarization; however, during rapid motoneuron loss disease-specific nerve excitability measures are confounded by excitability changes in degenerating."}, {"pubmed": 22117694, "text": "No direct link between D-serine and SOD1 is known to exist; however, it could be inferred that enhanced D-serine production and/or release from glial cells might result from the stress response of gial activation known to occur in these transgenic mice."}, {"pubmed": 22171159, "text": "A significant association between keratoconus patients and VSX1 genetic alterations, is reported."}, {"pubmed": 22185396, "text": "identified a familial amyotrophic lateral sclerosis family in China with an atypical clinical phenotype; demonstrated a mutation in exon 2 of SOD1 and presence of an insertion mutation in exon 2 not reported previously; mutant SOD1 gene encodes a truncated protein of 35 amino acid residues; SOD1 exon 2 mutation is likely to be the etiological factor of ALS in this family"}, {"pubmed": 22203790, "text": "Cigarette smoke damages human osteoblasts by accumulation of reactive oxygen species. Quercetin can diminish this damage by scavenging the radicals and by upregulating the expression of heme-oxygenase-1 and SOD-1."}, {"pubmed": 22210350, "text": "These results support the hypothesis of the formation of aggregation \"building blocks\" via apo-monomer local unfolding as the mechanism of SOD1 fibrillar aggregation."}, {"pubmed": 22212531, "text": "In hemodialysis patients, oxidative stress is generated on the leukocyte membrane, and the level of Cu/Zn-superoxide dismutase mRNA in leukocytes can be a useful oxidative stress marker."}, {"pubmed": 22214312, "text": "All seven amyotrophic lateral sclerosis patients from a family harboured a mutation located in the fourth intron of the SOD1 gene."}, {"pubmed": 22219285, "text": "Together, these results suggest that impaired mitochondrial dynamics may contribute to the selective degeneration of motor neurons in SOD1-mutated familial amyotrophic lateral sclerosis."}, {"pubmed": 22249462, "text": "The results of this study suggested a new role for the nucleus expression SOD1 in amyotrophic lateral sclerosis pathobiology and a possible new mechanism for mutant hSOD1 cytotoxicity."}, {"pubmed": 22264771, "text": "amyotrophic lateral sclerosis patients with a SOD1 gene mutation appear as a distinct metabolic entity in the cerebrospinal fluid, in particular in patients with the D90A mutation"}, {"pubmed": 22292843, "text": "Results identify novel variants in SOD1, ANG, TARDBP and FUS, and expand the FUS-associated clinicopathologic phenotype of amyotrophic lateral sclerosis."}, {"pubmed": 22292847, "text": "findings support the hypothesis of a founder effect responsible for the D11Y SOD1 mutation in Italian amyotrophic patients; data confirm several ALS-linked genetic defects show regional distribution and suggest incomplete penetrance of D11Y SOD1 mutation may explain the apparent sporadic occurrence of ALS"}, {"pubmed": 22320662, "text": "analysis of Cu(I) affinities of the domain 1 and 3 sites in the human metallochaperone for Cu,Zn-superoxide dismutase"}, {"pubmed": 22332887, "text": "We show that the combined effect of these mutations produces a protein that is unstable but does not aggregate on its own, is not toxic, and does not induce disease when co-expressed with high levels of wild-type SOD1"}, {"pubmed": 22343163, "text": "A novel exon 3 mutation (P66S) in the SOD1 gene is identified in a family."}, {"pubmed": 22357533, "text": "In a Chinese Han population, the SNP of rs2070424 in SOD1 may be associated with susceptibility to noise-induced hearing loss."}, {"pubmed": 22390177, "text": "Activated unfolded protein response in motor neurons which overexpress human pathogenic mutant SOD1(G93A) provides evidence that endoplasmic reticulum stress plays a major role in amyotrophic lateral sclerosis."}, {"pubmed": 22409359, "text": "A marked intrafamilial phenotypic variation associated with the SOD1 C111Y mutation."}, {"pubmed": 22416121, "text": "This study conclusively demonstrates the existence of an iper-oxidized SOD1 with toxic properties in patient-derived cells."}, {"pubmed": 22424128, "text": "This study demonistrted that blood pressure gradually decreased in transgenicSOD1-G93A mice but not in WT mice from age 10-11 weeks until the advanced stages of the disease."}, {"pubmed": 22431618, "text": "ability of C4F6 to differentiate pathologically affected tissue in mutant SOD1 ALS rodent models and humans, specifically motor neuron populations, suggests that this antibody may recognize a \"toxic\" form of the mutant SOD1 protein"}, {"pubmed": 22438926, "text": "SOD1(G93A)- and SOD1(H46R)-mediated toxicity and their associated pathogenic pathways are not identical."}, {"pubmed": 22471903, "text": "Mutations in SOD1, causative for a subset of familial ALS cases, are associated with the formation of non-normal SOD1 conformers; this review expands on evidence demonstating mitochondria as common intersectng point for misfolded SOD1 [review]"}, {"pubmed": 22475618, "text": "Data presented provides a further knowledge to the spectrum of phenotypes associated with SOD1 mutations in a large Norwegian kindred with a condition that clinically had been classified as Charcot Marie Tooth type 2."}, {"pubmed": 22492046, "text": "A subset of mutant SOD1 motoneurons shows exacerbated sensitivity to activation of the motoneuron-specific Fas/nitric oxide pathway."}, {"pubmed": 22493728, "text": "Cytosolic mislocalization of FUS or TDP43 may trigger SOD1 misfolding in non-SOD1 amyotropic lateral sclerosis."}, {"pubmed": 22542526, "text": "Hydrogen peroxide treatment causes oxidative damage to active-site histidine residues, leading to major structural changes and non-amyloid aggregation similar to that seen in amyotrophic lateral sclerosis."}, {"pubmed": 22542539, "text": "FGF-2-deficient mutant SOD1 mice show a significant delay in disease onset and less impaired motor performance in comparison to mutant SOD1 mice with normal basic fibroblast growth factor (FGF)2 levels."}, {"pubmed": 22561328, "text": "Increased SOD1 levels positively correlate with memory decline in adults with Down syndrome."}, {"pubmed": 22580443, "text": "We detected reduced plasma levels of zinc and MMP-2, and enhanced plasma levels of SOD in patients with keratoconus compared with the healthy subjects."}, {"pubmed": 22589106, "text": "Characterization of zinc-binding sites from pI isoforms of SOD1 and A4V pathogenic mutant using coupled native IEF and extended X-ray absorption spectroscopy."}, {"pubmed": 22590985, "text": "Data indicate that serum superoxide dismutase (SOD) level after radiation of 40 Gy/4 weeks seems to be a potential predictor for radiation pneumonitis (RP)."}, {"pubmed": 22595939, "text": "A novel Cys146X mutation in the SOD1 gene has been identified in the Chinese pedigree with familial amyotrophic lateral sclerosis."}, {"pubmed": 22595972, "text": "Wild-type human SOD1 is moderately stable, and was found here to be within the stability range of the amyotrophic lateral sclerosis -causing SOD1 variants."}, {"pubmed": 22608880, "text": "a major role for SOD1 in the mechanisms of cardiovascular protection against oxidative stress in type 2 diabetic subjects"}, {"pubmed": 22609817, "text": "In a G93A superoxide dismutase (SOD)-1 transgenic mouse model where green fluorescent protein is expressed in neurons, degeneration of white matter tracts is present from the ventral to dorsolateral funiculi."}, {"pubmed": 22613021, "text": "SOD1 may be involved in modulating axotomy responses in dorsal root ganglion (DRG)-spinal network."}, {"pubmed": 22647583, "text": "Neurogenic bladder, sensory impairment, and degeneration of the hypothalamus and thalamus might be specific features in patients with familial amyotrophic lateral sclerosis with L106V mutation in the SOD1 gene."}, {"pubmed": 22650006, "text": "the activity of copper zinc superoxide dismutase (CuZnSOD) in the erythrocytes of hypertensive diabetic patients with or without renal insufficiency"}, {"pubmed": 22651090, "text": "the differences in the GSH/glutaredoxin 1 reaction rate with normal compared with amyotrophic lateral sclerosis mutant SOD1 may contribute to the greater pathogenicity of the amyotrophic lateral sclerosis mutant SOD1"}, {"pubmed": 22670878, "text": "Our case study describes two siblings with familial ALS, confirmed by the identification of the L84F mutation in the SOD1 gene, and REM behavior disorder"}, {"pubmed": 22735487, "text": "During the early slowly progressing phase of disease in transgenic mice, the adult mSOD1 microglia display a neuroprotective M2 phenotype whereas in the rapidly progressing phase of disease, adult mSOD1 microglia adopt an M1 neurotoxic phenotype."}, {"pubmed": 22761419, "text": "the sequestration of misfolded SOD1 into aggresomes, which is driven by ataxin-3, plays an important role in attenuating protein misfolding-induced cell toxicity."}, {"pubmed": 22768276, "text": "Diffusion coefficients of huntingtin (Htt) fragments and SOD1 mutants expressed in cells were measured using fluorescence correlation spectroscopy."}, {"pubmed": 22797053, "text": "The function of smooth muscle cells is impaired in SOD1-G93A satellite cells from the earliest stages of this amyotrophic lateral sclerosis tissue transgene, when no critical motor neuron loss has been described."}, {"pubmed": 22804629, "text": "Some human SOD1s are heterodimers having two forms of loop VI."}, {"pubmed": 22853691, "text": "A 5 exons mutation of SOD1 in all affected individuals (a group of adults from a small Chinese Han pedigree) with ALS was identified using SSCP. Routine exons mutation of SOD1 was not detected."}, {"pubmed": 22867017, "text": "Vulnerability of CuZnSOD influenced by redox likely amplifies injury and inflammation during acute asthma."}, {"pubmed": 22869735, "text": "analysis of human superoxide dismutase 1 (hSOD1) maturation through interaction with human copper chaperone for SOD1 (hCCS)"}, {"pubmed": 22899264, "text": "Used capillary electrophoresis-electrospray mass spectrometry with an accurate mass and high-resolution time-of-flight mass spectrometer (CE-TOF-MS) for separation and characterization of standard bovine SOD-1 and human SOD-1 purified from erythrocytes."}, {"pubmed": 22910911, "text": "PPARgamma displays increased responsiveness in cultured hSOD1(G93A) motor neurons, points to a role for this receptor in neutralizing deleterious lipoperoxidation derivatives within the motor cells."}, {"pubmed": 22926189, "text": "Results implicate easily soluble, misfolded SOD1 as being toxic to the cell and support the hypothesis that reducing solubility of mutant SOD1 proteins through aggregation may occur as a self-protective response in the cell"}, {"pubmed": 22931816, "text": "The noise exposure level and cumulative noise exposure might influence the relationship between rs2070424, rs10432782 SNPs in SOD1 and noise-induced hearing loss."}, {"pubmed": 22958044, "text": "Genetic polymorphisms of antioxidant enzymes in preterm infants."}, {"pubmed": 22967507, "text": "The accumulation of SOD1G93A aggregates sequesters Hsp70, preventing the delivery of misfolded proteins to the proteasome."}, {"pubmed": 22970972, "text": "Data show that T allele of catalase (CAT) and C allele of superoxide dismutase (SOD1) were significant risk factors for type 2 diabetes mellitus (T2DM)."}, {"pubmed": 22972774, "text": "Four SNPs in the SOD1 gene (rs 202446, rs202447, rs4816405, and rs2070424) and one SNP in the SOD2 gene (s 5746105) appeared to be associated with myelomeningocele risk in our population."}, {"pubmed": 22984565, "text": "analysis of the copper-bound carbonate intermediate in the peroxidase and dismutase activities of superoxide dismutase"}, {"pubmed": 22987392, "text": "In a SOD1G93A transgenic rat model, the following changes in astrocytes occurred in upper brainstem and cortex: an increase in AQP4; a decrease in Kir4.1; and a reduction of Kir currents measured in cultured cortical astrocytes."}, {"pubmed": 22999954, "text": "The results also imply a crucial role for water in governing the productive folding reaction and enhancing the propensity for the aggregation of SOD1."}, {"pubmed": 23026746, "text": "findings show that wild-type human superoxide dismutase-1 has the ability to cause ALS in mice, and they support the hypothesis of a more general involvement of the protein in the disease in humans"}, {"pubmed": 23030347, "text": "there were no statistically significant differences in genotype distribution and allele frequencies of SOD1 G7958A between gastric cancer patients and controls"}, {"pubmed": 23076148, "text": "native S1006 seeds SOD1 aggregation, shortening its nucleation process. This suggests a cross-talk between these two proteins involved in ALS."}, {"pubmed": 23076707, "text": "Misfolded human SOD1 variants in spinal cords of transgenic mice were mostly monomers w/o the C57-C146 disulfide bond with large hydrodynamic volume & disordered structure. The rest were non-covalently associated in 130- & 250-kDa complexes."}, {"pubmed": 23114721, "text": "overexpression of SOD1 in the paraventricular nucleus attenuates sympathetic activity, hypertension, and improves myocardial and vascular remodeling in spontaneously hypertensive rats."}, {"pubmed": 23118898, "text": "this study is an extension of previous work demonstrating that cysteine residues in mutant SOD1 play a role in modulating aggregation and that intermolecular disulfide bonds are not required to produce large intracellular inclusion-like structures."}, {"pubmed": 23147108, "text": "Collectively, the results of this study demonstrated that SOD1 could activate a transductional pathway through the involvement of M1 muscarinic receptor."}, {"pubmed": 23147503, "text": "The mRNA and protein expressions of PGC-1alpha and PGC-1alpha-regulated factors in the spinal cord and muscle tissues of SOD1 ALS mice and in ALS patients."}, {"pubmed": 23147550, "text": "SOD1 measured in cerebrospinal fluid following SOD1-lowering therapy is an excellent marker of SOD1 levels over time."}, {"pubmed": 23182243, "text": "A novel pathogenic SOD1 mutation is identified in an amyotrophic lateral sclerosis patient with rapid disease progression."}, {"pubmed": 23196439, "text": "In familial ALS kinders with mutations in the SOD1 gene, the age of onset of weakness varies greatly but the duration of illness appears to be characteristic to each mutation"}, {"pubmed": 23264618, "text": "Disulfide scrambling describes the oligomer formation of superoxide dismutase (SOD1) proteins in the familial form of amyotrophic lateral sclerosis"}, {"pubmed": 23286750, "text": "The proportion of SOD1-positive familial amyotrophic lateral sclerosis cases in Alberta (Canada) is higher than reported elsewhere."}, {"pubmed": 23289810, "text": "If genetic variation in genes encoding SOD-1, SOD-2 and SOD-3 contributes to cataract formation, there is no major contribution of the SNPs analyzed in the present study."}, {"pubmed": 23291526, "text": "Mutations in SOD1 is associated with increased tendency to lose either Cu or Zn and to monomerize-processes known to be critical in the progression of amyotrophic lateral sclerosis."}, {"pubmed": 23297859, "text": "Hormone-mediated modulation of CuZnSOD is related to subtle changes in protein conformation, possibly related to Trp and Phe residues."}, {"pubmed": 23298163, "text": "Blood gene expression profile overlapped with spinal cord profile, allowing differentiation of SOD1-G93A transgenic mice from wild-type."}, {"pubmed": 23303748, "text": "We report nano-electrospray ionization-ion mobility mass spectrometry (nano-ESI-IM-MS) characterization of bovine superoxide dismutase (SOD-1) and human SOD-1 purified from erythrocytes."}, {"pubmed": 23332757, "text": "Results suggest that SOD1 acts as a metabolic focal point for integrating O2, nutrients (glucose), and reactive oxygen (superoxide) to direct energy metabolism."}, {"pubmed": 23339308, "text": "A review on the mechanism of SOD1 aggregation in the onset and progression of amyotrophic lateral sclerosis."}, {"pubmed": 23414135, "text": "Familial amyotrophic lateral sclerosis with SOD1 mutations appears to exhibit genetic anticipation."}, {"pubmed": 23418589, "text": "Data indicate there was no detrimental effect associated with the lack of Nrf2 in two different mutant hSOD1 animal models of amyotrophic lateral sclerosis (ALS)."}, {"pubmed": 23431152, "text": "thermo-mechanical properties of both ALS-associated and rationally designed SOD1 variants"}, {"pubmed": 23431167, "text": "molecular determinants for the dynamic motions within the beta-barrel of superoxide dismutase 1 (SOD1), which previously were implicated in allosteric regulation of protein maturation and also pathological misfolding"}, {"pubmed": 23455544, "text": "at atomic resolution, obeservation of zinc binding, homodimer formation and copper uptake, and that copper chaperone for SOD1 oxidizes the SOD1 intrasubunit disulfide bond through both copper-dependent and copper-independent mechanisms"}, {"pubmed": 23486940, "text": "This study demonistrated that in mouse in mouse models of sod1 mutation amyotrophic lateral sclerosis Enhancing mitochondrial calcium buffering capacity reduces aggregation of misfolded SOD1 and motor neuron cell death without extending survival"}, {"pubmed": 23489186, "text": "In conclusion, increased catecholamine production in PHEO is accompanied by decreased levels of vitamin C and increased levels of MDA which may indicate the activation of oxidative stress in PHEO."}, {"pubmed": 23496883, "text": "The A4V mutation as well as the absence of GSH, reduced hSod1 activity."}, {"pubmed": 23578819, "text": "The results of thi study shows for the first time that the functional consequence of G93A hSOD1 overexpression in intact motor neurons is indeed a disturbance of the ER mitochondria calcium cycle"}, {"pubmed": 23583391, "text": "ATPase-deficient Hsp104 mutants did not restore mobility, suggesting that, rather than preventing aggregation, Hsp104 disaggregates mutant SOD1 after it has aggregated"}, {"pubmed": 23592792, "text": "astrocyte-derived exosomes efficiently transfer mutant SOD1 to spinal neurons and induce selective motor neuron death"}, {"pubmed": 23597337, "text": "That hSOD1 overexpression improves sensorimotor coordination in young organisms may suggest possible therapeutic strategies for early-onset ALS in humans."}, {"pubmed": 23612299, "text": "The monomeric copper-apo, zinc-holo protein of SOD1 is structurally perturbed and the apo-protein aggregates without reattainment of the monomer-dimer equilibrium."}, {"pubmed": 23638916, "text": "If oxidative stress is an important mechanism in POAG-related retinal ganglion cell death, genetic variations in SOD1, SOD2 and SOD3 are not major contributors in the pathogenesis."}, {"pubmed": 23665075, "text": "characterized the expression of GLT-1a and GLT-1b mRNA and the glutamate uptake activity in the fronto-temporal cortex and the lumbar spinal cord of transgenic rats expressing hSOD1(G93A) at various stages of the disease"}, {"pubmed": 23720777, "text": "Data indicate that the antioxidant enzyme, Cu,Zn-SOD, increases mitochondrial H2O2 levels, which is linked to pulmonary fibrosis."}, {"pubmed": 23744890, "text": "This report illustrates a varied phenotypic presentation from SOD1-associated familial amylotrophic lateral sclerosis and illustrates whole exome sequencing"}, {"pubmed": 23760509, "text": "Data indicate that cysteine residue 6 was the primary site of palmitoylation of superoxide dismutase 1 (SOD1)."}, {"pubmed": 23761047, "text": "This review reveals significant changes in mitochondrial aerobic metabolism function in mitochondrial SOD1 and cytochrome c expressions produced in the platelets of multiple sclerosis patients."}, {"pubmed": 23765103, "text": "extracellular misfolded wildtype or mutant SOD1 induce dysfunction to ER-Golgi compartments characteristic of ALS in neuronal cells"}, {"pubmed": 23781106, "text": "Human wild-type SOD1 and SOD1-linked familial amyotrophic lateral sclerosis mutants have a common intrinsic propensity to fibrillate through the N-terminus; single amino acid substitutions can lead to abnormal changes in the helical twist pattern."}, {"pubmed": 23781296, "text": "Serum samples were obtained to detect the antioxidative enzymes of superoxide dismutase (SOD), catalase (CAT), and glutathione peroxidase in Sixty patients with age-related cataract."}, {"pubmed": 23784844, "text": "The study compares the process of thermal unfolding investigated here to that of the amyotrophic lateral sclerosis - associated A4V mutation-induced unfolding at physiological temperature and find that the pathways are very similar."}, {"pubmed": 23792044, "text": "Study identified a novel SNP variant in the 3'-UTR of SOD1 associated with myelomeningocele. The variant is predicted to alter microribonucleic acid (miRNA) binding."}, {"pubmed": 23795822, "text": "SOD1 mutations influence the form and function of copper zinc SOD and cell signaling during the onset of amyotrophic lateral sclerosis. [Review]"}, {"pubmed": 23828685, "text": "The study results suggest that total antioxidant status and SOD monitoring could be valuable during the treatment of colorectal cancer."}, {"pubmed": 23831581, "text": "Cu,Zn-superoxide dismutase (SOD1) fibrils are transduced into cells in vitro and function as seeds to trigger the aggregation of endogenously expressed SOD1"}, {"pubmed": 23837654, "text": "Binding of Cu(2+) induces the local refolding of denatured apo-H43R SOD1 to create toxic catalytic centers that convert the enzyme from antioxidant to pro-oxidant."}, {"pubmed": 23840839, "text": "This study shows that expression of human G93A and H48Q SOD1 mutations renders neuronal cells more susceptible to oxidative stress in terms of viability and significant differences in mitochondrial bioenergetics."}, {"pubmed": 23853506, "text": "structural instability of the mutant codon 149 protein may underlie some toxic effects significantly involved in FALS pathogenesis."}, {"pubmed": 23861388, "text": "Ca(2+) diverts SOD1 aggregation from fibrils toward amorphous aggregates."}, {"pubmed": 23875973, "text": "Report correlations between neuronal SOD1 and brain damage in alcoholics."}, {"pubmed": 23889606, "text": "A novel point mutation in SOD1 is identified in a female Chinese patient with amyotrophic lateral sclerosis."}, {"pubmed": 23898858, "text": "K3E was the most frequent SOD1 mutation among Polish amyotrophic lateral sclerosis patients."}, {"pubmed": 23911407, "text": "Data indicate that transgenic mice over-expressing human SOD1 or catalase were protected from loss of plasma membrane integrity (LPMI) at early but not late periods of reperfusion."}, {"pubmed": 23919400, "text": "study demonstrates the structure of cysteinylated SOD1 and shows that modification may prevent the negative effects of oxidation on SOD1 and thereby may function in a regulatory manner"}, {"pubmed": 23927036, "text": "study characterizes post-translational modifications of SOD1 in situ, including peroxide- and cysteine-related modifications, and provide in vitro evidence that cysteinylation protects SOD1 from oxidative damage"}, {"pubmed": 23954173, "text": "Its mutation causes s slowly progressive form of amyotrophic lateral sclerosis."}, {"pubmed": 23969235, "text": "ELAVs are involved in the regulation of SOD1 gene expression at post-transcriptional level and these proteins are more activated in ALS pathology"}, {"pubmed": 24002644, "text": "RAD54B-deficient cells are selectively killed relative to controls via siRNA-based silencing of SOD1"}, {"pubmed": 24023695, "text": "HSJ1a acts on mutant SOD1 through a combination of chaperone, co-chaperone and pro-ubiquitylation activity."}, {"pubmed": 24024135, "text": "Results from peptide mapping and mass spectrometry ssuggest that the inactivation of extracellular-SOD by peroxidase activity plays a role in regulating SOD activity in vivo."}, {"pubmed": 24026444, "text": "The calculations show that D124 is kept attached to the metal site of SOD1 in a kinetic trap. The exclusion of solvent molecules by the electrostatic loop of the protein is found to create the binding of D124 to the metal site."}, {"pubmed": 24032979, "text": "the D101N and D101G variants, which are both associated with relatively rapidly progressing disease, exhibit clearly distinctive features including different aggregation kinetics."}, {"pubmed": 24038157, "text": "Two independent single nucleotide polymorphisms in SOD1 were inversely associated with prostate cancer recurrence in additive models (rs17884057 hazard ratio [HR] = 0.49, 95%CI: 0.25-0.96; rs9967983 HR = 0.62, 95% CI: 0.40-0.95)."}, {"pubmed": 24040091, "text": "Data indicate that human SOD1(G93A) transgenic mice exhibited a significant increase in the mean amplitude of endplate potentials (EPPs)."}, {"pubmed": 24065725, "text": "Consistent phenotypic differences in speed of disease progression and life-span are not explained by differences in human SOD1 transgene copy number or the burden of mutant SOD1 protein within the nervous system."}, {"pubmed": 24076220, "text": "SOD1 has a function as a molecular switch that activates the endoplasmic reticulum stress response, which plays an important role in cellular homeostasis under zinc-deficient conditions."}, {"pubmed": 24091828, "text": "Aggregation of SOD1 in amyotrophic lateral sclerosis is prevented by protein disulfide isomerase expression."}, {"pubmed": 24094577, "text": "Its missense mutation might contribute to a pathogenesis of familial amyotrophic lateral sclerosis."}, {"pubmed": 24099280, "text": "We cannot confirm the previously reported association of the polymorphism in the VSX1 gene with keratoconus (KC). Our results suggest a possible causative role of SOD1 in the pathogenesis of KC."}, {"pubmed": 24126158, "text": "It exerts toxic effect on motor neurons in amyotrophic lateral sclerosis (ALS)."}, {"pubmed": 24134191, "text": "Several cellular events in amyotrophic lateral sclerosis link a mechanism occurring early in SOD1 expressing cells."}, {"pubmed": 24140062, "text": "These results reveal a novel post-translational regulation of SOD1 by means of succinylation and SIRT5-dependent desuccinylation, which is important for the growth of lung tumor cells."}, {"pubmed": 24143259, "text": "Disulfide scrambling appears to be an important event for misfolding and aggregation of SOD1"}, {"pubmed": 24146173, "text": "Results suggest that there is no considerable influence of sequence variation in SOD1 on human longevity in Germans."}, {"pubmed": 24155217, "text": "We analyzed genes of the superoxide dismutase family (SOD1, SOD2, and SOD3) that are part of a major antioxidative stress system in human in order to detect the genetic variants contributing to the development of ASD."}, {"pubmed": 24155874, "text": "Wild type-SOD1 species with different degrees of solubility could be involved in the pathogenesis of sporadic amyotrophic lateral sclerosis."}, {"pubmed": 24184207, "text": "Antigen-dependent activation of human T lymphocytes significantly increased extracellular SOD-1 levels in lymphocyte cultures."}, {"pubmed": 24234043, "text": "A reciprocal influence of CSTB and SOD1 at the gene expression level and for a direct interaction of the two proteins, is reported."}, {"pubmed": 24253732, "text": "Glutathionylation potentiates benign superoxide dismutase 1 variants to the toxic forms associated with amyotrophic lateral sclerosis."}, {"pubmed": 24256636, "text": "Our results uncover the potential importance of changes in protein surface hydrophobicity of SOD1 in amyotrophic lateral sclerosis"}, {"pubmed": 24269091, "text": "[review] Abnormalities in Cu,Zn superoxide dismutase redox states, folding and metallation all contribute to mitochondrial deficiencies observed among transgenic mice expressing various Cu,Zn superoxide dismutase mutations."}, {"pubmed": 24292713, "text": "SOD1 inhibition elevates hydrogen peroxide levels to induce cell death in lung cancer cells including those harboring KRAS mutations."}, {"pubmed": 24312616, "text": "structural and functional analysis of human SOD1 in amyotrophic lateral sclerosis"}, {"pubmed": 24320678, "text": "Data show that molecular dynamics simulation of Cu-Zn superoxide dismutase1 (Cu-Zn SOD1) indicate the structural consequences in the mutated structures."}, {"pubmed": 24325798, "text": "It is one of the most common ALS related genes."}, {"pubmed": 24344300, "text": "SOD1 segments involved in fibril formation have a role in improper protein maturation and incompletely folded states, demonstrating a common pathway for familial and sporadic ALS"}, {"pubmed": 24359187, "text": "findings evidentiate that the G93A mutation of SOD1 profoundly altered the adaptive metabolic response to hypoxia and this could increase the cell susceptibility to this stress"}, {"pubmed": 24363822, "text": "Oxidative stress inage-related macular degeneration (AMD) patients may mount compensatory response resulting in increased levels of SOD1 in AMD patients."}, {"pubmed": 24369116, "text": "H43R mutant exhibits greater mobility at Zn-binding and electrostatic loops. Dimer interface interaction in H43R mutant is weakened compared to that of Wild Type and W32F mutant."}, {"pubmed": 24390572, "text": "Brainstem shares gliosis, oxidative stress and autophagic changes as in the spinal cord in an animal model of ALS."}, {"pubmed": 24439480, "text": "SOD1 mutation causes a reduction in mitochondrial respiration and an increase in glycolytic flux. This causes a reduction in adenosine triphosphate produced by oxidative phosphorylation and an increase in adenosine triphosphate produced by glycolysis."}, {"pubmed": 24442855, "text": "Gene expression changes of SOD1(G93A) in skeletal muscle of transgenic ALS mice provide evidence for early changes that precede motor neuron death."}, {"pubmed": 24448804, "text": "the SOD1 inhibitor LCS-1 leads to a drastic fragmentation and swelling of the matrix, suggesting that in the absence of SOD2, SOD1 is required to maintain the integrity of the organelle."}, {"pubmed": 24450587, "text": "the toxicity of mutant SOD1 aggregates expressed in cultured human cells is determined by the state and activity of the proteasome."}, {"pubmed": 24472010, "text": "Mutations in the human SOD1 have been computed using five methods and compared to known experimental data, correlation between experimental literature data of SOD1 dimers and monomers was investigated"}, {"pubmed": 24488615, "text": "Changes in motor unit properties of SOD1 rats have progressive and multidirectional character and speed depending on the motor unit type."}, {"pubmed": 24493373, "text": "The rs2814707 in sod1 are unlikely to be common cause of SALS in Chinese population."}, {"pubmed": 24496176, "text": "The superoxide dismutase (SOD1)(G93A) transgenic mouse model of amyotrophic lateral sclerosis is used to study presymptomatic pathology of the disease applying multimodal MRI."}, {"pubmed": 24501372, "text": "Selective inhibition of exocytosis in SOD1G93A astrocytes prevents astrocyte-mediated toxicity in motor neurons and delays onset of amyotrophic lateral sclerosis."}, {"pubmed": 24547927, "text": "In our Keratoconus cohort, no pathogenic SOD1 mutation(s) was identified."}, {"pubmed": 24550511, "text": "Intercellular propagated misfolding of wild-type Cu/Zn superoxide dismutase occurs via exosome-dependent and -independent mechanisms."}, {"pubmed": 24567322, "text": "DJ-1 has a role in SOD1 activation and in neurodegenerative etiopathogenesis"}, {"pubmed": 24577199, "text": "The SOD1-PCBP1 interaction accounts for nuclear SOD1 accumulation and that species-specific targets are key to Amyotrophic lateral sclerosis pathology in large mammals and in humans."}, {"pubmed": 24579824, "text": "Used the transgenic amyotrophic lateral sclerosis mouse model carrying the human SOD1G93A mutant gene to study accumulation of hSOD1G93A in the facial and trigeminal nuclei."}, {"pubmed": 24591457, "text": "Genetic analysis demonstrated a heterozygous D90A-SOD1 mutation in a FOSMN syndrome patient."}, {"pubmed": 24611504, "text": "The V31A mutation is thus likely to be associated with atypical ALS affecting multiple systems."}, {"pubmed": 24634124, "text": "Study supports the notion that SOD and GSH-Px polymorphisms are involved in Celiac disease development, even though findings were not statistically significant."}, {"pubmed": 24692554, "text": "Results indicate that copper/zinc superoxide dismutase 1 (SOD1) mutations lead to an impairment in SOD1 dimerization and, subsequently, affect protein aggregation."}, {"pubmed": 24704492, "text": "The mutant SOD1 protein induced a transcriptional signature indicative of increased oxidative stress, reduced mitochondrial function, altered subcellular transport, and activation of the ER stress and unfolded protein response pathways."}, {"pubmed": 24704493, "text": "The conditional expression of NF-L in the SOD1 iPSC-derived MNs corrected the NF subunit proportion, mitigating NF aggregation and neurite degeneration."}, {"pubmed": 24732311, "text": "Decreased levels of the MnSOD protein in PMNLs from patients with diabetic microvascular complications compared with those without complications indicates that patients with microvascular complications may have impaired antioxidant response."}, {"pubmed": 24821155, "text": "Report frequency of SOD1 SNPs in diabetic nephropathy."}, {"pubmed": 24838187, "text": "Its mutation results in a predominantly lower motor neuron disease."}, {"pubmed": 24918640, "text": "magnetic resonance imaging (MRI), neurophysiologic analyses, and histologic analyses were used to monitor the extent of peripheral nervous system damage in the SOD-1 amyotrophic lateral sclerosis rat model"}, {"pubmed": 24936435, "text": "High-molecular weight Sod1 is also oxidized at His120, a copper ligand, which will promote loss of this catalytic metal cofactor essential for SOD activity."}, {"pubmed": 24946209, "text": "These data indicate that IAV-induced SOD1 repression, which may cause impaired redox balance in host cells, can be attributed, at least in part, to enhance viral replication."}, {"pubmed": 24962940, "text": "SOD1 level is higher in patients with breast cancer. It can be a useful marker in breast cancer diagnosis and treatment."}, {"pubmed": 24971881, "text": "Sumoylation of ALS-linked SOD1 mutant protein by SUMO3 increased stability of the proteins and accelerated intracellular aggregate formation."}, {"pubmed": 25054289, "text": "The over-expression of mitochondria-targeted catalase improved mitochondrial antioxidant defenses and mitochondrial function in mutant SOD1 G93A astrocyte cultures."}, {"pubmed": 25093813, "text": "The results herein reported clearly document that at the neuromuscular junction of SOD1(G93A) mice there is an exacerbation of A2A receptor-mediated excitatory effects at the pre-symptomatic phase."}, {"pubmed": 25096579, "text": "Disease-causing mutations G93A and A4V show greatly altered reactivity patterns, which may contribute to the progression of familial ALS."}, {"pubmed": 25149881, "text": "results demonstrated that SOD1 50-bp Del/Del and Ins/Del genotypes, as well as Del, allele, were associated with an increased risk of cardiovascular disease"}, {"pubmed": 25164820, "text": "A misfolded region in SOD1 has been identified that is exposed in amyotrophic lateral sclerosis patients causing toxicity."}, {"pubmed": 25167838, "text": "The genetic supplementation of SIRT1 can ameliorate a mutant SOD1-linked amyotrophic lateral sclerosis mouse model partly through the activation of the HSF1/HSP70i chaperone system."}, {"pubmed": 25175826, "text": "G93A SOD1 gene mutation is associated with amyotrophic lateral sclerosis."}, {"pubmed": 25220364, "text": "Data suggest that a mutation in SOD1 found in patients with amyotrophic lateral sclerosis (A4V) alters polyanion binding and protein conformation/solubility/stability; these changes appear sufficient to accelerate pH-dependent SOD1 aggregation."}, {"pubmed": 25237191, "text": "Oxidation products of the hSOD1-Trp(32) residue, particularly the covalent dimer, trigger the non-amyloid aggregation of hSOD1."}, {"pubmed": 25283363, "text": "evaluation of 3 polymorphisms - SOD1 + 35A/C, SOD2 + 47C/T, and GPx + 599C/T in type 2 diabetes mellitus (T2DM)cases and healthy controls from North India; SOD1 + 35A/C variant was monomorphic"}, {"pubmed": 25305079, "text": "WT-hSOD1 may indirectly augment the toxicity of mutant protein by competing for protective factors, but disease onset seems to be most accelerated when WT-hSOD1 interacts with mutant SOD1 and becomes misfolded."}, {"pubmed": 25306968, "text": "Data indicate that an amyotrophic lateral sclerosis (ALS)-causing superoxide dismutase 1 (SOD1) mutant inserts into membranes by forming a helical conformation."}, {"pubmed": 25316790, "text": "Distinguishing attributes of amyotrophic lateral sclerosis mutant SOD proteins that correlate with clinical severity, were identified."}, {"pubmed": 25377090, "text": "Report drastic change in the kinetics of the exocytotic fusion pore in chromaffin cells from the mSOD1 mouse model of amyotrophic lateral sclerosis."}, {"pubmed": 25429517, "text": "Most mutants of SOD1 are unable to bind zinc, and this species may be a common precursor of potentially toxic oligomeric species, that are associated with familial ALS."}, {"pubmed": 25433341, "text": "analysis of the unusual disulfide bond in copper-zinc superoxide dismutase"}, {"pubmed": 25434301, "text": "Plasma Zn correlated positively with plasma leptin (r=0.746, P<0.01), Cu-Zn SOD (r=0.827, P<0.01), and negatively with percent fat mass."}, {"pubmed": 25440013, "text": "This study demonistrated that rs2070424 polymorphism of the SOD1 gene is a risk factor for Alzheimer disease in Polish population."}, {"pubmed": 25463043, "text": "Here we undertake a combined experimental and computational study aimed at establishing the molecular details underlying the regulatory effects of Ca(2+) over SOD1 aggregation potential."}, {"pubmed": 25485927, "text": "Our data validates CuZnSOD as a novel therapeutic target in MM. We propose DSF as an adjuvant to BTZ in Multiple myeloma that is expected to overcome intrinsic and acquired BTZ resistance as well as augment BTZ cytotoxicity"}, {"pubmed": 25496420, "text": "The I113T Cu/Zn SOD variant is particularly destabilized locally at the ion binding sites of loop 4, the zinc binding loop, which results in frequent exposure of the aggregation prone outer beta-strands I and VI of the beta-barrel."}, {"pubmed": 25524953, "text": "This study suggest that increased SOD1 expression can lead to tau hyperphosphorylation, which might serve as an important contributing factor to the etiology of Down syndrome and SOD1-related ALS disease."}, {"pubmed": 25573477, "text": "We found that the SOD1 rs10432782 and rs2070424 polymorphisms were not associated with an increased risk of pseudoexfoliation syndrome."}, {"pubmed": 25789959, "text": "association of serum level with severity of alcoholic fatty liver disease not significant"}, {"pubmed": 25792239, "text": "The reduction of full-length TDP-43 level in mutant SOD1 cells indicates that at least some SOD1 mutations alter TDP-43 metabolism."}, {"pubmed": 25798606, "text": "Exhaustion of motor neurons due to protein turnover is consistent with the data:SOD1 pathogenicity, lack of identification of a toxic mode, SOD1 mRNA levels in sporadic Amyotrophic Lateral Sclerosis (ALS), genetic risk factors affecting RNA metabolism."}, {"pubmed": 25801590, "text": "Depletion of superoxide dismutases promotes muscular and neuronal ROS accumulation which may have a significant effect on age-dependent impairment of the Drosophila adults."}, {"pubmed": 25818327, "text": "Study found that the SOD1 35A/C genotype distribution and allele frequencies did not differ between migraineurs (with or without aura) and healthy subjects"}, {"pubmed": 25825208, "text": "Data indicate that SOD promotes the invasive and migratory activity of pancreatic cancer."}, {"pubmed": 25853911, "text": "Mutated human SOD1(G93A) affects the expression and localization of claudin-5 leading to impaired integrity and breakdown of the blood-spinal cord barrier."}, {"pubmed": 25908445, "text": "in human ovarian, esophageal, and pancreatic cancer tissues, the expression of SOD1 was significantly correlated with that of AUF-1, further supporting the importance of AUF-1 in regulating SOD1 gene expression"}, {"pubmed": 25947891, "text": "Infertile women with moderate/severe endometriosis showed increased expression of the SOD1 in cumulus cells."}, {"pubmed": 25998063, "text": "An essential future path is examination of cross-category pathophysiological interrelationships and their co-correspondence to homeostatic regulation and disease progression in ALS."}, {"pubmed": 26069299, "text": "all affected members, except the proband's father, who was unavailable for DNA analysis, showed a heterozygous mutation (c.125G>A) in exon 2 of the SOD1 gene.  We found that the executive domain, attention domain, language function, calculation tasks and memory were significantly impaired in the patients with ALS compared to the healthy family members."}, {"pubmed": 26075819, "text": "applied a stable isotope-labeling technique in combination with mass spectrometric detection and determined the in vivo kinetics of superoxide dismutase 1 (SOD1), mutation of which causes amyotrophic lateral sclerosis"}, {"pubmed": 26084641, "text": "Studied the pI distribution and metallation status of fALS SOD1 mutants vs. human wild-typeSOD1."}, {"pubmed": 26099300, "text": "These results show that apoSOD1(2SH) has a rugged free energy landscape that codes for distinct kinetic pathways leading to either maturation or non-native association."}, {"pubmed": 26125826, "text": "SOD, CAT, and GSH-PX content in the aqueous fluid and lenses decreased significantly with increasing lenticular nucleus hardness grading"}, {"pubmed": 26241492, "text": "the results demonstrate that SOD1 regulates cell death and differentiation in myeloid leukemia cells. ATN-224 may be beneficial for myeloid leukemia therapy."}, {"pubmed": 26244336, "text": "The study provided evidence that there is a time-point dependent activation of autophagy and the ubiquitin-proteasome degradative system in the skeletal muscle from transgenic mice expressing the G93A mutant human SOD1."}, {"pubmed": 26293199, "text": "RNA binding proteins TDP-43 and FUS do not consistently fit the currently characterised inclusion models suggesting that cells have a larger repertoire for generating inclusions than currently thought."}, {"pubmed": 26298469, "text": "Results demonstrate that ALS-mutant forms of TDP-43, FUS, and SOD1 all perturb protein transport in the early secretory pathway between ER and Golgi compartments, and imply that restoring Rab1-mediated ER-Golgi transport is a novel ALS therapeutic target"}, {"pubmed": 26362407, "text": "Report shows that all mutations studied, even ones distant from the dimer interface, decrease interface stability and increase the population of monomeric SOD1 suggesting that substantial structural perturbations accompany dimer dissociation."}, {"pubmed": 26477504, "text": "An increase in both SOD1 and GPx1 activity is involved in the protective effect of sulodexide on ischemic endothelial cells."}, {"pubmed": 26563614, "text": "The toxicity of the misfolded wild-type SOD1 is involved in the pathogenesis of sporadic Amyotrophic lateral sclerosis. [review]"}, {"pubmed": 26589182, "text": "Data show that the redox state of cytochrome c oxidase assembly protein 17 (Cox17), mitochondrial membrane transport protein Mia40 and superoxide dismutase 1 (SOD1) in the cytoplasm were directly observed with in-cell NMR spectroscopy."}, {"pubmed": 26599430, "text": "report a direct interaction between SOD1 and CXCR4. We showed that SOD1 interacts directly with the first intracellular loop (ICL1) of CXCR4 and that the CXCL12/CXCR4-mediated regulation of AKT activation, apoptosis and cell migration in prostate cancer (PCa) cells is differentially modulated under normal versus hypoxic conditions when SOD1 is present"}, {"pubmed": 26600047, "text": "Mutant SOD1 Increases APP Expression and Phosphorylation in Cellular and Animal Models of ALS"}, {"pubmed": 26605782, "text": "Study found expression of several mutated forms of SOD1 in the NSC-34 motor neuronal cells induces the formation of cytosolic and sometimes nuclear aggregates containing the SUMO-1 protein and showed that the formation of these aggregates can be modulated by action on the K75 SUMOylation site"}, {"pubmed": 26605911, "text": "Study identifies a common mechanism of transport into neurites of proteins linked to the pathology of Alzheimer's disease (i.e. sAPP) and ALS (i.e. FUS, TDP-43 and SOD1)"}, {"pubmed": 26619801, "text": "Although our data suggest that SOD1 is transcriptionally regulated in response to OS, Nrf2 does not appear to associate with SOD1 promoter in this cellular model of neurodegeneration."}, {"pubmed": 26619836, "text": "Our work provides a mechanistic explanation for how expression of mutant SOD1 might contribute to altering motor neuron excitability in familial amyotrophic lateral sclerosis"}, {"pubmed": 26630559, "text": "This study identified the L84F mutation in SOD1 in a amyotrophic lateral sclerosis family from North India"}, {"pubmed": 26637092, "text": "The profile of expression of SOD1 and SOD2 in colorectal cancer cell lines SW480 and SW620 indicates differentiated response of tumor cells depending on access to oxygen."}, {"pubmed": 26643113, "text": "provides evidence for a novel interaction of alpha-synuclein and SOD1 that might be relevant for neurodegenerative diseases"}, {"pubmed": 26674569, "text": "The purpose of the study was to evaluate the plasma level of superoxide dismutase (SOD), catalase (CAT), and glutathione peroxidase (GPX) and the association between polymorphic variants in genes encoding for GPx1, SOD, CAT and the risk of distal symmetric polyneuropathy in type 2 diabetes mellitus patients."}, {"pubmed": 26707483, "text": "we suggest that transduced Tat-SOD qualifies as an atheroprotective agent against oxidation-driven and inflammation-associated atherosclerosis"}, {"pubmed": 26710998, "text": "This study supports the view that rAAVrh10-miR-SOD1 merits further development for the treatment of SOD1-linked Amyotrophic lateral sclerosis in humans"}, {"pubmed": 26719414, "text": "SOD1 mutants designed to promote trimerization increase cell death."}, {"pubmed": 26754593, "text": "report lower urinary tract dysfunction and neuropathological findings of the neural circuits controlling micturition in the patients with familial amyotrophic lateral sclerosis having L106V mutation in the SOD1 gene"}, {"pubmed": 26756888, "text": "The results of this study provided the first in vivo evidence that highly specific inhibition of calpains in neurons by Calpastatin delays motor axon death and substantially extends lifespan in the hSOD1G93A ALS mouse"}, {"pubmed": 26761025, "text": "H5N1 infection in lung epithelial cells decreased SOD1 expression at mRNA and protein levels."}, {"pubmed": 26810478, "text": "the results of the study suggest that an inherent low autophagy capacity might cause the selective vulnerability of the motor system to mutant SOD1s."}, {"pubmed": 26817806, "text": "Superoxide dismutase and catalase activities were lower in type 1 myotonic dystrophy patients compared to healthy controls"}, {"pubmed": 26823951, "text": "overexpression of SOD1 in C57B6SJL-Tg (SOD1)2 Gur/J mouse preserved the normal HR, MAP, and BRS but enhanced aortic depressor nerve function"}, {"pubmed": 26839948, "text": "The expression of hSOD1 in the liver of Sod1(-/-) mice significantly improved the lifespan of Sod1(-/-) mice; however, the lifespan of the Sod1(-/-)/hSOD1(alb) mice was still significantly shorter than wild type mice."}, {"pubmed": 26878886, "text": "SOD1 has a role in amyotrophic lateral sclerosis disease phenotype"}, {"pubmed": 26882452, "text": "rs4998557 polymorphism associated with susceptibility to sudden sensorineural hearing loss"}, {"pubmed": 26926802, "text": "pathological TDP-43 and FUS may exert motor neuron pathology in amyotrophic lateral sclerosis through the initiation of propagated misfolding of SOD1"}, {"pubmed": 26947057, "text": "Data show that transformation of voltage dependent anion channel VDAC1 (Deltapor1) yeast with human Cu/Zn superoxide dismutase (SOD1) completely restores the cell growth deficit."}, {"pubmed": 26984187, "text": "In transgenic mice expressing SOD1, lower POMC levels were observed in hypothalamus in an ALS model."}, {"pubmed": 27002158, "text": "Primary astrocytes isolated from mutant human superoxide dismutase 1-overexpressing mice as well as human post-mortem ALS spinal cord-derived astrocytes induce motor neuron death in co-culture. Increasing total and mitochondrial NAD(+) content in ALS astrocytes increases oxidative stress resistance and reverts their toxicity toward co-cultured motor neurons."}, {"pubmed": 27002425, "text": "The results suggest that the 50 bp deletion has a moderate reducing effect on SOD1 synthesis."}, {"pubmed": 27054659, "text": "SOD1 heterodimerization rate is influenced by mutation and is correlated with survival times in amyotrophic lateral sclerosis."}, {"pubmed": 27072680, "text": "sodium channel currents in oocytes expressing either wild-type or mutant (A4V) SOD1 protein"}, {"pubmed": 27074676, "text": "the effects of oxidative modification on SOD1 monomer and homodimer stability"}, {"pubmed": 27121871, "text": "Data suggest that multiple non-native species of misfolded SOD1 may exist in the SOD1(G93A) rat model, some of which are associated with mitochondrial damage, highlighting that variable potency/toxicity of different SOD1 species is possible even when only one SOD1 mutation is present."}, {"pubmed": 27241719, "text": "Results reveal that SOD1G93A sensory neurons accumulate mutant/misfolded Cu/Zn-superoxide dismutase but, surprisingly, do not suffer from endoplasmic reticulum stress and unfolded protein response activation"}, {"pubmed": 27261461, "text": "These results strongly suggest that the thioredoxin and glutaredoxin systems are the key regulators for hSOD1 aggregation and may play critical roles in the pathogenesis of Amyotrophic Lateral Sclerosis."}, {"pubmed": 27264826, "text": "The methylation status OF extracellular superoxide dismutase gene is associated with the size of cerebral infarction, degree of cerebral arteriosclerosis and severity of neurological impairment."}, {"pubmed": 27297615, "text": "SOD1 is one of the most commonly mutated genes in ALS."}, {"pubmed": 27378311, "text": "study thus implies that the WT and mutant SOD1 indeed converge on a common mechanism for gain of cytotoxicity by abnormally interacting with membranes. Moreover, any genetic/environmental factors which can delay or impair its maturation might act to transform SOD1 into cytotoxic forms with the acquired capacity to abnormally interact with membranes."}, {"pubmed": 27391159, "text": "Gelsolin enhances the invasive capacity of colon cancer cells via elevating intracellular superoxide (O2.-) levels by interacting with Cu/ZnSOD, and gelsolin gene expression positively correlates with urokinase plasminogen activator (uPA), an important matrix-degrading protease invovled in cancer invasion."}, {"pubmed": 27494151, "text": "describe here two cases of apparently sporadic amyotrophic lateral sclerosis associated with mutations, respectively, in SOD1 and TARDP genes"}, {"pubmed": 27496206, "text": "a structural model for protofibril capping of SOD1 filaments by alphaB-crystallin"}, {"pubmed": 27540759, "text": "Steered molecular dynamics analysis was used to study the phenomenon of SOD1 proteopathy in ALS, suggests that the increased backbone mobility transforms certain surface regions of the misfolded SOD1 into structural equivalents of the interaction hot spots and has guided the identification of SOD1-derived peptides that bind SOD1 and alter the course of the amyloid aggregation of fALS SOD1 mutants."}, {"pubmed": 27555441, "text": "the structural changes and the alteration in distance between Zn and its binding residues which cause the loss of Zn binding was studied in details to delivery the foresight on the impact of the mutation in SOD1."}, {"pubmed": 27591900, "text": "Data suggest two conformational-change scenarios, one local to the electrostatic loop (ESL) at the complex interface, and a second displacement at the ESL of the otherdimeric subunit."}, {"pubmed": 27603566, "text": "The results show that the docking of the electrostatic loop to the rest of SOD1 plays a role in amyotrophic lateral sclerosis (ALS) pathogenesis, in support of that structure acting as a solvent barrier for the metal site. The results provide a unified pathogenic mechanism for five different ALS-linked mutations of SOD1."}, {"pubmed": 27604643, "text": "SOD1 mutations were present in 20% of familial amyotrophic lateral sclerosis (ALS) patients and 1.9% of sporadic ALS patients, while FUS mutations were responsible for 13.3% of familial ALS cases, and TARDBP mutations were rare in either familial or sporadic ALS cases."}, {"pubmed": 27667694, "text": "Findings show that a phosphomimetic mutation, T2D, thermodynamically stabilizes SOD1 even in the context of a strongly SOD1-destabilizing mutation, A4V, one of the most prevalent and aggressive amyotrophic lateral sclerosis -associated mutations. This stabilization protects against formation of toxic SOD oligomers and positively impacts motor neuron survival in cellular assays."}, {"pubmed": 27688759, "text": "Our data indicate that SOD1 is directly or indirectly involved in ALS oligodendrocyte pathology and suggest that in this cell type, some damage might be irreversible."}, {"pubmed": 27703255, "text": "Study shows that in senile cataracts, SOD1 expression decreased significantly. Both H3 and H4 were deacetylated at -600 bp of the SOD1 promoter of cataract lenses, and hypoacetylated at -1500, -1200, and -900 bp. In hypoacetylated histones, the hypoacetylation pattern differed among the cataracts sub-types. Further functional data provide evidence that histone acetylation plays an essential role in the regulation of SOD1."}, {"pubmed": 27721436, "text": "SOD1 G93A mutant from familial amyotrophic lateral sclerosis cases binds VDAC1 with high affinity."}, {"pubmed": 27727458, "text": "In cells that overexpress a genetic variant of SOD1, newly made mutant SOD1 was rapidly captured by pathologic intracellular inclusions."}, {"pubmed": 27751366, "text": "Mutated obese carries of SOD1 -251, SOD2 47 and CAT -262 are associated with a higher distribution of fat in comparison with obese wild-type carriers."}, {"pubmed": 27755600, "text": "Haplotype analysis identified the haplotype with T-allele of rs1041740 and that with T-allele of rs17880487 of superoxide dismutase-1 as increasing and decreasing susceptibility for cardiovascular mortality, and it had complementary single nucleotide polymorphism sequences."}, {"pubmed": 27773815, "text": "By utilizing cumate inducible SOD1 cells, we also showed that knock-down or pharmacologic depletion of cIAPs leads to H2O2 induced cytotoxicity in mSOD1 expressing cells. Altogether, our results reveal a novel role of cIAPs in FALS-associated mutant SOD1 regulation."}, {"pubmed": 27829319, "text": "e observed significant changes in expression of Sig1R, SOD1, SOD2 due to different oxygen concentrations. ANOVA analysis revealed significant interactions between studied parameters mainly in hypoxia conditions in SW480 cells and between Sig1R and SOD2 in SW620 cells"}, {"pubmed": 27892702, "text": "Slowly upper and lower motor neuron degeneration, even with non-motor clinical features, should prompt a sequencing of SOD1"}, {"pubmed": 27914828, "text": "The effects of oleuropein (OL) on hydrogen peroxide-induced oxidative stress in L02 cells showed that SOD1, GPx1, and catalase levels were all increased, and suggested that OL is a potent antioxidant and may be therapeutically useful in liver disease prevention."}, {"pubmed": 27974499, "text": "Drosophila carrying homozygous mutations G85R, H48R, and H71Y exhibited neurodegeneration, locomotor deficits, and shortened life span.  Drosophila knock-in model captures important aspects of human SOD1-based ALS."}, {"pubmed": 27977888, "text": "propose an alternative pathway of mutant SOD1 misfolding that is responsible for oligomerization in the pathologies of the disease."}, {"pubmed": 28011951, "text": "No significant differences in SOD and GPx activity both in plasma and saliva were found between Crohn's disease remission group and the control group."}, {"pubmed": 28058676, "text": "Study showed that endothelial cells from human umbilical vein have a reduced activity and gene expression of the \"classic\" antioxidant enzymes (Cu,Zn-superoxide dismutase, catalase, and Se-containing glutathione peroxidase). At the same time, a high expression level of peroxiredoxin genes was identified in the same endothelial cells"}, {"pubmed": 28096265, "text": "Like other neurodegenerative diseases, misfolding of a specific protein is central to ALS. SOD1, the major constituent of the protein deposits in some familial and sporadic forms of ALS, propagates its misfolded conformation like prions, providing a plausible molecular basis for the focality and spreading of muscle weakness in ALS"}, {"pubmed": 28119399, "text": "This study demonstrated that the injection into isolated Aplysia neurons of oligomeric forms of a mutant G85R SOD1 associated with ALS in both humans and transgenic mice reduces net outward K+ current and increases excitability."}, {"pubmed": 28120938, "text": "SOD1 is S-acetylated in spinal cord homogenates from ALS and non-ALS subjects.  The degree of S-acylation is highest for SOD1-CCS heterodimers and lowest for SOD1 monomers."}, {"pubmed": 28128448, "text": "Factors released in vitro from astrocytes derived from SOD-1 transgenic mice cause spinal motoneuron death and consequent neuromuscular dysfunction in vivo."}, {"pubmed": 28132491, "text": "The various biochemical and structure-based hypotheses proposed for mutant SOD1-associated Amyotrophic Lateral Sclerosis are discussed [REVIEW]"}, {"pubmed": 28141554, "text": "The potential protective effect without statistical relationships were also observed for other genotypes and alleles studied polymorphic variants of antioxidant enzymes in CD and CAT- 262C / T and + 35 A / C SOD1 in UC. Conducted our audit should be extended to more group of patients in order to assess whether or not to confirm the observed during analysis, the protective effect of CAT-262 C / T in ulcerative colitis and"}, {"pubmed": 28179340, "text": "Data show that antioxidant enzymes SOD2 and GPX1 expression and GPX1 and SOD1 activity were significantly higher in patients at diagnosis of bladder cancer (BC) in comparison to controls."}, {"pubmed": 28185644, "text": "Sod1 upregulation was noted in the R region of the nonaneurysmal type 1 L/R morphotype. Region-specific transcription profiles of Sod on the basis of BAV morphotype deepen our understanding of its associated aortopathy and provide biological insight on the asymmetric dilatation pattern."}, {"pubmed": 28222900, "text": "Its mutation is a genetic cause of amyotrophic lateral sclerosis."}, {"pubmed": 28247063, "text": "Using different methods to detect misfolded SOD1, multiple misfolded SOD1 antibodies raised against different epitopes, appropriate parallel controls and by controlling for staining artefacts through the comparison of different antigen retrieval methods, study demonstrated that misfolded SOD1 is not a contributing component of sporadic amyotrophic lateral sclerosis."}, {"pubmed": 28260074, "text": "The ROS levels of the study group decreased obviously before irradiation (P<0.01), however, the radiation-induced ROS of the study group was at a high level even when irradiation had been terminated for 2 h (P<0.01). Moreover, NOX2 and NOX4 levels and total SOD activity decreased (P<0.01), while the levels of SOD1 were stably maintained (P>0.05)."}, {"pubmed": 28271284, "text": "Certain SOD1 mutants, viz. His80Arg and Asp83Gly, were recognized that were more damaging to the Zn binding loop than all other mutants, leading to a loss of Zn binding with altered coordination of the Zn ion. Furthermore, the conformational stability, compactness, and secondary structural alteration of the His80Arg and Asp83Gly mutants were monitored using distinct parameters."}, {"pubmed": 28291249, "text": "Our results suggest that SOD1 mutation is the most common cause of amyotrophic lateral sclerosis(ALS) in Chinese populations and that the mutation spectrum of ALS varies among different ethnic populations"}, {"pubmed": 28294153, "text": "In this study we demonstrate dynamic changes in the number of calretinin- (CR) and neuropeptide Y-expressing (NPY) interneurons in the motor cortex of the familial hSOD1(G93A) ALS mouse model, suggesting their potential involvement in motor neuron circuitry defects"}, {"pubmed": 28300211, "text": "the introduction of SOD1(G93A) and TDP43(A315T), established Amyotrophic lateral sclerosis (ALS)-related mutations, changed the subcellular expression and localization of RNAs within the neurons, showing a spatial specificity to either the soma or the axon. Altogether, we provide here the first combined inclusive profile of mRNA and miRNA expression in two ALS models at the subcellular level."}, {"pubmed": 28321933, "text": "The cause of aggregation and reduced Zn binding affinity by G85R mutation in SOD1 rendering amyotrophic lateral sclerosis has been described."}, {"pubmed": 28366453, "text": "Gene expression profiling and pathway analysis followed by pharmacological screening identified activated ERK and JNK signaling as key drivers of neurodegeneration in mutant SOD1 motor neurons."}, {"pubmed": 28403123, "text": "Suggest a complex role of SOD1 in different processes leading to complications of liver cirrhosis. rs1041740 might be associated with the development of ascites and possibly plays a role in spontaneous bacterial peritonitis once ascites has developed."}, {"pubmed": 28447293, "text": "findings indicate that CuZn-SOD is able to response to the hypomagnetic field stress and suggest it a mediator of the hypomagnetic field effect."}, {"pubmed": 28472188, "text": "demonstrated that enervating the SOD1 electrostatic loop can lead to an experimentally observed gain of interaction (GOI) responsible for the formation of SOD1 amyloid-like filaments"}, {"pubmed": 28512644, "text": "research demonstrated that erysipelas infection predisposition and its clinical characteristics are affected by age, sex and SNPs found in SOD1, SOD2, and catalase genes; presence of SOD1 G7958 alleles was linked to erysipelas' predisposition; G and A alleles of SOD1 G7958A individually were associated with lower limbs and higher body part localizations of the infection, respectively"}, {"pubmed": 28533431, "text": "Data suggest that Ccs1 activates immature Sod1 by delivering copper and facilitating oxidation of intramolecular disulfide bond in Sod1; Ccs1 binding exposes an electropositive cavity and proposed \"entry site\" for copper ion delivery on the apoenzyme. (Ccs1 = copper chaperone for superoxide dismutase; Sod1 = copper-zinc superoxide dismutase)"}, {"pubmed": 28576725, "text": "Study reveals presence of glial cell proliferation in both motor (brainstem) and non-motor (hippocampus) CNS structures of hSOD1G93A ALS rats starting already at the presymptomatic stage of the disease. A specific timeline of glial response is demonstrated in the brainstem of these animals with the activation of astrocytes coming first and before disease onset, followed by activation of microglia in the symptomatic phase."}, {"pubmed": 28585802, "text": "Study shows that SOD1 forms fibrillar aggregates under quiescent conditions at near-physiological pH, ionic strength, and temperature over a time frame of weeks; and that intermolecular disulfide bonds are not required for the protein to form aggregates, even in the absence of fibril seeds. Scrambling of intramolecular disulfide bonds is not required for aggregation. Urea denaturation increases aggregation lag time."}, {"pubmed": 28621357, "text": "Computational investigation of the human SOD1 mutant, Cys146Arg, that directs familial amyotrophic lateral sclerosis, has been reported."}, {"pubmed": 28629863, "text": "The observation that beta-strand 5 is among the first to unfold here, but the last to unfold in simulations of loop-truncated SOD1, could imply the existence of an evolutionary compensation mechanism, which would stabilize beta-strands flanking long loops against their entropic penalty by strengthening intramolecular interactions."}, {"pubmed": 28680046, "text": "The stability of human SOD1 variants with amino acid substitution have been computed using eight different methods and compared to known experimental stability data and patient's phenotypes. Also correlation between disease phenotypes and stability changes suggest that the changes in SOD1 stability correlate with ALS patient survival times, thus demonstrating its importance in SOD1 pathogenicity."}, {"pubmed": 28711596, "text": "The relevance of contact-independent cell-to-cell transfer of TDP-43 and SOD1 in amyotrophic lateral sclerosis."}, {"pubmed": 28715630, "text": "show a clear variation of the different SOD1 mutants to associate with mitochondrial-enriched fractions with a correlation between mutation severity and this association"}, {"pubmed": 28739857, "text": "deletion-rescue experiments show that a respiration-defective mutant of SOD1 is also impaired in its ability to rescue cells from toxicity caused by SOD1 deletion"}, {"pubmed": 28750571, "text": "Significant association between the SOD1 Ins/Del polymorphism and age of onset in bipolar disorder type 1."}, {"pubmed": 28832631, "text": "superoxide dismutase function of SOD1 might not be required to preserve DNA integrity in motor neurons, at least when the function of TDP-43 is unaltered"}, {"pubmed": 28850080, "text": "Data provide evidence that metal binding, in addition of being necessary for SOD1 enzymatic activity, is a key factor in the aggregation process of SOD1. In particular, both demetalation and aberrant metal binding have been shown to promote misfolding and aggregation in SOD1 suggesting a possible role of metal binding in SOD1 pathological aggregation. [review]"}, {"pubmed": 28859334, "text": "This study identified a new pathology hallmark in SOD1G93A ALS mice: a glutamatergic sensory neuron dendropathy restricted to olfactory bulb mitral cells and retinal ganglionic cells."}, {"pubmed": 28859526, "text": "that global changes in DNA methylation might contribute to the ALS phenotype in carriers of not fully penetrant SOD1 mutations"}, {"pubmed": 28877271, "text": "SOD1 is the seeding particle responsible for the spread of SOD1-familial amyotrophic lateral sclerosis neurodegeneration from its initial onset site"}, {"pubmed": 28884318, "text": "This study sheds light into the effects of familial forms of amyotrophic lateral sclerosis Sod1 mutations."}, {"pubmed": 28899654, "text": "the study provides a better understanding over the profound effect of mutation on SOD1, both structurally and functionally, using computational approaches."}, {"pubmed": 28919426, "text": "The results suggest that SFH prevents the degeneration of pancreatic islets via increasing SOD while hyperglycemia is alleviated by maintaining beta cell mass in type 2 diabetes model mice."}, {"pubmed": 28924281, "text": "The mean serum superoxide oxide dismutase in asthma cases and controls was 62.53+/- 15.23 and 55.65+/- 15.87, respectively. The superoxide dismutase genetic variants studied for the intronic polymorphism in copper-zinc superoxide dismutase showed increased risk of asthma compared with non-asthmatic controls."}, {"pubmed": 28950184, "text": "SOD1 amino acid residues forming these pathogenic hydrogen bonds are found in zinc-binding and electrostatic loops as well as at zinc-binding sites and are in contact with SOD1 aggregates, which implies that these regions are sensitive to perturbations from pathogenic mutations."}, {"pubmed": 28965606, "text": "antioxidant activity of erythrocyte SOD is associated with dementia severity."}, {"pubmed": 28973175, "text": "Results provide evidence that ALS mutant SOD1 inhibits axonal transport of mitochondria by inducing PINK1/Parkin-dependent Miro1 degradation."}, {"pubmed": 29046499, "text": "Data suggest that serum SOD1 levels are decreased in patients with controlled or uncontrolled acromegaly as compared to healthy subjects; in acromegaly, SOD1 levels are not associated with MnSOD/SOD2 polymorphisms."}, {"pubmed": 29052003, "text": "No sequence variations from wild type SOD1 were identified in any of 17 idiopathic Parkinson's disease cases in which was observed SOD1 dysfunction and aggregation. The absence of mutations in SOD1 in this Parkinson's disease cohort indicates that aggregated SOD1 in these cases is wild type protein."}, {"pubmed": 29072670, "text": "SOD1 gene polymorphisms associated with susceptibility to noise-induced hearing loss."}, {"pubmed": 29157189, "text": "The influence of far positioned pathogenic mutation, V14M, in altering the stability and folding of the Cu/Zn SOD1 was studied. V14M mutation triggers a conformational change that is more similar to that of the metal-deficient holo form and could resemble an intermediate state in the folding reaction which results in protein misfolding and aggregation."}, {"pubmed": 29165112, "text": "The present study indicating that although the Ins/Del polymorphism of SOD1 is associated with the SOD1 expression levels, this polymorphism is not associated with the risk of dependency to heroin."}, {"pubmed": 29192167, "text": "A stable core of the SOD2 that unfolds last and refolds first, and directly observe several distinct misfolded states that branch off from the native folding pathways at specific points after the formation of the stable core."}, {"pubmed": 29234142, "text": "CCS-D2 forms a stable complex with zinc-bound SOD1 in human cells, that has a twofold stabilizing effect: it both prevents the accumulation of unstructured mutant SOD1 and promotes zinc binding. CCS-D2 interacts with apo-SOD1 in vitro, suggesting that in cells CCS stabilizes mutant apo-SOD1 prior to zinc binding."}, {"pubmed": 29369331, "text": "results thus shed light on the role of local unfolding and conformational dynamics in aggregation of SOD1"}, {"pubmed": 29371591, "text": "MIF inhibits mutant SOD1 nuclear clearance when overexpressed in motor neuron-like NSC-34 cells."}, {"pubmed": 29374733, "text": "Low SOD1 Expression Is Associated with Postoperative Pain."}, {"pubmed": 29394243, "text": "Ovariectomy resulted in earlier disease onset and attenuated the anti-inflammatory and anti-apoptotic actions of estrogen in hSOD1-G93A transgenic mice."}, {"pubmed": 29409023, "text": "The results imply that ERp57 has a protective role against pathological events induced by mutant SOD1 and they link ERp57 to the misfolding of TDP-43 in amyotrophic lateral sclerosis."}, {"pubmed": 29431095, "text": "a measure of hydrogen bond stability in conformational states was studied with elastic network analysis of 35 SOD1 mutants."}, {"pubmed": 29453800, "text": "Structural studies of the SOD1 variant segment of residues 28-38 suggest that oligomers of amyloid proteins are composed of single twisted sheets whereas fibrillar species are composed of mated b-sheets."}, {"pubmed": 29478603, "text": "The genetic mutations of SOD1 caused amyotrophic lateral sclerosis"}, {"pubmed": 29483249, "text": "Metallation and oxidation of SOD1 stabilize the native, mature conformation and decrease the number of detected excited conformational states."}, {"pubmed": 29548827, "text": "early stage influenza A virus infection induces autophagic degradation of antioxidant enzyme SOD1, thereby contributing to increased ROS generation and viral infectivity in alveolar epithelial cells."}, {"pubmed": 29551730, "text": "Study results in transgenic mice carrying human SOD1 gene and analysis of cerebrospinal fluid as well as the spinal cord homogenate amyotrophic lateral sclerosis (ALS) patients suggest that metal-deficiency in mutant SOD1 at its copper-binding site is one of the earliest pathological features in SOD1-ALS."}, {"pubmed": 29553298, "text": "Central nervous system glucose metabolism is compromised, while astrocytic Tricarboxylic Acid Cycle cycling appears to be normal in the human SOD1(G93A) mouse model of amyotrophic lateral sclerosis at symptomatic disease stages."}, {"pubmed": 29649360, "text": "Membrane surfaces catalyze SOD1 fibrillization. Anionic liposomes triggered aggregation of apo-SOD1 into ThT(+) amyloid fibrils; cationic liposomes catalyzed fibrillization but at slower rates and across a narrower lipid concentration; zwitterionic liposomes produced nonfibrillar (amorphous) aggregates."}, {"pubmed": 29666246, "text": "SOD1 oligomer and not the mature form of aggregated fibril is critical for the neurotoxic effects in the model of amyotrophic lateral sclerosis."}, {"pubmed": 29679384, "text": "The ligand, positioned in a region important for SOD1 fibrillation, offers the possibility that it, or a similar compound, could prevent the abnormal self-association that drives SOD1 toxicity in amyotrophic lateral sclerosis."}, {"pubmed": 29742495, "text": "The mutant human SOD1-G93A protein induced axonal and myelin degeneration during the progression of Amyotrophic Lateral Sclerosis in a mouse model and participated in axon remyelination and regeneration in response to injury."}, {"pubmed": 29748379, "text": "the aggregation of mutant SOD1A4V leads to altered ubiquitin-proteasome system activity and redistribution of ubiquitin, causing disrupted ubiquitin homeostasis - these findings suggest that ubiquitin homeostasis is a central feature of amyotrophic lateral sclerosis pathogenesis"}, {"pubmed": 29782990, "text": "Low Superoxide Dismutase expression is associated with the pathogenesis of autism spectrum disorders."}, {"pubmed": 29848712, "text": "Data show that cholecystectomy patients with enhanced levels of superoxide dismutase (SOD1) appeared to have significantly lower number of analgesic oxycodone doses during the first 24 h postoperatively (NAD24)."}, {"pubmed": 29860398, "text": "we also found that CTGF/CCN2 is expressed in astrocytes and neurons, predominantly in dorsal areas of spinal cord from symptomatic hSOD1G93A mice. Together, these results reveal that CTGF/CCN2 might be a novel therapeutic target to ameliorate symptoms and improve the quality of life of ALS patients."}, {"pubmed": 29861044, "text": "Study found mutations in either SOD1 or C9orf72 in 9.2% of patients and accounted for 40% of familial amyotrophic lateral sclerosis and 5.2% of sporadic amyotrophic lateral sclerosis in a Portuguese population. SOD1 mutations were rare (0.83%), but a novel and probably disease-causing mutation was identified."}, {"pubmed": 29861271, "text": "The absence of SOD1 mutations in Parkinson disease highlights mounting evidence that SOD1 mutations are not the sole cause of SOD1 protein misfolding occasioning oligomerization and toxicity, reinforcing the importance of non-genetic factors, including protein metallation and post-translational modification in determining SOD1 stability and function."}, {"pubmed": 29891006, "text": "SOD1 is a potential prognostic biomarker and a promising target for NPC therapy"}, {"pubmed": 29924645, "text": "Weak significance was observed for a protective effect of the TT genotype of rs1041740 in the SOD1 gene relative to Type 1 Diabetes development (OR 0.318, 95% CI 0.092-0.959, p = 0.056)."}, {"pubmed": 29935195, "text": "MnSOD is a promising prognostic marker in ccRCC and implies that oxidative stress might be involved in the tumorigenesis and progression of ccRCC"}, {"pubmed": 30037290, "text": "The observed loss of SOD1 function in pLG72-expressing cells may explain the elevated ROS levels and inhibition of U87 cell proliferation and has implications for understanding the onset of neurodegenerative diseases in humans."}, {"pubmed": 30038021, "text": "Study suggests that endoplasmic reticulum stress increases the susceptibility of SOD1WT to aggregate during aging, operating as a possible risk factor for developing amyotrophic lateral sclerosis."}, {"pubmed": 30110532, "text": "SOD1 Aggregation Is Highly Variable and Includes Two Distinct Structural Change Steps. SOD1 Forms a Mixture of Amorphous and Fibrillar Assemblies."}, {"pubmed": 30142602, "text": "These results show that secosterol aldehydes are increased in plasma of symptomatic amyotrophic lateral sclerosis rats, overexpressing multiple copies (~8 copies) of G93A mutant human SOD1, and represent a class of aldehydes that can potentially modify SOD1 enhancing its propensity to aggregate."}, {"pubmed": 30143488, "text": "Shorter activated partial thromboplastin time and increased SOD levels might be useful hemostatic markers in patients with type 2 diabetes mellitus."}, {"pubmed": 30185534, "text": "These findings indicate that the reduced level of SIRT1 in the brains of patients with Alzheimer's disease (AD) may be related to the decline in SOD-1 and neuropathological changes of this disorder."}, {"pubmed": 30242181, "text": "A possible pathological role of misSOD1 in SALS."}, {"pubmed": 30255176, "text": "The observed redistribution of Cu from the liver to the central nervous system in response to human SOD1 overexpression in mice during embryogenesis indicates that the impediment of Cu delivery to SOD1, which is evident in adult mutant SOD1 overexpressing mice, only occurs at a later stage in life."}, {"pubmed": 30260512, "text": "the inhibition of mutant SOD1 aggregation by kaempferol was explored, thereby suggesting kaempferol could act as a drug candidate for the design of the natural therapeutics against familial amyotrophic lateral sclerosis S"}, {"pubmed": 30289953, "text": "SOD1 polypeptides undergo hydrogelation accompanied by the formation of thioflavin T-positive fibrils at pH 3.0 and 4.0, but not at pH 5.0 where precipitates are formed. The results of viscoelastic analyses indicate that the properties of SOD1 hydrogels (2%) were similar to and slightly more fragile than a 0.25% agarose gel."}, {"pubmed": 30296255, "text": "Results suggest that knock-in models may reproduce the neurotransmitter-type specificity of ALS and that both SOD1 loss and gain of toxic function differentially contribute to ALS pathogenesis in different neuronal populations."}, {"pubmed": 30300572, "text": "Larvae injected with mutant SOD1 mRNA had significantly shorter and more aberrantly branched motor axons (p < 0.002) and traveled a significantly shorter distance during behavioral testing (p < 0.001) when compared with wild-type SOD1 and noninjected zebrafish larvae."}, {"pubmed": 30349065, "text": "Here, the authors used in vitro protein assays to demonstrate that a W32S substitution in SOD1 (a mutation associated with familial amyotrophic lateral sclerosis) significantly diminishes their propensity to aggregate whilst paradoxically decreasing protein stability."}, {"pubmed": 30399166, "text": "Study mutated four different Lys residues (K30, K36, K75, K91) in SOD1 that are not particularly well conserved. While some mutations to cause enhanced C4F6 binding, study did not observe that mutations that reduce charge at these positions caused the protein to form intracellular inclusions."}, {"pubmed": 30401824, "text": "Aggregated SOD1 causes selective death of cultured human motor neurons"}, {"pubmed": 30460537, "text": "that SOD1 overexpression preserves normal baroreflex function but may differentially alter the functions of the aortic depressor nerve, vagal efferents, and central components."}, {"pubmed": 30503815, "text": "Study found that SH-SY5Y neuroblastoma cells transfected with the G93 A mutant of SOD1 (SOD1-G93 A) are more vulnerable to the neurotoxicant thimerosal compared to cells overexpressing the wild type SOD1 gene."}, {"pubmed": 30622123, "text": "Two amino acid positions in SOD1 that are in critical structural locations in the protein, Glu40 and Glu133, are studied. THe mutations in SOD1 that disrupt van der Waals interactions or introduce steric strain are poorly tolerated and are associated with a higher propensity to aggregate."}, {"pubmed": 30630676, "text": "Spy1 plays a protective role in ALS motor neurons"}, {"pubmed": 30668180, "text": "SOD1 35 A-C mutation (rs2234694) correlates with COPD severity, increased plasma levels of glutathione and a reduced level of protein carbonyls in a Tunisian patient population."}, {"pubmed": 30692571, "text": "Study focused on developing immunodeficient rag2(-)/(-) model of ALS with lower number of transgene copies and longer lifespan. The obtained hSOD1/rag2 double mutant mice have been characterized. The difference in transgene copy number may be translated to significant impact on the lifespan. The death of long- and short-living hSOD1/rag2 mice is preceded by muscular weakness as early as one month before death."}, {"pubmed": 30701485, "text": "the outcomes from secondary structural propensities and free energy landscapes, together assertively suggested that L126S, N139H and G141A tend to increase the formation of aggregates in SOD1 relative to other mutants."}, {"pubmed": 30735496, "text": "Molecular recognition and maturation of SOD1 by its evolutionarily destabilized cognate chaperone CCS has been reported."}, {"pubmed": 30863976, "text": "show for the first time that O2 tension is a principal determinant of SOD1 stability in human patient-derived cells"}, {"pubmed": 30887850, "text": "Our study helps to characterize the genotype and phenotype of Amyotrophic lateral sclerosis with SOD1 mutations"}, {"pubmed": 30909159, "text": "Plasma copper concentrations are positively and significantly associated with IGR as well as T2D, and these associations may be modified by SOD1 polymorphism. Further studies are warranted to elucidate the potential mechanisms."}, {"pubmed": 30987591, "text": "Higher baseline SOD activity level was associated with lower overall mortality in older women but not in men."}, {"pubmed": 31011770, "text": "Network mapping of the conformational heterogeneity of SOD1 has been described."}, {"pubmed": 31042755, "text": "individuals with T2DM present altered SOD activity, total thiols, and ICAM-1 levels, which might contribute to further complications. There is a positive correlation between SOD activity and HbA1c levels."}, {"pubmed": 31134679, "text": "SOD1 in amyotrophic lateral sclerosis development - in silico analysis and molecular dynamics of A4F and A4V variants."}, {"pubmed": 31157617, "text": "Using a rapid and efficient protocol to differentiate mouse embryonic stem cells (ESC) to SpMNs and CrMNs, we now report that ESC-derived CrMNs accumulate less human (h)SOD1 and insoluble p62 than SpMNs over time"}, {"pubmed": 31162603, "text": "Copper zinc superoxide dismutase (SOD1)-occupied DNA sites with distinct sequence preference, and GGA was one of the base triplets that had direct contact with SOD1."}, {"pubmed": 31170830, "text": "the clinical profile associated with the D124G mutation in SOD1 gene and provided evidence that this mutation in Italy originates from a common founder"}, {"pubmed": 31228093, "text": "Study tested and demonstrated the capability of the antioxidant enzymes SOD1 and SOD2 to protect cells from the noxious effects induced by dopamine treatment. Results support further exploration of superoxide dismutating molecules as a therapeutic strategy against Parkinson's disease."}, {"pubmed": 31230748, "text": "the role of two SOD1 mutants V14G and E100G which are located far away from the metal sites, dimer interface and disulfide region, was investigated."}, {"pubmed": 31257248, "text": "Misfolded SOD1 to act as a pathological seed, spread between cells, and propagate neuroanatomically."}, {"pubmed": 31290185, "text": "GAL4-VP16-UAS transgenic zebrafish system to drive high levels of G93A mutation of the human superoxide dismutase 1 (mtSOD1) expression selectively in mature oligodendrocytes and found that mtSOD1 directly induced degeneration of mature oligodendrocytes by disrupting the myelin sheath and downregulating MCT1, leading to motor neuron death."}, {"pubmed": 31318169, "text": "Therapeutic effects of hirsutella sinensis on the disease onset and progression of amyotrophic lateral sclerosis in SOD1(G93A) transgenic mouse model."}, {"pubmed": 31323035, "text": "We propose that translational incorporation of the environmental toxin beta-methylamino-L-alanine (BMAA) into SOD1 is directly responsible for its toxicity in neurodegeneration, and BMAA modification of SOD1 may serve as a biomarker of amyotrophic lateral sclerosis (ALS)."}, {"pubmed": 31336405, "text": "In vitro evidence consistent with an interaction between wild-type and mutant SOD1 protein associated with canine degenerative myelopathy."}, {"pubmed": 31348988, "text": "molecular crowding environment in living cells becomes an instability factor inducing denaturation and subsequent toxicity for SOD1"}, {"pubmed": 31412164, "text": "Novel behavioural characteristics of the superoxide dismutase 1 G93A (SOD1(G93A) ) mouse model of amyotrophic lateral sclerosis include sex-dependent phenotypes."}, {"pubmed": 31415712, "text": "A prospective study on associations between superoxide dismutase gene polymorphisms and antituberculosis drug-induced liver injury in a Chinese Han population."}, {"pubmed": 31529340, "text": "Results showed that, in mutSOD1 cells, mutSOD1 protein aggregates were related with abnormal autophagic regulation. Also, another distinct pathological role of mutSOD1 protein aggregates was uncovered which is abnormal binding with p-CREB (Ser133), an important transcription factor, that may play crucial role in the PI3K-Akt-CREB-AEG-1 signaling pathway."}, {"pubmed": 31547718, "text": "In this study, we explored co-delivery of a TRAIL expressing plasmid (pTRAIL) and complementary small interfering RNAs (siRNAs) (silencing Bcl2-like 12 [BCL2L12] and superoxide dismutase 1 [SOD1]) to improve the response of breast cancer cells against TRAIL therapy"}, {"pubmed": 31601079, "text": "carrying allele G in the single nucleotide polymorphism (rs2070424 A/G) in SOD1, or allele C in the single nucleotide polymorphism (rs4880 T/C) in SOD2, enhances genetic susceptibility to Parkinson's disease"}, {"pubmed": 31625064, "text": "Effect of mutations in SOD1 and C9orf72 genes on autophagy in lymphocytes/monocytes in amyotrophic lateral sclerosis has been reported."}, {"pubmed": 31670860, "text": "50 bp deletion in promoter superoxide dismutase 1 gene and increasing risk of cardiovascular disease in Mashhad stroke and heart atherosclerotic disorder cohort study."}, {"pubmed": 31695223, "text": "The superoxide dismutase type 1 (SOD1) gene is the first responsible gene mapped in amyotrophic lateral sclerosis type 1 (ALS1), and it codes for the enzyme SOD1, the function of which is to protect against damage mediated by free radicals deriving from oxygen."}, {"pubmed": 31744522, "text": "misfolded SOD1 was also detected in cerebrospinal fluid from a subset of Parkinson's disease and progressive supranuclear palsy"}, {"pubmed": 31817166, "text": "Evolutionary Analyses of Sequence and Structure Space Unravel the Structural Facets of SOD1."}, {"pubmed": 31830646, "text": "Generation of an induced pluripotent stem cell line, ICGi014-A, by reprogramming peripheral blood mononuclear cells from a patient with homozygous D90A mutation in SOD1 causing Amyotrophic lateral sclerosis."}, {"pubmed": 31931282, "text": "Methylglyoxal interaction with superoxide dismutase 1."}, {"pubmed": 31958637, "text": "SOD1 displays antimicrobial activity against E. coli, E. faecalis, S. aureus, S. aureus MRSA LPV+, S. agalactiae, and yeast C. krusei."}, {"pubmed": 31999698, "text": "Findings suggest that the effect of Trp 32 in modulating the propagation of misfolded SOD1 conformations may be dependent upon the \"strain\" of the conformer that is propagating."}, {"pubmed": 32005289, "text": "DNA damage accumulates and responses are engaged in human ALS brain and spinal motor neurons and DNA repair is activatable in iPSC-derived motor neurons with SOD1 mutations."}, {"pubmed": 32006803, "text": "The mRNA-based reprogramming of fibroblasts from a SOD1(E101G) familial amyotrophic lateral sclerosis patient to induced pluripotent stem cell line UOWi007."}, {"pubmed": 32056106, "text": "Nucleation and kinetics of SOD1 aggregation in human cells for ALS1."}, {"pubmed": 32098365, "text": "The Timing and Extent of Motor Neuron Vulnerability in ALS Correlates with Accumulation of Misfolded SOD1 Protein in the Cortex and in the Spinal Cord."}, {"pubmed": 32112599, "text": "The ratio of superoxide dismutase to standard deviation of erythrocyte distribution width as a predictor of systemic lupus erythematosus."}, {"pubmed": 32121118, "text": "Mutations in Superoxide Dismutase 1 (Sod1) Linked to Familial Amyotrophic Lateral Sclerosis Can Disrupt High-Affinity Zinc-Binding Promoted by the Copper Chaperone for Sod1 (Ccs)."}, {"pubmed": 32188708, "text": "Synaptic Actions of Amyotrophic Lateral Sclerosis-Associated G85R-SOD1 in the Squid Giant Synapse."}, {"pubmed": 32188741, "text": "The transcription factor Nurr1 is upregulated in amyotrophic lateral sclerosis patients and SOD1-G93A mice."}, {"pubmed": 32191862, "text": "Friction-Limited Folding of Disulfide-Reduced Monomeric SOD1."}, {"pubmed": 32248719, "text": "A novel p.N66T mutation in exon 3 of the SOD1 gene: report of two families of ALS patients with early cognitive impairment."}, {"pubmed": 32250500, "text": "SOD1 p.D12Y variant is associated with amyotrophic lateral sclerosis/distal myopathy spectrum."}, {"pubmed": 32422969, "text": "Connecting RNA-Modifying Similarities of TDP-43, FUS, and SOD1 with MicroRNA Dysregulation Amidst A Renewed Network Perspective of Amyotrophic Lateral Sclerosis Proteinopathy."}, {"pubmed": 32462635, "text": "Regulation of ALS-Associated SOD1 Mutant SUMOylation and Aggregation by SENP and PIAS Family Proteins."}, {"pubmed": 32559230, "text": "Genetic polymorphisms of superoxide dismutase 1 are associated with the serum lipid profiles of Han Chinese adults in a sexually dimorphic manner."}, {"pubmed": 32605607, "text": "Downregulated miR-18b-5p triggers apoptosis by inhibition of calcium signaling and neuronal cell differentiation in transgenic SOD1 (G93A) mice and SOD1 (G17S and G86S) ALS patients."}, {"pubmed": 32617139, "text": "Relationship between Decreased Serum Superoxide Dismutase Activity and Metabolic Syndrome: Synergistic Mediating Role of Insulin Resistance and beta-Cell Dysfunction."}, {"pubmed": 32646478, "text": "Absence of the c.169+50delTAAACAG mutation of SOD1 gene in a sample of keratoconus patients in Brazilian population."}, {"pubmed": 32676988, "text": "Mechanistic Insights of Astrocyte-Mediated Hyperactive Autophagy and Loss of Motor Neuron Function in SOD1(L39R) Linked Amyotrophic Lateral Sclerosis."}, {"pubmed": 32676989, "text": "Absence of Receptor for Advanced Glycation End Product (RAGE) Reduces Inflammation and Extends Survival in the hSOD1(G93A) Mouse Model of Amyotrophic Lateral Sclerosis."}, {"pubmed": 32701214, "text": "Examination of SOD1 aggregation modulators and their effect on SOD1 enzymatic activity as a proxy for potential toxicity."}, {"pubmed": 32709094, "text": "Alterations in Concentration/Activity of Superoxide Dismutases in Context of Obesity and Selected Single Nucleotide Polymorphisms in Genes: SOD1, SOD2, SOD3."}, {"pubmed": 32709750, "text": "Survivin in breast cancer-derived exosomes activates fibroblasts by up-regulating SOD1, whose feedback promotes cancer proliferation and metastasis."}, {"pubmed": 32756522, "text": "Passive Transfer of Sera from ALS Patients with Identified Mutations Evokes an Increased Synaptic Vesicle Number and Elevation of Calcium Levels in Motor Axon Terminals, Similar to Sera from Sporadic Patients."}, {"pubmed": 32762033, "text": "(11) C-PK11195 PET-based molecular study of microglia activation in SOD1 amyotrophic lateral sclerosis."}, {"pubmed": 32767328, "text": "The rs2234694 and 50 bp Insertion/Deletion polymorphisms of the SOD1 gene are associated with breast cancer risk in a Mexican population."}, {"pubmed": 32768728, "text": "Molecular dynamics of far positioned surface mutations of Cu/Zn SOD1 promotes altered structural stability and metal-binding site: Structural clues to the pathogenesis of amyotrophic lateral sclerosis."}, {"pubmed": 32777948, "text": "Putative founder effect in the Polish, Iranian and United States populations for the L144S SOD1 mutation associated with slowly uniform phenotype of amyotrophic lateral sclerosis."}, {"pubmed": 32784718, "text": "Pro-Oxidant Activity of an ALS-Linked SOD1 Mutant in Zn-Deficient Form."}, {"pubmed": 32818102, "text": "Optical Coherence Tomography Findings in the Retinas of SOD1 Knockout Mice."}, {"pubmed": 32917014, "text": "Glutathione Peroxidase (GPx) and Superoxide Dismutase (SOD) in Oropharyngeal Cancer Associated with EBV and HPV Coinfection."}, {"pubmed": 32927603, "text": "Metabolism Regulation and Redox State: Insight into the Role of Superoxide Dismutase 1."}, {"pubmed": 32948071, "text": "Clinical and Molecular Landscape of ALS Patients with SOD1 Mutations: Novel Pathogenic Variants and Novel Phenotypes. A Single ALS Center Study."}, {"pubmed": 33025330, "text": "ALS-Linked Mutant SOD1 Associates with TIA-1 and Alters Stress Granule Dynamics."}, {"pubmed": 33036560, "text": "Does conserved domain SOD1 mutation has any role in ALS severity and therapeutic outcome?"}, {"pubmed": 33058881, "text": "Insight into the Autosomal-Dominant Inheritance Pattern of SOD1-Associated ALS from Native Mass Spectrometry."}, {"pubmed": 33218686, "text": "Cu/Zn Superoxide Dismutase (Sod1) regulates the canonical Wnt signaling pathway."}, {"pubmed": 33244158, "text": "Premature termination codons in SOD1 causing Amyotrophic Lateral Sclerosis are predicted to escape the nonsense-mediated mRNA decay."}, {"pubmed": 33296277, "text": "The protective role of SOD1 overexpression in central mediation of bradycardia following chronic intermittent hypoxia in mice."}, {"pubmed": 33326235, "text": "Exposure of beta6/beta7-Loop in Zn/Cu Superoxide Dismutase (SOD1) Is Coupled to Metal Loss and Is Transiently Reversible During Misfolding."}, {"pubmed": 33329541, "text": "Very Early Involvement of Innate Immunity in Peripheral Nerve Degeneration in SOD1-G93A Mice."}, {"pubmed": 33465527, "text": "SOD1 oligomers in amyotrophic lateral sclerosis."}, {"pubmed": 33608813, "text": "Implication of post-translationally modified SOD1 in pathological aging."}, {"pubmed": 33630959, "text": "Comprehensive in silico analysis and molecular dynamics of the superoxide dismutase 1 (SOD1) variants related to amyotrophic lateral sclerosis."}, {"pubmed": 33636390, "text": "ALS-causing SOD1 mutants regulate occludin phosphorylation/ubiquitination and endocytic trafficking via the ITCH/Eps15/Rab5 axis."}, {"pubmed": 33646985, "text": "Superoxide Dismutase Gene Polymorphism is Associated With Ischemic Stroke Risk in the China Dali Region Han Population."}, {"pubmed": 33670299, "text": "Dysregulations of Expression of Genes of the Ubiquitin/SUMO Pathways in an In Vitro Model of Amyotrophic Lateral Sclerosis Combining Oxidative Stress and SOD1 Gene Mutation."}, {"pubmed": 33737526, "text": "Estimation of the prevalence and incidence of motor neuron diseases in two Spanish regions: Catalonia and Valencia."}, {"pubmed": 33782410, "text": "UXT chaperone prevents proteotoxicity by acting as an autophagy adaptor for p62-dependent aggrephagy."}, {"pubmed": 33785574, "text": "Impact of a frequent nearsplice SOD1 variant in amyotrophic lateral sclerosis: optimising SOD1 genetic screening for gene therapy opportunities."}, {"pubmed": 33825682, "text": "The metal cofactor zinc and interacting membranes modulate SOD1 conformation-aggregation landscape in an in vitro ALS model."}, {"pubmed": 33846297, "text": "Simvastatin accelerated motoneurons death in SOD1(G93A) mice through inhibiting Rab7-mediated maturation of late autophagic vacuoles."}, {"pubmed": 33859191, "text": "SOD1 regulates ribosome biogenesis in KRAS mutant non-small cell lung cancer."}, {"pubmed": 34069691, "text": "Regional Differences in Heat Shock Protein 25 Expression in Brain and Spinal Cord Astrocytes of Wild-Type and SOD1 (G93A) Mice."}, {"pubmed": 34076319, "text": "Free energy calculations of ALS-causing SOD1 mutants reveal common perturbations to stability and dynamics along the maturation pathway."}, {"pubmed": 34158851, "text": "R13 preserves motor performance in SOD1(G93A) mice by improving mitochondrial function."}, {"pubmed": 34247168, "text": "Estimated Prevalence and Incidence of Amyotrophic Lateral Sclerosis and SOD1 and C9orf72 Genetic Variants."}, {"pubmed": 34271773, "text": "A Comparative Analysis of Superoxide Dismutase 1 Level in Diabetics with and without Neuropathy."}, {"pubmed": 34380534, "text": "Progressive spastic tetraplegia and axial hypotonia (STAHP) due to SOD1 deficiency: is it really a new entity?"}, {"pubmed": 34404558, "text": "Mutation analysis of SOD1, C9orf72, TARDBP and FUS genes in ethnically-diverse Malaysian patients with amyotrophic lateral sclerosis (ALS)."}, {"pubmed": 34518333, "text": "De novo mutations in SOD1 are a cause of ALS."}, {"pubmed": 34653813, "text": "Computer analysis of the relation between hydrogen bond stability in SOD1 mutants and the survival time of amyotrophic lateral sclerosis patients."}, {"pubmed": 34669638, "text": "Induced pluripotent stem cell-derived motor neurons from amyotrophic lateral sclerosis (ALS) patients carrying different superoxide dismutase 1 mutations recapitulate pathological features of ALS."}, {"pubmed": 34680939, "text": "A Novel Variant in Superoxide Dismutase 1 Gene (p.V119M) in Als Patients with Pure Lower Motor Neuron Presentation."}, {"pubmed": 34685754, "text": "Coactivation of GSK3beta and IGF-1 Attenuates Amyotrophic Lateral Sclerosis Nerve Fiber Cytopathies in SOD1 Mutant Patient-Derived Motor Neurons."}, {"pubmed": 34711284, "text": "A natural history comparison of SOD1-mutant patients with amyotrophic lateral sclerosis between Chinese and German populations."}, {"pubmed": 34779380, "text": "Gene Expression of Antioxidant Enzymes in the Resected Intestine in Crohn's Disease."}, {"pubmed": 34788402, "text": "Infantile SOD1 deficiency syndrome caused by a homozygous SOD1 variant with absence of enzyme activity."}, {"pubmed": 34903144, "text": "50-bp insertion/deletion polymorphism of the superoxide dismutase-1 is associated with bladder cancer risk in an Iranian population."}, {"pubmed": 34944061, "text": "Differences of Transport Activity of Arginine and Regulation on Neuronal Nitric Oxide Synthase and Oxidative Stress in Amyotrophic Lateral Sclerosis Model Cell Lines."}, {"pubmed": 34946792, "text": "Individual Oligogenic Background in p.D91A-SOD1 Amyotrophic Lateral Sclerosis Patients."}, {"pubmed": 34986524, "text": "Nitric oxide inhibits endothelial cell apoptosis by inhibiting cysteine-dependent SOD1 monomerization."}, {"pubmed": 34996976, "text": "SOD1 mutations associated with amyotrophic lateral sclerosis analysis of variant severity."}, {"pubmed": 35022748, "text": "E3 ligase Smurf1 protects against misfolded SOD1 in neuronal cells by promoting its K63 ubiquitylation and aggresome formation."}, {"pubmed": 35053410, "text": "RNA Molecular Signature Profiling in PBMCs of Sporadic ALS Patients: HSP70 Overexpression Is Associated with Nuclear SOD1."}, {"pubmed": 35076740, "text": "Amyotrophic lateral sclerosis with SOD1 mutations shows distinct brain metabolic changes."}, {"pubmed": 35123412, "text": "Association between plasma level of superoxide dismutase and survival of patients with acute-on-chronic liver failure."}, {"pubmed": 35155672, "text": "Nuclear Transporting Factor 2 as a Novel Biomarker of Head and Neck Squamous Cell Carcinoma and Associated with T/B Cell Receptor Signaling Pathway."}, {"pubmed": 35180586, "text": "Superoxide dismutase and catalase significantly improve the osteogenic differentiation potential of osteogenetically compromised human adipose tissue-derived stromal cells in vitro."}, {"pubmed": 35243588, "text": "Evaluation of Relationship Between SOD1 50-bp Deletion Gene Polymorphism, Cu, Zn Level, and Viscosity in Postmenopausal Osteoporosis Patients with Vertebral Fractures."}, {"pubmed": 35266053, "text": "Superoxide dismutase isozymes in cerebral organoids from autism spectrum disorder patients."}, {"pubmed": 35328090, "text": "SOD-1 Variants in Amyotrophic Lateral Sclerosis: Systematic Re-Evaluation According to ACMG-AMP Guidelines."}, {"pubmed": 35406813, "text": "Alteration of Mitochondrial Integrity as Upstream Event in the Pathophysiology of SOD1-ALS."}, {"pubmed": 35452786, "text": "SOD1 mediates lysosome-to-mitochondria communication and its dysregulation by amyloid-beta oligomers."}, {"pubmed": 35467758, "text": "Redox profiles of amyotrophic lateral sclerosis lymphoblasts with or without known SOD1 mutations."}, {"pubmed": 35505609, "text": "Toxic SOD1 trimers are off-pathway in the formation of amyloid-like fibrils in ALS."}, {"pubmed": 35512359, "text": "Altered SOD1 maturation and post-translational modification in amyotrophic lateral sclerosis spinal cord."}, {"pubmed": 35537620, "text": "Zinc binding loop mutations of hSOD1 promote amyloid fibrils under physiological conditions: Implications for initiation of amyotrophic lateral sclerosis."}, {"pubmed": 35630637, "text": "Evaluation of Zn(2+)- and Cu(2+)-Binding Affinities of Native Cu,Zn-SOD1 and Its G93A Mutant by LC-ICP MS."}, {"pubmed": 35690129, "text": "Probing the polyphenolic flavonoid, morin as a highly efficacious inhibitor against amyloid(A4V) mutant SOD1 in fatal amyotrophic lateral sclerosis."}, {"pubmed": 35715417, "text": "Cryo-EM structure of an amyloid fibril formed by full-length human SOD1 reveals its conformational conversion."}, {"pubmed": 35868167, "text": "The relationship of 50 bp deletion in the promoter region of SOD1 gene with viscosity and trace elements in chronic gastritis with Helicobacter Pylori: A case study."}, {"pubmed": 35872467, "text": "Immature ALS-associated mutant superoxide dismutases form variable aggregate structures through distinct oligomerization processes."}, {"pubmed": 35872622, "text": "Cu-Zn SOD suppresses epilepsy in pilocarpine-treated rats and alters SCN2A/Nrf2/HO-1 expression\", trans \"Cu-Zn SOD suppresses epilepsy in pilocarpine-treated rats and alters."}, {"pubmed": 35985819, "text": "Behavioral and Cognitive Phenotypes of Patients With Amyotrophic Lateral Sclerosis Carrying SOD1 Variants."}, {"pubmed": 36045734, "text": "Influence of circulating nesfatin-1, GSH and SOD on insulin secretion in the development of T2DM."}, {"pubmed": 36077049, "text": "Downstream Effects of Mutations in SOD1 and TARDBP Converge on Gene Expression Impairment in Patient-Derived Motor Neurons."}, {"pubmed": 36083789, "text": "Superoxide Dismutase 1 Folding Stability as a Target for Molecular Tweezers in SOD1-Related Amyotrophic Lateral Sclerosis."}, {"pubmed": 36265587, "text": "Metal migration and subunit swapping in ALS-linked SOD1: Zn[2+] transfer between mutant and wild-type occurs faster than the rate of heterodimerization."}, {"pubmed": 36326589, "text": "Mutant SOD1 aggregates formed in vitro and in cultured cells are polymorphic and differ from those arising in the CNS."}, {"pubmed": 36338339, "text": "Tardive Dyskinesia Development, Superoxide Dismutase Levels, and Relevant Genetic Polymorphisms."}, {"pubmed": 36430258, "text": "Association of LTA and SOD Gene Polymorphisms with Cerebral White Matter Hyperintensities in Migraine Patients."}, {"pubmed": 36446187, "text": "Amyotrophic lateral sclerosis disease-related mutations disrupt the dimerization of superoxide dismutase 1 - A comparative molecular dynamics simulation study."}, {"pubmed": 36464456, "text": "SERS \"hot spot\" enhance-array assay for misfolded SOD1 correlated with white matter lesions and aging."}, {"pubmed": 36475596, "text": "Amyotrophic Lateral Sclerosis-Associated Mutants of SOD1 Modulate miRNA Biogenesis through Aberrant Interactions with Exportin 5."}, {"pubmed": 36511680, "text": "Analysis of SOD1 and C9orf72 mutations in patients with amyotrophic lateral sclerosis in Antioquia, Colombia."}, {"pubmed": 36555655, "text": "Anti-SOD1 Nanobodies That Stabilize Misfolded SOD1 Proteins Also Promote Neurite Outgrowth in Mutant SOD1 Human Neurons."}, {"pubmed": 36592993, "text": "Genetic variations of antioxidant genes and their association with male infertility in Vietnamese men."}, {"pubmed": 36630448, "text": "SOD1 is an essential H2S detoxifying enzyme."}, {"pubmed": 36650645, "text": "Frequency of C9orf72 and SOD1 mutations in 302 sporadic ALS patients from three German ALS centers."}, {"pubmed": 36661322, "text": "Analysis of SOD1 variants in Chinese patients with familial amyotrophic lateral sclerosis."}, {"pubmed": 36716437, "text": "Exploring the Folding Mechanism of Dimeric Superoxide Dismutase."}, {"pubmed": 36834640, "text": "Evidence and Metabolic Implications for a New Non-Canonical Role of Cu-Zn Superoxide Dismutase."}, {"pubmed": 36980274, "text": "Differences in Cerebral Glucose Metabolism in ALS Patients with and without C9orf72 and SOD1 Mutations."}, {"pubmed": 37020097, "text": "Enhanced axonal regeneration of ALS patient iPSC-derived motor neurons harboring SOD1[A4V] mutation."}, {"pubmed": 37070912, "text": "SOD1 gene variants rs4817415, rs2070424, and rs1041740 and their association with breast cancer risk."}, {"pubmed": 37119480, "text": "Protein kinetics of superoxide dismutase-1 in familial and sporadic amyotrophic lateral sclerosis."}, {"pubmed": 37178170, "text": "Presymptomatic grey matter alterations in ALS kindreds: a computational neuroimaging study of asymptomatic C9orf72 and SOD1 mutation carriers."}, {"pubmed": 37215572, "text": "Induction of ER stress-mediated apoptosis through SOD1 upregulation by deficiency of CHI3L1 inhibits lung metastasis."}, {"pubmed": 37307969, "text": "Role of charged residues of the \"electrostatic loop\" of hSOD1 in promotion of aggregation: Implications for the mechanism of ALS-associated mutations under amyloidogenic conditions."}, {"pubmed": 37352984, "text": "NRF2 activation suppresses motor neuron ferroptosis induced by the SOD1[G93A] mutation and exerts neuroprotection in amyotrophic lateral sclerosis."}, {"pubmed": 37390459, "text": "The mRNA expression of genes encoding selected antioxidant enzymes and thioredoxin, and the concentrations of their protein products in gingival crevicular fluid and saliva during periodontitis."}, {"pubmed": 37491426, "text": "Impaired ATF3 signaling involves SNAP25 in SOD1 mutant ALS patients."}, {"pubmed": 37508478, "text": "CXCR2 Is Deregulated in ALS Spinal Cord and Its Activation Triggers Apoptosis in Motor Neuron-Like Cells Overexpressing hSOD1-G93A."}, {"pubmed": 37558009, "text": "Glycation modulates superoxide dismutase 1 aggregation and toxicity in models of sporadic amyotrophic lateral sclerosis."}, {"pubmed": 37668704, "text": "Predictors for progression in amyotrophic lateral sclerosis associated to SOD1 mutation: insight from two population-based registries."}, {"pubmed": 37782142, "text": "In silico analysis of SOD1 aggregation inhibition modes of tertiary amine pyrazolone and pyrano coumarin ferulate as ALS drug candidates."}, {"pubmed": 37924725, "text": "CRISPR/Cas9 screens unravel miR-3689a-3p regulating sorafenib resistance in hepatocellular carcinoma via suppressing CCS/SOD1-dependent mitochondrial oxidative stress."}, {"pubmed": 37930481, "text": "Unveiling the SOD1-mediated ALS phenotype: insights from a comprehensive meta-analysis."}, {"pubmed": 37964005, "text": "Extreme diversity of 12 cations in folding ALS-linked hSOD1 unveils novel hSOD1-dependent mechanisms for Fe[2+]/Cu[2+]-induced cytotoxicity."}, {"pubmed": 37988788, "text": "Unveiling local and global conformational changes and allosteric communications in SOD1 systems using molecular dynamics simulation and network analyses."}, {"pubmed": 38040051, "text": "Impact of a 50bp insertion/deletion polymorphism of the superoxide dismutase-1 on oxidative stress status and risk of keratoconus."}, {"pubmed": 38055452, "text": "The evaluation of superoxide dismutase 1 gene insertion/deletion variant in athletes."}, {"pubmed": 38056310, "text": "ALS-linked SOD1 mutations impair mitochondrial-derived vesicle formation and accelerate aging."}, {"pubmed": 38165347, "text": "Observing Patterns in MRI With QSM in Patients With SOD1 Genetic ALS (5047)."}, {"pubmed": 38285782, "text": "Superoxide Dismutase (rs2070424, rs4880, rs2536512) and Catalase (rs794316, rs1001179) SNPs and their Association with Breast Cancer Risk: Findings from a Hospital Based Case-Control Study."}, {"pubmed": 38522514, "text": "Tryptophan residues in TDP-43 and SOD1 modulate the cross-seeding and toxicity of SOD1."}, {"pubmed": 38567607, "text": "Association of SOD1 gene variants (50 bp Ins/Del, rs4817415, rs2070424, rs1041740, rs17880135) with plasma protein levels in vitiligo patients and their analysis in silico."}, {"pubmed": 38568044, "text": "High Frequency of Cognitive and Behavioral Impairment in Amyotrophic Lateral Sclerosis Patients with SOD1 Pathogenic Variants."}, {"pubmed": 38657911, "text": "Pan-neuronal expression of human mutant SOD1 in Drosophila impairs survival and motor performance, induces early neuroinflammation and chromosome aberrations."}, {"pubmed": 38835240, "text": "Amyloidogenic regions in beta-strands II and III modulate the aggregation and toxicity of SOD1 in living cells."}, {"pubmed": 38896450, "text": "SOD1 is a synthetic-lethal target in PPM1D-mutant leukemia cells."}, {"pubmed": 39126203, "text": "SoDCoD: a comprehensive database of Cu/Zn superoxide dismutase conformational diversity caused by ALS-linked gene mutations and other perturbations."}], "genomic_pos": {"chr": "21", "end": 31668931, "ensemblgene": "ENSG00000142168", "start": 31659666, "strand": 1}, "genomic_pos_hg19": {"chr": "21", "end": 33041244, "start": 33031935, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000303", "pubmed": 16790527, "qualifier": "involved_in", "term": "response to superoxide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001541", "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001819", "pubmed": 15544046, "qualifier": "involved_in", "term": "positive regulation of cytokine production"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0001890", "pubmed": 12485882, "qualifier": "involved_in", "term": "placenta development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001895", "qualifier": "involved_in", "term": "retina homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002262", "qualifier": "involved_in", "term": "myeloid cell homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006749", "qualifier": "involved_in", "term": "glutathione metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006801", "pubmed": 12551919, "qualifier": "involved_in", "term": "superoxide metabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006801", "qualifier": "involved_in", "term": "superoxide metabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006879", "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007566", "qualifier": "involved_in", "term": "embryo implantation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007566", "pubmed": 10920331, "qualifier": "involved_in", "term": "embryo implantation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007605", "qualifier": "involved_in", "term": "sensory perception of sound"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007626", "qualifier": "involved_in", "term": "locomotory behavior"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008089", "pubmed": 20510358, "qualifier": "involved_in", "term": "anterograde axonal transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008090", "pubmed": 20510358, "qualifier": "involved_in", "term": "retrograde axonal transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008217", "qualifier": "involved_in", "term": "regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008340", "qualifier": "involved_in", "term": "determination of adult lifespan"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009408", "qualifier": "involved_in", "term": "response to heat"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019226", "qualifier": "involved_in", "term": "transmission of nerve impulse"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019228", "qualifier": "involved_in", "term": "neuronal action potential"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019430", "qualifier": "involved_in", "term": "removal of superoxide radicals"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0019430", "pubmed": 24567322, "qualifier": "involved_in", "term": "removal of superoxide radicals"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019430", "qualifier": "involved_in", "term": "removal of superoxide radicals"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032287", "qualifier": "involved_in", "term": "peripheral nervous system myelin maintenance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032930", "pubmed": 18219391, "qualifier": "involved_in", "term": "positive regulation of superoxide anion generation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0033081", "pubmed": 16716898, "qualifier": "involved_in", "term": "regulation of T cell differentiation in thymus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035234", "qualifier": "involved_in", "term": "ectopic germ cell programmed cell death"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0040014", "qualifier": "involved_in", "term": "regulation of multicellular organism growth"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042542", "qualifier": "involved_in", "term": "response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042554", "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0043065", "pubmed": 16790527, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043085", "pubmed": 17324120, "qualifier": "involved_in", "term": "positive regulation of catalytic activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043087", "pubmed": 18219391, "qualifier": "involved_in", "term": "regulation of GTPase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043410", "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of MAPK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045541", "pubmed": 15473258, "qualifier": "involved_in", "term": "negative regulation of cholesterol biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045859", "pubmed": 16254550, "qualifier": "involved_in", "term": "regulation of protein kinase activity"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0046620", "pubmed": 16716898, "qualifier": "involved_in", "term": "regulation of organ growth"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046716", "qualifier": "involved_in", "term": "muscle cell cellular homeostasis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0048538", "pubmed": 16716898, "qualifier": "involved_in", "term": "thymus development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048678", "qualifier": "involved_in", "term": "response to axon injury"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050665", "pubmed": 15544046, "qualifier": "involved_in", "term": "hydrogen peroxide biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050665", "qualifier": "involved_in", "term": "hydrogen peroxide biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050766", "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051093", "qualifier": "involved_in", "term": "negative regulation of developmental process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051881", "pubmed": 16790527, "qualifier": "involved_in", "term": "regulation of mitochondrial membrane potential"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060047", "pubmed": 9539776, "qualifier": "involved_in", "term": "heart contraction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060052", "qualifier": "involved_in", "term": "neurofilament cytoskeleton organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060087", "qualifier": "involved_in", "term": "relaxation of vascular associated smooth muscle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060088", "qualifier": "involved_in", "term": "auditory receptor cell stereocilium organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072593", "pubmed": 24140062, "qualifier": "involved_in", "term": "reactive oxygen species metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099610", "qualifier": "involved_in", "term": "action potential initiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902177", "pubmed": 12551919, "qualifier": "involved_in", "term": "positive regulation of oxidative stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000242", "qualifier": "involved_in", "term": "negative regulation of reproductive process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 9453566, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [1332049, 9726962, 17504823, 22496122, 24023695], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [1332049, 9726962, 11527942, 17077646, 17504823, 18809582, 19741096, 24023695, 24784232], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [16790527, 19741096], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005758", "qualifier": "located_in", "term": "mitochondrial intermembrane space"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005759", "pubmed": 17008312, "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005777", "qualifier": "is_active_in", "term": "peroxisome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005777", "pubmed": 1332049, "qualifier": "located_in", "term": "peroxisome"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005777", "qualifier": "located_in", "term": "peroxisome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 16790527, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [17077646, 17324120], "qualifier": "colocalizes_with", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031410", "pubmed": 17077646, "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032839", "pubmed": 17324120, "qualifier": "located_in", "term": "dendrite cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 17324120, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043025", "pubmed": 17324120, "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1904115", "qualifier": "located_in", "term": "axon cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004784", "qualifier": "enables", "term": "superoxide dismutase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004784", "pubmed": [12551919, 15544046, 17324120, 24140062, 24567322], "qualifier": "enables", "term": "superoxide dismutase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005507", "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005507", "pubmed": 17008312, "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12968035, 16369483, 16595634, 16790527, 19171884, 20195357, 21252941, 22508683, 24023695, 24234043, 24981860, 26643113, 28514442, 29128334, 31292775, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 17381088, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030346", "pubmed": 17324120, "qualifier": "enables", "term": "protein phosphatase 2B binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031267", "pubmed": 18219391, "qualifier": "enables", "term": "small GTPase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [17592131, 19022905, 19171884, 19369197, 19828437, 21257910, 23831581, 26643113, 31999698], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051087", "pubmed": 9726962, "qualifier": "enables", "term": "protein-folding chaperone binding"}]}, "homologene": {"genes": [[3702, 837405], [4530, 4332846], [4530, 4344210], [4896, 2542128], [4932, 853568], [5141, 3880431], [6239, 173776], [6239, 174141], [7165, 1272692], [7227, 39251], [7955, 30553], [8364, 549006], [9031, 395938], [9544, 574096], [9598, 449637], [9606, 6647], [9615, 403559], [9913, 281495], [10090, 20655], [10116, 24786], [28985, 2893843], [33169, 4622639], [318829, 2682824]], "id": 392}, "interpro": [{"desc": "Superoxide dismutase, copper/zinc binding domain", "id": "IPR001424", "short_desc": "SOD_Cu_Zn_dom"}, {"desc": "Superoxide dismutase, copper/zinc, binding site", "id": "IPR018152", "short_desc": "SOD_Cu/Zn_BS"}, {"desc": "Superoxide dismutase (Cu/Zn) / superoxide dismutase copper chaperone", "id": "IPR024134", "short_desc": "SOD_Cu/Zn_/chaperone"}, {"desc": "Superoxide dismutase-like, copper/zinc binding domain superfamily", "id": "IPR036423", "short_desc": "SOD-like_Cu/Zn_dom_sf"}], "ipi": "IPI00218733", "map_location": "21q22.11", "name": "superoxide dismutase 1", "other_names": ["Cu/Zn superoxide dismutase", "SOD, soluble", "epididymis secretory protein Li 44", "indophenoloxidase A", "superoxide dismutase 1, soluble", "superoxide dismutase [Cu-Zn]", "superoxide dismutase, cystolic"], "pantherdb": {"HGNC": "11179", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98351", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 10090, "uniprot_kb": "P08228"}, {"RGD": "3731", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 10116, "uniprot_kb": "P07632"}, {"Ensembl": "ENSGALG00000015844", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 9031, "uniprot_kb": "F1N8Q1"}, {"Gene": "SOD1", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 9031, "uniprot_kb": "P80566"}, {"ZFIN": "ZDB-GENE-990415-258", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 7955, "uniprot_kb": "O73872"}, {"WormBase": "WBGene00004933", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 6239, "uniprot_kb": "P34461"}, {"WormBase": "WBGene00007036", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 6239, "uniprot_kb": "Q27538"}, {"WormBase": "WBGene00004930", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 6239, "uniprot_kb": "P34697"}, {"FlyBase": "FBgn0039386", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 7227, "uniprot_kb": "Q9VBK8"}, {"FlyBase": "FBgn0033631", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 7227, "uniprot_kb": "Q7JR71"}, {"FlyBase": "FBgn0003462", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 7227, "uniprot_kb": "P61851"}, {"SGD": "S000003865", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 4932, "uniprot_kb": "P00445"}, {"PomBase": "SPAC821.10c", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 4896, "uniprot_kb": "P28758"}, {"dictyBase": "DDB_G0283021", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 352472, "uniprot_kb": "Q54RN1"}, {"dictyBase": "DDB_G0282993", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 352472, "uniprot_kb": "Q54RQ1"}, {"dictyBase": "DDB_G0267420", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 352472, "uniprot_kb": "Q55GQ5"}, {"TAIR": "2046168", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 3702, "uniprot_kb": "O78310"}, {"TAIR": "2172324", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 3702, "uniprot_kb": "Q9FK60"}, {"TAIR": "2025595", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 3702, "uniprot_kb": "P24704"}, {"EnsemblGenome": "BAE76489", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 562, "uniprot_kb": "P0AGD1"}], "uniprot_kb": "P00441"}, "pathway": {"biocarta": [{"id": "flumazenilpathway", "name": "cardiac protection against ros"}, {"id": "longevitypathway", "name": "the igf-1 receptor and longevity"}], "humancyc": {"id": "DETOX1-PWY-1", "name": "superoxide radicals degradation"}, "kegg": [{"id": "hsa04146", "name": "Peroxisome - Homo sapiens (human)"}, {"id": "hsa04213", "name": "Longevity regulating pathway - multiple species - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05016", "name": "Huntington disease - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "netpath": {"id": "Pathway_IL1", "name": "IL1"}, "pid": [{"id": "era_genomic_pathway", "name": "Validated nuclear estrogen receptor alpha network"}, {"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-8950505", "name": "Gene and protein expression by JAK-STAT signaling after Interleukin-12 stimulation"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9020591", "name": "Interleukin-12 signaling"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}], "smpdb": {"id": "SMP00468", "name": "Degradation of Superoxides"}, "wikipathways": [{"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP1533", "name": "Vitamin B12 metabolism"}, {"id": "WP176", "name": "Folate Metabolism"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP2436", "name": "Dopamine metabolism"}, {"id": "WP2447", "name": "Amyotrophic lateral sclerosis (ALS)"}, {"id": "WP3286", "name": "Copper homeostasis"}, {"id": "WP3680", "name": "Association Between Physico-Chemical Features and Toxicity Associated Pathways"}, {"id": "WP3940", "name": "One-carbon metabolism and related pathways"}, {"id": "WP408", "name": "Oxidative Stress"}, {"id": "WP4300", "name": "Extracellular vesicles in the crosstalk of cardiac cells"}]}, "pdb": ["1AZV", "1BA9", "1DSW", "1FUN", "1HL4", "1HL5", "1KMG", "1L3N", "1MFM", "1N18", "1N19", "1OEZ", "1OZT", "1OZU", "1P1V", "1PTZ", "1PU0", "1RK7", "1SOS", "1SPD", "1UXL", "1UXM", "2AF2", "2C9S", "2C9U", "2C9V", "2GBT", "2GBU", "2GBV", "2LU5", "2MP3", "2NAM", "2NNX", "2R27", "2V0A", "2VR6", "2VR7", "2VR8", "2WKO", "2WYT", "2WYZ", "2WZ0", "2WZ5", "2WZ6", "2XJK", "2XJL", "2ZKW", "2ZKX", "2ZKY", "3CQP", "3CQQ", "3ECU", "3ECV", "3ECW", "3GQF", "3GTV", "3GZO", "3GZP", "3GZQ", "3H2P", "3H2Q", "3HFF", "3K91", "3KH3", "3KH4", "3LTV", "3QQD", "3RE0", "3T5W", "4A7G", "4A7Q", "4A7S", "4A7T", "4A7U", "4A7V", "4B3E", "4BCY", "4BCZ", "4BD4", "4FF9", "4MCM", "4MCN", "4NIN", "4NIO", "4NIP", "4OH2", "4XCR", "5DLI", "5IIW", "5J07", "5J0C", "5J0F", "5J0G", "5K02", "5O3Y", "5O40", "5U9M", "5WMJ", "5WOR", "5YTO", "5YTU", "5YUL", "6A9O", "6B79", "6DTK", "6FFK", "6FLH", "6FOI", "6FOL", "6FON", "6FP6", "6SPA", "6SPH", "6SPI", "6SPJ", "6SPK", "6Z3V", "6Z4G", "6Z4H", "6Z4I", "6Z4J", "6Z4K", "6Z4L", "6Z4M", "6Z4O", "7CJV", "7CJW", "7FB6", "7FB9", "7NXX", "7T8E", "7T8F", "7T8G", "7T8H", "7VZF", "7XX3", "8CCX", "8GSQ", "8Q6M"], "pfam": "PF00080", "pharmgkb": "PA334", "pharos": {"target_id": 9921, "tdl": "Tchem"}, "pir": "A22703", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256599", "relationship": "is"}, {"id": "GNF256600", "relationship": "is"}, {"id": "GNF256601", "relationship": "is"}, {"id": "GNF256602", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159228", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF034960", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091172", "relationship": "is"}, {"id": "GNF091173", "relationship": "is"}, {"id": "GNF091174", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053981", "relationship": "is"}, {"id": "GNF058760", "relationship": "is"}, {"id": "GNF074037", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063773", "relationship": "is"}, {"id": "GNF063774", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282640", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283567", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF013814", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095162", "relationship": "is"}, {"id": "GNF134819", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1", "NG_008689.1"], "protein": "NP_000445.1", "rna": "NM_000454.5", "translation": {"protein": "NP_000445.1", "rna": "NM_000454.5"}}, "reporter": {"HG-U133_Plus_2": "200642_at", "HG-U95Av2": "36620_at", "HTA-2_0": "TC21000111.hg.1", "HuEx-1_0": "3917851", "HuGene-1_1": "8068168", "HuGene-2_1": "16922102"}, "summary": "The protein encoded by this gene binds copper and zinc ions and is one of two isozymes responsible for destroying free superoxide radicals in the body. The encoded isozyme is a soluble cytoplasmic protein, acting as a homodimer to convert naturally-occuring but harmful superoxide radicals to molecular oxygen and hydrogen peroxide. The other isozyme is a mitochondrial protein. In addition, this protein contains an antimicrobial peptide that displays antibacterial, antifungal, and anti-MRSA activity against E. coli, E. faecalis, S. aureus, S. aureus MRSA LPV+, S. agalactiae, and yeast C. krusei. Mutations in this gene have been implicated as causes of familial amyotrophic lateral sclerosis. Rare transcript variants have been reported for this gene. [provided by RefSeq, Jul 2020].", "symbol": "SOD1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420306"}, "unigene": "Hs.443914", "uniprot": {"Swiss-Prot": "P00441", "TrEMBL": ["H7BYH4", "V9HWC9"]}, "wikipedia": {"url_stub": "SOD1"}}