{"AllianceGenome": "11181", "HGNC": "11181", "MIM": "185490", "_id": "6649", "_version": 1, "accession": {"genomic": ["AC006390.8", "AY787834.1", "CH471069.1", "CP068274.2", "NC_000004.12", "NC_060928.1", "NG_012213.2", "S71544.1", "U10116.1"], "protein": ["AAA62278.1", "AAA66000.1", "AAB31336.1", "AAH14418.1", "AAV40827.1", "AEE61085.1", "BAG36654.1", "CAG46651.1", "EAW92823.1", "NP_003093.2", "P08294.2"], "rna": ["AK313935.1", "BC014418.1", "BI757365.1", "BM677660.1", "CR541853.1", "DA668533.1", "HM005488.1", "J02947.1", "NM_003102.4", "XR_008487025.1", "XR_427488.2"], "translation": [{"protein": "AEE61085.1", "rna": "HM005488.1"}, {"protein": "AAH14418.1", "rna": "BC014418.1"}, {"protein": "CAG46651.1", "rna": "CR541853.1"}, {"protein": "NP_003093.2", "rna": "NM_003102.4"}, {"protein": "BAG36654.1", "rna": "AK313935.1"}, {"protein": "AAA66000.1", "rna": "J02947.1"}]}, "alias": "EC-SOD", "ec": "1.15.1.1", "ensembl": {"gene": "ENSG00000109610", "protein": ["ENSP00000371554", "ENSP00000472134"], "transcript": ["ENST00000382120", "ENST00000593742", "ENST00000598411"], "translation": [{"protein": "ENSP00000472134", "rna": "ENST00000598411"}, {"protein": "ENSP00000371554", "rna": "ENST00000382120"}], "type_of_gene": "protein_coding"}, "entrezgene": "6649", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.84045006649025, "exp_mis": 111.13949572894, "exp_syn": 67.6258438984922, "lof_z": 1.08173320581503, "mis_z": 2.79024313794875, "mu_lof": 3.72339722569e-07, "mu_mis": 1.59790043884e-05, "mu_syn": 9.70837194785e-06, "n_lof": 1.0, "n_mis": 51.0, "n_syn": 35.0, "p_li": 0.223646616064723, "p_null": 0.129159946408522, "p_rec": 0.647193437526755, "syn_z": 2.45954549616808}, "bp": 723, "cds_end": 24801866, "cds_start": 24801143, "n_exons": 1, "nonpsych": {"exp_lof": 2.55824304143514, "exp_mis": 100.579333099717, "exp_syn": 61.1952637131733, "lof_z": 0.956789197450886, "mis_z": 2.89583438969523, "mu_lof": 3.72339722569e-07, "mu_mis": 1.59790043884e-05, "mu_syn": 9.70837194785e-06, "n_lof": 1.0, "n_mis": 43.0, "n_syn": 31.0, "p_li": 0.224099600681316, "p_null": 0.146653422316533, "p_rec": 0.629246977002151, "syn_z": 2.4302075668777}, "nontcga": {"exp_lof": 2.61198230471984, "exp_mis": 102.247111890776, "exp_syn": 62.2145346818737, "lof_z": 0.983912337635926, "mis_z": 2.67276605677338, "mu_lof": 3.72339722569e-07, "mu_mis": 1.59790043884e-05, "mu_syn": 9.70837194785e-06, "n_lof": 1.0, "n_mis": 48.0, "n_syn": 34.0, "p_li": 0.214191315890932, "p_null": 0.137648565343908, "p_rec": 0.64816011876516, "syn_z": 2.26490104428959}, "transcript": "ENST00000382120.3"}, "exons": [{"cdsend": 24800244, "cdsstart": 24799521, "chr": "4", "position": [[24795572, 24795651], [24799505, 24800842]], "strand": 1, "transcript": "NM_003102", "txend": 24800842, "txstart": 24795572}], "exons_hg19": [{"cdsend": 24801866, "cdsstart": 24801143, "chr": "4", "position": [[24797194, 24797273], [24801127, 24802464]], "strand": 1, "transcript": "NM_003102", "txend": 24802464, "txstart": 24797194}], "generif": [{"pubmed": 11299047, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11861638, "text": "Furin proteolytically processes the heparin-binding region of extracellular superoxide dismutase"}, {"pubmed": 12052468, "text": "prevents endothelial cell-mediated oxidative modification of LDL"}, {"pubmed": 12475988, "text": "EC-SOD has a role as an antioxidant gene product in human fibroblasts"}, {"pubmed": 12663605, "text": "In NIDDM serum EC-SOD concentration levels may be a marker of vascular injury, possibly reflecting hyperglycemia-induced oxidative injury to the vascular endothelium."}, {"pubmed": 12815947, "text": "Higher frequencies of SOD2 allele Val and genotype Val/Val and of SOD3 allele Arg and genotype Arg/Arg were established for group DPN+. On this evidence, SOD2 and SOD3 were associated with DPN in DM type 1."}, {"pubmed": 12815947, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12830380, "text": "There is lower activity in diabetic compared with normal subjects."}, {"pubmed": 14592844, "text": "EC-SOD may play an important protective role against increased oxidative stress during acute ischemic coronary events."}, {"pubmed": 14619883, "text": "Chromosome mapping of SOD3 to chromosome band 4p15.3-->p15.1."}, {"pubmed": 14704872, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15044467, "text": "intracellular proteolytic processing of extracellular superoxide dismutase is a two-step event"}, {"pubmed": 15166009, "text": "Review. Blood vessels express 3 isoforms of superoxide dismutase SOD, 1 of which is an extracellular form of CuZn-SOD. This review will focus mainly on the role of individual SODs in relation to endothelium under normal conditions and in disease states."}, {"pubmed": 15528465, "text": "EcSOD-fibulin-5 interaction is needed for ecSOD binding to vascular tissues, regulating their O2*- levels. This is a new mechanism for controlling vascular redox state in the extracellular space in cardiovascular diseases with high oxidative stress."}, {"pubmed": 15761197, "text": "Atox1 functions not only as a copper chaperone for SOD3 but also as a positive regulator for SOD3 transcription and may have an important role in modulating oxidative stress in the cardiovascular system."}, {"pubmed": 15899505, "text": "EC-SOD gene mutations were screened in a sample of southern Italian population."}, {"pubmed": 15990193, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16014615, "text": "A common gene variant in the heparin-binding domain of ecSOD, which is a risk factor for ischemic heart disease, may be a risk factor for vascular maladaptation and endothelial dysfunction in heart failure."}, {"pubmed": 16100289, "text": "Transgenic hEC-SOD ameliorated the 95% O2-impaired bromodeoxyuridine uptake in alveolar and bronchiolar epithelium at P3, but not at P5 and P7, when overall epithelial proliferation rates were lower in air-exposed wild-type mice."}, {"pubmed": 16399992, "text": "Extracellular superoxide dismutase R213G heterozygosity protects against development of COPD in the Danish general population."}, {"pubmed": 16399992, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16467073, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16469315, "text": "EC-SOD with high affinity for heparin-Sepharose formed not only a tetramer but also an octamer composed of both aEC-SOD and iEC-SOD folding variants"}, {"pubmed": 16540901, "text": "The roles these SOD isoforms, especially SOD3, play in both normal nasal mucosa and NP require further clarification."}, {"pubmed": 16611809, "text": "EC-SOD expression in aged transgenic mice impaired contextual learning, but the impairment was decreased in the aged transgenic mice."}, {"pubmed": 16809550, "text": "Is endocytosed into endothelial cells through clathrin-mediated pathway, but does not translocate to the nucleus. Impairment of endocytosis may contribute to high plasma levels of EC-SOD(R213G) in R213G carriers."}, {"pubmed": 16842247, "text": "consistent with several other antioxidant enzymes, ECSOD is very low in fibrotic areas of idiopathic pulmonary fibrosis/usual interstitial pneumonia, which may further increase the oxidant burden in this disease"}, {"pubmed": 16899934, "text": "the decrease of antioxidant defense strategies play a primary role by compromising NO availability in normally aged individuals, particularly through a progressive decrease of EC-SOD activity"}, {"pubmed": 17023265, "text": "Reduction in extracellular superoxide dismutase activity is associated with hypertension"}, {"pubmed": 17070542, "text": "we present the crystal structure of fully cysteine-depleted human SOD (SOD(CallA)), representing a reduced, marginally stable intermediate on the folding pathway in vivo that has also been implicated as neurotoxic precursor state."}, {"pubmed": 17296902, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17646272, "text": "No significant association with prostate cancer was observed for polymorphic variants in SOD3."}, {"pubmed": 17646272, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17679946, "text": "Cultured keratoconus stromal cells respond with a reduced SOD3 synthesis to interleukin-1alpha, which is not the case in corresponding normal or bullous keratopathy cells."}, {"pubmed": 17717013, "text": "Common human gene variant of ECSOD fails to protect against endothelial dysfunction produced by an inflammatory stimulus."}, {"pubmed": 17937792, "text": "Variation in enzymatic potency of 3 dimers of EC-SOD can regulate antioxidant level in the extracellular space and represents a novel way of modulating enzymatic activity."}, {"pubmed": 18165226, "text": "inhibition of oxidative hyaluronan fragmentation probably represents one mechanism by which EC-SOD inhibits inflammation in response to lung injury."}, {"pubmed": 18314536, "text": "Sp1 and Sp3 plays role in regulating the expression of human EC-SOD in the lung."}, {"pubmed": 18385137, "text": "generation of the EC-SOD folding variants is an intracellular event that depends on a free cysteine residue not involved in disulfide bonding."}, {"pubmed": 18599502, "text": "chronic hypoxia decreased lung EC-SOD activity and protein expression in wild-type mice, but EC-SOD activity remained five to seven times higher in EC-SOD TG mice under hypoxic conditions"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18682580, "text": "common variants in the SOD2, SOD3, and CAT genes may influence brain tumor risk."}, {"pubmed": 18703790, "text": "two novel polymorphisms in a conserved region of the SOD3 gene are associated with lung function or chronic obstructive pulmonary disease"}, {"pubmed": 18720901, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18726685, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18948423, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18971527, "text": "Based on the results of our haplotype-based case-control study, the T-A haplotype may be a genetic marker for essential hypertension, and thus the EC-SOD gene might be a susceptibility gene for it"}, {"pubmed": 18971527, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19016244, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19108943, "text": "Carriers of the Ala40Thr single nucleotide polymorphism showed an increased risk for severe fetal growth restriction-complicated pre-eclampsia."}, {"pubmed": 19108943, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19200140, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19200140, "text": "The C-C-C haplotypes could be genetic markers for cerebral infarction, and the EC-SOD gene may be a susceptibility gene for CI in women."}, {"pubmed": 19213780, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19213780, "text": "The Arg213Gly snp in SOD3 has a protective effect on the FEV in never-smokers. The G(-4466)T(rs8192288) SOD3 snp is associated with the level of vital capacity in the general population."}, {"pubmed": 19242068, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19289127, "text": "crystal structure of human SOD3 at 1.7 A resolution; binding sites"}, {"pubmed": 19318538, "text": "Human SOD3 genetic variants are associated with lower lung function in children"}, {"pubmed": 19318538, "text": "Two common SOD3 SNPs were found associated with decreased forced expiratory volume and decreased maximal expiratory flow volume."}, {"pubmed": 19390575, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19423521, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19488773, "text": "lower circulatory levels antioxidant activity in vitiligo Indian patients"}, {"pubmed": 19495415, "text": "SOD3 has a selective anti-inflammatory role in ischemic damages preventing the migration of reactive oxygen producing monocyte/macrophages"}, {"pubmed": 19505917, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19526392, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19526392, "text": "SOD3 R231G polymorphism associated with coronary artery disease and myocardial infarction."}, {"pubmed": 19533864, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19636420, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19636420, "text": "Studied SOD2Ala - 9Val & SOD3 Arg213Gly polymorphisms as risk factors for asbestosis in workers exposed to asbestos.  Asbestosis was associated with the homozygous SOD2 - 9Ala/Ala genotype;the association for SOD3 Arg/Gly genotype was not significant."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19705749, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19811392, "text": "Genetic studies have identified an association between extracellular superoxide dismutase (ECSOD) polymorphisms and risk for developing COPD."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19933216, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20079429, "text": "the importance of methylation in the repression of EC-SOD expression; epigenetic modifications play a role in the regulation of EC-SOD expression."}, {"pubmed": 20226522, "text": "In preeclampsia, labor upregulates SOD1 in fetal membranes as well as SOD2 and SOD3 in the whole placenta."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20477822, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20514411, "text": "CuZnSOD and MnSOD may suppress tumour growth through inhibiting metabolic stress-induced necrosis and HMGB1 release via inhibiting metabolic stress-induced mitochondrial ROS production."}, {"pubmed": 20576801, "text": "Down-regulation of SOD3 is associated with thyroid cancer."}, {"pubmed": 20600835, "text": "The interaction between LRP and EC-SOD is thus likely to be important for maintaining redox balance in the circulation."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673035, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20673035, "text": "polymorphisms in the SOD3 gene were associated with CT emphysema but not COPD susceptibility"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20966810, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20966810, "text": "The first European study of the SOD2, SOD3, NQO1, and NQO2 roles in pancreatic cancer etiology did not find significant associations."}, {"pubmed": 21077177, "text": "Extracellular-superoxide dismutase expression during monocytic differentiation of U937 cells"}, {"pubmed": 21077778, "text": "hEC-SOD gene transfer protects against oxidative stress-impaired NO bioavailability in alveolar epithelial cells both in vitro and in the lung in vivo."}, {"pubmed": 21080077, "text": "hC-SOD3 has the potential to penetrate and translocate cargo molecules into cells and has no cytotoxicity at effective concentration."}, {"pubmed": 21351093, "text": "Results suggest that NQO2, SOD2 and SOD3 may significantly modify prognosis of breast cancer patients."}, {"pubmed": 21362472, "text": "Polymorphisms in human ecSOD have also been reported and it appears logical to assume that such variations may have a profound effect on disease susceptibility."}, {"pubmed": 21493784, "text": "Extracellular superoxide dismutase cell-specific and interferon-gamma-inducible expression in pulmonary artery cells is regulated, to a major degree, by epigenetic mechanisms that include histone acetylation and DNA methylation."}, {"pubmed": 21554548, "text": "Mushroom lectin strongly prevented sodium arsenite-induced damage of SOD production pathway in hepatocytes."}, {"pubmed": 21621610, "text": "elevated sputum levels in smokers and in COPD patients"}, {"pubmed": 21641397, "text": "Extracellular superoxide dismutase facilitates clearance of bacteria and limits inflammation in response to infection by promoting bacterial phagocytosis."}, {"pubmed": 21781513, "text": "There were no significant differences in the distribution of the different genotypes or allele gene frequencies in the EC-SOD genes between the patients and the controls."}, {"pubmed": 21957979, "text": "The SOD3 might provide an effective strategy for the treatment of HAF-mediated skin inflammation."}, {"pubmed": 22064654, "text": "The loss of EcSOD expression is unique among the superoxide dismutases in lung cancer and is the result of EcSOD promoter methylation and LOH, suggesting that its early loss may contribute to ECM remodeling and malignant progression."}, {"pubmed": 22132904, "text": "Mesenchymal stem cell-derived chondrocytes, adipocytes, and osteocytes secrete an active and functional SOD3 enzyme."}, {"pubmed": 22217996, "text": "an alteration in SOD3 expression and activity could be associated to Systemic sclerosis (SSc) fibrosis."}, {"pubmed": 22313459, "text": "results suggest that the expression of Extracellular-superoxide dismutase (EC-SOD)was increased by TPA administration, and it was speculated that the activation of PKC, MEK/ERK and an increase of intracellular ROS were necessary for the induction of EC-SOD in THP-1 cells"}, {"pubmed": 22432908, "text": "Higher frequency of both Ala-9Val Mn-SOD and Arg213Gly EC-SOD polymorphisms was found in women with preeclampsia compared to women with normal pregnancies."}, {"pubmed": 22816678, "text": "Overexpression of EC-SOD combined with neutrophil blockade protects transgenic mice from hyperoxia-induced lung injury."}, {"pubmed": 22836756, "text": "miR-21 promotes tumorigenesis and key targets of miR-21 in mediating this function were SOD3 and TNFalpha."}, {"pubmed": 22958044, "text": "Genetic polymorphisms of antioxidant enzymes in preterm infants."}, {"pubmed": 23027624, "text": "studies further demonstrate that SOD3, but not SOD2 and SOD1, is induced by antioxidants and is regulated through NRF2; SOD3 may thus be an important gene in defense against oxidative stress and in the prevention of estrogen-mediated breast cancer"}, {"pubmed": 23160801, "text": "results suggest aberrations in one-carbon metabolism appear to induce altered gene expression of EC-SOD, GSTP1, and BNIP3, and thus contribute to the increased oxidative stress and increased susceptibility to coronary artery disease"}, {"pubmed": 23241403, "text": "Antioxidant enzyme, SOD3, reverses DNA damage response and cellular transdifferentiation in aortic valve sclerosis."}, {"pubmed": 23289810, "text": "If genetic variation in genes encoding SOD-1, SOD-2 and SOD-3 contributes to cataract formation, there is no major contribution of the SNPs analyzed in the present study."}, {"pubmed": 23318435, "text": "Data suggest that epigenetic silencing of EcSOD may contribute to mammary tumorigenesis and that restoring the extracellular superoxide scavenging activity could be an effective strategy for breast cancer treatment."}, {"pubmed": 23620962, "text": "There is a positive relationship between the prolactinoma severity and serum EC-SOD."}, {"pubmed": 23638916, "text": "If oxidative stress is an important mechanism in POAG-related retinal ganglion cell death, genetic variations in SOD1, SOD2 and SOD3 are not major contributors in the pathogenesis."}, {"pubmed": 23977988, "text": "The hEC-SOD protein was expressed in the egg white and showed antioxidant activity."}, {"pubmed": 23979608, "text": "the impact of Glutamate carboxypeptidase II (GCPII) haplotypes on the expression of PSMA, BNIP3, Ec-SOD, GSTP1 and RASSF1 genes were elucidated to understand the epigenetic basis of oxidative stress and prostate cancer risk."}, {"pubmed": 24038157, "text": "The less common allele in SOD3 rs699473 was associated with an increased risk of high-grade prostate cancer (T > C: OR = 1.40, 95% CI: 1.04-1.89)."}, {"pubmed": 24146173, "text": "Results suggest that there is no considerable influence of sequence variation in SOD3 on human longevity in Germans."}, {"pubmed": 24155217, "text": "We analyzed genes of the superoxide dismutase family (SOD1, SOD2, and SOD3) that are part of a major antioxidative stress system in human in order to detect the genetic variants contributing to the development of ASD."}, {"pubmed": 24509158, "text": "These results demonstrate that the transcription factor HIF-1alpha and its important gene target VEGF can be modulated by the antioxidant enzyme EcSOD."}, {"pubmed": 24658925, "text": "No any significantly association between SOD3 rs2695232 polymorphism and seminal superoxide dismutase activity."}, {"pubmed": 24922645, "text": "Loss of SOD3 is associated with prostate cancer."}, {"pubmed": 25085920, "text": "the rs1799895 polymorphism in extracellular superoxide dismutase affects cardiopulmonary disease risk by altering protein distribution"}, {"pubmed": 25130429, "text": "The treatment with E2 suppressed, whereas VC and Res prevented E2-mediated decrease in the expression levels of SOD3, NQO1, Nrf2 mRNA, and protein in MCF-10A cells"}, {"pubmed": 25332062, "text": "The combination of serum S100A9, SOD3, and MMP9 levels could achieve 92.5% sensitivity and 95% specificity to discriminate between pulmonary tuberculosis and healthy controls."}, {"pubmed": 25358638, "text": "Sod3 is a critical mediator of VEGF-C-induced breast cancer metastasis."}, {"pubmed": 25496033, "text": "FXR may regulate SOD3 expression to suppress reactive oxygen species production, resulting in decreasing JNK activity."}, {"pubmed": 25634994, "text": "These results support the hypothesis that loss of extracellular SOD contributes to the invasive phenotype of pancreatic ductal adenocarcinoma"}, {"pubmed": 25749103, "text": "Expression of extracellular superoxide dismutase (EC-SOD) and expression of the prooxidant gene NADPH oxidase 4 was decreased significantly by trichostatin A."}, {"pubmed": 25751262, "text": "SOD3 regulates the expression of multiple components of small G protein GTPase signal pathways."}, {"pubmed": 25855220, "text": "The T-allele of rs2284659 in the promoter of SOD3 was associated with better cardiovascular outcomes in diabetic patients."}, {"pubmed": 25894370, "text": "ECSOD Ala40Thr polymorphism, a significant association was observed between this polymorphism and HCC risk in non-hepatitis B virus (HBV) carriers but not in HBV carriers"}, {"pubmed": 26006040, "text": "Extracellular superoxide dismutase ameliorates streptozotocin-induced rat diabetic nephropathy via inhibiting the ROS/ERK1/2 signaling."}, {"pubmed": 26901385, "text": "The SOD3 enzyme plays a role in cardiovascular disease."}, {"pubmed": 26912083, "text": "Results describe the molecular cloning of both full length and truncated form of human SOD3 both expressed in Sf9 insect cells as monomers and dimer conformation, with enzymatic activity."}, {"pubmed": 27084770, "text": "Increased expression of SOD3 ameliorates H2O2-induced oxidative damage in neuroblastoma cells by inhibiting the mitochondrial pathway."}, {"pubmed": 27233998, "text": "SOD3 expression in human idiopathic pulmonary arterial hypertension is in part regulated by histone deacetylation."}, {"pubmed": 27241145, "text": "study suggests that carriers of adiponectin gene promoter -11391G/A(AA) and EC-SOD (CG+GG) genotypes may have a high risk of nonalcoholic fatty liver disease (NAFLD), and the gene genotypes can interact with H. Pylori infection in the pathogenesis of NAFLD"}, {"pubmed": 27272114, "text": "These data provide new insights into the functional actions of SOD3 on oxidative stress-induced cell damage."}, {"pubmed": 27394172, "text": "EC-SOD released from activated neutrophils affects the redox conditions of the extracellular space and may offer protection against highly reactive oxygen species such as hydroxyl radicals otherwise generated as a result of respiratory burst activity of activated neutrophils."}, {"pubmed": 27966735, "text": "Study shows that patients with the Ala40Thr polymorphism in EC-SOD are at a higher risk of developing type 2 diabetes mellitus."}, {"pubmed": 28216675, "text": "SOD3 might be a novel player in thyroid tumor stroma."}, {"pubmed": 28351182, "text": "The results of the present study demonstrate that TET1 might function as one of the key molecules in SOD3 expression through its 5mC hydroxylation in A549 cells."}, {"pubmed": 28878123, "text": "Observed increased SOD3 transcript levels in sputum of asthma patients and single nucleotide polymorphism (SNP) in SOD3 (R213G; rs1799895) changes lung distribution of EC-SOD, and decreases likelihood of asthma-related symptoms. Mice expressing R213G SNP had lower airway hyperresponsiveness, inflammation, and mucus hypersecretion with decreased interleukin-33 (IL-33) in bronchoalveolar lavage."}, {"pubmed": 29029079, "text": "the presence of terminal sialic acids in the N-glycans of EC-SOD enhanced both the secretion and furin-mediated C-terminal cleavage of EC-SOD. These results provide new insights into how the posttranslational modifications of EC-SOD control its functions."}, {"pubmed": 29047081, "text": "Studies suggest that both SOD3 and SOD2 superoxide dismutases are regulated by oxidative stress and redox-dependent signaling mechanisms."}, {"pubmed": 29168020, "text": "Copper chaperone Atox-1 is involved in the induction of SOD3 in a monocyte cell line."}, {"pubmed": 29422508, "text": "SOD3 reduced HIF prolyl hydroxylase domain protein activity, which increased hypoxia-inducible factor-2alpha (HIF-2alpha) stability and enhanced its binding to a specific vascular endothelial cadherin promoter region."}, {"pubmed": 29577557, "text": "High SOD3 expression is associated with cardiometabolic risk factors, and distal sensorimotor polyneuropathy."}, {"pubmed": 29921412, "text": "SOD3 protects mesenchymal stem cells against the negative effects of serum deprivation via modulation of AMP-activated protein kinase/sirtulin 1, extracellular signalregulated kinase activation, and promoted Forkhead box O3a trafficking to the nucleus."}, {"pubmed": 29940351, "text": "The absence or dysregulation of the SOD3 antioxidant at the vitreous base and cortex results in increased oxidative stress and tissue damage to the inner retina, which may underlie diabetic vitreoretinopathy pathogenesis and other vitreoretinal diseases."}, {"pubmed": 30206983, "text": "findings, therefore, indicated that the analyzed mutations could affect the protein structure and its ability to interact with other molecules, which may be related to the functional impairment of SOD3 upon A58T and R231G mutations, as well as their involvement in pathologies."}, {"pubmed": 30303710, "text": "Serum SOD3 level may reflect the extent of damage of the vascular endothelium and was strongly affected by renal function. Urinary SOD3 may come from damaged renal tubules."}, {"pubmed": 30654942, "text": "concluded that SOD3 could facilitate chondrogenesis of BMSCs to improve cartilage regeneration."}, {"pubmed": 31030600, "text": "Targeted enrichment of SOD3 within the lung confers distal neuroprotection against ischemia-reperfusion injury."}, {"pubmed": 31415712, "text": "A prospective study on associations between superoxide dismutase gene polymorphisms and antituberculosis drug-induced liver injury in a Chinese Han population."}, {"pubmed": 31474628, "text": "Superoxide dismutase 3 (SOD3) is a copper-containing secretory antioxidative enzyme that plays a critical role in redox homeostasis, particularly in extracellular spaces."}, {"pubmed": 31564855, "text": "GSTP1, HO-1, and SOD3 genetic polymorphisms may play a significant role in the development of COPD susceptibility, but are not associated with the different stages of COPD."}, {"pubmed": 31680537, "text": "SOD3 Is Secreted by Adipocytes and Mitigates High-Fat Diet-Induced Obesity, Inflammation, and Insulin Resistance."}, {"pubmed": 32034489, "text": "Association of combined genetic variations in SOD3, GPX3, PON1, and GSTT1 with hypertension and severity of coronary artery disease."}, {"pubmed": 32156518, "text": "Study of the association between SOD3G362A polymorphism, seminal SOD activity and risk for idiopathic male infertility in Algeria."}, {"pubmed": 32323565, "text": "The findings of this study propose the hypotheses that lung-specific delivery of SOD3/ATF4-related antioxidants will work in synergy with promising antiviral drugs such as remdesivir to further improve COVID-19 outcomes in the elderly."}, {"pubmed": 32450567, "text": "Functional Annotations of Single-Nucleotide Polymorphism (SNP)-Based and Gene-Based Genome-Wide Association Studies Show Genes Affecting Keratitis Susceptibility."}, {"pubmed": 32508251, "text": "Association ofSOD3 promoter DNA methylation with its down-regulation in breast carcinomas."}, {"pubmed": 32709094, "text": "Alterations in Concentration/Activity of Superoxide Dismutases in Context of Obesity and Selected Single Nucleotide Polymorphisms in Genes: SOD1, SOD2, SOD3."}, {"pubmed": 32750295, "text": "Extracellular Superoxide Dismutase Is Associated With Left Ventricular Geometry and Heart Failure in Patients With Cardiovascular Disease."}, {"pubmed": 32807413, "text": "Lung SOD3 limits neurovascular reperfusion injury and systemic immune activation following transient global cerebral ischemia."}, {"pubmed": 32934887, "text": "SOD3 boosts T cell infiltration by normalizing the tumor endothelium and inducing laminin-alpha4."}, {"pubmed": 33184249, "text": "Superoxide dismutase 3 as an inflammatory suppressor in A549 cells infected with Mycoplasma pneumoniae."}, {"pubmed": 33879836, "text": "Association among extracellular superoxide dismutase genotype, plasma concentration, and comorbidity in the very old and centenarians."}, {"pubmed": 34758947, "text": "Effects of SNPs in SOD2 and SOD3 interacted with fluoride exposure on the susceptibility of dental fluorosis."}, {"pubmed": 35266053, "text": "Superoxide dismutase isozymes in cerebral organoids from autism spectrum disorder patients."}, {"pubmed": 35271779, "text": "Combined action of FOXO1 and superoxide dismutase 3 promotes MDA-MB-231 cell migration."}, {"pubmed": 35312591, "text": "Decreased Expression of EC-SOD and Fibulin-5 in Alveolar Walls of Lungs From COPD Patients."}, {"pubmed": 36606688, "text": "Core Fucosylation Is Required for the Secretion of and the Enzymatic Activity of SOD3 in Nonsmall-Cell Lung Cancer Cells."}, {"pubmed": 37992301, "text": "Deciphering MMP9's dual role in regulating SOD3 through protein-protein interactions."}, {"pubmed": 38141889, "text": "SOD3 regulates FLT1 to affect bone metabolism by promoting osteogenesis and inhibiting adipogenesis through PI3K/AKT and MAPK pathways."}], "genomic_pos": {"chr": "4", "end": 24800842, "ensemblgene": "ENSG00000109610", "start": 24789912, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 24802464, "start": 24791534, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019430", "qualifier": "involved_in", "term": "removal of superoxide radicals"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046688", "qualifier": "involved_in", "term": "response to copper ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097746", "qualifier": "involved_in", "term": "blood vessel diameter maintenance"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 20551380, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 27559042, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 9699963, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004784", "qualifier": "enables", "term": "superoxide dismutase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005507", "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15528465, 16371425, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0060090", "pubmed": 19289127, "qualifier": "enables", "term": "molecular adaptor activity"}]}, "homologene": {"genes": [[7955, 504078], [8364, 100127868], [9031, 422810], [9544, 715931], [9598, 461143], [9606, 6649], [9615, 488855], [9913, 532481], [10090, 20657], [10116, 25352]], "id": 2334}, "interpro": [{"desc": "Superoxide dismutase, copper/zinc binding domain", "id": "IPR001424", "short_desc": "SOD_Cu_Zn_dom"}, {"desc": "Superoxide dismutase, copper/zinc, binding site", "id": "IPR018152", "short_desc": "SOD_Cu/Zn_BS"}, {"desc": "Superoxide dismutase (Cu/Zn) / superoxide dismutase copper chaperone", "id": "IPR024134", "short_desc": "SOD_Cu/Zn_/chaperone"}, {"desc": "Superoxide dismutase-like, copper/zinc binding domain superfamily", "id": "IPR036423", "short_desc": "SOD-like_Cu/Zn_dom_sf"}], "ipi": "IPI00027827", "map_location": "4p15.2", "name": "superoxide dismutase 3", "other_names": ["extracellular superoxide dismutase [Cu-Zn]", "superoxide dismutase 3, extracellular", "testicular tissue protein Li 175"], "pantherdb": {"HGNC": "11181", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103181", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 10090, "uniprot_kb": "O09164"}, {"RGD": "3733", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 10116, "uniprot_kb": "Q08420"}, {"Ensembl": "ENSGALG00000018557", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 9031, "uniprot_kb": "F1NHI4"}, {"ZFIN": "ZDB-GENE-050309-208", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 7955, "uniprot_kb": "F1R0Y7"}, {"ZFIN": "ZDB-GENE-030131-8743", "ortholog_type": "LDO", "panther_family": "PTHR10003", "taxid": 7955, "uniprot_kb": "E9QIM2"}, {"SGD": "S000003865", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 4932, "uniprot_kb": "P00445"}, {"PomBase": "SPAC821.10c", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 4896, "uniprot_kb": "P28758"}, {"dictyBase": "DDB_G0283021", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 352472, "uniprot_kb": "Q54RN1"}, {"dictyBase": "DDB_G0282993", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 352472, "uniprot_kb": "Q54RQ1"}, {"dictyBase": "DDB_G0267420", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 352472, "uniprot_kb": "Q55GQ5"}, {"TAIR": "2046168", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 3702, "uniprot_kb": "O78310"}, {"TAIR": "2172324", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 3702, "uniprot_kb": "Q9FK60"}, {"TAIR": "2025595", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 3702, "uniprot_kb": "P24704"}, {"EnsemblGenome": "BAE76489", "ortholog_type": "O", "panther_family": "PTHR10003", "taxid": 562, "uniprot_kb": "P0AGD1"}], "uniprot_kb": "P08294"}, "pathway": {"biocarta": [{"id": "flumazenilpathway", "name": "cardiac protection against ros"}, {"id": "longevitypathway", "name": "the igf-1 receptor and longevity"}], "humancyc": {"id": "DETOX1-PWY-1", "name": "superoxide radicals degradation"}, "reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9759194", "name": "Nuclear events mediated by NFE2L2"}, {"id": "R-HSA-9818027", "name": "NFE2L2 regulating anti-oxidant/detoxification enzymes"}], "smpdb": {"id": "SMP00468", "name": "Degradation of Superoxides"}, "wikipathways": [{"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP1533", "name": "Vitamin B12 metabolism"}, {"id": "WP176", "name": "Folate Metabolism"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3286", "name": "Copper homeostasis"}, {"id": "WP3940", "name": "One-carbon metabolism and related pathways"}, {"id": "WP408", "name": "Oxidative Stress"}, {"id": "WP4673", "name": "Male infertility"}]}, "pdb": "2JLP", "pfam": "PF00080", "pharmgkb": "PA36018", "pharos": {"target_id": 13343, "tdl": "Tbio"}, "pir": "A28301", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326186", "relationship": "is"}, {"id": "GNF326187", "relationship": "is"}, {"id": "GNF326188", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": {"id": "GNF256607", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF049917", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091175", "relationship": "is"}, {"id": "GNF091176", "relationship": "is"}, {"id": "GNF091177", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054365", "relationship": "is"}, {"id": "GNF059144", "relationship": "is"}, {"id": "GNF074492", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068657", "relationship": "is"}, {"id": "GNF068658", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013817", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330536", "relationship": "is"}, {"id": "GNF332326", "relationship": "is"}, {"id": "GNF333808", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335989", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095164", "relationship": "is"}, {"id": "GNF134821", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_012213.2"], "protein": "NP_003093.2", "rna": ["NM_003102.4", "XR_008487025.1", "XR_427488.2"], "translation": {"protein": "NP_003093.2", "rna": "NM_003102.4"}}, "reporter": {"HG-U133_Plus_2": "205236_x_at", "HG-U95Av2": "692_s_at", "HTA-2_0": "TC04000173.hg.1", "HuEx-1_0": "2721633", "HuGene-1_1": "8094372", "HuGene-2_1": "16965519"}, "summary": "This gene encodes a member of the superoxide dismutase (SOD) protein family. SODs are antioxidant enzymes that catalyze the conversion of superoxide radicals into hydrogen peroxide and oxygen, which may protect the brain, lungs, and other tissues from oxidative stress. Proteolytic processing of the encoded protein results in the formation of two distinct homotetramers that differ in their ability to interact with the extracellular matrix (ECM). Homotetramers consisting of the intact protein, or type C subunit, exhibit high affinity for heparin and are anchored to the ECM. Homotetramers consisting of a proteolytically cleaved form of the protein, or type A subunit, exhibit low affinity for heparin and do not interact with the ECM. A mutation in this gene may be associated with increased heart disease risk. [provided by RefSeq, Oct 2015].", "symbol": "SOD3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420308"}, "unigene": "Hs.2420", "uniprot": {"Swiss-Prot": "P08294", "TrEMBL": ["M0R1V4", "A0A140VJU8"]}, "wikipedia": {"url_stub": "SOD3"}}