{"AllianceGenome": "13771", "HGNC": "13771", "MIM": "605740", "_id": "50964", "_version": 1, "accession": {"genomic": ["AC055813.9", "AF326736.1", "AF397423.1", "CH471178.2", "CP068261.2", "CQ986736.1", "JC739558.1", "NC_000017.11", "NC_060941.1", "NG_008078.2"], "protein": ["AAI01087.1", "AAI01088.1", "AAI01089.1", "AAI01090.1", "AAK13451.1", "AAK13454.1", "AAK16158.1", "AAQ13601.1", "AAQ13694.1", "AAQ88570.1", "AAQ88990.1", "CAI46877.1", "CEF39438.1", "EAW51669.1", "NP_079513.1", "Q9BQB4.1"], "rna": ["AF170491.1", "AF184211.1", "AF326739.1", "AF331844.1", "AY358203.1", "AY358627.2", "BC101086.1", "BC101087.1", "BC101088.1", "BC101089.1", "NM_025237.3"], "translation": [{"protein": "AAK13454.1", "rna": "AF326739.1"}, {"protein": "AAK16158.1", "rna": "AF331844.1"}, {"protein": "NP_079513.1", "rna": "NM_025237.3"}, {"protein": "AAQ88990.1", "rna": "AY358627.2"}, {"protein": "AAQ13601.1", "rna": "AF170491.1"}, {"protein": "AAI01088.1", "rna": "BC101087.1"}, {"protein": "AAQ13694.1", "rna": "AF184211.1"}, {"protein": "AAQ88570.1", "rna": "AY358203.1"}, {"protein": "AAI01090.1", "rna": "BC101089.1"}, {"protein": "AAI01087.1", "rna": "BC101086.1"}, {"protein": "AAI01089.1", "rna": "BC101088.1"}]}, "alias": ["CDD", "DAND6", "SOST1", "VBCH"], "ensembl": {"gene": "ENSG00000167941", "protein": "ENSP00000301691", "transcript": "ENST00000301691", "translation": [{"protein": "ENSP00000301691", "rna": "ENST00000301691"}], "type_of_gene": "protein_coding"}, "entrezgene": "50964", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.57091421477, "exp_mis": 126.139737635, "exp_syn": 63.7426009917, "lof_z": 1.65450311006384, "mis_z": 2.27069675549878, "mu_lof": 3.84734792572e-07, "mu_mis": 1.27925792611e-05, "mu_syn": 6.418616311e-06, "n_lof": 1.0, "n_mis": 74.0, "n_syn": 45.0, "p_li": 0.379603154764271, "p_null": 0.0453158957309171, "p_rec": 0.575080949504812, "syn_z": 1.45533988065123}, "bp": 642, "cds_end": 41836109, "cds_start": 41832709, "n_exons": 2, "nonpsych": {"exp_lof": 4.09949072768, "exp_mis": 114.131010675, "exp_syn": 57.6555783525, "lof_z": 1.50340958797838, "mis_z": 2.17797437960653, "mu_lof": 3.84734792572e-07, "mu_mis": 1.27925792611e-05, "mu_syn": 6.418616311e-06, "n_lof": 1.0, "n_mis": 68.0, "n_syn": 39.0, "p_li": 0.365166053341449, "p_null": 0.0586892796962921, "p_rec": 0.576144666962259, "syn_z": 1.54686198626091}, "nontcga": {"exp_lof": 4.20157354725, "exp_mis": 116.04489969, "exp_syn": 58.6395289343, "lof_z": 1.54077343331804, "mis_z": 2.17575156007201, "mu_lof": 3.84734792572e-07, "mu_mis": 1.27925792611e-05, "mu_syn": 6.418616311e-06, "n_lof": 1.0, "n_mis": 69.0, "n_syn": 44.0, "p_li": 0.354493718970524, "p_null": 0.0535388307897291, "p_rec": 0.591967450239747, "syn_z": 1.21047037790142}, "transcript": "ENST00000301691.2"}, "exons": [{"cdsend": 43758741, "cdsstart": 43755341, "chr": "17", "position": [[43753737, 43755763], [43758521, 43758791]], "strand": -1, "transcript": "NM_025237", "txend": 43758791, "txstart": 43753737}], "exons_hg19": [{"cdsend": 41836109, "cdsstart": 41832709, "chr": "17", "position": [[41831105, 41833131], [41835889, 41836159]], "strand": -1, "transcript": "NM_025237", "txend": 41836159, "txstart": 41831105}], "generif": [{"pubmed": 11836356, "text": "A 52 kb deletion has been identified downstream of the SOST gene in patients with van Buchem disease."}, {"pubmed": 12398949, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14633986, "text": "Decreases BMP signaling and suppresses mineralization of osteoblastic cells."}, {"pubmed": 14739291, "text": "The regulation of SOST expression by Cbfa1 suggests a potential role for the sclerosteosis gene in homeostatic regulation of osteoblast differentiation and function."}, {"pubmed": 15454089, "text": "The ability of sclerostin to interact with important growth factors such as bone morphogenetic proteins likely serves as the basis by which it modulates the survival of osteoblasts"}, {"pubmed": 15514891, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16123173, "text": "sclerostin production by osteocytes may regulate the linear extent of formation and the induction or maintenance of a lining cell phenotype on bone surfaces"}, {"pubmed": 16189254, "text": "Heterozygous carriers of sclerosteosis have bone mineral density consistently higher than mean of healthy subjects without any bone complications encountered in homozygotes. Of obvious significance for the development of new therapeutics for osteoporosis."}, {"pubmed": 17002572, "text": "functional interactions between Sost or Wise and LRP5 have the potential to regulate bone deposition by modulating Wnt signaling"}, {"pubmed": 17052975, "text": "SOST-LRP5 antagonistic interaction plays a central role in bone mass regulation and may represent a nodal point for therapeutic intervention for osteoporosis and other bone diseases"}, {"pubmed": 17185822, "text": "Van Buchem disease and sclerosteosis are confirmed to be allelic disorders as both are shown to be due to loss of function of sclerostin protein."}, {"pubmed": 18292354, "text": "high bone mass in sclerosteosis and Van Buchem disease may result from increased Wnt signaling due to the absence of or insensitivity to sclerostin."}, {"pubmed": 18931653, "text": "the potential use of bone-morphogenetic protein-6, noggin and sclerostin expression together as a prognostic predictor for metastatic progression of prostate cancer."}, {"pubmed": 19072561, "text": "mutation analysis of the SOST gene showing a homozygous nonsense mutation (Trp124X) in two cases of sclerosteosis"}, {"pubmed": 19075223, "text": "S1P induces osteoblast precursor recruitment and promotes mature cell survival. Wnt10b and BMP6 also were significantly increased in mature osteoclasts, whereas sclerostin levels decreased during differentiation."}, {"pubmed": 19079262, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19208630, "text": "Data show that the conserved N- and C-terminal arms of sclerostin are unstructured, highly flexible, and unaffected by heparin binding, which suggests a role in stabilizing interactions with target proteins."}, {"pubmed": 19371798, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19371798, "text": "These data suggest a mechanistic link between rs1230399 and bone mineral density through estrogen ERalpha/FOXA1 signaling pathways driven by long-distance enhancers."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19778325, "text": "Expression of sclerostin was demonstrated in osteocytes of mouse and human alveolar bone. Distinct immunolocalization in cementocytes was shown. In periodontal ligament cultures, following mineralization treatment, increasing levels of SOST was verified."}, {"pubmed": 19857121, "text": "The amino-terminal (IgG 2aK) and carboxy-terminal (IgG 2bK) antibodies bound bioactive sclerostin that was expressed in an insect-cell expression system with dissociation constants in the nanomolar range"}, {"pubmed": 19877044, "text": "Sclerostin expression is impaired in patients with ankylosing spondylitis, suggesting a specific alteration of osteocyte function in this disease."}, {"pubmed": 19898734, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19898734, "text": "results suggest that SNP in SOST is not associated with bone mineral density in the Slovenian population"}, {"pubmed": 19936252, "text": "Lrp4 is a novel osteoblast expressed Dkk1 and sclerostin receptor with a physiological role in the regulation of bone growth and turnover"}, {"pubmed": 20043874, "text": "The data show that sclerostin binds to and influences the activity of Cyr61."}, {"pubmed": 20156921, "text": "Our findings suggest that serum sclerostin levels are regulated by both estrogens and parathyroid hormone in postmenopausal women"}, {"pubmed": 20200987, "text": "Sclerostin appears to be a strong determinant of whether osteoblasts actively produce bone."}, {"pubmed": 20305005, "text": "Long-term immobilized patients present hypersclerostinemia associated with reduced bone formation, suggesting that sclerostin may be a link between mechanical unloading and disuse osteoporosis in humans."}, {"pubmed": 20336693, "text": "data suggest that hypoxia inhibits sclerostin expression, through enhanced antagonism of BMP signaling independent of VEGF"}, {"pubmed": 20359476, "text": "Overexpression of SOST leads to loss of posterior structures of the zeugopod and autopod by perturbing anterior-posterior and proximal-distal signaling centers in the developing limb in transgenic mice."}, {"pubmed": 20499362, "text": "Circulating sclerostin levels are reduced by estrogen but not by testosterone."}, {"pubmed": 20534768, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20554715, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20583295, "text": "Study identified a missense mutation (c.499T>C; p.Cys167Arg) in exon 2 of the SOST gene in sclerosteosiss patients."}, {"pubmed": 20721932, "text": "circulating sclerostin levels depend on age, gender and bone mass"}, {"pubmed": 20817762, "text": "Circulating SOST levels are lower in patients with chronic hyperparathyroidism compared to parathyroidectomy controls, a negative correlation that may demonstrate the downregulation of SOST by parathyroid hormone in humans."}, {"pubmed": 20951118, "text": "The data demonstrate that sclerostin functions in part, by modulating the activity of erbB-3."}, {"pubmed": 20952383, "text": "when both proteins are expressed in the same cell, sclerostin can antagonize BMP signaling directly by inhibiting BMP7 secretion"}, {"pubmed": 21153337, "text": "TWEAK and TNF regulation of sclerostin: a novel pathway for the regulation of bone remodelling"}, {"pubmed": 21164019, "text": "Sclerostin was superior to intact parathyroid hormone for the positive prediction of high bone turnover and number of osteoblasts"}, {"pubmed": 21221996, "text": "craniodiaphyseal dysplasia, the most severe form of sclerotic bone disease, is part of a spectrum of disease caused by mutations in SOST."}, {"pubmed": 21312267, "text": "Sclerostin acts through regulation of the PHEX/MEPE axis at the preosteocyte stage and serves as a master regulator of physiologic bone mineralization."}, {"pubmed": 21347301, "text": "an initial inflammatory stimulus and a decrease in sclerostin-related effects are the key components in fracture healing"}, {"pubmed": 21351148, "text": "Increased bone mass in Lrp5-high bone mass patients seems to be caused primarily by changes in trabecular and cortical bone mass and structure."}, {"pubmed": 21441835, "text": "polymorphisms in the 5' region of the SOST gene are associated with bone mineral density in postmenopausal women."}, {"pubmed": 21471202, "text": "the interaction of sclerostin with LRP4 is required to mediate the inhibitory function of sclerostin on bone formation, thus identifying a novel role for LRP4 in bone."}, {"pubmed": 21566129, "text": "An Akt-dependent increase in canonical Wnt signaling and a decrease in sclerostin protein levels are involved in strontium ranelate-induced osteogenic effects in human osteoblasts."}, {"pubmed": 21613383, "text": "High Sclerostin in blood is associated with bone mineral density and microarchitecture in haemodialysis."}, {"pubmed": 21667439, "text": "Comparisons of serum sclerostin levels among patients with postmenopausal osteoporosis, primary hyperparathyroidism and osteomalacia."}, {"pubmed": 21723865, "text": "findings indicate early divergence in the signaling pathways stimulated by strain and establish PGE2/EP4 as the pathway used by strain to regulate Sost expression."}, {"pubmed": 21786318, "text": "These results provide in vivo evidence of increased bone formation caused by the absence or decreased synthesis of sclerostin in humans."}, {"pubmed": 21812027, "text": "The changes in serum sclerostin in relation to age in premenopausal and postmenopausal women and the factors that may influence bone turnover, were studied."}, {"pubmed": 21890009, "text": "Regulated expression of sclerostin mRNA and protein that was directly correlated with the mineralization response in cultured human Saos-2 osteosarcoma cells and rat primary calvarial cells."}, {"pubmed": 21937621, "text": "The results are consistent with the hypothesis that parathyroid hormone is a regulator of sclerostin in human disorders of parathyroid function."}, {"pubmed": 21944579, "text": "The LRP5/6 binding motif is required for DKK1 and SOST function."}, {"pubmed": 21991382, "text": "These results suggest that sclerostin may have a catabolic action through promotion of osteoclast formation and activity by osteocytes, in a RANKL-dependent manner."}, {"pubmed": 21994959, "text": "In healthy adults, sclerostin serum levels correlate positively with age, BMI, and BMC and negatively with osteocalcin and calcium."}, {"pubmed": 22006831, "text": "These data indicate important differences in the relationship between mechanical unloading, sclerostin, and bone in chronic spinal cord injury."}, {"pubmed": 22031520, "text": "Circulating sclerostin is increased in T2 diabetes mellitus independently of gender and age. Serum sclerostin is also correlated with duration of T2DM, glycated hemoglobin, bone turnover markers, and BMD in T2DM patients."}, {"pubmed": 22032557, "text": "Alterations of both Wnt inhibitors (DKK-1 and sclerosin) were comparable in rheumatoid arthritis patients treated with tocilizumab."}, {"pubmed": 22032690, "text": "Runx2-dependent inhibition of osteoblast differentiation by breast cancer cells is mediated through the Wnt antagonist, sclerostin."}, {"pubmed": 22075208, "text": "Data suggest that downregulation of Sost/sclerostin in osteocytes is an obligatory step in the mechanotransduction cascade that activates Wnt signaling and directs osteogenesis to where bone is structurally needed."}, {"pubmed": 22076526, "text": "polymorphisms in the SOST gene region and parameters of bone strength and body composition in both young and elderly men"}, {"pubmed": 22082361, "text": "Multiple myeloma cells, as a sclerostin source in the bone marrow, could create a microenvironment with high sclerostin concentration that could contribute toward inhibiting osteoblast differentiation."}, {"pubmed": 22151063, "text": "Serum sclerostin is positively correlated with fat mass and BMD for the whole body, lumbar spine and hip."}, {"pubmed": 22162201, "text": "DNA methylation, modulate SOST expression."}, {"pubmed": 22206666, "text": "Sclerostin interacts with multiple proteins that alter bone formation and resorption and is likely to function by altering several biologically relevant pathways in bone."}, {"pubmed": 22353552, "text": "The failure of osteocytic sclerostin suppression to associate with bone formation in these osteons might alternatively be explained by downstream interference with sclerostin's effect on wnt signalling."}, {"pubmed": 22364398, "text": "high BMP6 activity, defined by strong BMP6 expression with weak noggin or SOST expression, was associated with shorter survival in esophageal SCC patients; results suggest BMP6, noggin and SOST could be used in combination as a prognostic indicator in cancer progression"}, {"pubmed": 22399511, "text": "These findings suggest that sclerostin is increased in diabetes mellitus type 2."}, {"pubmed": 22466341, "text": "Higher serum sclerostin levels are associated with a greater risk of hip fractures in older women."}, {"pubmed": 22475109, "text": "Higher levels of sclerostin were found in the blood of female athletes, sclerostin was higher in weight-bearing than in non-weight-bearing disciplines in males."}, {"pubmed": 22508529, "text": "local and systemic involvement during fracture healing"}, {"pubmed": 22527202, "text": "Sclerostin was higher in men than women (p = 0.013). Following correction for age and gender, there was a negative association between GFR and sclerostin"}, {"pubmed": 22575440, "text": "These findings support a dual role for sclerostin after spinal cord injury (SCI): a therapeutic target in acute SCI, and a biomarker of osteoporosis severity in chronic SCI."}, {"pubmed": 22579776, "text": "Circulating sclerostin levels are significantly increased in patients with increased bone turnover, regardless of underlying pathology."}, {"pubmed": 22581647, "text": "Data suggest that thalassemic patients with osteoporosis have elevated circulating levels of sclerostin compared to healthy controls without osteopenia/osteoporosis and reduced levels of sclerostin compared to postmenopausal women with osteoporosis."}, {"pubmed": 22696217, "text": "peptide derived from the loop 2 region of sclerostin blocked the interaction of sclerostin with LRP5/6 and also inhibited Wnt1 but not Wnt3A or Wnt9B signaling. This suggests that these Wnts interact with LRP6 in different ways"}, {"pubmed": 22723594, "text": "Overview of SOST function and its potential as a target in bone disease treatment. [Review Article]"}, {"pubmed": 22728230, "text": "The relationship between sclerostin and bone turnover markers is disrupted in adolescent girls with anorexia nervosa."}, {"pubmed": 22767636, "text": "Serum sclerostin was elevated above basic level at bed rest day 28 60 with a lesser increase at day 90"}, {"pubmed": 22801952, "text": "sclerostin is significantly associated with bone mineral content and bone density"}, {"pubmed": 22836717, "text": "High sclerostin levels are a strong and independent risk factor for osteoporosis-related fractures among postmenopausal women"}, {"pubmed": 22844062, "text": "Contrary to the findings in mice, circulating sclerostin is decreased in patients with chronic endogenous hypercortisolism and increases after treatment."}, {"pubmed": 22855334, "text": "The negative association of beta-catenin with sclerostin suggests a biological effect of increased sclerostin on the Wnt signaling, which appears impaired in Type 2 diabetes."}, {"pubmed": 22865898, "text": "This study demonstrates that even minor changes in physical activity are associated with effects on serum levels of sclerostin, IGF-I, and bone turnover markers."}, {"pubmed": 23041840, "text": "Six Dkk-1, three Sost, one Kremen-1 and 10 LRP-5 polymorphisms were significantly associated with radiological progression of rheumatoid arthritis joint destruction."}, {"pubmed": 23079137, "text": "A novel frame shift mutation in the (SOST) gene causing loss of functional sclerostin was identified in a patient with sclerosteosis and her parents."}, {"pubmed": 23165952, "text": "in older men, higher serum sclerostin levels are associated with lower risk of fracture, higher bone mineral density, and lower bone turnover rate."}, {"pubmed": 23221033, "text": "Data suggest that umbilical cord levels of sclerostin, birth weight, and placental weight are significant predictors/biomarkers of neonatal bone mineral content/bone development."}, {"pubmed": 23233270, "text": "No difference was observed in the magnitude or distribution of sclerostin expression between normal and osteoarthritis cartilage or bone."}, {"pubmed": 23288857, "text": "Circulating sclerostin is increased in T2DM patients with atherosclerotic lesions."}, {"pubmed": 23296214, "text": "The elevation in sclerostin levels was clearly related with liver function, but not with ethanol intake, nutritional status or concomitant HCV infection"}, {"pubmed": 23360788, "text": "A high-concentration BMP2 decreases human periosteal cell proliferation and induces apoptosis via the activation of Wnt inhibitors DKK1 and SOST."}, {"pubmed": 23362266, "text": "Estrogen receptor alpha mediates proliferation of osteoblastic cells stimulated by estrogen and mechanical strain, but their acute down-regulation of the Wnt antagonist Sost is mediated by estrogen receptor beta"}, {"pubmed": 23389587, "text": "Men with idiopathic osteoporosis had lower levels of serum sclerostin compared to controls."}, {"pubmed": 23408601, "text": "serum sclerostin levels in men are strongly positively associated with better bone microarchitectural parameters."}, {"pubmed": 23430206, "text": "Report higher serum sclerostin levels starting at CKD stage III. Glomerular filtration rate, sex, and serum phosphate were the only measures associated with sclerostin level."}, {"pubmed": 23445914, "text": "Sclerostin blood levels in healthy males subjected to 14 days and 21 days of bedrest are increased."}, {"pubmed": 23467116, "text": "Low serum Sclerostin and Dickkopf-1 levels were associated with a significantly increased risk of fluoride bone injury"}, {"pubmed": 23505206, "text": "These results suggest paradoxical associations between circulating sclerostin and bone size, density, and strength."}, {"pubmed": 23509994, "text": "Sclerostin serum levels were significantly greater in high disease activity ankylosing spondylitis patients compared to controls."}, {"pubmed": 23525828, "text": "study reports a significant increase in sclerostin levels with increasing age and deteriorating kidney function as determined by plasma cystatin C levels."}, {"pubmed": 23579340, "text": "Sclerostin have differential effects on bone mineral density and strength parameters in adolescent athletes compared with non-athletes"}, {"pubmed": 23605174, "text": "Low Sclerostin expression is associated with derangements in bone metabolism and vascular calcification."}, {"pubmed": 23702386, "text": "the association between circulating concentrations of Wnt inhibitors; DKK1 and sclerostin with bone mineral density (BMD), abdominal aortic calcification (AAC) and arterial stiffness in post-menopausal women, was investigated."}, {"pubmed": 23737439, "text": "Sclerostin upregulated osteocyte expression of carbonic anhydrase 2 (CA2), cathepsin K (CTSK), and tartrate-resistant acid phosphatase (ACP5). The induction of CA2 by sclerostin was responsible for sclerostin stimulated dissolution of bone mineral, implying a new role for sclerostin in stimulating osteocyte removal of bone (osteocytic osteolysis)."}, {"pubmed": 23737439, "text": "sclerostin upregulated osteocyte expression of carbonic anhydrase 2."}, {"pubmed": 23788689, "text": "circulating sclerostin levels are significantly and independently associated with aortic calcifications (ACs)."}, {"pubmed": 23820854, "text": "This review describes Sclerostin as a recently identified glycoprotein expressed and synthesized by osteocytes. It is a powerful inhibitor of osteoblasts proliferation and differentiation"}, {"pubmed": 23836157, "text": "No rare variant or genetic association was found in the SOST gene for Paget disease of bone."}, {"pubmed": 23864703, "text": "Sclerostin levels are markedly different according to the immunoassay used. Detection of an association with calcitropic hormones or turnover markers relies on the epitope recognized by the immunoassay and adjustment for bone mass."}, {"pubmed": 23894157, "text": "Elevated sclerostin levels were associated with an increased risk of vertebral fractures in type 2 diabetes patients independently of bone density and bone turnover"}, {"pubmed": 24037879, "text": "Data suggest that lower circulating sclerostin levels in Chinese-American women and greater age-related differences among white women provide physiological framework to account for racial differences in bone density, microarchitecture, and fractures."}, {"pubmed": 24074614, "text": "Sclerostin might participate in the pathogenesis of bone loss of type 2 diabetes. The high sclerostin level might serve as a marker of increased osteocyte activity in postmenopausal patients with type 2 diabetes mellitus."}, {"pubmed": 24126695, "text": "The relationship between circulating sclerostin and liver function indicates a possible role of the liver in sclerostin metabolism."}, {"pubmed": 24135878, "text": "Our study suggests that the detection of arteriovenous fistula calcification and serum C-reactive protein levels might be useful for identifying patients at an increased risk for loss of unassisted arteriovenous fistula patency."}, {"pubmed": 24136102, "text": "Three independent common single nucleotide polymorphisms within the SOST region may account for variation in serum sclerostin."}, {"pubmed": 24151757, "text": "Increased sclerostin expression indicating a role of sclerostin in the aortic valve calcification process."}, {"pubmed": 24170101, "text": "Sclerostin and SOSTDC1, along with reductions in NF-kappaB signaling, may be responsible for at least part of the protective effects of estrogen on bone."}, {"pubmed": 24178795, "text": "Sclerostin may play a role in skeletal mineral metabolism in African Americans but fails to explain inverse relationships between bone mineral density and calcified atherosclerotic plaque."}, {"pubmed": 24184155, "text": "The role played by SIRT1 and SOST on the abnormal mineralization and Wnt/beta-catenin signaling in osteoarthritic subchondral osteoblast, is reported."}, {"pubmed": 24184314, "text": "Despite increases in circulating sclerostin levels, bone sclerostin mRNA levels do not increase in elderly women."}, {"pubmed": 24187403, "text": "Increased sclerostin serum levels in chronic kidney disease patients are not due to decreased renal elimination. On the contrary, renal elimination increases with declining kidney function."}, {"pubmed": 24203063, "text": "Decreased sclerostin levels in osteogenesis imperfecta might reflect a down-regulation or negative feedback mechanism to prevent further bone loss."}, {"pubmed": 24227537, "text": "Data suggest that serum SOST and DKK1 (Dickkopf related protein-1) levels are up-regulated in postmenopausal women with type 2 diabetes as compared to control women; when SOST/DKK1 levels are up-regulated, carotid intima-media thickness remains low."}, {"pubmed": 24237244, "text": "circulating sclerostin levels are increased in patients with type 1 diabetes mellitus"}, {"pubmed": 24248178, "text": "This study documents marked seasonal variation in serum sclerostin levels."}, {"pubmed": 24296448, "text": "Reduced levels of sclerostin and increased ratio of cytokines RANKL/OPG may suggest disturbances in the balance between bone formation and bone resorption in children with cow's milk allergy."}, {"pubmed": 24322886, "text": "NO and other soluble factors are involved in the inhibition of SOST expression in bone cells by pulsating fluid flow"}, {"pubmed": 24386373, "text": "Polymorphisms in several genes involved in the Wnt signaling pathway were associated with hepatic fibrosis or inflammation risk in HCV-infected males."}, {"pubmed": 24423318, "text": "Genetic polymorphisms of SOST may not be a major contributor to variations in the serum sclerostin or bone mineral density in postmenopausal Chinese women."}, {"pubmed": 24471564, "text": "this study focused on the potential involvement of sclerostin and DKK-1 in the development of severe bone demineralization in young females with anorexia nervosa."}, {"pubmed": 24477413, "text": "Overview of SOST gene expression, mechanism of action and physiology. [Review Article]"}, {"pubmed": 24512494, "text": "The elevated sclerostin serum levels in X-linked hypophosphatemic rickets and the normal concentrations in osteogenesis imperfecta suggest that the bone mass abnormalities in these disorders are not caused by primary sclerostin dysregulation."}, {"pubmed": 24568269, "text": "Serum levels of sclerostin were not different between healthy pregnant women and those with preeclampsia."}, {"pubmed": 24606091, "text": "Circulating plasma sclerostin concentrations are increased in both LRP5 and non-LRP5 High bone mass patients compared with controls."}, {"pubmed": 24667598, "text": "Sclerostin is secreted from bone and circulates in serum as a 54 kDa dimer."}, {"pubmed": 24753092, "text": "the altered bone composition contributes to the increased bone strength of patients with sclerostin deficiency."}, {"pubmed": 24763863, "text": "Suggest that VDR and sclerostin act to increase bone resorption in idiopathic hypercalciuria."}, {"pubmed": 24780728, "text": "Data suggest that serum levels of sclerostin (a biomarker of bone metabolism) can be reduced by dietary factors, here by daily ingestion of dried plums and calcium/vitamin D dietary supplements by osteopenic postmenopausal women."}, {"pubmed": 24876121, "text": "Evidence is accumulating that sclerostin directly or indirectly reduces renal calcium reabsorption [review]."}, {"pubmed": 24891138, "text": "Women with type 1 diabetes mellitus exhibit higher circulating sclerostin levels than men."}, {"pubmed": 25057883, "text": "This is the first study that shows that serum sclerostin values are associated, even after multiple adjustments, with fatal and nonfatal cardiovascular events in a nondialyzed kidney disease population."}, {"pubmed": 25070604, "text": "Sclerostin levels are elevated in CKD patients and are associated with inflammation, vascular lesions, uremia and (potentially) mortality."}, {"pubmed": 25103216, "text": "Polymorphisms of the rs2023794 and rs74252774 in the SOST gene were associated with BMD of the lumbar spine in a large sample of postmenopausal Chinese women."}, {"pubmed": 25118597, "text": "The rapid reduction of elevated serum sclerostin levels shortly after kidney transplantation parallels the improvement of renal function, but contrasts with the more delayed improvement of hyperparathyroidism"}, {"pubmed": 25144629, "text": "Circulating sclerostin levels are associated with higher vertebral marrow fat in men"}, {"pubmed": 25155887, "text": "This study describes the epigenetic regulation of SOST expression in bone biopsies of postmenopausal women."}, {"pubmed": 25222755, "text": "Serum sclerostin levels were significantly and independently associated with abdominal aortic calcification in rheumatoid arthritis patients"}, {"pubmed": 25248363, "text": "Low levels of circulating sclerostin are associated with cardiovascular diseases."}, {"pubmed": 25280749, "text": "Data suggest that chondrocytes and cells of the subchondral bone may contribute to circulating sclerostin."}, {"pubmed": 25352227, "text": "Under balanced physiological conditions, sclerostin upregulates FGF23 production by the osteocyte. FGF23, in turn, acts as a mineralization inhibitor, by stimulating the generation of the major mineralization antagonist, pyrophosphate. (Review)"}, {"pubmed": 25363869, "text": "pigment epithelium derived factor may regulate Sost expression by osteocytes leading to enhanced osteoblastic differentiation and increased matrix mineralization"}, {"pubmed": 25430630, "text": "SOST polymorphisms may contribute to total hip and femoral neck bone mineral density variation in Mexican postmenopausal women."}, {"pubmed": 25484108, "text": "Effect of recent spinal cord injury on wnt signaling antagonists (sclerostin and dkk-1) and their relationship with bone loss."}, {"pubmed": 25490275, "text": "Rapid and sustained increases of sclerostin, CTX, and to a lesser extent, P1NP cause an increase in bone metabolism and result in bone mineral density loss at all skeletal sites."}, {"pubmed": 25596857, "text": "Sclerostin and DKK-1 concentrations were markedly lower in HIV-infected youths"}, {"pubmed": 25618029, "text": "circulating sclerostin may have a role in vascular calcification in Afro-Caribbean men"}, {"pubmed": 25659290, "text": "Increased sclerostin levels were associated with liver dysfunction and the severity of bililary atresia"}, {"pubmed": 25753744, "text": "Sclerostin serum levels are not associated with an adverse metabolic profile during pregnancy in women with GDM and PE"}, {"pubmed": 25817223, "text": "Low sclerostin serum levels are associated with uraemic vascular calcifications."}, {"pubmed": 25837159, "text": "These results demonstrate that estrogen signaling in osteoblasts negatively regulates SOST expression in an indirect manner through interaction with BMP2 signaling."}, {"pubmed": 25854266, "text": "High sclerostin serum levels are associated with vascular calcifications."}, {"pubmed": 25974190, "text": "Serum sclerostin was associated with serum intact parathyroid hormone in patients undergoing peritoneal dialysis."}, {"pubmed": 25984533, "text": "this is the first Egyptian study of sclerosteosis and SOST gene causing mutation."}, {"pubmed": 25997652, "text": "Sclerostin was negatively associated with FGF23, parathyroid hormone and alkaline phosphatase and lower in females than in males"}, {"pubmed": 26040409, "text": "Circulating sclerostin and dickkopf-1 levels in ossification of the posterior longitudinal ligament of the spine."}, {"pubmed": 26056021, "text": "while showing that exercise against bone loss in experimental bed rest results in greater bone formation, could not provide evidence that exercise impeded the rise in serum sclerostin and dickkopf-1 levels."}, {"pubmed": 26056025, "text": "serum sclerostin levels were lower in nonalcoholic steatohepatitis patients than in controls."}, {"pubmed": 26071314, "text": "We report novel findings that DNA methylation regulates SOST's expression in osteoarthritis"}, {"pubmed": 26094958, "text": "similar levels in type 1 diabetes patients and controls; decrease concurrent with adolescent growth spurt"}, {"pubmed": 26095393, "text": "Quantitative RT-PCR analysis showed that SOST expression dose-dependently decreased with increasing Wnt signaling, while BMP4 induced SOST expression"}, {"pubmed": 26112182, "text": "1,25D is a direct regulator of human SOST gene and sclerostin protein expression"}, {"pubmed": 26119318, "text": "It is released from osteocytes and it regulated osteoblast activity through Wnt/beta-catenin pathway."}, {"pubmed": 26204161, "text": "significantly lower sclerostin levels in newborns born by women with vitamin D deficiency compared with newborns of nondeficient mothers."}, {"pubmed": 26232882, "text": "highly sulfated glycosaminoglycans might control bone homeostasis via interference with sclerostin/LRP5/6 complex formation."}, {"pubmed": 26250343, "text": "The correlation of SOST polymorphisms with changes of BMD and bone biomarkers after treatment was analyzed."}, {"pubmed": 26283468, "text": "two affected siblings who carried a novel nonsense mutation of SOST in a consanguineous family from China, is reported."}, {"pubmed": 26352089, "text": "Our data also demonstrated that vitamin D deficient newborns exhibited lower sclerostin levels than vitamin D sufficient newborns."}, {"pubmed": 26393301, "text": "SOST production is decreased via the androgen receptor activation. Serum SOST is elevated in hypogonadism patients compared to controls."}, {"pubmed": 26505822, "text": "Serum sclerostin levels inversely associated with vascular calcification burden and progression in prevalent renal transplant recipients"}, {"pubmed": 26545120, "text": "SOST and DKK1 have opposing effects on PC3 cell invasion and bone-derived Wnt signaling positively contributes to the invasive phenotypes of PC3"}, {"pubmed": 26576474, "text": "The aims of this study were to evaluate OCN and sclerostin levels in subjects who underwent coronary artery bypass graft (CABG) surgery compared with those in normal controls."}, {"pubmed": 26690786, "text": "The findings confirm that the human SOST gene and sclerostin expression can be considered to be directly 1,25-dihydroxyvitamin D-responsive in osteocytes."}, {"pubmed": 26751728, "text": "the first evidence suggesting that LRP4 is responsible for the retention of sclerostin in the bone environment in humans."}, {"pubmed": 26820731, "text": "The level of sclerostin was higher in the female obstructive sleep apnea (OSA) patients than that in female controls. Further, in OSA women with cardiovascular comorbidities, sclerostin was higher than in women without such comorbidities. In men, there were no differences in the serum sclerostin level between the OSA and control subjects, nor was there any relationship with cardiovascular diseases."}, {"pubmed": 26826396, "text": "findings suggest that serum TGF-beta1 level increases during postmenopause and declines in old age. Sclerostin production is inhibited by TGF-beta1 during early postmenopause"}, {"pubmed": 26851122, "text": "a cell model of human dermal fibroblasts in order to investigate the functions of sclerostin, is reported."}, {"pubmed": 26890570, "text": "higher serum sclerostin levels are associated with higher bone mineral density, lower aortic calcification scores, and a better survival rate in hemodialysis patients"}, {"pubmed": 26896083, "text": "Sclerostin is an osteocyte marker that is strongly expressed in human woven and lamellar bone and mineralizing chondrocytes"}, {"pubmed": 27019303, "text": "The increased expression of sclerostin in the liver and the association with histologic cholangitis may explain the high serum levels of this protein in patients with primary biliary cirrhosis."}, {"pubmed": 27089204, "text": "chronic TNFalpha (tumor necrosis factor alpha)-dependent arthritis, fibroblast-like synoviocytes constitute a major source of sclerostin and that either the lack of sclerostin or its antibody-mediated inhibition leads to an acceleration of rheumatoid arthritis (RA)-like disease."}, {"pubmed": 27154028, "text": "Osterix and RUNX2 are transcriptional regulators of sclerostin in human bone"}, {"pubmed": 27165564, "text": "Results suggest that sclerostin may have a role in the development of or the response to abdominal aortic calcification in chronic kidney disease."}, {"pubmed": 27214309, "text": "The aim of this study was to evaluate the renal handling of sclerostin."}, {"pubmed": 27289555, "text": "Sclerostin But Not Dickkopf-1 has roles in increasing prevalence of osteoporotic fracture and lower bone mineral density in postmenopausal Korean women"}, {"pubmed": 27498059, "text": "SOST is frequently expressed in skeletal bone- and cartilage-forming tumors. The strong spatial correlation with bone formation and the in vitro expression patterns are in line with the known functions of SOST in nonneoplastic bone, as a feedback inhibitor on osteogenic differentiation."}, {"pubmed": 27519970, "text": "An association was found between rs851054 of the SOST promoter and the fracture rate during childhood osteogenesis imperfecta."}, {"pubmed": 27573735, "text": "High serum levels of sclerostin and Dkk-1 are associated with acute ischaemic stroke"}, {"pubmed": 27601021, "text": "Circulating sclerostin and Dickkopf-1 levels do not change across the menstrual cycle and do not demonstrate any relationship with estradiol in premenopausal women."}, {"pubmed": 27665782, "text": "Findings indicate that sclerostin expression is closely associated with the degree of joint damage in primary knee osteoarthritis (OA), confirming its involvement in the development of OA."}, {"pubmed": 27744012, "text": "Sclerostin concentrations in serum significantly decreased and IGF-I significantly increased after 12months of resistance training or JUMP."}, {"pubmed": 27774939, "text": "Knockdown of SOST in MG-63 cells increases osteogenesis and ratio of OPG/RANKL in vitro"}, {"pubmed": 27966788, "text": "Intermittent compressive stress regulates Notch receptor and target gene expression via the TGF-beta signaling pathway. Notch signaling participates in TGF-beta-induced sclerostin expression in periodontal ligament cells."}, {"pubmed": 28017524, "text": "Vitamin D receptor agonism by paricalcitol causes a moderate increase in serum sclerostin in CKD patients, and this effect is modified by circulating pentosidine levels."}, {"pubmed": 28054306, "text": "Dickkopf-1 and sclerostin were never correlated with each other or with bone turnover markers patients with Paget's disease of bone. Sclerostin was positively correlated with age."}, {"pubmed": 28062506, "text": "SOST is expressed in the aorta and downregulated in human aortic aneurysms and atherosclerosis, possibly because of epigenetic silencing."}, {"pubmed": 28081119, "text": "These data suggest that sclerostin plays an important role in the bone remodeling of tooth movement."}, {"pubmed": 28090669, "text": "observed an association between sclerostin levels with fasting insulin levels and homoeostatic model assessment-insulin resistance, but there was no clear association with type 2 diabetes risk."}, {"pubmed": 28190118, "text": "Positivity of RANKL and anti-CCP2 yielded significant risk for progression with negativity for both as reference. No single nucleotide polymorphism encoding TNFSF11 or SOST was associated with increased concentrations of the factors."}, {"pubmed": 28246931, "text": "SOST gene silencing promotes the proliferation, invasion, and migration, and inhibits apoptosis of osteosarcoma cells by activating Wnt/beta-catenin signaling pathway"}, {"pubmed": 28277306, "text": "In our cohort of pregnant women, sclerostin and DKK1 were not associated with any adverse metabolic profile, and possibly do not play relevant roles in the pathophysiology of gestational diabetes mellitus."}, {"pubmed": 28339088, "text": "serum sclerostin levels correlated positively with carotid intima-media thickness and inversely with the augmentation index, a marker of arterial stiffness"}, {"pubmed": 28374174, "text": "Sclerostin increased after exercise in comparison to baseline (mean +/- SEM: 410 +/- 27 vs. 290 +/- 19 pg/mL; p < 0.001) corresponding to an increase of +44.3 +/-5.5%"}, {"pubmed": 28388723, "text": "Our study highlighted the high serum levels of DKK-1 and sclerostin in T1DM children and their relationship with altered glycemic control"}, {"pubmed": 28485721, "text": "SOST silencing promotes the proliferation, invasion and migration, and decreases the apoptosis of human retinoblastoma cells by activating the Wnt/beta-catenin signaling pathway."}, {"pubmed": 28493902, "text": "In chronic kidney disease, serum levels of the Wnt inhibitors DKK1 and sclerostin are unrelated, indicating different sites of origin and/ or different regulatory mechanisms. Sclerostin, as opposed to DKK1, may qualify as a biomarker of chronic kidney disease-mineral and bone and mineral disorder (CKD-MBD), particularly in dialysis patients."}, {"pubmed": 28553652, "text": "The difference of serum sclerostin levels in Ankylosing Spondylitis and Rheumatoid Arthritis patients was not significantly different from HC, indicating that the sclerostin may not associate with the development of Ankylosing Spondylitis and Rheumatoid Arthritis."}, {"pubmed": 28558021, "text": "Sclerostin levels in KTR are normal and influenced more by bone turnover than by eGFR. Its involvement with other hormones of mineral homeostasis (FGF23/Klotho and Vitamin D) is part of the sophisticated cross-talk between bone and the kidney"}, {"pubmed": 28900298, "text": "sclerostin promotes breast cancer cell migration, invasion and bone osteolysis. Inhibition of sclerostin may serve as an efficient strategy for interventions against breast cancer bone metastasis or osteolytic bone diseases."}, {"pubmed": 29044725, "text": "SOST levels increased in the group of patients with type I osteogenesis imperfect during therapy with teriparatide."}, {"pubmed": 29059259, "text": "No difference was found in the serum sclerostin levels between the hyperthyroidism patients and healthy control."}, {"pubmed": 29080811, "text": "Sclerosteosis is caused by loss-of-function mutations in the SOST gene which encodes a secreted glycoprotein, sclerostin--{REVIEW}"}, {"pubmed": 29129460, "text": "important role for SOST SNP rs1877632 and VDR SNPs rs10735810 and rs731236 in the pathophysiology of stress fracture"}, {"pubmed": 29307778, "text": "These findings uncover the biological consequences of four independent genetic variants in the SOST region."}, {"pubmed": 29377313, "text": "SOST(transgenic) had approximately 2-fold less MMP activation than WT or Sost(-/-) , and this was supported by a significant reduction in MMP2/3 protein levels."}, {"pubmed": 29506222, "text": "Patients with Latent autoimmune diabetes in Adults (LADA) presented lower bone resorption than did controls, similar to patients with T2 diabetes (T2D). Sclerostin is increased in T2D but not in LADA, suggesting possible roles on bone metabolism in T2D only."}, {"pubmed": 29532161, "text": "Higher Sclerostin/SOST expression is associated with lower percentage of circulatory blasts and better prognosis in patients with myelofibrosis."}, {"pubmed": 29845770, "text": "Study showed no significant response in serum concentrations of sclerostin and biochemical markers of bone formation and resorption related to an acute bout of plyometric jump exercise."}, {"pubmed": 29854850, "text": "these results suggest a possible role of sclerostin in the identification of ankylosing spondylitis patients"}, {"pubmed": 29859187, "text": "Sclerostin is degraded by cathepsin K in vitro. Cathepsin K degradation of sclerostin is affected by hypoxia."}, {"pubmed": 29928063, "text": "high sclerostin levels are related to mortality due to cardiovascular causes."}, {"pubmed": 29940587, "text": "Serum sclerostin level was not an independent predictor of mortality in Maintenance Hemodialysis Patients"}, {"pubmed": 29956019, "text": "the addition of whole-body vibration exposures prior to high intensity resistance exercise (RE) did not alter sclerostin and PTH responses to RE in young women."}, {"pubmed": 30030677, "text": "Declining serum SOST levels are associated with greater carotid intima-media thickness (CIMT) in patients with chronic kidney disease-mineral and bone disorder (CKD-MBD)."}, {"pubmed": 30055341, "text": "Sclerostin could play an important role in the regulation of glucose metabolism in children and adolescents, regardless of other fat and bone-derived factors."}, {"pubmed": 30071142, "text": "serum level reduced by whole body vibration"}, {"pubmed": 30116403, "text": "Study found that sclerostin concentrations were not significantly higher in patients with bone metastases compared to non-metastatic prostate cancer (PC) but they were significantly higher in patients with CRPC. Sclerostin levels were significantly higher in patients with advanced disease and increased bone turnover due to a compensatory response to the increased number of osteoblasts."}, {"pubmed": 30120991, "text": "These data suggest a possible relationship between sclerostin and glucose metabolism in children and adolescents with type 1 diabetes mellitus."}, {"pubmed": 30122112, "text": "Inhibitors of osteoblastogenesis in early human milk and maternal serum: evidence for protective properties of mother's milk on bone."}, {"pubmed": 30257098, "text": "chromatin immunoprecipitation showed that higher methylation was associated with reduced SP7, RUNX2, and ERalpha binding to the SOST promoter in patients with osteoporosis; studies provide new insight into the role of SOST methylation in osteoporosis"}, {"pubmed": 30314461, "text": "Sclerostin serum levels are positively associated with carotid artery intima-media thickness and patients with low serum levels undergoing maintenance hemodialysis show better survival."}, {"pubmed": 30443790, "text": "the expressions of serum DKK-1 and sclerostin in ankylosing spondylitis patients were independent of disease activity. Sclerostin was negatively correlated with the mSASSS, which suggests that sclerostin may be a potential marker indicating the spine ossification process in ankylosing spondylitis."}, {"pubmed": 30482161, "text": "Elevated serum sclerostin levels were found to be independent risk factors for the development of arterial stiffness in hypertensive patients."}, {"pubmed": 30515401, "text": "Serum was analyzed for sclerostin, cross linked telopeptide of type I collagen (CTXI), and procollagen type I amino-terminal propeptide (PINP). A significant time effect was found for sclerostin, which increased from pre-exercise to 5 min after exercise in both trials"}, {"pubmed": 30547685, "text": "Serum levels of sclerostin, but not Dickkopf-1, are positively correlated with carotid-femoral pulse wave velocity and independently predict aortic stiffness in patients with type 2 diabetes mellitus."}, {"pubmed": 30607618, "text": "Primary osteocytes treated with pigment epithelium-derived factor reduced expression and synthesis of Sost/Sclerostin and matrix phosphoglycoprotein (MEPE) as well as dentin matrix protein (DMP-1)."}, {"pubmed": 30883645, "text": "natural variation in SOST gene is not a major contributor to the observed variability in peak BMD in Chinese male-offspring nuclear families."}, {"pubmed": 30968207, "text": "Levels of serum SOST in axial spondyloarthritis patients were not significantly different from those in healthy controls."}, {"pubmed": 31025337, "text": "sclerostin inhibition promotes reactive dentin formation by enhancing odontogenic differentiation of odontoblasts."}, {"pubmed": 31056712, "text": "Serum dickkopf-related protein 1 and sclerostin have different kinetics in Japanese patients with chronic kidney disease and may have a prognostic use in progression of renal failure"}, {"pubmed": 31111563, "text": "microRNA-96 promotes osteoblast differentiation and bone formation in ankylosing spondylitis mice through activating the Wnt signaling pathway by binding to SOST."}, {"pubmed": 31170332, "text": "higher sclerostin levels are causally related to lower bone mineral density and greater fracture risk."}, {"pubmed": 31177791, "text": "High sclerostin levels were demonstrated as a risk factor for cardiovascular mortality in long-term hemodialysis patients."}, {"pubmed": 31197079, "text": "SOST protein level in bone matrix positively correlated with bone mass and bone strength in postmenopausal osteoporosis."}, {"pubmed": 31330917, "text": "Sclerostin as Regulatory Molecule in Vascular Media Calcification and the Bone-Vascular Axis."}, {"pubmed": 31351195, "text": "Periostin and sclerostin levels in individuals with spinal cord injury and their relationship with bone mass, bone turnover, fracture and osteoporosis status."}, {"pubmed": 31526513, "text": "Comparison of serum levels with bone content and gene expression indicate a contradictory effect of kidney transplantation on sclerostin."}, {"pubmed": 31696839, "text": "Elevated sclerostin levels were consistent with low bone mineral density in children on regular hemodialysis. Sclerostin was 100% specific and sensitive in predicting CKD-mineral and bone disorder."}, {"pubmed": 31865506, "text": "Evaluating the role of serum sclerostin as an indicator of activity and damage in Egyptian patients with rheumatoid arthritis: university hospital experience."}, {"pubmed": 31866333, "text": "Sclerostin within the chronic kidney disease spectrum."}, {"pubmed": 31912287, "text": "In hepatic cirrhosis, sclerostin is related to altered bone microarchitecture and lower areal BMD. In alcoholic liver disease, low sclerostin concentrations were seen."}, {"pubmed": 31970653, "text": "The Effects of Sclerostin on the Immune System."}, {"pubmed": 32057249, "text": "Synergistic effect of sclerostin and angiotensin II receptor 1 polymorphism on arterial stiffening."}, {"pubmed": 32075016, "text": "Serum Sclerostin But Not DKK-1 Correlated with Central Arterial Stiffness in End Stage Renal Disease Patients."}, {"pubmed": 32212941, "text": "Associations of serum sclerostin with bone mineral density, markers of bone metabolism and thalassaemia characteristics in adult patients with transfusion-dependent beta-thalassaemia."}, {"pubmed": 32779697, "text": "Characterization of the different oligomeric states of the DAN family antagonists SOSTDC1 and SOST."}, {"pubmed": 32816133, "text": "Sclerostin is an independent risk factor for all-cause mortality in kidney transplant recipients."}, {"pubmed": 32844952, "text": "Serum sclerostin levels in chronic otitis media with and without cholesteatoma."}, {"pubmed": 32880010, "text": "Sclerostin, preadipocyte factor-1 and bone mineral values in eumenorrheic adolescent athletes with different training patterns."}, {"pubmed": 32931853, "text": "Relationship between sclerostin and coronary tortuosity in postmenopausal females with non-obstructive coronary artery disease."}, {"pubmed": 33065276, "text": "Circulating osteocyte-related biomarkers (vitamin D, sclerostin, dickkopf-1), hepcidin, and oxidative stress markers in early breast cancer: Their impact in disease progression and outcome."}, {"pubmed": 33068383, "text": "Sclerostin and osteoprotegerin: new markers of chronic kidney disease mediated mineral and bone disease in children."}, {"pubmed": 33097721, "text": "Sclerostin inhibits Wnt signaling through tandem interaction with two LRP6 ectodomains."}, {"pubmed": 33106216, "text": "The SOST (Sclerostin) Gene +219 Site Methylation is the Risk Factor of Acute Cerebral Ischemia in the Han Chinese Population: A Case-control Study."}, {"pubmed": 33159018, "text": "Cyclooxygenase-2/sclerostin mediates TGF-beta1-induced calcification in vascular smooth muscle cells and rats undergoing renal failure."}, {"pubmed": 33372860, "text": "Methylation of the Sclerostin (SOST) Gene in Serum Free DNA: A New Bone Biomarker?"}, {"pubmed": 33419004, "text": "Genetics and Genomics of SOST: Functional Analysis of Variants and Genomic Regulation in Osteoblasts."}, {"pubmed": 33616712, "text": "Sclerostin Directly Stimulates Osteocyte Synthesis of Fibroblast Growth Factor-23."}, {"pubmed": 33734895, "text": "Genotypic Analyses of the Sclerostin rs851056 and Dickkopf rs1569198 Polymorphisms in Mexican-Mestizo Postmenopausal Osteoporosis: A Case-Control Study."}, {"pubmed": 33914733, "text": "Secreted Wnt antagonists in scrub typhus."}, {"pubmed": 33975366, "text": "Acute Response of Sclerostin to Whole-body Vibration with Blood Flow Restriction."}, {"pubmed": 34134118, "text": "The Association of Urinary Sclerostin and Renal Magnesium Handling in Type 2 Diabetic Patients with Chronic Kidney Disease."}, {"pubmed": 34363479, "text": "Low Levels of Serum Sclerostin in Adult Patients With Tumor-Induced Osteomalacia Compared With X-linked Hypophosphatemia."}, {"pubmed": 34373519, "text": "Sclerostin and bone remodeling biomarkers responses to whole-body cryotherapy (- 110 degrees C) in healthy young men with different physical fitness levels."}, {"pubmed": 34421825, "text": "Decreased Sclerostin Secretion in Humans and Mice With Nonalcoholic Fatty Liver Disease."}, {"pubmed": 34423837, "text": "Interrelationships Between Sclerostin, Secondary Hyperparathyroidism, and Bone Metabolism in Patients on Hemodialysis."}, {"pubmed": 34440994, "text": "WNT-5a and SOST Levels in Gingival Crevicular Fluid Depend on the Inflammatory and Osteoclastogenic Activities of Periodontal Tissues."}, {"pubmed": 34448099, "text": "Low sclerostin levels after long-term remission of acromegaly."}, {"pubmed": 34978341, "text": "The altered osteocytic expression of connexin 43 and sclerostin in human cadaveric donors with alcoholic liver cirrhosis: Potential treatment targets."}, {"pubmed": 35237949, "text": "Role of Wnt-signaling inhibitors DKK-1 and sclerostin in bone fragility associated with Turner syndrome."}, {"pubmed": 35546224, "text": "Association of serum sclerostin and osteoprotegerin levels with the presence, severity and prognosis in patients with acute myocardial infarction."}, {"pubmed": 36495516, "text": "Expression of mir-29a-5p, sclerostin and fetuin-A in patients with chronic kidney disease and their correlation with vascular calcification."}, {"pubmed": 36840409, "text": "Sclerostin blockade promotes bone metastases of Wnt-responsive breast cancer cells."}, {"pubmed": 36947076, "text": "Human Placental LRP5 and Sclerostin are Increased in Gestational Diabetes Mellitus Pregnancies."}, {"pubmed": 36982995, "text": "Relationships between Circulating Sclerostin, Bone Marrow Adiposity, Other Adipose Deposits and Lean Mass in Post-Menopausal Women."}, {"pubmed": 37006132, "text": "Gingival crevicular fluid periodontal ligament-associated protein-1, sclerostin, and tumor necrosis factor-alpha levels in periodontitis."}, {"pubmed": 37120433, "text": "Relationships between sclerostin and morphometric vertebral fractures, bone mineral density, and bone microarchitecture in postmenopausal women."}, {"pubmed": 37166745, "text": "The effect of light compressive and tensile mechanical forces on SOST and POSTN expressions in human periodontal ligament cells: an in vitro study."}, {"pubmed": 37466605, "text": "Sclerostin and TNF-related weak inducer of apoptosis: can they be important in the patients with glomerulonephritis?"}, {"pubmed": 37490188, "text": "Sclerostin and Cardiovascular Disease."}, {"pubmed": 37548352, "text": "Buds of new bone formation within the Femoral Head of Hip Fracture Patients Coincide with Zones of Low Osteocyte Sclerostin."}, {"pubmed": 37632438, "text": "Sclerostin: clinical insights in muscle-bone crosstalk."}, {"pubmed": 37925419, "text": "Advanced glycation end products impair bone marrow mesenchymal stem cells osteogenesis in periodontitis with diabetes via FTO-mediated N[6]-methyladenosine modification of sclerostin."}, {"pubmed": 38247829, "text": "Sclerostin Alters Tumor Cell Characteristics of Oral Squamous Cell Carcinoma and May Be a Key Player in Local Bone Invasion."}, {"pubmed": 38341544, "text": "Higher sclerostin is associated with pulmonary hypertension in pre-dialysis end-stage kidney disease patients: a cross-sectional prospective observational cohort study."}, {"pubmed": 38499638, "text": "Close negative correlation of local and circulating Dickkopf-1 and Sclerostin levels during human fracture healing."}, {"pubmed": 38555554, "text": "The Impact of Non-alcohol Fatty Liver Disease on Bone Mineral Density is Mediated by Sclerostin by Mendelian Randomization Study."}, {"pubmed": 38609129, "text": "ASSESSMENT OF OSTEOPONTIN, SCLEROSTIN, AND OSTEOCALCIN LEVELS IN PATIENTS WITH HYPOTHYROIDISM ON MEDICAL THERAPY."}, {"pubmed": 38711986, "text": "Evaluating the correlation of sclerostin levels with obesity and type 2 diabetes in a multiethnic population living in Kuwait."}, {"pubmed": 38828726, "text": "Increased endothelial sclerostin caused by elevated DSCAM mediates multiple trisomy 21 phenotypes."}], "genomic_pos": {"chr": "17", "end": 43758791, "ensemblgene": "ENSG00000167941", "start": 43753738, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 41836156, "start": 41831099, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001503", "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009612", "pubmed": 21723865, "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030178", "qualifier": "involved_in", "term": "negative regulation of Wnt signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030279", "pubmed": [11181578, 17696759], "qualifier": "involved_in", "term": "negative regulation of ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030514", "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030514", "pubmed": 14633986, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031333", "pubmed": 15908424, "qualifier": "involved_in", "term": "negative regulation of protein-containing complex assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 17696759, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071374", "pubmed": 17696759, "qualifier": "involved_in", "term": "cellular response to parathyroid hormone stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090090", "pubmed": 15908424, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032991", "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15908424, 21471202, 21944579, 28514442, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0030246", "pubmed": 19208630, "qualifier": "enables", "term": "carbohydrate binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0036122", "qualifier": "enables", "term": "BMP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140297", "pubmed": 17696759, "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0140678", "pubmed": [19208630, 21944579], "qualifier": "enables", "term": "molecular function inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140678", "pubmed": 21944579, "qualifier": "enables", "term": "molecular function inhibitor activity"}]}, "homologene": {"genes": [[7955, 100000500], [9031, 429784], [9544, 713617], [9598, 740261], [9606, 50964], [9615, 490948], [9913, 282880], [10090, 74499], [10116, 80722]], "id": 11542}, "interpro": [{"desc": "Cystine knot, C-terminal", "id": "IPR006207", "short_desc": "Cys_knot_C"}, {"desc": "Sclerostin/Sclerostin domain-containing protein 1", "id": "IPR008835", "short_desc": "Sclerostin/SOSTDC1"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": ["IPI00019272", "IPI00410101"], "map_location": "17q21.31", "name": "sclerostin", "other_names": "sclerostin", "pantherdb": {"HGNC": "13771", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1921749", "ortholog_type": "LDO", "panther_family": "PTHR14903", "taxid": 10090, "uniprot_kb": "Q99P68"}, {"RGD": "69358", "ortholog_type": "LDO", "panther_family": "PTHR14903", "taxid": 10116, "uniprot_kb": "Q99P67"}, {"Ensembl": "ENSGALG00000009929", "ortholog_type": "LDO", "panther_family": "PTHR14903", "taxid": 9031, "uniprot_kb": "A0A1D5PH47"}, {"ZFIN": "ZDB-GENE-110411-139", "ortholog_type": "O", "panther_family": "PTHR14903", "taxid": 7955, "uniprot_kb": "E7EXX7"}, {"Ensembl": "ENSDARG00000113477", "ortholog_type": "LDO", "panther_family": "PTHR14903", "taxid": 7955, "uniprot_kb": "A0A2R8Q8C5"}], "uniprot_kb": "Q9BQB4"}, "pathway": {"kegg": [{"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-3772470", "name": "Negative regulation of TCF-dependent signaling by WNT ligand antagonists"}], "wikipathways": [{"id": "WP3971", "name": "Role of Osx and miRNAs in tooth development"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}]}, "pdb": ["2K8P", "3SOV", "6L6R"], "pfam": "PF05463", "pharmgkb": "PA37809", "pharos": {"target_id": 17932, "tdl": "Tclin"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328322", "relationship": "is"}, {"id": "GNF328323", "relationship": "is"}, {"id": "GNF328324", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293037", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF264895", "relationship": "is"}, {"id": "GNF264896", "relationship": "is"}, {"id": "GNF264897", "relationship": "is"}, {"id": "GNF264898", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089677", "relationship": "is"}, {"id": "GNF089678", "relationship": "is"}, {"id": "GNF089679", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050810", "relationship": "is"}, {"id": "GNF055571", "relationship": "is"}, {"id": "GNF060228", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070995", "relationship": "is"}, {"id": "GNF070996", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF276812", "relationship": "is"}, {"id": "GNF276813", "relationship": "is"}, {"id": "GNF276831", "relationship": "is"}, {"id": "GNF276832", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330708", "relationship": "is"}, {"id": "GNF333889", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335756", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097260", "relationship": "is"}, {"id": "GNF136915", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_008078.2"], "protein": "NP_079513.1", "rna": "NM_025237.3", "translation": {"protein": "NP_079513.1", "rna": "NM_025237.3"}}, "reporter": {"GNF1H": "gnf1h00452_at", "HG-U133_Plus_2": "223869_at", "HTA-2_0": "TC17001562.hg.1", "HuEx-1_0": "3758606", "HuGene-1_1": "8015827", "HuGene-2_1": "16845440"}, "retired": 8149, "summary": "Sclerostin is a secreted glycoprotein with a C-terminal cysteine knot-like (CTCK) domain and sequence similarity to the DAN (differential screening-selected gene aberrative in neuroblastoma) family of bone morphogenetic protein (BMP) antagonists. Loss-of-function mutations in this gene are associated with an autosomal-recessive disorder, sclerosteosis, which causes progressive bone overgrowth. A deletion downstream of this gene, which causes reduced sclerostin expression, is associated with a milder form of the disorder called van Buchem disease. [provided by RefSeq, Jul 2008].", "symbol": "SOST", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1422190"}, "unigene": "Hs.349204", "uniprot": {"Swiss-Prot": "Q9BQB4"}, "wikipedia": {"url_stub": "Sclerostin"}}