{"AllianceGenome": "11191", "HGNC": "11191", "MIM": "600898", "_id": "6664", "_version": 2, "accession": {"genomic": ["AC108025.4", "CH471053.2", "CP068276.2", "NC_000002.12", "NC_060926.1", "NG_050751.1", "X73038.1"], "protein": ["AAB08518.1", "AAH25789.1", "AAX88930.1", "BAA88122.1", "CAA51519.1", "EAX01047.1", "NP_003099.1", "P35716.2"], "rna": ["AB028641.1", "BC025789.1", "NM_003108.4", "U23752.1"], "translation": [{"protein": "AAH25789.1", "rna": "BC025789.1"}, {"protein": "AAB08518.1", "rna": "U23752.1"}, {"protein": "BAA88122.1", "rna": "AB028641.1"}, {"protein": "NP_003099.1", "rna": "NM_003108.4"}]}, "alias": ["CSS9", "IDDMOH", "MRD27"], "ensembl": {"gene": "ENSG00000176887", "protein": "ENSP00000322568", "transcript": "ENST00000322002", "translation": [{"protein": "ENSP00000322568", "rna": "ENST00000322002"}], "type_of_gene": "protein_coding"}, "entrezgene": "6664", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.19851351048502, "exp_mis": 195.416811579126, "exp_syn": 136.747454876395, "lof_z": 1.54628698588433, "mis_z": 4.24829146343177, "mu_lof": 4.99011447183e-07, "mu_mis": 2.49107764959e-05, "mu_syn": 1.74207905336e-05, "n_lof": 1.0, "n_mis": 74.0, "n_syn": 87.0, "p_li": 0.343767037415361, "p_null": 0.0576132597591704, "p_rec": 0.598619702825468, "syn_z": 2.63730910285449}, "bp": 1326, "cds_end": 5834179, "cds_start": 5832853, "n_exons": 1, "nonpsych": {"exp_lof": 3.78579375999153, "exp_mis": 176.856811118923, "exp_syn": 123.755366097173, "lof_z": 1.40612017832624, "mis_z": 4.43205129058926, "mu_lof": 4.99011447183e-07, "mu_mis": 2.49107764959e-05, "mu_syn": 1.74207905336e-05, "n_lof": 1.0, "n_mis": 60.0, "n_syn": 81.0, "p_li": 0.334666555042291, "p_null": 0.0715801289123405, "p_rec": 0.593753316045368, "syn_z": 2.41976067952023}, "nontcga": {"exp_lof": 3.86124209037695, "exp_mis": 179.78208970895, "exp_syn": 125.806263083633, "lof_z": 1.436389849177, "mis_z": 4.07913527415898, "mu_lof": 4.99011447183e-07, "mu_mis": 2.49107764959e-05, "mu_syn": 1.74207905336e-05, "n_lof": 1.0, "n_mis": 70.0, "n_syn": 75.0, "p_li": 0.322321585237646, "p_null": 0.0663741908070657, "p_rec": 0.611304223955288, "syn_z": 2.86806273753465}, "transcript": "ENST00000322002.3"}, "exons": [{"cdsend": 5694047, "cdsstart": 5692721, "chr": "2", "position": [[5692383, 5701385]], "strand": 1, "transcript": "NM_003108", "txend": 5701385, "txstart": 5692383}], "exons_hg19": [{"cdsend": 5834179, "cdsstart": 5832853, "chr": "2", "position": [[5832515, 5841517]], "strand": 1, "transcript": "NM_003108", "txend": 5841517, "txstart": 5832515}], "generif": [{"pubmed": 3530540, "text": "Overview of the complications of diabetes."}, {"pubmed": 12637543, "text": "Sox-11 activates transcription more strongly than Sox-2; the transactivation domain of Sox-11 is primarily responsible for this capability"}, {"pubmed": 15944188, "text": "Sry transgene resucues sex reversal in C57Bl-Dax1-Y gonads"}, {"pubmed": 16018252, "text": "two novel mutations in SRY gene in the patients with 46,XY female sex reversal."}, {"pubmed": 16166090, "text": "the function of SIP-1/NHERF2 as an SRY cofactor during testis determination is conserved between human and mouse"}, {"pubmed": 16276109, "text": "The phenotype of the twins presented in this report is consistent with what is generally seen in XX SRY+ males: they have normal genitalia."}, {"pubmed": 17762975, "text": "The SRY gene variation was detected in two cases of male infertility."}, {"pubmed": 17934069, "text": "specific overexpression of Sox11 mRNA and nuclear protein in both cyclin D1-positive and - negative MCL may be useful for the diagnosis of MCL as a complement to cyclin D1 and also suggests a functional role for Sox11 in MCL."}, {"pubmed": 19801969, "text": "the nuclear expression of sox11 is highly associated with mantle cell lymphoma, but is independent of t(11;14)(q13;q32) in non-mantle cell B-cell neoplasms"}, {"pubmed": 19808959, "text": "Loss of Sox11 is associated with glioma."}, {"pubmed": 19880778, "text": "SOX11 mRNA and nuclear protein expression is a highly specific marker for both cyclin D1-positive and negative mantle cell lymphoma"}, {"pubmed": 19880779, "text": "SOX11 is strongly expressed only in lymphoblastic malignancies and Burkitt's and mantle cell lymphoma; expression is independent of cyclin D1 (except for weak expression in hairy cell leukemias) and unlikely due to translocations in lymphoid neoplasia."}, {"pubmed": 20124476, "text": "Fifteen patients with SOX11-negative tumors exhibited more frequent nonnodal presentation and better survival compared with 97 patients with SOX11-positive MCL (5-year overall survival of 78% versus 36%, respectively; P = 0.001)."}, {"pubmed": 20624318, "text": "data demonstrate a tumor suppressor function for SOX11 in hematopoietic malignancies and revealed a potential epigenetic regulation of this developmentally involved gene"}, {"pubmed": 20626275, "text": "Knockdown of Sox11 with siRNA decreased the proliferation and osteogenic differentiation potential of mesenchymal stem cells."}, {"pubmed": 20919851, "text": "Expression of SOX11 in mantle cell lymphoma is not only a new diagnostic marker, but may also carry information related to the clinical and biological behavior."}, {"pubmed": 21124928, "text": "Data show that DBN1, SETMAR and HIG2 are direct transcriptional targets of the SOX11 protein."}, {"pubmed": 21479697, "text": "High expression of SOX11 is associated with mantle cell lymphoma."}, {"pubmed": 21738649, "text": "The pathogenic role of SOX11 is associated with its de novo expression in some aggressive lymphoid malignancies, which is mediated by a shift from inactivating to activating histone modifications."}, {"pubmed": 21880559, "text": "In vitro studies demonstrated a SOX11-dependent regulation of mantle cell lymphoma - specific gene expression."}, {"pubmed": 21943380, "text": "SOX11 is a functionally associated protein in EOC with prognostic value for high-grade tumours."}, {"pubmed": 22642745, "text": "SOX11 is useful in differentiating cyclin D1-positive diffuse large B-cell lymphoma from mantle cell lymphoma"}, {"pubmed": 22738398, "text": "We confirm the importance of SOX11 as a diagnostic antigen in MCL as 100% of tissue micro array (TMA) cases show bright nuclear staining, using the SOX11-C1 antibody in IHC-P."}, {"pubmed": 22752091, "text": "Downregulation of SOX11 is associated with neurodevelopmental defects in trisomies 21."}, {"pubmed": 22827557, "text": "significant difference between the expression levels of SOX11 in patients with mantle cell lymphoma at diagnosis (n = 21) and in healthy donors (n = 18) (blood: P < 0.0001; marrow: P = 0.0001)"}, {"pubmed": 22915760, "text": "observations suggest the idea that MCL with mutated IGHV, SOX11-negativity, and nonnodal presentation correspond to a subtype of the disease with more indolent behavior"}, {"pubmed": 22967417, "text": "There was statistically significant differences in SOX11 mRNA expression between mantle cell lymphoma and other B-cell non-Hodgkin lymphomas."}, {"pubmed": 23321250, "text": "SOX11 contributes to tumor development by altering the terminal B-cell differentiation program of mantle cell lymphoma."}, {"pubmed": 23619925, "text": "The importance of Sox11 expression as a favourable prognosticator in glioblastomas."}, {"pubmed": 23648671, "text": "patients with SOX11 expression showed a shorter TTT and SOX11-expressing MCL patients showed probably a more indolent course, but further analyses within a larger cohort are warranted to prove the independent diagnostic role of SOX11 expression"}, {"pubmed": 23867449, "text": "SOX11 is overexpressed in cutaneous malignant melanoma patients."}, {"pubmed": 24145648, "text": "Characterize the new monoclonal anti-SOX11 antibodies, suitable for Western blot assay and immunohistochemistry."}, {"pubmed": 24225745, "text": "SOX11 is not able to identify mantle cell lymphoma from B-cell non-Hodgkin lymphomas"}, {"pubmed": 24402778, "text": "IHC revealed protein expression of all four genes. IHC staining for ADAM12, FAP, and WISP1 correlated with CDR and was higher, whereas SOX11 staining was lower in tumors with earlier recurrence following excision"}, {"pubmed": 24604109, "text": "Results show that SOX11 is a potential tumor-suppressor and an independent positive prognostic factor in gastric cancer patients with less advanced clinicopathological features."}, {"pubmed": 24681958, "text": "SOX11 directly binds to genes in critical intracellular pathways controlling cell cycle and proliferation in MCL."}, {"pubmed": 24736261, "text": "Currently, there are contradictions regarding the association of SOX11 gene expression and outcome in MCL, while some authors have related the lack of SOX11 expression with good prognosis, others find it associated with an adverse clinical course."}, {"pubmed": 24878000, "text": "This is the first report stating that quantification of SOX11 can be used as an minimal residual disease marker equal to the key translocation t(11;14) in Mantle cell lymphoma."}, {"pubmed": 24886874, "text": "De novo SOX11 mutations cause Coffin-Siris syndrome. Sox11 is expressed in fetal brain and adult brain and heart tissue."}, {"pubmed": 25041022, "text": "High nuclear SOX11 expression to be associated with more prolonged overall survival."}, {"pubmed": 25056830, "text": "High SOX11 expression is associated with mantle cell lymphoma."}, {"pubmed": 25092176, "text": "PDGFA is a SOX11 direct target gene upregulated in MCL cells whose inhibition impaired SOX11-enhanced in vitro angiogenic effects on endothelial cells"}, {"pubmed": 25120048, "text": "implementing detection of SOX11 in diagnostic flow cytometry would be beneficial for accurate and reliable diagnosis of MCL, especially for distinguishing cases of MCL and B-CLL/SLL with aberrant immune phenotypes"}, {"pubmed": 25608839, "text": "These results suggest SOX11 as a possible biomarker that adds new biological information that could contribute to a better understanding of this pathology"}, {"pubmed": 25766675, "text": "The results of this study suggest that differential miRNA expression in neurons could contribute to an altered function of the transcription factor SOX11 and other genes in the setting of epilepsy"}, {"pubmed": 25773392, "text": "SOX11 overexpression suppresses PCa cell migration and invasion. In conclusion, our findings demonstrate that SOX11 could suppress cell proliferation, migration, and invasion of PCa in vitro."}, {"pubmed": 25801783, "text": "Our results indicate that aberrant SOX11 gene promoter methylation may underlie its down-regulation in Gastric cancer"}, {"pubmed": 25804118, "text": "SOX4, SOX11, and PAX6 were significant for tumor type."}, {"pubmed": 25880212, "text": "Results show that in non-malignant cells, SOX11 is strongly marked by enrichment of H3K27me3 while tumors in general show promoter DNA methylation."}, {"pubmed": 25887497, "text": "The utility of mRNA analysis in defining SOX11 expression levels in mantle cell lymphoma and reactive lymph nodes."}, {"pubmed": 26360498, "text": "BLIMP1 and XBP1 expression was also significantly more frequent in SOX11-negative than in -positive cases"}, {"pubmed": 26505998, "text": "The ability of sox11 to reduce effector caspase activity was also reflected in its capacity to reduce cell death following toxic insult. Interestingly, other sox proteins also had the ability to reduce caspase-6 activity but to a lesser extent than sox11"}, {"pubmed": 26543203, "text": "SOX11 deletion or mutation can present with a Coffin-Siris phenotype"}, {"pubmed": 26710884, "text": "our work casts new light on the biology of mantle cell lymphoma (MCL), revealing the role of SOX11 exerting a functional effect through the repression of BCL6 transcription in MCL cells"}, {"pubmed": 26757780, "text": "Study showed for the first time that HIG-2 and SOX11 mutually co-regulate each other, and that HIG-2 and SOX11 knock-down promote increased proliferation in a non-synergistic manner in primary mantle cell lymphoma cells."}, {"pubmed": 26762898, "text": "SOX11 immunohistochemistry could be a useful adjunct in distinguishing secondary cutaneous mantle cell lymphoma from primary cutaneous B-cell lymphomas."}, {"pubmed": 26850571, "text": "Analysis of 28 other patients with CHARGE showed no SOX11 copy number changes or pathogenic sequence variants. To our knowledge, this child's chromosomal abnormality is unique and represents the first co-occurrence of duplication 2p25 and clinical features of CHARGE syndrome"}, {"pubmed": 26894864, "text": "Our studies demonstrate that SOX11 is a critical regulator of multiple basal-like breast cancer phenotypes, including growth, migration, invasion, and expression of signature basal-like breast cancer genes"}, {"pubmed": 26925788, "text": "SOX11 promoter methylation plus AFP showed a sensitivity of 85% in discriminating hepatocellular carcinoma from chronic hepatitis B."}, {"pubmed": 26998831, "text": "In this study we screened the transcriptional profiles of 70 MCL patients for SOXC cluster and miR17, miR18a, miR19b and miR92a, from the miR-17-92 cluster. Gene expression analysis showed higher SOX11 and SOX12 levels compared to SOX4 (P </= 0.0026). Moreover we found a negative correlation between the expression of SOX11 and SOX4"}, {"pubmed": 27720733, "text": "SOX11 antigen can be reliably detected in decalcified tissue bone marrow tissue from mantle cell lymphoma patients."}, {"pubmed": 28466437, "text": "REVIEW: addresses the implication of SOX11 overexpression and frequent genetic lesions, cooperating with cyclin D1 underlying the pathogenesis of mantle cell lymphoma"}, {"pubmed": 28533307, "text": "results suggest that SOX11 promotes MCL homing and invasion and increases CAM-DR through the direct regulation of CXCR4 and FAK expression and FAK/PI3K/AKT pathway activation, contributing to a more aggressive phenotype."}, {"pubmed": 28587313, "text": "SOX11 (sex determining region Y-box 11) was inversely expressed with miR-223-3p in ovarian cancer (OC) cell lines and tissue specimens. miR-223-3p mimic decreased SOX11 expression. Overexpressing SOX11 inhibited ovarian cancer cell proliferation and invasion, which indicated that miR-223-3p regulated OC cell proliferation and invasion through targeting SOX11 expression."}, {"pubmed": 28703321, "text": "Studied the association between miR-211-5p and SOX11 in regards to proliferation, viability, and invasion of human thyroid cancer (TC) cells. Found miR-211-5p was upregulated and SOX11 was downregulated in TC tissues and cell lines, and found By inhibiting SOX11, miR-211- 5p suppressed the proliferation and invasion of the TC cells."}, {"pubmed": 28707729, "text": "findings suggest that SOX11 is a potential biomarker for ductal carcinoma in situ lesions containing cells harbouring distinct biological features that are likely to progress to invasive breast cancer."}, {"pubmed": 29045075, "text": "Solid pseudopapillary neoplasms (SPNs) showed positive staining for SRY-related high-mobility group box 11 (SOX-11), transcription factor E3 (TFE3) and beta-catenin on cell blocks."}, {"pubmed": 29158064, "text": "miR-223 was found to be negatively correlated with the mRNA level of SOX11 in clinical samples. Our work demonstrates for the first time that miR-223 is repressed and correlated with high-risk clinical features in MCL, which provides a potential molecule to target to optimize MCL management."}, {"pubmed": 29272888, "text": "Both SOX11 and TFE3 were overexpressed in solid-pseudopapillary neoplasms (SPNs) and may be involved in the pathogenesis."}, {"pubmed": 29315911, "text": "SOX11 hypermethylation was associated with adverse clinicopathological characteristics of prostate cancer"}, {"pubmed": 29459093, "text": "Data demonstrate a key role for SOX11 in normal kidney development and may suggest that variants in this gene predispose to CAKUT."}, {"pubmed": 29520657, "text": "Our results confirm high specificity of SOX11 expression as a molecular marker for minimal residual disease in mantle cell lymphoma"}, {"pubmed": 29615403, "text": "We report here that overexpression of SOX11 in B cells promotes BCR signaling and a disease phenotype that mimics human MCL."}, {"pubmed": 29771407, "text": "SOX11 gene expression is up-regulated in mantle cell lymphoma and is associated with clinical features and prognosis."}, {"pubmed": 30076218, "text": "results suggest that SOX11 acts as a trans-acting transcriptional factor downstream of STAT6 and that in lung fibroblasts the IL-13 signals are hierarchically controlled by STAT6 and SOX11"}, {"pubmed": 30134837, "text": "CircCEP128 functions as a ceRNA for miR-145-5p, which could up regulate SOX11 and further promote cell proliferation and inhibit cell apoptosis of bladder cancer."}, {"pubmed": 30221780, "text": "SOX11 showed prominent expression in neuroectodermal tumours with neural differentiation, high grade-neuroendocrine carcinomas, salivary ductal carcinomas , rhabdomyosarcoma and myxoid/round cell liposarcomas"}, {"pubmed": 30276805, "text": "Results suggest that activation of LINE-1 retrotransposition during neuronal differentiation is mediated by SRY (sex determining region Y)-box 11 protein (SOX-11)."}, {"pubmed": 30517979, "text": "study identifies SOX11 as a potential tumor suppressor in HCC and may hopefully be beneficial for the clinical diagnosis or treatment of HCC."}, {"pubmed": 30530749, "text": "SOX11 regulation by the cell-cycle regulator cyclin D1 (CCND1) and the signal transducer and activator of transcription 3 (STAT3), in mantle cell lymphoma is reported."}, {"pubmed": 30720133, "text": "Study results indicated that the downregulation of SOX11 in cervical cancer (CC) is due to the hypermethylation of the SOX11 promoter region. Thus, SOX11 methylation may have a role in the growth of CC cells and cervical carcinogenesis."}, {"pubmed": 30768440, "text": "SOX11-negative Mantle cell lymphoma is characterized by more frequent leukemic non-nodal disease, classic morphology, more frequent expression of CD23 and CD200, and a lower Ki67 index."}, {"pubmed": 30922366, "text": "SOX11 was up-regulated in recurrent versus primary head and neck squamous cell carcinoma (HNSCC) and in highly invasive versus low invasive HNSCC cell lines. SOX11 promotes head and neck cancer progression via the regulation of SDCCAG8."}, {"pubmed": 30935961, "text": "This study found that hypermethylation of SOX11 is common in endometrial carcinomas and strongly associates with microsatellite instability and MLH1 methylation."}, {"pubmed": 31035284, "text": "A novel human stem cell model for Coffin-Siris syndrome-like syndrome reveals the importance of SOX11 dosage for neuronal differentiation and survival."}, {"pubmed": 31078342, "text": "SOX11 was upregulated in patients with osteoarthritis and in IL-1beta treated chondrocytes"}, {"pubmed": 31296581, "text": "Highly sensitive and specific in situ hybridization assay for quantification of SOX11 mRNA in mantle cell lymphoma reveals association of TP53 mutations with negative and low SOX11 expression."}, {"pubmed": 31298337, "text": "MicroRNA-31 inhibits papillary thyroid carcinoma cell biological progression by directly targeting SOX11 and regulating epithelial-to-mesenchymal transition, ERK and Akt signaling pathways."}, {"pubmed": 31513434, "text": "Downregulations of miR-449a and miR-145-5p Act as Prognostic Biomarkers for Endometrial Cancer."}, {"pubmed": 31646825, "text": "SOX11 mRNA level has certain prognostic value and SOX11 mRNA>/=M was related to good prognosis."}, {"pubmed": 31688139, "text": "Study of four cases of pleomorphic mantle cell lymphoma with an immunophenotype of CD5(-) cyclin D1(-) SOX11(+) and morphologic features compatible with diffuse large B-cell lymphoma."}, {"pubmed": 31714947, "text": "SOX11 was a useful diagnostic marker for mantle cell lymphoma."}, {"pubmed": 31951879, "text": "Periodontal ligament cells regulate osteogenesis via miR-299-5p in mesenchymal stem cells."}, {"pubmed": 32029838, "text": "Clinicopathological features and prognostic value of SOX11 in childhood acute lymphoblastic leukemia."}, {"pubmed": 32043610, "text": "Upregulation of SOX11 enhances tamoxifen resistance and promotes epithelial-to-mesenchymal transition via slug in MCF-7 breast cancer cells."}, {"pubmed": 32207210, "text": "Association of SOX11 Polymorphisms in distal 3'UTR with Susceptibility for Schizophrenia."}, {"pubmed": 32346881, "text": "Wnt7b-induced Sox11 functions enhance self-renewal and osteogenic commitment of bone marrow mesenchymal stem cells."}, {"pubmed": 32350470, "text": "Nucleosome-bound SOX2 and SOX11 structures elucidate pioneer factor function."}, {"pubmed": 32449421, "text": "SOX11 inhibits tumor proliferation and promotes cell adhesion mediated-drug resistance via a CD43 dependent manner in mantle cell lymphoma."}, {"pubmed": 32543142, "text": "[Relationship of Expression Between SOX11 and PAX5 in Pathological Tissue Specimens of Patients with Mantle Cell Lymphoma and Its Clinical Significance]."}, {"pubmed": 32586027, "text": "Impact of SRY-Box Transcription Factor 11 Gene Polymorphisms on Oral Cancer Risk and Clinicopathologic Characteristics."}, {"pubmed": 32971115, "text": "SOX11-induced decrease in vimentin and an increase in prostate cancer cell migration attributed to cofilin activity."}, {"pubmed": 32992419, "text": "[Expression of SOX-11 and TFE3 in solid-pseudopapillary tumor of pancreas and its clinical significance]."}, {"pubmed": 33536579, "text": "MiR-211 determines brain metastasis specificity through SOX11/NGN2 axis in triple-negative breast cancer."}, {"pubmed": 33629302, "text": "LINC01605 regulates proliferation, migration and invasion of colorectal cancer cells via targeting miR-3960/SOX11."}, {"pubmed": 33785884, "text": "Maternal transmission of a mild Coffin-Siris syndrome phenotype caused by a SOX11 missense variant."}, {"pubmed": 34099776, "text": "Prognostic significance of p53, Sox11, and Pax5 co-expression in mantle cell lymphoma."}, {"pubmed": 34189576, "text": "SOX11, CD70, and Treg cells configure the tumor-immune microenvironment of aggressive mantle cell lymphoma."}, {"pubmed": 34455421, "text": "Insights into the mechanisms underlying aberrant SOX11 oncogene expression in mantle cell lymphoma."}, {"pubmed": 34996493, "text": "SOX11 is a sensitive and specific marker for pulmonary high-grade neuroendocrine tumors."}, {"pubmed": 35066013, "text": "Immunohistochemistry for LEF1 and SOX11 adds diagnostic specificity in small B-cell lymphomas."}, {"pubmed": 35254515, "text": "Disrupted mossy fiber connections from defective embryonic neurogenesis contribute to SOX11-associated schizophrenia."}, {"pubmed": 35341651, "text": "SOX11 variants cause a neurodevelopmental disorder with infrequent ocular malformations and hypogonadotropic hypogonadism and with distinct DNA methylation profile."}, {"pubmed": 36369738, "text": "Two SOX11 variants cause Coffin-Siris syndrome with a new feature of sensorineural hearing loss."}, {"pubmed": 36571426, "text": "Silencing SOX11 Alleviates Allergic Rhinitis by Inhibiting Epithelial-Derived Cytokines."}, {"pubmed": 36584910, "text": "A Positive Loop Formed by SOX11 and Periostin Upregulates TGF-beta Signals Leading to Skin Fibrosis."}, {"pubmed": 36745184, "text": "SOX11 Is an Effective Discriminatory Marker, When Used in Conjunction With CK20 and TTF1, for Merkel Cell Carcinoma: Comparative Analysis of SOX11, CK20, PAX5, and TTF1 Expression in Merkel Cell Carcinoma and Pulmonary Small Cell Carcinoma."}, {"pubmed": 36882421, "text": "SOX11 regulates SWI/SNF complex components as member of the adrenergic neuroblastoma core regulatory circuitry."}, {"pubmed": 37916390, "text": "Impaired communication ability in SOX11 syndrome."}, {"pubmed": 38237141, "text": "SOX11 is a novel binding partner and endogenous inhibitor of SAMHD1 ara-CTPase activity in mantle cell lymphoma."}, {"pubmed": 38570586, "text": "SOX11/PRDX2 axis modulates redox homeostasis and chemoresistance in aggressive mantle cell lymphoma."}, {"pubmed": 38620074, "text": "SOX11 expression is restricted to EBV-negative Burkitt lymphoma and is associated with molecular genetic features."}, {"pubmed": 38760444, "text": "Epigenetic activation of SOX11 is associated with recurrence and progression of ductal carcinoma in situ to invasive breast cancer."}], "genomic_pos": {"chr": "2", "end": 5701385, "ensemblgene": "ENSG00000176887", "start": 5692384, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 5841516, "start": 5832799, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 19808959, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001822", "qualifier": "involved_in", "term": "kidney development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002089", "qualifier": "involved_in", "term": "lens morphogenesis in camera-type eye"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003151", "qualifier": "involved_in", "term": "outflow tract morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003357", "qualifier": "involved_in", "term": "noradrenergic neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007399", "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007420", "qualifier": "involved_in", "term": "brain development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 19808959, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 19808959, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014003", "qualifier": "involved_in", "term": "oligodendrocyte development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0014009", "qualifier": "involved_in", "term": "glial cell proliferation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0017015", "pubmed": 20624318, "qualifier": "involved_in", "term": "regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021510", "qualifier": "involved_in", "term": "spinal cord development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030182", "pubmed": 10574465, "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030513", "qualifier": "involved_in", "term": "positive regulation of BMP signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035332", "qualifier": "involved_in", "term": "positive regulation of hippo signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035914", "qualifier": "involved_in", "term": "skeletal muscle cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045666", "pubmed": 19808959, "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045669", "pubmed": 20626275, "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045778", "pubmed": 20626275, "qualifier": "involved_in", "term": "positive regulation of ossification"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 21124928, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 18403418, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046887", "qualifier": "involved_in", "term": "positive regulation of hormone secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048485", "qualifier": "involved_in", "term": "sympathetic nervous system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048557", "qualifier": "involved_in", "term": "embryonic digestive tract morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048593", "qualifier": "involved_in", "term": "camera-type eye morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048704", "qualifier": "involved_in", "term": "embryonic skeletal system morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050672", "pubmed": 20624318, "qualifier": "involved_in", "term": "negative regulation of lymphocyte proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050769", "qualifier": "involved_in", "term": "positive regulation of neurogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060022", "qualifier": "involved_in", "term": "hard palate development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060023", "qualifier": "involved_in", "term": "soft palate development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060253", "pubmed": 19808959, "qualifier": "involved_in", "term": "negative regulation of glial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060412", "qualifier": "involved_in", "term": "ventricular septum morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060425", "qualifier": "involved_in", "term": "lung morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060563", "qualifier": "involved_in", "term": "neuroepithelial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061029", "qualifier": "involved_in", "term": "eyelid development in camera-type eye"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061303", "qualifier": "involved_in", "term": "cornea development in camera-type eye"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061386", "qualifier": "involved_in", "term": "closure of optic fissure"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000648", "pubmed": 20626275, "qualifier": "involved_in", "term": "positive regulation of stem cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000678", "qualifier": "involved_in", "term": "negative regulation of transcription regulatory region DNA binding"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2001111", "qualifier": "involved_in", "term": "positive regulation of lens epithelial cell proliferation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 17934069, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": [19808959, 21124928], "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}]}, "homologene": {"genes": [[7955, 30602], [8364, 493415], [9031, 396104], [9544, 707983], [9598, 100608531], [9606, 6664], [10090, 20666], [10116, 84046]], "id": 37733}, "interpro": [{"desc": "High mobility group box domain", "id": "IPR009071", "short_desc": "HMG_box_dom"}, {"desc": "Transcription factor SOX-12/11/4", "id": "IPR017386", "short_desc": "SOX-12/11/4"}, {"desc": "High mobility group box domain superfamily", "id": "IPR036910", "short_desc": "HMG_box_dom_sf"}], "ipi": "IPI00020435", "map_location": "2p25.2", "name": "SRY-box transcription factor 11", "other_names": ["SRY (sex-determining region Y)-box 11", "SRY-box 11", "SRY-related HMG-box gene 11", "transcription factor SOX-11"], "pantherdb": {"HGNC": "11191", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98359", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 10090, "uniprot_kb": "Q7M6Y2"}, {"RGD": "69351", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 10116, "uniprot_kb": "P0C1G9"}, {"Gene": "SOX11", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 9031, "uniprot_kb": "P48435"}, {"ZFIN": "ZDB-GENE-980526-466", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7955, "uniprot_kb": "Q5TZG4"}, {"ZFIN": "ZDB-GENE-980526-395", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 7955, "uniprot_kb": "Q9I9C8"}, {"WormBase": "WBGene00004771", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "Q8T3B9"}, {"WormBase": "WBGene00004949", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "Q21305"}, {"WormBase": "WBGene00015716", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "A0A1N7SZG1"}, {"WormBase": "WBGene00004950", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "Q20201"}, {"FlyBase": "FBgn0029123", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "M9PCZ7"}, {"FlyBase": "FBgn0005612", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "P40656"}, {"FlyBase": "FBgn0000411", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "Q24533"}, {"FlyBase": "FBgn0036411", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "M9PFG6"}, {"FlyBase": "FBgn0042630", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "M9PCG2"}, {"SGD": "S000006269", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 4932, "uniprot_kb": "P25042"}, {"PomBase": "SPBC23G7.09", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 4896, "uniprot_kb": "P0CY17"}], "uniprot_kb": "P35716"}, "pathway": {"wikipathways": [{"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP4830", "name": "GDNF-RET signaling axis"}]}, "pdb": ["6T78", "6T7A", "6T7C", "6T7D"], "pfam": "PF00505", "pharmgkb": "PA36028", "pharos": {"target_id": 11084, "tdl": "Tbio"}, "pir": ["G01758", "S34118"], "prosite": "PS50118", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168499", "relationship": "is"}, {"id": "GNF179405", "relationship": "is"}, {"id": "GNF190311", "relationship": "is"}, {"id": "GNF201217", "relationship": "is"}, {"id": "GNF227045", "relationship": "similar to"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101360", "relationship": "is"}, {"id": "GNF141015", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_050751.1"], "protein": "NP_003099.1", "rna": "NM_003108.4", "translation": {"protein": "NP_003099.1", "rna": "NM_003108.4"}}, "reporter": {"HG-U133_Plus_2": ["204913_s_at", "204914_s_at", "204915_s_at"], "HG-U95Av2": "34569_at", "HG-U95B": ["45441_r_at", "59468_at"], "HTA-2_0": ["TC02000030.hg.1", "TC02003005.hg.1"], "HuEx-1_0": "2467855", "HuGene-1_1": "8040070", "HuGene-2_1": "16876731"}, "summary": "This intronless gene encodes a member of the SOX (SRY-related HMG-box) family of transcription factors involved in the regulation of embryonic development and in the determination of the cell fate. The encoded protein may act as a transcriptional regulator after forming a protein complex with other proteins. The protein may function in the developing nervous system and play a role in tumorigenesis. [provided by RefSeq, Jul 2008].", "symbol": "SOX11", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420318"}, "unigene": "Hs.432638", "uniprot": {"Swiss-Prot": "P35716"}, "wikipedia": {"url_stub": "SOX11"}}