{"AllianceGenome": "18122", "HGNC": "18122", "MIM": "610928", "_id": "64321", "_version": 1, "accession": {"genomic": ["AC091076.7", "CH471068.1", "CP068270.2", "KT584816.1", "NC_000008.11", "NC_060932.1", "NG_028171.1"], "protein": ["AAH30209.1", "AAI11366.1", "AAI11771.1", "BAB15277.1", "BAB83867.1", "EAW86748.1", "NP_071899.1", "Q9H6I2.1"], "rna": ["AB073988.1", "AK025905.1", "BC030209.1", "BC111365.1", "BC111770.1", "DA874945.1", "NM_022454.4"], "translation": [{"protein": "AAI11366.1", "rna": "BC111365.1"}, {"protein": "AAI11771.1", "rna": "BC111770.1"}, {"protein": "AAH30209.1", "rna": "BC030209.1"}, {"protein": "NP_071899.1", "rna": "NM_022454.4"}, {"protein": "BAB83867.1", "rna": "AB073988.1"}, {"protein": "BAB15277.1", "rna": "AK025905.1"}]}, "alias": "VUR3", "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2023-04-24T16:00:00.000Z", "disease_label": "pulmonary arterial hypertension", "gcep": "Pulmonary Hypertension Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015924", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_8d47cc1b-9fe0-4f2f-9415-1490d81a5ca3-2023-04-24T160000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000164736", "protein": "ENSP00000297316", "transcript": "ENST00000297316", "translation": [{"protein": "ENSP00000297316", "rna": "ENST00000297316"}], "type_of_gene": "protein_coding"}, "entrezgene": "64321", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.3207411075, "exp_mis": 196.087879124, "exp_syn": 125.459441386, "lof_z": 2.49042627886612, "mis_z": 3.25150410642779, "mu_lof": 6.86370629758e-07, "mu_mis": 2.38991858698e-05, "mu_syn": 1.52853329378e-05, "n_lof": 0.0, "n_mis": 103.0, "n_syn": 77.0, "p_li": 0.866918773398146, "p_null": 0.00187061184933919, "p_rec": 0.131210614752515, "syn_z": 2.68210598059921}, "bp": 1245, "cds_end": 55372555, "cds_start": 55370698, "n_exons": 2, "nonpsych": {"exp_lof": 5.69003002093, "exp_mis": 177.447607489, "exp_syn": 113.522072776, "lof_z": 2.34265993239675, "mis_z": 3.46257286051298, "mu_lof": 6.86370629758e-07, "mu_mis": 2.38991858698e-05, "mu_syn": 1.52853329378e-05, "n_lof": 0.0, "n_mis": 86.0, "n_syn": 67.0, "p_li": 0.854217371665869, "p_null": 0.00286907701431584, "p_rec": 0.142913551319815, "syn_z": 2.74904965996683}, "nontcga": {"exp_lof": 5.81207502957, "exp_mis": 180.397855226, "exp_syn": 115.419706847, "lof_z": 2.37819167409374, "mis_z": 3.20477161149819, "mu_lof": 6.86370629758e-07, "mu_mis": 2.38991858698e-05, "mu_syn": 1.52853329378e-05, "n_lof": 0.0, "n_mis": 94.0, "n_syn": 74.0, "p_li": 0.848280332993032, "p_null": 0.00262910103203084, "p_rec": 0.149090565974938, "syn_z": 2.44112079484698}, "transcript": "ENST00000297316.4"}, "exons": [{"cdsend": 54459995, "cdsstart": 54458138, "chr": "8", "position": [[54457934, 54458445], [54459057, 54460892]], "strand": 1, "transcript": "NM_022454", "txend": 54460892, "txstart": 54457934}], "exons_hg19": [{"cdsend": 55372555, "cdsstart": 55370698, "chr": "8", "position": [[55370494, 55371005], [55371617, 55373452]], "strand": 1, "transcript": "NM_022454", "txend": 55373452, "txstart": 55370494}], "generif": [{"pubmed": 18413743, "text": "SOX17 silencing due to promoter hypermethylation is an early event during tumorigenesis and may contribute to aberrant activation of Wnt signaling in colorectal cancer."}, {"pubmed": 18523156, "text": "SOX17-Chromatin immunoprecipitation identified zinc finger protein 202 (Zfp202) as a direct target of SOX17 during endoderm differentiation of F9 embryonal carcinoma cells."}, {"pubmed": 18564921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18682240, "text": "stable endoderm progenitors can be established from human ES cells by constitutive expression of SOX17 producing definitive endoderm progenitors"}, {"pubmed": 18940723, "text": "stable expression induces a stable expandable definitive endoderm phenotype in hESCs"}, {"pubmed": 19301122, "text": "Sox17 may be a valuable biomarker for the study of breast cancer carcinogenesis and progression."}, {"pubmed": 19369635, "text": "SOX2 and SOX17 expression patterns can distinguish between seminoma and embryonal carcinoma, and this distinction may be diagnostically useful."}, {"pubmed": 19549530, "text": "Sox17 protects benign tumors from malignant progression at an early stage of tumorigenesis, and down-regulation of Sox17 contributes to malignant progression through promotion of Wnt activity."}, {"pubmed": 19736317, "text": "Data reveal a molecular Oct4-, Sox2- and Sox17-mediated mechanism that disrupts the stem cell microenvironment favoring pluripotency to provide an endodermal environment in which cell lineage is determined and commits the cells to a cardiogenic fate."}, {"pubmed": 20364137, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20716954, "text": "SOX17 negatively regulates canonical WNT/beta-catenin signaling pathway and inhibits human HCC cells growth"}, {"pubmed": 20960469, "text": "These data indicate a role of SOX17 in human kidney and urinary tract development and implicate the SOX17-p.Y259N mutation as a causative factor in congenital anomalies of the kidney and the urinary tract ."}, {"pubmed": 21305474, "text": "Data show that down-regulated by Sox17 expressing HepG2 cells is a set of genes that are expressed in the developing liver, suggesting that one function of Sox17 is the repression of liver gene expression."}, {"pubmed": 21362573, "text": "SOX17(+)-human embryonic stem cell progeny expressed endodermal markers."}, {"pubmed": 21457403, "text": "Sox17 might be a key transcription factor controlling CD133 expression, and that it might also play a role in the control of gastric tumor progression."}, {"pubmed": 21514720, "text": "Sox17 prominently contributes to gastric cancer progression through regulating proliferation and cell cycle, indicating a novel diagnosis and prognosis biomarker as well as a potential therapeutic target in gastric cancer"}, {"pubmed": 21760905, "text": "A stage-specific transduction of SOX17 in the primitive endoderm or mesendoderm promotes directive extraembryonic endoderm or definitive endoderm differentiation by SOX17 transduction, respectively."}, {"pubmed": 21957254, "text": "Downstream targets of Sox17 define signaling pathways and molecular mechanisms in oligodendrocyte progenitor cells that are regulated by Sox17 during cell cycle exit and differentiation in oligodendrocyte development."}, {"pubmed": 22161215, "text": "silencing of Sox17 occurs frequently in early gastric cancer"}, {"pubmed": 22348788, "text": "New sequence variations in SOX17 were identified but all correspond to nonpathogenic variants, suggesting that SOX17 is not involved in UHL phenotype"}, {"pubmed": 22846201, "text": "SOX17 acts as a Wnt signaling inhibitor."}, {"pubmed": 22921431, "text": "SOX17 promoter region is frequently methylated in esophageal cancer and in a progression tendency during esophageal carcinogenesis."}, {"pubmed": 22961961, "text": "provided further evidence to support the previously reported association of intracranial aneurysm with single nucleotide polymorphism in SOX17"}, {"pubmed": 23044318, "text": "SOX17 was frequently methylated in human PTC. Loss of SOX17 expression was induced by promoter region hypermethylation. SOX17 inhibited thyroid cancer proliferation. Methylation of SOX17 activated the Wnt signaling pathway in human thyroid cancer."}, {"pubmed": 23061670, "text": "after electrostatic interactions attract Sox17 to DNA, Asn73, Ser99, and Trp106 form hydrogen bonds with DNA, Arg70, Lys80, Arg83, His94, and Asn95 on Sox17 undergo conformational changes and form hydrogen bonds with DNA"}, {"pubmed": 23136251, "text": "SOX17 promoter is highly methylated in primary breast tumors, in CTCs isolated from patients with breast cancer, and in corresponding cfDNA samples"}, {"pubmed": 23169777, "text": "SOX17 plays a key role in priming hemogenic potential in endothelial cells, thereby regulating hematopoietic development from stem cells."}, {"pubmed": 23241958, "text": "findings establish Sox17 as a key regulator of tumor angiogenesis and tumor progression."}, {"pubmed": 23403728, "text": "Overall survival of patients with gastric cancer was found to be significantly associated with SOX17 promoter methylation."}, {"pubmed": 23474492, "text": "recombinant Sox17 mediates modulation of the Wnt pathway through changes in beta-catenin, SFRP1 and Wnt/Frizzled expression."}, {"pubmed": 23813959, "text": "Experimental confirmation of miRNA-mRNA interactions established a critical role of miR-200a in regulating both EMT and definitive endoderm formation, through direct repression of ZEB2 and SOX17, during early stage differentiation."}, {"pubmed": 23918253, "text": "In multiple sclerosis tissue, Sox17 was primarily detected in actively demyelinating lesions and periplaque white matter."}, {"pubmed": 23999170, "text": "Immunofluorescence analysis of human pancreatic tissue arrays revealed the presence of tuft cells in metaplasia and early-stage tumors, along with SOX17 expression, consistent with a biliary phenotype."}, {"pubmed": 24407731, "text": "Low SOX17 expression is associated with esophageal cancer progression."}, {"pubmed": 25053769, "text": "Possible association of SOX-17 and RBBP8 with brain arteriovenous malformations, genes involved in cell cycle progression, deserves further investigation"}, {"pubmed": 25106407, "text": "Low Sox17 expression is associated with hepatocellular carcinoma."}, {"pubmed": 25291942, "text": "Hypermethylation of SOX17 promoter may be one of the early events in the development of myelodysplatic syndrome and predicts poor prognosis."}, {"pubmed": 25310020, "text": "Decreased Sox17 expression is correlated with melanoma progression, an unfavorable survival of melanoma patients and is an independent molecular prognostic factor for melanoma."}, {"pubmed": 25543152, "text": "SOX17 is the key regulator of human primordial germ cells-like cells specification, whereas BLIMP1 represses endodermal and other somatic genes during hPGCLC specification."}, {"pubmed": 25596186, "text": "Human intracranial aneurysm samples showed reduced Sox17 expression and impaired endothelial integrity."}, {"pubmed": 25674225, "text": "In this study, oligodendroglioma patients with 1p/19q LOH and Sox17 protein expression had a better prognosis."}, {"pubmed": 25789956, "text": "promoter methylation may play an important role in breast cancer progression and could be used as a prognostic biomarker to identify patients at risk of developing metastasis or recurrence after mastectomy"}, {"pubmed": 25868860, "text": "SOX17 demethylation induced miR-371-5p expression and consequently suppressed its direct target SOX2. A novel mechanism of the SOX17/miR-371-5p/SOX2 axis is involved in the regulation of EMT, stemness and metastasis."}, {"pubmed": 25953442, "text": "SOX17 might play a role in the development of Ovarian Cancer, and may be a therapeutic target in OC."}, {"pubmed": 25971583, "text": "Decreased expression of SOX17 is associated with tumor progression in breast cancer."}, {"pubmed": 26411902, "text": "Knockdown of OCT4 during differentiation inhibits mesendoderm formation and removal of the H3K27me3 mark from the SOX17 promoter, suggesting that OCT4 acts to induce removal of the Polycomb2 complex."}, {"pubmed": 26463399, "text": "high expression of the Sox17 associated pathway in medium and small arteries indicates that Brain arteriovenous malformation vessels are intrinsically active"}, {"pubmed": 26741346, "text": "SOX17 promoter is highly methylated in primary tumors and in corresponding plasma samples both in operable and advanced non-small cell lung cancer."}, {"pubmed": 26861571, "text": "The definitive endoderm and foregut endoderm differentiation capabilities of Wnt pathway-modulated cells were determined based on the expression levels of the endodermal transcription factors SOX17 and FOXA2 and those of the transcription activator GATA4 and the alpha-fetoprotein (AFP) gene, respectively."}, {"pubmed": 27132888, "text": "SOX2 repression in TCam-2 cells can be abrogated by recruitment of the constitutively expressed H3K27 demethylase UTX to the SOX2 promoter through retinoid signaling, leading to expression of neuronal and other lineage genes. SOX17 has been shown to initiate human PGC specification, with its target PRDM1 suppressing mesendodermal genes"}, {"pubmed": 27738313, "text": "Our results suggest that decreasing SOX17 levels may promote EC development and progression, and that by downregulating MAML3 expression and Wnt signaling, SOX17 acts as a tumor suppressor that may improve outcome in patients with EC."}, {"pubmed": 28132771, "text": "Study extracted and analyzed the experimentally validated 3D models of SOX17-HMG domain and beta-catenin; the molecular level disturbance in the two essential human proteins upon M76A and G103R mutation of SOX17, which further hampers the cell signaling phenomena for the human cytological developments beginning from gastrulation and endoderm formation."}, {"pubmed": 28148542, "text": "The combination of methylated SOX17 with cytology better predicted neoplastic grade than cytology alone"}, {"pubmed": 28237397, "text": "SOX17 acts as a tumor suppressor in cholangiocarcinoma and its genetic, molecular and/or pharmacological restoration may represent a new promising therapeutic strategy."}, {"pubmed": 28381471, "text": "Dedifferentiation of fibroblasts to CD34(+) progenitor cells gives rise to endothelial cells and erythroblasts in a SOX17-dependent manner."}, {"pubmed": 29191544, "text": "This study showed that 1 of 4 SNPs located near the SOX17 gene, rs1072737, was statistically associated with intracranial aneurysm (IA) formation in a Korean population. The MAF of this variant (minor allele, C) showed a highly ethnic difference between Korean and European populations. Two SNPs rs10958409 and rs9298506 showed statistically significant associations with increased IA risk in the current meta-analysis."}, {"pubmed": 29458175, "text": "The Sox17-Notch1-Hes1 pathway is critical for maintaining the undifferentiated state of IAHCs."}, {"pubmed": 29650961, "text": "Case-control analyses reveal significant overrepresentation of rare variants in ATP13A3, AQP1 and SOX17, and provide independent validation of a critical role for GDF2 in heritable pulmonary arterial hypertension."}, {"pubmed": 30029678, "text": "These data strongly implicate SOX17 as a new risk gene contributing to Pulmonary arterial hypertension-congenital heart disease."}, {"pubmed": 30527956, "text": "Common genetic variants in the enhancer region of SOX17 are biologically plausible candidates for susceptibility to Pulmonary Arterial Hypertension."}, {"pubmed": 30777052, "text": "This study reveals a novel mechanism by which SOX17 transcriptionally inactivates DNA repair and damage response-related genes to sensitize esophageal squamous cell carcinoma cell or xenograft to concurrent chemoradiation therapy treatment."}, {"pubmed": 31073164, "text": "Study in a mouse endotoxemia model of inflammatory endothelial injury and human cells demonstrated that endothelial Sox17 expression plays an obligatory role in normalizing the endothelium. Restoration of endothelial integrity is mediated by activation of HIF-1alpha, upregulation of its target Sox17, and subsequent downstream expression of Cyclin E1 which mediates endothelial regeneration."}, {"pubmed": 31148336, "text": "A common variant of RIP3 promoter region is associated with poor prognosis in heart failure patients by influencing SOX17 binding."}, {"pubmed": 31405379, "text": "Results found that TFPI2, SOX17, and GATA4 are frequently hypermethylated in oral squamous cell carcinoma (OSCC) cell lines and tumors. The aberrant hypermethylation of these genes was associated with transcriptional silencing in OSCC cells. More importantly, the methylation status of TFPI2, GATA4, and SOX17 was significantly associated with OSCC patients' overall survival through TCGA DNA methylation database."}, {"pubmed": 31444787, "text": "SOX17 expression and its down-regulation by promoter methylation in cervical adenocarcinoma in situ and adenocarcinoma."}, {"pubmed": 31543512, "text": "SOX17, beta-catenin and CyclinD1 expression in the endometrioid adenocarcinoma and influence of 5-AZA on expression."}, {"pubmed": 31583686, "text": "Study in embryonal carcinomas (ECs) and seminomas like cells revealed that SOX17 (in seminomas) functionally replaces SOX2 (in ECs) to maintain expression of the pluripotency cluster."}, {"pubmed": 31664088, "text": "Uterine SOX17: a key player in human endometrial receptivity and embryo implantation."}, {"pubmed": 31823782, "text": "Under the influence of IL-22, by sequestration of Sox17, TRIM30 promotes beta-catenin-dependent signaling that promotes PTC cell proliferation."}, {"pubmed": 31996362, "text": "Gallbladder wall abnormality in biliary atresia of mouse Sox17 (+/-) neonates and human infants."}, {"pubmed": 32236579, "text": "MicroRNA215p promotes epithelial to mesenchymal transition by targeting SRYbox 17 in endometrial cancer."}, {"pubmed": 32430478, "text": "Detection of Promoter DNA Methylation in Urine and Plasma Aids the Detection of Non-Small Cell Lung Cancer."}, {"pubmed": 32433020, "text": "Down-regulation of SOX17, GATA4 and FoxA2 promotes differentiation potential of hepatocytes from human hematopoietic stem cells."}, {"pubmed": 32870805, "text": "Association between SOX17, Wif-1 and RASSF1A promoter methylation status and response to chemotherapy in patients with metastatic gastric cancer."}, {"pubmed": 33144185, "text": "miR-937-5p targets SOX17 to modulate breast cancer cell cycle and cell proliferation through the Wnt signaling pathway."}, {"pubmed": 33596423, "text": "SOX17 integrates HOXA and arterial programs in hemogenic endothelium to drive definitive lympho-myeloid hematopoiesis."}, {"pubmed": 33608411, "text": "GATA transcription factors, SOX17 and TFAP2C, drive the human germ-cell specification program."}, {"pubmed": 33632800, "text": "The pathophysiological role of novel pulmonary arterial hypertension gene SOX17."}, {"pubmed": 33739578, "text": "SOX-17 is involved in invasion and apoptosis of colorectal cancer cells through regulating miR-302b-3p expression."}, {"pubmed": 33794346, "text": "SOX17 loss-of-function variation underlying familial congenital heart disease."}, {"pubmed": 33852846, "text": "Single-cell transcriptomics identifies gene expression networks driving differentiation and tumorigenesis in the human fallopian tube."}, {"pubmed": 33928818, "text": "Prognostic Role of RASSF1A, SOX17 and Wif-1 Promoter Methylation Status in Cell-Free DNA of Advanced Gastric Cancer Patients."}, {"pubmed": 33952808, "text": "SOX17 Loss-of-Function Mutation Underlying Familial Pulmonary Arterial Hypertension."}, {"pubmed": 34339705, "text": "Prognostic and clinicopathological significance of TMEFF2, SMOC-2, and SOX17 expression in endometrial carcinoma."}, {"pubmed": 35124696, "text": "SOX17 and PAX8 constitute an actionable lineage-survival transcriptional complex in ovarian cancer."}, {"pubmed": 35380877, "text": "The transcription factor PAX8 promotes angiogenesis in ovarian cancer through interaction with SOX17."}, {"pubmed": 35390309, "text": "Differential expression of preferentially expressed antigen in melanoma (PRAME) in testicular germ cell tumors - A comparative study with SOX17."}, {"pubmed": 35618278, "text": "An emerging phenotype of pulmonary arterial hypertension patients carrying SOX17 variants."}, {"pubmed": 35881915, "text": "CUX2/KDM5B/SOX17 Axis Affects the Occurrence and Development of Breast Cancer."}, {"pubmed": 36310172, "text": "Dysregulation of SOX17/NRF2 axis confers chemoradiotherapy resistance and emerges as a novel therapeutic target in esophageal squamous cell carcinoma."}, {"pubmed": 36919784, "text": "SOX17 is a Critical Factor in Maintaining Endothelial Function in Pulmonary Hypertension by an Exosome-Mediated Autocrine Manner."}, {"pubmed": 37576970, "text": "The dynamic expression of SOX17 in germ cells from human female foetus and adult ovaries after specification."}, {"pubmed": 37737027, "text": "E2F1 Mediates SOX17 Deficiency-Induced Pulmonary Hypertension."}, {"pubmed": 38418875, "text": "SOX17 enables immune evasion of early colorectal adenomas and cancers."}, {"pubmed": 38503291, "text": "SOX17/ETV2 improves the direct reprogramming of adult fibroblasts to endothelial cells."}, {"pubmed": 38518781, "text": "Direct programming of human pluripotent stem cells into endothelial progenitors with SOX17 and FGF2."}], "genomic_pos": {"chr": "8", "end": 54460892, "ensemblgene": "ENSG00000164736", "start": 54457935, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 55373448, "start": 55370495, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001656", "pubmed": 20960469, "qualifier": "involved_in", "term": "metanephros development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001706", "qualifier": "involved_in", "term": "endoderm formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001706", "pubmed": 18682240, "qualifier": "involved_in", "term": "endoderm formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001714", "qualifier": "involved_in", "term": "endodermal cell fate specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001828", "qualifier": "involved_in", "term": "inner cell mass cellular morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001947", "qualifier": "involved_in", "term": "heart looping"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003142", "qualifier": "involved_in", "term": "cardiogenic plate morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003143", "qualifier": "involved_in", "term": "embryonic heart tube morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003151", "qualifier": "involved_in", "term": "outflow tract morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006355", "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007493", "qualifier": "involved_in", "term": "endodermal cell fate determination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016055", "qualifier": "involved_in", "term": "Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021903", "qualifier": "involved_in", "term": "rostrocaudal neural tube patterning"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0023019", "qualifier": "involved_in", "term": "signal transduction involved in regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030308", "pubmed": 18413743, "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031648", "pubmed": 17875931, "qualifier": "involved_in", "term": "protein destabilization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035050", "qualifier": "involved_in", "term": "embryonic heart tube development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042074", "qualifier": "involved_in", "term": "cell migration involved in gastrulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045732", "qualifier": "involved_in", "term": "positive regulation of protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 22292085, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045995", "qualifier": "involved_in", "term": "regulation of embryonic development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048617", "qualifier": "involved_in", "term": "embryonic foregut morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048866", "qualifier": "involved_in", "term": "stem cell fate specification"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050821", "pubmed": 17875931, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060214", "qualifier": "involved_in", "term": "endocardium formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060913", "pubmed": 19736317, "qualifier": "involved_in", "term": "cardiac cell fate determination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060914", "pubmed": 19736317, "qualifier": "involved_in", "term": "heart formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060956", "qualifier": "involved_in", "term": "endocardial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061009", "qualifier": "involved_in", "term": "common bile duct development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061010", "qualifier": "involved_in", "term": "gallbladder development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061031", "qualifier": "involved_in", "term": "endodermal digestive tract morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072091", "qualifier": "involved_in", "term": "regulation of stem cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072189", "pubmed": 20960469, "qualifier": "involved_in", "term": "ureter development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090090", "pubmed": [18413743, 20960469], "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903226", "qualifier": "involved_in", "term": "positive regulation of endodermal cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000035", "qualifier": "involved_in", "term": "regulation of stem cell division"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000043", "qualifier": "involved_in", "term": "regulation of cardiac cell fate specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000738", "qualifier": "involved_in", "term": "positive regulation of stem cell differentiation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [17875931, 18682240], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005667", "pubmed": 19736317, "qualifier": "part_of", "term": "transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 17875931, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008013", "pubmed": 17875931, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": [17875931, 19736317], "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[8364, 395066], [9031, 428534], [9544, 694097], [9598, 740572], [9606, 64321], [9615, 486955], [9913, 534010], [10090, 20671], [10116, 312936]], "id": 7948}, "interpro": [{"desc": "High mobility group box domain", "id": "IPR009071", "short_desc": "HMG_box_dom"}, {"desc": "Sox, C-terminal", "id": "IPR021934", "short_desc": "Sox_C"}, {"desc": "Sox 7/17/18, central domain", "id": "IPR033392", "short_desc": "Sox7/17/18_central"}, {"desc": "High mobility group box domain superfamily", "id": "IPR036910", "short_desc": "HMG_box_dom_sf"}], "ipi": "IPI00007874", "map_location": "8q11.23", "name": "SRY-box transcription factor 17", "other_names": ["SRY (sex determining region Y)-box 17", "SRY-box 17", "SRY-related HMG-box transcription factor SOX17", "transcription factor SOX-17"], "pantherdb": {"HGNC": "18122", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107543", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 10090, "uniprot_kb": "Q61473"}, {"RGD": "1305371", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 10116, "uniprot_kb": "G3V923"}, {"Ensembl": "ENSGALG00000032994", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 9031, "uniprot_kb": "A0A1D5NWR6"}, {"ZFIN": "ZDB-GENE-991213-1", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 7955, "uniprot_kb": "Q5PQZ5"}, {"FlyBase": "FBgn0005613", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "P40657"}, {"SGD": "S000006269", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 4932, "uniprot_kb": "P25042"}, {"PomBase": "SPBC23G7.09", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 4896, "uniprot_kb": "P0CY17"}], "uniprot_kb": "Q9H6I2"}, "pathway": {"kegg": {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1474165", "name": "Reproduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-3769402", "name": "Deactivation of the beta-catenin transactivating complex"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9823730", "name": "Formation of definitive endoderm"}, {"id": "R-HSA-9827857", "name": "Specification of primordial germ cells"}], "wikipathways": [{"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}, {"id": "WP4830", "name": "GDNF-RET signaling axis"}]}, "pdb": ["2YUL", "4A3N"], "pfam": ["PF00505", "PF12067"], "pharmgkb": "PA38296", "pharos": {"target_id": 13205, "tdl": "Tbio"}, "prosite": ["PS50118", "PS51516"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172184", "relationship": "is"}, {"id": "GNF183090", "relationship": "is"}, {"id": "GNF193996", "relationship": "is"}, {"id": "GNF204902", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF048271", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF276091", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098828", "relationship": "is"}, {"id": "GNF138483", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_028171.1"], "protein": "NP_071899.1", "rna": "NM_022454.4", "translation": {"protein": "NP_071899.1", "rna": "NM_022454.4"}}, "reporter": {"HG-U133_Plus_2": ["219993_at", "230943_at"], "HG-U95B": "55547_at", "HTA-2_0": ["TC08000376.hg.1", "TC08002332.hg.1"], "HuEx-1_0": "3098549", "HuGene-1_1": "8146462", "HuGene-2_1": "17068972"}, "summary": "This gene encodes a member of the SOX (SRY-related HMG-box) family of transcription factors involved in the regulation of embryonic development and in the determination of the cell fate. The encoded protein may act as a transcriptional regulator after forming a protein complex with other proteins. [provided by RefSeq, Jul 2008].", "symbol": "SOX17", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425328"}, "unigene": "Hs.98367", "uniprot": {"Swiss-Prot": "Q9H6I2"}}