{"AllianceGenome": "11190", "HGNC": "11190", "MIM": "602229", "_id": "6663", "_version": 1, "accession": {"genomic": ["AL031587.3", "CH471095.1", "CP068256.2", "KT584189.1", "NC_000022.11", "NC_060946.1", "NG_007948.1"], "protein": ["AAH02824.1", "AAH07595.1", "AAV38832.1", "BAG62574.1", "CAA04576.1", "CAG30470.1", "CAG38808.1", "EAW60204.1", "EAW60205.1", "NP_008872.1", "P56693.1"], "rna": ["AJ001183.1", "AK300945.1", "AK310896.1", "BC002824.2", "BC007595.1", "BC018808.2", "BT020029.1", "CR456584.1", "CR536571.1", "NM_006941.4"], "translation": [{"protein": "CAG38808.1", "rna": "CR536571.1"}, {"protein": "CAG30470.1", "rna": "CR456584.1"}, {"protein": "AAV38832.1", "rna": "BT020029.1"}, {"protein": "AAH07595.1", "rna": "BC007595.1"}, {"protein": "AAH02824.1", "rna": "BC002824.2"}, {"protein": "NP_008872.1", "rna": "NM_006941.4"}, {"protein": "BAG62574.1", "rna": "AK300945.1"}, {"protein": "CAA04576.1", "rna": "AJ001183.1"}]}, "alias": ["DOM", "PCWH", "SOX-10", "WS2E", "WS4", "WS4C"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2018-06-19T16:00:00.000Z", "disease_label": "Waardenburg syndrome type 4C", "gcep": "Hearing Loss Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0013202", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_00a5b707-a265-4af0-a7e1-f15734ea42b9-2018-06-19T160000.000Z", "sop": "SOP6"}}, "ensembl": {"gene": "ENSG00000100146", "protein": ["ENSP00000354130", "ENSP00000380093", "ENSP00000399777", "ENSP00000414853", "ENSP00000498686", "ENSP00000510381", "ENSP00000513596"], "transcript": ["ENST00000360880", "ENST00000396884", "ENST00000427770", "ENST00000446929", "ENST00000470555", "ENST00000651746", "ENST00000652356", "ENST00000690831", "ENST00000698177"], "translation": [{"protein": "ENSP00000498686", "rna": "ENST00000651746"}, {"protein": "ENSP00000399777", "rna": "ENST00000446929"}, {"protein": "ENSP00000513596", "rna": "ENST00000698177"}, {"protein": "ENSP00000354130", "rna": "ENST00000360880"}, {"protein": "ENSP00000380093", "rna": "ENST00000396884"}, {"protein": "ENSP00000510381", "rna": "ENST00000690831"}, {"protein": "ENSP00000414853", "rna": "ENST00000427770"}], "type_of_gene": "protein_coding"}, "entrezgene": "6663", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.58047572212, "exp_mis": 197.113179965, "exp_syn": 111.007060511, "lof_z": 2.72733151833292, "mis_z": 3.31359466405635, "mu_lof": 6.91015958374e-07, "mu_mis": 2.05352945166e-05, "mu_syn": 1.16889602708e-05, "n_lof": 0.0, "n_mis": 102.0, "n_syn": 90.0, "p_li": 0.91309785132116, "p_null": 0.000625343050278015, "p_rec": 0.0862768056285623, "syn_z": 1.23606185939447}, "bp": 1401, "cds_end": 38379791, "cds_start": 38369501, "n_exons": 3, "nonpsych": {"exp_lof": 6.8091841868, "exp_mis": 178.354576349, "exp_syn": 100.420229074, "lof_z": 2.56271025381045, "mis_z": 3.22363924590518, "mu_lof": 6.91015958374e-07, "mu_mis": 2.05352945166e-05, "mu_syn": 1.16889602708e-05, "n_lof": 0.0, "n_mis": 93.0, "n_syn": 80.0, "p_li": 0.899850331837008, "p_null": 0.00109033358609684, "p_rec": 0.099059334576895, "syn_z": 1.28295945378675}, "nontcga": {"exp_lof": 6.96898128951, "exp_mis": 181.339082444, "exp_syn": 102.12144888, "lof_z": 2.60414936140989, "mis_z": 3.15727257600168, "mu_lof": 6.91015958374e-07, "mu_mis": 2.05352945166e-05, "mu_syn": 1.16889602708e-05, "n_lof": 0.0, "n_mis": 96.0, "n_syn": 83.0, "p_li": 0.896776529002827, "p_null": 0.000968793214289405, "p_rec": 0.102254677782883, "syn_z": 1.19807383791953}, "transcript": "ENST00000396884.2"}, "exons": [{"cdsend": 37983784, "cdsstart": 37973494, "chr": "22", "position": [[37972311, 37974198], [37977866, 37978135], [37983356, 37983868], [37984338, 37984555]], "strand": -1, "transcript": "NM_006941", "txend": 37984555, "txstart": 37972311}], "exons_hg19": [{"cdsend": 38379791, "cdsstart": 38369501, "chr": "22", "position": [[38368318, 38370205], [38373873, 38374142], [38379363, 38379875], [38380345, 38380562]], "strand": -1, "transcript": "NM_006941", "txend": 38380562, "txstart": 38368318}], "generif": [{"pubmed": 11546831, "text": "novel mutations suggest a dominant negative role in Waardenburg-Shah syndrome"}, {"pubmed": 12138193, "text": "Results show that the inhibition of the nuclear export of Sox10 led to decreased transactivation of transfected reporters and endogenous target genes, arguing that continuous nucleocytoplasmic shuttling is essential for the function of Sox10."}, {"pubmed": 12189494, "text": "Muations in SOX10 is associated with chronic intestinal pseudo-abstruction"}, {"pubmed": 12720173, "text": "SOX10 mutation carriers in Hirschsprung's disease had a very long histologic transition and exhibited no gut caliber change"}, {"pubmed": 12944398, "text": "SOX10 modulates alpha-melanocyte-stimulating hormone-triggered expression of microphthalmia-associated transcription factor in melanocytes"}, {"pubmed": 14523991, "text": "The lack of normal SOX10 mediated activation of RET transcription may lead to intestinal aganglionosis, overexpression of genes coding for structural myelin proteins"}, {"pubmed": 15843399, "text": "phenotype of Sox10Dom/+ mutants ranges over a continuum from severe aganglionosis to no detectable phenotype in the gut"}, {"pubmed": 15896776, "text": "The SOX10 is highly expressed in unpigmented melanocyte precursors but are down-regulated upon differentiation."}, {"pubmed": 15930386, "text": "DNA methylation status of the SOX10 CpG island could be an epigenetic sign of oligodendrocyte dysfunction in schizophrenia."}, {"pubmed": 16205963, "text": "the transcriptional factor SOX10 is one of the key determinants of oligodendroglial differentiation"}, {"pubmed": 16214168, "text": "identified an association of Sox10 with the N-myc interactor Nmi, which was mediated by the high-mobility group of Sox10 and the central region of Nmi; Nmi modulated the transcriptional activity of Sox10"}, {"pubmed": 16494873, "text": "SOX10 protein is modified by sumoylation; three sumoylation consensus sites were found in the SOX10 protein, all of them are functional and modulate SOX10 activity."}, {"pubmed": 16741945, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16741945, "text": "Results show that genetic variations in the SOX10 gene do not contribute to susceptibility to Japanese schizophrenia."}, {"pubmed": 16791471, "text": "pediatric and adult high grade tumors display strong nuclear staining for SOX10"}, {"pubmed": 16896310, "text": "Sox10-regulated ErbB3 overexpression is a novel insight into the biology of pilocytic astrocytoma."}, {"pubmed": 17009072, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17621166, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17621166, "text": "SOX10 gene is related to the development of schizophrenia in a Japanese population."}, {"pubmed": 17855451, "text": "Failure to properly terminate SOX10 translation causes the generation of a deleterious functional domain that occurs because of translation of the normal 3'-UTR; the mutant fusion protein causes a severe neurological disease."}, {"pubmed": 17855658, "text": "investigation of the expression of Sox10 in other human tumors and in a number of gliomas. Sox10 expression was restricted to gliomas and melanomas."}, {"pubmed": 17999358, "text": "Neurological phenotypes reminiscent of that observed in Waardenburg syndrome types 2 affected patients with SOX10 deletions."}, {"pubmed": 18348267, "text": "A SOX10 \"de novo\" splice site mutation (c.698-2A > C) was identified in a severe type 4 Waardenburg syndrome without Hirschsprung disease."}, {"pubmed": 18348274, "text": "A de novo missense mutation in the gene encoding the SOX10 transcription factor in a Spanish sporadic case of Waardenburg syndrome type IV."}, {"pubmed": 18512230, "text": "Quantitative changes of enteric glia represented by SOX10 provide a basis for pathological assessment of glial proliferation and/or degeneration in the diseased gut."}, {"pubmed": 18627047, "text": "Waardenburg syndrome type II is caused by a heterozygous SOX10 frameshift mutation."}, {"pubmed": 18636017, "text": "Sox10 will serve as a more sensitive and specific marker for the diagnosis of melanocytic and schwannian tumors than S100 protein."}, {"pubmed": 18786246, "text": "Multiple sites belonging to 4 different genes (proteolipid protein, Sox10, extracellular superoxide dismutase, and pleiotrophin) were shown to directly interact with Sox10 by chromatin immunoprecipitation assay."}, {"pubmed": 18923447, "text": "SOX9 and SOX10 but not BRN2 seem to be required for nestin expression in human melanoma."}, {"pubmed": 19320733, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19422606, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19764030, "text": "Report on spanish cases of Waardenburg syndrome type 4 with novel mutations in EDN3 and SOX 10 genes."}, {"pubmed": 19912373, "text": "Sox10 can be reliably used for melanoma detection in sentinel lymph nodes."}, {"pubmed": 19933217, "text": "The degree of sex reversal correlated with levels of Sox10 expression in different transgenic lines."}, {"pubmed": 20067553, "text": "The SOX10 plays an active role in melanoma cells by regulating the MET gene."}, {"pubmed": 20130826, "text": "The study describes the evaluation of the SOX10 gene in a series of 196 isolated Hirschsprung disease cases and reports a truncating c.153-155del mutation."}, {"pubmed": 20308050, "text": "in ovo electroporation in the developing neural tube of chicken was used to determine which regions and properties of SOX10 are required for early neural crest development."}, {"pubmed": 20478267, "text": "Seven new mutations in PAX3, MITF, and SOX10 genes in 11 families with type I or type II Waardenburg syndrome were identified."}, {"pubmed": 20653825, "text": "Our results showed that SOX10 was strongly expressed by desmoplastic melanoma."}, {"pubmed": 20890226, "text": "SOX10 downregulation resulted in variable effects on proliferation and migration rates in the melanoma cell lines. In conclusion, the SOX10 intensity level differed depending on the tissue studied and SOX10 might have a role in survival."}, {"pubmed": 20974870, "text": "This database focuses on the transcription factor SOX10, which has essential roles in pigment cell development and function."}, {"pubmed": 21531202, "text": "Two novel heterozygous mutations (c.254G>A and c.698-2A>T) in the SOX10 gene were detected in Chinese patients with type IV Waardenburg syndrome."}, {"pubmed": 21552103, "text": "Sox-10 is useful in identifying nodal metastases in melanoma"}, {"pubmed": 21898658, "text": "Novel SOX10 missense mutations were found in 11 patients and were shown to be associated with various phenotypes of Waardenburg syndrome, ranging from WS2 to P."}, {"pubmed": 21965087, "text": "Here, we further identified an E248fsX30 SOX10 mutation in a family of WS2."}, {"pubmed": 22008330, "text": "There was no association between the 4 SNPs of the SOX10 gene & Hirschsprung disease in the Chinese Han population."}, {"pubmed": 22325460, "text": "Immunoreactivity with Sox10 was observed in 100% (83/83) of benign and malignant melanocytic lesions of various subtypes, as well as in 100% (19/19) of benign and malignant peripheral nerve sheath lesions."}, {"pubmed": 22337526, "text": "In addition to its many roles in Schwann cells, Sox10 is also important for the integrity of the boundary between central and peripheral nervous systems."}, {"pubmed": 22514309, "text": "This study demonistrated that Desert hedgehog links transcription factor Sox10 to peripheral nerve development."}, {"pubmed": 22640896, "text": "the SOX10 rs139887 polymorphism was related to the development of schizophrenia in a gender-specific manner, and may be a significant genetic marker for managing subgroups and etiological clues in schizophrenia."}, {"pubmed": 22736149, "text": "Our results demonstrate that Sox10 is a sensitive marker for Sinonasal mucosal melanomas"}, {"pubmed": 22772081, "text": "virtually all congenital naevi and melanomas are SOX10 positive. Furthermore, SOX10 silencing in melanoma cells suppresses neural crest stem cell properties, counteracts proliferation and cell survival, and completely abolishes in vivo tumour formation"}, {"pubmed": 22804786, "text": "Sox10 is a sensitive and specific marker for the prototypical granular cell tumour and may be used as an alternative or additional marker for this distinct tumour."}, {"pubmed": 22848661, "text": "deletions and point mutations within the MITF and SOX10 regulatory elements in 28 yet unexplained Waardenburg syndrome type 2 cases"}, {"pubmed": 23197006, "text": "SOX10 is invariably expressed in various melanomas, and is a sensitive, specific marker for this neoplasm."}, {"pubmed": 23237859, "text": "Bilateral agenesis or hypoplasia of the semicircular canals or both, associated with an enlarged vestibule and a cochlear deformity, strongly suggests a diagnosis of Waardenburg syndrome linked to a SOX10 mutation."}, {"pubmed": 23260325, "text": "Sox10 expression in the basal-like, unclassified triple-negative, and metaplastic carcinomas types supports the concept that these neoplasms show myoepithelial differentiation"}, {"pubmed": 23275444, "text": "The new HIF2alpha partners microphthalmia-associated transcription factor, SOX10, and AP2alpha, which are master actors of melanoma development, were confirmed via co-immunoprecipitation experiments."}, {"pubmed": 23291581, "text": "SOX10 is a highly useful marker to confirm the diagnosis of desmoplastic melanoma."}, {"pubmed": 23413263, "text": "Loss of the SOX10 protein is key to the pathology of Merlin-null schwannoma tumors."}, {"pubmed": 23456610, "text": "SOX10 rs139883 polymorphism influenced the age of onset of schizophrenia in a gender-specific manner."}, {"pubmed": 23558573, "text": "SOX10 is a novel marker for diagnosing and understanding the histogenesis of salivary gland tumors"}, {"pubmed": 23643381, "text": "Loss-of-function mutations in SOX10 cause Kallmann syndrome with deafness."}, {"pubmed": 23752089, "text": "Review: prognostic value of SOX10 immunohistochemistry in tumor diagnosis."}, {"pubmed": 23782678, "text": "Both MITF-1 and SOX10 can be used to differentiate melanoma in situ from actinic keratosis with melanocytic hyperplasia"}, {"pubmed": 23799842, "text": "SOX10 as a novel diagnostic marker for adenoid cystic carcinoma and basal-like breast carcinoma provides important molecular insight into their molecular aetiology and cell origin."}, {"pubmed": 23801280, "text": "study reports that SOX10 gene expression is gradually upregulated in the progression of melanoma"}, {"pubmed": 23929265, "text": "SOX10 is a specific (93%), albeit not very sensitive (67%), diagnostic marker to support a diagnosis of malignant peripheral nerve sheath tumor over synovial sarcoma."}, {"pubmed": 24311220, "text": "we present a patient with WS4 and a second with PCWH due to SOX10 mutations supporting again the genetic and phenotypic heterogeneity of these syndromes."}, {"pubmed": 24329979, "text": "SOX-10 is a relatively reliable marker for staining cutaneous myoepitheliomas."}, {"pubmed": 24335528, "text": "Sox10 immunostaining lacked diagnostic utility for granular cell tumors in the brain."}, {"pubmed": 24357527, "text": "Deletion and possibly the two point mutations within the SOX10 enhancers can be considered as a cause of isolated Hirschsprung disease."}, {"pubmed": 24379252, "text": "mutations of MITF, SNAI2 and SOX10 genes are observed in Waardenburg syndrome type II. (review)"}, {"pubmed": 24608986, "text": "data provide evidence for a critical role of SOX10 in melanoma cell invasion through the regulation of MIA and highlight its role as a therapeutic target in melanoma"}, {"pubmed": 24715709, "text": "haploinsufficiency of SOX10 may \"unmask\" subtler effects on expression or epistasis associated with variants in SOX10 targets (e.g., DHH), in its partners (e.g., PAX3, EGR2), and in genes with functional overlap (e.g., SOX8, SOX9)."}, {"pubmed": 24735604, "text": "The novel heterozygous c.259-260delCT mutation in the SOX10 gene was considered to be the cause of Waardenburg syndrome"}, {"pubmed": 24833716, "text": "SH3TC2 is regulated by the transcription factors CREB and SOX10, define a regulatory SNP at this disease-associated locus and reveal SH3TC2 as a candidate modifier locus of CMT disease phenotypes."}, {"pubmed": 24845202, "text": "This study reports on three independent families with SOX10 mutations predicted to result in the same missense mutation at the protein level."}, {"pubmed": 24887110, "text": "Decreases in Sox10 expression levels and a loss of Sox10(+) cells in both mouse and human aged ears suggests an important role of Sox10 in the maintenance of structural and functional integrity of the lateral wall."}, {"pubmed": 24927141, "text": "Our finding of the frameshift deletion (p.H387fs) in exon 4 of SOX10 in uveal melanoma (UM) provides an important insight and complements earlier findings of mutations in GNAQ and SF3B1 on the genomic basis of UM."}, {"pubmed": 24982138, "text": "lentiviral overexpression of transcription factors ASCL1, SOX10, and NKX2.2 in NPCs was sufficient to induce Sox10 enhancer activity, OPC mRNA, and protein expression consistent with OPC fate"}, {"pubmed": 25001176, "text": "SOX10 facilitates TCF4 to bind to beta-catenin and form a stable SOX10/TCF4/beta-catenin complex and trans-activate its downstream target gene in human hepatocellular carcinoma"}, {"pubmed": 25256313, "text": "SOX10 mutations can mimic non-syndromic hearing impairment."}, {"pubmed": 25265429, "text": "Sox10 is superior to S100 in the differential diagnosis of schwannoma and meningioma."}, {"pubmed": 25267720, "text": "Results show that SRY could be expressed in tissues of Hirschsprung patients. It binds to the promoter of RET gene by competing with SOX10 for its interaction with PAX3 and NKX2-1 repressing their transcriptional expression and RET's as well."}, {"pubmed": 25301735, "text": "Loss of SOX10 is associated with digestive cancers."}, {"pubmed": 25356946, "text": "reliable marker for detecting metastatic melanoma in sentinel lymph nodes"}, {"pubmed": 25436903, "text": "Data indicate that SOX transcription factor SOX10 was expressed in 238 of 257 melanomas, including 50 of 51 of both spindle cell and desmoplastic melanomas."}, {"pubmed": 25524031, "text": "Sox10 (and Sox2) activate transcriptional elongation in Schwann cells by recruiting the positive transcription elongation factor b."}, {"pubmed": 25562414, "text": "High SOX10 expression is associated with gangliocytic paraganglioma."}, {"pubmed": 25611246, "text": "SOX-10 expression is exclusively specific for all cases of metastatic melanoma."}, {"pubmed": 25629959, "text": "SOX10 and SOX9 are functionally antagonistic regulators of melanoma development."}, {"pubmed": 25724000, "text": "we examined Sox10 expression in 5134 human neoplasms spanning a wide spectrum of neuroectodermal, mesenchymal, lymphoid, and epithelial tumors."}, {"pubmed": 25817900, "text": "Identification of a rare dominant heterozygous SOX10 mutation c.621C>A in this family provided an efficient way to understand the causes of Waardenburg syndrome type II and improved genetic counseling."}, {"pubmed": 25865119, "text": "Melanoma reprogramming involves thousands of genomic regulatory regions underlying the proliferative and invasive states, identifying SOX10/MITF and AP-1/TEAD as regulators, respectively."}, {"pubmed": 25959061, "text": "Study shows that by uncoupling the effects of gain-of-function and haploinsufficiency in vivo, the effect of PCWH-causing SOX10 mutation is solely pathogenic in each SOX10-expressing cellular lineage in a dosage-dependent manner."}, {"pubmed": 26060192, "text": "Subnuclear re-localization of SOX10 and p54NRB correlates with a unique neurological phenotype associated with SOX10 missense mutations."}, {"pubmed": 26228106, "text": "our data imply that the same SOX10 mutations can underlie both typical Waardenburg syndrome and Kallmann Syndrome with deafness without skin/hair hypopigmentation, Hirschsprung disease, or neurological defects"}, {"pubmed": 26287936, "text": "SOX10-positivity rules out the diagnosis of ependymoma among other glial tumors with high confidence"}, {"pubmed": 26296878, "text": "Our result confirm the thesis that heterozygous deletions at SOX10 is an important pathogenicity for Waardenburg syndrome type II."}, {"pubmed": 26461473, "text": "Study provides evidence that the tumor suppressor Fbxw7alpha is the E3 ubiquitin ligase responsible for the degradation of SOX10, and suggests that reduced Fbxw7alpha might contribute to the upregulation of SOX10 in melanoma cells."}, {"pubmed": 26467042, "text": "Our study shows an inversed preferential nuclear expression of SLUG, SOX10, and SOX9 in triple negative and non-triple negative cases."}, {"pubmed": 26619208, "text": "The use of SOX10 may increase the diagnostic accuracy of salivary gland oncocytic lesions on fine needle aspiration."}, {"pubmed": 26945037, "text": "This study demonstated that Shows no differences in expression level in ependymomas from Infants versus older children or amongiMolecular Subgroups."}, {"pubmed": 26951260, "text": "Sox10 is expressed in many ovarian carcinomas"}, {"pubmed": 27084744, "text": "we demonstrated that SOX10 is one of the most consistent markers of CD133+ stem-like ACC cells. Expression of SOX10 is also seen in other cancers, suggesting that they may contain similar stem-like cells."}, {"pubmed": 27110718, "text": "SOX10 expression is elevated in serum of melanoma and vitiligo patients as compared to controls."}, {"pubmed": 27137987, "text": "An extended immunohistochemical panel that includes beta-catenin and SOX10 helps to support the diagnosis of biphenotypic sinonasal sarcoma without the need for gene rearrangement studies."}, {"pubmed": 27327192, "text": "SOX10 is useful in the differential diagnosis of salivary gland neoplasms."}, {"pubmed": 27418670, "text": "Our zebrafish CHARGE model thus reveals important regulatory roles for Chd7 at multiple points of neural crest development viz., migration, fate choice and differentiation and we suggest that sox10 deregulation is an important driver of the neural crest-derived aspects of Chd7 dependent CHARGE syndrome."}, {"pubmed": 27454999, "text": "Despite the fact that the E248fs has a dominant-negative effect on SOX10, its reduced stability may down-regulate the transcription of MITF and decrease the synthesis of melanin"}, {"pubmed": 27466180, "text": "The expression of the endogenous transcript is induced in a heterologous cell line by ectopically expressing SOX10, and is nearly ablated in Schwann cells by impairing SOX10 function. Intriguingly, overexpressing the two MTMR2 protein isoforms in HeLa cells revealed that both localize to nuclear puncta and the shorter isoform displays higher nuclear localization compared to the longer isoform"}, {"pubmed": 27785726, "text": "Data indicate that transcription factors Sox10 and Olig2 play key roles in oligodendrocytes (OLs) specification."}, {"pubmed": 27943102, "text": "A low-level expression of Sox10 was significantly associated with high-level venous invasion by immunohistochemical evaluation, while it was significantly associated with high-level lymphatic permeation when analyzed by real-time PCR assay."}, {"pubmed": 28098399, "text": "This study assesses MYB, CD117 and SOX-10 expression in cutaneous adnexal tumors."}, {"pubmed": 28107504, "text": "found that all SOX10-NL-positive cells expressed an early neural crest marker NGFR, however SOX10-NL-positive cells purified from differentiated hiPS cells progressively attenuate their NL-expression under proliferation"}, {"pubmed": 28128317, "text": "phylogenetic analysis and three-dimensional modelling of the SOX10 protein confirmed that the c.1333delT heterozygous mutation was pathogenic, indicating that this mutation might constitute a candidate disease-causing mutation."}, {"pubmed": 28189679, "text": "SRY (sex determining region Y)-box 10 protein (SOX10) enhances nestin protein (NES) expression via directly binding to the promoter of NES."}, {"pubmed": 28216417, "text": "High SOX10 expression is associated with Basal Breast Cancers."}, {"pubmed": 28343365, "text": "SOX10 immunohistochemistry may be of utility in distinguishing some of the varying adnexal tumors from each other, and from basal cell carcinoma (BCC), but given the staining of both apocrine and eccrine tumors, does not seem to provide information as to their origins as either eccrine or apocrine tumors."}, {"pubmed": 28390600, "text": "mutation is associated with distinctive phenotypic profile (association of anosmia and chronic constipation with SOX10 mutations)"}, {"pubmed": 28395065, "text": "This study showed that there is no evidence for the role of SOX10 in ependymocytes."}, {"pubmed": 28549040, "text": "Use of reliable positive and negative tissue controls is an important issue that must be addressed in any immunohistochemical staining reaction.4 SOX10 is a challenging marker in this sense, as no easy accessible tissues with consistent low-level expression have been identified at this time"}, {"pubmed": 28843711, "text": "Sox10 labeling is seen in a subset of metastatic triple-negative breast carcinomas, supporting its use as a marker of breast origin in this setting."}, {"pubmed": 28893539, "text": "Therefore, the mutant cannot transactivate the MITF promoter effectively, inhibiting melanin synthesis and leading to WS2. Our study confirmed haploinsufficiency as the underlying pathogenesis for WS2."}, {"pubmed": 29059311, "text": "Adenocarcinomas or adenomas derived from pigmented ciliary epithelium is distinguished from uveal melanoma by the absence of SOX10 expression and presence of the BRAF V600E mutation."}, {"pubmed": 29168219, "text": "Study reports a familial case of Waardenburg syndrome type IIE with a novel non-truncating mutation c.381_386dupGCACCT (p.L129_H130dup) in SOX10 gene."}, {"pubmed": 29295999, "text": "Data show that depletion of SRY (sex determining region Y)-box 10 protein (SOX10) sensitizes mutant proto-oncogene proteins B-raf (BRAF) melanoma cells to RAF inhibitors in vitro and in vivo."}, {"pubmed": 29726667, "text": "there have been a number of related reports that mutation of SOX10 will lead to Kallmann syndrome with deafness."}, {"pubmed": 29894722, "text": "SOX10 was positively correlated with WT1, but negative correlated with androgen receptor+ subtypes"}, {"pubmed": 29969627, "text": "SOX10 was up-regulated in melanoma and negatively correlated with miR-31."}, {"pubmed": 30071233, "text": "Report strong SOX10 expression in human papillomavirus-related multiphenotypic sinonasal carcinoma with confirmatory HPV mRNA in situ hybridization test."}, {"pubmed": 30122756, "text": "SOX10 might promote prostate cancer progression by accelerating the ability of the proliferation and invasion of prostate cancer cells"}, {"pubmed": 30174241, "text": "In both mouse and human tumors, SOX10 expression correlates with stem/progenitor identity, dedifferentiation, and invasive characteristics. Strikingly, study demonstrates that SOX10 binds to genes that regulate neural crest cell identity, and that SOX10-positive tumor cells exhibit neural crest cell features."}, {"pubmed": 30205833, "text": "Expression of HMB45, MelanA and SOX10 is evident but exceedingly rare in non-small cell lung cancer cases"}, {"pubmed": 30392914, "text": "SOX10 can regulate the proliferation and tumor formation of gastric cancer by regulating the expression of CMTM7."}, {"pubmed": 30468800, "text": "Although GATA3 is a more sensitive lineage marker than SOX10 in metastatic breast cancer, SOX10 is a useful adjunct because it is positive in most GATA3-negative breast metastases."}, {"pubmed": 30506895, "text": "High SOX10 expression is associated with melanoma cell invasion."}, {"pubmed": 30531326, "text": "SOX10 immunostaining can be a useful tool in the assessment of diagnostically difficult nodular basaloid cutaneous tumors"}, {"pubmed": 30628718, "text": "A heterozygous nonsense mutation [substitution; position 127; cytosine to thymine (c.127C>T)] was identified in exon 2 of SOX10 (transcript ID: NM_006941.3) in the proband and the mother; however, not in other family members or healthy controls"}, {"pubmed": 30672775, "text": "Normal Expression of SRY-related HMG-BOX Gene 10 (SOX-10) in Recent and Old Cutaneous Scars is a Potential Mimicker of Desmoplastic Malignant Melanoma."}, {"pubmed": 30903273, "text": "SOX10 showed incomplete myoepithelial staining compared to other myoepithelial markers"}, {"pubmed": 30914325, "text": "Characterization of novel SOX10 mutations in patients with Kallmann syndrome that showed reduced capacity to transactivate."}, {"pubmed": 30950082, "text": "SOX-10 positive cells may represent a small fraction of histiocytes routinely found in scar tissue."}, {"pubmed": 30957251, "text": "SOX10 positive cells were exclusively in subcapsular and medullary sinuses. Therefore, SOX10 is an excellent stain for evaluation of metastatic melanoma with the caveat that positivity in subcapsular and medullary sinuses can be of non-melanocytic origin; the use of additional melanocytic markers is recommended in this situations."}, {"pubmed": 31081043, "text": "Results indicate that SOX10 is a target gene of miR155, and that miR155 exerts oncogenic effects partly via the regulation of SOX10."}, {"pubmed": 31194875, "text": "A transactivation domain in the middle of the proteins (TAM) synergizes with a C-terminal one (TAC). TAM comprises amphipathic alpha-helices predicted to form a protein-binding pocket and overlapping with minimal transactivation motifs (9-aa-TAD). One 9-aa-TAD sequence includes an evolutionarily conserved and functionally required EPhi[D/E]QYPhi motif."}, {"pubmed": 31377750, "text": "Nonobstructive Azoospermia variants included MTRR c.537T>C (rs161870), odds ratios (OR), 3.686, 95% confidence interval (CI), 1.228-11.066; MTRR, c.1049A>G (rs162036), OR, 3.686, 95% CI, 1.228-11.066; PIWIL1, c.1580G>A (rs1106042), OR, 4.737, 95% CI, 1.314-17.072; TAF4B, c.1815T>C (rs1677016), OR, 3.599, 95% CI, 1.255-10.327; and SOX10 c.927T>C (rs139884), OR, 3.192, 95% CI, 1.220-8.353."}, {"pubmed": 31789936, "text": "Efficacy of Sox10 Promoter Methylation in the Diagnosis of Intestinal Neuronal Dysplasia From the Peripheral Blood."}, {"pubmed": 31828317, "text": "By characterization of the exact DNA-binding requirements of Myrf, we furthermore show that cooperative activation is a consequence of joint binding of Sox10 and Myrf to the same regulatory regions."}, {"pubmed": 31895100, "text": "Expression of FOXP1 and SOX10 by ameloblastomas differentiates them from basaloid salivary gland neoplasms."}, {"pubmed": 31960627, "text": "Identification of six novel variants in Waardenburg syndrome type II by next-generation sequencing."}, {"pubmed": 32027463, "text": "Grandparental genotyping enhances exome variant interpretation."}, {"pubmed": 32150337, "text": "A novel frameshift mutation in SOX10 causes Waardenburg syndrome with peripheral demyelinating neuropathy, visual impairment and the absence of Hirschsprung disease."}, {"pubmed": 32234158, "text": "Waardenburg syndrome type II patients carried heterozygous mutations in SOX10, they were c.355_356insTCAGGCAGCGC, c.1106_1107insTGGGGCCCCCCACACTA, c.511T>C (p.Y171H), c.91_100del."}, {"pubmed": 32238882, "text": "Temporal activation of WNT/beta-catenin signaling is sufficient to inhibit SOX10 expression and block melanoma growth."}, {"pubmed": 32565323, "text": "High frequency of p16 and SOX10 coexpression but not androgen receptor expression in triple-negative breast cancers."}, {"pubmed": 32580110, "text": "Novel mutations of SOX10 gene in Chinese patients with type II Waardenburg syndrome."}, {"pubmed": 32592167, "text": "Primary cutaneous Ewing sarcoma with diffuse S100/SOX10 positivity and pseudoalveolar pattern: An extraordinarily rare case highlighting a potential pitfall with significant repercussions."}, {"pubmed": 32703023, "text": "22q12.3-q13.1 microdeletion including SOX10 causes atypical Waardenburg syndrome."}, {"pubmed": 32737715, "text": "Combined SOX10 GATA3 is most sensitive in detecting primary and metastatic breast cancers: a comparative study of breast markers in multiple tumors."}, {"pubmed": 32899175, "text": "Immunohistological Expression of SOX-10 in Triple-Negative Breast Cancer: A Descriptive Analysis of 113 Samples."}, {"pubmed": 32908489, "text": "Targeted Next-Generation Sequencing Identifies Separate Causes of Hearing Loss in One Deaf Family and Variable Clinical Manifestations for the p.R161C Mutation in SOX10."}, {"pubmed": 33210885, "text": "[Identification of a novel mutation of SOX10 gene and analysis of the phenotype]."}, {"pubmed": 33234331, "text": "Novel variants in EDNRB gene in Waardenburg syndrome type II and SOX10 gene in PCWH syndrome."}, {"pubmed": 33251892, "text": "Targeted next-generation sequencing identified a novel variant of SOX10 in a Chinese family with Waardenburg syndrome type 2."}, {"pubmed": 33339831, "text": "Glioblastoma epigenome profiling identifies SOX10 as a master regulator of molecular tumour subtype."}, {"pubmed": 33345266, "text": "Waardenburg syndrome type II in a Chinese pedigree caused by frameshift mutation in the SOX10 gene."}, {"pubmed": 33442024, "text": "Phenotypic continuum between Waardenburg syndrome and idiopathic hypogonadotropic hypogonadism in humans with SOX10 variants."}, {"pubmed": 33536079, "text": "Molecular analysis of pediatric CNS-PNET revealed nosologic heterogeneity and potent diagnostic markers for CNS neuroblastoma with FOXR2-activation."}, {"pubmed": 33543662, "text": "Cytokeratin 7, GATA3, and SOX-10 is a Comprehensive Panel in Diagnosing Triple Negative Breast Cancer Brain Metastases."}, {"pubmed": 33766494, "text": "Phenotypic similarities in pigs with SOX10(c.321dupC) and SOX10(c.325A>T) mutations implied the correlation of SOX10 haploinsufficiency with Waardenburg syndrome."}, {"pubmed": 33770499, "text": "One-step Reprogramming of Human Fibroblasts into Oligodendrocyte-like Cells by SOX10, OLIG2, and NKX6.2."}, {"pubmed": 33865100, "text": "A de novo mutation of the SOX10 gene associated with inner ear malformation in a Guangxi family with Waardenburg syndrome type II."}, {"pubmed": 34058037, "text": "Tenascin-C regulates migration of SOX10 tendon stem cells via integrin-alpha9 for promoting patellar tendon remodeling."}, {"pubmed": 34171448, "text": "Clinical manifestations and novel pathogenic variants in SOX10 in eight Danish probands with Waardenburg syndrome."}, {"pubmed": 34453037, "text": "SOX10 ablation severely impairs the generation of postmigratory neural crest from human pluripotent stem cells."}, {"pubmed": 34667088, "text": "SOX10: 20 years of phenotypic plurality and current understanding of its developmental function."}, {"pubmed": 34728538, "text": "SOX10 Regulates Melanoma Immunogenicity through an IRF4-IRF1 Axis."}, {"pubmed": 34879275, "text": "SOX10 requirement for melanoma tumor growth is due, in part, to immune-mediated effects."}, {"pubmed": 35296667, "text": "Targeting SOX10-deficient cells to reduce the dormant-invasive phenotype state in melanoma."}, {"pubmed": 35413381, "text": "TRPS1, GATA3, and SOX10 expression in triple-negative breast carcinoma."}, {"pubmed": 35673726, "text": "[Expression of SOX10 and GATA3 in breast cancer and their significance]."}, {"pubmed": 36198237, "text": "Comparative role of SOX10 gene in the gliogenesis of central, peripheral, and enteric nervous systems."}, {"pubmed": 36317703, "text": "SOX10 modulated SMARCA4 dysregulation alleviates DNA replication stress in cutaneous melanoma."}, {"pubmed": 36331148, "text": "Identification of nine novel variants across PAX3, SOX10, EDNRB, and MITF genes in Waardenburg syndrome with next-generation sequencing."}, {"pubmed": 36669074, "text": "Staged Excision of Lentigo Maligna of the Head and Neck: Assessing Surgical Excision Margins With Melan A, SOX10, and PRAME Immunohistochemistry."}, {"pubmed": 36974807, "text": "SOX10 Inhibits T Cell Recognition by Inducing Expression of the Immune Checkpoint Molecule PD-L1 in A375 Melanoma Cells."}, {"pubmed": 37162337, "text": "Gallbladder cancer-associated genetic variants rs1003349 and rs1004030 regulate MMP14 expression by altering SOX10- and MYB-binding sites."}, {"pubmed": 37336549, "text": "SOX10."}, {"pubmed": 37436963, "text": "Novel SOX10 indel mutations drive schwannomas through impaired transactivation of myelination gene programs."}, {"pubmed": 37628576, "text": "LRP5, SLC6A3, and SOX10 Expression in Conventional Ameloblastoma."}, {"pubmed": 37821623, "text": "Somatic mosaic SOX10 indel mutations underlie a form of segmental schwannomatosis."}, {"pubmed": 37847239, "text": "SOX10 Loss Sensitizes Melanoma Cells to Cytokine-Mediated Inflammatory Cell Death."}, {"pubmed": 37906143, "text": "[Genetic testing and prenatal diagnosis for a Chinese pedigree affected with Waardenburg syndrome type 4C due to heterozygous deletion of SOX10 gene]."}, {"pubmed": 38266920, "text": "SOX10-Internal Tandem Duplications and PLAG1 or HMGA2 Fusions Segregate Eccrine-Type and Apocrine-Type Cutaneous Mixed Tumors."}, {"pubmed": 38419387, "text": "A novel frameshift mutation in SOX10 gene induced Waardenburg syndrome type II."}, {"pubmed": 38493096, "text": "Aberrant SOX10 and RET expressions in patients with Hirschsprung disease."}, {"pubmed": 38659011, "text": "Waardenburg syndrome type 2 with a de novo variant of the SOX10 gene: a case report."}], "genomic_pos": {"chr": "22", "end": 37987422, "ensemblgene": "ENSG00000100146", "start": 37970686, "strand": -1}, "genomic_pos_hg19": {"chr": "22", "end": 38383429, "start": 38366693, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001755", "qualifier": "involved_in", "term": "neural crest cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002009", "qualifier": "involved_in", "term": "morphogenesis of an epithelium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002052", "qualifier": "involved_in", "term": "positive regulation of neuroblast proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": 9722528, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006368", "qualifier": "involved_in", "term": "transcription elongation by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007405", "qualifier": "involved_in", "term": "neuroblast proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007422", "qualifier": "involved_in", "term": "peripheral nervous system development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 9425902, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010626", "qualifier": "involved_in", "term": "negative regulation of Schwann cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0014003", "qualifier": "involved_in", "term": "oligodendrocyte development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014015", "qualifier": "involved_in", "term": "positive regulation of gliogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0022010", "qualifier": "involved_in", "term": "central nervous system myelination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030318", "qualifier": "involved_in", "term": "melanocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031643", "qualifier": "involved_in", "term": "positive regulation of myelination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032808", "qualifier": "involved_in", "term": "lacrimal gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048469", "qualifier": "involved_in", "term": "cell maturation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048484", "qualifier": "involved_in", "term": "enteric nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048546", "qualifier": "involved_in", "term": "digestive tract morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048589", "qualifier": "involved_in", "term": "developmental growth"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048709", "qualifier": "involved_in", "term": "oligodendrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061138", "qualifier": "involved_in", "term": "morphogenesis of a branching epithelium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071393", "qualifier": "involved_in", "term": "cellular response to progesterone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071466", "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 18512230, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001216", "qualifier": "enables", "term": "DNA-binding transcription activator activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0001228", "pubmed": 9722528, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11029584, 16214168, 16494873, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 11029584, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140297", "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:1990841", "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[7955, 140616], [8364, 100101700], [9031, 395573], [9544, 702319], [9598, 470206], [9606, 6663], [9615, 481258], [9913, 353115], [10090, 20665], [10116, 29361]], "id": 5055}, "interpro": [{"desc": "High mobility group box domain", "id": "IPR009071", "short_desc": "HMG_box_dom"}, {"desc": "Sox developmental protein N-terminal", "id": "IPR022151", "short_desc": "Sox_N"}, {"desc": "High mobility group box domain superfamily", "id": "IPR036910", "short_desc": "HMG_box_dom_sf"}], "ipi": ["IPI00010781", "IPI00908479"], "map_location": "22q13.1", "name": "SRY-box transcription factor 10", "other_names": ["SRY (sex determining region Y)-box 10", "SRY-box 10", "SRY-related HMG-box gene 10", "dominant megacolon, mouse, human homolog of", "transcription factor SOX-10"], "pantherdb": {"HGNC": "11190", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98358", "ortholog_type": "LDO", "panther_family": "PTHR45803", "taxid": 10090, "uniprot_kb": "Q04888"}, {"RGD": "3735", "ortholog_type": "LDO", "panther_family": "PTHR45803", "taxid": 10116, "uniprot_kb": "O55170"}, {"Ensembl": "ENSGALG00000012290", "ortholog_type": "LDO", "panther_family": "PTHR45803", "taxid": 9031, "uniprot_kb": "Q9W757"}, {"ZFIN": "ZDB-GENE-011207-1", "ortholog_type": "LDO", "panther_family": "PTHR45803", "taxid": 7955, "uniprot_kb": "Q90XD1"}, {"FlyBase": "FBgn0024288", "ortholog_type": "O", "panther_family": "PTHR45803", "taxid": 7227, "uniprot_kb": "Q9VA17"}, {"PomBase": "SPBC32C12.02", "ortholog_type": "O", "panther_family": "PTHR45803", "taxid": 4896, "uniprot_kb": "P36631"}], "uniprot_kb": "P56693"}, "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-418990", "name": "Adherens junctions interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-9619665", "name": "EGR2 and SOX10-mediated initiation of Schwann cell myelination"}, {"id": "R-HSA-9619665", "name": "EGR2 and SOX10-mediated initiation of Schwann cell myelination"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9759476", "name": "Regulation of Homotypic Cell-Cell Adhesion"}, {"id": "R-HSA-9764260", "name": "Regulation of Expression and Function of Type II Classical Cadherins"}, {"id": "R-HSA-9764302", "name": "Regulation of CDH19 Expression and Function"}, {"id": "R-HSA-9824585", "name": "Regulation of MITF-M-dependent genes involved in pigmentation"}, {"id": "R-HSA-9856649", "name": "Transcriptional and post-translational regulation of MITF-M expression and activity"}, {"id": "R-HSA-9856651", "name": "MITF-M-dependent gene expression"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP5074", "name": "Kallmann,s Syndrome"}]}, "pfam": ["PF00505", "PF12444"], "pharmgkb": "PA36027", "pharos": {"target_id": 15269, "tdl": "Tbio"}, "prosite": "PS50118", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168498", "relationship": "is"}, {"id": "GNF179404", "relationship": "is"}, {"id": "GNF190310", "relationship": "is"}, {"id": "GNF201216", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF013823", "relationship": "is"}, {"id": "GNF013824", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286372", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098911", "relationship": "is"}, {"id": "GNF138566", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_007948.1"], "protein": "NP_008872.1", "rna": "NM_006941.4", "translation": {"protein": "NP_008872.1", "rna": "NM_006941.4"}}, "reporter": {"HG-U133_Plus_2": ["209842_at", "209843_s_at"], "HG-U95Av2": "36018_at", "HTA-2_0": "TC22000781.hg.1", "HuEx-1_0": "3960302", "HuGene-1_1": "8075992", "HuGene-2_1": "16934881"}, "retired": 8223, "summary": "This gene encodes a member of the SOX (SRY-related HMG-box) family of transcription factors involved in the regulation of embryonic development and in the determination of the cell fate. The encoded protein may act as a transcriptional activator after forming a protein complex with other proteins. This protein acts as a nucleocytoplasmic shuttle protein and is important for neural crest and peripheral nervous system development. Mutations in this gene are associated with Waardenburg-Shah and Waardenburg-Hirschsprung disease. [provided by RefSeq, Jul 2008].", "symbol": "SOX10", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420317"}, "unigene": "Hs.376984", "uniprot": {"Swiss-Prot": "P56693", "TrEMBL": ["A6PVD3", "A0A494C0R1", "H0Y5N4", "A0A8V8TM01", "A0A8I5KW15"]}, "wikipedia": {"url_stub": "SOX10"}}