{"AllianceGenome": "11195", "HGNC": "11195", "MIM": "184429", "_id": "6657", "_version": 3, "accession": {"genomic": ["AC117415.7", "CH471052.2", "CP068275.2", "JD597980.1", "JQ231229.1", "KM822782.1", "KM822783.1", "KM822784.1", "KM822785.1", "KM822786.1", "KM822787.1", "KM822788.1", "KM822789.1", "KM822790.1", "KM822791.1", "KM822792.1", "KM822793.1", "KM822794.1", "KM822795.1", "KM822796.1", "KM822797.1", "KM822798.1", "KM822799.1", "KR091847.1", "KR091848.1", "KT583980.1", "KU342032.1", "KU342033.1", "NC_000003.12", "NC_060927.1", "NG_009080.1"], "protein": ["AAA35997.1", "AAH13923.1", "AJF45876.1", "AJF45877.1", "AJF45878.1", "AJF45879.1", "AJF45880.1", "AJF45899.1", "AJF45900.1", "AJF45901.1", "AJF45902.1", "AJF45903.1", "AJF45904.1", "AJF45905.1", "AJF45906.1", "AJF45907.1", "AJF45908.1", "AJF45909.1", "AJF45910.1", "AJF45911.1", "AJF45912.1", "ALU11228.1", "ALU11229.1", "AMM45339.1", "AMM45340.1", "BAG35487.1", "CAA83435.1", "CRL66395.1", "EAW78354.1", "NP_003097.1", "P48431.1", "WBY73524.1"], "rna": ["AK312595.1", "AW016610.1", "AW163619.1", "BC013923.2", "BF305585.1", "BM668019.1", "BM722297.1", "CN430685.1", "DA388996.1", "KM822781.1", "L07335.1", "NM_003106.4", "OP680447.1", "Z31560.1"], "translation": [{"protein": "CAA83435.1", "rna": "Z31560.1"}, {"protein": "AAH13923.1", "rna": "BC013923.2"}, {"protein": "WBY73524.1", "rna": "OP680447.1"}, {"protein": "NP_003097.1", "rna": "NM_003106.4"}, {"protein": "AAA35997.1", "rna": "L07335.1"}, {"protein": "BAG35487.1", "rna": "AK312595.1"}, {"protein": "AJF45876.1", "rna": "KM822781.1"}]}, "alias": ["ANOP3", "MCOPS3"], "ensembl": {"gene": "ENSG00000181449", "protein": "ENSP00000323588", "transcript": "ENST00000325404", "translation": [{"protein": "ENSP00000323588", "rna": "ENST00000325404"}], "type_of_gene": "protein_coding"}, "entrezgene": "6657", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.74581922152075, "exp_mis": 169.466011323047, "exp_syn": 98.7176937619923, "lof_z": 1.70325985881622, "mis_z": 4.37597003292872, "mu_lof": 4.28867229857e-07, "mu_mis": 1.65980415194e-05, "mu_syn": 9.65327990141e-06, "n_lof": 1.0, "n_mis": 53.0, "n_syn": 58.0, "p_li": 0.396696528099993, "p_null": 0.0403812111802697, "p_rec": 0.562922260719737, "syn_z": 2.54059283798647}, "bp": 954, "cds_end": 181431102, "cds_start": 181430148, "n_exons": 1, "nonpsych": {"exp_lof": 4.27687038977232, "exp_mis": 153.364544135895, "exp_syn": 89.3304636787272, "lof_z": 1.55613822919944, "mis_z": 4.53571777607818, "mu_lof": 4.28867229857e-07, "mu_mis": 1.65980415194e-05, "mu_syn": 9.65327990141e-06, "n_lof": 1.0, "n_mis": 42.0, "n_syn": 48.0, "p_li": 0.382668699179643, "p_null": 0.0523253845810826, "p_rec": 0.565005916239274, "syn_z": 2.75317553259075}, "nontcga": {"exp_lof": 4.3643454238948, "exp_mis": 155.90693367332, "exp_syn": 90.8184521516553, "lof_z": 1.58862825434432, "mis_z": 4.22572756504492, "mu_lof": 4.28867229857e-07, "mu_mis": 1.65980415194e-05, "mu_syn": 9.65327990141e-06, "n_lof": 1.0, "n_mis": 50.0, "n_syn": 57.0, "p_li": 0.370166754970977, "p_null": 0.048201251505311, "p_rec": 0.581631993523712, "syn_z": 2.24692703344478}, "transcript": "ENST00000325404.1"}, "exons": [{"cdsend": 181713314, "cdsstart": 181712360, "chr": "3", "position": [[181711924, 181714435]], "strand": 1, "transcript": "NM_003106", "txend": 181714435, "txstart": 181711924}], "exons_hg19": [{"cdsend": 181431102, "cdsstart": 181430148, "chr": "3", "position": [[181429712, 181432223]], "strand": 1, "transcript": "NM_003106", "txend": 181432223, "txstart": 181429712}], "generif": [{"pubmed": 12612584, "text": "SOX2 has a role in eye development, and its mutation can cause anophthalmia"}, {"pubmed": 12637543, "text": "Sox-11 activates transcription more strongly than Sox-2; the transactivation domain of Sox-11 is primarily responsible for this capability"}, {"pubmed": 12923055, "text": "Sox2 can dimerize onto DNA in a distinct conformational arrangement."}, {"pubmed": 14559893, "text": "OCT1 and SOX2 have roles in transcriptional activation of the Oct1.Sox2.Hoxb1-DNA ternary transcription factor complex"}, {"pubmed": 14655050, "text": "Down-regulation of Sox2 may be an important factor for the development of intestinal metaplasia"}, {"pubmed": 14719100, "text": "SOX2 may play a role in differentiation of the human gastric epithelium and may be involved in gastric carcinogenesis"}, {"pubmed": 15910596, "text": "Sox2 may play an important role in maintaining a gastric phenotype in stomach cancers as well as in normal tissue."}, {"pubmed": 15920534, "text": "Identification of Sox2 as a novel c-myc BUR-binding protein was achieved through yeast one-hybrid screening and the Sox2/DNA interaction was confirmed by electrophoretic mobility shift assay and immunoprecipitation with Sox2 antibody."}, {"pubmed": 16153702, "text": "The SOX2 protein co-occupy a substantial portion of its target genes, and collaborate to form regulatory circuitry consisting of autoregulatory and feedforward loops."}, {"pubmed": 16283891, "text": "Bilateral anophthalmia and brain malformations caused by a 20-bp deletion through a slipped-strand mispairing event in the SOX2 gene."}, {"pubmed": 16552336, "text": "Expression of SOX2 is involved in later events of pancreaatic carcinogenesis."}, {"pubmed": 16596179, "text": "Increased SOX2 is associated with the pancreatobiliary phenotype of ampulla of vater carcinoma and involved in later events in carcinogenesis, such as invasion and metastasis"}, {"pubmed": 16712695, "text": "This review describes how cross regulation for PAX6, SOX2 and perhaps OTX2 has now been uncovered, pointing to the mechanisms that can fine-tune the expression of three such essential components in eye development."}, {"pubmed": 16932809, "text": "SOX2 is necessary for the normal development and function of the hypothalamo-pituitary and reproductive axes in both humans and mice."}, {"pubmed": 17136346, "text": "These data suggest that SOX2 plays an important role in regulation of pepsinogen A, and ectopic expression of SOX2 may be associated with abnormal differentiation of colorectal cancer cells."}, {"pubmed": 17219395, "text": "SOX2 mutation associated with AEG syndrome."}, {"pubmed": 17291498, "text": "Sox-2 immunoreactivity showed a nuclear labeling pattern and colocalised on GFAP immunoreactive cell in the human subventricular zone."}, {"pubmed": 17334350, "text": "Sox2 is preferentially expressed in breast tumours with basal-like phenotype."}, {"pubmed": 17389240, "text": "Detection of anti-SOX2 T cells predicts favorable clinical outcome in patients with asymptomatic plasmaproliferative disorders"}, {"pubmed": 17464316, "text": "Sox2 was observed in all cases of immature teratomas in primitive neuroepithelial tissues, but was not expressed in mature tissues."}, {"pubmed": 17506876, "text": "RNAi-mediated silencing of SOX2 induced differentiation with mesodermal characteristics in EC cells"}, {"pubmed": 17522144, "text": "Results provide further evidence that SOX2 haploinsufficiency is a common cause of severe developmental ocular malformations and that background genetic variation determines the varying phenotypes."}, {"pubmed": 17587179, "text": "have implicated duplications of SOX3 and mutations of both SOX2 and SOX3 in the aetiology of variants of septo-optic dysplasia"}, {"pubmed": 17898260, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17898260, "text": "PAX6 and SOX2 are obvious candidates in RE genetic studies because of their biological roles and prior linkage studies. The present findings strongly suggest refractive error is not directly affected in this population by variants in either gene."}, {"pubmed": 18027866, "text": "expression of both SOX2 and MUC5AC in serrated polyps supports the hypothesis that these polyps may be predominant precursors of mucinous and signet ring cell carcinomas of the colorectum"}, {"pubmed": 18039390, "text": "only SOX2 has been identified as a major causative gene of anophthalima and microphthalmia."}, {"pubmed": 18157115, "text": "Using ectopic expression of Oct4, Sox2, Klf4 and Myc, we have derived iPS cells from fetal, neonatal and adult human primary cells"}, {"pubmed": 18162777, "text": "Sox2 may be a tumor marker of glial lineages"}, {"pubmed": 18187129, "text": "Sox2-expressing MSCs showed consistent proliferation and osteogenic capability in culture media containing bFGF"}, {"pubmed": 18199879, "text": "The human primordial germ cells is the first primary cell type described to express POU5F1 and NANOG but not SOX2."}, {"pubmed": 18268498, "text": "SOX2 is frequently downregulated in gastric cancers"}, {"pubmed": 18285410, "text": "SOX2 plays a critical role in the pituitary, forebrain, and eye during human embryonic development."}, {"pubmed": 18293417, "text": "A high level of SOX2 expression correlates with epigenetic modifications of distant enhancers SRR1 and SRR2 during creation of cell-specific epigenomes."}, {"pubmed": 18293417, "text": "SOX2 enhancers SRR1 and SRR2 are each differentially methylated and acetylated, on a temporal basis, contributing to the generation of neuron- and astrocyte-specific epigenomes from a common progenitor cell."}, {"pubmed": 18366076, "text": "Thsi study identifies DPPA4 and other genes as putative Sox2:Oct-3/4 target genes using a combination of in silico analysis and transcription-based assays."}, {"pubmed": 18385794, "text": "These results support the role of SOX2 in ocular development. Loss of SOX2 function results in severe eye malformation. CHX10 was not implicated with microphthalmia/anophthalmia in our patient cohort."}, {"pubmed": 18388306, "text": "Sox2, Oct4 and Nanog are linked together in a pluripotent regulatory network"}, {"pubmed": 18393632, "text": "SMAD 2/3 signaling directly supports NANOG expression, while SMAD 1/5/8 activation moderately represses SOX2."}, {"pubmed": 18456656, "text": "SOX2 and beta-catenin act in synergy in the transcription regulation of CCND1 in breast cancer cells"}, {"pubmed": 18474784, "text": "Mutation in SOX2 is associated with typical ocular coloboma and probably other anomalies in this Chinese family."}, {"pubmed": 18710938, "text": "The transcriptional activation of miR-302 and the translational repression of its targets, such as cyclin D1, may provide a link between Oct4/Sox2 and cell cycle regulation in pluripotent cells."}, {"pubmed": 18831064, "text": "describe two sisters with bilateral anophthalmia/microphthalmia, brain anomalies and a novel heterozygous SOX2 gene single-base pair nucleotide deletion, c.551delC, which predicts p.Pro184ArgfsX19"}, {"pubmed": 18836133, "text": "A significant reduction in SOX2 messenger RNA (mRNA) expression is found in hydatidiform moles compared with that in placentas. SOX2 messenger RNA expression is significantly correlated with SOX2 hypermethylation."}, {"pubmed": 18948646, "text": "SOX2 silenced glioblastoma tumor-initiating cells, despite the many mutations they have accumulated, stop proliferating and lose tumorigenicity in immunodeficient mice."}, {"pubmed": 19061938, "text": "expression of Sox1, Sox2 and Sox9 was detected at the mRNA level in both foetal and adult cerebellum samples; Sox1, Sox2 and Sox9 expression was detected in the Purkinje cell layer of the adult cerebellum"}, {"pubmed": 19254784, "text": "A novel heterozygous SOX2 mutation causing anophthalmia/microphthalmia with genital anomalies is reported."}, {"pubmed": 19327014, "text": "Results suggest that DAZL-expressing (DE)cells, which possess some pluripotent/multipotent characteristics of"}, {"pubmed": 19396148, "text": "SOX2 may be useful in the distinction of seminoma from embryonal carcinoma, and potentially in diagnosing early carcinomatous differentiation in seminoma."}, {"pubmed": 19409607, "text": "Increased miR-145 expression inhibits human embryonic stem cells self-renewal, represses expression of pluripotency genes, and induces lineage-restricted differentiation; loss of miR-145 impairs differentiation and elevates OCT4, SOX2, and KLF4."}, {"pubmed": 19414369, "text": "High sox2 expression is associated with squamous cell carcinoma."}, {"pubmed": 19458492, "text": "Studies show that the expression of genes belonging to the OCT3/SOX2/NANOG/KLF4 core circuitry that acts at the highest level in regulating stem cell biology."}, {"pubmed": 19471311, "text": "The SOX2 mutation in this family implicates the partner-factor interaction region of SOX2 in contributing to the specificity of SOX2 action in optic fissure closure."}, {"pubmed": 19483629, "text": "This study evaluates the use of the markers, podoplanin, SOX2, NANOG, and OCT3/4 in ovarian tumors"}, {"pubmed": 19520737, "text": "Helicobacter pylori induces gastric mucosal intestinal metaplasia through the inhibition of interleukin-4-mediated HMG box protein Sox2 expression."}, {"pubmed": 19549847, "text": "Stoichiometric and temporal requirements of Oct4, Sox2, Klf4, and c-Myc expression for efficient human iPSC induction and differentiation."}, {"pubmed": 19554373, "text": "High SOX2 is correlated with lymph node metastasis in colorectal cancer."}, {"pubmed": 19657699, "text": "High SOX2 levels are associated with distant recurrence after chemoradiotherapy in rectal cancer pateints."}, {"pubmed": 19661786, "text": "Sox2 is highly expressed in concert with p63 in most squamous cell carcinomas, but may also influence tumor differentiation in both non-small cell lung carcinomas and pulmonary neuroendocrine tumors."}, {"pubmed": 19696409, "text": "Induced pluripotent stem cells programmed with OCT4/SOX2/KLF4 and without c-MYC yield proficient cardiogenesis for functional heart chimerism."}, {"pubmed": 19716157, "text": "SOX2 may be useful in an immunohistochemical panel to differentiate between squamous cell carcinomas and adenocarcinomas of the gastrointestinal tract."}, {"pubmed": 19723802, "text": "Melanocytes and melanoma cells did not require ectopic Sox2 expression for conversion into pluripotent stem cells."}, {"pubmed": 19736317, "text": "Data reveal a molecular Oct4-, Sox2- and Sox17-mediated mechanism that disrupts the stem cell microenvironment favoring pluripotency to provide an endodermal environment in which cell lineage is determined and commits the cells to a cardiogenic fate."}, {"pubmed": 19767420, "text": "Sox2 overlapping transcript has multiple transcription start sites associated with genomic features that indicate regulated expression, including highly conserved elements and chromatin marks characteristic of gene promoters."}, {"pubmed": 19787784, "text": "findings indicate that SOX2 and CCNE1 might be activated via gene copy number gain and participate in oral carcinogenesis"}, {"pubmed": 19801978, "text": "show that a peak of genomic amplification on chromosome 3q26.33 found in squamous cell carcinomas (SCCs) of the lung and esophagus contains the transcription factor gene SOX2."}, {"pubmed": 19816951, "text": "show that Klf4 interacts directly with Oct4 and Sox2 when expressed at levels sufficient to induce induced pluripotent stem cells."}, {"pubmed": 19876845, "text": "Analysis of SOX2 expression in developing human testis and germ cell neoplasia is reported."}, {"pubmed": 19921648, "text": "SOX2 mutations were screened in the coding region of the gene in 10 individuals with anophthalmia/microphthalmia."}, {"pubmed": 20042675, "text": "SOX2 is a novel biomarker for subpopulations of normal skin cells that reside in established stem cell niches and might relate to Merkel cell and melanocyte ontogeny and tumorigenesis."}, {"pubmed": 20057906, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20114006, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20114006, "text": "the SOX2 (SRY (sex determining region Y)-box 2) genetic polymorphism has gender-specific effects on DN (diabetic neuropathy; implying that transcription factors in pluripotency mechanisms may be involved in the pathogenesis of diabetes and DN."}, {"pubmed": 20126410, "text": "results indicate that the SOX2 transcription factor, a major regulator of stem cell function, is also an oncogene and a driver gene for the recurrent 3q26.33 amplifications in lung SCC"}, {"pubmed": 20138825, "text": "SOX2 modulates alternative splicing by functioning as a splicing factor."}, {"pubmed": 20161759, "text": "Data show that SOX2 protein expression was greatly higher in lung SCCs compared to adenocarcinomas."}, {"pubmed": 20185800, "text": "The complementation of Sox2 in Oct3/4-, Klf4, and c-Myc-expressing blood derived mesangioblasts enhanced the differentiation into all 3 cardiovascular lineages and improved the functional recovery after acute myocardial infarction."}, {"pubmed": 20299530, "text": "the clinical progression of high-grade preinvasive bronchial dysplasia is associated with incremental amplification of SOX2 on chromosome 3, apparently promoting malignant progression"}, {"pubmed": 20349085, "text": "Expression of Sox2 in human ovarian epithelial carcinoma"}, {"pubmed": 20371328, "text": "analysis of a tethered-hopping model for protein-DNA binding and unbinding based on Sox2-Oct1-Hoxb1 ternary complex simulations"}, {"pubmed": 20382729, "text": "EWS-FLI-1 and miRNA-145 function in a mutually repressive feedback loop and identify their common target gene, SOX2, in addition to miRNA145 itself, as key players in Ewing sarcoma family tumors cell differentiation and tumorigenicity"}, {"pubmed": 20384793, "text": "Data show that SOX2 plays an important role in the maintenance of pluripotency of human ESCs and possibly, trophoblast development."}, {"pubmed": 20425471, "text": "Deletions and mutations of the SOX2 gene are causative for the phenotype of clinical anophthalmia/optic nerve hypoplasia, esophageal atresia, and/or genital anomalies in the AEG syndrome"}, {"pubmed": 20454695, "text": "The recurrent c.70del20 mutation accounts for 21% of all independent SOX2 mutations reported to date. Mutations in SOX2 do not appear to be a common cause of ocular defects other than anophthalmia/microphthalmia."}, {"pubmed": 20494911, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20510497, "text": "results demonstrate that hADCs were an ideal somatic cell resource for the rapid and efficient generation of iPS cells by OCT4/SOX2/NANOG"}, {"pubmed": 20537983, "text": "these results suggest that the eIF4E-Sox2 axis is a novel mechanism of unregulated self-renewal of glioma-initiating cells, providing a potential therapeutic target for glioma."}, {"pubmed": 20631605, "text": "Sox2 seems to be an independent predictor of poor outcome in stage I lung adenocarcinomas and may help stratify patients at increased risk for recurrence."}, {"pubmed": 20667095, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20667095, "text": "SOX2 together with MCF2L2 genetic polymorphisms have combined genetic effects on diabetic nephropathy in females."}, {"pubmed": 20698766, "text": "results provide proof that hGMDCs can be reprogrammed into pluripotent cells by ectopic expression of three factors (OCT4, SOX2, and NANOG) without the use of oncogenes c-MYC and KLF4"}, {"pubmed": 20709360, "text": "Sox2 may participate in carcinogenesis of cervical carcinomas and may be a potential therapeutic target molecule for cervical cancers."}, {"pubmed": 20726797, "text": "Data show that SOX2 is overexpressed in colorectal cancer tissues compared with normal adjacent tissues."}, {"pubmed": 20739473, "text": "These in vitro results parallel that seen when Sox2 is silenced in neural stem cells of lower species during development, and they suggest that Sox2 may have an important role in adult hMSC differentiation into retinal neurons in vitro."}, {"pubmed": 20824710, "text": "suggest that Sox21 can negatively regulate Sox2 in glioma. Our findings imply that Sox2 and Sox21 may be interesting targets for the development of novel glioma therapy"}, {"pubmed": 20850729, "text": "expression of pluripotency factors SOX-2, OCT-4, KLF-4, and NANOG was analyzed in the endometrium, myometrium and endometriotic tissue of 36 patients; aberrant expression of SOX-2 may indicate a stem cell origin of endometriosis"}, {"pubmed": 20875870, "text": "SOX2 is likely to be a target of the 3q26 amplification and may therefore be involved in the development or progression of esophageal squamous cell carcinoma."}, {"pubmed": 20879854, "text": "All cultured mesenchymal stem cells (MSC) populations, independently from the tissue of origin, express the embryonic transcription factor NANOG, whereas OCT-4 and SOX-2 are not expressed."}, {"pubmed": 20937145, "text": "Simultaneous analyses of Oct4 and Sox2 expression could be more effective in evaluating the prognoses of patients with hypopharyngeal squamous cell carcinoma"}, {"pubmed": 20949537, "text": "A large cohort of patients with schizencephaly, some with features of septo-optic dysplasia, were sequenced for mutations in LHX2, HESX1 and SOX2."}, {"pubmed": 21048121, "text": "Sox2 enhancer-based fluorescence-activated cell sorting permits the prospective identification and direct isolation of a telomerase-active population of neural stem cells from the human fetal forebrain."}, {"pubmed": 21103394, "text": "Studies provide novel insights into how Sox2 is able to associate with a wide array of nuclear proteins that control gene transcription."}, {"pubmed": 21166886, "text": "Mesenchymal stem cells maintained in the medium supplemented with ascorbic acid for a period of 4 weeks showed increase in pluripotency markers Oct4 and SOX 2"}, {"pubmed": 21190055, "text": "In thymoma immunoreactivity to SOX2 increased parallel to pathological stage, and a peculiar distribution was observed in type B3 thymoma with a positive reaction in both tumor and endothelial cells."}, {"pubmed": 21211035, "text": "By microRNA sequencing determined that levels of 105 precursor microRNAs(corresponding to 95 mature miRNAs) are altered in response to SOX2 knockdown in glioblastoma multiforme cells."}, {"pubmed": 21227461, "text": "Sox2 and Oct3/4 might be independent prognostic factors for patients with gastric cancer."}, {"pubmed": 21251041, "text": "Expression of embryonic stem cell markers SOX2 and nestin in dermatofibrosarcoma protuberans and dermatofibroma."}, {"pubmed": 21276239, "text": "Data suggest that SOX2 plays an early role in breast carcinogenesis and high expression may promote metastatic potential."}, {"pubmed": 21280222, "text": "SOX2 associates with the heterogeneous nuclear ribonucleoprotein complex, suggesting a possible role for SOX2 in posttranscriptional regulation in addition to its function as a transcription factor."}, {"pubmed": 21304604, "text": "miR-126 is a novel miRNA that targets SOX2, and PLAC1 may be a novel downstream target gene of SOX2 in gastric cancer cells."}, {"pubmed": 21305642, "text": "Study reveals that NB express the stem cell-related gene SOX2 and that high protein levels correlate to aggressive disease."}, {"pubmed": 21323603, "text": "Nestin and Sox-2 immunoreactivity was significantly associated with astrocytic glioma tumor cell proliferation and nestin expression was independently associated with poor patient survival."}, {"pubmed": 21376027, "text": "Analyses revealed that Sox2 or Oct4A was an independent prognostic factor for hepatocellular carcinoma HCC."}, {"pubmed": 21415100, "text": "SOX2 increased the apoptosis-resistant properties of DU145 cells with decreased function of store-operated Ca(2+) entry and reduced expression of Orai1 at both mRNA and protein levels."}, {"pubmed": 21419292, "text": "expression of reprogramming marker Sox2, was detectable in the early passaged DPCs, and sequential loss of this marker in nucleus during DPC cultures might be related to the cell fate of pulp derived cells during the long-term in vitro cultivation."}, {"pubmed": 21433225, "text": "Ectopic expression of Rcor2 in both mouse and human somatic cells effectively substituted the requirement for exogenous Sox2 expression in somatic cell reprogramming."}, {"pubmed": 21460799, "text": "SOX2 amplification and upregulation are frequent events in squamous cell carcinomas of the lung and are associated with indicators of favorable prognosis"}, {"pubmed": 21518820, "text": "It is concluded that SOX2 is a marker for undifferentiated and proliferating cells and that its expression is up-regulated in the most anaplastic areas of glioblastomas and oligodendrogliomas"}, {"pubmed": 21531766, "text": "Results reveal a novel regulatory mechanism by which ID4-driven suppression of miR-9* induces SOX2, which imparts stemness potential and chemoresistance to glioma cells and GSCs."}, {"pubmed": 21540835, "text": "The authors found that Sox2 and Eed positively regulate each other's expression and contribute to the maintenance of self-renewal in embryonic stem cells by controlling histone methylation and acetylation."}, {"pubmed": 21549328, "text": "plays a key role in sensory neurogenesis"}, {"pubmed": 21631526, "text": "forced down-regulation of the pluripotency markers OCT34, LIN28 and SOX2 in the embryonal carcinoma cell line NT2 resulted in loss of stem cell characteristics, and induction of differentiation, preferentially in ectodermal and mesodermal lineages"}, {"pubmed": 21687954, "text": "High level of MET and SOX2 expression were respectively demonstrated in ADCs and SCCs."}, {"pubmed": 21689966, "text": "study showed that Sox2 positive expression was frequent in pN0 oral tongue squamous cell carcinoma and involved in tumor progression."}, {"pubmed": 21716161, "text": "Progression from papillary thyroid carcinomas to anaplastic thyroid carcinoma could be favoured by further TP53 mutation and SOX2 expression."}, {"pubmed": 21803132, "text": "The difference of mRNA expression levels of the Sox2 gene in pancreatic islets between type 2 diabetic patients and controls was not statistically significant."}, {"pubmed": 21804543, "text": "Data show that FOXO1 activates the expression of OCT4 and SOX2 pluripotency genes in hESCs by binding directly to their regulatory regions."}, {"pubmed": 21822303, "text": "These findings suggest that reactivation of Sox2 represents an early step in breast tumour initiation, explaining tumour heterogeneity by placing the tumour-initiating event in any cell along the axis of mammary differentiation."}, {"pubmed": 21852325, "text": "Data show that nuclear expression of the pluripotency-associated stem cell marker complex OCT4/SOX2/NANOG was confirmed in ISCs."}, {"pubmed": 21919124, "text": "This is the first indication that SOX2 haploinsufficiency is implicated in the generation of pituitary tumors with distinct clinical characteristics."}, {"pubmed": 21927024, "text": "Sox2 is a survival factor and a novel biomarker of self renewal in osteosarcomas"}, {"pubmed": 21931300, "text": "role in maintenance of stemness and tumorigenicity of human lung adenocarcinoma cancer stem-like cells/cancer-initiating cells"}, {"pubmed": 21940738, "text": "High SOX2 is associated with tumor- and sphere-forming glioblastoma cells with a distinct tyrosine kinase inhibitor sensitivity profile."}, {"pubmed": 21947321, "text": "In the hypoxic conditions, OCT4 and SOX2, both of which are induced by HIF1alpha/HIF2alpha. promote CD133 expression in the lung cancer cells via their direct interaction with the P1 promoter."}, {"pubmed": 21951286, "text": "knockdown of Sox2 significantly inhibited multipotentiality and cell proliferation in mesenchymal stem cells"}, {"pubmed": 21962512, "text": "Study reports using an unbiased in vitro transcription-biochemical complementation assay to discover a multisubunit stem cell coactivator complex (SCC) that is selectively required for the synergistic activation of the Nanog gene by Oct4 and Sox2."}, {"pubmed": 22014056, "text": "We found a positive correlation between the expression levels of Oct4, Sox2 and Nanog and tumour malignancy in human glioma"}, {"pubmed": 22015605, "text": "SOX2 might have a specific function by regulating DKK1 and c-MYC in the differentiation and growth of ASCs, which is separate from its roles in ESCs."}, {"pubmed": 22046437, "text": "found that CARM1 facilitates Sox2-mediated transactivation and directly methylates Sox2 at arginine 113"}, {"pubmed": 22069467, "text": "High Sox2 expression due to genetic and epigenetic modifications contribute to the invasive phenotype of malignant gliomas."}, {"pubmed": 22070920, "text": "SOX2 plays a role in the maintenance of a less differentiated glioma cell phenotype. In addition, the results indicate a critical role of SOX2 in adhesion and migration of malignant gliomas"}, {"pubmed": 22171155, "text": "Sporadic SOX2 mutations and deletions arose in both the male and female germlines."}, {"pubmed": 22184093, "text": "Co-expression of SOX2 and MMP-3 may serve as a functionally relevant biomarker for invasive melanoma cells."}, {"pubmed": 22184289, "text": "Glioblastoma multiforme tissue grade IV specimens showed significant expression of Twist1 and Sox2, known mesenchymal and stemness related markers, respectively, indicating their association with glial tumor genesis and metastasis."}, {"pubmed": 22200372, "text": "Endogenous Sox2 expression may be regulated by microRNA-145 in human iPS cells with HuAECs feeder cells, and Sox2 is a crucial component required for maintenance of them in an undifferentiated, proliferative state capable of self-renewal."}, {"pubmed": 22204637, "text": "The SOX2 mutation detected in c.542delC, predicting p.Pro181Argfs*22 which were not listed in the Database of Single Nucleotide Polymorphisms."}, {"pubmed": 22236193, "text": "study reported that, in the univariate analysis, SOX2 expression was correlated with a poorer distant metastasis-free survival in nasopharyngeal carcinoma patients"}, {"pubmed": 22265740, "text": "SOX2 utilizes a specific binding motif to directly interact with the TRKC regulatory region."}, {"pubmed": 22311737, "text": "CD49f enhances multipotency and maintains stemness through the direct regulation of OCT4 and SOX2."}, {"pubmed": 22396547, "text": "Sox2 modulates the mechanism of translocation of Oct1. Both Sox2 and the Oct1 POU(HD) domain are transiently released from the specific ternary complex by sliding to an adjacent nonspecific site, followed by direct transfer to another DNA molecule"}, {"pubmed": 22401770, "text": "Our results showed that sex-determining region Y-box 2 expression may be a potential marker related to tumor recurrence, as implicated by its role in cancer stem cells."}, {"pubmed": 22469032, "text": "Sox2 expression is necessary for cell proliferation and evasion of apoptosis in prostate cancer cells."}, {"pubmed": 22482508, "text": "Distinct lineage specification roles for NANOG, OCT4, and SOX2 in human embryonic stem cells."}, {"pubmed": 22539002, "text": "Data suggest that there is a partial functional redundancy between Sox2 and Klf4 in the disruption of cellular homeostasis and activation of regulatory networks that define pluripotency."}, {"pubmed": 22542624, "text": "ASXL1 may be a direct target of SOX2 and may play a role in maintaining the pluripotency of stem cells."}, {"pubmed": 22571403, "text": "results suggest that SOX2 is required for the endogenous levels of MITF in hESC-NC and normal human melanocytes in vitro"}, {"pubmed": 22576801, "text": "expression of Oct4 and Sox2 may correlate with the genesis and progression of neuroblastoma"}, {"pubmed": 22576926, "text": "cryopreservation of amniotic fluid does not alter karyotype, NANOG/SOX2 gene expression, or multipotent capacity of stem cells that have been collected from amniotic fluid during pregnancy"}, {"pubmed": 22613719, "text": "Findings describe the rapid, reproducible, and highly efficient generation of iPSCs derived from endogenous kidney tubular renal epithelial cells with only two transcriptional factors, OCT4 and SOX2."}, {"pubmed": 22615765, "text": "results present evidence that SOX2 may regulate the expression of oncogenes in cancer stem cells to promote the development of human lung cancer"}, {"pubmed": 22718759, "text": "data suggest a model for the sequence of binding events involved in synergistic gene regulation by Sox2 and Oct1"}, {"pubmed": 22777760, "text": "indicate that stem cell-related transcription factors Nanog, Oct-4 and Sox-2 were positively expressed in umbilical cord (UC)-mesenchymal stem cells (MSCs)."}, {"pubmed": 22791809, "text": "infected mice present BMP pathway upregulation, focal Cdx2 expression and decreased Sox2."}, {"pubmed": 22814375, "text": "Cord blood-derived neuronal cells by ectopic expression of Sox2 and c-Myc."}, {"pubmed": 22832207, "text": "This study provides the first evidence for the presence of circulating SOX2-Abs in breast cancer and shows their potential clinical application."}, {"pubmed": 22837720, "text": "Sox2 and Oct4 may act as the promising unit markers in directing NSCLC diagnosis and therapy. Also, Oct4 can be regarded as a novel predictor of poor prognosis for NSCLC patients undergoing resection."}, {"pubmed": 22847005, "text": "Hyaluronan-CD44v3 interaction with Oct4-Sox2-Nanog promotes miR-302 expression leading to self-renewal, clonal formation, and cisplatin resistance in cancer stem cells from head and neck squamous cell carcinoma."}, {"pubmed": 22863087, "text": "Coexpression of B-lymphoma Moloney murine leukemia virus insertion region-1 (BMI1) and sex-determining region of Y chromosome-related high mobility group box-2 (SOX2) may promote cervical carcinogenesis."}, {"pubmed": 22899289, "text": "This study provides evidence that nestin and SOX2 can effectively differentiate nodal melanocytic nevi from metastatic melanomas"}, {"pubmed": 22899292, "text": "ALDH1 expression and SOX2 expression were associated with a poor prognosis in upper urinary tract urothelial cell carcinoma"}, {"pubmed": 22912670, "text": "the role of SOX2 in Epithelial-Mesenchymal Transition"}, {"pubmed": 22937156, "text": "our data suggests that increases in the expression of SOX2 during brain tumor progression are likely to be linked closely with changes in other critical genes that work in concert with SOX2 to enhance the tumorigenicity of brain tumors."}, {"pubmed": 22941189, "text": "SOX2 gene amplification was found in 27 percent of small-cell lung samples."}, {"pubmed": 22945632, "text": "2 previously characterized patients with SOX2 haploinsufficiency & hypogonadotrophic hypogonadism responded to GnRH stimulation, suggesting it is the deficient hypothalamic stimulation of gonadotrophs that causes hypogonadotrophic hypogonadism."}, {"pubmed": 23005595, "text": "The results indicate that high expression rates of SOX2 might be a prediction marker for oral squamous cell carcinoma lymph node metastasis."}, {"pubmed": 23009336, "text": "Sox2 is a novel target of EGFR-Src-Akt signaling in NSCLCs that modulates self-renewal and expansion of stem-like cells from NSCLC."}, {"pubmed": 23060440, "text": "Estrogen receptor alpha signaling regulates breast tumor-initiating cells by down-regulating miR-140 which targets the transcription factor SOX2"}, {"pubmed": 23086772, "text": "Sox2 appears to be an important gene in lung squamous cell carcinogenesis that in particular drives the development of poorly differentiated tumors."}, {"pubmed": 23111103, "text": "SOX2 is a direct target of miR-429 in colorectal cancer"}, {"pubmed": 23135265, "text": "miR-378 is a regulator of stem cell marker Sox2 by targeting vimentin"}, {"pubmed": 23159246, "text": "sex-determining region Y-box 2 amplification is not an early event in squamous carcinogenesis and is important for progression in a subset of squamous cell carcinoma."}, {"pubmed": 23211052, "text": "Results indicate positive expression of SOX2, SOX3, PAX6, OCT3/4, and NANOG in the CD105+ and CD105(-) cell subpopulations."}, {"pubmed": 23213213, "text": "OAC1 increases transcription of the Oct4-Nanog-Sox2 triad and Tet1, a gene known to be involved in DNA demethylation"}, {"pubmed": 23279472, "text": "Stable transgenic cell lineages were obtained and canine cells showed to be highly responsive to the integration and expression of human SOX2 and OCT4, also depending on the amount of virus used for incubation."}, {"pubmed": 23301671, "text": "our data demonstrate that SOX2 switch-off through ABCG2 transporter down-regulation has a major role in overcoming cancer stem cells chemotherapy resistance."}, {"pubmed": 23307254, "text": "Our data suggested for the first time that the high expression of Sox2 may contribute to the development of non-muscle-invasive bladder cancer"}, {"pubmed": 23326489, "text": "These data propose a model of elevated Sox2 expression due to loss of AR-mediated repression during castration."}, {"pubmed": 23336432, "text": "Data indicate that the high side scatter (SSC(high))-stem/progenitor cells (hDSPCs) had high in vitro proliferation properties and expressed high levels of SOX2 and S100B."}, {"pubmed": 23349823, "text": "Data indicate that the stem cell markers, Nanog, Oct-4 and SOX-2, were significantly upregulated in cisplatin resistant (CisR) lung cancer cell lines."}, {"pubmed": 23362975, "text": "We have demonstrated increased expression of c-Jun and Sox-2 in schwannoma compared to traumatic neuroma."}, {"pubmed": 23414798, "text": "Data indicate that sex determining region Y (SRY)-box 2 (SOX2) up-regulation is frequent in early squamous cell carcinomas of the oral cavity and associated with decreased risk of lymphatic metastasis."}, {"pubmed": 23424657, "text": "expression and prognostic impact of SOX2, OCT4, Nanog and Nestin in nasopharyngeal carcinoma"}, {"pubmed": 23430442, "text": "A high level of Sox2 expression correlates with metastasis and low survival rate of patients with hepatocellular carcinoma."}, {"pubmed": 23451179, "text": "demonstrated that regulation of autophagy mediated by Sox2 is a mechanism-driven novel strategy to treat human colon cancers"}, {"pubmed": 23462476, "text": "The expression patterns of Sox2 support the hypothesis that dormant capacity for continuous tooth renewal exists in mammals."}, {"pubmed": 23462687, "text": "SOX2 may contribute to the malignant progression of laryngeal squamous cell carcinoma (LSCC), and present as a useful prognostic marker and a potential therapeutic target for LSCC patients."}, {"pubmed": 23463365, "text": "Tumors originating from glioma cells with an induced expression of Sox21 exhibited an increased formation of Sox2:Sox21 complexes and an upregulation of S100beta, CNPase and Tuj1"}, {"pubmed": 23510069, "text": "SOX2 promoted in vivo tumor growth of ESCC."}, {"pubmed": 23518916, "text": "This is the first study presenting SOX2 as overexpressed in vulvar intraepithelial and invasive squamous lesions"}, {"pubmed": 23539445, "text": "show that IGF-IR-mediated POU5F1 expression to form a complex with beta-catenin and SOX2 is crucial for the self-renewal and oncogenic potentials of lung adenocarcinoma stem-like cells"}, {"pubmed": 23541921, "text": "Linc-RoR (long intergenic non-protein coding RNA regulator of reprogramming) regulates endogenous Oct4, Nanog, and Sox2 expression in self-renewing and differentiating human embryonic stem cells."}, {"pubmed": 23544055, "text": "This is the first study assessing SOX2 amplification and expression in a large cohort of sinonasal carcinomas."}, {"pubmed": 23545177, "text": "SOX2 affects the protein expression levels of DKK3, DVL1 and DVL3, which are regulators or downstream molecules of WNT signaling."}, {"pubmed": 23549118, "text": "Thus the interactomes of these two pluripotency genes could be an important part of the regulatory network in hESCs."}, {"pubmed": 23553930, "text": "Sox2 regulates Kit expression in PGCs and binds to discrete transcriptional regulatory sequences of this gene, which is known to be important for PGCs survival and proliferation."}, {"pubmed": 23568430, "text": "data indicate that a fine balance between SOX2 and CDX2 expression in the gastrointestinal tract is essential for proper development and that ectopic expression of SOX2 may lead to malformations of the gut."}, {"pubmed": 23596255, "text": "Data indicate that transcription factor Sox2 is expressed in Sonic hedgehog (SHH)-associated medulloblastoma."}, {"pubmed": 23599173, "text": "Sex determining region Y-box 2 inhibits the proliferation of colorectal adenocarcinoma cells through the mTOR signaling pathway."}, {"pubmed": 23613102, "text": "The differential regulation of the gene expression of CDX1, CDX2 and SOX2 in patients with gastric cancer affects not only the tumour but also the non-neoplastic tumour-distant mucosa."}, {"pubmed": 23613880, "text": "Because both ID4 alone and a complex of SOX4 and OCT-4 activate SOX2 transcription, it is possible that multiple activation of SOX2 impair the prognosis of glioblastoma patients."}, {"pubmed": 23620753, "text": "SOX2 is an independent positive prognostic marker in non-small cell lung carcinomas."}, {"pubmed": 23667531, "text": "a large set of SOX2-associated proteins in DAOY medulloblastoma cells"}, {"pubmed": 23701296, "text": "Deletions of 3q26.33 including the SOX2 gene were identified in four independent patients with anophthalmia or microphthalmia."}, {"pubmed": 23736381, "text": "the expression of Oct-4, Nanog, Sox-2 and Stat-3 are related to differentiation in ameloblasts and odontoblasts."}, {"pubmed": 23796710, "text": "These results suggest that the cell population with SOX2 promoter activity contains cancer stem cell (CSC)-like cells which show different expression profiles from those of CSC-marker genes previously recognized in human breast cance"}, {"pubmed": 23815808, "text": "Sox2 regulates the invasiveness of breast cancer cells via a mechanism that is dependent on Twist1 and the transcriptional status of Sox2"}, {"pubmed": 23867475, "text": "SOX2 overexpression is associated with ovarian carcinoma."}, {"pubmed": 23884650, "text": "Data indicate that SOX2 regulates the LIN28/let-7 pathway in neural precursor cells (NPCs)."}, {"pubmed": 23895273, "text": "The SOX2-FN1 axis is a key pathway in mediating the migration and invasion of ovarian cancer cells"}, {"pubmed": 23932306, "text": "SOX2 expression in multipotent mesenchymal stem cells is not significantly different among chorionic villi, amniotic fluid, and placenta"}, {"pubmed": 23932716, "text": "RMST is required for the binding of SOX2 to promoter regions of neurogenic transcription factors. These results establish the role of RMST as a transcriptional coregulator of SOX2 and a key player in the regulation of neural stem cell fate."}, {"pubmed": 23939864, "text": "Data show that the interaction between Artd1 and Sox2 is crucial for the first steps of the reprogramming process and that early expression of Fgf4 is an essential component for the successful generation of iPSCs."}, {"pubmed": 24036214, "text": "Enforced SOX2 expression promotes DU145 prostate cancer stem-like cells self-renewal in an EGFR-dependent manner."}, {"pubmed": 24107627, "text": "SOX2 can promote non-genomic E 2 signaling that leads to nuclear phospho-Ser118-ERalpha, which ultimately exacerbates genomic ER signaling in response to E 2."}, {"pubmed": 24126941, "text": "The associations of serum SOX2 levels with clinical existing lung tumor markers."}, {"pubmed": 24211324, "text": "Subjects affected with eye anomalies and harboring SOX2 mutations are at high risk for gonadotropin deficiency."}, {"pubmed": 24229625, "text": "Expression levels of Sox2 mRNA and protein were higher in patient with NSCLC than other groups, with statistically significant differences (P<0.01), respectively."}, {"pubmed": 24233838, "text": "results reveal a key target of SOX2 expression and highlight the unexpected context-dependent role for MAP4K4, a pluripotent activator of several mitogen-activated protein kinase pathways, in regulating tumor cell survival."}, {"pubmed": 24291232, "text": "The interaction between Sox2 and beta-catenin provides a novel mechanism underlying the functional dichotomy of breast cancer cells, which carries potential therapeutic implications."}, {"pubmed": 24294370, "text": "Increased expression of SOX2 and FGFR1 indicate poor prognosis in small cell lung cancer patients."}, {"pubmed": 24307698, "text": "These findings suggest that miR-21 might specifically function by regulating Sox2 expression in human mesenchymal stem cells and might also act as a key molecule determining MSC proliferation and differentiation."}, {"pubmed": 24325912, "text": "results presented here indicate that SOX2 controls several aspects related to GC development and progression by regulating the expression of members of important signaling pathways"}, {"pubmed": 24382260, "text": "SOX2 was detected in 19.0% (105 of 552) of invasive breast carcinomas and 12.3% (seven of 57) of DCIS. Expression correlated with larger tumour size (P = 0.005) and higher grade (P = 0.002)."}, {"pubmed": 24404135, "text": "these data shed novel light on the role of ES cell pluripotency factors which can reflect the role of these factors, particularly SOX2 and its dependence in relation to differentiation, in the etiology of EC and regulation of stem cell differentiation."}, {"pubmed": 24427323, "text": "Oct4+Sox2+ profile may contribute to the malignant transformation of oral mucosa"}, {"pubmed": 24450601, "text": "study found that ALDH1, CD44, OCT4 and SOX2 are overexpressed in tongue squamous cell carcinoma (TSCC) and that SOX2, recurrence and distant metastasis were independent prognostic factors of overall survival in patients with TSCC"}, {"pubmed": 24477565, "text": "BMP4 could act as a tumor suppressor; its downregulation by elevated SOX2 results in enhanced growth of lung squamous cell carcinoma cells"}, {"pubmed": 24481676, "text": "we concluded that OCT3/4 and SOX2 play a critical role in the transformation of Barrett's esophagus to esophagus adenocarcinoma"}, {"pubmed": 24482053, "text": "High expression of Sox2 is associated with vascular invasion in intrahepatic cholangiocarcinoma."}, {"pubmed": 24489842, "text": "This study is the first to establish a functional link between endogenous Sox2 expression and cancer stem cells in cervical carcinomas."}, {"pubmed": 24508466, "text": "miR-625 may regulate the biological processes of EC via controlling Sox2 expression."}, {"pubmed": 24527393, "text": "our results demonstrate that PRDM1 serves as a molecular switch to modulate the divergence of neural or germline fates through repression of SOX2 during human development."}, {"pubmed": 24590290, "text": "In squamous cell carcinomas, SOX2 preferentially interacts with the transcription factor p63, as opposed to the transcription factor OCT4, which is the preferred SOX2 binding partner in embryonic stem cells."}, {"pubmed": 24656096, "text": "SOX2 expression is a common event in hypopharynx and larynx, but not in sinonasal squamous cell carcinoma"}, {"pubmed": 24658157, "text": "Data indicate that transcription factor SOX2 is a target for miR-200c."}, {"pubmed": 24659265, "text": "SALL4 and SOX2 are co-overexpressed in ESCC and have a significant correlation with invasion and metastasis of the disease"}, {"pubmed": 24659665, "text": "we found that the expression of Sox2 had no relation to clinical factors and prognosis."}, {"pubmed": 24669837, "text": "Sox2 is directly responsible for the emergence of two lung progenitor cells: basal cells by regulating the master gene Trp63 and bronchoalveolar stem cells by regulating Gata6."}, {"pubmed": 24681955, "text": "SOX2 is a critical factor for self-renewal and tumorigenicity of melanoma-initiating cells."}, {"pubmed": 24700142, "text": "we conclude that SOX2 promotes migration and invasion of laryngeal cancer cells by inducing MMP-2 via the PI3K/Akt/mTOR pathway"}, {"pubmed": 24719354, "text": "IL-6 modulates the expression of Sox2."}, {"pubmed": 24726753, "text": "Sox2 regulates the expression of key genes and pathways involved in glioblastoma malignancy, in both cancer stemlike and differentiated cells, and maintains plasticity for bidirectional conversion between the two states."}, {"pubmed": 24736545, "text": "BRD4-NUT oncoprotein recruits p300 to stimulate transcription activation of SOX2."}, {"pubmed": 24736592, "text": "Increased SOX2 gene copy number is associated with FGFR1 and PIK3CA gene gain in non-small cell lung cancer and predicts improved survival in early stage disease"}, {"pubmed": 24743512, "text": "High SOX2 expression is associated with head and neck squamous cell carcinoma."}, {"pubmed": 24763828, "text": "NS suppression in the AGS cell line caused some morphological alterations, a cell cycle arrest at G1 phase, and an upregulation of iPS genes: Nanog, Sox2, and Klf4."}, {"pubmed": 24804704, "text": "Molecular defects in SOX2 are highly variable and include Alu repeat-mediated genomic rearrangements."}, {"pubmed": 24833089, "text": "SOX2-induced epithelial-mesenchymal transition process, migration, and invasion are dependent on beta-catenin activation"}, {"pubmed": 24842609, "text": "miR-638 may play a pivotal role in the development of NSCLC via silencing of SOX2."}, {"pubmed": 24858640, "text": "A strong positive correlation between Sox2 in HPV-related head and neck carcinogenesis."}, {"pubmed": 24884521, "text": "Data suggest that expression of SOX2 and Nanog homeobox protein is up-regulated in endometriotic ovary tissue of women with ovarian endometriosis as compared to endometrial tissue from these women or from infertile women without endometriosis."}, {"pubmed": 24885288, "text": "The loss of miR-638 promotes invasion and a mesenchymal-like transition by directly targeting SOX2 in vitro."}, {"pubmed": 24885403, "text": "In a phenotypic subset of breast cancer cells YB-1 regulates Sox2 to coordinately maintain stemness and tumorigenic properties."}, {"pubmed": 24906237, "text": "the biological role of SOX2 in cholangiocarcinoma"}, {"pubmed": 24918581, "text": "QKI is a novel Cancer stem cells (CSC) inhibitor and impaired multiple oral CSC properties via partial repression of SOX2."}, {"pubmed": 24931667, "text": "CEACAM1 increases the expression of Sox-2, which we show to be responsible for the CEACAM1-mediated enhanced proliferation of melanoma cells"}, {"pubmed": 24934529, "text": "This review features of core transcription factors Oct4, Sox2 and Nanog and their role in embryogenesis and tumorigenesis including the Cancer stem cell hypothesis."}, {"pubmed": 24944491, "text": "Report increased Sox2 levels in adriamycin treated liver cancer stem cells."}, {"pubmed": 24954133, "text": "Quiescent, therapy-resistant Sox2(+) cells propagate sonic hedgehog subgroup medulloblastoma by a mechanism that mirrors a neurogenic program."}, {"pubmed": 24966958, "text": "Embryonic stem cell biomarkers Sox2/Oct4 and Wnt signal pathway/beta-catenin are activated in cervical squamous cell carcinoma."}, {"pubmed": 25010701, "text": "SOX2 expression is partly regulated by BRAF signalling, and an increased SOX2 expression may promote CRC metastasis and mediate a poor patient prognosis"}, {"pubmed": 25016694, "text": "Immunohistochemistry staining was performed to test the expression of SOX2 and FOXA1 in human breast and lung carcinoma. The results showed that there is an inhibitory effect of SOX2 on the expression of FOXA1 gene."}, {"pubmed": 25038052, "text": "Sox2 gene amplification significantly influences overall survival in serous epithelial ovarian cancer."}, {"pubmed": 25042802, "text": "Study highlights the importance of a Sox2 methylation-phosphorylation switch in determining embryonic stem cell fate."}, {"pubmed": 25051057, "text": "Trans-placental BPA exposure down-regulated gene expression of Sox2 and Pax6 potentially underlying the adverse effect on childhood neuronal development. [Meta-analysis]"}, {"pubmed": 25057990, "text": "Gene networks of fully connected triads (Oct4-SOX2-NANOG) with complete autoactivation enable multistability and stepwise stochastic transitions in cell differentiation fates."}, {"pubmed": 25077433, "text": "Sox2 is required for cutaneous squamous cell carcinoma growth in mouse and human, where it enhances Nrp1/Vegf signaling to promote the expansion of tumor initiating cells along the tumor-stroma interface."}, {"pubmed": 25091041, "text": "SOX2 was expressed in developing prostates, basal cells of benign prostatic hyperplasia, as well as prostatic neuroendocrine tumors"}, {"pubmed": 25103589, "text": "Study shows that transcriptional repression is a major part of the mechanism by which Sox2 acts in neural stem cells"}, {"pubmed": 25108707, "text": "aberrant SOX2 expression is specifically linked neither to mucinous Colorectal cancers nor to the induction of MUC5AC"}, {"pubmed": 25124662, "text": "Over-expressing Oct4 and Sox2 induced production of neural marker PGP9.5, as well as transformation of hUCB-MCs into micro-glial and endothelial lines in ALS spinal cords"}, {"pubmed": 25127259, "text": "Study provides further proof of the suitable use of stemness genes in breast cancer management."}, {"pubmed": 25127284, "text": "Sox2 overexpression causes higher expression levels of beta-catenin, the central transcription factor of the canonical Wnt pathway"}, {"pubmed": 25132403, "text": "evidence for positive SOX2 regulation by post-translational modification in bone marrow-mesenchymal stem cells through the inhibition of nuclear export and subsequent ubiquitination"}, {"pubmed": 25156079, "text": "In ESC-like CSCs, SOX2 regulates a large miRNA network that regulates and interlinks the expression of crucial genes involved in EMT."}, {"pubmed": 25175483, "text": "Enhanced expression of ABCG2 and SOX2 in the recurrent PCa tissues postulates the suggestion that enrichment for cells with stem cell characteristics in these tissues might be playing a critical role for chemoresistance and recurrence of cancer."}, {"pubmed": 25196071, "text": "SOX2 is associated with gastric differentiation in incomplete intestinal metaplasia and is lost in the progression to dysplasia"}, {"pubmed": 25223935, "text": "Data suggest that combination of genetic variants of Oct-4 Transcription Factor, Nanog homeobox protein, and transcription factor SOX-2 gene may have a profound effect in breast cancer risk and response to neo-adjuvant chemotherapy."}, {"pubmed": 25224722, "text": "The result suggested that high nuclear SOX2 expression at the invasive front may predict radiosensitivity."}, {"pubmed": 25300947, "text": "SOX2 combined with CDX2 expression profile in gastric cancer segregate patients into different prognostic groups."}, {"pubmed": 25310235, "text": "The phosphoinositide 3-kinase/Akt signaling pathway was activated in cells overexpressing Sox2."}, {"pubmed": 25315908, "text": "expression correlated with worse survival in head and neck cancer [review]"}, {"pubmed": 25321191, "text": "SOX2 regulates self-renewal and tumorigenicity of stem-like cells of head and neck squamous cell carcinoma."}, {"pubmed": 25328136, "text": "The reprogramming transcription factors Oct4 and Sox2 induce glioblastoma cells to become stem-like and tumor-propagating via a mechanism involving direct DNA methyl transferase."}, {"pubmed": 25333857, "text": "An important function for SOX2 in promoting tumorigenicity of I-type neuroblastoma cells and in inhibiting their differentiation, suggesting that SOX2 might be a potential therapeutic target in neuroblastoma."}, {"pubmed": 25339068, "text": "Slug promotes progression of hepatocellular carcinoma by promoting sox2 and nanog overexpression."}, {"pubmed": 25384882, "text": "Classification by PIK3CA and SOX2 protein expression is useful for predicting the prognosis of Asian patients with lung SQCC with stage I."}, {"pubmed": 25385323, "text": "ectopic expression of Oct-4 gene in hAFMSCs with high self-renewal ability could upregulate Nanog and Sox-2 gene expression"}, {"pubmed": 25444909, "text": "High SOX2 expression was associated with pancreatic cancer."}, {"pubmed": 25456004, "text": "Sox2-mediated CSCs property is associated with the regulation of EMT and Sox2 s as therapeutic target in OSCC"}, {"pubmed": 25524031, "text": "Sox2 (and Sox10) functionally interact with positive transcription elongation factor b to regulate Schwann cell development."}, {"pubmed": 25542770, "text": "SOX2, OTX2 and PAX6 analysis in subjects with anophthalmia and microphthalmia"}, {"pubmed": 25543086, "text": "SOX2, a predictor of survival in gastric cancer, inhibits cell proliferation and metastasis by regulating PTEN."}, {"pubmed": 25578969, "text": "demonstrate that Sox-Pax partnerships have the potential to substantially alter DNA target specificities and likely enable the pleiotropic and context-specific action of these cell-lineage specifiers"}, {"pubmed": 25696994, "text": "Posttranslational modifications of H3 histone (methylation) does not correlate with the sox2 expression in malignant gliomas."}, {"pubmed": 25704506, "text": "SOX2 expression was studied in esophageal squamous cell carcinoma (where it is upregulated), gastric adenocarcinoma, colon squamous cell carcinoma, and normal GI tissues in Iranians. No correlation was seen between SOX2 expression and tumor grades."}, {"pubmed": 25722113, "text": "demethylation of the Sox2 promoter led to the expression of Sox2. This then resulted in the transformation of cancer stem cells from the G0 phase to the division stage and closely related to an epigenetic modification of the cell."}, {"pubmed": 25729924, "text": "Sox2 functions as a sequence-specific DNA sensor in neutrophils to initiate innate immunity against Listeria infection."}, {"pubmed": 25749514, "text": "Sox2 is downregulated in nasopharyngeal carcinoma cancer stem-like cells by DC120, a novel AKT inhibitor"}, {"pubmed": 25754111, "text": "YAP1 regulates OCT4 activity and SOX2 expression to facilitate self-renewal of stem-like cell"}, {"pubmed": 25815323, "text": "luteolin and apigenin increased telomerase activity, maintained DPCs in a presenescent state, and activated the expression of Oct-4, Sox2, and c-Myc at a dose- and time-dependent pattern in DPCs even at late passages, albeit repressed differentiation"}, {"pubmed": 25832504, "text": "Sox2 interferes with the tumour-suppressive Hippo pathway to maintain CSCs in osteosarcoma and glioblastoma by repressing Nf2 and WWC1 that leads to exaggerated YAP function."}, {"pubmed": 25858147, "text": "Lin28B(high)-Let7(low) expression pattern was highly correlated with high levels of ARID3B, HMGA2, OCT4, and SOX2 expression in OSCC specimens. Results show how Lin28B/Let7 regulates key cancer stem-like properties in oral squamous cancers."}, {"pubmed": 25868860, "text": "SOX2 was a functional target of miR-371-5p. A novel mechanism of the SOX17/miR-371-5p/SOX2 axis is involved in the regulation of EMT, stemness and metastasis."}, {"pubmed": 25868977, "text": "Authors described a novel phenotypic heterogeneity within TNBC, and the SRR2 reporter responsiveness is a useful marker for identifying a highly tumorigenic cell subset within the CD44(High)/CD24-tumor-initiating cell population."}, {"pubmed": 25907774, "text": "expression of OCT4, SOX2, KLF4 and MYC (OSKM) induced pluripotent stem cell differentiation"}, {"pubmed": 25935536, "text": "SOX-2-overexpression is associated with cervical squamous cell carcinoma."}, {"pubmed": 25943891, "text": "Sox2 as a novel factor to bind with HAMP promoter to negatively regulate HAMP expression, which may be further implicated as a therapeutic option for the amelioration of HAMP-overexpression-related diseases, including iron deficiency anemia."}, {"pubmed": 25951106, "text": "We proposed that miR-145-5p, being an important regulator of SOX2, carries a crucial role in prostate cancer tumorigenesis."}, {"pubmed": 25961934, "text": "our findings reveal a new mechanism by which SOX2-mediated transcription repression of TIF1gamma promotes TGF-beta-induced epithelial-mesenchymal transition in non-small-cell lung cancer"}, {"pubmed": 26001828, "text": "SOX2 as a key regulator of the upstream MAP4K4/JNK signaling pathways that could be a potential therapeutic target in the treatment of patients with or prevention of laryngeal cancer"}, {"pubmed": 26040764, "text": "SOX 1 suppressed cell growth and invasion in Tu212 cells by inhibiting Wnt pathway, and the anti-tumor effect of SOX 1 could be weakened by SOX 2, which may be a potential molecular basis for clinical treatment of laryngeal squamous cell carcinoma ."}, {"pubmed": 26040981, "text": "SOX2 inhibits tumor cell motility in head and neck squamous cell carcinoma(HNSCC) cells and low SOX2 expression serves as a prognosticator to identify HNSCC patients at high risk for treatment failure."}, {"pubmed": 26107383, "text": "MiR-34b/Sox2 deregulation may have a role in prostate cancer progression"}, {"pubmed": 26139602, "text": "Sox2 phosphorylation by Cdk2 promotes the establishment but not the maintenance of the pluripotent state."}, {"pubmed": 26159849, "text": "Our work indicates SOX2 will become both a rational indicator of ovarian cancer prognosis and a promising target for ovarian cancer gene therapy."}, {"pubmed": 26198101, "text": "Findings suggest that overexpression of Class III beta-tubulin, Sox2, and nuclear Survivin might be predictive of taxane resistance and poor progression-free survival in patients with stage III ovarian epithelial cancer."}, {"pubmed": 26211876, "text": "Expression levels of OCT4, SOX2, and NANOG were evaluated by immunohistochemistry with tissue microarray slides of 436 OSCC, 362 corresponding tumor-adjacent normal (CTAN) tissues, and 71 normal uvula epithelium tissues."}, {"pubmed": 26293298, "text": "Activator inputs mediated by Sox2 are probably a key mechanism in achieving cell type-specific transcriptional outcomes in mammalian neural progenitor fate specification."}, {"pubmed": 26314899, "text": "OCT4-SOX2 configuration that dimerizes on a Hoxb1-like composite, a canonical element with juxtaposed individual binding sites, plays a more critical role in the induction and maintenance of pluripotency."}, {"pubmed": 26323639, "text": "SOX2 overexpression could be used as a positive prognostic factor in patients with stage III lung squamous cell carcinoma receiving adjuvant radiotherapy"}, {"pubmed": 26332365, "text": "Osteosarcoma spheres are slowly-proliferating populations, overexpress SOX2, and KLF4 stemness-related genes and have enhanced tumorigenic potential."}, {"pubmed": 26339387, "text": "SOX-2, but not Oct4, is highly expressed in early-stage endometrial adenocarcinoma and is related to tumour grading."}, {"pubmed": 26370982, "text": "SOX2 Promotes the Epithelial to Mesenchymal Transition of Esophageal Squamous Cells by Modulating Slug Expression through the Activation of STAT3/HIF-alpha Signaling"}, {"pubmed": 26398570, "text": "SOX2, KCNMB4, FOS, GLI3 and GLI1 may be involved in the pathogenesis of neuroblastoma, with the expression of SOX2 downregulating the expression of MYCN."}, {"pubmed": 26427715, "text": "The SOX2 can promote the degradation of MSX2 protein, suggesting a mutual antagonism between the two lineage-specifying factors in the control of stem cell fate."}, {"pubmed": 26464673, "text": "Our result suggests that SOX2 might suppress nodal metastasis through down-regulation of podoplanin in esophageal squamous cell carcinoma"}, {"pubmed": 26491904, "text": "Data show that the expression patterns of sex determining region Y-box 2 (SOX2) and pancreatic and duodenal homeobox 1 (Pdx1)) highly correlated with prognosis of pancreatic neuroendocrine tumors (p-NETs)."}, {"pubmed": 26496354, "text": "SOX2 could improve the cell proliferation, migration and adhesion ability of dental pulp stem cells through regulating gene expression about cell cycle, migration and adhesion."}, {"pubmed": 26498353, "text": "suggest the AKT/SOX2 molecular axis as a regulator of breast carcinoma (BC) clonogenicity and AKT inhibitors as promising drugs for the treatment of SOX2-positive BC"}, {"pubmed": 26517640, "text": "Cancer stem cell markers are variably expressed in prostate adenocarcinoma and immunohistochemical staining for ALDH1 and EZH2 may have a role in predicting tumour aggressiveness before treatment of prostate cancer"}, {"pubmed": 26526583, "text": "we showed that ectopic expression of Sox2 in A549 cells was sufficient to render them more resistant to rapamycin treatment in vitro. These data suggested that rapamycin inhibited the function of lung cancer stem cells via SOX2."}, {"pubmed": 26535892, "text": "SOX2 and SOX2-MYC Reprogramming Process of Fibroblasts to the Neural Stem Cells Compromised by Senescence."}, {"pubmed": 26540632, "text": "This study discloses novel SOX2 target genes driving neuroendocrine differentiation and spread of PC and proposes SOX2 as a functional biomarker of LN metastasization for prostate cancer."}, {"pubmed": 26558781, "text": "The mir-21/Sox2 axis can classify 50% of glioblastoma patients into two distinct subtypes."}, {"pubmed": 26569340, "text": "DDX17 is a Sox2-binding protein in estrogen receptor-positive breast cancer; in reporter responsive (RR) cells but not reporter unresponsive (RU) cells, DDX17 enhances the tumorigenic and stem-like features of Sox2 by promoting its binding to its target genes"}, {"pubmed": 26619025, "text": "The expression of the neural stem cell marker Sox2 is associated with eyes with increased VEGF-A expression and tumor invasiveness."}, {"pubmed": 26634621, "text": "mutation not found in group of children with sensorineural hearing loss"}, {"pubmed": 26654770, "text": "Several novel and known AKT phosphorylation sites are identified within OCT4, SOX2 and KLF4."}, {"pubmed": 26677051, "text": "SOX2 mRNA binds to and is regulated by HuR in mesenchymal stem cells."}, {"pubmed": 26703382, "text": "Both Sox2ot-7 and Sox2ot-8 are highly expressed in human cancer cell lines coinciding with SOX2, one of the pluripotency regulators."}, {"pubmed": 26706028, "text": "OCT4 overexpression and loss of SOX2 expression are strongly associated with poor prognosis in patients with cervical cancer."}, {"pubmed": 26743476, "text": "Suggest that NKX6.3 might function as a master regulator of gastric differentiation by affecting SOX2 and CDX2 expression and the NKX6.3 inactivation may result in intestinal metaplasia in gastric epithelial cells."}, {"pubmed": 26780934, "text": "This prompts for further studies on the mechanisms behind the TP53-induced regulation of SOX2 expression and the possible importance of hsa-miR-145 in lung cancer."}, {"pubmed": 26790443, "text": "Sox2-positive cells were found in the respective primary tumors."}, {"pubmed": 26809499, "text": "SOX2 ensures pluripotent epigenetic landscapes via interacting with histone."}, {"pubmed": 26845645, "text": "Expression of miR-450b-5p was negatively correlated to the expression of SOX2"}, {"pubmed": 26886477, "text": "Progression of cervical squamous neoplasia may involve cyclical alterations in SOX2 activity"}, {"pubmed": 26893459, "text": "PTCH1 mutations contribute to as much as 10% of ODA, identify the SHH signaling pathway as a novel effector of SOX2 activity during human ocular development, and indicate that ODA is likely the result of overactive SHH signaling in humans harboring mutations in either PTCH1 or SOX2."}, {"pubmed": 26898758, "text": "We show that the chromatin remodeling protein HMGA1 functions as a downstream effector of these biological responses to miR-296-5p and regulates Sox2 expression, a master driver of cell stemness, by modifying chromatin architecture at the Sox2 promoter"}, {"pubmed": 26945967, "text": "Activated eIF4E, which is phosphorylated by MNK1, is a regulator of Sox2 expression after irradiation of pancreatic tumor cells."}, {"pubmed": 26960758, "text": "At the subcellular level, SOX2 inhibited the GC cell migration and invasion by upregulating p21 expression. Moreover, SOX2 was determined to associate with the nuclear p21 expression. GC patients with high SOX2 and nuclear p21 expression had synergistically less lymph node metastasis and the better overall survival"}, {"pubmed": 26969300, "text": "Results demonstrate that SOX2 played a central role in promoting Ewing's sarcoma cell proliferation suggesting that it may serve as a potential biomarker."}, {"pubmed": 26972711, "text": "Vimentin, Nestin and WT1. Sox2 was expressed by the stem/progenitor cells of the ventricular zone, whereas the postmitotic neurons of the cortical plate were immunostained by PAX2 and NSE."}, {"pubmed": 26988140, "text": "Study provides evidence that Sox2 expression is required for the late stages of progenitor cell differentiation to hair cells and stimulates Atoh1 expression through a concentration dependent molecular interaction with the 3' enhancer of Atoh1."}, {"pubmed": 26992828, "text": "Sox2 and Oct4 function as molecular rheostats and utilize negative feedback loops to carefully balance their expression and other critical genes during embryogenesis. (Review)"}, {"pubmed": 27096226, "text": "The data indicate that both OCT4 and SOX2 play important roles in the development of Barrett Esophagus triggered by bile acid reflux."}, {"pubmed": 27105574, "text": "High SOX2 expression is associated with melanoma."}, {"pubmed": 27113741, "text": "Data show that cancer stem cell (CSC) properties in prostate cancer (PrCa) cells were induced by transducing OCT3/4, SOX2, and KLF4 genes."}, {"pubmed": 27119230, "text": "Data show that tunicamycin reduces the expression of self-renewal regulator Sox2 at translation level."}, {"pubmed": 27123539, "text": "SOX2 loss is associated with oral cancer."}, {"pubmed": 27132888, "text": "SOX2 repression in TCam-2 cells can be abrogated by recruitment of the constitutively expressed H3K27 demethylase UTX to the SOX2 promoter through retinoid signaling, leading to expression of neuronal and other lineage genes. SOX17 has been shown to initiate human PGC specification, with its target PRDM1 suppressing mesendodermal genes"}, {"pubmed": 27145457, "text": "Increasing SOX2 reduces growth inhibition mediated by MEK and AKT inhibitors; whereas knockdown of SOX2 further reduces growth when Pancreatic ductal adenocarcinoma cells are treated with these inhibitors. Thus, targeting SOX2, or its mode of action, could improve the treatment of Pancreatic ductal adenocarcinoma."}, {"pubmed": 27150062, "text": "The authors found that high/positive SOX2 alterations, either DNA amplification or protein expression, were favorable for overall survival (OS) in non-small cell lung cancer. On the contrary, high/positive Nestin protein expression was poor for OS."}, {"pubmed": 27229137, "text": "photoinduced excess electron transfer assay can be used for analysing cooperativity of proteins in transcription complex using cooperative binding of Pax6 to Sox2 on the regulatory DNA element (DC5 enhancer) as an example."}, {"pubmed": 27230973, "text": "This review reveled that the role of SOX2 which is the master regulator of pluripotency and maintenance of tumor stem cell properties in glioblastoma and medulloblastoma."}, {"pubmed": 27249336, "text": "These findings reveal a novel regulation mechanism of SOX2 phosphorylation mediated by AURKA in mitosis and its function in stem cell pluripotency maintenance in cancer cells."}, {"pubmed": 27272809, "text": "SOX2 and ALDH1 can be considered markers of poor prognosis"}, {"pubmed": 27279579, "text": "Oct4+Sox2+ cells may be reprogrammed cancer stem cells inducing oral carcinogenesis."}, {"pubmed": 27283990, "text": "In SOX2-deficient cells, BMP signaling is inhibited, but NODAL signaling is not activated. Thus, SOX2 appears to be downstream of BMP signaling but upstream of NODAL activation."}, {"pubmed": 27312708, "text": "SOX2 is a main downstream regulator of SIRT1-mediated self-renewal and tumorigenicity potential of liver cancer stem cells"}, {"pubmed": 27334688, "text": "Block the activation of the VRK1 promoter by Sox2."}, {"pubmed": 27346547, "text": "lncRNA-ROR effectively maintains Sox2 gene expression through competitive binding to miR-145."}, {"pubmed": 27369080, "text": "Oct4/Lys-156-modulated Oct4/Sox2 interaction coordinately controls the epithelial-mesenchymal transition and mesendoderm specification induced by specific differentiation signals."}, {"pubmed": 27376796, "text": "Overexpression of Sox2 that is correlated with vascular invasion and poor differentiation suggests poor outcomes of patients with digestive tract cancers. (Meta-analysis)"}, {"pubmed": 27411517, "text": "SOX2 expression induces a cellular stem cell state in human colorectal cancer with a decreased expression of CDX2."}, {"pubmed": 27427475, "text": "This severe movement disorder appears to be a feature of some types of SOX2-anophthalmia syndrome thus expanding the phenotype. We strongly recommend that all newborns with bilateral anophthalmia/microphthalmia be screened for mutations in SOX2"}, {"pubmed": 27438511, "text": "this study shows that basaloid squamous cell carcinoma and basal cell carcinoma of the head and neck can be readily distinguished by a limited panel consisting primarily of EMA, and supported by SOX2 and p16"}, {"pubmed": 27449921, "text": "Luteolin and apigenin activated expression of Oct-4, Sox2, and c-Myc in a time- and dose-dependent pattern, and repressed lineage-specific differentiation.  Blocking of the NFATc1 signal with INCA-6 significantly decreased mRNA and protein expression of Oct-4, Sox2, and c-Myc in periodontal ligament cells with luteolin/apigenin treatment"}, {"pubmed": 27473118, "text": "A novel method using an inactivated viral particle to package and deliver four purified recombinant Yamanaka transcription factors (Sox2, Oct4, Klf4, and c-Myc) resulting in reprogramming of human primary fibroblasts has been described."}, {"pubmed": 27489349, "text": "hypoxia-NOTCH1-SOX2 signaling axis is important for activation of ovarian cancer stem cells."}, {"pubmed": 27492892, "text": "We propose that the finding of SOX2 overexpression in FTE could be exploited to develop biomarkers for detecting disease at a premalignant stage, which would reduce mortality from this devastating disease."}, {"pubmed": 27530866, "text": "Our results not only revealed the genetic plasticity contributing to drug resistance and stemness but also demonstrated the dominant role of SOX2 in maintenance of glioblastoma cancer stem cells."}, {"pubmed": 27600094, "text": "High SOX2 expression is associated with glioma."}, {"pubmed": 27634934, "text": "PI3K signaling enhanced SOX2 translation, which in turn induced the expression of genes regulating the stemness characteristics of cancer stem cells ."}, {"pubmed": 27650955, "text": "The anterior pituitary gland comprised specialized cell-types that arise from stem cells expressing SOX2 and PROP1, which is necessary to establish the stem cell pool and promote an epithelial to mesenchymal-like transition, releasing progenitors from the niche. [review]"}, {"pubmed": 27705752, "text": "Endogenous Plastic Somatic (ePS) cells in a latent state, i.e. lacking SOX2, OCT3/4 and NANOG (SON) expression, in non-diseased breast specimens through immunohistochemical analysis of previously identified ePS-specific biomarkers (CD73(+), EpCAM(+) and CD90(-))."}, {"pubmed": 27728803, "text": "Model highlights the essential role of SOX2 in commanding the squamous cell fate from different cells of origin and represents an invaluable tool for developing better intervention strategies."}, {"pubmed": 27766003, "text": "SOX2 expression correlates with gastric and intestinal differentiation in Barrett's esophagus towards adenocarcinoma."}, {"pubmed": 27784708, "text": "Results show that AR inhibits BRN2 regulation of SOX2, another transcription factor associated with neuroendocrine prostate cancer."}, {"pubmed": 27816521, "text": "Hedgehog signaling (HH) and SOX2 function are inclined to developmental cues and arbitrating malignant growth in prostate cancer. SOX2 inhibition reduces cell proliferation and induces apoptosis. Conjoint inhibition of SOX2 and HH pathway induce apoptosis, reduce proliferation and migration."}, {"pubmed": 27821172, "text": "A positive feedback loop involving the Wnt/beta-catenin/MYC/Sox2 axis defines a highly tumorigenic cell subset in ALK + anaplastic large cell lymphoma."}, {"pubmed": 27862890, "text": "In our three patients and four further, reported \"genotype first\" SOX2 microdeletion patients, anophthalmia/microphthalmia was present in less than half of the patients. Thus, SOX2 is another example of a gene whose clinical spectrum is broadened by the generation of \"genotype first\" findings using hypothesis-free, genome-wide methods."}, {"pubmed": 27878280, "text": "SOX2 role in epithelial-mesenchymal transition and invasion of hepatocellular carcinoma.MiR-638 directly inhibits SOX2 expression by interacting with its 3'-UTR."}, {"pubmed": 27880766, "text": "find that SOX2 cooperates with PI3K signaling, which is activated by smoking, to initiate the squamous injury response in basal cells. This response involves SOX9 repression, and, accordingly, SOX2 and PI3K signaling levels are high during dysplasia, while SOX9 is not expressed"}, {"pubmed": 27913994, "text": "Aberrant DNA methylation of SOX2 and CDX2 genes contributes to the development of IM. Notably, SOX2 may play a role in establishing and maintaining the methylation status of the CDX2 gene in gastric tissues and cells."}, {"pubmed": 27920086, "text": "demonstrates the mitotic bookmarking property of SOX2 and reveals its functional importance in pluripotency maintenance and ES cell differentiation."}, {"pubmed": 27996177, "text": "Sox2 role in neuroblastoma cell differentiation"}, {"pubmed": 28002801, "text": "Results show lower SOX2 in the lymph node metastases from head and neck squamous cell carcinomas (HNSCCs) and in cervical cancer of unknown primary patients compared with the primary tumor. Tumors from N1 to N3 stage exhibit decreasing SOX2 expression in the lymphatic metastases. Its expression is showed to be involved in the proliferation and migration of HNSCC cell lines."}, {"pubmed": 28017655, "text": "we demonstrated that CD59 regulation by SOX2 is required for stem cell evasion of complement surveillance. This finding highlights the importance of complement surveillance in eliminating CSCs and may suggest CD59 as a potential target for cancer therapy."}, {"pubmed": 28046028, "text": "Sox2 has a role in location and progression of gastric cancer"}, {"pubmed": 28059768, "text": "antiandrogen resistance of prostate cancer can be reversed by inhibiting SOX2."}, {"pubmed": 28059963, "text": "Pattern of p53 and particularly SOX2 protein expression in esophageal adenocarcinoma predicts response to neoadjuvant chemoradiotherapy."}, {"pubmed": 28103766, "text": "Findings indicate that long-term exposure to IM results in dysregulation of stem cell renewal-regulatory Hippo (MST1/2)/YAP signaling, and that inhibition of miR-181a using a microRNA sponge inhibitor resulted in decreased transcription of SOX2 and SALL4."}, {"pubmed": 28106103, "text": "SOX2 overexpression and the loss of Rb1 protein expression might have a pivotal role in the divergent differentiation of pluripotent embryonic-like epithelial cells and the development of esophageal small-cell carcinoma."}, {"pubmed": 28121235, "text": "In conclusion, targeted sequencing for SOX2 and VSX2 identified the etiology in two patients (7.4%) and this is the first report of SOX2 mutation from Egypt."}, {"pubmed": 28129648, "text": "Data indicate that microRNA miR-625 targets the 3' untranslated region (3'-UTR) of SRY-box 2 transcription factor SOX-2 (SOX2)."}, {"pubmed": 28151013, "text": "cyclin D1 is a direct target of transcription factor SOX2 in human lung squamous cell carcinoma cells."}, {"pubmed": 28165651, "text": "Results suggest that targeting SRY (sex determining region Y)-box 2 protein (SOX2) in ovarian cancer may be therapeutically beneficial."}, {"pubmed": 28182001, "text": "Knockdown of SOX2 could reverse these phenotypes."}, {"pubmed": 28188685, "text": "Results suggest that the simultaneous evaluation of SRY (sex determining region Y)-box 2 protein (SOX2) and cyclin dependent kinase inhibitor 1A (p21) in advanced endometrial cancer patients provides more accurate information for patient prognosis than either alone."}, {"pubmed": 28199128, "text": "SOX2 is a single-exon nuclear transcription factor with critical roles in stem cell and developmental biology, and is particularly important in the development of the lung."}, {"pubmed": 28212747, "text": "PARP-1 stabilizes Sox2 binding to nucleosomes at suboptimal sites through cooperative interactions on DNA to regulate Sox2 pioneer activity at intractable genomic loci."}, {"pubmed": 28244015, "text": "Results show that BPA induced SOX2 mRNA and protein in MCF-7 mammospheres, resulting from enhanced CREB phosphorylation, and subsequent binding of pCREB to a SOX2 downstream enhancer. Also, BPA activation of SOX2 seems to enhance cancer stem-like cell activity which contributes to breast cancer tumor maintenance."}, {"pubmed": 28253866, "text": "Data show that Nanog homebox (NANOG) but not sex-determining region Y-box2 (SOX2) and octamer-binding protein 4 (OCT4) expression was overexpressed in the endometrium of women with intrauterine adhesion (IUA)."}, {"pubmed": 28259951, "text": "Sox2 may be an important regulator in development of chemoresistance of lung cancer cells."}, {"pubmed": 28288641, "text": "SOX2 regulates the proliferation, migration and invasiveness of breast cancer cells through miR-181a-5p and miR-30e-5p which modulate TUSC3 protein levels"}, {"pubmed": 28319578, "text": "The staining patterns did not reliably distinguish cervical intraepithelial neoplasia, grade 3 (CIN 3) from CIN 3-like Squamous cell carcinoma (SCC). Small infiltrative tumor nests around the margins of CIN 3 or deeply invasive CIN 3-like SCC often showed a localized reduction in SOX2 expression suggesting SOX2 downregulation during the transition to invasive growth."}, {"pubmed": 28339084, "text": "Results show that Sox2 and PD-L1 expression are significantly higher in hepatocellular carcinoma tissues (HCC) and that Sox2 transactivates PD-L1 through its promoter providing a novel insight into the function and the interplay of Sox2 and PD-L1 in HCC."}, {"pubmed": 28368402, "text": "Sox2 plays an essential role in melanocyte transformation and melanoma growth."}, {"pubmed": 28368416, "text": "The lack of a tumorigenic role of Sox2 in melanoma might reflect a distinct stem cell program active in neural crest stem cells and during melanoma formation."}, {"pubmed": 28373426, "text": "High SOX2 Expression is associated with Breast Cancer."}, {"pubmed": 28438862, "text": "The survival rate was increased by 11.1% in Oct4/Sox2-hAT-MSC-injected mice."}, {"pubmed": 28465359, "text": "FOXG1 and SOX2 operate in complementary but distinct roles to fuel unconstrained self-renewal in Glioblastoma multiforme stem cells via transcriptional control of core cell cycle and epigenetic regulators."}, {"pubmed": 28475175, "text": "Kat2b are essential to the differentiation through enhancing recruitment neuroectodermal factors Sox2 and Pax6 to their target sites."}, {"pubmed": 28480968, "text": "SOX2 induced human neonatal/adult retinal pigment epithelial cells to de-differentiate toward retinal progenitor cells."}, {"pubmed": 28504716, "text": "In addition to its angiogenic action, VEGFA upregulates Sox2 to drive stem cell expansion, together with miR-452 loss and Slug upregulation, providing a novel mechanism whereby cancer stem cells acquire metastatic potential."}, {"pubmed": 28535666, "text": "DDX53 directly regulates the SOX-2 expression in drug-resistant melanoma cells."}, {"pubmed": 28620836, "text": "This data demonstrated immunogenicity of SOX2, which is specifically overexpressed on pediatric glial tumor cells."}, {"pubmed": 28623666, "text": "Thus, SOX2 is a master regulator of the acinar cell lineage essential to the establishment of a functional organ."}, {"pubmed": 28635421, "text": "Heterozygous loss-of-function mutations in SOX2 are the commonest cause of severe microphthalmia and anophthalmia."}, {"pubmed": 28642874, "text": "combined administration of small-interfering RNA (siRNA) transfection with PPARgamma ligands induced downregulation of SOX2 and MMP2 activity together with inhibition of sphere-forming activity regardless of poly(ADP-ribose) polymerase (PARP) cleavage. Taken together, our findings suggest that a combination therapy using PPARgamma ligands and its inhibitor could be a potential therapeutic strategy targeting glioblastom..."}, {"pubmed": 28674712, "text": "studies on the role of SOX2 in breast cancer may provide effective biomarkers and potential therapeutic targets for the diagnosis and treatment of breast cancer"}, {"pubmed": 28700423, "text": "SOX2 copy number increases are detectable in a substantial proportion of high-grade HPV-positive vulvar carcinomas with basaloid differentiation."}, {"pubmed": 28718379, "text": "We observed an upregulation of the transcription factors OCT4 and SOX2 in leukemic cells as compared to normal cells. Conversely, SSEA1 protein was downregulated in leukemic cells. The expression of OCT4, SOX2, and SSEA3 was higher in CD34(+)CD38(-) than in CD34(+)CD38(+) subsets in leukemic cells."}, {"pubmed": 28733588, "text": "Data identified a rare undifferentiated cell population that is intermingled with the Bergmann glia of the adult cerebellar cortex, expresses the stem cell marker Sox2 but lacks markers of glial or neuronal differentiation."}, {"pubmed": 28737489, "text": "NFATc2 enhances tumor-initiating phenotypes through the NFATc2/SOX2/ ALDH1A1 axis in lung adenocarcinoma."}, {"pubmed": 28749077, "text": "Our findings suggest that miR-429 represents a potential tumour-suppressive miRNA and plays an important role in glioblastoma multiforme (GBM)progression by directly targeting SOX2."}, {"pubmed": 28793245, "text": "Sox2-expressing cells mark a subpopulation of tumor cells that fuel the growth of established BCa. SOX2-positive cells also expressed other previously reported BCa CSC markers, including Keratin14 (KRT14) and CD44v6. Ablation of Sox2-expressing cells within primary invasive BCa led to enhanced tumor regression"}, {"pubmed": 28794006, "text": "Histone acetyltransferase EP300 is necessary for the transcription factor SOX2 activity in basal cells, including for induction of the squamous fate. EP300 copy number gains are common in squamous cell carcinoma SQCCs, including lung cancer SQCC cell lines."}, {"pubmed": 28813671, "text": "OCT4 and SOX2 work as transcriptional activators in reprogramming human fibroblasts."}, {"pubmed": 28842747, "text": "These results suggest that SOX2 may play an important role in carcinogenesis and progression of invasive carcinoma ex pleomorphic adenoma"}, {"pubmed": 28862264, "text": "SOX2-silenced squamous cell carcinomas of the esophagus appear to be a minor, but distinct form of malignancy characterized by extensive lymphatic invasion, a poor prognosis, and potential association with multiple SOX2-negative neoplastic lesions"}, {"pubmed": 28867247, "text": "High SOX2 expression is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 28882595, "text": "These data suggest that elevated expression of SOX2 can activate lncRNA PVT1 expression promoted breast cancer tumorigenesis and progression. PVT1 may be a prognostic predictive biomarker for breast cancer, and the interaction of PVT1-SOX2 could be a therapeutic target in breast cancer."}, {"pubmed": 28905448, "text": "Myeloid Zinc Finger 1 and GA Binding Protein Co-Operate with Sox2 in Regulating the Expression of Yes-Associated Protein 1 in Cancer Cells"}, {"pubmed": 28933914, "text": "High SOX2 expression is associated with brain neoplasms."}, {"pubmed": 28946143, "text": "This study revealed that miR-101 plays a critical role in suppressing tumor progression by directly targeting SOX2."}, {"pubmed": 28960757, "text": "LncRNA SOX2-OT is a novel prognostic biomarker for osteosarcoma patients, it regulates osteosarcoma cells proliferation and motility through SOX2 modulation, and is correlated with patients' survival."}, {"pubmed": 28991227, "text": "Study in glioma stem-like cells (GSCs) identified SOX2 as one of downstream METTL3 targets and further recruitment of HuR onto m6A-modified sites in SOX2 is essential for SOX2 mRNA stabilization. METTL3 alters the DNA repair efficiency and radiation sensitivity partially via SOX2 in GSCs."}, {"pubmed": 29039570, "text": "SOX2 overexpression in DPSCs promoted the regulation of odontoblast differentiation of DPSCs"}, {"pubmed": 29050852, "text": "highly conserved Sox2/Pax6 bound site near the Sprouty2 locus was verified to promote cooperative dimerization designating Sprouty2 as a potential target reliant on Sox2/Pax6 cooperativity in several neural cell types."}, {"pubmed": 29059156, "text": "High SOX2 expression is associated with gastric cancer metastasis."}, {"pubmed": 29091765, "text": "SOX2 expression is dependent on contact with enhancers 700 kb downstream via CTCFdependent chromatin looping."}, {"pubmed": 29143365, "text": "hypopharyngeal squamous cell carcinomas characteristically almost completely lacking SOX2 expression appeared to be aggressive neoplasms with high recurrence rates. Promoter hypermethylation was determined to be a major mechanism underlying epigenetic SOX2 silencing"}, {"pubmed": 29158570, "text": "We further confirmed absence of Sox9 expression in nuclear beta-catenin accumulating cells of adamantinomatous craniopharyngioma. Our results point to the conclusion that Sox2 and Sox9, seem to play essential roles not only in the specific formation of aCP, but also in processes involving the cerebral tumour environment, which needs to be illuminated in the future."}, {"pubmed": 29180467, "text": "SOX2 is a critical oncogene linked to cancer stemness properties in urothelial carcinoma of the bladder."}, {"pubmed": 29214774, "text": "Rectal tumor tissue OCT4 (p<0.001), SOX2 (p=0.003), and NANOG (p<0.001) expressions were higher than those in adjacent tissue."}, {"pubmed": 29316077, "text": "Results provide evidence that SOX2 expression is regulated by the transcription factor HSF1."}, {"pubmed": 29335337, "text": "salivary glands can regenerate after genotoxic shock and do so through a SOX2 nerve-dependent mechanism."}, {"pubmed": 29358331, "text": "Data suggest that, in human ovarian teratocarcinoma cell line, methylation-dependent proteolysis of SOX2 is controlled by LSD1 and PHF20L1 via regulation of SET7 activity; these data are consistent with previous studies in mouse primary stem cells. (SOX2 = SRY-box 2 transcription factor; LSD1 = lysine demethylase-1A; PHF20L1 = PHD finger protein 20 like-1; SET7 = histone-lysine N-methyltransferase SETD7)"}, {"pubmed": 29396848, "text": "Results demonstrate that SOX2 is a critical oncogene associated with arsenic-induced malignant stemness properties of urothelial cells. In addition, SOX2 regulated the expressions of various stemness-related molecules."}, {"pubmed": 29409014, "text": "Results show that the levels of small nucleolar RNA host gene 5 (SNHG5) and SRY (sex determining region Y)-box 2 protein (SOX2) were significantly downregulated in osteoarthritis (OA) tissues, while the level of miR-26a was upregulated."}, {"pubmed": 29452418, "text": "PHF20 interacts with poly(ADP-ribose) polymerase 1 (PARP1) and directly binds to promoter regions of octamer-binding transcription factor 4 (OCT4) and sex determining region Y-box 2 (SOX2) to modulate a histone mark associated with active transcription, trimethylation of lysine 4 on histone H3 protein subunit (H3K4me3)."}, {"pubmed": 29463902, "text": "Upregulation of SOX2 correlates with nasopharyngeal carcinoma progression."}, {"pubmed": 29536377, "text": "Tumor tissue Sox2 expression was not positively correlated with histologic grade, pathological tumor size and prognosis in surgical patients with triple-negative breast cancer."}, {"pubmed": 29556337, "text": "XIAP limits autophagic degradation of Sox2 and is a therapeutic target in nasopharyngeal carcinoma stem cells."}, {"pubmed": 29569698, "text": "Metastatic double primary endometrioid endometrial and ovarian carcinoma sections expressed a higher level of SOX2 compared to the corresponding DPEEOC tissues."}, {"pubmed": 29574045, "text": "these data show a widespread decrease in SOX2 with age, suggesting that the decline in SOX2 expression might be used as a biomarker of ageing."}, {"pubmed": 29587142, "text": "SOX2 overexpression is associated with cancer."}, {"pubmed": 29596469, "text": "Low SOX2 expression marks a distinct subset of adenoid cystic carcinoma of the head and neck and is associated with an advanced tumor stage"}, {"pubmed": 29619662, "text": "The invasion and migration of osteosarcoma cells were down-regulated significantly through the inhibition of Sox2 by inactivating Wnt/beta-catenin signaling pathway related proteins"}, {"pubmed": 29741610, "text": "Overexpression of SOX2 rescued the inhibited proliferation, migration, invasion and ALDH activity induced by knockdown of AFF4 in HNSCC cells."}, {"pubmed": 29769207, "text": "SOX2 dampens the immunogenicity of HNSCC by targeting the STING pathway for degradation. The nanosatellite vaccine offers a novel and effective approach to enhance the adjuvant potential of STING agonist and break cancer tolerance to immunotherapy."}, {"pubmed": 29773426, "text": "Six SOX2 positive synovial sarcoma cases were analyzed by FISH using a SOX2/CEN3 dual color FISH probe"}, {"pubmed": 29802821, "text": "Collectively, it was suggested that miR-129-5p suppresses Adriamycin resistance in breast cancer by directly targeting SOX2."}, {"pubmed": 29905375, "text": "suggest a novel mechanism of adaptive resistance whereby BRAF inhibition is circumvented via the activation of STAT3, SOX2 and CD24"}, {"pubmed": 29938872, "text": "Oral leukoplakia lesions showed a higher expression of SOX-2, suggesting its contribution to the pathogenesis of OL."}, {"pubmed": 29950413, "text": "Human cytomegalovirus IE1 causes SOX2 downregulation by promoting the nuclear accumulation and inhibiting the phosphorylation of STAT3, a transcriptional activator of SOX2 expression."}, {"pubmed": 29955125, "text": "these findings highlight the role of FHL3 as a stemness-suppressor in regulation of the Smad2/3-SOX4-SOX2 axis in glioma"}, {"pubmed": 29958837, "text": "miR-15a modulation has potential implications in controlling various biological and pathogenic processes in colon carcinogenesis via targeting its downstream proteins such as BCL2 and SOX2"}, {"pubmed": 30053878, "text": "SOX2 was found to be overexpressed in glioma. NEAT1 negatively regulated the expression of miR-132 in glioma while miR-132 targeted SOX2 to down-regulate its expression."}, {"pubmed": 30055542, "text": "This study assessed the correlation between SOX2 mRNA expression and OCT4 mRNA expression, as well as the association between the clinicopathological indices and both gene expression levels. The relative mRNA expression levels of OCT4 genes in primary pterygium were significantly reduced compared to the normal conjunctiva tissues."}, {"pubmed": 30089852, "text": "PHF20L1 associates with SOX2, antagonizes SOX2 ubiquitination and the sequential degradation induced by the MLL1/WDR5 complexes"}, {"pubmed": 30127402, "text": "BCL11A is integral to lung squamous cell carcinoma pathology and highlights the disruption of the BCL11A-SOX2 transcriptional programme as a novel candidate for drug development."}, {"pubmed": 30190462, "text": "SOX2 role in the squamous cancer progression.CCAT1 is a key target co-regulated by TP63 and SOX2 through a super-enhancer in squamous cancer cells."}, {"pubmed": 30244869, "text": "The Sox2 promotes esophageal specification in part through repressing Wnt signaling in dorsal AFG and promoting survival."}, {"pubmed": 30248046, "text": "Astrocytoma with CD133 and Sox2 overexpression had an unfavorable prognosis and poor clinical response to the current therapeutic protocol"}, {"pubmed": 30262714, "text": "The results remind us that clinical anophthalmia may be accompanied by sensorineural hearing loss and may be associated with SOX2 mutation, and it will contribute to improving diagnosis and patient care."}, {"pubmed": 30270540, "text": "AKT pathway was activated by SOX2 overexpression. Mitochondrial oxidative stress and energy production were increased by SOX2 overexpression. SOX2 activation promotes wound healing and regeneration in CECs."}, {"pubmed": 30272330, "text": "Results demonstrated that SOX2 is a target of miR200c in MCF7/Tax cells. Knockdown of SOX2 expression increased chemosensitivity to paclitaxel and upregulated miR200c expression in MCF7/Tax cells."}, {"pubmed": 30297536, "text": "These findings uncover CDK1 as a new regulator of Sox2 during tumor initiation and implicate the CDK1-Sox2 interaction as a potential therapeutic target in cancer."}, {"pubmed": 30315105, "text": "study provides detailed mechanistic insights into CSC functions and tumor initiation by the TRPS1-SOX2 axis"}, {"pubmed": 30382189, "text": "Study shows that SOX2 expression is regulated by GLI molecules, possibly through transcriptional regulation. Its high expression level is associated with poor pancreatic ductal adenocarcinomas (PDAC) patient survival and relapse as well as with gemcitabine resistance whereas its down-regulation sensitizes pancreatic cancer cells to gemcitabine treatment suggesting that SOX2 is associated with PDAC gemcitabine resistance."}, {"pubmed": 30397178, "text": "As a novel regulator, lnc-LBCS plays an important tumor-suppressor role in BCSCs' self-renewal and chemoresistance, contributing to weak tumorigenesis and enhanced chemosensitivity. The lnc-LBCS-hnRNPK-EZH2-SOX2 regulatory axis may represent a therapeutic target for clinical intervention in chemoresistant bladder cancer."}, {"pubmed": 30403311, "text": "Chromatin immunoprecipitation and luciferase reporter gene assays together demonstrated that SOX2 trans-activates PIK3CA and OPA1."}, {"pubmed": 30405104, "text": "the RING-finger ubiquitin ligase complex CUL4A(DET1-COP1) and the deubiquitylase OTUD7B govern Sox2 protein stability during neural progenitor cells (NPCs) differentiation."}, {"pubmed": 30442713, "text": "The direct binding of L3MBTL3 to the methylated SOX2 protein leads to the recruitment of the CRL4(DCAF5) ubiquitin E3 ligase to target SOX2 protein for ubiquitin-dependent proteolysis."}, {"pubmed": 30443959, "text": "Long non-coding RNA Opa interacting protein 5-antisense RNA 1 (OIP5-AS1) downregulation targets sex-determining region Y-box 2 (SOX2) by miR-129-5p upregulation."}, {"pubmed": 30453543, "text": "BRACHYURY and SOX2 synergistically promote cancer stemness in oral cancer cells."}, {"pubmed": 30466459, "text": "SOX2 contributes to the acquisition of an aggressive oxidative tumor phenotype"}, {"pubmed": 30487219, "text": "Overexpression of SOX2 is sufficient to mediate the transition from hyperplasia to dysplasia in lung squamous cancer (LUSC) spheroids, while the presence of cancer-associated fibroblasts (CAFs) makes them invasive. Unexpectedly, CAFs suppress the activity of high SOX2 levels, restore hyperplasia, and enhance the formation of acinar-like structures."}, {"pubmed": 30510261, "text": "findings support that cytokine-induced stem cell factor SOX2 possesses oncogenic properties, with the potential to serve as a prognostic biomarker in endometrial carcinoma."}, {"pubmed": 30518951, "text": "Colon cancer cell lines and colorectal tumor tissues generally expressed the Sox2 protein. Knockdown of Sox2 by siRNA led to increased proliferative activity in Caco2 cells. Kaplan-Meier survival curves showed that the group with high Sox2 mRNA expression had a worse prognosis for relapse-free survival (RFS) than the low expression group (P = 0.045, median follow-up 60.0 months)."}, {"pubmed": 30523789, "text": "Sox2 expression is associated with neural stem cells differentiation status."}, {"pubmed": 30527240, "text": "Study findings in cohort of squamous carcinoma of the head and neck patients suggest that SOX2 expression and histologic worst pattern of invasion (WPOI) are significant prognostic factors and that WPOI correlates with decreased T cell infiltration. The combination of markers and tumor infiltrating lymphocytes might be useful in selecting patients for primary surgery."}, {"pubmed": 30548157, "text": "SOX2/P63 pathway is an essential regulator of corneal stem/progenitor cells while mutations in SOX2 or P63 may disrupt epithelial regeneration, leading to loss of corneal transparency and blindness."}, {"pubmed": 30574744, "text": "SOX2 is associated with the high invasiveness of breast cancer and can promote the proliferation of breast cancer cells"}, {"pubmed": 30587555, "text": "Enhanced drug retention was achieved by downregulation of SOX2 and ABCG2, both of which contribute to drug resistance of the cancer stem cells (CSC). In addition, nWdl prevented epithelial-to-mesenchymal transition, suppressed cell migration and invasion, and reduced the percentage of breast cancer stem cells (BCSC) in MDA-MB-231 cells."}, {"pubmed": 30587606, "text": "SOX2 is differentially expressed in pituitary adenomas and influences the secretory state or clinical behavior of pituitary adenomas."}, {"pubmed": 30606720, "text": "High Sox2 expression is associated with Late-Stage Metastasis in triple-negative breast cancer."}, {"pubmed": 30622340, "text": "Findings identify a Sox2-Sox9 network as crucial for stem/progenitor cell maintenance in the human mammary gland. Also, Sox2 increases and estrogen reduces the expression of the transcription factor Sox9."}, {"pubmed": 30628031, "text": "Association of High Expression Levels of SOX2, NANOG, and OCT4 in Gastric Cancer Tumor Tissues with Progression and Poor Prognosis."}, {"pubmed": 30674935, "text": "In this study, the authors identify VEGF165, a splice variant of VEGF-A, as a regulator of sVEGFR1-i13 expression in lung carcinoma, and further show that VEGF165 cooperates with the transcription factor SOX2 and the splicing factor SRSF2 to control sVEGFR1-i13 expression."}, {"pubmed": 30694767, "text": "miR-145-5p expression is downregulated in breast cancer tissues and negatively correlated with SOX2 expression. Decreased miR-145-5p expression was significantly associated with larger tumor size, distal metastasis, and shorter overall survival. miR-145-5p played a suppressive role in the proliferation of breast cancer cells by targeting SOX2."}, {"pubmed": 30712195, "text": "Bioinformatics Analysis Makes Revelation to Potential Properties on Regulation and Functions of Human Sox2."}, {"pubmed": 30806068, "text": "High expression of SOX2 is associated with development and progression of prostate cancer."}, {"pubmed": 30867047, "text": "Results find that SOX2 was significantly hypermethylated in both men and women residing in Taiwan. The consistency in the findings for both sexes shows that SOX2 promoter methylation could serve as a potential biomarker for industrial air pollution exposure."}, {"pubmed": 30894683, "text": "New insight into the mechanism of SOX2 overexpression in cancer and evidence for targeting AKT as a potential therapeutic strategy for SOX2-positive cancers, as AKT drives SOX2 overexpression and cancer stemness."}, {"pubmed": 30904337, "text": "In conclusion, our data suggest an association between SOX2 and SOX9 expression at the mRNA and protein level and aggressive clinical behavior in HGSC metastases to serous effusions."}, {"pubmed": 30980849, "text": "SOX2 was identified as a downstream target of miR-126-3p. On the contrary, SOX2 overexpression conferred TMZ resistance of GBM cells."}, {"pubmed": 30999923, "text": "work provides direct evidence that SOX2 is necessarily required for hESC pluripotency; however, it can also function as a neural factor, depending on the environmental input. OCT4 and PAX6 might function as key SOX2-interacting partners that determine the function of SOX2 in hESCs."}, {"pubmed": 31097100, "text": "higher expression of SOX2 is significantly associated with shorter survival in patients with thymic epithelial tumors"}, {"pubmed": 31113740, "text": "The mRNA and protein expression level of SOX2 and Survivin was significantly higher in salivary adenoid cystic carcinoma tissues than in paracancerous normal salivary gland tissues, indicating that both of the two are tissue-specific and may become salivary adenoid cystic carcinoma oncogenes."}, {"pubmed": 31173263, "text": "High SOX2 expression is associated with cervical cancer tumorigenicity."}, {"pubmed": 31179504, "text": "INPP4B exerts a dual function in the stemness of colorectal cancer stem-like cells through regulating Sox2 and Nanog expression."}, {"pubmed": 31209059, "text": "The role of SOX2 signaling in the lung squamous cell carcinoma."}, {"pubmed": 31230592, "text": "Results identified SOX2 as the downstream target of METTL3. Its lifespan was showed to be prolonged by IGF2BP2. In colorectal carcinoma (CRC) cells, SOX2 expression was found to be regulated by METTL3-mediated m6A modification."}, {"pubmed": 31232700, "text": "Epigenetic studies showed that induction of Sox2 altered the cerebral-endothelial transcriptional landscape and identified jumonji domain-containing protein 5 (JMJD5) as a direct target of Sox2. Sox2 interacted with JMJD5 to induce endothelial-mesenchymal transitions in cerebral endothelial cells."}, {"pubmed": 31257482, "text": "in Basaloid squamous cell carcinomas , SOX2 and PCNA had diffuse staining patterns in almost all cancer cells. SOX2 overexpression had little effect on the expression levels of claudin4, occludin and PCNA"}, {"pubmed": 31281487, "text": "In pancreatic adenocarcinoma , glycosylation of Sox2 by O-GlcNAc transferase stabilizes it in the nucleus"}, {"pubmed": 31281582, "text": "Studies indicate a high proliferative potential of the Wharton's jelly stem cells and the inhibitory effect of SOX2 on the expression of the CCND1 and CDK4 gene."}, {"pubmed": 31284949, "text": "Overexpression of KLF4 decreased SOX2 level via inhibition of SMAD2 phosphorylation. Overexpression of KLF4 inhibited SMAD signaling via upregualtion of SMAD7, an inhibitory SMAD molecule."}, {"pubmed": 31288577, "text": "miR-200c overexpression was shown to downregulate SRY (sex determining region Y)-box 2 (Sox2) and Kruppel-like factor 4 by directly targeting 3'-untranslated regions and upregulate the activity of Wnt signaling inhibited by Sox2."}, {"pubmed": 31344986, "text": "the studies reviewed here indicate that tumor cells utilize the fundamental effects of Sox2 dosage to suit their own needs. Finally, we speculate that elevated expression of Sox2 helps establish and maintain tumor dormancy in Sox2-positive cancers."}, {"pubmed": 31365524, "text": "This study identified NF-YA box CCAAT as a key cis-element in the SOX2 promoter, suggesting that NF-YA is a potent cellular regulator in the maintenance of SOX2-positive cervical cancer stem cell by specific transcriptional activation of SOX2."}, {"pubmed": 31399556, "text": "Taken together, our data reveal a previously unknown mechanistic linkage between TAZ and SOX2 and identify SOX2 as a direct downstream target of TAZ in modulating cancer stem cells (CSCs) self-renewal and maintenance in head neck squamous cell carcinoma (HNSCC). These findings suggest that targeting TAZ-SOX2 axis might be a promising therapeutic strategy for HNSCC."}, {"pubmed": 31462898, "text": "The upregulation of SOX2 under hypoxic conditions may facilitate NEDD9 transcription and expression, and subsequent activation of Rac1 and HIF-1alpha expression. This could accelerate breast cancer cell migration."}, {"pubmed": 31477842, "text": "Here we provide a comprehensive review of the current knowledge on SOX2 protein modifications, their proposed relationship to the PI3K/AKT pathway, and regulatory influence on SOX2 with regards to stemness, reprogramming, and cancer"}, {"pubmed": 31484078, "text": "Nonreciprocal and Conditional Cooperativity Directs the Pioneer Activity of Pluripotency Transcription Factors."}, {"pubmed": 31485767, "text": "The stress-triggered activation of YAP1/SOX2 transcriptionally reprograms HNSCC for the acquisition of stemness."}, {"pubmed": 31527246, "text": "These results show Sox2-dependent conversion of an undifferentiated, aggressive cancer cell to a differentiated neuron-like phenotype and suggest that the ontology of MCC arises from a neuronal cell precursor."}, {"pubmed": 31529309, "text": "High SOX2 expression is associated with Drug Resistance in Esophageal Squamous Cell Carcinoma."}, {"pubmed": 31534165, "text": "ER stress and UPR activation in glioblastoma: identification of a noncanonical PERK mechanism regulating GBM stem cells through SOX2 modulation."}, {"pubmed": 31540269, "text": "Sox2 function in thalamic neurons is an example of an important role for Sox2 in aspects of neural cell biology central to their \"differentiated\" characteristics: the development of neuron-to-neuron connectivity, involving the correct establishment of the retina-thalamus-brain connections. [review]"}, {"pubmed": 31548378, "text": "High SOX2 expression is associated with drug resistance in lung cancer."}, {"pubmed": 31551362, "text": "Study investigated super-enhancer profiles in lung squamous cell carcinoma (LUSC) and identified a novel subtype in which SOX2 and a neural transcription factor BRN2 have key roles in determining its distinctive differentiation state. BRN2 serves as an interacting partner for SOX2 in this novel subtype, instead of p63 in the classical subtype of LUSC."}, {"pubmed": 31560173, "text": "SOX2 antagonizes WWC1 to drive YAP1 activation in esophageal squamous cell carcinoma."}, {"pubmed": 31583686, "text": "Study in embryonal carcinomas (ECs) and seminomas like cells revealed that SOX17 (in seminomas) functionally replaces SOX2 (in ECs) to maintain expression of the pluripotency cluster."}, {"pubmed": 31587305, "text": "Elevating SOX2 in prostate tumor cells upregulates expression of neuroendocrine genes, but does not reduce the inhibitory effects of enzalutamide."}, {"pubmed": 31590919, "text": "SOX2-induced upregulation of lncRNA LINC01510 promotes papillary thyroid carcinoma progression by modulating miR-335/SHH and activating Hedgehog pathway"}, {"pubmed": 31605775, "text": "we identify USP9x as the first deubiquitinating enzyme for controlling the stability of SOX2 and USP9x is a direct target for neogambogic acid (NGA). We propose that targeting the USP9x/SOX2 axis represents a novel strategy for the therapeutic of osteosarcoma and other SOX2 related cancers"}, {"pubmed": 31610800, "text": "These data suggest a process whereby SOX2 and ST6GAL1 are coordinately amplified in cancer cells, with the Sox2 protein then binding the ST6GAL1 promoter to further augment ST6Gal-I expression. Our collective results provide new insight into mechanisms that upregulate ST6Gal-I expression in ovarian cancer cells, and also point to the possibility that some of the CSC characteristics commonly attributed to Sox2 may, in part"}, {"pubmed": 31623830, "text": "LncRNA SOX2 overlapping transcript (SOX2-OT) expression was conspicuously elevated in prostate cancer (PC) tissues and cells. Silenced SOX2-OT could repress PC cell proliferation and migration. SOX2-OT bound with miR-369-3p and negatively correlated with miR-369-3p in PC. Cofilin 2 (CFL2) was found to be a downstream target gene of miR-369-3p."}, {"pubmed": 31635802, "text": "SOX2 acted as a target of miR-7-5p. SOX2 was an oncogene in breast cancer through promoting cell proliferation, migration and invasion."}, {"pubmed": 31646828, "text": "We successfully developed a NPC mouse model using C666-1 cells. Immunohistochemistry and Western blotting were used to analyze the expression of SOX2, SPLUNC1 and MLL3."}, {"pubmed": 31693489, "text": "circ_0005273 promotes thyroid carcinoma progression by SOX2 expression."}, {"pubmed": 31718604, "text": "This is the first study comparing the protein expression of SOX2 in recurrent HGG and its paired primary tumor. SOX2 high expression is common in brain HGG, a tendency of decreased SOX2 expression in recurrent gliomas was evidenced. Lower SOX2 expression was seen in those patients who received adjuvant chemotherapy and/or radiotherapy."}, {"pubmed": 31772313, "text": "SOX2 has dual functions as a regulator in the progression of neuroendocrine prostate cancer."}, {"pubmed": 31823521, "text": "EGFR enhances the stemness and progression of oral cancer through inhibiting autophagic degradation of SOX2."}, {"pubmed": 31844113, "text": "Expression of TRIB3 positively associates with breast cancer stemness and progression. Elevated TRIB3 expression supports breast cancer stem cells by interacting with AKT to interfere with the FOXO1-AKT interaction and suppress FOXO1 degradation. The accumulated FOXO1 promotes transcriptional expression of SOX2 which in turn activates FOXO1 transcription and forms a positive regulatory loop."}, {"pubmed": 31883360, "text": "SOX2 was identified to induce ABCC1 transcription."}, {"pubmed": 31894290, "text": "Lung adenocarcinoma resistance to therapy with EGFRtyrosine kinase inhibitors is related to increased expression of cancer stem cell markers SOX2, OCT4 and NANOG."}, {"pubmed": 31919137, "text": "Transient Sox9 Expression Facilitates Resistance to Androgen-Targeted Therapy in Prostate Cancer."}, {"pubmed": 31922212, "text": "SRYrelated HMG box2 role in anaplastic thyroid cancer aggressiveness is related to the fibronectin 1 and PI3K/AKT pathway."}, {"pubmed": 31927035, "text": "Skip is essential for Notch signaling to induce Sox2 in cerebral arteriovenous malformations."}, {"pubmed": 31943174, "text": "lncRNA MIAT promotes esophageal squamous cell carcinoma progression by regulating miR-1301-3p/INCENP axis and interacting with SOX2."}, {"pubmed": 31956038, "text": "Zika Virus Targets Glioblastoma Stem Cells through a SOX2-Integrin alphavbeta5 Axis."}, {"pubmed": 31968252, "text": "Chromosome 3q26 Gain Is an Early Event Driving Coordinated Overexpression of the PRKCI, SOX2, and ECT2 Oncogenes in Lung Squamous Cell Carcinoma."}, {"pubmed": 32003010, "text": "SOX2-induced upregulation of lncRNA LINC01561 promotes non-small-cell lung carcinoma progression by sponging miR-760 to modulate SHCBP1 expression."}, {"pubmed": 32019566, "text": "Long non-coding RNA SOX2OT promotes the stemness phenotype of bladder cancer cells by modulating SOX2."}, {"pubmed": 32029747, "text": "Sox2 controls Schwann cell self-organization through fibronectin fibrillogenesis."}, {"pubmed": 32033067, "text": "The FDA-Approved Anti-Asthma Medicine Ciclesonide Inhibits Lung Cancer Stem Cells through Hedgehog Signaling-Mediated SOX2 Regulation."}, {"pubmed": 32037877, "text": "Genetic association study of SOX2 gene polymorphisms with high myopia in a Chinese population."}, {"pubmed": 32055838, "text": "Sox2 induces tumorigenesis and angiogenesis of early-stage esophageal squamous cell carcinoma through secretion of Suprabasin."}, {"pubmed": 32092088, "text": "The cancer-specific SNPs in exosomal SOX2 DNA sequence may reflect those changes in the cancer stem cells as well as cancer cells."}, {"pubmed": 32122144, "text": "KLF8 promotes cancer stem cell-like phenotypes in osteosarcoma through miR-429-SOX2 signaling."}, {"pubmed": 32130794, "text": "SOX2 mediates cisplatin resistance in small-cell lung cancer with downregulated expression of hsa-miR-340-5p."}, {"pubmed": 32144236, "text": "Regulation of cancer stem cell properties, angiogenesis, and vasculogenic mimicry by miR-450a-5p/SOX2 axis in colorectal cancer."}, {"pubmed": 32170113, "text": "Novel HDAC11 inhibitors suppress lung adenocarcinoma stem cell self-renewal and overcome drug resistance by suppressing Sox2."}, {"pubmed": 32191225, "text": "The LSD1 inhibitor iadademstat (ORY-1001) targets SOX2-driven breast cancer stem cells: a potential epigenetic therapy in luminal-B and HER2-positive breast cancer subtypes."}, {"pubmed": 32221082, "text": "On the basis of the expression level in solid tumors, SOX2 is expected to be a meaningful prognostic biomarker and effective therapeutic target"}, {"pubmed": 32234828, "text": "Growth-Inhibitory Activity of Bone Morphogenetic Protein 4 in Human Glioblastoma Cell Lines Is Heterogeneous and Dependent on Reduced SOX2 Expression."}, {"pubmed": 32286144, "text": "LncRNA SOX2OT affects cervical cancer cell growth, migration and invasion by regulating SOX2."}, {"pubmed": 32290242, "text": "Single-Cell Probe Force Studies to Identify Sox2 Overexpression-Promoted Cell Adhesion in MCF7 Breast Cancer Cells."}, {"pubmed": 32319565, "text": "miR5745p attenuates proliferation, migration and EMT in triplenegative breast cancer cells by targeting BCL11A and SOX2 to inhibit the SKIL/TAZ/CTGF axis."}, {"pubmed": 32350470, "text": "Nucleosome-bound SOX2 and SOX11 structures elucidate pioneer factor function."}, {"pubmed": 32427884, "text": "Critical role of SOX2-IGF2 signaling in aggressiveness of bladder cancer."}, {"pubmed": 32483123, "text": "CAMK2A supported tumor initiating cells of lung adenocarcinoma by upregulating SOX2 through EZH2 phosphorylation."}, {"pubmed": 32492707, "text": "TRIM24 promotes stemness and invasiveness of glioblastoma cells via activating Sox2 expression."}, {"pubmed": 32495847, "text": "Merkel cells of human oral mucosa express the pluripotent stem cell transcription factor Sox2."}, {"pubmed": 32575737, "text": "Effect of SOX2 Repression on Corneal Endothelial Cells."}, {"pubmed": 32576581, "text": "NONO Is a Negative Regulator of SOX2 Promoter."}, {"pubmed": 32619460, "text": "TP63, SOX2, and KLF5 Establish a Core Regulatory Circuitry That Controls Epigenetic and Transcription Patterns in Esophageal Squamous Cell Carcinoma Cell Lines."}, {"pubmed": 32664542, "text": "SOX2 and p53 Expression Control Converges in PI3K/AKT Signaling with Versatile Implications for Stemness and Cancer."}, {"pubmed": 32674684, "text": "Sox2 Controls Periderm and Rugae Development to Inhibit Oral Adhesions."}, {"pubmed": 32703490, "text": "The function of SOX2 in breast cancer and relevant signaling pathway."}, {"pubmed": 32721391, "text": "PAK5 promotes the cell stemness ability by phosphorylating SOX2 in lung squamous cell carcinomas."}, {"pubmed": 32727778, "text": "Clinical Implications of Cancer Stem Cell Markers and ABC Transporters as a Predictor of Prognosis in Colorectal Cancer Patients."}, {"pubmed": 32778600, "text": "Nucleosome allostery in pioneer transcription factor binding."}, {"pubmed": 32783291, "text": "The deubiquitinase USP34 stabilizes SOX2 and induces cell survival and drug resistance in laryngeal squamous cell carcinoma."}, {"pubmed": 32801334, "text": "Distinct transcriptional programs of SOX2 in different types of small cell lung cancers."}, {"pubmed": 32812642, "text": "SOX2 knockdown slows cholangiocarcinoma progression through inhibition of transcriptional activation of lncRNA PVT1."}, {"pubmed": 32816907, "text": "Cross-talk between SOX2 and TGFbeta Signaling Regulates EGFR-TKI Tolerance and Lung Cancer Dissemination."}, {"pubmed": 32840422, "text": "Squamous Non-Small-Cell Lung Cancer Molecularly Reclassified as Transdifferentiated Prostate Cancer Due to Identification of TMPRSS2-ERG Translocation With SOX2 Amplification."}, {"pubmed": 32865703, "text": "Increasing the colon cancer cells sensitivity toward radiation therapy via application of Oct4-Sox2 complex decoy oligodeoxynucleotides."}, {"pubmed": 32894547, "text": "Downregulation of miRNA-429 and upregulation of SOX2 were unfavorable to the prognosis of nasopharyngeal carcinoma."}, {"pubmed": 32896567, "text": "Dual inhibition of Src and PLK1 regulate stemness and induce apoptosis through Notch1-SOX2 signaling in EGFRvIII positive glioma stem cells (GSCs)."}, {"pubmed": 32900990, "text": "VDR-SOX2 signaling promotes colorectal cancer stemness and malignancy in an acidic microenvironment."}, {"pubmed": 32930122, "text": "Putative stemness markers octamer-binding transcription factor 4, sex-determining region Y-box 2, and NANOG in non-small cell lung carcinoma: A clinicopathological association."}, {"pubmed": 32954681, "text": "NF-YA promotes the cell proliferation and tumorigenic properties by transcriptional activation of SOX2 in cervical cancer."}, {"pubmed": 32971057, "text": "Long Noncoding RNA DANCR Regulates Cell Proliferation by Stabilizing SOX2 mRNA in Nasopharyngeal Carcinoma."}, {"pubmed": 32998722, "text": "Tumor quiescence: elevating SOX2 in diverse tumor cell types downregulates a broad spectrum of the cell cycle machinery and inhibits tumor growth."}, {"pubmed": 33058834, "text": "LncRNA DANCR upregulation induced by TUFT1 promotes malignant progression in triple negative breast cancer via miR-874-3p-SOX2 axis."}, {"pubmed": 33098486, "text": "SOX2/SALL4 stemness axis modulates Notch signaling genes to maintain self-renewal capacity of esophageal squamous cell carcinoma."}, {"pubmed": 33103210, "text": "Prognostic implication of SOX2 expression in small intestinal adenocarcinoma."}, {"pubmed": 33113369, "text": "Sox2 and Canonical Wnt Signaling Interact to Activate a Developmental Checkpoint Coordinating Morphogenesis with Mesoderm Fate Acquisition."}, {"pubmed": 33127342, "text": "SETD8 promotes stemness characteristics and is a potential prognostic biomarker of gastric adenocarcinoma."}, {"pubmed": 33158915, "text": "SOX2 promotes resistance of melanoma with PD-L1 high expression to T-cell-mediated cytotoxicity that can be reversed by SAHA."}, {"pubmed": 33203881, "text": "ST3GAL1 is a target of the SOX2-GLI1 transcriptional complex and promotes melanoma metastasis through AXL."}, {"pubmed": 33207226, "text": "Stromal SOX2 Upregulation Promotes Tumorigenesis through the Generation of a SFRP1/2-Expressing Cancer-Associated Fibroblast Population."}, {"pubmed": 33311586, "text": "Common variants in SOX-2 and congenital cataract genes contribute to age-related nuclear cataract."}, {"pubmed": 33326593, "text": "The many faces of Sox2 function in neural crest development."}, {"pubmed": 33445526, "text": "Radiation-Activated PI3K/AKT Pathway Promotes the Induction of Cancer Stem-Like Cells via the Upregulation of SOX2 in Colorectal Cancer."}, {"pubmed": 33456565, "text": "Blockade of deubiquitinating enzyme PSMD14 overcomes chemoresistance in head and neck squamous cell carcinoma by antagonizing E2F1/Akt/SOX2-mediated stemness."}, {"pubmed": 33491747, "text": "Reciprocal activation of HEY1 and NOTCH4 under SOX2 control promotes EMT in head and neck squamous cell carcinoma."}, {"pubmed": 33510132, "text": "SOX2-dependent expression of dihydroorotate dehydrogenase regulates oral squamous cell carcinoma cell proliferation."}, {"pubmed": 33574085, "text": "Reprogramming Transcription Factors Oct4 and Sox2 Induce a BRD-Dependent Immunosuppressive Transcriptome in GBM-Propagating Cells."}, {"pubmed": 33603170, "text": "Repurposing dextromethorphan and metformin for treating nicotine-induced cancer by directly targeting CHRNA7 to inhibit JAK2/STAT3/SOX2 signaling."}, {"pubmed": 33661352, "text": "Dynamic expression of NR2F1 and SOX2 in developing and adult human cortex: comparison with cortical malformations."}, {"pubmed": 33719903, "text": "Clinical diagnosis of presumed SOX2 gonadosomatic mosaicism."}, {"pubmed": 33721187, "text": "CDK1 promotes the stemness of lung cancer cells through interacting with Sox2."}, {"pubmed": 33780016, "text": "Acetylation of interferon regulatory factor-5 suppresses androgen receptor and downregulates expression of Sox2."}, {"pubmed": 33789601, "text": "Co-expression of SOX2 and HR-HPV RISH predicts poor prognosis in small cell neuroendocrine carcinoma of the uterine cervix."}, {"pubmed": 33795719, "text": "Nectin-4 and p95-ErbB2 cooperatively regulate Hippo signaling-dependent SOX2 gene expression, enhancing anchorage-independent T47D cell proliferation."}, {"pubmed": 33811842, "text": "CircABCC3 knockdown inhibits glioblastoma cell malignancy by regulating miR-770-5p/SOX2 axis through PI3K/AKT signaling pathway."}, {"pubmed": 33924599, "text": "DYRK1A Negatively Regulates CDK5-SOX2 Pathway and Self-Renewal of Glioblastoma Stem Cells."}, {"pubmed": 33952719, "text": "Anti-oncogenic effects of SOX2 silencing on hepatocellular carcinoma achieved by upregulating miR-222-5p-dependent CYLD via the long noncoding RNA CCAT1."}, {"pubmed": 33953166, "text": "SOX2 promotes chemoresistance, cancer stem cells properties, and epithelial-mesenchymal transition by beta-catenin and Beclin1/autophagy signaling in colorectal cancer."}, {"pubmed": 33972779, "text": "Reprogramming of the esophageal squamous carcinoma epigenome by SOX2 promotes ADAR1 dependence."}, {"pubmed": 33973888, "text": "Clinical Significance and Prognostic Value of SOX2 Protein Expression in Patients With Oral Squamous Cell Carcinoma."}, {"pubmed": 33976105, "text": "Activation of transmembrane receptor tyrosine kinase DDR1-STAT3 cascade by extracellular matrix remodeling promotes liver metastatic colonization in uveal melanoma."}, {"pubmed": 34004353, "text": "Heparanase 2 (Hpa2) attenuates tumor growth by inducing Sox2 expression."}, {"pubmed": 34021259, "text": "SFRP2 induces a mesenchymal subtype transition by suppression of SOX2 in glioblastoma."}, {"pubmed": 34075691, "text": "The stabilization of yes-associated protein by TGFbeta-activated kinase 1 regulates the self-renewal and oncogenesis of gastric cancer stem cells."}, {"pubmed": 34076991, "text": "The m6A methyltransferase METTL3 promotes the stemness and malignant progression of breast cancer by mediating m6A modification on SOX2."}, {"pubmed": 34083275, "text": "The SOX2 Status of Disseminated Tumor Cells in Breast Cancer Patients Treated With Neoadjuvant Chemotherapy."}, {"pubmed": 34092609, "text": "Quantitative analysis of KLF4 and SOX2 expression in oral carcinomas reveals independent association with oral tongue subsite location and histological grade."}, {"pubmed": 34105279, "text": "Targeted RNA N(6) -Methyladenosine Demethylation Controls Cell Fate Transition in Human Pluripotent Stem Cells."}, {"pubmed": 34107469, "text": "The Prognostic Value of Sex-Determining Region Y-Box 2 and CD8+ Tumor-Infiltrating Lymphocytes in Limited-Stage Small-Cell Lung Cancer."}, {"pubmed": 34211078, "text": "Prognostic and predictive value of ALDH1, SOX2 and SSEA-4 in bladder cancer."}, {"pubmed": 34261507, "text": "Expression of SOX2 and OCT4 in odontogenic cysts and tumors."}, {"pubmed": 34285085, "text": "Establishment of a Plasticity-Associated Risk Model Based on a SOX2- and SOX9-Related Gene Set in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 34286693, "text": "SOX21 modulates SOX2-initiated differentiation of epithelial cells in the extrapulmonary airways."}, {"pubmed": 34385181, "text": "Stem Cell Factor SOX2 Confers Ferroptosis Resistance in Lung Cancer via Upregulation of SLC7A11."}, {"pubmed": 34427968, "text": "Faciogenital dysplasia 5 confers the cancer stem cell-like traits of gastric cancer cells through enhancing Sox2 protein stability."}, {"pubmed": 34436030, "text": "SOX2 and Bcl-2 as a Novel Prognostic Value in Hepatocellular Carcinoma Progression."}, {"pubmed": 34446700, "text": "OCT4 cooperates with distinct ATP-dependent chromatin remodelers in naive and primed pluripotent states in human."}, {"pubmed": 34459113, "text": "Organoid models combined with genome engineering and epigenome studies to define SOX2 function evolution in esophageal squamous cell carcinoma."}, {"pubmed": 34562068, "text": "Review of 37 patients with SOX2 pathogenic variants collected by the Anophthalmia/Microphthalmia Clinical Registry and DNA research study."}, {"pubmed": 34583623, "text": "Long non-coding RNA PROX1-AS1 knockdown upregulates microRNA-519d-3p to promote chemosensitivity of retinoblastoma cells via targeting SOX2."}, {"pubmed": 34697986, "text": "Long non-coding RNA FENDRR inhibits the stemenss of colorectal cancer cells through directly binding to Sox2 RNA."}, {"pubmed": 34719977, "text": "SOX2 as a prognostic marker and a potential molecular target in cervical cancer: A meta-analysis."}, {"pubmed": 34732716, "text": "Competitive binding of E3 ligases TRIM26 and WWP2 controls SOX2 in glioblastoma."}, {"pubmed": 34759222, "text": "SOX2 heterozygous mutations cause multiple extraocular phenotypes in boys."}, {"pubmed": 34852960, "text": "DNA repair proteins cooperate with SOX2 in regulating the transition of human embryonic stem cells to neural progenitor cells."}, {"pubmed": 34880227, "text": "A predominant enhancer co-amplified with the SOX2 oncogene is necessary and sufficient for its expression in squamous cancer."}, {"pubmed": 35028983, "text": "Spindle pole body component 24 homolog potentiates tumor progression via regulation of SRY-box transcription factor 2 in clear cell renal cell carcinoma."}, {"pubmed": 35059870, "text": "SOX2 knockdown with siRNA reverses cisplatin resistance in NSCLC by regulating APE1 signaling."}, {"pubmed": 35078199, "text": "Lack of CD44 and Sox-2 Overexpression as Two Independent Favourable Prognostic Factors in HPV Positive Patients with Oropharyngeal Cancers."}, {"pubmed": 35078991, "text": "Parallel functional assessment of m(6)A sites in human endodermal differentiation with base editor screens."}, {"pubmed": 35122882, "text": "Understanding the function and regulation of Sox2 for its therapeutic potential in breast cancer."}, {"pubmed": 35136034, "text": "Sox2 induces glioblastoma cell stemness and tumor propagation by repressing TET2 and deregulating 5hmC and 5mC DNA modifications."}, {"pubmed": 35148715, "text": "Novel SOX2 mutation in autosomal dominant cataract-microcornea syndrome."}, {"pubmed": 35162954, "text": "Mesothelin Expression Is Not Associated with the Presence of Cancer Stem Cell Markers SOX2 and ALDH1 in Ovarian Cancer."}, {"pubmed": 35170016, "text": "First evidence of SOX2 mutations in Peters' anomaly: Lessons from molecular screening of 95 patients."}, {"pubmed": 35190631, "text": "Enhanced O-GlcNAc modification induced by the RAS/MAPK/CDK1 pathway is required for SOX2 protein expression and generation of cancer stem cells."}, {"pubmed": 35302657, "text": "In high-grade ovarian carcinoma, platinum-sensitive tumor recurrence and acquired-resistance derive from quiescent residual cancer cells that overexpress CRYAB, CEACAM6, and SOX2."}, {"pubmed": 35331811, "text": "The value of SOX2 in the differential diagnosis of SMARCA4 (BRG1)-deficient uterine neoplasms."}, {"pubmed": 35332266, "text": "Matrix stiffness-induced upregulation of histone acetyltransferase KAT6A promotes hepatocellular carcinoma progression through regulating SOX2 expression."}, {"pubmed": 35420440, "text": "Movements of Ancient Human Endogenous Retroviruses Detected in SOX2-Expressing Cells."}, {"pubmed": 35436654, "text": "Clinical value of lncRNA SOX2-OT in pulmonary arterial hypertension and its role in pulmonary artery smooth muscle cell proliferation, migration, apoptosis, and inflammatory."}, {"pubmed": 35450457, "text": "Pediatric Astrocytomas and Their Association With Polymorphisms in Embryonic Stem Cell Marker Genes."}, {"pubmed": 35628593, "text": "SOX2 Is a Univocal Marker for Human Oral Mucosa Epithelium Useful in Post-COMET Patient Characterization."}, {"pubmed": 35715622, "text": "Long non-coding RNA NRSN2-AS1, transcribed by SOX2, promotes progression of esophageal squamous cell carcinoma by regulating the ubiquitin-degradation of PGK1."}, {"pubmed": 35737114, "text": "Coupled fibromodulin and SOX2 signaling as a critical regulator of metastatic outgrowth in melanoma."}, {"pubmed": 35738180, "text": "Targeting the SOX2/PARP1 complex to intervene in the growth of esophageal squamous cell carcinoma."}, {"pubmed": 35821094, "text": "p21-activated kinase 2 binds to transcription factor SOX2 and up-regulates DEK to promote the progression of lung squamous cell carcinoma."}, {"pubmed": 35830925, "text": "Apoptotic vesicles inherit SOX2 from pluripotent stem cells to accelerate wound healing by energizing mesenchymal stem cells."}, {"pubmed": 35886978, "text": "Evaluation of the Impact of Pregnancy-Associated Factors on the Quality of Wharton's Jelly-Derived Stem Cells Using SOX2 Gene Expression as a Marker."}, {"pubmed": 35930824, "text": "SOX2 and PRAME in the \"\"reprogramming\"\" of seminoma cells."}, {"pubmed": 35933409, "text": "PCGF6 controls neuroectoderm specification of human pluripotent stem cells by activating SOX2 expression."}, {"pubmed": 35941044, "text": "SOX2 como posible biomarcador pronostico y diana molecular en el cancer de pulmon: metaanalisis."}, {"pubmed": 35945296, "text": "SOX2 expression in the pathogenesis of premalignant lesions of the uterine cervix: its histo-topographical distribution distinguishes between low- and high-grade CIN."}, {"pubmed": 36069232, "text": "SOX2 regulates paclitaxel resistance of A549 nonsmall cell lung cancer cells via promoting transcription of ClC3."}, {"pubmed": 36126099, "text": "TGFB2-AS1 inhibits triple-negative breast cancer progression via interaction with SMARCA4 and regulating its targets TGFB2 and SOX2."}, {"pubmed": 36170598, "text": "Altered immunoexpression of SOX2, OCT4 and Nanog in the normal-appearing oral mucosa of tobacco users."}, {"pubmed": 36232992, "text": "Dissecting Stemness in Aggressive Intracranial Meningiomas: Prognostic Role of SOX2 Expression."}, {"pubmed": 36293387, "text": "SOX2 Promotes Invasion in Human Bladder Cancers through MMP2 Upregulation and FOXO1 Downregulation."}, {"pubmed": 36306512, "text": "Value of Serum SRY-Box Transcription Factor 2 Levels Combined with Magnetic Resonance Imaging in the Diagnosis of Endometrial Carcinoma."}, {"pubmed": 36317486, "text": "iPSCs derived from esophageal atresia patients reveal SOX2 dysregulation at the anterior foregut stage."}, {"pubmed": 36361852, "text": "SOX2 and SOX21 in Lung Epithelial Differentiation and Repair."}, {"pubmed": 36377249, "text": "Ligand-independent EphA2 contributes to chemoresistance in small-cell lung cancer by enhancing PRMT1-mediated SOX2 methylation."}, {"pubmed": 36451051, "text": "SOX2-Induced Linc-ROR Upregulation Inhibits Gastric Carcinoma Cell Proliferation and Metastasis Via the miR-580-3p/ANXA10 Pathway."}, {"pubmed": 36520054, "text": "AKT1 phosphorylates RBM17 to promote Sox2 transcription by modulating alternative splicing of FOXM1 to enhance cancer stem cell properties in colorectal cancer cells."}, {"pubmed": 36566021, "text": "SOX2-high cancer cells exhibit an aggressive phenotype, with increases in stemness, proliferation and invasion, as well as higher metabolic activity and ATP production."}, {"pubmed": 36602867, "text": "Heterozygous mutations in SOX2 may cause idiopathic hypogonadotropic hypogonadism via dominant-negative mechanisms."}, {"pubmed": 36655039, "text": "Immunoexpression of stem cell markers SOX-2, NANOG AND OCT4 in ameloblastoma."}, {"pubmed": 36701842, "text": "MLL4 Regulates the Progression of Non-Small-Cell Lung Cancer by Regulating the PI3K/AKT/SOX2 Axis."}, {"pubmed": 36717549, "text": "Reciprocal regulation of LINC00941 and SOX2 promotes progression of esophageal squamous cell carcinoma."}, {"pubmed": 36730833, "text": "Strong Annexin A10 Expression Supports a Pancreatic Primary and Combined Annexin A10, Claudin 18, and SOX2 Expression Supports an Esophagogastric Origin in Carcinomas of Unknown Primary."}, {"pubmed": 36738502, "text": "SOX2-associated signaling pathways regulate biological phenotypes of cancers."}, {"pubmed": 36740200, "text": "SOX9 Modulates the Transformation of Gastric Stem Cells Through Biased Symmetric Cell Division."}, {"pubmed": 36768802, "text": "Influence of Perinatal Factors on Gene Expression of IAPs Family and Main Factors of Pluripotency: OCT4 and SOX2 in Human Breast Milk Stem Cells-A Preliminary Report."}, {"pubmed": 36921835, "text": "Extreme myopia is more susceptible to SOX2 gene than high myopia."}, {"pubmed": 36932385, "text": "SOX2 dosage sustains tumor-promoting inflammation to drive disease aggressiveness by modulating the FOSL2/IL6 axis."}, {"pubmed": 37017197, "text": "Distinct gene expression patterns of SOX2 and SOX2OT variants in different types of brain tumours."}, {"pubmed": 37019595, "text": "Epigenetic regulation of pluripotency inducer genes NANOG and SOX2 in human prostate cancer."}, {"pubmed": 37063420, "text": "LncRNA GSCAR promotes glioma stem cell maintenance via stabilizing SOX2 expression."}, {"pubmed": 37100016, "text": "The roles of the SOX2 protein in the development of esophagus and esophageal squamous cell carcinoma, and pharmacological target for therapy."}, {"pubmed": 37163579, "text": "SOX2 pathogenic variants with normal eyes: Expanding the phenotypic spectrum."}, {"pubmed": 37213675, "text": "SOX2 Promotes Radioresistance in Non-small Cell Lung Cancer by Regulating Tumor Cells Dedifferentiation."}, {"pubmed": 37225990, "text": "Histone modifications regulate pioneer transcription factor cooperativity."}, {"pubmed": 37278276, "text": "Prognostic Implications of CD24, SOX2, and Nanog Expression in Invasive Urothelial Carcinoma."}, {"pubmed": 37349645, "text": "GSK3beta-driven SOX2 overexpression is a targetable vulnerability in esophageal squamous cell carcinoma."}, {"pubmed": 37353616, "text": "Control of SOX2 protein stability and tumorigenic activity by E3 ligase CHIP in esophageal cancer cells."}, {"pubmed": 37506598, "text": "Sox-2 positive cells identified in lymph nodes from endometriosis patients may play a role in the disease pathogenesis."}, {"pubmed": 37531417, "text": "Exportin 1 inhibition prevents neuroendocrine transformation through SOX2 down-regulation in lung and prostate cancers."}, {"pubmed": 37549026, "text": "Overexpression of SOX2 Gene by Histone Modifications: SOX2 Enhances Human Prostate and Breast Cancer Progression by Prevention of Apoptosis and Enhancing Cell Proliferation."}, {"pubmed": 37738673, "text": "Epigenetic reprogramming of a distal developmental enhancer cluster drives SOX2 overexpression in breast and lung adenocarcinoma."}, {"pubmed": 37744275, "text": "The DMRTA1-SOX2 positive feedback loop promotes progression and chemotherapy resistance of esophageal squamous cell carcinoma."}, {"pubmed": 37930832, "text": "Molecular basis for SOX2-dependent regulation of super-enhancer activity."}, {"pubmed": 37957698, "text": "LncRNA WAC-AS1 promotes osteosarcoma Metastasis and stemness by sponging miR-5047 to upregulate SOX2."}, {"pubmed": 38044399, "text": "SOX2 promotes vasculogenic mimicry by accelerating glycolysis via the lncRNA AC005392.2-GLUT1 axis in colorectal cancer."}, {"pubmed": 38050242, "text": "Expression and Functional Analysis of core stemness factors OSKM (OCT4, SOX2, KLF4, and MYC) in Pan-cancer."}, {"pubmed": 38072399, "text": "LncRNA linc01194 promotes the progress of endometrial carcinoma by up-regulating SOX2 through binding to IGF2BP1."}, {"pubmed": 38096163, "text": "SOX2 promotes a cancer stem cell-like phenotype and local spreading in oral squamous cell carcinoma."}, {"pubmed": 38334608, "text": "SOX2 Expression Does Not Guarantee Cancer Stem Cell-like Characteristics in Lung Adenocarcinoma."}, {"pubmed": 38365983, "text": "DNA binding redistributes activation domain ensemble and accessibility in pioneer factor Sox2."}, {"pubmed": 38408234, "text": "CHD7 and SOX2 act in a common gene regulatory network during mammalian semicircular canal and cochlear development."}, {"pubmed": 38441855, "text": "The SOX2/PDIA6 axis mediates aerobic glycolysis to promote stemness in non-small cell lung cancer cells."}, {"pubmed": 38492918, "text": "The tale of SOX2: Focusing on lncRNA regulation in cancer progression and therapy."}, {"pubmed": 38532463, "text": "STIM1/SOX2 proteins are co-expressed in the tumor and microenvironmental stromal cells of pancreatic ductal adenocarcinoma and ampullary carcinoma."}, {"pubmed": 38760076, "text": "Transcription factors ERalpha and Sox2 have differing multiphasic DNA- and RNA-binding mechanisms."}, {"pubmed": 38951654, "text": "DUSP1 and SOX2 expression determine squamous cell carcinoma of the salivary gland progression."}, {"pubmed": 39109770, "text": "Do SOD2 and SOD3 gene polymorphisms impact the oral health-related quality of life in Para athletes?"}], "genomic_pos": {"chr": "3", "end": 181714436, "ensemblgene": "ENSG00000181449", "start": 181711925, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 181432221, "start": 181429714, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001649", "pubmed": 18187129, "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0001654", "pubmed": 18285410, "qualifier": "involved_in", "term": "eye development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001714", "pubmed": 21245162, "qualifier": "acts_upstream_of_or_within", "term": "endodermal cell fate specification"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006325", "pubmed": 7849401, "qualifier": "involved_in", "term": "chromatin organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 16153702, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006355", "pubmed": 7849401, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007420", "qualifier": "involved_in", "term": "brain development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009611", "pubmed": 17982423, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010468", "pubmed": 18388306, "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0021781", "pubmed": 17291498, "qualifier": "involved_in", "term": "glial cell fate commitment"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0021983", "pubmed": 18285410, "qualifier": "involved_in", "term": "pituitary gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021984", "qualifier": "involved_in", "term": "adenohypophysis development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0022409", "qualifier": "involved_in", "term": "positive regulation of cell-cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030900", "qualifier": "involved_in", "term": "forebrain development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030900", "pubmed": 18285410, "qualifier": "involved_in", "term": "forebrain development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035019", "pubmed": 19409607, "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035019", "pubmed": [18388306, 19736317], "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042246", "qualifier": "involved_in", "term": "tissue regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043281", "pubmed": 18268498, "qualifier": "involved_in", "term": "regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": 18187129, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045597", "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045665", "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [18407919, 29253717], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 21245162, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 18027866, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048839", "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0048839", "pubmed": 18407919, "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050680", "pubmed": 18268498, "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070848", "pubmed": 18187129, "qualifier": "involved_in", "term": "response to growth factor"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090090", "pubmed": 18285410, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090649", "qualifier": "involved_in", "term": "response to oxygen-glucose deprivation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097150", "qualifier": "involved_in", "term": "neuronal stem cell population maintenance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902807", "pubmed": 18268498, "qualifier": "involved_in", "term": "negative regulation of cell cycle G1/S phase transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904520", "qualifier": "involved_in", "term": "regulation of myofibroblast cell apoptotic process"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16153702, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [17291498, 18027866, 18285410], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 7849401, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005667", "pubmed": 19736317, "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 18027866, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 18000303, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 18407919, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": [16153702, 18285410, 18407919, 19427902], "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003677", "pubmed": 7849401, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [16153702, 18027866], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003700", "pubmed": 7849401, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18456656, 19736317, 23667531, 24048479, 24525231, 25416956, 25702638, 27334688, 29358331, 30442713, 31515488], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035198", "pubmed": 18710938, "qualifier": "enables", "term": "miRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 20713518, "qualifier": "enables", "term": "sequence-specific DNA binding"}]}, "homologene": {"genes": [[7955, 378723], [8364, 407873], [9031, 396105], [9544, 707039], [9598, 460869], [9606, 6657], [9615, 488092], [9913, 784383], [10090, 20674], [10116, 499593]], "id": 68298}, "interpro": [{"desc": "High mobility group box domain", "id": "IPR009071", "short_desc": "HMG_box_dom"}, {"desc": "Transcription factor SOX", "id": "IPR022097", "short_desc": "SOX_fam"}, {"desc": "High mobility group box domain superfamily", "id": "IPR036910", "short_desc": "HMG_box_dom_sf"}], "ipi": "IPI00009703", "map_location": "3q26.33", "name": "SRY-box transcription factor 2", "other_names": ["SRY (sex determining region Y)-box 2", "SRY-box 2", "SRY-related HMG-box gene 2", "sex determining region Y-box 2", "transcription factor SOX-2", "transcription factor SOX2"], "pantherdb": {"HGNC": "11195", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98364", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 10090, "uniprot_kb": "P48432"}, {"RGD": "1565646", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 10116, "uniprot_kb": "D4A543"}, {"ZFIN": "ZDB-GENE-030909-1", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 7955, "uniprot_kb": "Q6P0E1"}, {"WormBase": "WBGene00004771", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "Q8T3B9"}, {"WormBase": "WBGene00004949", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "Q21305"}, {"WormBase": "WBGene00015716", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "A0A1N7SZG1"}, {"WormBase": "WBGene00004950", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "Q20201"}, {"FlyBase": "FBgn0029123", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "M9PCZ7"}, {"FlyBase": "FBgn0005612", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "P40656"}, {"FlyBase": "FBgn0000411", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "Q24533"}, {"FlyBase": "FBgn0036411", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "M9PFG6"}, {"FlyBase": "FBgn0042630", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "M9PCG2"}, {"SGD": "S000006269", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 4932, "uniprot_kb": "P25042"}, {"PomBase": "SPBC23G7.09", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 4896, "uniprot_kb": "P0CY17"}], "uniprot_kb": "P48431"}, "pathway": {"kegg": [{"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2892245", "name": "POU5F1 (OCT4), SOX2, NANOG repress genes related to differentiation"}, {"id": "R-HSA-2892247", "name": "POU5F1 (OCT4), SOX2, NANOG activate genes related to proliferation"}, {"id": "R-HSA-3769402", "name": "Deactivation of the beta-catenin transactivating complex"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-452723", "name": "Transcriptional regulation of pluripotent stem cells"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8986944", "name": "Transcriptional Regulation by MECP2"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9754189", "name": "Germ layer formation at gastrulation"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9823739", "name": "Formation of the anterior neural plate"}, {"id": "R-HSA-9823739", "name": "Formation of the anterior neural plate"}, {"id": "R-HSA-9832991", "name": "Formation of the posterior neural plate"}, {"id": "R-HSA-9832991", "name": "Formation of the posterior neural plate"}, {"id": "R-HSA-9834899", "name": "Specification of the neural plate border"}, {"id": "R-HSA-9856649", "name": "Transcriptional and post-translational regulation of MITF-M expression and activity"}], "wikipathways": [{"id": "WP2023", "name": "Cell Differentiation - Index expanded"}, {"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP2855", "name": "Dopaminergic Neurogenesis"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP3299", "name": "let-7 inhibition of ES cell reprogramming"}, {"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP399", "name": "Wnt signaling pathway and pluripotency"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": ["1O4X", "2LE4", "6T7B", "6T90", "6WX7", "6WX8", "6WX9", "6YOV"], "pfam": ["PF00505", "PF12336"], "pharmgkb": "PA36032", "pharos": {"target_id": 9733, "tdl": "Tbio"}, "prosite": "PS50118", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168496", "relationship": "is"}, {"id": "GNF179402", "relationship": "is"}, {"id": "GNF190308", "relationship": "is"}, {"id": "GNF201214", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF013830", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284341", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101381", "relationship": "is"}, {"id": "GNF141036", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_009080.1"], "protein": "NP_003097.1", "rna": "NM_003106.4", "translation": {"protein": "NP_003097.1", "rna": "NM_003106.4"}}, "reporter": {"HG-U133_Plus_2": ["213721_at", "213722_at", "214178_s_at", "228038_at"], "HG-U95Av2": ["33108_i_at", "33109_f_at", "33110_at"], "HG-U95B": ["43431_at", "57685_at"], "HTA-2_0": "TC03000969.hg.1", "HuEx-1_0": "2654454", "HuGene-1_1": "8084165", "HuGene-2_1": "16948461"}, "summary": "This intronless gene encodes a member of the SRY-related HMG-box (SOX) family of transcription factors involved in the regulation of embryonic development and in the determination of cell fate. The product of this gene is required for stem-cell maintenance in the central nervous system, and also regulates gene expression in the stomach. Mutations in this gene have been associated with optic nerve hypoplasia and with syndromic microphthalmia, a severe form of structural eye malformation. This gene lies within an intron of another gene called SOX2 overlapping transcript (SOX2OT). [provided by RefSeq, Jul 2008].", "symbol": "SOX2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420322"}, "unigene": ["Hs.732963", "Hs.518438"], "uniprot": {"Swiss-Prot": "P48431", "TrEMBL": "A0A0U3FYV6"}, "wikipedia": {"url_stub": "SOX2"}}