{"AllianceGenome": "11200", "HGNC": "11200", "MIM": "184430", "_id": "6659", "_version": 2, "accession": {"genomic": ["AL136179.15", "CH471087.1", "CP068272.2", "NC_000006.12", "NC_060930.1", "NG_029166.1"], "protein": ["AAH72668.1", "CAA46612.1", "CAA50018.1", "EAW55429.1", "NP_003098.1", "Q06945.1"], "rna": ["AF070669.1", "AF124147.1", "AJ420500.1", "BC072668.1", "BM459088.1", "BM817788.1", "BM822945.1", "CF147018.1", "CN419098.1", "CX873598.1", "HY065060.1", "NM_003107.3", "X65661.1", "X70683.1"], "translation": [{"protein": "CAA50018.1", "rna": "X70683.1"}, {"protein": "AAH72668.1", "rna": "BC072668.1"}, {"protein": "CAA46612.1", "rna": "X65661.1"}, {"protein": "NP_003098.1", "rna": "NM_003107.3"}]}, "alias": ["CSS10", "EVI16"], "ensembl": {"gene": "ENSG00000124766", "protein": "ENSP00000244745", "transcript": "ENST00000244745", "translation": [{"protein": "ENSP00000244745", "rna": "ENST00000244745"}], "type_of_gene": "protein_coding"}, "entrezgene": "6659", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.61610417846124, "exp_mis": 196.550813734235, "exp_syn": 141.660718222494, "lof_z": 1.66721965067253, "mis_z": 3.71736978920931, "mu_lof": 6.05199602632e-07, "mu_mis": 2.73070119927e-05, "mu_syn": 1.96707398736e-05, "n_lof": 1.0, "n_mis": 90.0, "n_syn": 105.0, "p_li": 0.384005969080463, "p_null": 0.0439926041653743, "p_rec": 0.572001426754163, "syn_z": 1.90952573601921}, "bp": 1425, "cds_end": 21596190, "cds_start": 21594765, "n_exons": 1, "nonpsych": {"exp_lof": 4.16492828465815, "exp_mis": 177.884367209051, "exp_syn": 128.203520839908, "lof_z": 1.52304256205898, "mis_z": 3.92864771950973, "mu_lof": 6.05199602632e-07, "mu_mis": 2.73070119927e-05, "mu_syn": 1.96707398736e-05, "n_lof": 1.0, "n_mis": 74.0, "n_syn": 94.0, "p_li": 0.371604341417485, "p_null": 0.0562677173266339, "p_rec": 0.572127941255881, "syn_z": 1.90188432026894}, "nontcga": {"exp_lof": 4.24554004297011, "exp_mis": 180.825486224037, "exp_syn": 130.326582775756, "lof_z": 1.55382362683397, "mis_z": 3.51321780086337, "mu_lof": 6.05199602632e-07, "mu_mis": 2.73070119927e-05, "mu_syn": 1.96707398736e-05, "n_lof": 1.0, "n_mis": 86.0, "n_syn": 102.0, "p_li": 0.358710883213577, "p_null": 0.0520487000202569, "p_rec": 0.589240416766166, "syn_z": 1.5710869074991}, "transcript": "ENST00000244745.1"}, "exons": [{"cdsend": 21595959, "cdsstart": 21594534, "chr": "6", "position": [[21593750, 21598618]], "strand": 1, "transcript": "NM_003107", "txend": 21598618, "txstart": 21593750}], "exons_hg19": [{"cdsend": 21596190, "cdsstart": 21594765, "chr": "6", "position": [[21593981, 21598849]], "strand": 1, "transcript": "NM_003107", "txend": 21598849, "txstart": 21593981}], "generif": [{"pubmed": 8530483, "text": "solution structure of the HMG box of mouse Sox-4"}, {"pubmed": 12216117, "text": "Sox-4 is a positive regulator of Hep3B and HepG2 cells' apoptosis induced by prostaglandin (PG)A(2) and delta(12)-PGJ(2)."}, {"pubmed": 15522200, "text": "Data suggest that the apoptotic activity of Sox4 can be dissociated from its transcriptional trans-activation and is mediated through its central pro-apoptotic CD domain."}, {"pubmed": 16585165, "text": "The human transcription factor SOX4 was 5-fold up-regulated in bladder tumors compared with normal tissue based on whole-genome expression profiling of 166 clinical bladder tumor samples and 27 normal urothelium samples."}, {"pubmed": 16618720, "text": "Stable transfection of SOX4 into nontransformed prostate cells enabled colony formation in soft agar, suggesting that, in the proper cellular context, SOX4 can be a transforming oncogene."}, {"pubmed": 16631117, "text": "It shows that Ubc9 interacts with SOX4 and represses its transcriptional activity independent of its SUMO-1-conjugating activity."}, {"pubmed": 16636670, "text": "indings suggest that Sox4 contributes to the malignant phenotype of adenoid cystic carcinoma cells by promoting cell survival"}, {"pubmed": 17507571, "text": "Sox4 expression in trangenic mice counteracts differentiation of radial glia and has to be downregulated before full maturation can occur."}, {"pubmed": 17922414, "text": "mutation of SOX4 gene in the different tumor tissues with pathological stages and types of non-small cell lung cancer (NSCLC)"}, {"pubmed": 18504433, "text": "overexpression of SOX4 potentiates metastasis in hepatocellular carcinoma."}, {"pubmed": 18577562, "text": "There was a trend toward better survival with increasing SOX4 expression in medulloblastoma."}, {"pubmed": 19147588, "text": "SOX4 affects developmental signaling pathways and these changes may influence cancer progression via regulation of gene networks involved in microRNA processing, transcriptional regulation, growth factor signaling, and tumor metastasis."}, {"pubmed": 19153074, "text": "In lung cancer, SOX4 is overexpressed due to gene amplification and provide evidence of oncogenic properties of SOX4."}, {"pubmed": 19156145, "text": "high SOX4 transcript levels correlated with recurrence of colorectal cancer"}, {"pubmed": 19234109, "text": "SOX4, a new DNA damage sensor, is required for the activation of p53 tumor suppressor in response to DNA damage."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19487295, "text": "A direct link between miR-129 and the two putative targets GALNT1 and SOX4 in bladder cancer."}, {"pubmed": 19887623, "text": "Results imply that the aberrant expression of SOX4 is caused by epigenetic repression of miR-129-2 in endometrial cancer."}, {"pubmed": 20049565, "text": "induction of SOX4 gene expression might be responsible for the CD56 expression in human myeloma cells"}, {"pubmed": 20080751, "text": "SOX4 has been implicated in pancreas development and the regulation of insulin secretion and risk of type 2 diabetes."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331975, "text": "up-regulation of SOX4 was inversely associated with the epigenetic silencing of miR-129-2 in gastric cancer, and restoration of miR-129-2 down-regulated SOX4 expression."}, {"pubmed": 20400479, "text": "SOX4 contributes to hepatocarcinogenesis by inhibiting p53-mediated apoptosis."}, {"pubmed": 20419098, "text": "SOX4 and TGFBI expression is elevated in GBM tissues compared with normal brain tissues at both the RNA and protein levels"}, {"pubmed": 20423819, "text": "SOX4 is closely associated with early recurrence of hepatocellular carcinoma after curative resection, and its overexpression may contribute to early recurrence."}, {"pubmed": 20952589, "text": "Sox4 regulates melanoma cell migration and invasion in an NF-kappaB p50-dependent manner and may serve as a prognostic marker and potential therapeutic target for human melanoma."}, {"pubmed": 21165564, "text": "Sox4 acts as an agonist of Wnt signaling in cancer cells."}, {"pubmed": 21680105, "text": "SOX4 gene may have a role in bladder cancer tumorigenesis."}, {"pubmed": 21986941, "text": "our data demonstrate that the Sox4 C-terminal domain regulates polyubiquitin-independent proteasomal degradation of Sox4 that can be modulated by interaction with syntenin"}, {"pubmed": 22084397, "text": "findings identify a functional role for SOX genes in SCLC, particularly for SOX4 and several novel targets defined in this study"}, {"pubmed": 22098624, "text": "Junction plakoglobin (JUP) interacts with SOX4 in both the cytosol and the nucleus and the interaction between SOX4 and plakoglobin is significantly increased when prostate and breast cancer cells are stimulated with WNT3A."}, {"pubmed": 22098624, "text": "The SOX4-plakoglobin complex affected the expression of Wnt pathway target genes and SOX4 downstream targets, such as AXIN2, DICER1, and DHX9."}, {"pubmed": 22231735, "text": "may serve as a positive regulator of beta-catenin signaling through alteration in TCF4 expression during morular differentiation of endometrial carcinoma cells, leading to inhibition of cell proliferation"}, {"pubmed": 22510499, "text": "Our data indicate for the first time that the over-expression of SOX4 in primary gallbladder carcinoma was significantly correlated with favorable clinicopathologic features"}, {"pubmed": 22542805, "text": "demonstrate that SPARC expression suppressed irradiation induced SOX-4 mediated DNA repair"}, {"pubmed": 22627767, "text": "Sox4 and CREB cooperate and contribute to increased proliferation of hematopoietic progenitor cells."}, {"pubmed": 22689055, "text": "Knockdown of Sox4 induces a major change in the expression pattern of miRNAs in melanoma cells, mainly due to reduced expression of Dicer."}, {"pubmed": 22787120, "text": "Our findings define an important function for SOX4 in the progression of breast cancer by orchestrating EMT, and they implicate this gene product as a marker of poor prognosis in this disease."}, {"pubmed": 23152540, "text": "SOX4 gene expression was strongly up-regulated in human Ph+ pre-BALL cells by tyrosine kinase inhibitor treatment.High levels of SOX4 expression in ALL cells at the time of diagnosis predicted poor outcome in a pediatric clinical trial (COG P9906)."}, {"pubmed": 23251334, "text": "we disclose a miR-129-2(miR-335)/SOX4/Semaphorin-Plexin regulatory axis in the tumorigenesis of pancreatic cancer."}, {"pubmed": 23285187, "text": "overexpression of nuclear SOX4 was a clear prognostic marker for GC (P=0.004). Overexpression of nuclear SOX4 can be used as a marker to predict the outcome of patients with GC."}, {"pubmed": 23301048, "text": "TGF-b-mediated increased expression of SOX4 is required for the induction of a mesenchymal phenotype during EMT in human mammary epithelial cells"}, {"pubmed": 23389731, "text": "study demonstrates the role and clinical relevance of miR-138 in ovarian cancer cell invasion and metastasis, providing a potential therapeutic strategy for suppression of ovarian cancer metastasis by targeting SOX4 and HIF-1alpha pathways"}, {"pubmed": 23402613, "text": "Methylation-mediated repression of microRNA 129-2 enhances oncogenic SOX4 expression in hepatocellular carcinoma."}, {"pubmed": 23482931, "text": "SOX4 is a direct target gene of FRA-2 and induces expression of HDAC8 in adult T-cell leukemia/lymphoma."}, {"pubmed": 23613880, "text": "Because both ID4 alone and a complex of SOX4 and OCT-4 activate SOX2 transcription, it is possible that multiple activation of SOX2 impair the prognosis of glioblastoma patients."}, {"pubmed": 23677061, "text": "miR-129-2 suppresses proliferation and migration of esophageal carcinoma cells through downregulation of SOX4 expression."}, {"pubmed": 23825644, "text": "detailed analyses of the 6p22 amplicon suggest SOX4 as an auxiliary target gene for amplification. We further demonstrate three separate target regions for amplification at 1q21-24 and identified BCL9, CHD1L, and MCL1, SETDB1, and HIF1B as putative target genes within these regions"}, {"pubmed": 23826209, "text": "Study assessed the expression levels of nuclear SOX4 in colon tissues obtained from 263 patients with colon cancer. Immunoblotting results confirmed that nuclear SOX4 expression was higher in colon cancer cells than in normal colon cells. Overexpression of nuclear SOX4 in colon cancer tissues was closely correlated with tumor invasion and metastasis."}, {"pubmed": 23916609, "text": "Sox4 is required for p53-independent apoptotic cell death mediated by PUMA induction via TSA treatment"}, {"pubmed": 23917306, "text": "SOX4 is associated with poor prognosis in prostate cancer and promotes epithelial-mesenchymal transition in vitro."}, {"pubmed": 24030531, "text": "SOX4 expression is closely associated with differentiation and lymph node metastasis in oral squamous cell carcinoma."}, {"pubmed": 24183681, "text": "Sox4 overexpression resulting from C/EBPA inactivation contributes to the development of leukemia with distinct leukemia-initiating cells phenotype."}, {"pubmed": 24401325, "text": "KLF5/Sox4 regulatory signaling play an important role in lung tumorigenesis, which might represent novel therapeutic targets to manage lung carcinoma."}, {"pubmed": 24435928, "text": "ERG regulated SOX4 expression via binding to its promoter. Silencing both of them showed duplicate effects on restoring the epithelial characteristics, increasing cellular adhesion and decreasing capacity of cellular migration and invasion."}, {"pubmed": 25059387, "text": "results suggest a previously unknown Sox4-Cyr61 molecular network, which may control colon cancer cell proliferation and survival"}, {"pubmed": 25181339, "text": "SOX4 may modulate expression of EGFR, expression of both SOX4 and EGFR defines a subset of cholangiocarcinoma patients with poor prognosis."}, {"pubmed": 25201727, "text": "SOX4, a previously reported oncogenic transcriptional factor and modulator of epithelial-mesenchymal transition, is a direct target gene of miR30a."}, {"pubmed": 25366337, "text": "SOX4 acts as a tumor suppressor in glioblastoma multiforme cells by inducing cell cycle arrest and inhibiting cell growth"}, {"pubmed": 25562164, "text": "The miR-212/Sox4 interaction plays an important role of in the osteosarcoma progression."}, {"pubmed": 25567207, "text": "SOX4 plays an important role on non-small cell lung cancer (NSCLC) progression and prognosis and may serve as a convictive prognostic biomarker for NSCLC patients."}, {"pubmed": 25572678, "text": "we identified that SOX4 was oncogenic in chondrosarcoma and negatively regulated by miR-30a in vitro."}, {"pubmed": 25592378, "text": "SOX4 overexpression serves as an unfavorable prognostic biomarker in breast cancer patients."}, {"pubmed": 25644061, "text": "SOX4 interacts with EZH2 and HDAC3 to suppress microRNA-31 in invasive esophageal cancer cells."}, {"pubmed": 25804118, "text": "SOX4, SOX11, and PAX6 were significant for tumor type."}, {"pubmed": 25908172, "text": "High SOX4 expression is associated with thyroid papillary carcinoma."}, {"pubmed": 25961171, "text": "3'UTR directly targeted by miR-129-5p"}, {"pubmed": 25969425, "text": "results will provide opportunities to better understand the SOX4-centered transcriptional regulation network and TF-based specific gene expression in various cellular environments"}, {"pubmed": 25970172, "text": "Hepatitis B virus replication and sex-determining region Y box 4 production are tightly controlled by a novel positive feedback mechanism."}, {"pubmed": 26015225, "text": "These findings suggest that SOX4 is a novel DHT-repressed AR-target gene. E2 could promote proliferation of PCa cells through the up-regulation of SOX4 under androgen-depleted environment."}, {"pubmed": 26096696, "text": "SOX4 was over-expressed in diffusely infiltrating astrocytomas and its expression was positively correlated with astrocytoma grade"}, {"pubmed": 26250764, "text": "Sox4 is a potential prognostic biomarker in human cancers.[review; meta-analysis]"}, {"pubmed": 26377202, "text": "Taken together, the findings provide the first evidences of the synergistic anti-metastatic properties of miR-212/132 cluster through suppression of SOX4."}, {"pubmed": 26464665, "text": "Our findings indicated that miR-204 negatively regulates SOX4 and inhibited proliferation, migration and invasion of T-cell acute lymphoblastic leukaemia cell lines."}, {"pubmed": 26514989, "text": "Sox4 enhances chondrogenic differentiation and proliferation of human synovium-derived stem cell via activation of long noncoding RNA DANCR"}, {"pubmed": 26555193, "text": "SOX4 may contribute to oncogenic phenotypes of head and neck squamous cell carcinoma cells by promoting cell survival and causing chemoradioresistance. It could be a potential prognostic marker for oral squamous cell carcinoma ."}, {"pubmed": 26578818, "text": "Overexpression of SOX4 correlates with clinical stages in nasopharyngeal carcinoma and promotes cell migration of CNE2 cells."}, {"pubmed": 26583330, "text": "Results suggested that SOX4 functions to modulate cancer proliferation by regulation of cell cycle, and inhibit cancer cell sensitivity to therapeutic drug via upregulation of ABCG2."}, {"pubmed": 26648239, "text": "The miR-335 expression was inversely correlated with Sox4 expression in the identical clinical specimens, but it was not related to the prognosis. Sox4/Ezh2 axis was closely associated with the prognosis in pancreatic cancer patients"}, {"pubmed": 26681916, "text": "data show that Sox4 is an important regulator of the bladder CSC properties and it may serve as a biomarker of the aggressive phenotype in bladder cancer"}, {"pubmed": 26701805, "text": "SOX4 expression was induced by Pten loss as a result of the activation of PI3K-AKT-mTOR signaling"}, {"pubmed": 26768610, "text": "SOX4 messenger RNA (mRNA) and protein expression were markedly higher in CRC tissues."}, {"pubmed": 26823713, "text": "miR-211 could inhibit gastric cancer cell proliferation and invasion partially by down-regulating SOX4."}, {"pubmed": 26841870, "text": "Sox4 was also able to promote b-catenin-mediated transcription of the Slug gene through formation of transcriptional complexes with b-catenin and p300, independent of TCF4 status"}, {"pubmed": 26998831, "text": "In this study we screened the transcriptional profiles of 70 MCL patients for SOXC cluster and miR17, miR18a, miR19b and miR92a, from the miR-17-92 cluster. Gene expression analysis showed higher SOX11 and SOX12 levels compared to SOX4 (P </= 0.0026). Moreover we found a negative correlation between the expression of SOX11 and SOX4"}, {"pubmed": 27072961, "text": "Overexpression of Sox4 is associated with a poor prognosis of osteosarcoma."}, {"pubmed": 27105574, "text": "High SOX4 expression is associated with melanoma."}, {"pubmed": 27119506, "text": "Data indicate a role for the miR-320/SOX4/FOXM1/FOXQ1 axes in promoting colorectal cancer (CRC) development and suggest targeting those networks as potential therapeutic strategy for CRC."}, {"pubmed": 27328729, "text": "our findings lead us to propose that TMEM2 may not only mediate the pathologic effects of SOX4 on cancer progression but also potentially its contributions to embryonic development"}, {"pubmed": 27353653, "text": "Findings suggest that miR-140 directly inhibits SOX4, which might be one of its mechanisms in suppressing gastric cancer cell proliferation."}, {"pubmed": 27553854, "text": "The expression level of Sox4 correlates with HCC development, clinical severity and prognosis of patients. LncSox4 interacts with and recruits Stat3 to the Sox4 promoter to initiate the expression of Sox4, which is highly expressed in liver tumor-initiating cells (TICs) and required for liver TIC self-renewal."}, {"pubmed": 27667646, "text": "UCA1 regulated Sox4 expression through functioning as a competing endogenous RNA (ceRNA). UCA1 directly interacted with miR-204 and decreased the binding of miR-204 to Sox4 3'UTR, which suppressed the degradation of Sox4 mRNA by miR-204."}, {"pubmed": 28088579, "text": "microRNA-449 family acts as a tumor suppressor in liver cancer by causing cell death and inhibiting cell migration. These effects are caused by downregulation of the oncogene SOX4."}, {"pubmed": 28133610, "text": "These findings examined the important role of miR-204 and SOX4 played in gastric cancer, and they could be used as candidate therapeutic targets for gastric cancer therapy."}, {"pubmed": 28176176, "text": "these data establish a role for SOX4-mediated PI3K/Akt signaling in breast cancer and suggest that SOX4 may represent a novel therapeutic target and/or biomarker for current PI3K family therapies."}, {"pubmed": 28450532, "text": "This work highlights the importance of the p53-miR-191-SOX4 axis in the regulation of apoptosis and doxorubicin resistance in breast cancer cell lines (MCF7 and ZR-75)"}, {"pubmed": 28466783, "text": "This study provided evidence that SOX4 could serve as a potential therapeutic target in prostate cancer"}, {"pubmed": 28504814, "text": "SOX4 overexpression is associated with metastasis of nasopharyngeal carcinoma."}, {"pubmed": 28532536, "text": "The cisplatin-resistance significantly decreased in A549/DDP cells after knockdown of SOX4 by siRNA transfection."}, {"pubmed": 28534986, "text": "High SOX4 expression is associated with invasion of renal cell carcinoma by inducing epithelial-mesenchymal transition."}, {"pubmed": 28627651, "text": "findings indicate that SOX4 promotes melanoma cell migration and invasion through the activation of the NF-kappaB/p65 signaling pathway."}, {"pubmed": 28653608, "text": "High SOX4 expression is associated with Non-Small Cell Lung Cancer."}, {"pubmed": 28724437, "text": "CASC15 enhances YY1-mediated regulation of the SOX4 promoter."}, {"pubmed": 28791372, "text": "our data indicated that miR-212 functions as a tumor-suppressor gene by regulating EMT and metastasis of non-small cell lung cancer (NSCLC)by targeting SOX4 signaling, and may represent a novel potential therapeutic target and prognostic marker for NSCLC."}, {"pubmed": 28810927, "text": "Studied upregulation of long noncoding RNA (lncRNA) HOXD-AS1 in liver cancer. Found STAT3 could combine to the promoter of HOXD-AS1 and activate the transcription of HOXD-AS1, and further found evidence that lncRNA HOXDAS1 shared miRNA response elements with SOX4, facilitating liver cancer metastasis."}, {"pubmed": 29020498, "text": "CCAT1/miR-130a-3p axis enhanced cisplatin resistance of non-small-cell lung cancer (NSCLC) cells by targeting SOX4, providing potential targets to overcome cisplatin resistance and improve efficacy of chemotherapy for patients with NSCLC"}, {"pubmed": 29038881, "text": "SOX4 appears to be an important tumor oncogene in the regulation of osteosarcoma cell proliferation, apoptosis, and invasion"}, {"pubmed": 29398692, "text": "BG981369 and SOX4 are potentially effective therapeutic targets for GC."}, {"pubmed": 29436190, "text": "Moreover, TUG1 knockdown suppressed proliferation and promoted apoptosis by upregulating miR-132-3p and downregulating SOX4 in primary OS cells."}, {"pubmed": 29441981, "text": "Our study offers evidence for the first time that lncSox4 plays a positive role in osteosarcoma development and progression, and could act as a potential prognostic and therapy biomarker."}, {"pubmed": 29471893, "text": "miR-363-3p served as a tumor suppressor in OS tissues by targeting SOX4."}, {"pubmed": 29684587, "text": "results identify SOX4 as a transcription factor that is uniquely sensitive to cellular tension and indicate that TRPM7 may contribute to breast cancer progression by tensional regulation of SOX4."}, {"pubmed": 29749512, "text": "The results of the present study indicated that miR188 suppressed pediatric osteosarcoma progression by targeting SOX4."}, {"pubmed": 29767266, "text": "This revealed that the overexpression of p65 partially reversed SOX4 downregulation-induced apoptosis. In conclusion, our results demonstrated that inhibition of SOX4 markedly induced melanoma cell apoptosis via downregulation of the NF-kappaB signaling pathway, which thus may be a novel approach for the treatment of melanoma."}, {"pubmed": 29955125, "text": "these findings highlight the role of FHL3 as a stemness-suppressor in regulation of the Smad2/3-SOX4-SOX2 axis in glioma"}, {"pubmed": 30016600, "text": "High SOX4 expression is associated with osteoarthritic cartilage deterioration."}, {"pubmed": 30137431, "text": "These findings identify SOX4 as an important SMAD3 co-factor controlling transcription of pro-metastatic genes and context-dependent shaping of the cellular response to TGF-b. Targeted disruption of the interaction between these factors may have the potential to disrupt pro-oncogenic TGF-b signaling, thereby impairing tumorigenesis."}, {"pubmed": 30158589, "text": "TAMs/CXCL1 promotes breast cancer metastasis via NF-kappaB/SOX4 activation, and CXCL1-based therapy might become a novel strategy for breast cancer metastasis prevention."}, {"pubmed": 30232328, "text": "Study shows that SOX4 is a key transcription factor for CXCL13 production in human CD4+ T cells under inflammatory conditions. SOX4 is significantly upregulated in synovial CD4+ T cells, when compared with blood CD4+ T cells, from patients with rheumatoid arthritis."}, {"pubmed": 30320397, "text": "miR-339-5p was downregulated in AML samples and cell lines. miR-339-5p overexpression inhibited cell proliferation, induced cell cycle arrest and increased apoptosis of AML by directly targeting SOX4."}, {"pubmed": 30338791, "text": "MicroRNA-19a-3p inhibits migration, invasion and epithelial mesenchymal transition of prostate cancer cells by inhibiting SOX4 expression."}, {"pubmed": 30429229, "text": "SOX4 was a downstream target of miR-133a in colorectal cancer cells."}, {"pubmed": 30507376, "text": "These findings establish a key role for SOX4 in promoting metastasis through exploiting diverse pro-tumorigenic pathways."}, {"pubmed": 30661772, "text": "findings point to specific SOX4 HMG-domain missense variants as the cause of a characteristic human neurodevelopmental disorder associated with mild facial and digital dysmorphism"}, {"pubmed": 30738442, "text": "high expression of SOX4 gene affects the survival time of patients"}, {"pubmed": 30840278, "text": "The upregulation of SOX4 impaired the inhibitory effect of miR-204 on lung adenocarcinoma metastasis."}, {"pubmed": 30922402, "text": "High SOX4 expression is associated with gastric cancer growth and invasion."}, {"pubmed": 30941977, "text": "High expressions of SOX4 is associated with prostate cancer."}, {"pubmed": 30964158, "text": "LncRNA SNHG12 accelerates the progression of ovarian cancer via absorbing miRNA-129 to upregulate SOX4."}, {"pubmed": 31059001, "text": "these data indicated that miR199a5p may inhibit the migration and invasion of oral squamous cell carcinoma (OSCC) cells via targeting the EMTrelated transcription factor SOX4, thus suggesting that miR199a5p may serve as a prognostic biomarker and therapeutic target in the treatment of OSCC."}, {"pubmed": 31109400, "text": "Results demonstrated that NR2F1-AS1 was highly expressed in EC, which involved in the proliferation and migration of EC cells through downregulation of miR-363 to target SOX4 and regulating PI3K/AKT/GSK-3(beta) pathway."}, {"pubmed": 31124131, "text": "this study provides evidence for the existence of a p53/miR-30a-5p/SOX4 feedback loop, which likely plays a key role in the regulation of proliferation, apoptosis, and migration in non-small-cell lung cancer, highlighting a new therapeutic target."}, {"pubmed": 31238254, "text": "we proposed a model for a SOX4/miR-17-92/RB1 axis which gives insight into how RB1 protein is reduced (besides RB1 loss). Mechanically, SOX4 downregulates RB1 protein expression by upregulating the miR-17-92 cluster expression."}, {"pubmed": 31268162, "text": "High SOX4 expression is associated with bladder cancer invasion."}, {"pubmed": 31332786, "text": "miR-363-3p inhibits migration, invasion, and epithelial-mesenchymal transition by targeting NEDD9 and SOX4 in non-small-cell lung cancer."}, {"pubmed": 31385607, "text": "miR-140-5p is negatively correlated with proliferation, invasion, and tumorigenesis in malignant melanoma by targeting SOX4 via the Wnt/beta-catenin and NF-kappaB cascades."}, {"pubmed": 31387015, "text": "our findings suggest that miR-130a functions as a radiosensitizer in rectal cancer and reveals a potential therapeutic target and preoperative prognostic marker for radiotherapy."}, {"pubmed": 31495979, "text": "Long non-coding RNA TGLC15 advances hepatocellular carcinoma by stabilizing Sox4."}, {"pubmed": 31557401, "text": "LINC01133 inhibits breast cancer invasion and metastasis by negatively regulating SOX4 expression through EZH2."}, {"pubmed": 31560094, "text": "C-MYC overexpression may contribute to PCa progression by activating SOX4. Findings highlight an important role of C-MYC/SOX4 in PCa progression in a subset of PCa patients."}, {"pubmed": 31811272, "text": "A TGF-beta-MTA1-SOX4-EZH2 signaling axis drives epithelial-mesenchymal transition in tumor metastasis."}, {"pubmed": 31858542, "text": "MiRNA-212 acts as a tumor-suppressor in colorectal carcinoma through targeting SOX4."}, {"pubmed": 31894127, "text": "MiR-195 overexpression-mediated anti-migration, anti-invasion and anti-EMT effects were antagonized by SOX4 restoration in endometrial carcinoma (EC) cells. In conclusion, our study suggested that miR-195 inhibited the migration, invasion and epithelial mesenchymal transition (EMT) of EC cells at least partly by targeting SOX4."}, {"pubmed": 32042127, "text": "LncRNA OIP5-AS1 interacts with miR-363-3p to contribute to hepatocellular carcinoma progression through up-regulation of SOX4."}, {"pubmed": 32046419, "text": "LncRNA FAL1 Upregulates SOX4 by Downregulating miR-449a to Promote the Migration and Invasion of Cervical Squamous Cell Carcinoma (CSCC) Cells."}, {"pubmed": 32048979, "text": "SOX4 Serves an Oncogenic Role in the Tumourigenesis of Human Breast Adenocarcinoma by Promoting Cell Proliferation, Migration and Inhibiting Apoptosis."}, {"pubmed": 32084507, "text": "Sex-determining region Y box 4 (SOX4) suppresses Hepatitis B virus replication by inhibiting hepatocyte nuclear factor 4alpha expression."}, {"pubmed": 32106739, "text": "LncRNA TDRG1 promotes the proliferation, migration, and invasion of cervical cancer cells by sponging miR-214-5p to target SOX4."}, {"pubmed": 32123087, "text": "Sequence-specific SOX4-binding impedes the recruitment of TBP and Pol III to tRNA genes, represses tRNA expression and inhibits proliferation of glioblastoma cells."}, {"pubmed": 32127028, "text": "XIST promotes cell proliferation and invasion by regulating miR-140-5p and SOX4 in retinoblastoma."}, {"pubmed": 32135030, "text": "Long non-coding RNA FEZF1-AS1 induced progression of ovarian cancer via regulating miR-130a-5p/SOX4 axis."}, {"pubmed": 32266420, "text": "LncRNA SNHG5 regulates SOX4 expression through competitive binding to miR-489-3p in acute myeloid leukemia."}, {"pubmed": 32270853, "text": "Knockdown of LINC01694 inhibits growth of gallbladder cancer cells via miR-340-5p/Sox4."}, {"pubmed": 32294305, "text": "miR-30a inhibits androgen-independent growth of prostate cancer via targeting MYBL2, FOXD1, and SOX4."}, {"pubmed": 32319705, "text": "The TGF-b/SOX4 axis and ROS-driven autophagy co-mediate CD39 expression in regulatory T-cells."}, {"pubmed": 32404985, "text": "SOX4 activates CXCL12 in hepatocellular carcinoma cells to modulate endothelial cell migration and angiogenesis in vivo."}, {"pubmed": 32468065, "text": "Long noncoding RNA NNTAS1 knockdown represses the progression of gastric cancer via modulating the miR1425p/SOX4/Wnt/betacatenin signaling pathway."}, {"pubmed": 32521875, "text": "MicroRNA-138 targets SOX4 to regulate the proliferation and metastasis of human lung cancer cells."}, {"pubmed": 32552762, "text": "METTL14-mediated N6-methyladenosine modification of SOX4 mRNA inhibits tumor metastasis in colorectal cancer."}, {"pubmed": 32586280, "text": "MiR-34c downregulation leads to SOX4 overexpression and cisplatin resistance in nasopharyngeal carcinoma."}, {"pubmed": 32862489, "text": "miR-212 as potential biomarker suppresses the proliferation of gastric cancer via targeting SOX4."}, {"pubmed": 32877980, "text": "MiR-214 regulates fracture healing through inhibiting Sox4 and its mechanism."}, {"pubmed": 32924268, "text": "Pseudogene AKR1B10P1 enhances tumorigenicity and regulates epithelial-mesenchymal transition in hepatocellular carcinoma via stabilizing SOX4."}, {"pubmed": 32945462, "text": "lncRNA PCNAP1 predicts poor prognosis in breast cancer and promotes cancer metastasis via miR3405pdependent upregulation of SOX4."}, {"pubmed": 33090337, "text": "MMP1 3'UTR facilitates the proliferation and migration of human oral squamous cell carcinoma by sponging miR-188-5p to up-regulate SOX4 and CDK4."}, {"pubmed": 33099906, "text": "Circular RNA THBS1 promotes proliferation and apoptosis of non-small cell lung cancer cells by sponging miR-129-5p and regulating SOX4 expression."}, {"pubmed": 33378019, "text": "Inhibition of miR-133b indicates poor prognosis and promotes progression of OSCC via SOX4."}, {"pubmed": 33385331, "text": "Integrin alphavbeta6-TGFbeta-SOX4 Pathway Drives Immune Evasion in Triple-Negative Breast Cancer."}, {"pubmed": 33402977, "text": "Effects of miR-489 targeting on SOX4 gene on proliferation and apoptosis of human hepatocellular carcinoma cells."}, {"pubmed": 33517839, "text": "Sox4 represses host innate immunity to facilitate pathogen infection by hijacking the TLR signaling networks."}, {"pubmed": 33622094, "text": "LncRNA SNHG5 promotes cervical cancer progression by regulating the miR-132/SOX4 pathway."}, {"pubmed": 33760159, "text": "MicroRNA129 inhibits colorectal cancer cell proliferation, invasion and epithelialtomesenchymal transition by targeting SOX4."}, {"pubmed": 33761659, "text": "Clinicopathological significance of SOX4 and epithelial-mesenchymal transition markers in patients with laryngeal squamous cell carcinoma."}, {"pubmed": 33854048, "text": "THAP9-AS1/miR-133b/SOX4 positive feedback loop facilitates the progression of esophageal squamous cell carcinoma."}, {"pubmed": 33858314, "text": "MiR-129-5p Promotes Radio-sensitivity of NSCLC Cells by Targeting SOX4 and RUNX1."}, {"pubmed": 34006298, "text": "The effect of SOX4 gene 3'UTR polymorphisms on osteoporosis."}, {"pubmed": 34011046, "text": "miRNA-34a-5p regulates progression of neuroblastoma via modulating the Wnt/beta-catenin signaling pathway by targeting SOX4."}, {"pubmed": 34051020, "text": "Azilsartan prevented AGE-induced inflammatory response and degradation of aggrecan in human chondrocytes through inhibition of Sox4."}, {"pubmed": 34096448, "text": "MicroRNA-320a-containing exosomes from human umbilical cord mesenchymal stem cells curtail proliferation and metastasis in lung cancer by binding to SOX4."}, {"pubmed": 34159626, "text": "SOX4-induced upregulation of ARHGAP9 promotes the progression of acute myeloid leukemia."}, {"pubmed": 34311177, "text": "Circ_0089823 reinforces malignant behaviors of non-small cell lung cancer by acting as a sponge for microRNAs targeting SOX4()."}, {"pubmed": 34369654, "text": "Circular RNA circ_0011385 promotes cervical cancer progression through competitively binding to miR-149-5p and up-regulating SOX4 expression."}, {"pubmed": 34413915, "text": "circRNA hsa_circ_0005909 Predicts Poor Prognosis and Promotes the Growth, Metastasis, and Drug Resistance of Non-Small-Cell Lung Cancer via the miRNA-338-3p/SOX4 Pathway."}, {"pubmed": 34427967, "text": "LINC00511 promotes gastric cancer progression by regulating SOX4 and epigenetically repressing PTEN to activate PI3K/AKT pathway."}, {"pubmed": 34429400, "text": "LncRNA SNHG17 regulates cell proliferation and invasion by targeting miR-338-3p/SOX4 axis in esophageal squamous cell carcinoma."}, {"pubmed": 34496348, "text": "LncRNA PITPNA-AS1 promotes gastric cancer by increasing SOX4 expression via inhibition of miR-92a-3p."}, {"pubmed": 34499308, "text": "Hypermethylation of MIR129-2 Regulates SOX4 Transcription and Associates with Metastasis in Patients with Colorectal Cancer."}, {"pubmed": 34580376, "text": "Detailed characterization of the transcriptome of single B cells in mantle cell lymphoma suggesting a potential use for SOX4."}, {"pubmed": 34584219, "text": "Regulation of a progenitor gene program by SOX4 is essential for mammary tumor proliferation."}, {"pubmed": 34599930, "text": "LINC00992 exerts oncogenic activities in prostate cancer via regulation of SOX4."}, {"pubmed": 34695805, "text": "Circular RNA circPRKCI contributes to malignant progression of T-cell acute lymphoblastic leukemia by modulating miR-20a-5p/SOX4 axis."}, {"pubmed": 34738852, "text": "Circ_0039411 promotes papillary thyroid carcinoma development through mediating the miR-423-5p/SOX4 signaling."}, {"pubmed": 34742854, "text": "ROS/TGF-beta signal mediated accumulation of SOX4 in OA-FLS promotes cell senescence."}, {"pubmed": 34750527, "text": "Biallelic in-frame deletion of SOX4 is associated with developmental delay, hypotonia and intellectual disability."}, {"pubmed": 34785625, "text": "MiR-296-3p inhibits cell proliferation by the SOX4-Wnt/betacatenin pathway in triple-negative breast cancer."}, {"pubmed": 34863188, "text": "miRNA-214-5p inhibits prostate cancer cell proliferation by targeting SOX4."}, {"pubmed": 34927777, "text": "SOX4 induces drug resistance of colorectal cancer cells by downregulating CYLD through transcriptional activation of microRNA-17."}, {"pubmed": 35146917, "text": "miR-129-2 upregulation induces apoptosis and promotes NSCLC chemosensitivity by targeting SOX4."}, {"pubmed": 35202986, "text": "SOX4-activated lncRNA MCM3AP-AS1 aggravates osteoarthritis progression by modulating miR-149-5p/Notch1 signaling."}, {"pubmed": 35227173, "text": "HOTAIR mediates cisplatin resistance in nasopharyngeal carcinoma by regulating miR-106a-5p/SOX4 axis."}, {"pubmed": 35232796, "text": "Consolidation of the clinical and genetic definition of a SOX4-related neurodevelopmental syndrome."}, {"pubmed": 35244538, "text": "SOX4 facilitates PGR protein stability and FOXO1 expression conducive for human endometrial decidualization."}, {"pubmed": 35275523, "text": "Human mesenchymal stem cell derived exosomes inhibit the survival of human melanoma cells through modulating miR-138-5p/SOX4 pathway."}, {"pubmed": 35294319, "text": "LEM domain containing 1 (LEMD1) transcriptionally activated by SRY-related high-mobility-group box 4 (SOX4) accelerates the progression of colon cancer by upregulating phosphatidylinositol 3-kinase (PI3K)/protein kinase B (Akt) signaling pathway."}, {"pubmed": 35545336, "text": "MiR-133b regulates the proliferation, colony formation, and invasion of bladder cancer cells via inhibiting SOX4.\", trans \"MiR-133bSOX4."}, {"pubmed": 35611720, "text": "CircRNF220 plays a pathogenic role to facilitate cell progression of AML in vitro via sponging miR-330-5p to induce upregulation of SOX4."}, {"pubmed": 35794450, "text": "Circular RNA hsa_circ_0012673 Promotes Breast Cancer Progression via miR-576-3p/SOX4 Axis."}, {"pubmed": 35860965, "text": "LncRNA CASC9 activated by STAT3 promotes the invasion of breast cancer and the formation of lymphatic vessels by enhancing H3K27ac-activated SOX4."}, {"pubmed": 35924788, "text": "E2F7 enhances hepatocellular carcinoma growth by preserving the SP1/SOX4/Anillin axis via repressing miRNA-383-5p transcription."}, {"pubmed": 36004648, "text": "SNHG9/miR-214-5p/SOX4 feedback loop regulates osteosarcoma progression."}, {"pubmed": 36585108, "text": "SOX4 is a novel phenotypic regulator of endothelial cells in atherosclerosis revealed by single-cell analysis."}, {"pubmed": 36602585, "text": "PLAC8 contributes to the malignant behaviors of cervical cancer cells by activating the SOX4-mediated AKT pathway."}, {"pubmed": 36834931, "text": "Novel Variants of SOX4 in Patients with Intellectual Disability."}, {"pubmed": 36987665, "text": "Temozolomide protects against the progression of glioblastoma via SOX4 downregulation by inhibiting the LINC00470-mediated transcription factor EGR2."}, {"pubmed": 37633471, "text": "Cancer-associated fibroblasts drive early pancreatic cancer cell invasion via the SOX4/MMP11 signalling axis."}, {"pubmed": 37646828, "text": "The ALKBH5/SOX4 axis promotes liver cancer stem cell properties via activating the SHH signaling pathway."}, {"pubmed": 37904207, "text": "miR-3195 suppresses the malignant progression of osteosarcoma cells via targeting SOX4."}, {"pubmed": 37939881, "text": "CircHDAC9 regulates myocardial ischemia-reperfusion injury via miR-671-5p/SOX4 signaling axis."}, {"pubmed": 37953563, "text": "Long non-coding RNA NEAT1 inhibits high glucose-induced EMT and renal fibrogenesis in Human Embryonic Kidney 293 cells via regulating miR-204/SOX4 axis."}, {"pubmed": 38030167, "text": "PHRF1 Promotes Cell Invasion by Modulating SOX4 Expression in Colorectal Cancer HCT116-p53[-/-] Cells."}, {"pubmed": 38227121, "text": "SOX4 reversibly induces phenotypic changes by suppressing the epithelial marker genes in human keratinocytes."}, {"pubmed": 38240850, "text": "SOX4/HDAC2 Axis Enhances Cell Survivability and Reduces Apoptosis by Activating AKT/MAPK Signaling in Colorectal Cancer."}, {"pubmed": 38431117, "text": "Expression of SOX4 Significantly Predicts the Risk of Lymph Node Metastasis for Patients With Early-Stage Esophageal Squamous Cell Carcinoma."}, {"pubmed": 38447391, "text": "SOX4 regulates proliferation and apoptosis of human ovarian granulosa-like tumor cell line KGN through the Hippo pathway."}, {"pubmed": 38650133, "text": "circ_JMJD1C expedites breast cancer progression by regulating miR-182-5p/JMJD1C/SOX4 axis."}, {"pubmed": 38678622, "text": "Biological functions of PCAT-1/ SOX4 in cell proliferation and invasion of breast cancer."}, {"pubmed": 38705228, "text": "SOX4 induces cytoskeleton remodeling and promotes cell motility via N-wasp/ARP2/3 pathway in colorectal cancer cells."}, {"pubmed": 38745044, "text": "ALKBH5-mediated m6A modification of circFOXP1 promotes gastric cancer progression by regulating SOX4 expression and sponging miR-338-3p."}, {"pubmed": 38751373, "text": "LncRNA SNHG14 silencing attenuates the progression of diabetic nephropathy via the miR-30e-5p/SOX4 axis."}, {"pubmed": 38842772, "text": "Circ_0012152 Accelerates Acute Myeloid Leukemia Progression through the miR-652-3p/SOX4 Axis."}, {"pubmed": 38943117, "text": "Deciphering the SOX4/MAPK1 regulatory axis: a phosphoproteomic insight into IQGAP1 phosphorylation and pancreatic Cancer progression."}, {"pubmed": 39014441, "text": "Targeting SOX4/PCK2 signaling suppresses neuroendocrine trans-differentiation of castration-resistant prostate cancer."}], "genomic_pos": {"chr": "6", "end": 21598619, "ensemblgene": "ENSG00000124766", "start": 21593751, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 21598847, "start": 21593972, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 26291311, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002328", "qualifier": "involved_in", "term": "pro-B cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003183", "qualifier": "involved_in", "term": "mitral valve morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003215", "qualifier": "involved_in", "term": "cardiac right ventricle morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003289", "qualifier": "involved_in", "term": "atrial septum primum morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003357", "qualifier": "involved_in", "term": "noradrenergic neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": [7706298, 16631117], "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007399", "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007420", "qualifier": "involved_in", "term": "brain development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 17875931, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008285", "pubmed": 19234109, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0014009", "qualifier": "involved_in", "term": "glial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021510", "qualifier": "involved_in", "term": "spinal cord development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021782", "qualifier": "involved_in", "term": "glial cell development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030217", "qualifier": "involved_in", "term": "T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031018", "qualifier": "involved_in", "term": "endocrine pancreas development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031397", "pubmed": 19234109, "qualifier": "involved_in", "term": "negative regulation of protein ubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031647", "pubmed": 19234109, "qualifier": "involved_in", "term": "regulation of protein stability"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032024", "qualifier": "involved_in", "term": "positive regulation of insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035019", "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035910", "qualifier": "involved_in", "term": "ascending aorta morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042593", "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043065", "pubmed": 15522200, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043516", "pubmed": 19234109, "qualifier": "involved_in", "term": "regulation of DNA damage response, signal transduction by p53 class mediator"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045588", "qualifier": "involved_in", "term": "positive regulation of gamma-delta T cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045662", "pubmed": 26291311, "qualifier": "involved_in", "term": "negative regulation of myoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045663", "pubmed": 26291311, "qualifier": "involved_in", "term": "positive regulation of myoblast differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045727", "pubmed": 19234109, "qualifier": "involved_in", "term": "positive regulation of translation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [16631117, 19147588], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 19234109, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [19147588, 26291311], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 20049565, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048485", "qualifier": "involved_in", "term": "sympathetic nervous system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048593", "qualifier": "involved_in", "term": "camera-type eye morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050821", "pubmed": 17875931, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060412", "qualifier": "involved_in", "term": "ventricular septum morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060485", "qualifier": "involved_in", "term": "mesenchyme development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060563", "qualifier": "involved_in", "term": "neuroepithelial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060993", "qualifier": "involved_in", "term": "kidney morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061484", "qualifier": "involved_in", "term": "hematopoietic stem cell homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090263", "qualifier": "involved_in", "term": "positive regulation of canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000761", "pubmed": 19234109, "qualifier": "involved_in", "term": "positive regulation of N-terminal peptidyl-lysine acetylation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [16631117, 17875931, 19234109], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 17875931, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 20049565, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 19147588, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 26291311, "qualifier": "NOT enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [7706298, 16631117], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003700", "pubmed": [20049565, 30661772], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005515", "pubmed": 26291311, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16631117, 19147588, 19234109], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0035198", "qualifier": "enables", "term": "miRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 336346], [7955, 393875], [8364, 733893], [9544, 706531], [9598, 471866], [9606, 6659], [9615, 100687084], [9913, 768313], [10090, 20677], [10116, 364712]], "id": 2338}, "interpro": [{"desc": "High mobility group box domain", "id": "IPR009071", "short_desc": "HMG_box_dom"}, {"desc": "Transcription factor SOX-12/11/4", "id": "IPR017386", "short_desc": "SOX-12/11/4"}, {"desc": "High mobility group box domain superfamily", "id": "IPR036910", "short_desc": "HMG_box_dom_sf"}], "ipi": "IPI00001617", "map_location": "6p22.3", "name": "SRY-box transcription factor 4", "other_names": ["SRY (sex determining region Y)-box 4", "SRY-box 4", "SRY-related HMG-box gene 4", "ecotropic viral integration site 16", "transcription factor SOX-4"], "pantherdb": {"HGNC": "11200", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98366", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 10090, "uniprot_kb": "Q06831"}, {"Ensembl": "ENSGALG00000036497", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 9031, "uniprot_kb": "A0A1D5PBR4"}, {"ZFIN": "ZDB-GENE-040426-1274", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7955, "uniprot_kb": "A0A0R4IQD2"}, {"ZFIN": "ZDB-GENE-030131-8290", "ortholog_type": "LDO", "panther_family": "PTHR10270", "taxid": 7955, "uniprot_kb": "Q6P0Z4"}, {"WormBase": "WBGene00004771", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "Q8T3B9"}, {"WormBase": "WBGene00004949", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "Q21305"}, {"WormBase": "WBGene00015716", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "A0A1N7SZG1"}, {"WormBase": "WBGene00004950", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 6239, "uniprot_kb": "Q20201"}, {"FlyBase": "FBgn0029123", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "M9PCZ7"}, {"FlyBase": "FBgn0005612", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "P40656"}, {"FlyBase": "FBgn0000411", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "Q24533"}, {"FlyBase": "FBgn0036411", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "M9PFG6"}, {"FlyBase": "FBgn0042630", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 7227, "uniprot_kb": "M9PCG2"}, {"SGD": "S000006269", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 4932, "uniprot_kb": "P25042"}, {"PomBase": "SPBC23G7.09", "ortholog_type": "O", "panther_family": "PTHR10270", "taxid": 4896, "uniprot_kb": "P0CY17"}], "uniprot_kb": "Q06945"}, "pathway": {"kegg": {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, "netpath": {"id": "Pathway_IL5", "name": "IL5"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-3769402", "name": "Deactivation of the beta-catenin transactivating complex"}], "wikipathways": [{"id": "WP3969", "name": "H19 action Rb-E2F1 signaling and CDK-Beta-catenin activity"}, {"id": "WP4337", "name": "ncRNAs involved in STAT3 signaling in hepatocellular carcinoma"}]}, "pfam": "PF00505", "pharmgkb": "PA36037", "pharos": {"target_id": 13025, "tdl": "Tbio"}, "pir": "I38240", "prosite": "PS50118", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256627", "relationship": "is"}, {"id": "GNF256628", "relationship": "is"}, {"id": "GNF256629", "relationship": "is"}, {"id": "GNF256630", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036364", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF013832", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096190", "relationship": "is"}, {"id": "GNF135846", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_029166.1"], "protein": "NP_003098.1", "rna": "NM_003107.3", "translation": {"protein": "NP_003098.1", "rna": "NM_003107.3"}}, "reporter": {"HG-U133_Plus_2": ["1567906_at", "201416_at", "201417_at", "201418_s_at", "213665_at", "213668_s_at"], "HG-U95Av2": "33131_at", "HG-U95B": "55646_at", "HTA-2_0": ["TC06000135.hg.1", "TC06002615.hg.1"], "HuEx-1_0": "2897899", "HuGene-1_1": "8117165", "HuGene-2_1": "17005276"}, "retired": 285815, "summary": "This intronless gene encodes a member of the SOX (SRY-related HMG-box) family of transcription factors involved in the regulation of embryonic development and in the determination of the cell fate. The encoded protein may act as a transcriptional regulator after forming a protein complex with other proteins, such as syndecan binding protein (syntenin). The protein may function in the apoptosis pathway leading to cell death as well as to tumorigenesis and may mediate downstream effects of parathyroid hormone (PTH) and PTH-related protein (PTHrP) in bone development. The solution structure has been resolved for the HMG-box of a similar mouse protein. [provided by RefSeq, Jul 2008].", "symbol": "SOX4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420327"}, "unigene": "Hs.643910", "uniprot": {"Swiss-Prot": "Q06945"}, "wikipedia": {"url_stub": "SOX4"}}