{"AllianceGenome": "11205", "HGNC": "11205", "MIM": "189906", "_id": "6667", "_version": 3, "accession": {"genomic": ["AB039286.1", "AC068889.35", "AC073611.29", "AF255681.1", "AF261690.1", "CH471054.1", "CP068266.2", "CS691415.1", "HF583703.1", "NC_000012.12", "NC_060936.1", "NG_030361.1"], "protein": ["AAA61154.1", "AAF67726.1", "AAF75063.1", "AAF78780.1", "AAF78781.1", "AAH43224.1", "AAH62539.1", "ACR22508.1", "BAB13476.1", "BAD92915.1", "BAG34933.1", "CAB75345.1", "CAP12210.1", "CBM42955.1", "CCQ43200.1", "EAW96698.1", "EAW96699.1", "EAW96700.1", "NP_001238754.1", "NP_003100.1", "NP_612482.2", "P08047.3"], "rna": ["AB209678.1", "AF252284.1", "AF255682.1", "AI282745.1", "AI561005.1", "AJ272134.1", "AK311995.1", "AL442093.1", "AW028976.1", "BC012008.1", "BC043224.1", "BC062539.1", "BC078158.1", "BF434304.1", "BF436290.1", "BF671559.1", "BM463205.1", "BQ072120.1", "BQ431320.1", "BQ774060.1", "CD104746.1", "FJ949572.1", "FN908228.1", "J03133.1", "NM_001251825.2", "NM_003109.1", "NM_138473.3"], "translation": [{"protein": "AAF67726.1", "rna": "AF252284.1"}, {"protein": "CBM42955.1", "rna": "FN908228.1"}, {"protein": "AAA61154.1", "rna": "J03133.1"}, {"protein": "NP_003100.1", "rna": "NM_003109.1"}, {"protein": "NP_001238754.1", "rna": "NM_001251825.2"}, {"protein": "AAH62539.1", "rna": "BC062539.1"}, {"protein": "NP_612482.2", "rna": "NM_138473.3"}, {"protein": "CAB75345.1", "rna": "AJ272134.1"}, {"protein": "BAD92915.1", "rna": "AB209678.1"}, {"protein": "BAG34933.1", "rna": "AK311995.1"}, {"protein": "AAH43224.1", "rna": "BC043224.1"}, {"protein": "ACR22508.1", "rna": "FJ949572.1"}, {"protein": "AAF78781.1", "rna": "AF255682.1"}]}, "ensembl": {"gene": "ENSG00000185591", "protein": ["ENSP00000329357", "ENSP00000404263", "ENSP00000457804", "ENSP00000458133"], "transcript": ["ENST00000327443", "ENST00000426431", "ENST00000548560", "ENST00000551969"], "translation": [{"protein": "ENSP00000457804", "rna": "ENST00000551969"}, {"protein": "ENSP00000329357", "rna": "ENST00000327443"}, {"protein": "ENSP00000404263", "rna": "ENST00000426431"}, {"protein": "ENSP00000458133", "rna": "ENST00000548560"}], "type_of_gene": "protein_coding"}, "entrezgene": "6667", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 17.4368262072, "exp_mis": 235.627065998, "exp_syn": 92.4637693029, "lof_z": 4.13640885901509, "mis_z": 0.561674472632766, "mu_lof": 1.33208464791e-06, "mu_mis": 2.06249687417e-05, "mu_syn": 7.96824950527e-06, "n_lof": 0.0, "n_mis": 218.0, "n_syn": 135.0, "p_li": 0.997637149483068, "p_null": 8.60963440409205e-08, "p_rec": 0.0023627644205883, "syn_z": -2.7423487320252}, "bp": 2358, "cds_end": 53805024, "cds_start": 53774075, "n_exons": 6, "nonpsych": {"exp_lof": 15.663154602, "exp_mis": 213.146382827, "exp_syn": 83.5697737905, "lof_z": 3.88679401303548, "mis_z": 0.799661392893579, "mu_lof": 1.33208464791e-06, "mu_mis": 2.06249687417e-05, "mu_syn": 7.96824950527e-06, "n_lof": 0.0, "n_mis": 190.0, "n_syn": 120.0, "p_li": 0.996001380984704, "p_null": 3.79004240625564e-07, "p_rec": 0.00399824001105492, "syn_z": -2.50900068021098}, "nontcga": {"exp_lof": 16.0302956072, "exp_mis": 216.765331321, "exp_syn": 85.0550819906, "lof_z": 3.94959054396834, "mis_z": 0.66883504716948, "mu_lof": 1.33208464791e-06, "mu_mis": 2.06249687417e-05, "mu_syn": 7.96824950527e-06, "n_lof": 0.0, "n_mis": 197.0, "n_syn": 119.0, "p_li": 0.996166738780993, "p_null": 2.79794967512276e-07, "p_rec": 0.003832981424039, "syn_z": -2.33048820606842}, "transcript": "ENST00000327443.4"}, "exons": [{"cdsend": 53411240, "cdsstart": 53380291, "chr": "12", "position": [[53380175, 53380298], [53381658, 53381813], [53382253, 53383622], [53406584, 53406753], [53409361, 53409561], [53410926, 53416442]], "strand": 1, "transcript": "NM_001251825", "txend": 53416442, "txstart": 53380175}, {"cdsend": 53411240, "cdsstart": 53381672, "chr": "12", "position": [[53380643, 53380684], [53381658, 53381813], [53382109, 53383622], [53406584, 53406753], [53409361, 53409561], [53410926, 53416442]], "strand": 1, "transcript": "NM_003109", "txend": 53416442, "txstart": 53380643}, {"cdsend": 53411240, "cdsstart": 53380291, "chr": "12", "position": [[53380175, 53380298], [53381658, 53381813], [53382109, 53383622], [53406584, 53406753], [53409361, 53409561], [53410926, 53416442]], "strand": 1, "transcript": "NM_138473", "txend": 53416442, "txstart": 53380175}], "exons_hg19": [{"cdsend": 53805024, "cdsstart": 53774075, "chr": "12", "position": [[53773959, 53774082], [53775442, 53775597], [53776037, 53777406], [53800368, 53800537], [53803145, 53803345], [53804710, 53810226]], "strand": 1, "transcript": "NM_001251825", "txend": 53810226, "txstart": 53773959}, {"cdsend": 53805024, "cdsstart": 53775456, "chr": "12", "position": [[53774427, 53774468], [53775442, 53775597], [53775893, 53777406], [53800368, 53800537], [53803145, 53803345], [53804710, 53810226]], "strand": 1, "transcript": "NM_003109", "txend": 53810226, "txstart": 53774427}, {"cdsend": 53805024, "cdsstart": 53774075, "chr": "12", "position": [[53773959, 53774082], [53775442, 53775597], [53775893, 53777406], [53800368, 53800537], [53803145, 53803345], [53804710, 53810226]], "strand": 1, "transcript": "NM_138473", "txend": 53810226, "txstart": 53773959}], "generif": [{"pubmed": 7541039, "text": "The Sp1 transcription factor interacts with the human eNOS promoter at a region which includes a putative Sp1 site (-104 to -95). This interaction activates eNOS transcription."}, {"pubmed": 11796707, "text": "role in interferon-gamma mediated suppression of macrophage lipoprotein lipase gene transcription"}, {"pubmed": 11839742, "text": "role in identifying sterol-indendent regulatory elements in human ATP-binding cassette transporter A1 promoter"}, {"pubmed": 11842244, "text": "hinge region of the human papillomavirus type 8 E2 protein activates the human p21(WAF1/CIP1) promoter via interaction with Sp1"}, {"pubmed": 11844788, "text": "role in regulating growth-promoting gene IEX-1"}, {"pubmed": 11850421, "text": "role in regulating 11beta-hydroxysteroid dehydrogenase type 2 promoter"}, {"pubmed": 11853549, "text": "AP-2 down-regulates transcription of the human SOD2 gene via its interaction with Sp1 within the promoter region."}, {"pubmed": 11856466, "text": "The expression of the ABO promoter is influenced by the binding of transcription factor Sp1 or Sp1-like protein(s) in both erythroid and epithelial cell lineages."}, {"pubmed": 11867623, "text": "Role of Sp1 and Sp3 in the nutrient-regulated expression of the human asparagine synthetase gene"}, {"pubmed": 11884455, "text": "Binding of Sp1 to the 5' end Sp1-I site is critical for maximal activity of the Fc gamma RIIIA promoter Pmed1, which directs NK/T cell-specific expression of heterologous genes."}, {"pubmed": 11914583, "text": "Enhancement of binding between the c-Jun-Sp1 complex and the Sp1 oligonucleotide was observed in cells treated with PMA, suggesting the possible interaction of c-Jun-Sp1 with GC-rich binding sites in the 12(S)-lipoxygenase gene promoter."}, {"pubmed": 11988536, "text": "huntingtin interacts with Sp1 and TAFII130; transcriptional activity of SP1 and TAFII130 disrupted in early Huntingtin's Disease"}, {"pubmed": 11997063, "text": "Sp1 and the ets-related transcription factor complex GABP alpha/beta functionally cooperate to activate the utrophin promoter."}, {"pubmed": 12021324, "text": "recruits SV40 capsid proteins to the viral packaging signal, ses"}, {"pubmed": 12050359, "text": "phosphorylated during late Herpes simplex virus type 1 infection and may contribute to decrease of IE and E gene expression"}, {"pubmed": 12052832, "text": "demonstrates role of the Sp1 protein in basal and estrogen-induced growth and gene expression in breast cancer"}, {"pubmed": 12077144, "text": "conclude that E2F proteins and Sp1 play an important role in the control of p18 expression"}, {"pubmed": 12088866, "text": "Mutation of the progesterone receptor promoter Sp1 site eliminated the effect of hPR activation. Activity was increased by Sp1 overexpression. Dephosphorylated Sp1, abundant in decidual cells, enhances binding to DNA & hPR increasing promoter activity."}, {"pubmed": 12105191, "text": "The hexosamine pathway regulates the plasminogen activator inhibitor-1 gene promoter and Sp1 transcriptional activation through protein kinase C-betaI and -delta."}, {"pubmed": 12133007, "text": "cooperation with hepatocyte nuclear factor-4 leads to transcriptional activation of the human haem oxygenase-1 gene promoter in a hepatoma cell line"}, {"pubmed": 12134007, "text": "RAI acts as an efficient inhibitor of HIV-1 gene expression in which both NF-kappaB and Sp1 play major roles."}, {"pubmed": 12151347, "text": "role in activating p21(WAF/CIP1) expression accompanying 3,3'-diindolylmethane induced G(1) cell cycle arrest in human breast cancer cells"}, {"pubmed": 12151407, "text": "Results suggest that Sp1 and Sp3 associate with the hTERT promoter, recruiting HDAC for the localized deacetylation of nucleosomal histones and transcriptional silencing of the hTERT gene in normal human somatic cells"}, {"pubmed": 12169688, "text": "Sp1 plays a role in regulation of promoter activity and in PKA-mediated expression of mitochondrial serine:pyruvate aminotransferase"}, {"pubmed": 12186868, "text": "TGF-beta1 inhibition of COL2A1 gene transcription in articular chondrocytes is mediated by an increase of the Sp3/Sp1 ratio and by the repression of Sp1 transactivating effects on that gene"}, {"pubmed": 12200149, "text": "IGFBP-3 promoter is activated by Trichostatin A-upregulated Sp1"}, {"pubmed": 12228234, "text": "Sp1 regulates human reduced folate carrier gene expression"}, {"pubmed": 12228247, "text": "Sp1 regulates basal endoglin transcription in human and mammalian cells"}, {"pubmed": 12297462, "text": "role of transcription factors Sp1 and Sp3 in the regulation of telomerase activity and human telomerase reverse transcriptase (hTERT) in Jurkat T cells"}, {"pubmed": 12324467, "text": "there is a mechanically coupled transcriptional circuit that promotes binding of p38 to Sp1 in the nucleus"}, {"pubmed": 12358602, "text": "findings underline an essential role of AP-2/Sp1 recognition sites in UVB-mediated VEGF expression by the keratinocyte-derived cell line HaCaT"}, {"pubmed": 12359731, "text": "role in regulating megakaryocyte-specific glycoprotein VI promoter"}, {"pubmed": 12378384, "text": "This protein plays a role in the identification of regulatory elements in the human adipose most abundant gene transcript-1(apM-1)promoter."}, {"pubmed": 12379120, "text": "Sp1 binds to specific elements of the proximal promoter and interacts with factors bound to distal enhancer elements to govern the hepatic activity of the p21 promoter under basal or inducible conditions."}, {"pubmed": 12384434, "text": "Binding of Sp1 to the proximal promoter links constitutive expression of the human uPA Phosphorylation of Sp1 determines the presence in vivo and the functionality of the GC-/GA-rich element of the uPA regulatory region in PC3 cells"}, {"pubmed": 12421830, "text": "TCL1 oncogene transactivation by Sp1."}, {"pubmed": 12427542, "text": "confirms the synergistic transactivating role of NF-YA isoforms and Sp1 for the cystathionine beta synthase 1b promoter"}, {"pubmed": 12439750, "text": "role in enhancing cyclin D1 promoter activity in conjunction with galectin-3"}, {"pubmed": 12458222, "text": "Tat and trans-activation-responsive (TAR) RNA-independent induction of HIV-1 long terminal repeat by human and murine cyclin T1 requires this protein."}, {"pubmed": 12466967, "text": "role for Sp1 in the regulation of expression of the angiogenic factor TP in colon cancer WiDr cells"}, {"pubmed": 12475396, "text": "Alterations in the binding activity of Sp1 transcription factor to the sodium/iodide symporter (NIS) promoter results at least in part in reduced expression and transport of NIS in thyroid tumors."}, {"pubmed": 12485937, "text": "GA-binding protein (GABP) and Sp1 and retinoid receptors are required to mediate retinoic acid responsiveness of CD18 transcriptional activation in myeloid cells."}, {"pubmed": 12509426, "text": "role in regulating vascular endothelial growth factor-A gene transcription by activating two proximal GC-rich promoter elements"}, {"pubmed": 12560236, "text": "Functional analysis of a hypersensitive site in the 5' flanking region of the hEPCR gene in endothelial cells identified multiple regions, containing high and low homology consensus Sp1 binding sequences, that were protected from methylation."}, {"pubmed": 12576329, "text": "results suggest that oxidized phospholipids inhibit transcription of the thrombomodulin gene in vascular endothelium by inhibiting the binding of retinoic acid receptor beta-retinoid x receptor alpha heterodimer and Sp1 and Sp3 to thrombomodulin promoter"}, {"pubmed": 12615703, "text": "Expression of the hypoxia marker carbonic anhydrase IX is critically dependent on SP1 activity."}, {"pubmed": 12624107, "text": "Sp1 has a role in valproic acid-induced expression of Galphai2"}, {"pubmed": 12664565, "text": "Regulates leukotreiene C4 synthase gene expression in mononuclear phagocytes."}, {"pubmed": 12665574, "text": "HMGI-Y physically interacts with Sp1 and C/EBP beta and facilitates the binding of both factors to the insulin receptor promoter"}, {"pubmed": 12682078, "text": "Specific protein-1 is a universal regulator of UDP-glucose dehydrogenase expression: its positive involvement in transforming growth factor-beta signaling and inhibition in hypoxia"}, {"pubmed": 12694199, "text": "This protein and Sp3 are involved in up-regulation of human deoxyribonuclease II transcription during differentiation of HL-60 cells."}, {"pubmed": 12730302, "text": "Sp1 and Sp3 regulate human CETP promoter activity through three Sp1/Sp3 binding sites in a distinct manner"}, {"pubmed": 12732645, "text": "IRF1 represses CDK2 gene expression by interfering with SP1-dependent transcriptional activation."}, {"pubmed": 12748179, "text": "SP1 and ETS have a role in regulation of caspase 8"}, {"pubmed": 12769819, "text": "Sp1 is found to bind strongly to both distal and proximal GC-rich elements as a transcriptional modulator of DNA topoisomerase II alpha promoter activity, with activator or repressor functions depending on protein/DNA context."}, {"pubmed": 12804776, "text": "PTEN expression induced decreased SP1 DNA binding by dephosphorylating SP1."}, {"pubmed": 12818425, "text": "The results indicate that Sp1 is the protein mediating the basal transcription of MGST1. It appears that both the Sp1 and Sp3 proteins are important for the basal expression of PGES"}, {"pubmed": 12855685, "text": "Sp3 and Sp1 have roles in regulating monoamine oxidase B in human tumor cells"}, {"pubmed": 12888575, "text": "the constitutive overexpression of CTGF in SSc fibroblasts seems to be independent of TGFbeta signaling but dependent at least in part on Sp1"}, {"pubmed": 12911579, "text": "HNF4-alpha, HNF3-beta and Sp1/Sp3 are important in regulation of prothrombin expression"}, {"pubmed": 12933821, "text": "results indicated a predominant role for a single Sp1 binding site in regulating human cartilage-gp39 promoter activity in macrophages"}, {"pubmed": 12954631, "text": "transcription factors Sp1 and c-Jun have roles in regulation of keratin 16 gene expression by epidermal growth factor"}, {"pubmed": 12972613, "text": "SP1 activates transcription of the LHR gene at two SP1 sites.  Its mutation reduced the inhibition by EAR2 and abolished the inhibition by EAR3."}, {"pubmed": 13680213, "text": "Our data suggest that thrombin/PAR-1 may inhibit Sp1-dependent HCMV replication, which might be an important regulatory mechanism for HCMV persistence and replication in RPE"}, {"pubmed": 14514691, "text": "USF and Sp1 proteins interact and regulate human deoxycytidine kinase promoter activity"}, {"pubmed": 14532290, "text": "results suggest that 2-DG, like low glucose or hypoxic condition, down-regulates Sp1 activity, but through hyper-GlcNAcylation instead of hypo-GlcNAcylation"}, {"pubmed": 14561739, "text": "Sp1 is a bile acid-responsive transcription factor that mediates DR5/TRAIL-R2 gene expression downstream of JNK."}, {"pubmed": 14568562, "text": "data provide an alternative mechanism of LDL receptor gene expression by non-classical estradiol- and tamoxifen-stimulated induction through an ER-alpha/Sp1 complex"}, {"pubmed": 14608051, "text": "Biotin affects gene expression in Jurkaat cells."}, {"pubmed": 14645238, "text": "E2F and Sp1/Sp3 synergize but are not sufficient to activate the MYCN gene in neuroblastoma"}, {"pubmed": 14652633, "text": "transcription factors HNF3, MAZ, and Sp1 are required for high-level expression of the protein S gene in hepatic cells, but in non-hepatic cells such as HeLa cells, an unknown factor(s) binds to the Sp1 region and disturbs the action of Sp1 and MAZ"}, {"pubmed": 14660675, "text": "up-regulation of uPAR expression by Bcl-2 in hypoxia is modulated by Sp1 DNA binding activity through the ERK signaling pathway"}, {"pubmed": 14670973, "text": "Sp1 has a critical and indispensable role in the regulation of cystathionine beta-synthase"}, {"pubmed": 14701757, "text": "BACE1 gene expression is tightly regulated at the transcriptional level, and transcription factor Sp1 plays an important role in regulation of BACE1 to process APP generating Abeta in Alzheimer's disease."}, {"pubmed": 14742449, "text": "the cooperation of HIF-1 with Sp1/Sp3 confers transcriptional activation under hypoxia to RORalpha4"}, {"pubmed": 14744793, "text": "Perifosine increases Sp1 binding and enhanced p21(waf1/cip1) transcription."}, {"pubmed": 14744869, "text": "SREBP-1c and Sp1 interact to regulate transcription of the gene for phosphoenolpyruvate carboxykinase (GTP) in the liver"}, {"pubmed": 14766015, "text": "S-nitrosoglutathione increases Sp1 binding to DNA and transcription of CFTR at physiological concentrations.This increase in Sp1 binding probably occurs through a post-translational cysteine S-nitrosylation."}, {"pubmed": 14977835, "text": "Sp1 has a role in upreglation of VEGF by EWS-ETS oncoproteins in Ewing's sarcoma"}, {"pubmed": 15001984, "text": "a novel, functional binding element in the proximal region of the TN-C promoter mediating responsiveness to TGF-beta involving Smad3/4, Sp1, Ets1, and CBP/p300"}, {"pubmed": 15024015, "text": "Transcription factor SP1 has no effect on Monoamine oxidase B gene expression."}, {"pubmed": 15033443, "text": "transcription factor Sp1 is involved in the p38MAPK-mediated control of p21WAF1 regulation on vascular smooth muscle cells"}, {"pubmed": 15064717, "text": "Suppression of Sp1 expression by small interference RNA reduced the stimulation of p27Kip1 promoter activity by vitamin D3 in prostatic cancer cells."}, {"pubmed": 15084343, "text": "Sp1 was associated with the +571 estrogen response element/Sp1 site in the endogenous progesterone receptor gene in the absence and in the presence of estrogen"}, {"pubmed": 15094066, "text": "p21(Waf1) can activate the transcription of p16(INK4); this effect is GC-box dependent; and the transcription factor Sp1 plays a key role in this event"}, {"pubmed": 15100293, "text": "An SP1-binding element determines the function of the TATA boxless CD1D-proximal promoter."}, {"pubmed": 15111490, "text": "PPARgamma1 has bifunctional properties in the regulation of KDR gene expression mediated via interaction with both Sp1 and Sp3"}, {"pubmed": 15117948, "text": "the association of hMI-ER1 with Sp1 represents a novel mechanism for the negative regulation of Sp1 target promoters"}, {"pubmed": 15118068, "text": "human secretin gene is controlled by the Sp1/Sp3 transcription factors ratio"}, {"pubmed": 15180327, "text": "co-transfection with antisense Sp1 oligonucleotide suggests that hypoxia induction of the RTP801 promoter is mediated by Sp1"}, {"pubmed": 15194684, "text": "Sp1 has a role in regulating CDC42BPG expression"}, {"pubmed": 15217947, "text": "Sp1 and VEGF may have roles in the progression of gastric neoplasms"}, {"pubmed": 15247906, "text": "Sp1 and Sp3 proteins play a physiologically important role in positively and negatively regulating the 15-LOX2 gene expression, respectively."}, {"pubmed": 15282343, "text": "Interplay between Pur repressor isoforms and Sp1 and Smad coactivators may regulate alpha-actin enhancer output in TGFbeta1-activated myofibroblasts during episodes of wound repair and tissue remodeling."}, {"pubmed": 15302882, "text": "physical interaction of Vpr with Sp1 and p53 could modulate transcriptional activity of p21."}, {"pubmed": 15339794, "text": "TGF-beta1-induced c-met expression was contingent on a functional Sp1."}, {"pubmed": 15342781, "text": "Sp1 has a role in Akt-mediated induction of VEGF expression through an HIF-1-independent mechanism"}, {"pubmed": 15345676, "text": "DIM-C-pPhCF3 induced p21 expression through a novel mechanism that involves PPARgamma interactions with both Sp1 and Sp4 proteins bound to the proximal GC-rich region of the p21 promoter."}, {"pubmed": 15367601, "text": "results suggest that the interaction of KSHV LANA with Sp1 up-regulates the telomerase promoter, potentially contributing to the immortalization of KSHV-infected cells"}, {"pubmed": 15462673, "text": "Co-operative functional interactions between Sp1 & NF-Y are required to direct the activity of the ATP1A3 promoter predominantly in neuronal cells."}, {"pubmed": 15466008, "text": "the common genetic variants at the PCOL2 and Sp1 sites, and importantly, their interactive effects, may contribute to bone mineral density variation in elderly Caucasian females"}, {"pubmed": 15466927, "text": "The reduced binding affinity of Sp1/Sp3 to the T allele explain earlier observations of a reduced t-PA release and an increased risk of myocardial infarction in individuals carrying this allele."}, {"pubmed": 15468069, "text": "Activation of ERK-MAPK pathway and Sp1 transcription factor play a pivotal role in the induction of TIMP-3 by TGF-beta in chondrocytes."}, {"pubmed": 15523672, "text": "results show that there are genuine Sp1/Sp3 or Egr-1 controlled genes showing no cross-regulation of Sp1/Sp3 and Egr-1 through the same DNA-binding site"}, {"pubmed": 15528196, "text": "interplay between REST and Sp1 determines the cell-specific expression of REST target genes"}, {"pubmed": 15528990, "text": "Sp1 and MZF1 are involved in the transcriptional regulation of the hST6GalNAc IV gene in Jurkat T cells"}, {"pubmed": 15531587, "text": "activation by SREBP/Sp1 requires antagonism of KLF11 repression"}, {"pubmed": 15563462, "text": "protein kinase Calpha transcriptional repression via Sp1 by wild type p53 is involved in inhibition of multidrug resistance 1 P-glycoprotein phosphorylation"}, {"pubmed": 15647279, "text": "transforming growth factor beta type II receptor promoter activity and acetylation of Sp1 by recruitment of PCAF/p300 to a Sp1.NF-Y complex are induced by Trichostatin A"}, {"pubmed": 15650166, "text": "induction of KSHV lytic cycle by butyrate is mediated through binding of response element in KSHV ORF50 promoter to Sp1."}, {"pubmed": 15665278, "text": "Electrophoretic mobility shift assay also showed a significantly higher binding efficiency of nuclear protein or pure Sp1 protein to the T allele compared with the G allele of the EGF receptor."}, {"pubmed": 15666829, "text": "Proximal promoter of GIP-R gene contains a GC-rich region capable of binding to Sp1 and SP3."}, {"pubmed": 15694838, "text": "consistently observed Sp1 and NFkappaB binding activity to the promoter of either gene during cell differentiation and the decrease associated with apoptosis upon long-term treatment with differentiation inducers"}, {"pubmed": 15706661, "text": "HIV-1 Tat regulates the SOD2 basal promoter by altering Sp1/Sp3 binding activity"}, {"pubmed": 15709764, "text": "The beta-hairpin region of Sp1 appears to function as a scaffold and has an important effect on the DNA binding properties of C2H2-type zinc finger peptides."}, {"pubmed": 15735752, "text": "In human epidermal keratinocytes, Sp1 is a differentiation-specific activator and a downstream target of E2F-mediated suppression of the differentiation-specific marker, transglutaminase type 1"}, {"pubmed": 15760895, "text": "human OGG1 is regulated by cadmium through suppression of Sp1 activity"}, {"pubmed": 15777284, "text": "PARP-1 expression appeared to be co-ordinated with that of Sp1 and Sp3 in primary cultured cells, suggesting that PARP-1 may play some important functions during the proliferative burst that characterizes wound healing."}, {"pubmed": 15788387, "text": "has an intimate part in transcriptional regulation of the lh receptor gene."}, {"pubmed": 15816870, "text": "Sp1 is a strong activator of dopamine transporter transcriptional activity."}, {"pubmed": 15821099, "text": "Data demonstrate that the constitutive activity of the human melanocortin-4 receptor promoter is dependent upon Sp1 and 3 transcription factors."}, {"pubmed": 15828018, "text": "both Sp1 binding sites could be important to complete JC virus replication cycle in absence of HIV-coinfection"}, {"pubmed": 15850836, "text": "-250G>C mutation results in the loss of an SP1 binding site, and transient transfection assays demonstrated that such mutation strongly impairs promoter activity"}, {"pubmed": 15863387, "text": "Sp1 binds to the proximal region of the interleukin (IL)-1alpha promoter and may play a role in regulation of IL-1alpha gene expression."}, {"pubmed": 15905415, "text": "study reports the first characterization of the hPEPT1 promoter and shows the significant role of Sp1 in the basal transcriptional regulation of hPEPT1"}, {"pubmed": 15907486, "text": "role in regulating Elf-1 like factor in epithelial cells"}, {"pubmed": 15908479, "text": "PPARgamma ligands inhibit Fn gene expression in NSCLC cells through PPARgamma-dependent and -independent pathways that affect both CREB and Sp1."}, {"pubmed": 15951564, "text": "Sp1 and Sp3 have roles in regulation of human telomerase reverse transcriptase promoter activity by the bioactive sphingolipid ceramide"}, {"pubmed": 15955096, "text": "Sp1 and YY1 transactivate human ATP2C1 promoter via cis-enhancing elements and that incomplete upregulation of ATP2C1 transcription contributes to keratinocyte-specific pathogenesis of Hailey-Hailey disease."}, {"pubmed": 15970595, "text": "PGE2 increases VEGF transcriptionally and involves the Sp-1 binding site via a cAMP-dependent mechanism involving EP2 and EP4 receptors"}, {"pubmed": 15979574, "text": "Our results suggest that MUC6 transcription is regulated by NFkappaB and Sp family members."}, {"pubmed": 15987735, "text": "Demonstration of the different intranuclear features of Sp1 and Sp3 provides further evidence that Sp3 is not a functional equivalent of Sp1."}, {"pubmed": 15998736, "text": "Sp1 is an inhibitor of beta-like globin gene transcription during erythroid terminal differentiation."}, {"pubmed": 16118214, "text": "Sp1 interacts with Hsp90alpha to recruit it to the promoter of 12(S)-lipoxygenase and then to regulate gene transcription by modulating the binding ability of Sp1 to promoters"}, {"pubmed": 16158248, "text": "The Sp1 Transcription Factor might impact gastric cancer development and progression through regulating angiogenesis, a critical aspect of cancer biology."}, {"pubmed": 16245312, "text": "These results suggest that the upregulation of TN-C expression by PDGF involves Ets family transcription factors, co-operating with Sp1."}, {"pubmed": 16248979, "text": "In addition, the transcription factor Sp1 that is involved in the Ras/ERK-mediated control of p21WAF1 regulation in VSMC in response to PDGF has now been identified."}, {"pubmed": 16260418, "text": "AP-2alpha and Sp1 are strong transcriptional regulators of KiSS-1"}, {"pubmed": 16260592, "text": "TCR-induced IL-21R expression is driven by TCR-mediated augmentation of Sp1 protein levels and may partly depend on the dephosphorylation of Sp1"}, {"pubmed": 16304843, "text": "Negative androgen-responsive element in region of -277 to -262 and positive Sp1 element in region of +14 to +35, respectively."}, {"pubmed": 16339759, "text": "in the absence of IFN treatment, activation of PKR basal expression is mediated by Sp1 and Sp3 proteins in a cooperative manner"}, {"pubmed": 16361535, "text": "The AP-1 site in the u-PAR promoter seems to be a less tumor-specific regulator than the Sp1 and AP-2 alpha."}, {"pubmed": 16377629, "text": "HER-2/neu induces the binding of Sp proteins and HDAC1 to the RECK promoter to inhibit RECK expression and to promote cell invasion"}, {"pubmed": 16378688, "text": "Sp1 deposition in hyper-phosphorylated tau deposits may have functional consequences in the pathology of AD and other tauopathies."}, {"pubmed": 16410262, "text": "dioxin receptor is silenced by promoter hypermethylation in human acute lymphoblastic leukemia through inhibition of Sp1 binding"}, {"pubmed": 16413224, "text": "the GC-rich part of the 5-lipoxygenase gene promoter includes a novel Sp1 site"}, {"pubmed": 16442295, "text": "These findings suggest that mutant huntingtin dissociates Sp1 from target promoters, inhibiting transcription of specific genes."}, {"pubmed": 16516150, "text": "Our results demonstrate that regulation of histone modification by an HDAC inhibitor apicidin contributes to induction of cyclin E expression and this effect is Sp1-dependent."}, {"pubmed": 16529657, "text": "identified and characterized the P2X1 promoter utilized in MEG-01 cells and showed that binding of Sp1/3 and NF-1 to elements in the direct vicinity of the transcription start site is essential for basal transcription"}, {"pubmed": 16565233, "text": "a GNAI2 -318 C>G SNP impairs transcriptional activity through specific binding of Sp1 and is associated with high SBP in Caucasians from Italy"}, {"pubmed": 16575904, "text": "results suggest that p16 suppresses MMP-2 by blocking Sp1-mediated gene transcription"}, {"pubmed": 16603733, "text": "Sp1 and Sp3 are principal mediators of hyaluronan synthase 2 constitutive transcription"}, {"pubmed": 16631833, "text": "The effects of the EBV nuclear antigen 3C on the activities of Nm23-H1 via GATA-1 and Sp1 are reported."}, {"pubmed": 16671893, "text": "PADI3 expression is driven by Sp1 binding to the promoter region"}, {"pubmed": 16672217, "text": "A pivotal role for Sp1 in the constitutive expression of the Protein S gene was demonstrated"}, {"pubmed": 16675542, "text": "aryl hydrocarbon receptor-estrogen receptor 1/Sp1 cross talk is due, in part, to enhanced association of aryl hydrocarbon receptor and estrogen receptor 1"}, {"pubmed": 16677608, "text": "Nevertheless, by gel shift assays, Sp1 and Sp3 were not found to be responsible for the protein-DNA complexes formed by the GC-rich sequence."}, {"pubmed": 16690926, "text": "findings suggest that activity at the HIV-1 promoter is influenced by phosphorylation of Sp1, which is affected by Tat and DNA-PK; interactions among TCF-4, Sp1 and/or Tat may determine the level of viral gene transcription in astrocytic cells"}, {"pubmed": 16714330, "text": "Sp1 strongly contributes to the aberrant transcriptional response of transformed epithelial cells to TGFbeta stimulation."}, {"pubmed": 16714763, "text": "Sp1 epigenetic modifications have a critical role in regulation of the CLDN4 promoter in ovarian cancer cells"}, {"pubmed": 16715126, "text": "cancer cells overexpressing Sp1 can avoid Sp1-induced apoptosis"}, {"pubmed": 16728402, "text": "monoamine oxidase A activation of glucocorticoids and androgens is regulated differently by R1 and Sp1"}, {"pubmed": 16734381, "text": "Sp1 proteins regulate COL11A2 transcription by binding to its proximal promoter and directly interacting with CBP, p300, and HDAC"}, {"pubmed": 16740634, "text": "presence of p53 in a transcription complex of NPM and Sp1 or NF-kappaB at the promoter of the MnSOD gene was verified. p53 interacts with Sp1 to suppress expression of the MnSOD gene."}, {"pubmed": 16760259, "text": "These data indicate that IFN-gamma and TNF-alpha may repress the NHE3 promoter activity in C2BBe1 cells by PKA-mediated phosphorylation of Sp1 and Sp3 transcription factors."}, {"pubmed": 16806531, "text": "Sp1 is a strong activator, while Sp3 by its own is a weak activator of the DPYD promoter."}, {"pubmed": 16807373, "text": "study identifies, for the first time, GlcAT-I as a target of calcium-dependent signaling pathway and evidences the critical role of Sp1 transcription factor in the activation of GlcAT-I expression"}, {"pubmed": 16807381, "text": "HSD17B2 expression in endometrial epithelial cells, and, therefore, estrogen inactivation, is regulated by SP1 and SP3"}, {"pubmed": 16815888, "text": "PP1-JNK pathway plays a role in H(2)O(2)-induced Sp1 phosphorylation in lung epithelial cells"}, {"pubmed": 16879824, "text": "heat-induced elevation of heat shock protein 70 was facilitated by Sp1 but blunted under low O-GlcNAc levels, suggesting that O-GlcNAc might upregulate the expression of heat shock protein 70 through thermoprotection of Sp1"}, {"pubmed": 16883603, "text": "These results suggest that 1,25-dihydroxyvitamin D3 induces the formation of VDR/Sp1 complex and acts via a Sp1- and HDAC1-depedent pathway to inhibit p45Skp2 transcription."}, {"pubmed": 16943418, "text": "These studies have revealed a novel mechanism of Trichostatin A action through derecruitment of a repressor from the Luteinizing hormone receptor gene promoter in a PI3K/PKCzeta-induced Sp1 phosphorylation-dependent manner."}, {"pubmed": 16964286, "text": "Co-expression of Sp1 and DRIP-130 not only rescues KiSS-1 expression, but also induces an inhibition of the invasive and migratory behavior in highly metastatic melanoma cells"}, {"pubmed": 16965966, "text": "WFS1 minimal promoter contains two DNA binding motifs (GC boxes) for the transcription factors Sp1/3/4 and binding of both Sp1 and Sp3 was demonstrated at both motifs in vitro and in vivo."}, {"pubmed": 17014845, "text": "role in IGF-IR gene transactivation"}, {"pubmed": 17026958, "text": "In conclusion, we report that the transcription factor Sp1 involved in the p38MAPK-mediated control of p21WAF1 regulation on VSMC in response to BITC has now been identified."}, {"pubmed": 17046201, "text": "Activation of SP1 by insulin rapidly increases the expression of Pkrcd in skeletal muscles."}, {"pubmed": 17161377, "text": "Therefore, the global decrease in gene transcription frequently reported in aging cells and tissues could be attributed at least in part to the decrease in Sp1 level."}, {"pubmed": 17192956, "text": "Transcriptional activity of syt11 gene is affected by the number of 33-bp repeats, which include an Sp1 binding site, and associated with schizophrenia."}, {"pubmed": 17202341, "text": "results suggest that extracellular HIV-Tat induced IL-10 transcription in primary human monocytes is regulated by CREB-1 and Sp-1 transcription factors through the activation of calmodulin/CaMK-II-dependent p38 MAPK"}, {"pubmed": 17215518, "text": "These findings indicate the dephosphorylation of c-Jun C terminus is required for the c-Jun/Sp1 interaction and reveal that PP2B plays an important role in regulating c-Jun/Sp1 interaction in phorbol 12-myristate 13-acetate -induced gene expression."}, {"pubmed": 17224162, "text": "Functional studies using RNA interference revealed that the silencing of Sp1 and KLF8 resulted in elevated level of gamma globin expression in K562 cells.These data indicate that Sp1 may play an important role in erythroid differentiation."}, {"pubmed": 17225865, "text": "Results suggest that GC- II is the key site for Sp1 binding and increase of Sp1 binding activity rather than protein levels contributes to the induction of p16(INK4a) expression during cell aging."}, {"pubmed": 17264126, "text": "Genes with both c-Myc-and sp1-binding sites have a distinct expression signature when compared to genes with either site alone."}, {"pubmed": 17272513, "text": "our results indicate that activator Sp1 and repressor RXRalpha:RARalpha act in concert to regulate MRP3 expression."}, {"pubmed": 17287525, "text": "Sp1 DNA binding activity is increased in cells exposed to hypo-osmolarity, which enhanced Sp1 binding to the endogenous p75NTR promoter. Sp1 is required for p75NTR expression induced by hypo-osmolarity."}, {"pubmed": 17289023, "text": "Here we report that the human SOX9 proximal promoter is also regulated by the cyclic-AMP response element binding protein (CREB) and Sp1."}, {"pubmed": 17297470, "text": "These data suggest Pdcd4 as a new negative regulator of intravasation, and qas the invasion-related gene u-PAR. It is the first study to implicate Pdcd4 regulation of gene expression via Sp1/Sp3."}, {"pubmed": 17307335, "text": "These results demonstrate that hypoxic condition-and high cell density-induced expression of Redd1 is mediated by coactivation of Sp1 and HIF-1alpha downstream of the PI3K/Akt signaling pathway."}, {"pubmed": 17321722, "text": "These data suggest that an intracellular calcium store independent PKC-Sp1 signaling pathway induces early keratinocyte differentiation through upregulation of TSG101."}, {"pubmed": 17343736, "text": "in human osteoblast-like MG63 cells, Sp1 and Sp3 stimulate basal PDPN transcription in a concerted, yet independent manner."}, {"pubmed": 17373631, "text": "These data suggests that, at least part of the biological actions of insulin-like growth factor-I in mammary gland cells may be mediated through BRCA1."}, {"pubmed": 17384146, "text": "Sp1 binding correlates with expression of the endogenous gene in vivo, correlating highly with alpha1dAR promoter methylation-dependent silencing of both episomally expressed reporter constructs and the endogenous gene."}, {"pubmed": 17530395, "text": "2 beta1,6 N-acetylglucosaminyltransferase-I transcription is regulated by Sp1 in lymphocytes and epithelial cells"}, {"pubmed": 17540780, "text": "Our data suggest that the differential regulation of NHE3 gene expression by NaB and IFN-gamma/TNF-alpha is mediated through alternative pathways that converge on Sp1/Sp3."}, {"pubmed": 17597815, "text": "Sp1 plays an important and positive role in ATP2A2 gene expression in normal human keratinocytes in vivo and in vitro."}, {"pubmed": 17600309, "text": "Regulator of basal MUC5B promoter activity in human airway epithelial cells."}, {"pubmed": 17609267, "text": "ATM-dependent Sp1 phosphorylation appears to be a global response to various DNA damage stress including viral DNA replication."}, {"pubmed": 17616668, "text": "EGFR activation in malignant gliomas can transcriptionally activate COX-2 expression in a process that requires p38-MAPK and Sp1/Sp3"}, {"pubmed": 17652716, "text": "Laminin repressed transcription, directed by the alpha6 gene promoter, by altering the nuclear levels of Sp1 and Sp3"}, {"pubmed": 17656364, "text": "Ets-1 enhances expression of the beta-1,4-GalT V gene through activation of the Sp1 gene in cancer cells"}, {"pubmed": 17670825, "text": "Myc, Sp1, and HDAC1 coexist in the same DNA-protein complex at the HIV promoter. Short hairpin RNA inhibition of c-Myc reduces both c-Myc and HDAC1 occupancy, blocks c-Myc repression of Tat activation, and increases LTR expression."}, {"pubmed": 17681019, "text": "functional role of Sp transcription factors in upregulating P1-directed transcription was demonstrated"}, {"pubmed": 17689681, "text": "In SW480 human colon cancer cells, we conclude that Sp1 mediated expression of the tumor metastasis protein, osteopontin, regulates in vitro functional correlates of tumor metastasis"}, {"pubmed": 17698844, "text": "These data suggest that the regulation of COL1A1 gene transcription in human dermal fibroblasts involves a complex machinery that implicates at least three transcription proteins, hc-Krox, Sp1, and Sp3."}, {"pubmed": 17705132, "text": "Sp1 is a positive transcriptional regulator of T-box 21"}, {"pubmed": 17719138, "text": "Data indicated that the synergistic activation of the human AM gene promoter by Sp1 and AP-2alpha may be mediated by the binding of Sp1 to the promoter region and the interaction with AP-2alpha, which binds to the promoter region."}, {"pubmed": 17786189, "text": "Sp1 was abnormally expressed in schizophrenia and its mRNA alteration pattern paralleled that of NDUFV1 and NDUFV2 in schizophrenic patients."}, {"pubmed": 17804646, "text": "Sp1 protein enhances transcription of the hSlu7,Further, depletion of Sp1 affected alternative splicing"}, {"pubmed": 17851584, "text": "MZF1 and Sp1/Sp3 binding to the promoter region drive the PADI1 expression in keratinocytes"}, {"pubmed": 17855482, "text": "Sp1 functions as basal transcriptional regulator of human and rat MATE1 gene through two GC boxes. May be conserved among species. We have identified rSNP of hMATE1 gene (G-32A) (belonging to Sp1-binding site) that affects promoter activity."}, {"pubmed": 17885207, "text": "Data show that by interacting with promoter-bound Sp1 at both the proximal promoter region and at newly identified sites in a distal region (-2.4 kb), HNF4alpha1 activates the expression of p21."}, {"pubmed": 17889508, "text": "A pathway comprising PKCs>Raf-1>MEK-1>ERK-1/-2 mediates the effect of gastrin on the CgA promoter, and strongly suggests that enhanced phosphorylation of Sp1 and CREB is crucial for CgA transactivation through the G protein-coupled CCK-B/gastrin receptor."}, {"pubmed": 17890878, "text": "Of two Sp1 transcription factor sites that bind the polycystic kidney disease 1 (Pkd1) proximal promoter, the Sp1-A site (the nearest Sp1 to the ATG start codon) is more important for activation and expression of of Pkd1."}, {"pubmed": 17893646, "text": "Expression of Sp1 and KLF6 is developmentally regulated, providing basis for further investigations on regulation of Sp1 and KLF6 gene during course of corneal development and in corneal diseases such as keratoconus."}, {"pubmed": 17894944, "text": "TsA increases 5-LO promoter activity by the enhanced recruitment of Sp1 and Sp3 to the 5-LO promoter"}, {"pubmed": 17916230, "text": "Expression of IL-10 in lung macrophages stimulated by LPS depends on concomitant activation of MAP kinases, which control downstream signalling to Sp-1 transcription factor. Sp-1 is a key signalling pathway for IL-10 expression in lung."}, {"pubmed": 17920708, "text": "IGF-1 plays a role in maintaining muscle GLUT3 expression and basal glucose uptake via the transcriptional factor Sp1."}, {"pubmed": 17927842, "text": "MAZ and Sp1 play important roles on the transcriptional activation of the human edn promoter through specific binding to a 34-nt segment present in representative primate eosinophil rnase promoters."}, {"pubmed": 17927860, "text": "Sp1 expression, TNM stage, invasion and lymph node metastasis were independent prognostic factors of breast cancer."}, {"pubmed": 17938207, "text": "This report describes a new mechanism of glioma invasion involving a cooperative effort between E1AF and Sp1 transcription factors."}, {"pubmed": 17958743, "text": "HNF-4alpha plays a crucial role in human PZ gene expression in hepatocytic cells, and Sp1 is also important"}, {"pubmed": 17965828, "text": "Role of transcriptional factors Sp1, c-Rel, and c-Jun in LPS-induced C/EBPdelta gene expression of mouse macrophages."}, {"pubmed": 17990281, "text": "the cooperative interaction of Sp1 and YY1 transcription factors is the critical event triggering the initiation of transcription of the MOR gene in lymphocytes"}, {"pubmed": 18031462, "text": "elevated level of Sp1 observed in tissue extracts obtained from keloid tissue; inhibitors of Sp1-activated transcription reduced expression of extracellular matrix components in keloid fibroblasts"}, {"pubmed": 18034423, "text": "Monocyte stimulation with microbial products up-regulated phosphorylated Sp1 nuclear content & Sp1 DNA-binding activity. Sp1 plays a key role in transcriptional regulation of MIF expression & MIF-dependent host antimicrobial innate immune defense."}, {"pubmed": 18053794, "text": "We conclude Sp1 directly regulates Lhx4 gene expression."}, {"pubmed": 18064606, "text": "Reduced hENT1-mediated adenosine transport in high D-glucose may result from increased Sp1 binding to SLC29A1 promoter down-regulating hENT1 expression."}, {"pubmed": 18065760, "text": "Interleukin-6 (IL-6) and/or soluble IL-6 receptor down-regulation of human type II collagen gene expression in articular chondrocytes requires a decrease of Sp1.Sp3 ratio and of the binding activity of both factors to the COL2A1 promoter"}, {"pubmed": 18068676, "text": "Intact SP1-binding sites are essential for promoter activity, whereas EGR-1 suppresses the transcription of the human SREBP-1a promoter"}, {"pubmed": 18165235, "text": "a clear link between Sp1-dependent RON tyrosine kinase expression and invasion of breast carcinoma cells."}, {"pubmed": 18171990, "text": "Sp1 is a novel ATM substrate that plays a role in the cellular response to DNA damage"}, {"pubmed": 18173747, "text": "Sp1-mediated transcriptional regulation of NFBD1 plays an important role in the regulation of DNA damage response."}, {"pubmed": 18192274, "text": "Sp1 recruits ATF3, c-Jun, and STAT3 to obtain the requisite synergistic effect in neuronal injury through DINE neuronal injury-inducible gene"}, {"pubmed": 18195733, "text": "Sp1/Sp3, but not EKLF, is involved in the activation of the GATA-1 erythroid promoter, and that histones H3 and H4 are highly acetylated in this promoter region for an actively transcribed GATA-1"}, {"pubmed": 18199680, "text": "JNK1 activation is necessary to phosphorylate Sp1 and to shield Sp1 from the ubiquitin-dependent degradation pathway during mitosis in tumor cell lines."}, {"pubmed": 18226133, "text": "Our study may provide evidence that the Sp1 polymorphism may ameliorate the effects of HRT on bone mineral density suggesting some additional regimens may be used to support bone strength and to decrease osteoporotic fractures."}, {"pubmed": 18243132, "text": "This study provides the first insight into the mechanisms that control basal expression of human SNF2L gene."}, {"pubmed": 18258854, "text": "All 3 residues in Sp1 (Thr668, Ser670, and Thr681) are required for Sp1-dependent platelet-derived growth factor-D activation in response to angiotensin II"}, {"pubmed": 18261712, "text": "Sp1 activation is an essential event for transcriptional activation of tissue factor."}, {"pubmed": 18298657, "text": "Chondroitin sulphate and its derived hydrolytic fragments (CSf) repress COL1A1 gene transcription through a -112/-61 bp sequence upstream the start site of transcription and imply hc-Krox and Sp1 transcription factors."}, {"pubmed": 18314536, "text": "Sp1 and Sp3 plays role in regulating the expression of human EC-SOD in the lung."}, {"pubmed": 18328811, "text": "SNP haplotype in the CES1A2 promoter affects the Sp1 binding and transcriptional regulation; it well agreed with the efficacy of the medication of imidapril."}, {"pubmed": 18329191, "text": "Sp1 and Sp3 over-expression activates CD97 promoter activity in HEK293 cells."}, {"pubmed": 18343609, "text": "Overexpression of either Sp1 or full-length Sp3 was shown to augment LAT promoter activity, while siRNA-mediated knockdown of each transcription factor was demonstrated to have an inhibitory effect."}, {"pubmed": 18348986, "text": "Stat1/3 directly controls promoter P1 of the CASR, and the Stats indirectly regulate promoter P2 of the CASR via Sp1/3 in response to IL-6"}, {"pubmed": 18353772, "text": "FAK induces KLF8 expression in human ovarian cancer cells by activating the PI3K-Akt signaling pathway, leading to the activation of KLF8 promoter by Sp1"}, {"pubmed": 18365874, "text": "Pyk2/ERK 1/2 mediate Sp1- and c-Myc-dependent induction of telomerase activity by epidermal growth factor"}, {"pubmed": 18372343, "text": "A novel regulatory signaling mechanism of transcriptional control in which the LHR is derepressed through PKCalpha/ERK-mediated Sp1 phosphorylation, causing the release of HDAC1/mSin3A complex from the promoter."}, {"pubmed": 18378679, "text": "Elf-1 in combination with Sp1 and GABP reduced FcRgamma promoter activity."}, {"pubmed": 18384375, "text": "SP1-like sequences mediate human CASP3 promoter activation by p73 and cisplatin."}, {"pubmed": 18391986, "text": "acute loss of p53 in normal HKc induces EGFR expression by a mechanism that involves YY1 and Sp1 and does not require p53 binding to the EGFR promoter"}, {"pubmed": 18396147, "text": "not only CREB but also Sp1 plays a critical role in regulating basal CD2AP promoter activity in renal tubular epithelial cells"}, {"pubmed": 18419748, "text": "there is a functional Sp1-binding element in the t-PA promoter controlling quercetin induction via the p38 MAPK pathway"}, {"pubmed": 18423053, "text": "This report implicates SP1 as a critical component of DNA demethylation-dependent up-regulation of TLR2 expression in cystic fibrosis epithelial cells."}, {"pubmed": 18449948, "text": "elements of regulatory pathways involving transcription factor Sp1 may be useful targets for therapeutic intervention to prevent or reverse AD."}, {"pubmed": 18483225, "text": "These results demonstrate that mammalian copper homeostasis is maintained at the hCtr1 mRNA level, which is regulated by the Sp1 transcription factor."}, {"pubmed": 18509005, "text": "functional interaction between PPARgamma and Sp1 in regulating p21Cip1/WAF1 in thyroid neoplasm"}, {"pubmed": 18519037, "text": "AML1-ETO promotes leukemogenesis by blocking cell differentiation through inhibition of Sp1 transactivity."}, {"pubmed": 18522535, "text": "Sp1 bound to all five motifs on Axl, and mutation of all motifs abolished binding."}, {"pubmed": 18524846, "text": "Transcription of the invasion suppressor, CRMP-1, is reciprocally regulated at the promoter region by C/EBPalpha and Sp1."}, {"pubmed": 18525291, "text": "Sp1/Egr1-repeat polymorphism in the ALOX5 promoter is not a genetic marker for the risk of developing late-onset Alzheimer disease"}, {"pubmed": 18543253, "text": "The co-occupancy of ERalpha and Sp1 on TFF1 promoter remains at similar level with and without estrogen, while that of ERalpha and Sp3 increased in the presence of estrogen"}, {"pubmed": 18555711, "text": "upon the NaBu stimulation, binding of Sp1 protein to ALAS2 promoter increased significantly, with concurrent increases in acetylation level of histone H3 and dimethylation level of H3-Lysine4 at ALAS2 promoter"}, {"pubmed": 18556457, "text": "These results demonstrate the importance of Sp1 in the regulation of ZIP8 expression."}, {"pubmed": 18572193, "text": "Sumoylation of SP1 augments its degradation by changing the localization and increasing the SP1 proteolytic process."}, {"pubmed": 18579560, "text": "transcription factors Sp1 and p73 mediate p53-independent induction of PUMA following serum starvation to trigger apoptosis in human cancer cells."}, {"pubmed": 18588874, "text": "These results indicate that the hypoxia-induced activation of the XB-S promoter is regulated through dissociation of HDAC1 from an Sp1-binding hypoxia-responsive element site."}, {"pubmed": 18593936, "text": "Curcumin also decreased bladder tumor growth in athymic nude mice bearing KU7 cells as xenografts and this was accompanied by decreased Sp1, Sp3, and Sp4 protein levels in tumors."}, {"pubmed": 18593937, "text": "Activation of protein kinase G Increases the expression of p21CIP1, p27KIP1, and histidine triad protein 1 through Sp1."}, {"pubmed": 18604866, "text": "the basal activity of the human PRDM1 promoter, through which several factors, including SP1, SP3 and early growth response 1, modulate its expression through a conserved GC-box."}, {"pubmed": 18619531, "text": "These observations suggest that phosphorylated Sp1 might play a role in DNA repair at damage sites rather than functioning in transcriptional regulation."}, {"pubmed": 18640248, "text": "identify a Sp1 element and a reverse CCAAT box to be essential for basal Tbx2 promoter activity"}, {"pubmed": 18653454, "text": "Sp1 is critical for sHBZ transcription, which accounts for the constitutive expression of the sHBZ gene"}, {"pubmed": 18654640, "text": "Genome-wide occupancy of SREBP1 and its paergtners NFY and SP1 reveals novel functional roles and combinatorial regulation of distinct classes of genes."}, {"pubmed": 18655767, "text": "Butyrate-induced phosphatase regulates VEGF and angiogenesis via Sp1"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18673381, "text": "Expression of Sp1 was post-transcriptionally up-regulated with increasing time in primary keratinocytes cultures."}, {"pubmed": 18701434, "text": "confirmed that downregulation of Sp1 resulted in an increased expression of WIF1 and decreased methylation of WIF1 promoter"}, {"pubmed": 18706393, "text": "These results show that methylation, histone acetylation and Sp1 are important in the transcriptional regulation of the CIC proximal promoter."}, {"pubmed": 18714402, "text": "Sp1 and NFkappaB binding to the probes resembling their putative binding sites present in the S100A6 promoter was decreased in the presence of wild type p53."}, {"pubmed": 18725933, "text": "Sp1/Sp3 binding at the promoter of RIL gene prevents DNA hypermethylation."}, {"pubmed": 18765668, "text": "Different from ERbeta, p53 interacts with HDAC1 and CtBP1 and forms an inhibiting transcriptional complex that could compete for binding to Sp1 sites with ERalpha transcriptional complex and inhibit BRCA2 transcription more significantly"}, {"pubmed": 18769160, "text": "Sp1 may be a key mediator of cell cycle associated changes in gene expression."}, {"pubmed": 18772363, "text": "study concludes that IL-1beta upregulates HKalpha transcription by inducing Sp1 binding to HKalpha Sp1 & NF-kappaB sites & that Helicobacter pylori perturbation of HKalpha expression is independent of Sp1-mediated basal HKalpha transcription"}, {"pubmed": 18775869, "text": "These results suggest that alpha5 gene expression is likely dictated by subtle alterations in the nuclear ratio of TFs that either repress (NFI) or activate (Sp1 and AP-1) alpha5 transcription in corneal epithelial cells."}, {"pubmed": 18786141, "text": "NRAMP1 distal cis element binds Sp1 and is required for NRAMP1 myeloid regulation"}, {"pubmed": 18790604, "text": "Levels of [(3)H]4-DAMP binding, SP1 and BACE1 were not altered in subjects with the disorder"}, {"pubmed": 18801742, "text": "Proto-oncogene FBI-1 (Pokemon/ZBTB7A) represses transcription of the tumor suppressor Rb gene via binding competition with Sp1 and recruitment of co-repressors."}, {"pubmed": 18809386, "text": "These studies indicated that the TAF-Ialpha promoter is under the control of Sp1."}, {"pubmed": 18811981, "text": "Sp1 works together with p53 in the regulation of H2O2-induced PUMA expression and apoptosis in colorectal cancer cells."}, {"pubmed": 18812468, "text": "a novel Sp1-dependent regulatory pathway for CD39 indicate the likelihood that CD39 is central to protective responses to hypoxia/ischemia"}, {"pubmed": 18843277, "text": "The results suggest a role for Sp1 transcription factor in the activation of IL-10 through the G-allele of the -1087 SNP in response to inflammatory signals."}, {"pubmed": 18850004, "text": "HDAC4 interacts with Sp1, binds and reduces histone H3 acetylation at the Sp1/Sp3 binding site-rich p21(WAF1/Cip1) proximal promoter, suggesting a key role for Sp1 in HDAC4-mediated repression of p21(WAF1/Cip1)."}, {"pubmed": 18852899, "text": "inhibition of either ERK or Sp1 suppressed M-CSF-induced VEGF at the mRNA and protein level."}, {"pubmed": 18930904, "text": "hLdhc expression in cancer cells was regulated by transcription factor Sp1 and CREB and promoter CGI methylation"}, {"pubmed": 18990686, "text": "SP1 and MTF-1 represent new targets in the development of key therapeutics toward modulating the expression of the cellular prion protein and ultimately the prevention of prion disease"}, {"pubmed": 18996451, "text": "Mutational analysis of the two Sp1 sites suggested their requirement for the promoter activityof SLC22A18."}, {"pubmed": 19049975, "text": "FoxO1 binds to STAT3 and prevents STAT3 from interacting with the SP1.POMC promoter complex, and consequently, inhibits STAT3-mediated leptin action."}, {"pubmed": 19064501, "text": "Cell confluency-induced Stat3 activation regulates NHE3 expression by recruiting Sp1 and Sp3 to the proximal NHE3 promoter region during epithelial dome formation."}, {"pubmed": 19064990, "text": "ATM is a key regulatory protein to promote activation of p53 and Sp1 leading to PrP(C) elevation, which is required to reduce Cu(II) toxic effects and may play an important role in modulation of intracellular copper concentration."}, {"pubmed": 19070619, "text": "O-linked N-acetylglucosamines within the second serine/threonine-rich region of Sp1 interrupts a known interaction between Sp1 and Oct1"}, {"pubmed": 19105596, "text": "The inhibition of Sp1 activity, possibly through loss of zinc in the protein, plays a role in the H2O2-induced inhibition of endothelial nitric oxide synthase promoter activity."}, {"pubmed": 19106100, "text": "Two evolutionarily conserved domains of MCAF1 directly interact with Sp1 and the general transcriptional apparatus. Selective depletion of MCAF1 or Sp1 down-regulates TERT and TERC genes in cultured cells, which results in decreased telomerase activity."}, {"pubmed": 19111069, "text": "Sp1 slightly positively regulate BRD7 promoter activity."}, {"pubmed": 19115249, "text": "overlapping E2F1/Sp1 site, being present in multiple copies in the p14ARF promoter, may serve as the targets for both E2F1 and Sp1, thereby playing a crucial role in response to some oncogenic signals and stimulators"}, {"pubmed": 19116449, "text": "These results demonstrated the requirement of specific Sp1 sites and dependence of Sp1 and p300 for TSA-mediated activation of DLC-1 promoter."}, {"pubmed": 19118563, "text": "These data provide critical insights into the transcriptional regulation of the IP gene in human megakaryocytic and endothelial cells, identifying Sp1, PU.1 and Oct-1 as the critical factors involved in its basal regulation in humans."}, {"pubmed": 19120021, "text": "Mutation within a putative Sp1 binding site in BIRC5 promoter led to a sharp decrease of promoter activity."}, {"pubmed": 19124744, "text": "Constitutive transcription of chemokine CCL5 mRNA in natural killer (NK) cells is mediated through binding of the SP1 transcription factor to a site just upstream from the TATA box of the CCL5 gene."}, {"pubmed": 19131339, "text": "Mutation of Sp1 and Egr1 binding sites within the essential region diminished Fyn promoter activity and identified Egr1 as conferring redox sensitivity."}, {"pubmed": 19132086, "text": "each Sp1 and NF-kappaB site differentially contributes to the regulation of HIV viral gene expression, and Sp1 sites functionally \"dampen\" transcriptional noise and thereby modulate the frequency and maintenance of this model of viral latency"}, {"pubmed": 19138671, "text": "The results suggest that the overall tertiary structure formed by the three zinc fingers is essential for nuclear localization of Sp1 as well as dispersed basic amino acids within the zinc fingers region."}, {"pubmed": 19141126, "text": "NFKB represses Hepatitis B viral gene expression through its interaction with Sp1 and repression of Sp1-mediated transcriptional activation."}, {"pubmed": 19147754, "text": "LPA stimulates hypoxia-inducible factor-1-independent VEGF expression to promote tumor angiogenesis through activation of the c-Myc and Sp-1 transcription factors"}, {"pubmed": 19154347, "text": "binding of SP1 to the proximal promoter region stimulated the promoter activity and endogenous KCTD10 expression, whereas binding of AP-2alpha to this region showed opposite effects."}, {"pubmed": 19164126, "text": "aberrant methylation of the promoter and reduction of Sp1 resulting from SIVmac239 infection led to the silencing of the MOR gene"}, {"pubmed": 19164283, "text": "MEK1/2 phosphorylates ERK1/2, which phosphorylates Sp1 and AP-1 that in turn bind to their respective binding sites to regulate the expression of human VIL2 in ESCC cells."}, {"pubmed": 19193796, "text": "The authors conclude that O-linked N-acetyl-D-glucosamine acylation of Sp1 inhibits the activity of the HIV-1 LTR promoter."}, {"pubmed": 19245816, "text": "Hsp90 is important for maintaining Sp1 stability during mitosis by the JNK-1-mediated phosphorylation of Sp1 to enable division into daughter cells and to regulate the expression of related genes in the interphase."}, {"pubmed": 19296249, "text": "The activation of SP1 contributes to angiogenesis and metastasis in gastric cancer through the up-regulation of VEGF."}, {"pubmed": 19302979, "text": "O-GlcNAc of Sp1 serine/threonine-rich region interrupts a physical interaction between Sp1 and NF-YA, thus inhibiting Sp1-NF-Y cooperative activation of gene transcription."}, {"pubmed": 19307576, "text": "IL-10 expression may be regulated by miR-106a, which is in turn transcriptionally regulated by Egr1 and Sp1"}, {"pubmed": 19372209, "text": "The ability of OSU-CG12 to mimic glucose starvation to activate beta-TrCP-mediated Sp1 degradation has translational potential to foster novel strategies for cancer therapy."}, {"pubmed": 19438726, "text": "Results demonstrated that MLL1 gene expression is sensitive to toxic stress and Sp1 plays crucial roles in the stress-induced upregulation of MLL1."}, {"pubmed": 19558215, "text": "Study shows that Sp1 alone or the combination of Smad2 and Smad4 activated the alpha(1)(I) collagen promoter in transfected LX-2 stellate cells."}, {"pubmed": 19563076, "text": "The expression of HGF, SP1 and VEGF are related to biological behavior of serosa-infiltrative gastric cancer."}, {"pubmed": 19588484, "text": "p53 was an essential factor for Sp1 overexpression-induced apoptotic cell death in transforming cells."}, {"pubmed": 19621387, "text": "Results demonstrate by RNA interference that Sp1 regulating CDC25A and FAS expression and proliferation in cancer cells."}, {"pubmed": 19633291, "text": "Data reveal that TPA activates transcription of TBX2 through activating MSK1, which leads to an increase in phosphorylated histone H3 and the recruitment of Sp1 to the TBX2 gene."}, {"pubmed": 19703278, "text": "NF-kappaB and Sp1 response elements are essential for the basal transcriptional activity of the Neph3 promoter."}, {"pubmed": 19747485, "text": "Regulated WT1 followed by sequential Egr1 and Sp1 binding to elements within Prm1 mediate repression and subsequent induction of TPalpha during differentiation into the megakaryocytic phenotype."}, {"pubmed": 19755487, "text": "A specific region (-688 to -611 bp) was discovered in the IRS2 promoter essential for basal promoter activity and oxidative stress induced transcription depending on ERK activation and SP1 and NFI binding in human hepatocytes."}, {"pubmed": 19758310, "text": "Results are consistent with the idea that Sp1 may play a role in differentiation of corneal cells."}, {"pubmed": 19772640, "text": "Sp1 transcription factor mediates ADAM17 expression under hypoxia, regulates glioma invasiveness, and thus, may be a target for anti-invasion therapies."}, {"pubmed": 19783902, "text": "Sp1 upregulates TRF2 expression in the colon carcinoma SW480 cell line."}, {"pubmed": 19816048, "text": "By means of gel supershift and chromatin immunoprecipitation assays we have shown that the protein factor from podocyte nuclear extracts able to recognize and bind the target sequence is the Sp1 zinc-finger protein."}, {"pubmed": 19875459, "text": "Alternative binding of ZBP89 or SP1 to the described region in the IRS2 promoter regulates neuronal IRS2 expression in a PI3K-dependent manner."}, {"pubmed": 19994725, "text": "Mutated ras induced PLD1 gene expression through increased Sp1 transcription factor."}, {"pubmed": 20047772, "text": "SP1 mRNA was highly expressed in the epiretinal membranes of proliferative diabetic retinopathy (PDR), and the SP1 protein was mainly co-localized with vascular endothelial growth factor."}, {"pubmed": 20052536, "text": "17beta-estradiol enhances alpha(5) integrin subunit gene expression through ERalpha-Sp1 interaction and reduces cell motility and invasion of ERalpha-positive breast cancer cells."}, {"pubmed": 20061391, "text": "Nuclear factor kappaB- and specificity protein 1-dependent p53-mediated bi-directional regulation of the human manganese superoxide dismutase gene"}, {"pubmed": 20086170, "text": "Findings established that Sp1 is a critical target of TA and MIT in pancreatic cancer therapy."}, {"pubmed": 20091743, "text": "reduced levels of Sp1 resulted in downregulation of endogenous FE65 mRNA and protein"}, {"pubmed": 20102333, "text": "the human AACS promoter is a PPARgamma target gene and this nuclear receptor is recruited to the AACS promoter by direct interaction with Sp1"}, {"pubmed": 20121949, "text": "Snail associates with EGR-1 and SP-1 to mediate TPA-induced transcriptional upregulation of p15(INK4b) in HepG2"}, {"pubmed": 20127720, "text": "The present study reports the first characterization of the ELMO3 promoter and suggests a significant role of CDX2 in the basal transcriptional regulation of the intestine-specific expression of ELMO3, possibly through interaction with SP1."}, {"pubmed": 20141633, "text": "Both Kruppel-like factor 15 and specificity protein 1 binding motifs are essential for human LRP5 promoter activity."}, {"pubmed": 20144149, "text": "MMP28 gene expression is regulated by Sp1 transcription factor acetylation."}, {"pubmed": 20149781, "text": "SP1 is pivotal to CD151 transcription partly via the construction of a local open chromatin configuration across the promoter."}, {"pubmed": 20150555, "text": "TRAIL induction involves FGF-2, Sp1-phosphorylation and NFkappaB and that TRAIL promotes VSMC proliferation and neointima formation after arterial injury."}, {"pubmed": 20160399, "text": "Predominant role of PPARdelta in the transcriptional regulation of SIRT1 gene via Sp1."}, {"pubmed": 20180024, "text": "Sp1 together with Sp3 may function as the main regulator of the basal and serum-induced transcription of CENP-W."}, {"pubmed": 20351094, "text": "Sp1 regulates chromatin looping between an intronic enhancer and distal promoter of the human heme oxygenase-1 gene in renal cells"}, {"pubmed": 20360975, "text": "a complex interplay of Sp1 and PPARgamma along with other transcription factors drives the expression of resistin in human monocytic U937 cells"}, {"pubmed": 20372080, "text": "Sp1 binds to the Forkhead Box transcription factor FoxM1 promoter region and positively regulates FoxM1. transcription"}, {"pubmed": 20381594, "text": "Luciferase reporter assay and EMSA data strongly suggest that ALMS1 transcription is regulated by the ubiquitous factor Sp1."}, {"pubmed": 20383178, "text": "found that the histone acetylation level and the binding of the transcriptional factor Sp1 to the interleukin-24 promoter were reduced upon HDAC4 treatment."}, {"pubmed": 20384626, "text": "Sp1 is essential for regulating the CD147 gene expression in human lung cancer."}, {"pubmed": 20506264, "text": "Results strongly suggest that bFGF mediates TSP50 downregulation by ERK1/2 activation, leading to the phosphorylation of Sp1 in this process."}, {"pubmed": 20508969, "text": "These results reveal a novel mechanism by which ARNT acts as a modulator to bridge the c-Jun/Sp1 interaction and plays a role in EGF-mediated gene expression under normoxic conditions."}, {"pubmed": 20515446, "text": "ZNF313 is controlled at the transcriptional level, and a common mechanism controlling the basal transcription of ZNF313 gene exists."}, {"pubmed": 20518744, "text": "NEU3 expression is diversely regulated by Sp1/Sp3 transcription factors binding to alternative promoters, which might account for multiple modulation of gene expression."}, {"pubmed": 20528922, "text": "Sp1 was found to activate the transcription of TAp73gamma in lung cancer via highly conserved Sp1-binding sites on the p73 P1 promoter. TAp73gamma and Sp1 are co-overexpressed both in vitro and in situ in lung cancer."}, {"pubmed": 20538607, "text": "Results of Sp1, Sp3, and Sp4 knockdown by RNA interference demonstrate that both p50 and p65 are Sp-regulated genes."}, {"pubmed": 20591193, "text": "in order to characterize the regulatory regions in KCTD11 promoter, we identified a CpG island and several Sp1 binding sites on this promoter, and demonstrated that Sp1 transcription factor and DNA methylation contribute in regulating KCTD11 expression"}, {"pubmed": 20629990, "text": "Promoter hypomethylation up-regulates CD147 expression through increasing Sp1 binding and associates with poor prognosis in human hepatocellular carcinoma."}, {"pubmed": 20699577, "text": "O-GlcNAc weakens the DNA binding of Sp1"}, {"pubmed": 20807505, "text": "the interaction between the Sp1 and GATA-1 zinc finger domains was primarily electrostatic; the linker region of the Sp1 zinc fingers is important for the association with the GATA-1 zinc finger domains."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20851106, "text": "a SP1 binding site (-202/-190) that binds SP1 at the proximal promoter of human ADAM23 gene was indentified."}, {"pubmed": 20874724, "text": "These findings revealed the critical interaction of GATA4 and Sp1 in modulating ANF expression, indicating their involvement in cardiac hypertrophy."}, {"pubmed": 20888937, "text": "SP-1 is involved in the decrease in the transcription of sEH as a result of DNA methylation in HepG2 cells, which might contribute to epigenetic mechanism-induced carcinogenesis in hepatocytes."}, {"pubmed": 20926649, "text": "Transcription factor Sp1 activates expression of both potassium channel genes KCNQ2 and KCNQ3, whereas the transcriptional repressor REST (repressor element 1-silencing transcription factor) represses expression of both of these genes."}, {"pubmed": 20946882, "text": "Sp1 zinc finger domains play an essential role as a NLS and Sp1 can be transported into the nucleus in an importin-dependent manner even though it possesses no classical NLSs."}, {"pubmed": 20950431, "text": "NRP-1 down-regulation by butyrate was associated with decreased binding affinity of Sp1 for canonical Sp-binding sites in the NRP-1 promoter."}, {"pubmed": 20963645, "text": "Sp1 is essential for basal promoter activity of the human Ki-67 gene."}, {"pubmed": 20971080, "text": "These results showed that HCV-3a NS5A activates SREBP-1c transcription through Sp1."}, {"pubmed": 20974858, "text": "Ceramide treatment altered the in vivo binding affinity of Sp1 and Sp3 for the GLTP promoter and decreased Sp3 acetylation"}, {"pubmed": 21056687, "text": "Neuronal nitric oxide synthase interacts with Sp1 through the PDZ domain inhibiting Sp1-mediated copper-zinc superoxide dismutase expression."}, {"pubmed": 21097497, "text": "anscriptional activation of the cAMP-responsive modulator promoter in human T cells is regulated by protein phosphatase 2A-mediated dephosphorylation of SP-1 and reflects disease activity in patients with systemic lupus erythematosus."}, {"pubmed": 21130740, "text": "These results show that FOXA and Sp1 sites in HepG2 cells and only the Sp1 site in HEK293 and SK-N-SH cells have a critical role in the transcriptional regulation of the CAC proximal promoter."}, {"pubmed": 21159880, "text": "Sp1 binding to Epstein-Barr virus Zta promoter is important for PKCdelta-induced Zta activity."}, {"pubmed": 21167276, "text": "Our results suggest that PIC sensitizes TRAIL-induced-apoptosis via Sp1- and ERK-dependent DR5 up-regulation."}, {"pubmed": 21193408, "text": "findings demonstrated a critical aspect of LHR modulation whereby PC4 acts as a coactivator of Sp1 to contribute to the human of LHR transcription"}, {"pubmed": 21208652, "text": "Specificity protein 1 knockdown enhances viral replication in keratinocytes by downregulating gene expression of double-stranded RNA-dependent protein kinase and 2'5'-oligoadenylate synthetase 2."}, {"pubmed": 21242964, "text": "Deletion and mutation analyses of the Cdc25B promoter revealed that downregulation by p53 is dependent on the presence of functional Sp1/Sp3 and NF-Y binding sites"}, {"pubmed": 21246532, "text": "Epigenetic silencing of GST-M2 was distinguished from Sp1-mediated GST-M2 transcriptional expression."}, {"pubmed": 21248046, "text": "The authors present evidence that the human endogenous retrovirus K long terminal repeat is regulated by the transcription factors Sp1 and Sp3."}, {"pubmed": 21248772, "text": "These data indicate that loss of E2F7 during the initiation of differentiation leads to the derepression of Sp1 and subsequent transcription of differentiation-specific genes such as epidermal type I transglutaminase."}, {"pubmed": 21296692, "text": "Basal expression level of DRG2 is regulated by the Sp1 transcription factor."}, {"pubmed": 21309719, "text": "The transcription factor Sp1 was present in large amounts in periodontitis lesions, and the local expression of Sp1 was related to the -1087 IL-10 SNP."}, {"pubmed": 21316605, "text": "In vitro analyses reveals that SNP309G enhances but SNP285C strongly reduces Sp1 promoter binding"}, {"pubmed": 21324108, "text": "These data help to better understand the negative feedback loop in the TGFbeta signalling system, and enlighten an interesting role of Sp1 to regulate TGFbeta response"}, {"pubmed": 21338575, "text": "In MCF-7 cells, the activation of HIF1 on the novel hypoxia response element contributes to the breast cancer-specific hypoxic induction of GAPDH gene expression and absolutely depends on the presence of Sp1 on the GC-box."}, {"pubmed": 21345218, "text": "TGFbeta1 induced MAD1 expression by recruitment C/EBPalpha/beta heterodimers, SP1, and SMAD3 binding to promoter of the MAD1."}, {"pubmed": 21411560, "text": "11beta-HSD2 induction upon syncytialization is at least in part due to the increased expression of Sp1 upon activation of the cAMP pathway"}, {"pubmed": 21412054, "text": "HIF-1alpha depletion results in SP1-mediated cell cycle disruption and alters the cellular response to chemotherapeutic drugs."}, {"pubmed": 21465530, "text": "STC1 is a downstream target of Sp1."}, {"pubmed": 21469139, "text": "Sp1 might represent a valuable prognostic marker for glioma and is involved in modulation of tumor invasion."}, {"pubmed": 21518763, "text": "miR-365, a novel negative regulator of interleukin-6 gene expression, is cooperatively regulated by Sp1 and NF-kappaB"}, {"pubmed": 21528154, "text": "Data indicate that the expression of ASPN gene is finely regulated in cartilage and suggest a major role of Sp1."}, {"pubmed": 21554857, "text": "these data demonstrated that the expression of TGFBI is well correlated with chromatin conformation at the TGFBI promoter, and that factors Sp1 and Sp3 are the primary determinants for the control of constitutive expression of TGFBI gene."}, {"pubmed": 21604172, "text": "Sp1 and Sp3 play an important role in regulating CD2AP transcription through binding to the Sp1/3 binding sites."}, {"pubmed": 21611785, "text": "p53 inhibited Ki-67 promoter activity via p53- and Sp1-dependent pathways"}, {"pubmed": 21659522, "text": "transcript factor Sp1 is a critical regulator of the hCSE expression during SMC differentiation, and CSE/H(2)S system is essential for maintenance of SMC phenotype."}, {"pubmed": 21683812, "text": "The nuclear exporter, Crm1, is regulated by NFY and Sp1 in cancer cells and repressed by p53 in response to DNA damage."}, {"pubmed": 21684359, "text": "Changes in gene expression induced by Sp1 knockdown differ from those caused by challenging Sp1 binding to gene promoters."}, {"pubmed": 21731707, "text": "These results demonstrate the important roles that Sp1 and NF-kappaB play in regulating the expression of the human telomere-binding protein TIN2."}, {"pubmed": 21753780, "text": "Inhibition of transcription factor specificity protein 1 alters the gene expression profile of keratinocytes leading to upregulation of kallikrein-related peptidases and thymic stromal lymphopoietin."}, {"pubmed": 21761199, "text": "SP1 can interact with the SP1-binding site within TIGAR promoter in vitro and in vivo. Conclusively, SPl is indispensable for basal activity of TIGAR promoter."}, {"pubmed": 21795679, "text": "Altered binding of SP1 and YY1 to the promoter correlated with cellular UDP-N-acetylhexosamines content and inhibition of HAS2 expression."}, {"pubmed": 21798247, "text": "a novel alternative splice isoform of Sp1 named Sp1c was identified."}, {"pubmed": 21822301, "text": "our results provide evidence that miR-335 might function as a metastasis suppressor in gastric cancer by targeting SP1 directly and indirectly through the Bcl-w-induced phosphoinositide 3-kinase-Akt-Sp1 pathway"}, {"pubmed": 21837748, "text": "HDAC4/Sp1/miR-200a regulatory network induces the down-regulation of miR-200a and the up-regulation of HDAC4 in hepatocellular carcinoma."}, {"pubmed": 21872883, "text": "Sp1 was found to be a candidate factor that likely plays a role in the transcriptional regulation of BMPR1A."}, {"pubmed": 21919647, "text": "Ascorbic acid decreased RKO and SW480 colon cancer cell proliferation and induced apoptosis and necrosis, accompanied by downregulation of Sp1, Sp3, and Sp4 proteins."}, {"pubmed": 21922223, "text": "Functional characterization of human Kindlin-2 core promoter identifies a key role of SP1 in Kindlin-2 transcriptional regulation."}, {"pubmed": 21925952, "text": "Impaired recruitment of Sp1 to the IL10 promoter, and reduced H3S10 phosphorylation, may be a reflection of deficient MAPK signaling in monocytes from chronic non-bacterial osteomyelitis patients in response to lipopolysaccharide stimulation."}, {"pubmed": 21928351, "text": "Interaction of KLF6 and Sp1, together with their binding of elements in exon 1 are critical events in initiation of transcription of the tmsg-1 gene."}, {"pubmed": 21948504, "text": "the GluR2 gene is embedded into an open chromatin configuration in glioma cells and expression of GluR2 is controlled by REST and Sp1"}, {"pubmed": 22001409, "text": "Zac1 is able to interact directly with the Sp1-responsive element in the p21(WAF1/Cip1) gene promoter."}, {"pubmed": 22023388, "text": "Large T-antigen up-regulates Kv4.3 K channels through Sp1."}, {"pubmed": 22030357, "text": "Transcription factor Sp1 is dysfunctional in the ACG of autistic brain."}, {"pubmed": 22034194, "text": "Take together, these results suggest that miR-21 participates in CSE/H(2)S-mediated-SMC differentiation by targeting SP1."}, {"pubmed": 22036763, "text": "The methylation of Sp1 causes it to act as a negative regulator by recruiting Suv39H1 and HDAC1 to induce chromatin remodeling."}, {"pubmed": 22049076, "text": "MRTF-A is an important regulator of collagen synthesis in lung fibroblasts and exhibits a dependence on both SRF and Sp1 function to enhance collagen expression"}, {"pubmed": 22065068, "text": "Sp1 transcription factor partly mediates IL-1 induction of ADAMTS-4."}, {"pubmed": 22086197, "text": "sequential activation of two transcription factors, HIF and Sp1, is required to stimulate transcription of Abcc8 following cerebral ischemia."}, {"pubmed": 22099172, "text": "our study demonstrates that SP1 and TP53 influence cell proliferation and differentiation and similar biological processes in both dental pulp stem cells and Dental follicle cells ."}, {"pubmed": 22105759, "text": "up-regulation of hepatic MRP3/ABCC3 expression in human obstructive cholestasis is likely triggered by TNFalpha, mediated by activation of JNK/SAPK and SP1."}, {"pubmed": 22113199, "text": "The curcumin-mediated increased expression of Prdx6 was dependent on Sp1 activity."}, {"pubmed": 22125028, "text": "it was demonstrated that the region from -223 to +12 nt could drive the transcription of the Ki-67 gene, and the Sp1 binding site is essential to transcriptional regulation of the Ki-67 gene."}, {"pubmed": 22139845, "text": "The p65 subunit of NF-kappaB inhibits COL1A1 gene transcription in human dermal and scleroderma fibroblasts through its recruitment on promoter by protein interaction with transcriptional activators (c-Krox, Sp1, and Sp3)."}, {"pubmed": 22169644, "text": "KLF6 and Sp1 may participate in the inducible transcriptional regulation of TMSG-1 in prostate carcinoma cells."}, {"pubmed": 22190856, "text": "Sp1 is involved in regulation of CAR expression."}, {"pubmed": 22213398, "text": "OD extracts enhance the tumor suppressor p53 expression as a result of an increased binding of ERalpha/Sp1 complex to the p53 promoter region."}, {"pubmed": 22227038, "text": "ZEB2 was found to activate the integrin alpha5 and vimentin promoters by interacting with and activating the transcription factor Sp1, suggesting that cooperation between ZEB2 and Sp1 represents a novel mechanism of mesenchymal gene activation during Epithelial-mesenchymal transition"}, {"pubmed": 22266860, "text": "Cancer cells use CDK1 and PP2A to regulate the movement of Sp1 in and out of the chromosomes during cell-cycle progression."}, {"pubmed": 22282354, "text": "TGF-beta1 downregulates AT1 receptor expression via PKC-delta-mediated Sp1 dissociation from KLF4 and Smad-mediated PPAR-gamma association with KLF4."}, {"pubmed": 22297492, "text": "miR-29b acted as a suppressor of type I collagen gene by repressing the PI3K/Akt/Sp1 pathway in human Tenon's fibroblasts"}, {"pubmed": 22307793, "text": "Sp1 transcription factor upregulates the spliced variant of human IRF-3 gene promoter."}, {"pubmed": 22315456, "text": "Cortisol induces aromatase expression in human placental syncytiotrophoblasts through the cAMP/Sp1 pathway."}, {"pubmed": 22342309, "text": "Targeting both Sp1 and Stat3 is a potential preventive and therapeutic strategy for pancreatic cancer."}, {"pubmed": 22360859, "text": "PI3K/AKT pathway increased the activity of cystathionine gamma-lyase gene promoter via Sp1."}, {"pubmed": 22382027, "text": "These results indicated that upregulation of BRAK was accompanied by differentiation of epithelial cells induced by calcium/calmodulin signaling, and that SP1 binding to the BRAK promoter region played an important role in this signaling."}, {"pubmed": 22383952, "text": "Sp1, CREB, HNF-1, and NF-Y, known to be responsive to hormones and diet, regulate NAGS transcription"}, {"pubmed": 22399227, "text": "Dysregulation of Sp1-mediated huntingtin transcription, combined with mutant huntingtin's detrimental effect on other Sp1-mediated downstream gene function, may contribute to the pathogenesis of Huntington disease."}, {"pubmed": 22412893, "text": "Sp1, NF-Y and FOXO transcription factors are involved in the regulation of LKB1 transcription."}, {"pubmed": 22419072, "text": "The binding of Sp1 to CD1d promoter and histone H3 acetylation on Sp1 sites were increased by histone deacetylase inhibitors."}, {"pubmed": 22420942, "text": "results indicate that co-culturing both adult skin keratinocytes and newborn skin keratinocytes along with a feeder layer dramatically increases glycosylation of NFI and may prevent it from being degraded by the proteasome."}, {"pubmed": 22427654, "text": "SFN increases p21(Cip1) promoter transcription via a mechanism that involves SFN-dependent stabilization of p53 and increased p53 and Sp1 binding to their respective response elements in the p21(Cip1) promoter"}, {"pubmed": 22431021, "text": "Activation of Sp1 by oxidative stress is involved in the promotion of expression of DHCR24 by Hepatitis C virus."}, {"pubmed": 22464952, "text": "Overexpression of Sp1 and Sp3, but not NRF-1, transactivated the IRF-3 promoter activity in reporter gene assays while knocking-down of endogenous Sp1 and Sp3 by a shRNA strategy markedly inhibited IRF-3 promoter activity."}, {"pubmed": 22465120, "text": "GC box was responsible for the cyclic activity of human CKAP2 promoter through the phosphorylation of Sp1, possibly by Cyclin A/Cdk complex."}, {"pubmed": 22500101, "text": "By RT-PCR and ELISA, results showed that T3 inhibited MUC5AC mRNA expression and protein secretion in HBE16 cells, and further analysis demonstrated that T3 repressed MUC5AC expression, in part due to inhibition of Sp1 binding to the promoter."}, {"pubmed": 22534375, "text": "Sp1 transcription factor mediates expression of gliostatin in rheumatoid fibroblast-like synoviocytes."}, {"pubmed": 22564704, "text": "study characterized for the first time the human NME5 promoter which is controlled by Sp1 transcription factor in pancreatic cancer"}, {"pubmed": 22580340, "text": "CDX2 binds to the human GST P1 promoter via complex formation with Sp1 and controls the constitutive expression of GST P1 during Caco-2 cell differentiation."}, {"pubmed": 22615874, "text": "Cotransfection studies with Sp1 in Drosophila cells that were Sp1-deficient, showed increased LEDGF/p75 transcription."}, {"pubmed": 22682030, "text": "Sp1 and Sp3 bind to the CENPH minimal promoter and function as a regulator of the transcription of CENPH in nasopharyngeal carcinomas."}, {"pubmed": 22700966, "text": "CS induces MUC5AC gene transcription predominantly through increased Sp1 nuclear protein levels and increased Sp1 binding to its promoter region."}, {"pubmed": 22711357, "text": "The mechanism of p53-mediated Epstein-Barr viral Zta protein activation requires the cooperative action of another cellular factor, Sp1."}, {"pubmed": 22718198, "text": "The results demonstrated that COX-2 up-regulates CCR7 expression via AKT-mediated phosphorylation and activation of Sp1 and that this pathway is highly activated in metastatic breast cancer."}, {"pubmed": 22718761, "text": "detailed analysis of the Noxa promoter revealed that p73 and Sp1-like factors, Sp1 and KLF6, played key roles in the transcriptional control of this gene"}, {"pubmed": 22821729, "text": "Suggest that methylation-sensitive miRNA, miR-149, may play an important role as a tumour suppressor in colorectal carcinoma via Sp1 pathway."}, {"pubmed": 22826432, "text": "Sp1 is rapidly recruited to the region immediately adjacent to sites of DNA DSBs and is required for DSB repair, through a mechanism independent of its sequence-directed transcriptional effects."}, {"pubmed": 22855260, "text": "Analyzed the structural details of isolated glutamine-rich B (QB) domains of Sp1 by circular dichroism, analytical ultracentrifugation, and NMR. Found the isolated QB domains to be disordered under all conditions examined."}, {"pubmed": 22945648, "text": "results demonstrate that Sp1 and Myc regulate CD133 transcription in glioma stem cells and promoter methylation and methyl-DNA-binding proteins cause repression of CD133 by excluding transcription-factor binding"}, {"pubmed": 22956772, "text": "BA treatment in HeLa cells increased the sumoylation of Sp1."}, {"pubmed": 22984509, "text": "Apolipoprotein E4 is deficient in inducing macrophage ABCA1 expression and stimulating the Sp1 signaling pathway"}, {"pubmed": 22992725, "text": "hypoxia-driven VEGF expression in NSCLC cells was SP-1-dependent, with hypoxia increasing SP-1 activity and binding to the VEGF promoter."}, {"pubmed": 23013401, "text": "The transcription factor Sp1 is responsible for aging-dependent altered nucleocytoplasmic trafficking."}, {"pubmed": 23028678, "text": "the \"biomarker signature\" of FLIP/Sp1/Sp3 combined with Gleason score predicted disease recurrence"}, {"pubmed": 23047008, "text": "these results indicate that Sp1 is essential for Keap1 expression and that promoter methylation blocks Sp1 binding in A549 cells"}, {"pubmed": 23104175, "text": "these results suggest that Sp1 is involved in the development and invasiveness of cancer through inhibition of PTEN"}, {"pubmed": 23131565, "text": "These studies suggest that transcription factor SP1 may be involved in the pathogenesis of prion diseases."}, {"pubmed": 23133636, "text": "DOX could modulate the expression of GCS through the Sp1 site of GCS promoter in ERalpha-positive breast cancer cells"}, {"pubmed": 23137637, "text": "Analysis of the data suggested that SP1 is a pivotal transcription factor for the regulation of CEP131 expression, consequently leading the control of centrosome functions."}, {"pubmed": 23158992, "text": "MTA2 expression was concomitant with Sp1 expression in gastric cancer."}, {"pubmed": 23159876, "text": "Consensus Sp1 sequences, located in the proximal promoter and in the bone-enhancer, as Osterix binding regions in the Col1a1 promoter in vitro and in vivo, were identified."}, {"pubmed": 23160072, "text": "a transcriptional network associated to the key transcription factors NF-kappaB, Sp1 and NF-Y that operates in the control of the SND1 gene expression"}, {"pubmed": 23168245, "text": "Taken together, we propose here that the down-regulatory effects of NRSF on hSCTR gene expression are mediated via its suppression on Sp1-mediated transactivation"}, {"pubmed": 23176121, "text": "Data indicate that nitric oxide downregulates decay accelerating factor (DAF) expression by inhibiting its promoter activity possibly through a decreased binding of Sp1 in association of HuR."}, {"pubmed": 23184467, "text": "Data indicate that the signal transducer and activator of transcription 6 (Stat6) as an important cell differentiation regulatory protein functioning by interacting with Sp1 to activate the p21 and p27 gene promoters in breast cancer cells."}, {"pubmed": 23190608, "text": "Sp1 is a negative regulator of miR-29b expression in multiple myeloma cells."}, {"pubmed": 23209644, "text": "The present study identified a proximal core sequence in the MGARP promoter that is composed of two enriched Sp1 binding motifs and established Sp1 as one major MGARP transactivator."}, {"pubmed": 23246486, "text": "our current study is the first to elucidate the molecular mechanism of up-regulation of SDF-1 expression through PGE2 binding to its EP3 receptor, activation of the PKA signaling pathway and recruitment of Sp1 to the SDF-1 promoter"}, {"pubmed": 23250796, "text": "A conserved region of human and mouse SYN1 promoters contains cis-sites for the transcriptional activator Sp1 in close proximity to REST binding motifs."}, {"pubmed": 23291272, "text": "oncoprotein HBXIP is able to activate the transcriptional coregulatory protein LMO4 through transcription factor Sp1 in promotion of proliferation of breast cancer cells."}, {"pubmed": 23300749, "text": "Sp1 is a crucial regulator of USP22 transcription."}, {"pubmed": 23329847, "text": "Data indicate BOZF1 represses transcription of CDKN1A by inhibition of p53 acetylation and Sp1 binding."}, {"pubmed": 23369005, "text": "Induction of VEGF expression in prostate cancer cells is mediated through the core promoter region and is dependent upon a critical Sp1 binding site."}, {"pubmed": 23435408, "text": "Decreased relative expression levels of hsa-miR-29b, but not of hsa-miR-375, were observed in AD patients versus controls and correlated negatively with Sp1 mRNA levels."}, {"pubmed": 23437057, "text": "low expression of SP1 is involved in cancer progression and metastasis and differentially affects intestinal-type compared with diffuse-type gastric adenocarcinoma."}, {"pubmed": 23437203, "text": "Resveratrol inhibits u-PA expression and the metastasis of HCC cells and is a powerful chemopreventive agent. The inhibitory effects were associated with the downregulation of the transcription factors of SP-1 signaling pathways."}, {"pubmed": 23464785, "text": "A decrease in Sp1 protein levels via short interfering (si)RNA or diminished Sp1 DNA binding decreases TNIP1 mRNA levels."}, {"pubmed": 23516108, "text": "Silencing of Sp1 prevented the upregulation of all COX subunits by KCl, and over-expressing Sp1 rescued all COX subunits from being downregulated by tetrodotoxin."}, {"pubmed": 23523134, "text": "Cellular transcription factors Sp1, Sp3 and YY1 bind to the varicella-zoster virus ORF3 promoter, and mutation of their binding sites inhibited ORF3 gene expression."}, {"pubmed": 23525508, "text": "Sp1, a novel molecular target of HNK, may be related to cell cycle arrest and apoptosis induction through the modulation of signal transduction pathways in malignant pleural mesothelioma."}, {"pubmed": 23529765, "text": "The expression of Sp1 transcription factor inversely correlates with miR-22 expression in gastric cancer tissues."}, {"pubmed": 23537647, "text": "HBXIP stimulates the promoter of PDGFB through activating transcription factor Sp1."}, {"pubmed": 23540600, "text": "This study showed that SP1, SP3 and SP4 protein levels inversely correlated with negative symptoms in the cerebellum."}, {"pubmed": 23593449, "text": "SP1 can bind to the protective G allele, but not to the A allele of MICA protein that harbors the SNP rs2596542 which increases risk of HCV-induced HCC."}, {"pubmed": 23601184, "text": "Sp1 and c-Myc are important transcription factors that directly bind to the BMI1 promoter region and regulate gene expression in nasopharyngeal carcinoma."}, {"pubmed": 23635401, "text": "study found FOXM1 can interact and cooperate with Sp1, independent of the FOXM1 binding sites, to transactivate the COX-2 promoter through the Sp1 binding site; this association between FOXM1 and Sp1 is responsible for the early phase of COX-2 induction after EGF stimulation and may be the major mechanism by which FOXM1 is involved in COX-2 regulation"}, {"pubmed": 23650532, "text": "TP53 does not directly bind to the RLIM promoter, it physically interacts with and prevents the binding of Sp1 to the RLIM promoter."}, {"pubmed": 23670210, "text": "We confirmed that miR-330 was downregulated and inversely correlated with specificity protein 1 (Sp1) expression."}, {"pubmed": 23714681, "text": "Data suggest that interaction of Sp1/p300 (lysine acetyltransferase 2B) with HSD11B2 (hydroxysteroid [11-beta] dehydrogenase 2) promoter plays crucial role in histone acetylation in syncytiotrophoblasts, an important factor in placentation."}, {"pubmed": 23733894, "text": "overexpression of ERalpha mediates apoptosis in ERalpha-negative Hep3B cells by the binding of ERalpha to SP1 protein."}, {"pubmed": 23756706, "text": "SP1 plays key role in regulator of estrogen/estrogen receptor-beta-mediated gene expression in endothelium from myometrium, endometrium, and umbilical vein; however, a defined set of unique genes is expressed in each cell type upon stimulation."}, {"pubmed": 23765166, "text": "results demonstrated that VEGF enhanced the expression of MRP1, and the PI3K/Akt signaling pathway and SP1 may be involved in this modulation"}, {"pubmed": 23825960, "text": "we have identified three loci- Sp1, Sp3, and DEAF-1 that are modulating GDF5 expression via the osteoarthritis susceptibility locus rs143383."}, {"pubmed": 23860323, "text": "results indicate that both Sp1 and PARP1 contribute to FBN1 gene expression. These observations add to our understanding of the transcriptional regulation of FBN1 gene expression"}, {"pubmed": 23873932, "text": "Sp1 is required for IL-15 induction by both poly(I:C) and respiratory syncytial virus, a response that also requires NFkappaB2 and IKKepsilon."}, {"pubmed": 23877235, "text": "Panobinostat induces the apoptosis of oral squamous cell carcinoma by suppressing Sp1 expression, indicating that panobinostat may be a promising chemotherapeutic agent for the treatment of oral squamous cell carcinoma."}, {"pubmed": 23877322, "text": "inhibition of SP1 expression using Sp1 siRNA or mithramycin A led to marked suppression of cancer stem cell growth and induced apoptosis."}, {"pubmed": 23877711, "text": "results from this study suggest that HK(Honokiol) could modulate Sp1 transactivation and induce apoptotic cell death through the regulation of cell cycle and suppression of antiapoptotic proteins"}, {"pubmed": 23918807, "text": "A feedback loop consisting of microRNA 23a/27a and the beta-like globin suppressors KLF3 and SP1 regulates globin gene expression."}, {"pubmed": 23925045, "text": "motivate a cooperation model of ESR1 and SP1 in regulating cell cycle arrest, and a hypothesis that their overactivation in non-hyperdiploid multiple myeloma disrupts proper regulation of cell cycle arrest"}, {"pubmed": 23940615, "text": "An intronic eNOS miRNA regulates eNOS and SP1 gene expression in human aortic endothelial cells."}, {"pubmed": 23941741, "text": "This study shows reduced SP1 protein levels in first-episode psychosis in lymphocytes, suggesting that these transcription factors are potential peripheral biomarkers of psychotic spectrum disorders in the early stages."}, {"pubmed": 23959823, "text": "FUT4 is a target gene for HSF1 and Sp1 that is required for cell cycle progression in breast cancer epithelial cells.HSF1 and Sp1 regulate FUT4 gene expression and cell proliferation in breast cancer cells."}, {"pubmed": 23996530, "text": "Results demonstrate that Sp1 and Sp3 transcription factors are the primary determinants for activating basal transcription of the ABCG2 gene and play an important role in maintaining the side population phenotype of lung cancer cells."}, {"pubmed": 24018208, "text": "these data imply that Sp1 and EZH2 may activate LMX1A expression upon oncogenic stress during cervical cancer development."}, {"pubmed": 24026251, "text": "Ethanol increases p75NTR expression, and CK2 and ERK signaling inversely regulate Sp1-mediated p75NTR expression."}, {"pubmed": 24089524, "text": "nicotine induced the binding of GATA4 or GATA6 to Sp1 on the alpha7-nAChR promoter, thereby inducing its transcription and increasing its levels in human SCC-L."}, {"pubmed": 24129563, "text": "the mechanism by which triptolide affects glycosylation of Sp1, which in turn affects downstream pathways controlling survival of pancreatic cancer cells."}, {"pubmed": 24163379, "text": "p16(INK4a) interacts with Sp1 through the fourth ankyrin repeat, which is crucial for Sp1 binding to the miR-141 and miR-146b-5p promoters and their transcriptional activation."}, {"pubmed": 24169559, "text": "11beta-HSD2 expression can be modulated by PPARalpha and PPARgamma in placental trophoblasts through Sp-1"}, {"pubmed": 24315822, "text": "Sp1 and Sp3 are functionally involved as transcriptional integrators regulating the basal expression of the derived microsomal epoxide hydrolase E1b variant transcript."}, {"pubmed": 24382322, "text": "Data indicate that TCDD or omeprazole caused protein phosphatase 2A (PP2A)-mediated dephosphorylation of Sp1 transcription factor at Ser-59 and induced CYP1A1 transcription."}, {"pubmed": 24423061, "text": "The purpose of this study was to investigate the anti-proliferative effects of 2,4-bis (p-hydroxyphenyl)-2-butenal (HPB242) on two oral squamous cell carcinoma (OSCC) cell lines, HN22 and HSC4, through regulation of specificity protein 1 (Sp1)."}, {"pubmed": 24445528, "text": "p21 transcription during replicative senescence of HEFs is up-regulated by increase in DNA binding activity and interaction between p53 and Sp1 via phosphorylation."}, {"pubmed": 24489103, "text": "results show that nonproductive binding of OGG1 to 8-oxoG in promoter sequences could be an epigenetic mechanism to modulate gene expression for a prompt innate immune response."}, {"pubmed": 24510775, "text": "Findings begin to elucidate the role of miR-145 as an important regulator of chemoresistance in ovarian cancer by controlling both Cdk6 and Sp1."}, {"pubmed": 24519909, "text": "In the early stages of lung cancer progression, Sp1 stimulates miR-182 expression, which in turn decreases FOXO3 expression."}, {"pubmed": 24530422, "text": "the Sp1 family transcription factor affects important NHEJ component expressions in anti-cancer drug-resistant malignant cells, leading to the more aggressive MDR phenotype"}, {"pubmed": 24552705, "text": "Bcl-w-induced Sp1 activation is a potential marker for aggressiveness of glioblastoma multiforme."}, {"pubmed": 24585635, "text": "ERK3 regulates endothelial cell migration, proliferation and tube formation by upregulating SRC-3/SP-1-mediated VEGFR2 expression."}, {"pubmed": 24622324, "text": "Sp1 is an important transcription factor that regulates proliferation and survival of WM cells independent of MYD88 pathway activation"}, {"pubmed": 24627491, "text": "these findings indicate that miR-200 family members require Sp1 to drive basal expression and to maintain an epithelial state."}, {"pubmed": 24647869, "text": "Study concludes that suppression of lung cancer cell invasion by LKB1 through downregulation of TF and VEGF may partly depend on its inhibitory effect on the transcription factor Sp1."}, {"pubmed": 24680773, "text": "Sp1 transcriptionally regulates BRK1 expression in non-small cell lung cancer cells. Sp1 can bind to the promoter area of BRK1 gene."}, {"pubmed": 24681424, "text": "Human eNOS promoter activity in response to hypoxia is increased by inserting Sp1 binding site into the GC-rich region of the promoter."}, {"pubmed": 24710631, "text": "A novel GC-rich element (GRE) spanning -101/-66 sufficient for VEGFR3 transcription and activated by Sp1 and Sp3, respectively, was identified."}, {"pubmed": 24728382, "text": "SUMOylation of Sp1 facilitates physical interaction between Sp1 and promyelocytic leukemia and recruitment of Sp1 into the promyelocytic leukemia nuclear bodies."}, {"pubmed": 24755270, "text": "E2F1 acts as a transcriptional activator for MMPs and directly enhances MMP transcription by binding to E2F1 binding sequences in the promoter, or indirectly activates MMPs through enhanced Sp1 and NF-kappa B as a consequence of E2F1 activation in SCLC."}, {"pubmed": 24778176, "text": "Increased expression of colonic Wnt9A through Sp1-mediated transcriptional effects involving arylsulfatase B, chondroitin 4-sulfate, and galectin-3."}, {"pubmed": 24788380, "text": "Reports suggest that Sp1 plays a role in regulating Skp2 mediated by HBXIP in ovarian cancer cells."}, {"pubmed": 24793594, "text": "Transcription factor Sp1 as a therapeutic target for cancer"}, {"pubmed": 24821721, "text": "Lipopolysaccharide decreases SIGIRR expression by suppressing specificity protein 1 Sp1 via the TLR4-p38 pathway in monocytes and neutrophils."}, {"pubmed": 24825907, "text": "RNAi silencing of Sp1 and STAT1 in breast cancer cells reduced PKC mRNA and protein expression, as well as PRKCE promoter activity."}, {"pubmed": 24906090, "text": "Sp1 binding in the proximal promoter region contributed to the Adamts17 basal expression."}, {"pubmed": 24906624, "text": "Our study provides the first evidence that an miR-22/Sp1/c-Myc network regulates CD147 upregulation in breast cancer and that miR-22 represses breast cancer invasive and metastatic capacities."}, {"pubmed": 24951112, "text": "High expression of SP1 is associated with glioblastoma."}, {"pubmed": 24959930, "text": "Data revealed that upregulated SNAI1 accelerates glioma progression and suppresses the expression of miR-128, which can oppose SNAI1's effect and modulate SP1 expression."}, {"pubmed": 24962522, "text": "the beneficial influence of the feeder layer relies on its ability to preserve telomerase activity in cultured human keratinocytes through the maintenance of stable levels of Sp1 expression"}, {"pubmed": 24971482, "text": "The study advances the understanding of the molecular basis of p53-mediated apoptosis and implicates Sp1 as one of its key modulators."}, {"pubmed": 25012245, "text": "we found that miR-27 suppressed growth and invasion of non-small cell lung cancer cells partially by targeting Sp1"}, {"pubmed": 25029911, "text": "These results demonstrate that Egr-1 regulates NGX6 gene transcription through an overlapping Sp1/Egr-1 binding site as a positive regulator of NGX6 gene."}, {"pubmed": 25044704, "text": "Data suggest that Sp1 is an important mediator in regulation of gene expression in prostate cancer cells; here, targeting Sp1 (with gene silencing siRNA or sulforafan, a component of cruciferous vegetables) appears to inhibit carcinogenesis."}, {"pubmed": 25051367, "text": "HMGB1 deficiency-induced inhibition of cell proliferation was mediated by p21, which was induced via a Sp1-dependent mechanism. Data demonstrate a novel oncogenic role of HMGB1 in promoting human melanoma cell proliferation."}, {"pubmed": 25099028, "text": "Sp1 was enriched in advanced nasopharyngeal carcinoma tissues."}, {"pubmed": 25127200, "text": "miR-29b functions as a tumor suppressor in TSCC, and the miR-29b/Sp1/PTEN/AKT axis might represent a potential therapeutic target for TSCC intervention"}, {"pubmed": 25138157, "text": "CD44/selectin binding signals increased intercellular adhesion molecule 1 up-regulation on the endothelial cells (ECs)surface through a PKCalpha-p38-SP-1 pathway, which further enhances melanoma cell adhesion to ECs during metastasis"}, {"pubmed": 25183267, "text": "CPT1A inhibition with RNAi resulted in triglyceride accumulation in HepG2 cells. The CPT1A promoter region was determined to contain two putative Sp1 binding sites, namely Sp1a and Sp1b, which might act as the GBE regulation response DNA element."}, {"pubmed": 25187517, "text": "the mechanism of transcriptional activation of LTBP3 promoter depends on MALAT1 initiated from neighboring gene LTBP3 and involves both the direct interaction of the Sp1 and promoter-specific activation"}, {"pubmed": 25193278, "text": "Negative regulation of Sp1 by JMJD2A causes downregulation of Sp1 in highly invasive breast cancer cells.JMJD2A-dependent silencing of Sp1 in advanced breast cancer promotes metastasis by downregulation of DIRAS3."}, {"pubmed": 25284287, "text": "DNMT1 binding to the BTG2 gene further regulated BTG2 expression by chromatin remodeling, such as H3K9 dimethylation and H3K4 trimethylation, and Sp1 activation"}, {"pubmed": 25355892, "text": "This study shows the role of ATM activation in lytic reactivation of Epstein-Barr virus in epithelial cells, and phosphorylation of Sp1 is an essential process downstream of ATM activation involved in the formation of viral replication compartments."}, {"pubmed": 25363021, "text": "Differential regulation of MAGE-A1 promoter activity by BORIS and Sp1, both interacting with the TATA binding protein."}, {"pubmed": 25388990, "text": "Melatonin reduced Erk phosphorylation and Sp1 expression"}, {"pubmed": 25393971, "text": "Given the apparently opposing effects of Sp1, a more complete understanding of the function of Sp1 in cancer is required to validate its potential as a therapeutic target."}, {"pubmed": 25428991, "text": "SP1 directly up-regulated the expression of midkine (MDK), and the SP1-MDK axis cooperated in glioma tumorigenesis."}, {"pubmed": 25476526, "text": "These results suggest that XT-1 expression is refractory to the disease process and to inhibition by inflammatory cytokines and that signaling through AP-1, Sp1, and Sp3 is important in the maintenance of XT-1 levels in NP cells."}, {"pubmed": 25559917, "text": "This study demonstrated for the first time that miR-124 is able to suppress Sp1 expression, which in turn affected the neuronal differentiation of mesenchymal stem cells."}, {"pubmed": 25595558, "text": "Sp1 may address TP53-independent p21CIP1 transcription in Raf/MEK/ERK-activated cancer cells and that its requirement in Raf/MEK/ERK-induced p21CIP1 transcription is subject to TP53 status."}, {"pubmed": 25639535, "text": "Data indicate that micrRNA miR-200b down-regulate Sp1 transcription factor by directly targeting its 3' untranslated region (3'UTR)."}, {"pubmed": 25728677, "text": "TINCR overexpression is induced by nuclear transcription factor SP1"}, {"pubmed": 25738304, "text": "increased Sp1 level in untransformed cells constitutes a novel danger signal sensed by the OAS-RNase L axis leading to the activation of the RIG-I pathway"}, {"pubmed": 25773124, "text": "The data suggest that upregulation of MALAT1 was mediated by the transcription factor Sp1 in A549 lung cancer cells"}, {"pubmed": 25790304, "text": "Results indicate that Sp1 transcription factor could contribute to ARTS gene transcription regulation through its binding to 4 putative sites in ARTS promotor region."}, {"pubmed": 25797200, "text": "stimulates CCR7 expression during the course of dendritic cell maturation"}, {"pubmed": 25810277, "text": "The pathogenesis of several common diseases occurs through altered binding of SP1 (and GATA2 and TBP)."}, {"pubmed": 25890196, "text": "ERK/MSK/Sp1/c-Myc axis functioned as a critical regulator of survivin expression."}, {"pubmed": 25957915, "text": "Specific protein 1 plays a crucial role in the regulation of Sprouty4 in response to serum."}, {"pubmed": 25982202, "text": "4-O-methylhonokiol inhibits cell growth, colony formation and also induces apoptosis via Sp1 suppression in oral squamous cancer cells and xenograft tumors."}, {"pubmed": 25998266, "text": "Collectively, our results suggest that a Sp1-CD147 positive feedback loop plays a critical role in the invasion ability of ovarian cancer cells."}, {"pubmed": 26041879, "text": "SP-1 was identified as an upstream transcription factor of miR-19a gene, promoting miR-19a transcription"}, {"pubmed": 26043875, "text": "Data identified a novel functional BLU promoter that was regulated by Sp1. Furthermore, the hypermethylated -39 CpG in BLU proximal promoter directly reduced its binding with Sp1."}, {"pubmed": 26053095, "text": "Data show that the protein phosphatase 2A (PP2A)/c-jun N-Terminal Kinase (JNK)/Sp1 transcription factor/CDK1 kinase pathway and the autophagy/cyclin kinase inhibitor p21 pathway participated in G2/M cell cycle arrest triggered by PP2A inhibitors."}, {"pubmed": 26070560, "text": "Subtype-specific expression and function of FOXF2 in breast cancer cells are regulated through the combined effects of DNA methylation and SP1 transcriptional regulation."}, {"pubmed": 26096373, "text": "High co-expression of Sp1 and HER-2 is correlated with gastric cancer."}, {"pubmed": 26103469, "text": "Sp1 signaling counter-regulates NF-kappaB-mediated inflammatory response. Crosstalk between NF-kappaB and Sp1 pathways regulates the balance between pro- and anti-inflammatory cytokines"}, {"pubmed": 26162987, "text": "characterized two evolutionary highly conserved cis-regulatory modules (CRMs) within the proximal promoter each composed of one binding site for the transcription factors SP1 and SP3 as well as for the nuclear transcription factor Y"}, {"pubmed": 26177288, "text": "MiR-324-5p suppresses hepatocellular carcinoma cell invasion by counteracting extracellular matrix degradation through post-transcriptionally downregulating ETS1 and SP1."}, {"pubmed": 26247419, "text": "Binding of Sp1 to the 5' splice site region had an inhibitory effect on L4-22K-activated major late promoter transcription."}, {"pubmed": 26261581, "text": "Patients with higher Sp1 expression in pretreatment biopsies had a lower radiotherapy response compared to those with lower expression."}, {"pubmed": 26281333, "text": "Sp1 polymorphism of type I collagen genes is accompanied with bone collagen disorders."}, {"pubmed": 26299656, "text": "Ectopic expression of SP1 and USF transcription factors resulted in the decrease in ADAMTS1 transcriptional activity of all promoter constructs"}, {"pubmed": 26336820, "text": "Identify SP1 and PI3K/AKT signaling as modulators of EWS/FLI1 gene expression in tumor cell lines."}, {"pubmed": 26341485, "text": "Within the EPHX2 promoter -56/+32, five Sp1-binding sites were identified, and the mutation of each of these sites showed that the first one (SP1_1) was important in both suppression by Sp1 and activation by AP2alpha."}, {"pubmed": 26352011, "text": "In conclusion, these results indicate that Manu A is a potential to treat human oral squamous cell carcinoma via cell apoptosis through the downregulation of Sp1."}, {"pubmed": 26352013, "text": "Human SP1 and SP3 transcription factors regulate MALAT1 expression in hepatocellular carcinoma."}, {"pubmed": 26370050, "text": "AHR promoter variant modulates its transcription and downstream effectors by allele-specific AHR-SP1 interaction functioning as a genetic marker for vitiligo"}, {"pubmed": 26393468, "text": "29b lowers postoperative IOP and sustains the function of filtering bleb. It inhibits the proliferation of fibroblasts and reduces collagen deposition by repressing the PI3K/Akt/Sp1 pathway in rabbits subjected to GFS."}, {"pubmed": 26427350, "text": "Ginsenoside Rg3 induces FUT4-mediated apoptosis in H. pylori CagA-treated gastric cancer cells by regulating SP1 and HSF1 expressions"}, {"pubmed": 26456684, "text": "expression of the evolutionarily conserved slit2 Gene Promoter Requires Sp1"}, {"pubmed": 26459178, "text": "The growth-inhibitory effects of mithramycin in malignant pleural mesotheliomas cells were recapitulated by combined SP1 knockdown/p53 overexpression"}, {"pubmed": 26487723, "text": "result indicated that promoter binding by Sp1/Sp3 was essential, but not a limiting step, for hTERT transcription"}, {"pubmed": 26499076, "text": "O-GlcNAcylation of Sp1 suppresses Sp1-mediated activation of glycolytic gene transcription."}, {"pubmed": 26631963, "text": "Collectively, our results demonstrate that the inhibitory effect of triptolide on hTERT transcription is possibly mediated by inhibition of transcription factor Sp1 in PEL cells."}, {"pubmed": 26683615, "text": "TRIM22 acts as a suppressor of basal HIV-1 LTR-driven transcription by preventing Sp1 binding to the HIV-1 promoter"}, {"pubmed": 26687764, "text": "these data indicate that activation of EGFR enhanced the expression of P2X7R in neuroblastoma cells lacking trophic support, being PI3K/Akt/PKC signaling pathway and Sp1 mediating this pro-survival outcome"}, {"pubmed": 26689593, "text": "The cross-talk between SP1 and p65, and the positive feedback regulatory loop of PI3-K/Akt signaling by EP4 contribute to the overall responses of solamargine in this process"}, {"pubmed": 26744328, "text": "Our findings demonstrate that SP1 attenuates mutant LRRK2-induced PD-like phenotypes and plays a neural protective role."}, {"pubmed": 26763486, "text": "Results provide evidence that Sp1 positively controls TIAM2S transcription and that Sp1-mediated transcriptional activation is essential for TIAM2S ectopic expression in liver cancer cells."}, {"pubmed": 26771806, "text": "miR-23b/SP1/c-myc forms a feed-forward loop supporting multiple myeloma cell growth"}, {"pubmed": 26807725, "text": "Sp1 and Sp3 are not only essential for the basal transcription of the ek1 gene, their accessibility to the target site on the ek1 promoter is regulated by histone protein modification in a cell line dependent manner."}, {"pubmed": 26828265, "text": "Thus, we conclude that the oncoprotein HBXIP up-regulates FGF4 through activating transcriptional factor Sp1 to promote the migration of breast cancer cells. Therapeutically, HBXIP may serve as a novel target in breast cancer."}, {"pubmed": 26857392, "text": "RNAi-mediated WWOX knockdown in pancreatic cancer cells confirmed differential cytostatic drug sensitivity. In electrophoretic mobility shift assays, the A allele exhibited weaker binding of Sp family members Sp1/Sp3."}, {"pubmed": 26885752, "text": "Data show that SOX9 regulates CEACAM1 primarily via Sp1 and ETS1."}, {"pubmed": 26906205, "text": "results suggest that Sp1 is an anti-senescence transcription factor in the telomere uncapping-induced senescence and that down-regulation of Sp1 leads to the senescence via down-regulation of the nuclear transport"}, {"pubmed": 26922862, "text": "the results of this study suggest that the miR-24/SP1 pathway contributed to the reduction in radioresistance in human NPC and that it may thus represent a therapeutic target."}, {"pubmed": 26923194, "text": "Study provides evidence that Mef2c cooperated with Sp1 to activate human AQP1 transcription by binding to its proximal promoter in human umbilical cord vein endothelial cells indicating that AQP1 is a direct target of Mef2c in regulating angiogenesis and vasculogenesis of endothelial cells."}, {"pubmed": 26945968, "text": "These results suggest that STAT6 plays an important role in regulating Sp1 and BCL6 through STAT2 to exert the anti-proliferative effects of type I IFN."}, {"pubmed": 26967243, "text": "Sp1, Sp3 and Sp4 are non-oncogene addiction (NOA) genes and are attractive drug targets for individual and combined cancer chemotherapies."}, {"pubmed": 26981862, "text": "data suggests that CYP1B1 promotes cell proliferation and metastasis by inducing EMT and Wnt/beta-catenin signaling via Sp1 induction"}, {"pubmed": 27004687, "text": "This is the first study indicating that Sp1 signaling plays an important role in the regulation of human LRRK2 gene expression."}, {"pubmed": 27057625, "text": "Our study provides new evidence that interaction of KLF6 and Sp1 regulates basigin-2 expression in hepatocellular carcinoma"}, {"pubmed": 27057636, "text": "Our study showed there was a positive correlation between Sp1 and COX2 expression in pancreatic ductal adenocarcinoma"}, {"pubmed": 27058528, "text": "Bioinformatics analysis demonstrated that SP1 represented a common transcription factor associated with changes in metastasis-related factors. Blocking SP1 activity by an inhibitor suppressed the starvation-plus-radiation treatment-mediated enhancement of U251 cell metastasis."}, {"pubmed": 27099864, "text": "we predicted CG-rich region of miR-23a-27a-24-2 cluster (miR-23a, miR-27a, and miR-24-2)promoter and detected the methylation status in the region spanning two SP1 sites."}, {"pubmed": 27112839, "text": "The increase in c-Jun N-terminal kinase (c-Jun) and specificity protein 1 (SP1) expressions was positively correlated with transforming growth factor beta 1 (TGFbeta1) in both high glucose-treated renal mesangial cells (HRMCs) and diabetic kidneys."}, {"pubmed": 27144331, "text": "Data indicate the Sp1 oncogene functions as a positive regulator for BCR/ABL expression."}, {"pubmed": 27156884, "text": "Stimulation of ribosomal RNA gene promoter by transcription factor Sp1 involves active DNA demethylation by Gadd45-NER pathway."}, {"pubmed": 27164408, "text": "High SP1 expression is associated with obesity."}, {"pubmed": 27172866, "text": "Sp1-DNA binding affinity is reduced under Cu replete conditions but increased under reduced Cu conditions."}, {"pubmed": 27179757, "text": "The up-regulation of Hsp27 by E2 is mediated by ERalpha/Sp1."}, {"pubmed": 27212195, "text": "miRNA-223 specifically regulates the epithelial-mesenchymal transition (EMT)process of gastric cancer cells through its target gene Sp1. Overexpression of miRNA-223 in these cells inhibits EMT via the miRNA-223/Sp1/EMT pathway"}, {"pubmed": 27222350, "text": "MiR-375 inhibited the proliferation, invasion and migration by directly targeting SP1."}, {"pubmed": 27245877, "text": "The Sp1-mediaded allelic regulation of MMP13 expression by an esophageal squamous cell carcinoma susceptibility SNP rs2252070 has been demonstrated."}, {"pubmed": 27268079, "text": "Results have shown crosstalk among the EGFR cascade and Sp1 and DPD expressions in EGFR mutant non-small-cell lung cancer cell lines. EGF-induced Sp1 up-regulation resulted in both DPYD mRNA and DPD protein expressions."}, {"pubmed": 27320013, "text": "Using mass spectrometry and site directed mutagenesis, a new Sp1 phosphorylation site Ser702 was defined to be associated with Sp1-HDAC1 interaction and may be important in SR-BI activation, shedding light on the knowledge of delicate mechanism of hepatic HDL receptor SR-BI gene modulation by LDL."}, {"pubmed": 27325744, "text": "hTERT facilitates tumor angiogenesis by up-regulating VEGF expression through direct interactions with the VEGF gene and the Sp1 transcription factor."}, {"pubmed": 27384876, "text": "miR-29c suppressed MGMT expression indirectly via targeting specificity protein 1"}, {"pubmed": 27434865, "text": "TEAD1 could enhance the expression levels of SP1, by directly binding to its promoter."}, {"pubmed": 27460077, "text": "miR-326 can restore CDDP chemosensitivity in the human lung adenocarcinoma cells by targeting SP1, and HOTAIR upregulate the expression of miR-326 target gene SP1."}, {"pubmed": 27484157, "text": "the primary activating regulatory region of human IRF5 was located in its minimal promoter region between nucleotides -179 and +62. In addition, it was shown that Sp1 was able to bind to the multiple sites in IRF5 promoter region, and was involved in the transcriptional regulation of IRF5 at the basal level."}, {"pubmed": 27500457, "text": "this study shows that IL-10 production by CD20+ B cells among peripheral blood mononuclear cell is enhanced by bendamustine via p38 MAP kinase-Sp1 pathway"}, {"pubmed": 27515574, "text": "the two Q-domains of Sp1 and four Q-domains of TAF4 were disordered under physiological conditions."}, {"pubmed": 27516213, "text": "During inflammatory conditions, AP-1 and Sp1 sustained the expression of ADAMTS7, and ADAMTS7 sustained the expression of catabolic genes in nucleus pulposus cells"}, {"pubmed": 27545642, "text": "Data suggest that among 11 NF-kappa B (NF-kappaB) pathway genes, SP1 transcription factor (SP1) expression could serve as a prognostic marker in patients."}, {"pubmed": 27572271, "text": "It was found that miR411 was significantly downregulated in breast cancer, and associated with lymph node metastasis and histological grade. Additionally, it was observed that miR411 suppressed cell growth, migration and invasion in the breast cancer cells. miRNA-411 acts as a potential tumor suppressor miRNA via the downregulation of specificity protein 1 in breast cancer."}, {"pubmed": 27573859, "text": "we verified that miR-892b regulates the p19ARF/cyclin D1/CDK6 and Sp-1/MMP-9 signaling networks in bladder cancer cells and may provide a treatment option for advanced-stage bladder cancers."}, {"pubmed": 27581819, "text": "High SP1 expression is associated with ovarian cancer."}, {"pubmed": 27600876, "text": "The data demonstrated that Sp1 transcription factor protein expression is induced by TNFalpha and interleukin1 beta."}, {"pubmed": 27600920, "text": "melatonin suppresses the motility of NPC by regulating TPA-induced MMP-9 gene expression via inhibiting SP-1-DNA binding ability. The results provide a functional link between melatonin-mediated SP-1 regulation and the antimetastatic actions of melatonin on nasopharyngeal carcinoma."}, {"pubmed": 27625141, "text": "Sp1 up-regulated TMEPAI protein expression, as well as Sp1 promoting TMEPAI-induced cell proliferation."}, {"pubmed": 27685621, "text": "miR-612 has a suppressive role on hepatocellular carcinoma cell stemness via Sp1/Nanog signaling pathway."}, {"pubmed": 27695039, "text": "aken together, our results suggest that Sp1 plays a role in human osteoblast differentiation and mineralization, which is at least partially mediated by Sp1-dependent transactivation of FZD1."}, {"pubmed": 27713167, "text": "Simultaneous high expression of PLD1 and Sp1 predicts a poor prognosis for pancreatic ductal adenocarcinoma patients."}, {"pubmed": 27723845, "text": "there is a SP1 site in DKK1 promoter region; overexpression of SP1 could increase DKK1 promoter activity in a dose dependent manner; and siRNA inhibition of SP1 expression reduced DKK1 promoter activity and decreased the expression of DKK1 protein."}, {"pubmed": 27766531, "text": "site-directed mutagenesis of potential SP1 binding sites diminished both DNA-protein complexes and SP1-mediated upregulation of URG-4 promoter activity. These findings are valuable for understanding transcriptional regulation of URG4/URGCP that has a pivotal role in cancer progression."}, {"pubmed": 27829234, "text": "miR-29c overexpression could abrogate the tumor progression and inhibit the Sp1/TGF-beta expressions in vivo, indicating that miR-29c could be a tumor suppressor and repress the Sp1/TGF-beta axis-induced EMT in lung cancer."}, {"pubmed": 27878251, "text": "the present study suggests that GAPDH plays an important role in cancer metastasis by affecting EMT through regulation of Sp1-mediated SNAIL expression."}, {"pubmed": 27974696, "text": "Results found that Sp1 could activate miR-205 expression by binding to its promoter region in response to ionizing radiation in esophageal squamous cell carcinoma."}, {"pubmed": 28028181, "text": "findings support the idea that RYBP may represent a target for cancer therapy and suggest that it may be useful as a prognostic biomarker for HCC, either alone or in combination with KLF4 and Sp1"}, {"pubmed": 28095864, "text": "the overexpression of miR-141 augments anoikis resistance in ovarian cancer cells by targeting and repressing the expression of KLF12, which, in turn, competes for binding sites in the survivin promoter with Sp1. The subsequent increase in survivin then protects ovarian cancer cells against anoikis by blocking the intrinsic apoptotic activity."}, {"pubmed": 28099946, "text": "High SP1 expression is associated with chemotherapy resistance in ovarian cancer."}, {"pubmed": 28104396, "text": "cells transduced with siSp1 exhibited dramatically decreased ICAM-1 expression. These results proved that the up-regulation of ICAM-1 with hyperglycaemia is mediated by O-GlcNAc modification of Sp1"}, {"pubmed": 28117748, "text": "decreased expression of transcription factor Sp1 contributes to suppression of SHIP2 in gastric cancer cells."}, {"pubmed": 28132807, "text": "The mRNA levels of ACSL1 were positively associated with those of HBXIP in clinical breast cancer tissues. Thus, we conclude that the oncoprotein HBXIP is able to up-regulate ACSL1 through activating the transcriptional factor Sp1 in breast cancer."}, {"pubmed": 28152513, "text": "Data indicate that interleukin 1alpha (IL-1alpha) propiece can activate NF-kappa B (NFkappaB) and Sp1 transcription factor (SP1)."}, {"pubmed": 28165192, "text": "AKT/GSK-3beta-mediated stabilization of SP1 is required for TGF-beta induced up-regulation of NKG2DLs."}, {"pubmed": 28192510, "text": "Triptolide downregulates Sp1 and HSP70 mRNA in gastric cancer cell lines."}, {"pubmed": 28208054, "text": "these findings highlight the epigenetic regulation of MIOX in the pathogenesis of diabetic tubulopathy."}, {"pubmed": 28209205, "text": "lnc AGAP2-AS1 upregulated by SP1 plays an important role in gastric cancer development and progression by suppressing P21 and E-cadherin"}, {"pubmed": 28219935, "text": "SP1 is an important component of the transcriptional complex and LGR5 activity, which is modulated by its ligands RSPO1 and RSPO2, whose expression is modulated by methylation in gastrric carcinogenesis."}, {"pubmed": 28233872, "text": "The results demonstrate a direct relationship between SP1 binding and protein kinase CbetaII (PKCbetaII) transcription, and further suggest that this transcription factor is a contributor to the pathobiology of chronic lymphocytic leukaemia and potentially other malignant cells where PKCbetaII is overexpressed."}, {"pubmed": 28237576, "text": "AGEs treatment increased the expression of RAGE, Sp1, and MMP2 in a dose-dependent manner."}, {"pubmed": 28256531, "text": "Thus, these results demonstrate the presence of two new functional Sp1 binding sites in the HTLV-1 Long Terminal Repeat, which act as negative cis-regulatory elements of sense viral transcription."}, {"pubmed": 28283889, "text": "Specificity protein 1 (Sp1) orchestrates the transcription of both VEGF and VEGFR2; hence, Sp1 could act as a therapeutic target. Here, we demonstrate that CF3DODA-Me induced apoptosis, degraded Sp1, inhibited the expression of multiple drivers of the blebbishield emergency program such as VEGFR2, p70S6K, and N-Myc through activation of caspase-3, inhibited reactive oxygen species; and inhibited K-Ras activation to abolis"}, {"pubmed": 28322791, "text": "During LPS induced macrophage inflammatory response, PHLPP levels in macrophages are depleted through the inhibition of SP1 dependent transcriptional regulation."}, {"pubmed": 28341181, "text": "Results show that hyperglycemia-induced upregulation of Robo4 in retinal endothelial cells is directly mediated by transcription factor SP1 which increases the transcription of Robo4 via an additional binding site in Robo4 promoter. SP1/Robo4 can regulate the migration, monolayer permeability and angiogenesis of retinal endothelial cells under hyperglycemic conditions."}, {"pubmed": 28402278, "text": "we proposed a model to link FXR to Sp1, which included triggered FXR, p38/MAPK and/or PI3K/AKT signaling and phosphorylated Sp1, to illustrate the potential crosstalk between the two factors."}, {"pubmed": 28422727, "text": "that miR-22 and Sp1 form a double-negative feedback loop and consequently activation of PTEN, leading to a decline of p-AKT which influences the biological features of cells"}, {"pubmed": 28423585, "text": "Data indicate that DNMT3A allele G of rs1550117 was associated with an increased risk of non-small cell lung cancer (NSCLC) susceptibility and binding affinity of transcription repressor SP1."}, {"pubmed": 28425985, "text": "the depleted beta-Arrestin1 reduced the interaction of P300 with Sp1, thus to reduce Sp1 binding to hTERT promoter, downregulate hTERT transcription, decrease telomerase activity, shorten telomere length, and promote Reh cell senescence."}, {"pubmed": 28427500, "text": "The role of Sp1 in colorectal cancer progression and metastasis was reviewed."}, {"pubmed": 28466020, "text": "our results demonstrate that Sp1 positively regulates the basal transcription of FGF21 in the liver and adipose tissue and contributes to the obesity-induced FGF21 upregulation in mouse adipose tissue and hepatic FGF21 upregulation in hepatocarcinogenesis."}, {"pubmed": 28473981, "text": "MBD1 may be a tumor suppressor gene in advanced colorectal cancer (CRC)and affect the development and metastasis of CRC by regulating 8 tumor suppressor genes through binding with SP1."}, {"pubmed": 28484232, "text": "inhibition of Sp1, as well as induction of ER stress, leads to lysosomal membrane permeabilization (LMP), a sustained accumulation of cytosolic calcium, and eventually cell death in pancreatic cancer."}, {"pubmed": 28498645, "text": "Licochalcone A showed the anti-proliferative and apoptotic effect in breast cancer cells through regulating Sp1 and apoptosis-related proteins in a dose- and a time-dependent manner."}, {"pubmed": 28529241, "text": "Study demonstrates that downregulation of Sp1 suppresses the malignant properties of A549 cells through the decreased beta4-galactosylation of highly branched N-glycans."}, {"pubmed": 28586012, "text": "Methylated +322-327 CpG site in the hOGG1 5'-UTR is associated with reduced expression of hOGG1 by decreasing the recruitment of Sp1 to the 5'-UTR of hOGG1 in A549 cells."}, {"pubmed": 28623129, "text": "miR-31-5p acted as a tumor suppressor to regulate SP1, miR-31-5p could be used as a therapeutic target for the treatment ofhepatocellular carcinoma."}, {"pubmed": 28627662, "text": "Results indicated that miR3633p is a tumor suppressor in HCC and functions through a mechanism involving SP1."}, {"pubmed": 28631560, "text": "this study uncovered the mechanism through which mithramycin inhibits epithelial-to-mesenchymal transition and invasion in salivary adenoid cystic carcinoma cell lines, namely, via downregulating specificity protein 1 and SNAI1 expression, which suggests mithramycin may be a promising therapeutic option for salivary adenoid cystic carcinoma."}, {"pubmed": 28641487, "text": "Taken together, these findings collectively demonstrate that microRNA-337 exerts its tumor-suppressing roles in cervical cancer by directly targeting specificity protein 1, thereby indicating a potential novel potential therapeutic target for patients with cervical cancer."}, {"pubmed": 28667053, "text": "miR-124 is a critical regulator in human aortic vascular smooth muscle cell differentiation, proliferation, and phenotype switch by targeting the 3'-untranslated region of specificity protein 1."}, {"pubmed": 28713020, "text": "The results suggest that PLY inhibits osteoblast differentiation by downregulation of Sp1 accompanied by induction of autophagy through ROS-mediated regulation of the AMPK/mTOR pathway."}, {"pubmed": 28713892, "text": "The protein level of transcription factor Sp1 was decreased."}, {"pubmed": 28717181, "text": "Gene expression modules regulated by the Sp1."}, {"pubmed": 28726642, "text": "The Atgl is down-regulated by the basal transcription factor Sp1 in preadipocytes and that the magnitude of down-regulation depends on interactions between Sp1 and peroxisome proliferator-activated receptor gamma (PPARgamma)."}, {"pubmed": 28759062, "text": "This result indicates that the formation of copper-finger protein of Sp1 is the molecular basis of copper sensing for the transcriptional regulation of hCtr1 in mammalian cells."}, {"pubmed": 28774282, "text": "NFATc2 and Sp1 are co-localized in cell nuclei and physically interact at the NFAT target sequence termed NFAT-responsive promotor construct. Sp1 increases the functional activity of its binding partner NFATc2."}, {"pubmed": 28791404, "text": "Our results suggested that BetA was able to enhance radiosensitization at least partially by downregulating Sp1 and upregulating PTEN through inducing Sp1 sumoylation. BetA is suggested to be a promising drug for increasing radiosensitization in oral squamous cell carcinoma radiotherapy."}, {"pubmed": 28813465, "text": "E6 upregulation of hTERT by downregulated LKB1 and upregulated SP1 in lung cancer cells. These results indicated that E6 played a predominant role in the regulation of telomerase activation and may be a valuable therapeutic targets for HPV-related cancer."}, {"pubmed": 28831131, "text": "Low expression levels of Sp1 and Nm23-H1 are correlated with poor prognosis in patients with lung cancer. Further data indicated that lung cancer patients with higher levels of Sp1 and Nm23-H1 also exhibited high levels of hnRNPA2/B1, suggesting a positive correlation between the levels of Sp1, Nm23-H1 and hnRNPA2/ B1 during lung cancer formation."}, {"pubmed": 28839465, "text": "Taken together, these data clearly show that FKBP3/Sp1/HDAC2/p27 control cell proliferation during non-small cell lung cancer development."}, {"pubmed": 28846829, "text": "RhoGDIbeta overexpression led to downregulation of miR-200c, whereas miR-200c was able directly to target 3'-UTR of jnk2mRNA and attenuated JNK2 protein translation, which resulted in attenuation of Sp1mRNA and protein expression in turn, inhibiting Sp1-dependent MMP-2 transcription."}, {"pubmed": 28857320, "text": "Identification of heteromolecular binding sites in transcription factors Sp1 and TAF4 using high-resolution nuclear magnetic resonance spectroscopy has been reported."}, {"pubmed": 28864005, "text": "Sp1 induces leptin expression in cooperation with estradiol action through estrogen receptor alpha"}, {"pubmed": 28887525, "text": "our data suggested that MIER3 plays a potential tumor suppressor role in CRC progression and may be a potentially valuable clinical prognostic marker of this disease."}, {"pubmed": 28981102, "text": "The induced expression of RIP3 by UHRF1 RNAi depends on the presence of Sp1. Remarkably, the ectopic expression of RIP3 in RIP3-null cancer cells results in a decrease in tumor growth in mice. Therefore, our findings offer insights into RIP3 expression control in cancer cells and suggest an inhibitory effect of RIP3 on tumorigenesis."}, {"pubmed": 29045464, "text": "TIP60-mediated growth suppression of HPV-induced cervical cancer is mediated in part due to TERT repression through Sp1 acetylation. In summary, our study has identified a novel substrate for TIP60 catalytic activity and a unique repressive mechanism acting at the TERT promoter in virus-induced malignancies."}, {"pubmed": 29046731, "text": "Results show that SP1 transactivation is prevented by KIBRA promoter methylation in clear cell renal cell carcinoma."}, {"pubmed": 29048687, "text": "Results demonstrated that the upregulation of SP1 enhanced expression of VEGF promoting the angiogenesis and migration of trastuzumab-resistant ovarian cancer cell line SKOV3-T."}, {"pubmed": 29094170, "text": "Study demonstrated that Sp1 upregulation is common in castration-resistant prostate cancer (CRPC) tissues. Its knockdown significantly inhibited cell growth, aerobic glycolysis, and hypoxia-induced autophagy, which were accompanied by an increased G1 cell cycle arrest. These results provided evidence that Sp1 is an oncogene and positively regulates PKM2 in CRPC."}, {"pubmed": 29135936, "text": "Mutation of two Sp1 motifs strongly reduced trans-activation of the late UF1 promoter by HPyV9 large T-antigen in HeLa cells."}, {"pubmed": 29204947, "text": "Data indicate that improved Sp1 transcription factor (Sp1) and betaine homocysteine-S-methyltransferase (BHMT) expression are involved in the effects of zinc on oxidative stress."}, {"pubmed": 29236199, "text": "Casp3 cleavage of transcription factor Sp1 enhances apoptosis."}, {"pubmed": 29244835, "text": "these findings demonstrate that p53 can repress MCAK promoter activity indirectly via down-regulation of Sp1 expression level, and suggest that MCAK elevation in human tumor cells might be due to p53 mutation"}, {"pubmed": 29257212, "text": "In the present study, specificity protein 1 (SP1) was demonstrated to be a direct target of miR-376a."}, {"pubmed": 29269396, "text": "The mechanism of prostaglandin E2-induced transcriptional up-regulation of Oncostatin-M by CREB and Sp1 has been described."}, {"pubmed": 29273682, "text": "SP1 and P300 play an important role during decidualization."}, {"pubmed": 29294106, "text": "Activation of ATM by persistent DNA strand breaks leads to downregulation of transcription factor Sp1 which promotes base excision repair downregulation."}, {"pubmed": 29305977, "text": "The variant lies in a novel binding-site for the transcription factor Sp1, known to be involved in the regulation of ENG and ACVRL1 transcription."}, {"pubmed": 29336469, "text": "Sp1 constitutively regulates the basal expression of the COMMD1 gene in human epithelial cell lines."}, {"pubmed": 29423656, "text": "The possible involvement of the GC box 1 at position - 54 in transcriptional regulation of Rbpms was corroborated by EMSA, which showed formation of a DNA-protein complex in the presence of the oligonucleotide corresponding to this Sp1-binding site."}, {"pubmed": 29464457, "text": "after Sp1 expression was significantly suppressed by RNA interference, LfR was significantly decreased at both RNA and protein levels. In conclusion, the LfR gene promoter contains downstream core promoter elements, and the Sp1 binding sites play critical roles in transcriptional regulation of the LfR gene."}, {"pubmed": 29473798, "text": "These findings suggest that CYP1B1 promotes cancer cell survival through involvement of DNA methylation-mediated DR4 inhibition and that Sp1 may act as key mediator required for oncogenic action."}, {"pubmed": 29512921, "text": "ETS1 and SP1 regulated DHX15 expression in acute lymphoblastic leukaemia."}, {"pubmed": 29518549, "text": "Results provide first findings for the SP1-related transcriptional regulation of ADAMTS3 and collagen genes in osteosarcoma cell lines."}, {"pubmed": 29558695, "text": "Specificity protein 1 modulates TGFbeta1/Smad signaling and negatively regulates SIGIRR protein production by macrophages after substance P stimulation."}, {"pubmed": 29565456, "text": "Results indicated that SP1dependent promoter elements drive FoxO3a gene transcription in colorectal cancer (CRC), and indicated that SP1 upregulated FoxO3a is critical for CRC progression."}, {"pubmed": 29575609, "text": "Results show that C-terminal domain of SP1 interacts malat1 M5 domain which regulates its expression and stability. In turn, SP1 promotes malat1 transcription, thus forming a positive feedback loop in lung adenocarcinoma cells."}, {"pubmed": 29614984, "text": "in this study we characterized TINCR overexpression regulated by SP1 transcription factor. High level of TINCR in turn competed with miR-7, and stabilized and promoted KLF4 expression, which consequently contributed to the oncogenic activity of TINCR."}, {"pubmed": 29642935, "text": "SP1 could bind directly to the SPRY4-IT1 promoter region and activate its transcription."}, {"pubmed": 29653560, "text": "Our findings suggested that ZBP-89 and Sp1 overexpression induced Bak expression in a genetic manner. Increased Bak level was associated with poor patient survival, whereas high level of Sp1 is a beneficial factor for patient survival."}, {"pubmed": 29654167, "text": "the abundance of phosphatase and tension homolog deleted on chromosome ten (PTEN), a negative downstream target of SP1, was increased with the ectopic miR-150-3p Collectively, these results suggested that miR-150-3p suppressed the growth of glioma cells partially via regulating SP1 and possibly PTEN."}, {"pubmed": 29655291, "text": "Sp1 regulates RasGRP1 expression and increases RasGRP1 transcription possibly by binding to its promoter. RasGRP1 expression could be enhanced by Sp1 overexpression, consequently resulting in effects on cell proliferation of HepG2 cells."}, {"pubmed": 29704436, "text": "BHLHE40 suppressed CLDN1 transcription by preventing the interaction between SP1 and a specific motif within the promoter region of CLDN1."}, {"pubmed": 29748291, "text": "Data suggest that MIR129 or MIR335 overexpression in keratinocytes inhibits MMP9 promoter activity and protein expression by targeting SP1; inhibition of these microRNAs has the opposite effect. These mechanisms may be involved in regulation of wound healing. (MIR = microRNA; MMP9 = matrix metalloproteinase-9; SP1 = transcription factor-SP1)"}, {"pubmed": 29804261, "text": "The increase in the number of cell passages is associated with a decrease in their ability to proliferate until senescence is reached. This process is likely to be mediated by the altered expression of nuclear-located transcription factors such as Sp1 and NFI, whose expression has been documented to be required for cell adhesion, migration, and differentiation."}, {"pubmed": 29883713, "text": "The SP-1/miR-135b/HIF-1alpha axis may play a critical role in hypoxia-induced vascular endothelial injury."}, {"pubmed": 29902451, "text": "These results suggested that KIAA0101 knockdown suppressed the cell proliferation and cell cycle progression by promoting the formation of p53/Sp1 complex in breast cancer."}, {"pubmed": 29917167, "text": "The interaction of AR and SP1 contributes to regulate EPHA3 expression."}, {"pubmed": 29948615, "text": "Sp1 is a potential prognostic marker and therapeutic target in astrocytoma."}, {"pubmed": 30015851, "text": "the results of the present study demonstrated that miR199a3p can inhibit LDHA expression by downregulating Sp1, and provided mechanistic evidence supporting the existence of a novel miR199a3p/Sp1/LDHA axis and its critical contribution to aerobic glycolysis in testicular cancer cells."}, {"pubmed": 30119232, "text": "Long non-coding RNA FTH1P3 regulates invasive/metastatic potential of esophageal squamous cell carcinoma via SP1/NF-kB pathway."}, {"pubmed": 30181396, "text": "SP1 and beta-catenin cooccupy the promoters of TCFL2/beta-catenin target genes."}, {"pubmed": 30258014, "text": "Data demonstrate that the transcription factor SP1 might be the essential factor in SREBP1a activation by CVB3 2A through MEK/ERK signaling pathway."}, {"pubmed": 30273642, "text": "Sp1 and DNMt1 competitively regulate the expression of BACE1 in retinal pigment epithelium cells following photo-oxidation."}, {"pubmed": 30273966, "text": "Oncogenic HBXIP controls the transcription regulation of ZEB1 by co-activating Sp1, thereby accelerating breast cancer growth."}, {"pubmed": 30275758, "text": "ESR1 activation in adipocytes increased the nuclear content of SP1 protein, the SP1/ESR1 interaction and SP1 binding into the Slc2a4 gene promoter, culminating with increased Slc2a4/GLUT4 expression"}, {"pubmed": 30392062, "text": "Curcumin ameliorates PRMT5-MEP50 arginine methyltransferase expression by decreasing the Sp1 and NF-YA transcription factors in the A549 and MCF-7 cells."}, {"pubmed": 30413111, "text": "we examined the therapeutic efficacy of the Ginkgolic acid (GA), a Sumoylation antagonist, to disrupt aberrant Sumoylation signaling in human and mouse lens epithelial cells (LECs) ...our study revealed an unprecedented role for GA in LECs and provided new mechanistic insights into the use of GA in rescuing LECs from aging/oxidative stress-evoked dysregulation of Sp1/Prdx6 protective molecules."}, {"pubmed": 30463940, "text": "Sp1 or HDAC1 knock down increased GM2-synthase transcription, and butyrate-mediated activation of GM2-synthase mRNA expression in SK-RC-45 cells was accompanied by Sp1 and HDAC1 loss from the +38/+187 region. Taken together, we have identified an epigenetic mechanism for the de-repression of the GM2-synthase gene in RCC."}, {"pubmed": 30485570, "text": "These data demonstrate that miR-326/Sp1/KLF3 regulatory axis is involved in the development of lung cancer. miR-326 could bind to 3'UTR of Sp1 but not KLF3 and decreased the accumulation of Sp1, which further indirectly reduced KLF3 expression and inactivated JAK2/STAT3 and PI3K/AKT signaling pathways in vitro and in vivo."}, {"pubmed": 30502345, "text": "Collectively, our data showed that ZFAS1 contributed to the development of AML by sequestering miR-150 from Myb or Sp1, elucidating the central roles of ZFAS1/miR-150/Myb and ZFAS1/miR-150/Sp1 pathways in the tumorigenesis of AML and deepening our understanding on the etiology of leukemia."}, {"pubmed": 30542210, "text": "Due to the decrease in XYLT1 promoter activity after Sp1 binding site mutation."}, {"pubmed": 30554864, "text": "we confirmed that SP1-induced upregulation of long non-coding RNA HCP5 promotes the development of osteosarcoma."}, {"pubmed": 30561605, "text": "These findings suggest that the transcription of the b4GalT3 gene is regulated by differential DNA binding of Sp3 and Sp1 in neuroblastoma and lung cancer. The increased expression of b4GalT3 in neuroblastoma may be ascribed to the enhanced expression of Sp3, which is observed for various cancers."}, {"pubmed": 30659947, "text": "SP1 role in the non small cell lung cancer.MIR31HG is a direct target of SP1."}, {"pubmed": 30696421, "text": "NFATc2 and Sp1 seem to play a key role in the progression of pancreatic cancer."}, {"pubmed": 30734471, "text": "High SP1 expression is associated with oral squamous cell carcinoma."}, {"pubmed": 30779082, "text": "SP1-induced LINC00313 contributed to papillary thyroid cancer progression by via competitively binding to miR-422a."}, {"pubmed": 30819403, "text": "The expression levels of lncRNA ILF3-AS1 was up-regulated in osteosarcoma tissues and cell lines, and was modulated by SP1. LncRNA ILF3-AS1 promoted osteosarcoma cells proliferation and metastasis via modulation of miR-212-SOX5 pathway."}, {"pubmed": 30831032, "text": "SP1-induced up-regulation of lncRNA LUCAT1 promotes proliferation, migration and invasion of cervical cancer by sponging miR-181a"}, {"pubmed": 30954507, "text": "SP1 regulates LHCGR expression and the response of luteal cells to human chorionic gonadotropin."}, {"pubmed": 30963560, "text": "MKK7 transcription, regulated by SP1 and KLF5, critically depends on HDAC4 activity."}, {"pubmed": 30976063, "text": "Specific protein 1(SP1) regulates the epithelial-mesenchymal transition via lysyl oxidase-like 2(LOXL2) in pancreatic ductal adenocarcinoma."}, {"pubmed": 31097000, "text": "These data indicated that miR-29b/Sp1/FUT4 axis promoted the malignant behaviors of LSCs by regulating fucosylated CD44 via Wnt/beta-catenin pathway. Identifying LSCs surface markers and targeting LSCs were important for the development of potential therapies in AML."}, {"pubmed": 31101117, "text": "Ajuba functions as a co-activator of SP1 to induce its target gene, and that Ajuba itself is a target genes of SP1. Ajuba/SP1 complex could form a feed forward loop to drive SP1 target gene transcription and promote cell proliferation of pancreatic cancer cells."}, {"pubmed": 31106421, "text": "SP1-mediated overexpression of lncRNA LINC01234 facilitates non-small-cell lung cancer progression by regulating OTUB1 expression."}, {"pubmed": 31111958, "text": "Both of which are recruited to the genomic loci by the transcription factor specificity protein 1 (Sp1)."}, {"pubmed": 31121483, "text": "the miR-498 was found to target the 3'-UTR of lncRNA CASC11 and FOXK1 mRNA."}, {"pubmed": 31126819, "text": "MAGE-A11 and transcription factors SP1,TFCP2 and ZEB1 expression were associated with some clinical features in patients, such as pathological differentiation, tumor size, clinical stage, lymph node metastasis and distant metastasis. Patients with ESCC having high MAGE-A11 and transcription factors (SP1,TFCP2 and ZEB1) expression had a worse prognosis compared to the patients with low expression."}, {"pubmed": 31135072, "text": "Simultaneous interference of SP1 and HIF1alpha retarding the proliferation, migration, and invasion of human microvascular endothelial cells (HMEC-1) under hypoxia."}, {"pubmed": 31170415, "text": "Through both Sp1-dependent DNA methylation."}, {"pubmed": 31175045, "text": "The authors show that IFI16 restricts HIV-1 independently of immune sensing by binding and inhibiting the host transcription factor Sp1 that drives viral gene expression."}, {"pubmed": 31199573, "text": "The coordinated interaction between Sp1 and AhR was identified to be DNA mediated. Our work revealed a basal regulatory mechanism of an interesting human gene by which AhR interacts with Sp1 through DNA and recruits Sp1 to regulate basal CYP1A1 expression."}, {"pubmed": 31209240, "text": "Contribution of DNA methylation to the expression of FCGRT in human liver and myocardium."}, {"pubmed": 31211445, "text": "DNA hypomethylation promotes invasion and metastasis of gastric cancer cells by regulating the binding of SP1 to the CDCA3 promoter."}, {"pubmed": 31236000, "text": "Study found that STC2 is overexpressed in colon adenocarcinoma tissues and positively correlated with poor prognosis. The binding site of the transcription factor Sp1 is widely located in the promoter region of STC2. Knocking down the expression of Sp1 significantly inhibited the transcription activity of STC2."}, {"pubmed": 31252264, "text": "long noncoding RNA POU3 F3, induced by transcription factor SP1, acts as an oncogene in the cervical cancer tumorigenesis via regulating miR-127-5p/FOXD1 axis."}, {"pubmed": 31254619, "text": "Our study suggests that Sp1/Annexin A2 expression could be a promising prognostic biomarker and therapeutic target for Oral squamous cell carcinoma (OSCC) metastasis."}, {"pubmed": 31270251, "text": "Association of SP1 rs1353058818 and STAT3 rs1053004 gene polymorphisms with human tongue squamous cell carcinoma."}, {"pubmed": 31276766, "text": "Transcriptional regulation of human cyclic GMP-AMP synthase gene."}, {"pubmed": 31299490, "text": "The authors identified that human papillomavirus type 8 E7 protein exerts control over cellular gene expression through Sp1/3 binding motifs, which may contribute to the virus-mediated keratinocyte transformation and subsequent fibronectin-dependent invasion."}, {"pubmed": 31366497, "text": "Sp1-binding sites in the TP promoter were methylated in epidermoid carcinoma. 5-Aza-CdR demethylated Sp1-binding sites and enhanced sensitivity to 5-FU"}, {"pubmed": 31397118, "text": "Knockdown of SP1/Syncytin1 axis inhibits the proliferation and metastasis through the AKT and ERK1/2 signaling pathways in non-small cell lung cancer."}, {"pubmed": 31478331, "text": "Long noncoding RNA SAMMSON promotes papillary thyroid carcinoma progression through p300/Sp1 axis and serves as a novel diagnostic and prognostic biomarker."}, {"pubmed": 31536933, "text": "IQGAP1 is required for cell proliferation in multiple myeloma cells, and the transcription of Sp1/p300 complex regulates expression of IQGAP1 gene."}, {"pubmed": 31545475, "text": "Study indicated that the transcriptional factor SP1 increased Rap1A expression via promoter binding and transcription activation."}, {"pubmed": 31566716, "text": "Long noncoding RNA LINC00657 induced by SP1 contributes to the non-small cell lung cancer progression through targeting miR-26b-5p/COMMD8 axis."}, {"pubmed": 31608997, "text": "SP1-mediated upregulation of lncRNA SNHG4 functions as a ceRNA for miR-377 to facilitate prostate cancer progression through regulation of ZIC5."}, {"pubmed": 31624299, "text": "Loss of TIMP3 by promoter methylation of Sp1 binding site promotes oral cancer metastasis."}, {"pubmed": 31666587, "text": "8-OxoG in GC-rich Sp1 binding sites enhances gene transcription in adipose tissue of juvenile mice."}, {"pubmed": 31696478, "text": "SP1-regulated LINC01638 promotes proliferation and inhibits apoptosis in non-small cell lung cancer."}, {"pubmed": 31706574, "text": "Mechanistically, MIR17HG targeted the miR-130a-3p/SP1 axis, moreover, transcription factor SP1 bind with the MIR17HG promoter region to promote its expression. MIR17HG displays the tumor-promotive role in the progression of osteosarcoma through SP1/MIR17HG/miR-130a-3p/SP1 feedback loop."}, {"pubmed": 31707347, "text": "XJD inhibits NSCLC cell growth via reciprocal interaction of PVT1 and miR181a-5p followed by reducing SP1 expression."}, {"pubmed": 31713587, "text": "SP1-DLEU1-miR-4429 feedback loop promotes cell proliferative and anti-apoptotic abilities in human glioblastoma."}, {"pubmed": 31739835, "text": "The role of transcription factor Sp1 in the regulation of gamma-glutamyl hydrolase gene expression by the rs3758149 polymorphism in CEM/C1 cells."}, {"pubmed": 31742423, "text": "MiR-539 inhibits the malignant behavior of breast cancer cells by targeting SP1."}, {"pubmed": 31752873, "text": "The SP1 mediated EPO-R expression played an essential role in hypoxia-induced non-small-cell lung carcinoma cell proliferation."}, {"pubmed": 31755246, "text": "SP1-mediated lncRNA PVT1 modulates the proliferation and apoptosis of lens epithelial cells in diabetic cataract via miR-214-3p/MMP2 axis."}, {"pubmed": 31783675, "text": "Results found the expression of Sp1 and PDSS2 are negatively correlated, and higher Sp1 expression with low PDSS2 expression is significantly associated with poor prognosis in lung cancer. Further data strongly suggest the essential role of Sp1 in maintaining the basic constitutive expression of PDSS2, and the pathogenic implication of Sp1-mediated PDSS2 transcriptional repression in lung cancer cells."}, {"pubmed": 31791587, "text": "Positive feedback loop SP1/SNHG1/miR-199a-5p promotes the malignant properties of thyroid cancer."}, {"pubmed": 31812125, "text": "Sp1-independent downregulation of NHEJ in response to BER deficiency."}, {"pubmed": 31876683, "text": "Over-expression of long noncoding RNA HOTAIRM1 promotes cell proliferation and invasion in human glioblastoma by up-regulating SP1 via sponging miR-137."}, {"pubmed": 31898343, "text": "LncRNA CRNDE is activated by SP1 and promotes osteosarcoma proliferation, invasion, and epithelial-mesenchymal transition via Wnt/beta-catenin signaling pathway."}, {"pubmed": 31904417, "text": "Sp1 promotes dental pulp stem cell osteoblastic differentiation through regulating noggin."}, {"pubmed": 31925912, "text": "SMAD3/SP1 complex-mediated constitutive active loop between lncRNA PCAT7 and TGF-beta signaling promotes prostate cancer bone metastasis."}, {"pubmed": 31945313, "text": "An increased interaction force between finger 3 of Sp1 (Sp1-f3)and the APP promoter in Pb(2+) solutions was consistent with a lower binding free energy, as determined by computer-assisted analysis."}, {"pubmed": 31955176, "text": "Mitofusin-2 (Mfn-2) Might Have Anti-Cancer Effect through Interaction with Transcriptional Factor SP1 and Consequent Regulation on Phosphatidylinositol Transfer Protein 3 (PITPNM3) Expression."}, {"pubmed": 31983431, "text": "Sp1 promotes ovarian cancer cell migration through repressing miR-335 expression."}, {"pubmed": 32050495, "text": "Understanding the Role of the Transcription Factor Sp1 in Ovarian Cancer: from Theory to Practice."}, {"pubmed": 32115405, "text": "The transcription factor Sp1 modulates RNA polymerase III gene transcription by controlling BRF1 and GTF3C2 expression in human cells."}, {"pubmed": 32124934, "text": "Chromomycin A3 suppresses cholangiocarcinoma growth by induction of S phase cell cycle arrest and suppression of Sp1related antiapoptotic proteins."}, {"pubmed": 32128886, "text": "High SP1 expression is associated with progression of glioma."}, {"pubmed": 32196572, "text": "SP1-induced lncRNA LINC00689 overexpression contributes to osteosarcoma progression via the miR-655/SOX18 axis."}, {"pubmed": 32205409, "text": "Tumor Necrosis Factor Alpha Regulates Skeletal Myogenesis by Inhibiting SP1 Interaction with cis-Acting Regulatory Elements within the Fbxl2 Gene Promoter."}, {"pubmed": 32236568, "text": "miR539 suppresses the proliferation, migration, invasion and epithelial mesenchymal transition of pancreatic cancer cells through targeting SP1."}, {"pubmed": 32248969, "text": "SP1-mediated upregulation of lncRNA LMCD1-AS1 functions a ceRNA for miR-106b-5p to facilitate osteosarcoma progression."}, {"pubmed": 32299271, "text": "The miR-25-3p/Sp1 pathway is dysregulated in ovarian endometriosis."}, {"pubmed": 32375633, "text": "The SP1-12LOX axis promotes chemoresistance and metastasis of ovarian cancer."}, {"pubmed": 32420685, "text": "Long non-coding RNA SNGH7 Is activated by SP1 and exerts oncogenic properties by interacting with EZH2 in ovarian cancer."}, {"pubmed": 32439864, "text": "SP1-activated long noncoding RNA lncRNA GCMA functions as a competing endogenous RNA to promote tumor metastasis by sponging miR-124 and miR-34a in gastric cancer."}, {"pubmed": 32488851, "text": "Sp1-mediated up-regulation of lnc00152 promotes invasion and metastasis of retinoblastoma cells via the miR-30d/SOX9/ZEB2 pathway."}, {"pubmed": 32633372, "text": "MED27 promotes malignant behavior of cells by affecting Sp1 in breast cancer."}, {"pubmed": 32636268, "text": "A frameshift variant in specificity protein 1 triggers superactivation of Sp1-mediated transcription in familial bone marrow failure."}, {"pubmed": 32656717, "text": "Chromatin accessibility of CD8 T cell differentiation and metabolic regulation."}, {"pubmed": 32671843, "text": "Apolipoprotein L1 is transcriptionally regulated by SP1, IRF1 and IRF2 in hepatoma cells."}, {"pubmed": 32714075, "text": "Lipid Metabolism is the common pathologic mechanism between Type 2 Diabetes Mellitus and Parkinson's disease."}, {"pubmed": 32743904, "text": "The inhibition of microRNA-326 by SP1/HDAC1 contributes to proliferation and metastasis of osteosarcoma through promoting SMO expression."}, {"pubmed": 32777444, "text": "Empagliflozin improves diabetic renal tubular injury by alleviating mitochondrial fission via AMPK/SP1/PGAM5 pathway."}, {"pubmed": 32838933, "text": "Differential SP1 interactions in SV40 chromatin from virions and minichromosomes."}, {"pubmed": 32851058, "text": "Inhibition of Specificity Protein 1 Is Involved in Phloretin-Induced Suppression of Prostate Cancer."}, {"pubmed": 32851429, "text": "GATA1/SP1 and miR-874 mediate enterovirus-71-induced apoptosis in a granzyme-B-dependent manner in Jurkat cells."}, {"pubmed": 32857725, "text": "SP1-induced HOXD-AS1 promotes malignant progression of cholangiocarcinoma by regulating miR-520c-3p/MYCN."}, {"pubmed": 32902145, "text": "miR-5188 augments glioma growth, migration and invasion through an SP1-modulated FOXO1-PI3K/AKT-c-JUN-positive feedback circuit."}, {"pubmed": 32966555, "text": "GDF15 serves as a coactivator to enhance KISS-1 gene transcription through interacting with Sp1."}, {"pubmed": 32988587, "text": "SP1-induced upregulation of lncRNA CTBP1-AS2 accelerates the hepatocellular carcinoma tumorigenesis through targeting CEP55 via sponging miR-195-5p."}, {"pubmed": 33065279, "text": "RUES2 hESCs exhibit MGE-biased neuronal differentiation and muHTT-dependent defective specification hinting at SP1."}, {"pubmed": 33089960, "text": "SP1-induced lncRNA DANCR contributes to proliferation and invasion of ovarian cancer."}, {"pubmed": 33092540, "text": "Deep vein thrombosis inhibitor may play a therapeutic role in post-stroke patients."}, {"pubmed": 33093451, "text": "TIMELESS regulates sphingolipid metabolism and tumor cell growth through Sp1/ACER2/S1P axis in ER-positive breast cancer."}, {"pubmed": 33096314, "text": "SP1 activated-lncRNA SNHG1 mediates the development of epilepsy via miR-154-5p/TLR5 axis."}, {"pubmed": 33103728, "text": "LncRNA HOTAIR modulates hepatitis B virus transcription and replication by enhancing SP1 transcription factor."}, {"pubmed": 33125142, "text": "miR7/SP1/TP53BP1 axis may play a pivotal role in NSCLC radiosensitivity."}, {"pubmed": 33146712, "text": "Transcription factor Sp1 is upregulated by PKCiota to drive the expression of YAP1 during pancreatic carcinogenesis."}, {"pubmed": 33276722, "text": "microRNA-199a-5p regulates epithelial-to-mesenchymal transition in diabetic cataract by targeting SP1 gene."}, {"pubmed": 33328578, "text": "GTSE1 promotes prostate cancer cell proliferation via the SP1/FOXM1 signaling pathway."}, {"pubmed": 33336764, "text": "CircRNA-PTPRA promoted the progression of atherosclerosis through sponging with miR-636 and upregulating the transcription factor SP1."}, {"pubmed": 33400247, "text": "SP1-induced AFAP1-AS1 contributes to proliferation and invasion by regulating miR-497-5p/CELF1 pathway in nasopharyngeal carcinoma."}, {"pubmed": 33431838, "text": "SP1-induced long non-coding RNA SNHG6 facilitates the carcinogenesis of chondrosarcoma through inhibiting KLF6 by recruiting EZH2."}, {"pubmed": 33472586, "text": "circRNA_0005529 facilitates growth and metastasis of gastric cancer via regulating miR-527/Sp1 axis."}, {"pubmed": 33522895, "text": "SP1 induced long non-coding RNA AGAP2-AS1 promotes cholangiocarcinoma proliferation via silencing of CDKN1A."}, {"pubmed": 33566030, "text": "[Regulation of IL33 Gene Expression by SP1 and Foxa1 in Breast and Lung Cancer Cells]."}, {"pubmed": 33579314, "text": "Down-regulation of the Sp1 transcription factor by an increase of microRNA-4497 in human placenta is associated with early recurrent miscarriage."}, {"pubmed": 33615510, "text": "PTPN6 promotes chemosensitivity of colorectal cancer cells via inhibiting the SP1/MAPK signalling pathway."}, {"pubmed": 33728585, "text": "SP1-induced overexpression of LINC00520 facilitates non-small cell lung cancer progression through miR-577/CCNE2 pathway and predicts poor prognosis."}, {"pubmed": 33730584, "text": "DSB repair pathway choice is regulated by recruitment of 53BP1 through cell cycle-dependent regulation of Sp1."}, {"pubmed": 33751053, "text": "miR-130b inhibits proliferation and promotes differentiation in myocytes via targeting Sp1."}, {"pubmed": 33771880, "text": "L-Plastin Promotes Gastric Cancer Growth and Metastasis in a Helicobacter pylori cagA-ERK-SP1-Dependent Manner."}, {"pubmed": 33811301, "text": "MicroRNA-199a-3p Exhibits Beneficial Effects in Asymptomatic Atherosclerosis by Inhibiting Vascular Smooth Muscle Cell Proliferation and Migration."}, {"pubmed": 33831429, "text": "Transcription factor SP1-induced microRNA-146b-3p facilitates the progression and metastasis of colorectal cancer via regulating FAM107A."}, {"pubmed": 33895141, "text": "Sp1 is a substrate of Keap1 and regulates the activity of CRL4A(WDR23) ubiquitin ligase toward Nrf2."}, {"pubmed": 34023783, "text": "Loss of polarity protein Par3 is mediated by transcription factor Sp1 in breast cancer."}, {"pubmed": 34077295, "text": "SP1-induced lncRNA ZFPM2 antisense RNA 1 (ZFPM2-AS1) aggravates glioma progression via the miR-515-5p/Superoxide dismutase 2 (SOD2) axis."}, {"pubmed": 34147913, "text": "SP1 transcriptionally activates NLRP6 inflammasome and induces immune evasion and radioresistance in glioma cells."}, {"pubmed": 34197957, "text": "USP39 promotes tumorigenesis by stabilizing and deubiquitinating SP1 protein in hepatocellular carcinoma."}, {"pubmed": 34202606, "text": "Sp1-Induced FNBP1 Drives Rigorous 3D Cell Motility in EMT-Type Gastric Cancer Cells."}, {"pubmed": 34225636, "text": "The LncRNA MIR155HG is Upregulated by SP1 in Melanoma Cells and Drives Melanoma Progression via Modulating the MiR-485-3p/PSIP1 Axis."}, {"pubmed": 34252870, "text": "Sp1-dependent recruitment of the histone acetylase p300 to DSBs facilitates chromatin remodeling and recruitment of the NHEJ repair factor Ku70."}, {"pubmed": 34281492, "text": "Transcription factor specificity protein 1-mediated Serine/threonine kinase 39 upregulation promotes the proliferation, migration, invasion and epithelial-mesenchymal transition of hepatocellular carcinoma cells by activating the transforming growth factor-beta1 /Smad2/3 pathway."}, {"pubmed": 34420031, "text": "Hsa_circ_0026628 promotes the development of colorectal cancer by targeting SP1 to activate the Wnt/beta-catenin pathway."}, {"pubmed": 34456628, "text": "p300/Sp1-Mediated High Expression of p16 Promotes Endothelial Progenitor Cell Senescence Leading to the Occurrence of Chronic Obstructive Pulmonary Disease."}, {"pubmed": 34499009, "text": "The circular RNA circ0005654 interacts with specificity protein 1 via microRNA-363 sequestration to promote gastric cancer progression."}, {"pubmed": 34575972, "text": "SREBP1-Induced Glutamine Synthetase Triggers a Feedforward Loop to Upregulate SREBP1 through Sp1 O-GlcNAcylation and Augments Lipid Droplet Formation in Cancer Cells."}, {"pubmed": 34601664, "text": "Human telomerase reverse transcriptase (hTERT) synergistic with Sp1 upregulate Gli1 expression and increase gastric cancer invasion and metastasis."}, {"pubmed": 34643249, "text": "Silencing long noncoding RNA LINC01138 inhibits aerobic glycolysis to reduce glioma cell proliferation by regulating the microRNA375/SP1 axis."}, {"pubmed": 34657441, "text": "Enhanced Sp1/YY1 Expression Directs CBS Transcription to Mediate VEGF-Stimulated Pregnancy-Dependent H2S Production in Human Uterine Artery Endothelial Cells."}, {"pubmed": 34727382, "text": "Transcriptional repression of E-cadherin in nickel-exposed lung epithelial cells mediated by loss of Sp1 binding at the promoter."}, {"pubmed": 34764224, "text": "Different SP1 binding dynamics at individual genomic loci in human cells."}, {"pubmed": 34826170, "text": "Melatonin induces apoptotic cell death through Bim stabilization by Sp1-mediated OTUD1 upregulation."}, {"pubmed": 34830324, "text": "Beyond HAT Adaptor: TRRAP Liaisons with Sp1-Mediated Transcription."}, {"pubmed": 34905435, "text": "Specificity protein 1/microRNA-92b forms a feedback loop promoting the migration and invasion of head and neck squamous cell carcinoma."}, {"pubmed": 34948100, "text": "Neurofibromin Deficiency Causes Epidermal Growth Factor Receptor Upregulation through the Activation of Ras/ERK/SP1 Signaling Pathway in Neurofibromatosis Type 1-Associated Malignant Peripheral Nerve Sheet Tumor."}, {"pubmed": 34973534, "text": "AMPK increases expression of ATM through transcriptional factor Sp1 and induces radioresistance under severe hypoxia in glioblastoma cell lines."}, {"pubmed": 34992508, "text": "miR-590-3 and SP1 Promote Neuronal Apoptosis in Patients with Alzheimer's Disease via AMPK Signaling Pathway."}, {"pubmed": 35034634, "text": "Estradiol-mediated inhibition of Sp1 decreases miR-3194-5p expression to enhance CD44 expression during lung cancer progression."}, {"pubmed": 35068337, "text": "Endothelial progenitor cells-derived exosomes transfer microRNA-30e-5p to regulate Erastin-induced ferroptosis in human umbilical vein endothelial cells via the specificity protein 1/adenosine monophosphate-activated protein kinase axis."}, {"pubmed": 35108712, "text": "miR-126-5p Targets SP1 to Inhibit the Progression of Parkinson's Disease."}, {"pubmed": 35163245, "text": "Sp1 Plays a Key Role in Vasculogenic Mimicry of Human Prostate Cancer Cells."}, {"pubmed": 35420971, "text": "Sp1 transcription factor represses transcription of phosphatase and tensin homolog to aggravate lung injury in mice with type 2 diabetes mellitus-pulmonary tuberculosis."}, {"pubmed": 35467245, "text": "Sp1 is overexpressed and associated with progression and poor prognosis in bladder urothelial carcinoma patients."}, {"pubmed": 35508543, "text": "Copy number amplification and SP1-activated lncRNA MELTF-AS1 regulates tumorigenesis by driving phase separation of YBX1 to activate ANXA8 in non-small cell lung cancer."}, {"pubmed": 35614326, "text": "Iron Deficiency Increases Phosphorylation of SP1 to Upregulate SPNS2 Expression in Hepatocellular Carcinoma."}, {"pubmed": 35771155, "text": "MIR503HG impeded ovarian cancer progression by interacting with SPI1 and preventing TMEFF1 transcription."}, {"pubmed": 35778451, "text": "Sp1 induced gene TIMP1 is related to immune cell infiltration in glioblastoma."}, {"pubmed": 35821227, "text": "TFRC upregulation promotes ferroptosis in CVB3 infection via nucleus recruitment of Sp1."}, {"pubmed": 35866606, "text": "miR-335-5p regulates the proliferation, migration and phenotypic switching of vascular smooth muscle cells in aortic dissection by directly regulating SP1."}, {"pubmed": 35916925, "text": "Transcription factor Sp1 regulates mitotic chromosome assembly and segregation."}, {"pubmed": 35924788, "text": "E2F7 enhances hepatocellular carcinoma growth by preserving the SP1/SOX4/Anillin axis via repressing miRNA-383-5p transcription."}, {"pubmed": 35957833, "text": "SP1-Induced Upregulation of lncRNA LINC00659 Promotes Tumour Progression in Gastric Cancer by Regulating miR-370/AQP3 Axis."}, {"pubmed": 36214997, "text": "Low SP1 SUMOylation-dependent SNHG17 upregulation promotes drug resistance of gastric cancer through impairing hsa-miR-23b-3p-induced Notch2 inhibition."}, {"pubmed": 36232701, "text": "SP1 and NFY Regulate the Expression of PNPT1, a Gene Encoding a Mitochondrial Protein Involved in Cancer."}, {"pubmed": 36305724, "text": "Phosphorylation-mediated interaction between human E26 transcription factor 1 and specific protein 1 is required for tumor cell migration."}, {"pubmed": 36476264, "text": "A key regulatory loop AK4P1/miR-375/SP1 in pancreatic adenocarcinoma."}, {"pubmed": 36499676, "text": "miR-145-5p Targets Sp1 in Non-Small Cell Lung Cancer Cells and Links to BMI1 Induced Pemetrexed Resistance and Epithelial-Mesenchymal Transition."}, {"pubmed": 36562687, "text": "Sp1 Controls the Basal Level of Interleukin-34 Transcription."}, {"pubmed": 36632999, "text": "Midline 1 interacting protein 1 promotes cancer metastasis through FOS-like 1-mediated matrix metalloproteinase 9 signaling in HCC."}, {"pubmed": 36765477, "text": "[The Effect of SP1 on the Progression of T-cell Acute Lymphoblastic Leukemia]."}, {"pubmed": 36861193, "text": "Tra2beta Enhances Cell Proliferation by Inducing the Expression of Transcription Factor SP1 in Cervical Cancer."}, {"pubmed": 36899270, "text": "Long Non-Coding RNA Small Nucleolar RNA Host Gene 4 Induced by Transcription Factor SP1 Promoted the Progression of Nasopharyngeal Carcinoma Through Modulating microRNA-510-5p/Centromere Protein F Axis."}, {"pubmed": 36899378, "text": "Specificity protein 1-mediated ACSL4 transcription promoted the osteoarthritis progression through suppressing the ferroptosis of chondrocytes."}, {"pubmed": 36932748, "text": "X-ray inhibits FUT4-mediated proliferation in A549 cells by downregulating SP1 expression."}, {"pubmed": 36938736, "text": "Regulation of USP25 by SP1 Associates with Amyloidogenesis."}, {"pubmed": 37147632, "text": "Sp1 promotes tumour progression by remodelling the mitochondrial network in cervical cancer."}, {"pubmed": 37166084, "text": "Sp1-mediated miR-193b suppresses atopic dermatitis by regulating HMGB1."}, {"pubmed": 37236124, "text": "HNF4alpha, SP1 and c-myc are master regulators of CNS autoimmunity."}, {"pubmed": 37445835, "text": "Sp1 Upregulation Bolsters the Radioresistance of Glioblastoma Cells by Promoting Double Strand Breaks Repair."}, {"pubmed": 37481646, "text": "Mesenchymal stem cells, as glioma exosomal immunosuppressive signal multipliers, enhance MDSCs immunosuppressive activity through the miR-21/SP1/DNMT1 positive feedback loop."}, {"pubmed": 37599359, "text": "P300/SP1 complex mediating elevated METTL1 regulates CDK14 mRNA stability via internal m7G modification in CRPC."}, {"pubmed": 37657752, "text": "Knockdown of HDAC10 inhibits POLE2-mediated DNA damage repair in NSCLC cells by increasing SP1 acetylation levels."}, {"pubmed": 37666229, "text": "The Role of Specificity Protein 1 (SP1) in Bladder Cancer Progression through PTEN-Mediated AKT/mTOR Pathway."}, {"pubmed": 37742010, "text": "LINC00955 suppresses colorectal cancer growth by acting as a molecular scaffold of TRIM25 and Sp1 to Inhibit DNMT3B-mediated methylation of the PHIP promoter."}, {"pubmed": 37793472, "text": "DDX5 (p68) orchestrates beta-catenin, RelA and SP1 mediated MGMT gene expression in human colon cancer cells: Implication in TMZ chemoresistance."}, {"pubmed": 37848946, "text": "KDM4C-mediated senescence defense is a targetable vulnerability in gastric cancer harboring TP53 mutations."}, {"pubmed": 37902017, "text": "SP1 transcriptionally upregulates the expression of APOC3 in KGN cells to promote disease progression by regulating TLR2/NF-kappaB signalling pathway."}, {"pubmed": 37909980, "text": "Over-expression of cFos by the Transcription Factors NFATc2 and Sp1 in Pancreatic Cancer Cells."}, {"pubmed": 38035702, "text": "Effect of NFATc2- and Sp1-mediated TNFalpha Regulation on the Proliferation and Migration Behavior of Pancreatic Cancer Cells."}, {"pubmed": 38159857, "text": "KLF6 activates Sp1-mediated prolidase transcription during TGF-beta1 signaling."}, {"pubmed": 38279869, "text": "SP1-activated USP27X-AS1 promotes hepatocellular carcinoma progression via USP7-mediated AKT stabilisation."}, {"pubmed": 38286742, "text": "Translation regulatory long non-coding RNA 1 negatively regulates cell radiosensitivity via the miR-22-3p/SP1 axis in non-small cell lung cancer."}, {"pubmed": 38301049, "text": "Interaction of Sp1 and Setd8 promotes vascular smooth muscle cells apoptosis by activating Mark4 in vascular calcification."}, {"pubmed": 38349188, "text": "Sp1 facilitates continued HSV-1 gene expression in the absence of key viral transactivators."}, {"pubmed": 38368381, "text": "RBBP7, regulated by SP1, enhances the Warburg effect to facilitate the proliferation of hepatocellular carcinoma cells via PI3K/AKT signaling."}, {"pubmed": 38375778, "text": "Transcriptional regulation of SARS-CoV-2 receptor ACE2 by SP1."}, {"pubmed": 38471646, "text": "Three-dimensional chromatin analysis reveals Sp1 as a mediator to program and reprogram HPV-host epigenetic architecture in cervical cancer."}, {"pubmed": 38501385, "text": "The RNA-binding protein sorbin and SH3 domain-containing 2 are transcriptionally regulated by specificity protein 1 and function as tumor suppressors in bladder cancer by stabilizing tissue factor pathway inhibitor."}, {"pubmed": 38533528, "text": "Silencing of circ_0088036 inhibits growth and invasion of lung adenocarcinoma through miR-203/SP1 axis."}, {"pubmed": 38540340, "text": "SP1 Gene Methylation in Head and Neck Squamous Cell Cancer in HPV-Negative Patients."}, {"pubmed": 38572579, "text": "hsa_circ_0007919 promotes pancreatic cancer metastasis by modulating Sp1-mediated THBS1 transcription."}, {"pubmed": 38641672, "text": "The histone lysine acetyltransferase KAT2B inhibits cholangiocarcinoma growth: evidence for interaction with SP1 to regulate NF2-YAP signaling."}, {"pubmed": 38829410, "text": "Specificity protein 1/3 regulate T-cell acute lymphoblastic leukemia cell proliferation and apoptosis through beta-catenin by acting as targets of miR-495-3p."}, {"pubmed": 38840385, "text": "GBP1 promotes cutaneous squamous cell carcinoma proliferation and invasion through activation of STAT3 by SP1."}, {"pubmed": 38940327, "text": "SP1-mediated ADAMTS5 transcription promotes IL-1beta-induced chondrocyte injury via Wnt/beta-catenin pathway in osteoarthritis."}], "genomic_pos": {"chr": "12", "end": 53416446, "ensemblgene": "ENSG00000185591", "start": 53380176, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 53810230, "start": 53773960, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 12560508, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": [23802567, 24244514], "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032869", "qualifier": "involved_in", "term": "cellular response to insulin stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033194", "qualifier": "involved_in", "term": "response to hydroperoxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034224", "qualifier": "involved_in", "term": "cellular response to zinc ion starvation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043536", "pubmed": 23802567, "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043923", "pubmed": 2833704, "qualifier": "involved_in", "term": "positive regulation by host of viral transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045766", "pubmed": 23802567, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 14580349, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 12771217, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [2833704, 12169688, 16691198, 19263243, 21659522, 27030318], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": [14979875, 21518763], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": [14701757, 14979875], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048511", "qualifier": "involved_in", "term": "rhythmic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071391", "qualifier": "involved_in", "term": "cellular response to estrogen stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902004", "pubmed": 14701757, "qualifier": "acts_upstream_of", "term": "positive regulation of amyloid-beta formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904568", "qualifier": "involved_in", "term": "cellular response to wortmannin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904828", "pubmed": 21659522, "qualifier": "involved_in", "term": "positive regulation of hydrogen sulfide biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905564", "pubmed": 23802567, "qualifier": "involved_in", "term": "positive regulation of vascular endothelial cell proliferation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": [15831516, 19307576, 21659522, 27030318], "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000791", "pubmed": 14701757, "qualifier": "part_of", "term": "euchromatin"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005634", "pubmed": 3139301, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12169688, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": 12498690, "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0017053", "pubmed": 16691198, "qualifier": "part_of", "term": "transcription repressor complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0032993", "pubmed": 10362258, "qualifier": "part_of", "term": "protein-DNA complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": [18293083, 18850004], "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 14979875, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": [14701757, 16691198, 21659522], "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000978", "pubmed": 10362258, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001221", "pubmed": 14988427, "qualifier": "enables", "term": "transcription coregulator binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": [2833704, 14701757, 16691198, 21659522], "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 12560508, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003690", "pubmed": 20371611, "qualifier": "enables", "term": "double-stranded DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [12169688, 12560508], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7824954, 8657141, 9328340, 10393239, 10816420, 10976766, 10987820, 12004059, 12665582, 12670868, 12771217, 12847090, 16582099, 16691198, 17024177, 17075044, 17418410, 17474147, 18003922, 18519037, 19070619, 19505873, 19666599, 20716579, 20936779, 21184768, 21297662, 21555589, 21831840, 24396070, 25609694], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0035035", "qualifier": "enables", "term": "histone acetyltransferase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [10393239, 20211142], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 10393239, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042826", "pubmed": [17827154, 18850004], "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0043425", "qualifier": "enables", "term": "bHLH transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 12169688, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0060090", "pubmed": 22855260, "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0061629", "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 324109], [8364, 394744], [9031, 395303], [9544, 702710], [9598, 451939], [9606, 6667], [9615, 486507], [9913, 540741], [10090, 20683], [10116, 24790]], "id": 8276}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": ["IPI00465152", "IPI00916684"], "map_location": "12q13.13", "name": "Sp1 transcription factor", "other_names": ["specificity protein 1", "transcription factor Sp1"], "pantherdb": {"HGNC": "11205", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98372", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10090, "uniprot_kb": "O89090"}, {"RGD": "3738", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "Q01714"}, {"Ensembl": "ENSGALG00000026590", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 9031, "uniprot_kb": "R4GKC4"}, {"Ensembl": "ENSGALG00000035487", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 9031, "uniprot_kb": "Q90WR9"}, {"Ensembl": "ENSDARG00000005846", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "F1Q751"}, {"ZFIN": "ZDB-GENE-030131-2829", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "F1QW97"}, {"WormBase": "WBGene00012735", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 6239, "uniprot_kb": "Q9XW26"}, {"FlyBase": "FBgn0000233", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q24266"}, {"FlyBase": "FBgn0039169", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "A0A0B4KHC8"}, {"FlyBase": "FBgn0020378", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "M9PJG1"}], "uniprot_kb": "P08047"}, "pathway": {"biocarta": [{"id": "agrpathway", "name": "agrin in postsynaptic differentiation"}, {"id": "calcineurinpathway", "name": "effects of calcineurin in keratinocyte differentiation"}, {"id": "hcmvpathway", "name": "human cytomegalovirus and map kinase pathways"}, {"id": "keratinocytepathway", "name": "keratinocyte differentiation"}, {"id": "mapkpathway", "name": "mapkinase signaling pathway"}, {"id": "pparapathway", "name": "mechanism of gene regulation by peroxisome proliferators via ppara"}, {"id": "tercpathway", "name": "overview of telomerase rna component gene hterc transcriptional regulation"}, {"id": "tertpathway", "name": "overview of telomerase protein component gene htert transcriptional regulation"}], "kegg": [{"id": "hsa04137", "name": "Mitophagy - animal - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa04927", "name": "Cortisol synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa05016", "name": "Huntington disease - Homo sapiens (human)"}, {"id": "hsa05017", "name": "Spinocerebellar ataxia - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05231", "name": "Choline metabolism in cancer - Homo sapiens (human)"}, {"id": "hsa05415", "name": "Diabetic cardiomyopathy - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_Gastrin", "name": "Gastrin"}, {"id": "Pathway_Leptin", "name": "Leptin"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}], "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "e2f_pathway", "name": "E2F transcription factor network"}, {"id": "foxm1pathway", "name": "FOXM1 transcription factor network"}, {"id": "fra_pathway", "name": "Validated transcriptional targets of AP1 family members Fra1 and Fra2"}, {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}, {"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}, {"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}, {"id": "il2_stat5pathway", "name": "IL2 signaling events mediated by STAT5"}, {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, {"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "p73pathway", "name": "p73 transcription factor network"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}, {"id": "tap63pathway", "name": "Validated transcriptional targets of TAp63 isoforms"}, {"id": "telomerasepathway", "name": "Regulation of Telomerase"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1655829", "name": "Regulation of cholesterol biosynthesis by SREBP (SREBF)"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-1989781", "name": "PPARA activates gene expression"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173796", "name": "SMAD2/SMAD3:SMAD4 heterotrimer regulates transcription"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2426168", "name": "Activation of gene expression by SREBF (SREBP)"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2559585", "name": "Oncogene Induced Senescence"}, {"id": "R-HSA-400206", "name": "Regulation of lipid metabolism by PPARalpha"}, {"id": "R-HSA-418990", "name": "Adherens junctions interactions"}, {"id": "R-HSA-418990", "name": "Adherens junctions interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6807505", "name": "RNA polymerase II transcribes snRNA genes"}, {"id": "R-HSA-6807505", "name": "RNA polymerase II transcribes snRNA genes"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9735871", "name": "SARS-CoV-1 targets host intracellular signalling and regulatory pathways"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9759194", "name": "Nuclear events mediated by NFE2L2"}, {"id": "R-HSA-9759475", "name": "Regulation of CDH11 Expression and Function"}, {"id": "R-HSA-9759475", "name": "Regulation of CDH11 Expression and Function"}, {"id": "R-HSA-9759476", "name": "Regulation of Homotypic Cell-Cell Adhesion"}, {"id": "R-HSA-9759476", "name": "Regulation of Homotypic Cell-Cell Adhesion"}, {"id": "R-HSA-9762293", "name": "Regulation of CDH11 gene transcription"}, {"id": "R-HSA-9762293", "name": "Regulation of CDH11 gene transcription"}, {"id": "R-HSA-9764260", "name": "Regulation of Expression and Function of Type II Classical Cadherins"}, {"id": "R-HSA-9764260", "name": "Regulation of Expression and Function of Type II Classical Cadherins"}, {"id": "R-HSA-9818030", "name": "NFE2L2 regulating tumorigenic genes"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9839373", "name": "Signaling by TGFBR3"}, {"id": "R-HSA-9839394", "name": "TGFBR3 expression"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP1982", "name": "Sterol regulatory element-binding proteins (SREBP) signaling"}, {"id": "WP1984", "name": "Integrated breast cancer pathway"}, {"id": "WP2034", "name": "Leptin signaling pathway"}, {"id": "WP2112", "name": "IL17 signaling pathway"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2875", "name": "Constitutive Androstane Receptor Pathway"}, {"id": "WP2881", "name": "Estrogen Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP3286", "name": "Copper homeostasis"}, {"id": "WP3414", "name": "Initiation of transcription and translation elongation at the HIV-1 LTR"}, {"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP391", "name": "Mitochondrial Gene Expression"}, {"id": "WP408", "name": "Oxidative Stress"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4269", "name": "Ethanol metabolism resulting in production of ROS by CYP2E1"}, {"id": "WP4341", "name": "Non-genomic actions of 1,25 dihydroxyvitamin D3"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}, {"id": "WP712", "name": "Estrogen signaling pathway"}]}, "pdb": ["1SP1", "1SP2", "1VA1", "1VA2", "1VA3", "6PV0", "6PV1", "6PV2", "6PV3", "6UCO", "6UCP"], "pfam": "PF00096", "pharmgkb": "PA36042", "pharos": {"target_id": 10428, "tdl": "Tbio"}, "pir": "A29635", "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF220890", "relationship": "is"}, {"id": "GNF256635", "relationship": "is"}, {"id": "GNF256636", "relationship": "is"}, {"id": "GNF256637", "relationship": "is"}, {"id": "GNF256638", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF041869", "relationship": "is"}, {"id": "GNF046798", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF013839", "relationship": "is"}, {"id": "GNF030426", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101156", "relationship": "is"}, {"id": "GNF140811", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_030361.1"], "protein": ["NP_001238754.1", "NP_003100.1", "NP_612482.2"], "rna": ["NM_001251825.2", "NM_003109.1", "NM_138473.3"], "translation": [{"protein": "NP_003100.1", "rna": "NM_003109.1"}, {"protein": "NP_001238754.1", "rna": "NM_001251825.2"}, {"protein": "NP_612482.2", "rna": "NM_138473.3"}]}, "reporter": {"HG-U133_Plus_2": ["1553685_s_at", "214732_at", "224754_at", "224760_at"], "HG-U95Av2": "1156_at", "HG-U95B": ["43517_s_at", "50335_at"], "HTA-2_0": ["TC12000437.hg.1", "TC12002368.hg.1"], "HuEx-1_0": "3415969", "HuGene-1_1": "7955787", "HuGene-2_1": "16751785"}, "retired": 144467, "summary": "The protein encoded by this gene is a zinc finger transcription factor that binds to GC-rich motifs of many promoters. The encoded protein is involved in many cellular processes, including cell differentiation, cell growth, apoptosis, immune responses, response to DNA damage, and chromatin remodeling. Post-translational modifications such as phosphorylation, acetylation, glycosylation, and proteolytic processing significantly affect the activity of this protein, which can be an activator or a repressor. Three transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Nov 2014].", "symbol": "SP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335858"}, "unigene": ["Hs.649191", "Hs.620754"], "uniprot": {"Swiss-Prot": "P08047", "TrEMBL": ["H3BUU5", "H3BVI2"]}, "wikipedia": {"url_stub": "Sp1 transcription factor"}}