{"AllianceGenome": "11208", "HGNC": "11208", "MIM": "601804", "_id": "6670", "_version": 2, "accession": {"genomic": ["AC016737.8", "AC093399.6", "AC106900.3", "AF494280.1", "AY251018.1", "CH471058.2", "CP068276.2", "NC_000002.12", "NC_060926.1", "NG_029153.2"], "protein": ["AAA36630.2", "AAH42945.2", "AAI26415.1", "AAI43929.1", "AAL58086.1", "AAL58087.1", "AAL58088.1", "AAM12875.1", "AAP03059.1", "AAR30505.1", "AAR30506.1", "BAD92571.1", "BAG65079.1", "CAA48562.1", "CAC34575.1", "CAD23619.1", "CAH18178.1", "EAX11152.1", "EAX11153.1", "EAX11154.1", "EAX11155.1", "NP_001017371.3", "NP_001166183.1", "NP_003102.1", "Q02447.3"], "rna": ["AA706229.1", "AB209334.1", "AJ310752.1", "AJ430844.1", "AK304199.1", "AW204666.1", "AW295583.1", "AY070137.1", "AY441957.1", "AY441958.1", "BC042945.2", "BC126414.1", "BC143928.1", "BQ010796.1", "BX648857.1", "CR749323.1", "M97191.2", "NM_001017371.5", "NM_001172712.1", "NM_003111.5", "X68560.1"], "translation": [{"protein": "CAD23619.1", "rna": "AJ430844.1"}, {"protein": "NP_003102.1", "rna": "NM_003111.5"}, {"protein": "AAL58088.1", "rna": "AY070137.1"}, {"protein": "AAR30506.1", "rna": "AY441958.1"}, {"protein": "AAA36630.2", "rna": "M97191.2"}, {"protein": "CAA48562.1", "rna": "X68560.1"}, {"protein": "NP_001017371.3", "rna": "NM_001017371.5"}, {"protein": "NP_001166183.1", "rna": "NM_001172712.1"}, {"protein": "BAD92571.1", "rna": "AB209334.1"}, {"protein": "AAL58086.1", "rna": "AY070137.1"}, {"protein": "BAG65079.1", "rna": "AK304199.1"}, {"protein": "CAC34575.1", "rna": "AJ310752.1"}, {"protein": "AAI26415.1", "rna": "BC126414.1"}, {"protein": "AAI43929.1", "rna": "BC143928.1"}, {"protein": "AAL58087.1", "rna": "AY070137.1"}, {"protein": "AAR30505.1", "rna": "AY441957.1"}, {"protein": "AAH42945.2", "rna": "BC042945.2"}, {"protein": "CAH18178.1", "rna": "CR749323.1"}]}, "alias": "SPR2", "ensembl": {"gene": "ENSG00000172845", "protein": ["ENSP00000310301", "ENSP00000406140", "ENSP00000413665", "ENSP00000498392", "ENSP00000498794", "ENSP00000499057"], "transcript": ["ENST00000310015", "ENST00000416195", "ENST00000418194", "ENST00000418620", "ENST00000462904", "ENST00000465379", "ENST00000483084", "ENST00000490182", "ENST00000650743", "ENST00000651846", "ENST00000652005"], "translation": [{"protein": "ENSP00000499057", "rna": "ENST00000651846"}, {"protein": "ENSP00000498794", "rna": "ENST00000650743"}, {"protein": "ENSP00000310301", "rna": "ENST00000310015"}, {"protein": "ENSP00000406140", "rna": "ENST00000418194"}, {"protein": "ENSP00000413665", "rna": "ENST00000416195"}, {"protein": "ENSP00000498392", "rna": "ENST00000652005"}], "type_of_gene": "protein_coding"}, "entrezgene": "6670", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 18.672344464, "exp_mis": 230.673966421, "exp_syn": 107.193114486, "lof_z": 4.05120705995333, "mis_z": 1.50311479109475, "mu_lof": 1.57536650876e-06, "mu_mis": 2.28460453165e-05, "mu_syn": 1.1389251715e-05, "n_lof": 1.0, "n_mis": 184.0, "n_syn": 131.0, "p_li": 0.992297744064531, "p_null": 3.12205711103716e-07, "p_rec": 0.00770194372975783, "syn_z": -1.42550551538267}, "bp": 2346, "cds_end": 174829899, "cds_start": 174774668, "n_exons": 7, "nonpsych": {"exp_lof": 16.7930303912, "exp_mis": 208.674962021, "exp_syn": 96.9128712002, "lof_z": 4.02454236574279, "mis_z": 1.49004705671215, "mu_lof": 1.57536650876e-06, "mu_mis": 2.28460453165e-05, "mu_syn": 1.1389251715e-05, "n_lof": 0.0, "n_mis": 166.0, "n_syn": 118.0, "p_li": 0.997375969355059, "p_null": 1.3558648541579e-07, "p_rec": 0.00262389505845552, "syn_z": -1.34862203668153}, "nontcga": {"exp_lof": 17.168104436, "exp_mis": 212.20961141, "exp_syn": 98.6072182934, "lof_z": 3.84927690168305, "mis_z": 1.51197285835609, "mu_lof": 1.57536650876e-06, "mu_mis": 2.28460453165e-05, "mu_syn": 1.1389251715e-05, "n_lof": 1.0, "n_mis": 168.0, "n_syn": 128.0, "p_li": 0.987088431691867, "p_null": 1.10486354997643e-06, "p_rec": 0.0129104634445826, "syn_z": -1.87416838079086}, "transcript": "ENST00000310015.6"}, "exons": [{"cdsend": 173963835, "cdsstart": 173909940, "chr": "2", "position": [[173900775, 173910257], [173913069, 173913266], [173918592, 173918785], [173954872, 173956232], [173963760, 173963880]], "strand": -1, "transcript": "NM_001017371", "txend": 173963880, "txstart": 173900775}, {"cdsend": 173965171, "cdsstart": 173909940, "chr": "2", "position": [[173906458, 173910257], [173913069, 173913266], [173918592, 173918785], [173954872, 173956232], [173963760, 173963874], [173964404, 173964553], [173965164, 173965702]], "strand": -1, "transcript": "NM_001172712", "txend": 173965702, "txstart": 173906458}, {"cdsend": 173965171, "cdsstart": 173909940, "chr": "2", "position": [[173906458, 173910257], [173913069, 173913266], [173918592, 173918785], [173954872, 173956232], [173963760, 173963883], [173964404, 173964553], [173965164, 173965702]], "strand": -1, "transcript": "NM_003111", "txend": 173965702, "txstart": 173906458}], "exons_hg19": [{"cdsend": 174828563, "cdsstart": 174774668, "chr": "2", "position": [[174765504, 174774985], [174777797, 174777994], [174783320, 174783513], [174819600, 174820960], [174828488, 174828608]], "strand": -1, "transcript": "NM_001017371", "txend": 174828608, "txstart": 174765504}, {"cdsend": 174829899, "cdsstart": 174774668, "chr": "2", "position": [[174771186, 174774985], [174777797, 174777994], [174783320, 174783513], [174819600, 174820960], [174828488, 174828602], [174829132, 174829281], [174829892, 174830430]], "strand": -1, "transcript": "NM_001172712", "txend": 174830430, "txstart": 174771186}, {"cdsend": 174829899, "cdsstart": 174774668, "chr": "2", "position": [[174771186, 174774985], [174777797, 174777994], [174783320, 174783513], [174819600, 174820960], [174828488, 174828611], [174829132, 174829281], [174829892, 174830430]], "strand": -1, "transcript": "NM_003111", "txend": 174830430, "txstart": 174771186}], "generif": [{"pubmed": 11447232, "text": "Transcription factor Sp3 blocked the Sp1 induction of COL2A1 promoter activity"}, {"pubmed": 11773047, "text": "Sp3- mediated transcriptional repression is due, at least in part, to competition for promoter-specific transcription factors"}, {"pubmed": 11796707, "text": "role in interferon-gamma mediated suppression of macrophage lipoprotein lipase gene transcription"}, {"pubmed": 11839742, "text": "role in identifying sterol-indendent regulatory elements in human ATP-binding cassette transporter A1 promoter"}, {"pubmed": 11850421, "text": "role in regulating 11beta-hydroxysteroid dehydrogenase type 2 promoter"}, {"pubmed": 11867623, "text": "Role of Sp1 and Sp3 in the nutrient-regulated expression of the human asparagine synthetase gene"}, {"pubmed": 12133007, "text": "cooperation with hepatocyte nuclear factor-4 leads to transcriptional activation of the human haem oxygenase-1 gene promoter in a hepatoma cell line"}, {"pubmed": 12151407, "text": "Results suggest that Sp1 and Sp3 associate with the hTERT promoter, recruiting HDAC for the localized deacetylation of nucleosomal histones and transcriptional silencing of the hTERT gene in normal human somatic cells."}, {"pubmed": 12176973, "text": "CK2 phosphorylation of HDAC2 recruited by Sp1 or Sp3 could regulate HDAC activity and alter the balance of histone deacetylase and histone acetyltransferase activities and dynamic chromatin remodeling of estrogen-regulated genes."}, {"pubmed": 12186868, "text": "TGF-beta1 inhibition of COL2A1 gene transcription in articular chondrocytes is mediated by an increase of the Sp3/Sp1 ratio and by the repression of Sp1 transactivating effects on that gene"}, {"pubmed": 12297010, "text": "Use of non-AUG (AUA) translation initiation site and alternate downstream start sites, results in multiple SP3 isoforms."}, {"pubmed": 12297462, "text": "role of transcription factors Sp1 and Sp3 in the regulation of telomerase activity and human telomerase reverse transcriptase (hTERT) in Jurkat T cells"}, {"pubmed": 12378384, "text": "This protein plays a role in the identification of regulatory elements in the human adipose most abundant gene transcript-1(apM-1) promoter."}, {"pubmed": 12411611, "text": "5' UTR of Sp3 transcription factor"}, {"pubmed": 12509426, "text": "role in regulating vascular endothelial growth factor-A gene transcription by activating two proximal GC-rich promoter elements"}, {"pubmed": 12576329, "text": "results suggest that oxidized phospholipids inhibit transcription of the thrombomodulin gene in vascular endothelium by inhibiting the binding of retinoic acid receptor beta-retinoid x receptor alpha heterodimer and Sp1 and Sp3 to thrombomodulin promoter"}, {"pubmed": 12664565, "text": "Regulates leukotreiene C4 synthase gene expression in mononuclear phagocytes."}, {"pubmed": 12694199, "text": "This protein and Sp1 are involved in up-regulation of human deoxyribonuclease II transcription during differentiation of HL-60 cells."}, {"pubmed": 12730302, "text": "Sp1 and Sp3 regulate human CETP promoter activity through three Sp1/Sp3 binding sites in a distinct manner"}, {"pubmed": 12818425, "text": "The results indicate that Sp1 is the protein mediating the basal transcription of MGST1. It appears that both the Sp1 and Sp3 proteins are important for the basal expression of PGES"}, {"pubmed": 12837748, "text": "Acetylation acts as a switch that controls the repressor and activator role of Sp3."}, {"pubmed": 12855685, "text": "Sp3 and Sp1 have roles in regulating monoamine oxidase B in human tumor cells"}, {"pubmed": 12911579, "text": "HNF4-alpha, HNF3-beta and Sp1/Sp3 are important in regulation of prothrombin expression"}, {"pubmed": 12972613, "text": "TFIIB intewracts with SP1/SP3 at the SP1 site."}, {"pubmed": 14608051, "text": "Biotin affects gene expression in Jurkaat cells."}, {"pubmed": 14623259, "text": "In conclusion, we provide evidence for AML-1, PU.1, and Sp3 cooperatively and directly mediating BPI-expression during myeloid differentiation."}, {"pubmed": 14645238, "text": "E2F and Sp1/Sp3 synergize but are not sufficient to activate the MYCN gene in neuroblastoma"}, {"pubmed": 14697235, "text": "SP3 acts as a positive regulator on the core promoter of human ZPK gene"}, {"pubmed": 14742449, "text": "the cooperation of HIF-1 with Sp1/Sp3 confers transcriptional activation under hypoxia to RORalpha4"}, {"pubmed": 14766015, "text": "S-nitrosoglutathione increases Sp3 binding to DNA and transcription of CFTR at physiological concentrations, but inhibits Sp3 binding and CFTR transcription at nitrosative stress levels."}, {"pubmed": 14767471, "text": "An SP3 binding site in the IGFBP4 gene was identified and the role of SP3 in regulating its promoter activity in CaCo-2 cells was studied."}, {"pubmed": 14767558, "text": "Sp3 isoform ratios and activity are controlled at the translational level, which regulates expression of genes during mitosis and has effects on cell cycle regulation and tumorigenesis"}, {"pubmed": 15107420, "text": "Sp3 binding is regulated by methylation in the core-promoter region of the chondromodulin-I gene"}, {"pubmed": 15111490, "text": "PPARgamma1 has bifunctional properties in the regulation of KDR gene expression mediated via interaction with both Sp1 and Sp3"}, {"pubmed": 15118068, "text": "human secretin gene is controlled by the Sp1/Sp3 transcription factors ratio"}, {"pubmed": 15247228, "text": "four isoforms derive from alternative translational start sites at positions 1, 37, 856, and 907; the transcriptional activity of all the Sp3 isoforms is regulated by SUMO modification"}, {"pubmed": 15247906, "text": "Sp1 and Sp3 proteins play a physiologically important role in positively and negatively regulating the 15-LOX2 gene expression, respectively."}, {"pubmed": 15466927, "text": "The reduced binding affinity of Sp1/Sp3 to the T allele explain earlier observations of a reduced t-PA release and an increased risk of myocardial infarction in individuals carrying this allele."}, {"pubmed": 15494207, "text": "Sp3 isoforms are sumoylated in vivo and this post-translational modification plays an important role in the regulation of Sp3-mediated transcription."}, {"pubmed": 15523672, "text": "results show that there are genuine Sp1/Sp3 or Egr-1 controlled genes showing no cross-regulation of Sp1/Sp3 and Egr-1 through the same DNA-binding site"}, {"pubmed": 15572681, "text": "SP3 protein negatively regulates beta myosin heavy chain gene expression during skeletal muscle inactivity."}, {"pubmed": 15666829, "text": "Proximal promoter of GIP-R gene contains a GC-rich region capable of binding to Sp1 and SP3."}, {"pubmed": 15706661, "text": "HIV-1 Tat regulates the SOD2 basal promoter by altering Sp1/Sp3 binding activity"}, {"pubmed": 15747776, "text": "10 genes were down-regulated following treatment of the T-ALL cells with 0.15 and 1.5 microg/mL of metal ores at 72 h.  DNA-binding transcriptional activator activity."}, {"pubmed": 15777284, "text": "PARP-1 expression appeared to be co-ordinated with that of Sp1 and Sp3 in primary cultured cells, suggesting that PARP-1 may play some important functions during the proliferative burst that characterizes wound healing."}, {"pubmed": 15816870, "text": "Sp3 is a strong activator of dopamine transporter transcriptional activity."}, {"pubmed": 15821099, "text": "Data demonstrate that the constitutive activity of the human melanocortin-4 receptor promoter is dependent upon Sp1 and 3 transcription factors."}, {"pubmed": 15831526, "text": "cytochrome b5 gene transcription is regulated by Sp3, GATA-6, and steroidogenic factor 1 in human adrenal NCI-H295A cells"}, {"pubmed": 15951564, "text": "Sp1 and Sp3 have roles in regulation of human telomerase reverse transcriptase promoter activity by the bioactive sphingolipid ceramide"}, {"pubmed": 15979574, "text": "Our results suggest that MUC6 transcription is regulated by NFkappaB and Sp family members."}, {"pubmed": 15987735, "text": "Demonstration of the different intranuclear features of Sp1 and Sp3 provides further evidence that Sp3 is not a functional equivalent of Sp1."}, {"pubmed": 16024108, "text": "Results indicate important role for Sp1, Sp3, and NF-Y in transcription regulation of Sp3 proximal promotor"}, {"pubmed": 16081043, "text": "Sp3 D-domain modulates its protein levels and activation of the p21(CIP1/WAF1) promoter"}, {"pubmed": 16150893, "text": "increased pAPCP promoter activity in the MCF10A cell line in response to DMBA treatment is mediated by Sp3"}, {"pubmed": 16339759, "text": "in the absence of IFN treatment, activation of PKR basal expression is mediated by Sp1 and Sp3 proteins in a cooperative manner"}, {"pubmed": 16529657, "text": "identified and characterized the P2X1 promoter utilized in MEG-01 cells and showed that binding of Sp1/3 and NF-1 to elements in the direct vicinity of the transcription start site is essential for basal transcription"}, {"pubmed": 16574784, "text": "Sp3 and Sp4 cooperatively interact with ERalpha to activate VEGFR2"}, {"pubmed": 16603733, "text": "Sp1 and Sp3 are principal mediators of hyaluronan synthase 2 constitutive transcription"}, {"pubmed": 16671893, "text": "PADI3 expression is driven by Sp3 bindin to the promoter region"}, {"pubmed": 16672217, "text": "Sp3 and Sp1 transcription factors have a crutial role in the expression of Protein S gene"}, {"pubmed": 16677608, "text": "Nevertheless, by gel shift assays, Sp1 and Sp3 were not found to be responsible for the protein-DNA complexes formed by the GC-rich sequence."}, {"pubmed": 16760259, "text": "These data indicate that IFN-gamma and TNF-alpha may repress the NHE3 promoter activity in C2BBe1 cells by PKA-mediated phosphorylation of Sp1 and Sp3 transcription factors."}, {"pubmed": 16806531, "text": "Sp1 is a strong activator, while Sp3 by its own is a weak activator of the DPYD promoter."}, {"pubmed": 16807381, "text": "HSD17B2 expression in endometrial epithelial cells, and, therefore, estrogen inactivation, is regulated by SP1 and SP3"}, {"pubmed": 16965966, "text": "WFS1 minimal promoter contains two DNA binding motifs (GC boxes) for the transcription factors Sp1/3/4 and binding of both Sp1 and Sp3 was demonstrated at both motifs in vitro and in vivo."}, {"pubmed": 17241874, "text": "Sp3 binds to the gamma-ENaC promoter and Sp3 binding is enhanced by butyrate"}, {"pubmed": 17297470, "text": "These data suggest Pdcd4 as a new negative regulator of intravasation, and qas the invasion-related gene u-PAR. It is the first study to implicate Pdcd4 regulation of gene expression via Sp1/Sp3."}, {"pubmed": 17343736, "text": "in human osteoblast-like MG63 cells, Sp1 and Sp3 stimulate basal PDPN transcription in a concerted, yet independent manner."}, {"pubmed": 17540780, "text": "Our data suggest that the differential regulation of NHE3 gene expression by NaB and IFN-gamma/TNF-alpha is mediated through alternative pathways that converge on Sp1/Sp3."}, {"pubmed": 17548428, "text": "Data show that increased generation of C18-ceramide by hCerS1 expression mediates the association and recruitment of deacetylated Sp3/HDAC1 to the hTERT promoter, resulting in local histone H3 deacetylation and repression of the promoter."}, {"pubmed": 17616668, "text": "EGFR activation in malignant gliomas can transcriptionally activate COX-2 expression in a process that requires p38-MAPK and Sp1/Sp3"}, {"pubmed": 17652716, "text": "Laminin repressed transcription, directed by the alpha6 gene promoter, by altering the nuclear levels of Sp1 and Sp3"}, {"pubmed": 17681019, "text": "functional role of Sp transcription factors in upregulating P1-directed transcription was demonstrated"}, {"pubmed": 17698844, "text": "These data suggest that the regulation of COL1A1 gene transcription in human dermal fibroblasts involves a complex machinery that implicates at least three transcription proteins, hc-Krox, Sp1, and Sp3."}, {"pubmed": 17894944, "text": "TsA increases 5-LO promoter activity by the enhanced recruitment of Sp1 and Sp3 to the 5-LO promoter"}, {"pubmed": 18053089, "text": "IL-1beta decreases type II TGFbeta receptor expression by inducing Sp3 via NFkappaB"}, {"pubmed": 18065760, "text": "Interleukin-6 (IL-6) and/or soluble IL-6 receptor down-regulation of human type II collagen gene expression in articular chondrocytes requires a decrease of Sp1.Sp3 ratio and of the binding activity of both factors to the COL2A1 promoter"}, {"pubmed": 18195733, "text": "Sp1/Sp3, but not EKLF, is involved in the activation of the GATA-1 erythroid promoter, and that histones H3 and H4 are highly acetylated in this promoter region for an actively transcribed GATA-1"}, {"pubmed": 18314536, "text": "Sp1 and Sp3 plays role in regulating the expression of human EC-SOD in the lung."}, {"pubmed": 18329191, "text": "Sp1 and Sp3 over-expression activates CD97 promoter activity in HEK293 cells."}, {"pubmed": 18342022, "text": "Results show activation of the Sp3 proximal promoter upon overexpression of NF-1, c-Myb, B-Myb, c-Jun and c-Fos, and repression after overexpression of E2F/DP1."}, {"pubmed": 18343609, "text": "Overexpression of either Sp1 or full-length Sp3 was shown to augment LAT promoter activity, while siRNA-mediated knockdown of each transcription factor was demonstrated to have an inhibitory effect."}, {"pubmed": 18348986, "text": "Stat1/3 directly controls promoter P1 of the CASR, and the Stats indirectly regulate promoter P2 of the CASR via Sp1/3 in response to IL-6"}, {"pubmed": 18393243, "text": "Observation suggested that deficient expression of SP3 gene occurs in Chinese MS patients, and that the SP3 expression may correlate with the clinical manifestations of MS and play roles in its immunological pathogenesis."}, {"pubmed": 18496767, "text": "Transcription factors Sp3, ZBP-89 and NF-Y are capable of binding to the SOX18 promoter region."}, {"pubmed": 18522535, "text": "Sp3 bound to all five motifs on Axl, and mutation of all motifs abolished binding."}, {"pubmed": 18543253, "text": "The co-occupancy of ERalpha and Sp1 on TFF1 promoter remains at similar level with and without estrogen, while that of ERalpha and Sp3 increased in the presence of estrogen"}, {"pubmed": 18593936, "text": "Curcumin also decreased bladder tumor growth in athymic nude mice bearing KU7 cells as xenografts and this was accompanied by decreased Sp1, Sp3, and Sp4 protein levels in tumors."}, {"pubmed": 18604866, "text": "the basal activity of the human PRDM1 promoter, through which several factors, including SP1, SP3 and early growth response 1, modulate its expression through a conserved GC-box."}, {"pubmed": 18725933, "text": "Sp1/Sp3 binding at the promoter of RIL gene prevents DNA hypermethylation."}, {"pubmed": 19064501, "text": "Cell confluency-induced Stat3 activation regulates NHE3 expression by recruiting Sp1 and Sp3 to the proximal NHE3 promoter region during epithelial dome formation."}, {"pubmed": 19212434, "text": "Results suggest that full length Sp3 accumulation highlights bypass of tumour cell apoptotic capacities and is indicative of head and neck tumours' aggressiveness."}, {"pubmed": 19309563, "text": "Sp3 gene silencing specifically hits CK18 and CK19, which are markers of oral and cervical squamous tumors."}, {"pubmed": 20180024, "text": "Sp1 together with Sp3 may function as the main regulator of the basal and serum-induced transcription of CENP-W."}, {"pubmed": 20442780, "text": "the two factors Klf4 and Sp3 exert an overlapping repressor function through their binding to the Notch1 promoter."}, {"pubmed": 20462637, "text": "human proximal FOXP3 promoter is controlled by activation through the TCR involving PKC and the NF-kappaB subunit p65 and by inhibition through a negative feedback loop and SP3."}, {"pubmed": 20518744, "text": "NEU3 expression is diversely regulated by Sp1/Sp3 transcription factors binding to alternative promoters, which might account for multiple modulation of gene expression."}, {"pubmed": 20519498, "text": "Transcription of the transforming growth factor beta activating integrin beta8 subunit is regulated by SP3, AP-1, and the p38 pathway"}, {"pubmed": 20538607, "text": "Results of Sp1, Sp3, and Sp4 knockdown by RNA interference demonstrate that both p50 and p65 are Sp-regulated genes."}, {"pubmed": 20974858, "text": "Ceramide treatment altered the in vivo binding affinity of Sp1 and Sp3 for the GLTP promoter and decreased Sp3 acetylation"}, {"pubmed": 21235713, "text": "results suggest that Sp3 plays a key role in the expression of NOX4 in various cell lineages in humans."}, {"pubmed": 21248046, "text": "The authors present evidence that the human endogenous retrovirus K long terminal repeat is regulated by the transcription factors Sp1 and Sp3."}, {"pubmed": 21554857, "text": "these data demonstrated that the expression of TGFBI is well correlated with chromatin conformation at the TGFBI promoter, and that factors Sp1 and Sp3 are the primary determinants for the control of constitutive expression of TGFBI gene."}, {"pubmed": 21604172, "text": "Sp1 and Sp3 play an important role in regulating CD2AP transcription through binding to the Sp1/3 binding sites."}, {"pubmed": 21919647, "text": "Ascorbic acid decreased RKO and SW480 colon cancer cell proliferation and induced apoptosis and necrosis, accompanied by downregulation of Sp1, Sp3, and Sp4 proteins."}, {"pubmed": 22139845, "text": "The p65 subunit of NF-kappaB inhibits COL1A1 gene transcription in human dermal and scleroderma fibroblasts through its recruitment on promoter by protein interaction with transcriptional activators (c-Krox, Sp1, and Sp3)."}, {"pubmed": 22311708, "text": "Extracellular signal-regulated kinase mitogen-activated protein kinase-dependent SOCS-3 gene induction requires c-Jun, signal transducer and activator of transcription 3, and specificity protein 3 transcription factors."}, {"pubmed": 22464952, "text": "Overexpression of Sp1 and Sp3, but not NRF-1, transactivated the IRF-3 promoter activity in reporter gene assays while knocking-down of endogenous Sp1 and Sp3 by a shRNA strategy markedly inhibited IRF-3 promoter activity."}, {"pubmed": 22682030, "text": "Sp1 and Sp3 bind to the CENPH minimal promoter and function as a regulator of the transcription of CENPH in nasopharyngeal carcinomas."}, {"pubmed": 22871965, "text": "Sp1 or Sp3 siRNA knockdown reduced 1alpha,25-dihydroxyvitamin D3-regulated hCYP24A1 promoter activity."}, {"pubmed": 23000412, "text": "this study indicated that Sp3 was a major regulator of TFF2 expression."}, {"pubmed": 23028678, "text": "the \"biomarker signature\" of FLIP/Sp1/Sp3 combined with Gleason score predicted disease recurrence"}, {"pubmed": 23133566, "text": "Transcriptional control of the multi-drug transporter ABCB1 by transcription factor Sp3 in different human tissues"}, {"pubmed": 23223231, "text": "AP-1 and Sp3 are key regulators of IL-1beta-mediated modulation of xylosyltransferase I expression."}, {"pubmed": 23326307, "text": "Findings indicate a role for transcription factor Sp3 in sarcomas as a driver for expression of the metastasis-related gene AFAP1L1 (actin filament-associated protein 1-like 1)."}, {"pubmed": 23401853, "text": "transcription factor Sp3 acts to reduce the expression of many genes with Sp3 binding sites in their promoters by inhibiting the transition of paused RNA PolII to productive elongation."}, {"pubmed": 23464785, "text": "SP3 interacts with TNIP1 promoter and contributes to its basal and inducible expression."}, {"pubmed": 23523134, "text": "Cellular transcription factors Sp1, Sp3 and YY1 bind to the varicella-zoster virus ORF3 promoter, and mutation of their binding sites inhibited ORF3 gene expression."}, {"pubmed": 23540600, "text": "This study showed that SP1, SP3 and SP4 protein levels inversely correlated with negative symptoms in the cerebellum."}, {"pubmed": 23996530, "text": "Results demonstrate that Sp1 and Sp3 transcription factors are the primary determinants for activating basal transcription of the ABCG2 gene and play an important role in maintaining the side population phenotype of lung cancer cells."}, {"pubmed": 24029427, "text": "Chromosome 2q31.1 is located between the genes that code for Sp3 transcription factor, which regulates expression of genes linked to glomerular function and the pathogenesis of nephropathy, and the CDCA7 transcription factor."}, {"pubmed": 24315822, "text": "Sp1 and Sp3 are functionally involved as transcriptional integrators regulating the basal expression of the derived microsomal epoxide hydrolase E1b variant transcript."}, {"pubmed": 24710631, "text": "A novel GC-rich element (GRE) spanning -101/-66 sufficient for VEGFR3 transcription and activated by Sp1 and Sp3, respectively, was identified."}, {"pubmed": 25476526, "text": "These results suggest that XT-1 expression is refractory to the disease process and to inhibition by inflammatory cytokines and that signaling through AP-1, Sp1, and Sp3 is important in the maintenance of XT-1 levels in NP cells."}, {"pubmed": 25797200, "text": "stimulates CCR7 expression during the course of dendritic cell maturation"}, {"pubmed": 26012884, "text": "Sp3 was found to be a major regulator of BNIP3 in prostate cancer."}, {"pubmed": 26162987, "text": "characterized two evolutionary highly conserved cis-regulatory modules (CRMs) within the proximal promoter each composed of one binding site for the transcription factors SP1 and SP3 as well as for the nuclear transcription factor Y"}, {"pubmed": 26352013, "text": "Human SP1 and SP3 transcription factors regulate MALAT1 expression in hepatocellular carcinoma."}, {"pubmed": 26431879, "text": "O-GlcNAc modification of Sp3 and Sp4, but not Sp2 transcription factors negatively regulates their transcriptional activities."}, {"pubmed": 26487723, "text": "result indicated that promoter binding by Sp1/Sp3 was essential, but not a limiting step, for hTERT transcription"}, {"pubmed": 26807725, "text": "Sp1 and Sp3 are not only essential for the basal transcription of the ek1 gene, their accessibility to the target site on the ek1 promoter is regulated by histone protein modification in a cell line dependent manner."}, {"pubmed": 26967243, "text": "Sp1, Sp3 and Sp4 are non-oncogene addiction (NOA) genes and are attractive drug targets for individual and combined cancer chemotherapies."}, {"pubmed": 27521280, "text": "we established a new regulatory model of COL1A1 regulation by HIF-1, and bring out its relationship with Sp3 transcription factor. In a fundamental level, these findings give insights in the mechanisms controlling COL1A1 gene expression."}, {"pubmed": 27668303, "text": "Data indicate that the antitumor activity of trefoil factor 2 (TFF2) is mediated by an interaction with the transcription factor Sp3 (Sp3) in gastric cancer cells."}, {"pubmed": 27940107, "text": "demonstrate that a 186bp region is the minimal essential region and that Sp3-GC1 binding is essential to the basal expression of KLF5"}, {"pubmed": 28844709, "text": "High SP3 expression is associated with hepatocellular carcinoma."}, {"pubmed": 29207083, "text": "expression of the nearby cyclindependent kinase inhibitor 1C (CDKN1C) gene was revealed to be upregulated after SP3 knockdown in cells that possessed non-risk alleles. This suggests that CDKN1C is potentially one of the functional targets of SNP rs163184, which modulates the binding activity of the locus for Sp3 and Lsd1/Kdm1a"}, {"pubmed": 30561605, "text": "These findings suggest that the transcription of the b4GalT3 gene is regulated by differential DNA binding of Sp3 and Sp1 in neuroblastoma and lung cancer. The increased expression of b4GalT3 in neuroblastoma may be ascribed to the enhanced expression of Sp3, which is observed for various cancers."}, {"pubmed": 31299490, "text": "The authors identified that human papillomavirus type 8 E7 protein exerts control over cellular gene expression through Sp1/3 binding motifs, which may contribute to the virus-mediated keratinocyte transformation and subsequent fibronectin-dependent invasion."}, {"pubmed": 32641483, "text": "Sp3 Transcription Factor Cooperates with the Kaposi's Sarcoma-Associated Herpesvirus ORF50 Protein To Synergistically Activate Specific Viral and Cellular Gene Promoters."}, {"pubmed": 33113244, "text": "SP3 is associated with migration, invasion, and Akt/PKB signalling in MDA-MB-231 breast cancer cells."}, {"pubmed": 33934099, "text": "A novel Lnc408 maintains breast cancer stem cell stemness by recruiting SP3 to suppress CBY1 transcription and increasing nuclear beta-catenin levels."}, {"pubmed": 35019687, "text": "Caspase-Mediated Cleavage of the Transcription Factor Sp3: Possible Relevance to Cancer and the Lytic Cycle of Kaposi's Sarcoma-Associated Herpesvirus."}, {"pubmed": 38354174, "text": "SP3-induced Timeless transcription contributes to cell growth of lung adenocarcinoma cells."}, {"pubmed": 38829410, "text": "Specificity protein 1/3 regulate T-cell acute lymphoblastic leukemia cell proliferation and apoptosis through beta-catenin by acting as targets of miR-495-3p."}], "genomic_pos": {"chr": "2", "end": 173965373, "ensemblgene": "ENSG00000172845", "start": 173880850, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 174830430, "start": 174771187, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001503", "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001779", "qualifier": "involved_in", "term": "natural killer cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001829", "qualifier": "involved_in", "term": "trophectodermal cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001889", "qualifier": "involved_in", "term": "liver development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001892", "qualifier": "involved_in", "term": "embryonic placenta development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002318", "qualifier": "involved_in", "term": "myeloid progenitor cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 12560508, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030183", "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030217", "qualifier": "involved_in", "term": "T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030219", "qualifier": "involved_in", "term": "megakaryocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030224", "qualifier": "involved_in", "term": "monocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030851", "qualifier": "involved_in", "term": "granulocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043353", "qualifier": "involved_in", "term": "enucleate erythrocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": 20091743, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045892", "pubmed": 9278495, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 12771217, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045893", "pubmed": 9278495, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 14979875, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 14979875, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048596", "qualifier": "involved_in", "term": "embryonic camera-type eye morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048706", "qualifier": "involved_in", "term": "embryonic skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060136", "qualifier": "involved_in", "term": "embryonic process involved in female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060216", "qualifier": "involved_in", "term": "definitive hemopoiesis"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12560508, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016605", "qualifier": "located_in", "term": "PML body"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0017053", "qualifier": "part_of", "term": "transcription repressor complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0032993", "pubmed": 10362258, "qualifier": "part_of", "term": "protein-DNA complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 14979875, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000978", "pubmed": 10362258, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001227", "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10391891, 10816575, 12176973, 17500595, 31527615, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 17130167, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 558652], [8364, 733736], [9031, 395302], [9544, 699901], [9606, 6670], [9615, 488405], [9913, 540766], [10090, 20687], [10116, 367846]], "id": 7952}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": ["IPI00025807", "IPI00555936", "IPI00852622", "IPI00852778", "IPI00853503", "IPI01014738"], "map_location": "2q31.1", "name": "Sp3 transcription factor", "other_names": ["GC-binding transcription factor Sp3", "specificity protein 3", "transcription factor Sp3"], "pantherdb": {"HGNC": "11208", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1277166", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10090, "uniprot_kb": "O70494"}, {"Ensembl": "ENSRNOG00000060479", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "A0A0G2K5M1"}, {"Ensembl": "ENSGALG00000031796", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 9031, "uniprot_kb": "Q90WR8"}, {"Ensembl": "ENSDARG00000005846", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "F1Q751"}, {"ZFIN": "ZDB-GENE-030131-2829", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "F1QW97"}, {"WormBase": "WBGene00012735", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 6239, "uniprot_kb": "Q9XW26"}, {"FlyBase": "FBgn0000233", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q24266"}, {"FlyBase": "FBgn0039169", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "A0A0B4KHC8"}, {"FlyBase": "FBgn0020378", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "M9PJG1"}], "uniprot_kb": "Q02447"}, "pathway": {"biocarta": [{"id": "calcineurinpathway", "name": "effects of calcineurin in keratinocyte differentiation"}, {"id": "tercpathway", "name": "overview of telomerase rna component gene hterc transcriptional regulation"}], "pid": [{"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}, {"id": "telomerasepathway", "name": "Regulation of Telomerase"}], "reactome": [{"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3232118", "name": "SUMOylation of transcription factors"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}], "wikipathways": [{"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}, {"id": "WP4341", "name": "Non-genomic actions of 1,25 dihydroxyvitamin D3"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pfam": "PF00096", "pharmgkb": "PA36045", "pharos": {"target_id": 19220, "tdl": "Tbio"}, "pir": "B44489", "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256639", "relationship": "is"}, {"id": "GNF256640", "relationship": "is"}, {"id": "GNF256641", "relationship": "is"}, {"id": "GNF256642", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF042259", "relationship": "is"}, {"id": "GNF049306", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095978", "relationship": "is"}, {"id": "GNF135634", "relationship": "is"}, {"id": "GNF152917", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_029153.2"], "protein": ["NP_001017371.3", "NP_001166183.1", "NP_003102.1"], "rna": ["NM_001017371.5", "NM_001172712.1", "NM_003111.5"], "translation": [{"protein": "NP_003102.1", "rna": "NM_003111.5"}, {"protein": "NP_001017371.3", "rna": "NM_001017371.5"}, {"protein": "NP_001166183.1", "rna": "NM_001172712.1"}]}, "reporter": {"GNF1H": ["gnf1h03970_at", "gnf1h03971_x_at"], "HG-U133_Plus_2": ["213168_at", "227537_s_at", "229217_at", "232529_at", "238035_at"], "HG-U95Av2": "41573_at", "HTA-2_0": ["TC02002535.hg.1", "TC02004696.hg.1"], "HuEx-1_0": ["2587520", "2587613"], "HuGene-1_1": "8056798", "HuGene-2_1": "16905163"}, "retired": 257471, "summary": "This gene belongs to a family of Sp1 related genes that encode transcription factors that regulate transcription by binding to consensus GC- and GT-box regulatory elements in target genes. This protein contains a zinc finger DNA-binding domain and several transactivation domains, and has been reported to function as a bifunctional transcription factor that either stimulates or represses the transcription of numerous genes. Transcript variants encoding different isoforms have been described for this gene, and one has been reported to initiate translation from a non-AUG (AUA) start codon. Additional isoforms, resulting from the use of alternate downstream translation initiation sites, have also been noted. A related pseudogene has been identified on chromosome 13. [provided by RefSeq, Feb 2010].", "symbol": "SP3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1442756"}, "unigene": "Hs.531587", "uniprot": {"Swiss-Prot": "Q02447", "TrEMBL": ["B7ZLN9", "Q59FX5", "Q86TP0", "A0A494C0Z6", "H0Y7L6", "A0A494C070", "A0A494C1G8"]}, "wikipedia": {"url_stub": "Sp3 transcription factor"}}