{"AllianceGenome": "17321", "HGNC": "17321", "MIM": "606633", "_id": "121340", "_version": 1, "accession": {"genomic": ["AC073611.29", "CH471054.1", "CP068266.2", "KT583921.1", "NC_000012.12", "NC_060936.1", "NG_023391.2", "NW_025791795.1"], "protein": ["AAI01550.1", "AAI13614.1", "AAL84281.1", "AAN85556.1", "AAN85557.1", "AAO33377.1", "BAG54688.1", "EAW96695.1", "EAW96696.1", "EAW96697.1", "NP_001166938.1", "NP_001287766.1", "NP_690599.1", "Q8TDD2.1", "XP_054189114.1", "XP_054227053.1"], "rna": ["AF466179.1", "AF477981.1", "AK128520.1", "AY150673.1", "AY150674.1", "BC101549.1", "BC113613.1", "HY020346.1", "NM_001173467.3", "NM_001300837.2", "NM_152860.2", "XM_054333139.1", "XM_054371078.1"], "translation": [{"protein": "AAO33377.1", "rna": "AF466179.1"}, {"protein": "AAN85557.1", "rna": "AY150674.1"}, {"protein": "BAG54688.1", "rna": "AK128520.1"}, {"protein": "AAI13614.1", "rna": "BC113613.1"}, {"protein": "AAL84281.1", "rna": "AF477981.1"}, {"protein": "AAN85556.1", "rna": "AY150673.1"}, {"protein": "NP_001287766.1", "rna": "NM_001300837.2"}, {"protein": "XP_054227053.1", "rna": "XM_054371078.1"}, {"protein": "NP_690599.1", "rna": "NM_152860.2"}, {"protein": "NP_001166938.1", "rna": "NM_001173467.3"}, {"protein": "AAI01550.1", "rna": "BC101549.1"}, {"protein": "XP_054189114.1", "rna": "XM_054333139.1"}]}, "alias": ["OI11", "OI12", "OSX", "osterix"], "ensembl": [{"gene": "ENSG00000291837", "protein": ["ENSP00000517441", "ENSP00000517442", "ENSP00000517443", "ENSP00000517444"], "transcript": ["ENST00000708981", "ENST00000708982", "ENST00000708983", "ENST00000708984"], "translation": [{"protein": "ENSP00000517441", "rna": "ENST00000708981"}, {"protein": "ENSP00000517442", "rna": "ENST00000708982"}, {"protein": "ENSP00000517443", "rna": "ENST00000708983"}, {"protein": "ENSP00000517444", "rna": "ENST00000708984"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000170374", "protein": ["ENSP00000302812", "ENSP00000441367", "ENSP00000443827", "ENSP00000449355"], "transcript": ["ENST00000303846", "ENST00000536324", "ENST00000537210", "ENST00000547755"], "translation": [{"protein": "ENSP00000443827", "rna": "ENST00000536324"}, {"protein": "ENSP00000302812", "rna": "ENST00000303846"}, {"protein": "ENSP00000441367", "rna": "ENST00000537210"}, {"protein": "ENSP00000449355", "rna": "ENST00000547755"}], "type_of_gene": "protein_coding"}], "entrezgene": "121340", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.53516787729, "exp_mis": 152.252044658, "exp_syn": 63.7854069868, "lof_z": 2.35830503368078, "mis_z": 0.842431805951192, "mu_lof": 6.27235367904e-07, "mu_mis": 1.35151033545e-05, "mu_syn": 5.68680066871e-06, "n_lof": 1.0, "n_mis": 131.0, "n_syn": 69.0, "p_li": 0.663143306771365, "p_null": 0.00531794803830874, "p_rec": 0.331538745190326, "syn_z": -0.404770600837676}, "bp": 1296, "cds_end": 53729430, "cds_start": 53721929, "n_exons": 2, "nonpsych": {"exp_lof": 6.79037515154, "exp_mis": 137.77311768, "exp_syn": 57.7022741582, "lof_z": 2.55916832056925, "mis_z": 0.634820658834807, "mu_lof": 6.27235367904e-07, "mu_mis": 1.35151033545e-05, "mu_syn": 5.68680066871e-06, "n_lof": 0.0, "n_mis": 123.0, "n_syn": 59.0, "p_li": 0.899204575835082, "p_null": 0.00110838149563833, "p_rec": 0.0996870426692799, "syn_z": -0.107560145558218}, "nontcga": {"exp_lof": 6.92946194359, "exp_mis": 140.068998735, "exp_syn": 58.6796889192, "lof_z": 2.22201387207423, "mis_z": 0.929012176717786, "mu_lof": 6.27235367904e-07, "mu_mis": 1.35151033545e-05, "mu_syn": 5.68680066871e-06, "n_lof": 1.0, "n_mis": 118.0, "n_syn": 64.0, "p_li": 0.619348272015398, "p_null": 0.00779340601836713, "p_rec": 0.372858321966235, "syn_z": -0.439759595542527}, "transcript": "ENST00000536324.2"}, "exons": [{"cdsend": 53335646, "cdsstart": 53328145, "chr": "12", "position": [[53326575, 53329420], [53335625, 53335693], [53336145, 53336354]], "strand": -1, "transcript": "NM_001173467", "txend": 53336354, "txstart": 53326575}, {"cdsend": 53329387, "cdsstart": 53328145, "chr": "12", "position": [[53326575, 53329420], [53336145, 53336383], [53344687, 53344793]], "strand": -1, "transcript": "NM_001300837", "txend": 53344793, "txstart": 53326575}, {"cdsend": 53335646, "cdsstart": 53328145, "chr": "12", "position": [[53326575, 53329420], [53335625, 53335776]], "strand": -1, "transcript": "NM_152860", "txend": 53335776, "txstart": 53326575}], "exons_hg19": [{"cdsend": 53729430, "cdsstart": 53721929, "chr": "12", "position": [[53720359, 53723204], [53729409, 53729477], [53729929, 53730138]], "strand": -1, "transcript": "NM_001173467", "txend": 53730138, "txstart": 53720359}, {"cdsend": 53723171, "cdsstart": 53721929, "chr": "12", "position": [[53720359, 53723204], [53729929, 53730167], [53738471, 53738577]], "strand": -1, "transcript": "NM_001300837", "txend": 53738577, "txstart": 53720359}, {"cdsend": 53729430, "cdsstart": 53721929, "chr": "12", "position": [[53720359, 53723204], [53729409, 53729560]], "strand": -1, "transcript": "NM_152860", "txend": 53729560, "txstart": 53720359}], "generif": [{"pubmed": 12674332, "text": "Telomerase accelerates osteogenesis of bone marrow stromal stem cells by upregulation of CBFA1, osterix, and osteocalcin."}, {"pubmed": 14604442, "text": "Sp7 expression in humans is largely confined to osteoblasts and chondrocytes, both of which differentiate from the mesenchymal lineage. Of the two protein isoforms, the short isoform is most abundant."}, {"pubmed": 15474293, "text": "The identification and initial characterization of the SP7 gene will facilitate the study of the molecular regulation of osteoblast differentiation in humans."}, {"pubmed": 16467978, "text": "Gene expression of osterix was not detected in dental follicle cells during osteogenic differentiation."}, {"pubmed": 17206379, "text": "results indicated that pcDNA3.1-Osx transfection promoted the osteogenic differentiation of adipose derived stem cells, while not affecting their proliferative ability"}, {"pubmed": 17303075, "text": "identified new Osterix interacting factors by using matrix-assisted laser desorption ionization time-of-flight mass spectrometry"}, {"pubmed": 17311298, "text": "osterix functions as a molecular link between mechanostressing and osteogenic differentiation"}, {"pubmed": 17352693, "text": "These results demonstrate the transcriptional regulation of Osterix expression by Runx3 during differentiation of dental pulp cells into odontoblasts during tooth development."}, {"pubmed": 18471237, "text": "might play an important role in the mechanical stress-induced osteogenic differentiation of periodontal ligament cells"}, {"pubmed": 18482578, "text": "This is the first report demonstrating significant upregulation in expression of Runx2 and Osterix by TGF-beta3 induction of human adipose-derived stromal cells during in vitro chondrogenesis."}, {"pubmed": 18495459, "text": "dried plum polyphenols enhance osteoblast activity and function by attenuating the effect of TNFalpha and up-regulating Runx2, Osterix and IGF-I and increasing lysyl oxidase expression, and at the same time attenuate osteoclastogenesis signaling"}, {"pubmed": 18777089, "text": "This study further confirms that the involvement of SP7 in bone physiology is not only limited to the developmental step."}, {"pubmed": 18829486, "text": "E4BP4 has a role as osteoblast transcriptional repressor in inhibiting both Runx2 and Osterix in myeloma bone disease"}, {"pubmed": 18932205, "text": "The high Osx levels induced the commitment towards the hematopoietic-endothelial lineage-by up-regulating the expression of CD34 and Gata1."}, {"pubmed": 19019468, "text": "The presence of NFATc1 and Osx in our material lends further support to the hypothesis that during the process of aortic valve calcification there is expression of osteoblastic phenotypes by valvular cells"}, {"pubmed": 19079262, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19927124, "text": "interactions between NO66 and Osx regulate Osx-target genes in osteoblasts by modulating histone methylation states"}, {"pubmed": 20200978, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21078438, "text": "Sox9, Runx2, and Osterix-were play an essential role in determining the skeletal progenitor cells' fate in benign cartilage and bone forming tumors."}, {"pubmed": 21212767, "text": "Evidence from a genome-wide association study (in USA; in pts of European descent) indicate that an SNP at one locus, Osterix, is associated with childhood obesity; G allele of rs2016266 is significantly over-represented in obesity but only in girls."}, {"pubmed": 21351630, "text": "Osterix expression in fibroblasts was induced by fluoride, which could play an important role in the development of fluoride bone injuries and ossification around bone."}, {"pubmed": 21558934, "text": "RT-PCR showed that SP7 from osteoblasts from Pfeiffer syndrome grown on PLPG acid plates were downregulated after 30 days."}, {"pubmed": 21777568, "text": "Akt activity enhances the osteogenic function of Osterix, at least in part, through protein stabilization and that BMP-2 regulates the osteogenic function of Osterix, at least in part, through Akt."}, {"pubmed": 21880893, "text": "Osterix, a significant transcription factor of osteoblasts, was shown to be a direct target of miR-637"}, {"pubmed": 21898406, "text": "Osterix regulates the expression of a set of extracellular matrix proteins which are involved in BMP-induced terminal osteoblast differentiation."}, {"pubmed": 21931789, "text": "Results suggest that Osterix is a direct transcriptional regulator with repressive effect on NELL-1 gene expression, contributing to a delicate balance of regulatory effects on NELL-1 transcription with Runx2."}, {"pubmed": 22056560, "text": "These results suggest that Erk1/2 regulates a major transcription factor, Osterix, during osteoblast differentiation by increasing its protein stability and transcriptional activity."}, {"pubmed": 22467200, "text": "miR-93/Sp7 function loop mediates osteoblast mineralization"}, {"pubmed": 22869368, "text": "Osterix regulates calcification and degradation of chondrogenic matrices through matrix metalloproteinase 13 (MMP13) expression in association with transcription factor Runx2 during endochondral ossification"}, {"pubmed": 23159876, "text": "Consensus Sp1 sequences, located in the proximal promoter and in the bone-enhancer, as Osterix binding regions in the Col1a1 promoter in vitro and in vivo, were identified."}, {"pubmed": 23402759, "text": "These results suggest that Osterix is a novel target of CaMKII and the activity of Osterix can be modulated by a novel mechanism involving CaMKII during osteoblast differentiation."}, {"pubmed": 23457570, "text": "Osx is an unstable protein, and that the ubiquitin-proteasome pathway is involved in the regulation of Osx and thereby regulates osteoblast differentiation"}, {"pubmed": 23620590, "text": "hinge domain-dependent oligomerization of NO66 is essential for inhibition of Osx-dependent gene activation."}, {"pubmed": 23827457, "text": "MiR-31, controls Osterix expression through association to the 3' untranslated region of this transcription factor."}, {"pubmed": 24387671, "text": "In adamantinomatous craniopharyngioma, Bmp2 was expressed primarily in the stellate reticulum and whorl-like array cells; Runx2 and Osterix tended to be expressed in calcification-related epithelia."}, {"pubmed": 24905700, "text": "Osterix is a novel target of protein kinase A, and protein kinase A modulates osteoblast differentiation partially through the regulation of Osterix."}, {"pubmed": 25025858, "text": "The 2 genes RUNX1 and SP7 resulted differently expressed in cells cultured on metallic supports if compared with the expression recorded for OIC"}, {"pubmed": 25122769, "text": "results provide a molecular description of a mechanism for Osx and Runx2 transcriptional cooperation that is subject to further regulation by MAPK-activating signals during osteogenesis."}, {"pubmed": 25158187, "text": "Runx2-Sp7 molecular complex functionally cooperate for maximal induction of cell-phenotype-restricted genes"}, {"pubmed": 25258338, "text": "Osx might function as a potential regulator for the proliferation and odontoblastic differentiation of hDPCs."}, {"pubmed": 25463757, "text": "Pin1 regulates the osteogenic activity of Osterix."}, {"pubmed": 25802190, "text": "c-Src signaling modulates osteoblast differentiation at least in part through phosphorylation of Osterix."}, {"pubmed": 26413977, "text": "Preameloblast-Derived Factors Mediate Osteoblast Differentiation of Human Bone Marrow Mesenchymal Stem Cells by Runx2-Osterix-BSP Signaling."}, {"pubmed": 26496941, "text": "Data suggest that beta-catenin (beta-cat) signaling upregulates the expression of osterix (OSX) in pre-osteoblastic and bone marrow stromal cells."}, {"pubmed": 27154028, "text": "Osterix and RUNX2 are transcriptional regulators of sclerostin in human bone"}, {"pubmed": 27250035, "text": "Results provide evidence that CBP-mediated acetylation and HDAC4-mediated deacetylation have critical roles in the modification of Osx, and thus are important in osteoblast differentiation."}, {"pubmed": 27419135, "text": "The expression of specific targets Smad1 and Osterix was significantly increased in the presence of Pi and restored by coincubation with Mg(2+). As miR-30b, miR-133a, and miR-143 are negatively regulated by Pi and restored by Mg(2+) with a congruent modulation of their known targets Runx2, Smad1, and Osterix, our results provide a potential mechanistic explanation of the observed upregulation of these master switches of o"}, {"pubmed": 27498006, "text": "The results suggest that Osterix plays an important role in increasing BMP- 4-induced Cx43 activity."}, {"pubmed": 27658717, "text": "TP(thymidine phosphorylase ) curbed the expression of three proteins-IRF8, RUNX2, and osterix. This downregulation was epigenetically driven: High levels of 2DDR, a product of TP secreted by myeloma cells, activated PI3K/AKT signaling and increased the methyltransferase DNMT3A's expression"}, {"pubmed": 27689934, "text": "SP7 gene promoter is robustly enriched in epigenetic repressive marks that may explain its poor transcriptional response to osteoblast differentiating media in umbilical cord derived mesenchymal stem cells."}, {"pubmed": 28651491, "text": "Eight and five of the nine samples were negative for cell adhesion molecule 1 and Osterix respectively. The other markers showed no statistical significance(CD151,ALP). osteoblastic differentiation can occur in carcinoma cells and that cell adhesion molecule 1 could be a useful marker for identifying this phenomenon in carcinoma tissues"}, {"pubmed": 28777372, "text": "Data support a model wherein p53 represses OSX-DNA binding and DLX5-OSX interaction, and thereby deregulates the osteogenic transcriptional network."}, {"pubmed": 28784721, "text": "dissection of these interconnected epigenetic mechanisms that govern Sp7 gene activation reveals a hierarchical process where regulatory components mediating DNA demethylation play a leading role"}, {"pubmed": 29199325, "text": "Overexpression of Runx2 gene was beneficial for osteogenic differentiation of HUVECs, while overexpression of osterix gene did not show osteogenic differential potential."}, {"pubmed": 29227978, "text": "Osterix decreased the chemosensitivity of breast cancer cells by upregulating the expression of GALNT14, which eventually suppressed the apoptosis of breast cancer cells."}, {"pubmed": 29288578, "text": "MiR-96 regulates bone metabolism by targeting osterix"}, {"pubmed": 29444183, "text": "Results showed that blocking miR-31 led to an increase in osterix protein in both cell types at day 7, with an increase in osteocalcin at day 21, suggesting MSC osteogenesis"}, {"pubmed": 29741283, "text": "findings suggest that MALAT1 acts to regulate Osx expression through targeting miR-143; thus, it is considered as a positive regulator in hBMSC osteogenic differentiation."}, {"pubmed": 30257098, "text": "chromatin immunoprecipitation showed that higher methylation was associated with reduced SP7, RUNX2, and ERalpha binding to the SOST promoter in patients with osteoporosis; studies provide new insight into the role of SOST methylation in osteoporosis"}, {"pubmed": 30631043, "text": "Osx is facilitating breast cancer invasion and bone metastasis. Osx upregulation was associated with lymph node metastasis and was negatively prognostic for overall survival."}, {"pubmed": 31056782, "text": "Insight into the possible role of miR-214 in primary osteoporosis via osterix."}, {"pubmed": 31140727, "text": "MicroRNA-638 inhibits human aortic valve interstitial cell calcification by targeting Sp7."}, {"pubmed": 31591384, "text": "Intermittent compressive force promotes osteogenic differentiation in human periodontal ligament cells by regulating the transforming growth factor-beta pathway."}, {"pubmed": 31742679, "text": "Mg(2+) in beta-TCP/Mg-Zn composite enhances the differentiation of human bone marrow stromal cells into osteoblasts through MAPK-regulated Runx2/Osx."}, {"pubmed": 31827076, "text": "LncRNA ODIR1 inhibits osteogenic differentiation of hUC-MSCs through the FBXO25/H2BK120ub/H3K4me3/OSX axis."}, {"pubmed": 32298837, "text": "Juvenile Paget's Disease From Heterozygous Mutation of SP7 Encoding Osterix (Specificity Protein 7, Transcription Factor SP7)."}, {"pubmed": 32413570, "text": "Biallelic variants in four genes underlying recessive osteogenesis imperfecta."}, {"pubmed": 34456284, "text": "Long Noncoding RNA Metastasis-Associated Lung Adenocarcinoma Transcript 1 Promotes the Osteoblast Differentiation of Human Bone Marrow-Derived Mesenchymal Stem Cells by Targeting the microRNA-96/Osterix Axis."}, {"pubmed": 34725346, "text": "Control of osteocyte dendrite formation by Sp7 and its target gene osteocrin."}, {"pubmed": 35367406, "text": "Dominant osteogenesis imperfecta with low bone turnover caused by a heterozygous SP7 variant."}, {"pubmed": 35538062, "text": "Klotho in Osx(+)-mesenchymal progenitors exerts pro-osteogenic and anti-inflammatory effects during mandibular alveolar bone formation and repair."}, {"pubmed": 35628456, "text": "Sp7 Action in the Skeleton: Its Mode of Action, Functions, and Relevance to Skeletal Diseases."}, {"pubmed": 36672941, "text": "Epigenetic Repression of RUNX2 and OSX Promoters Controls the Nonmineralized State of the Periodontal Ligament."}, {"pubmed": 36881265, "text": "SP7: from Bone Development to Skeletal Disease."}, {"pubmed": 38070324, "text": "LncRNA urothelial cancer associated 1 promotes the osteogenic differentiation of human periodontal ligament stem cells by regulating the miR-96-5p/Osx axis."}], "genomic_pos": [{"chr": "12", "end": 53345315, "ensemblgene": "ENSG00000170374", "start": 53326575, "strand": -1}, {"chr": "HG2554_PATCH", "end": 69065, "ensemblgene": "ENSG00000291837", "start": 50325, "strand": -1}], "genomic_pos_hg19": {"chr": "12", "end": 53739099, "start": 53720362, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001649", "pubmed": 18932205, "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001649", "pubmed": 11792318, "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006357", "pubmed": 11792318, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034224", "qualifier": "involved_in", "term": "cellular response to zinc ion starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 18932205, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060218", "pubmed": 18932205, "qualifier": "involved_in", "term": "hematopoietic stem cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071344", "qualifier": "involved_in", "term": "diphosphate metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071529", "qualifier": "involved_in", "term": "cementum mineralization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000738", "pubmed": 18932205, "qualifier": "involved_in", "term": "positive regulation of stem cell differentiation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 18471237, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 18471237, "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003677", "pubmed": 11792318, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0017151", "pubmed": 17303075, "qualifier": "enables", "term": "DEAD/H-box RNA helicase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[7955, 405789], [8364, 100189548], [9544, 702575], [9598, 467004], [9606, 121340], [9615, 607857], [9913, 531995], [10090, 170574], [10116, 300260]], "id": 15607}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": ["IPI00152511", "IPI01014775", "IPI01021455"], "map_location": "12q13.13", "name": "Sp7 transcription factor", "other_names": ["transcription factor Sp7", "zinc finger protein osterix"], "pantherdb": {"HGNC": "17321", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2153568", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10090, "uniprot_kb": "Q8VI67"}, {"RGD": "631377", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "Q6IMK2"}, {"Ensembl": "ENSGALG00000050811", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 9031, "uniprot_kb": "A0A3Q2U013"}, {"ZFIN": "ZDB-GENE-040629-2", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "F6P1R7"}, {"WormBase": "WBGene00012735", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 6239, "uniprot_kb": "Q9XW26"}, {"FlyBase": "FBgn0000233", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q24266"}, {"FlyBase": "FBgn0039169", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "A0A0B4KHC8"}, {"FlyBase": "FBgn0020378", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "M9PJG1"}], "uniprot_kb": "Q8TDD2"}, "pathway": {"reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8940973", "name": "RUNX2 regulates osteoblast differentiation"}, {"id": "R-HSA-8941326", "name": "RUNX2 regulates bone development"}], "wikipathways": [{"id": "WP3971", "name": "Role of Osx and miRNAs in tooth development"}, {"id": "WP4786", "name": "Type I collagen synthesis in the context of Osteogenesis imperfecta"}]}, "pfam": "PF00096", "pharmgkb": "PA134917046", "pharos": {"target_id": 15611, "tdl": "Tbio"}, "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF173977", "relationship": "is"}, {"id": "GNF184883", "relationship": "is"}, {"id": "GNF195789", "relationship": "is"}, {"id": "GNF206695", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098812", "relationship": "is"}, {"id": "GNF138467", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_023391.2", "NW_025791795.1"], "protein": ["NP_001166938.1", "NP_001287766.1", "NP_690599.1", "XP_054189114.1", "XP_054227053.1"], "rna": ["NM_001173467.3", "NM_001300837.2", "NM_152860.2", "XM_054333139.1", "XM_054371078.1"], "translation": [{"protein": "NP_001287766.1", "rna": "NM_001300837.2"}, {"protein": "XP_054227053.1", "rna": "XM_054371078.1"}, {"protein": "NP_690599.1", "rna": "NM_152860.2"}, {"protein": "NP_001166938.1", "rna": "NM_001173467.3"}, {"protein": "XP_054189114.1", "rna": "XM_054333139.1"}]}, "reporter": {"GNF1H": "gnf1h02764_s_at", "HG-U133_Plus_2": "1552340_at", "HTA-2_0": "TC12001548.hg.1", "HuEx-1_0": "3456161", "HuGene-1_1": "7963664", "HuGene-2_1": "16765315"}, "summary": "This gene encodes a member of the Sp subfamily of Sp/XKLF transcription factors. Sp family proteins are sequence-specific DNA-binding proteins characterized by an amino-terminal trans-activation domain and three carboxy-terminal zinc finger motifs. This protein is a bone specific transcription factor and is required for osteoblast differentiation and bone formation.[provided by RefSeq, Jul 2010].", "symbol": "SP7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424900"}, "unigene": ["Hs.742807", "Hs.209402"], "uniprot": {"Swiss-Prot": "Q8TDD2", "TrEMBL": "F8VV67"}, "wikipedia": {"url_stub": "Sp7 transcription factor"}}