{"AllianceGenome": "11219", "HGNC": "11219", "MIM": "182120", "_id": "6678", "_version": 1, "accession": {"genomic": ["AC011374.6", "AH002998.2", "CH471062.2", "CP068273.2", "NC_000005.10", "NC_060929.1", "NG_042174.1", "U65081.1", "X82259.1"], "protein": ["AAA60570.1", "AAA60993.1", "AAH04974.1", "AAH08011.1", "AAH72457.1", "AAS50152.1", "BAA05747.1", "BAG37963.1", "BAG61416.1", "CAA68724.1", "CAG33080.1", "EAW61667.1", "EAW61668.1", "EAW61669.1", "EAW61670.1", "EAW61671.1", "EAW61672.1", "NP_001296372.1", "NP_001296373.1", "NP_003109.1", "P09486.1"], "rna": ["AK096969.1", "AK299441.1", "AK315591.1", "AL540785.3", "AL541830.3", "AY545555.1", "BC004974.1", "BC008011.1", "BC072457.1", "BI602719.1", "BQ018477.1", "CR456799.1", "D28381.1", "J03040.1", "NM_001309443.2", "NM_001309444.2", "NM_003118.4", "Y00755.1"], "translation": [{"protein": "AAH04974.1", "rna": "BC004974.1"}, {"protein": "BAA05747.1", "rna": "D28381.1"}, {"protein": "CAG33080.1", "rna": "CR456799.1"}, {"protein": "NP_001296372.1", "rna": "NM_001309443.2"}, {"protein": "AAH08011.1", "rna": "BC008011.1"}, {"protein": "NP_003109.1", "rna": "NM_003118.4"}, {"protein": "CAA68724.1", "rna": "Y00755.1"}, {"protein": "AAH72457.1", "rna": "BC072457.1"}, {"protein": "AAS50152.1", "rna": "AY545555.1"}, {"protein": "BAG61416.1", "rna": "AK299441.1"}, {"protein": "BAG37963.1", "rna": "AK315591.1"}, {"protein": "AAA60570.1", "rna": "J03040.1"}, {"protein": "NP_001296373.1", "rna": "NM_001309444.2"}]}, "alias": ["BM-40", "OI17", "ON", "ONT"], "ensembl": {"gene": "ENSG00000113140", "protein": ["ENSP00000231061", "ENSP00000428119", "ENSP00000429152", "ENSP00000440127", "ENSP00000444998"], "transcript": ["ENST00000231061", "ENST00000520687", "ENST00000521327", "ENST00000521569", "ENST00000522348", "ENST00000524277", "ENST00000537849", "ENST00000538026", "ENST00000539687"], "translation": [{"protein": "ENSP00000231061", "rna": "ENST00000231061"}, {"protein": "ENSP00000440127", "rna": "ENST00000538026"}, {"protein": "ENSP00000428119", "rna": "ENST00000521569"}, {"protein": "ENSP00000444998", "rna": "ENST00000539687"}, {"protein": "ENSP00000429152", "rna": "ENST00000522348"}], "type_of_gene": "protein_coding"}, "entrezgene": "6678", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.1833822527, "exp_mis": 112.985424032, "exp_syn": 55.1213098427, "lof_z": 3.01644327499134, "mis_z": 0.96565625343953, "mu_lof": 6.72550071619e-07, "mu_mis": 9.76512259539e-06, "mu_syn": 4.60060596672e-06, "n_lof": 1.0, "n_mis": 92.0, "n_syn": 53.0, "p_li": 0.886494106065438, "p_null": 0.000256108931075996, "p_rec": 0.113249785003486, "syn_z": 0.177130696762499}, "bp": 912, "cds_end": 151055749, "cds_start": 151043131, "n_exons": 9, "nonpsych": {"exp_lof": 9.94115161349, "exp_mis": 102.081825832, "exp_syn": 49.7092208867, "lof_z": 3.09649461220637, "mis_z": 0.902670313506184, "mu_lof": 6.72550071619e-07, "mu_mis": 9.76512259539e-06, "mu_syn": 4.60060596672e-06, "n_lof": 0.0, "n_mis": 84.0, "n_syn": 49.0, "p_li": 0.96694023750654, "p_null": 6.75538383419748e-05, "p_rec": 0.032992208655118, "syn_z": 0.063332418314526}, "nontcga": {"exp_lof": 10.2710799685, "exp_mis": 103.928965537, "exp_syn": 50.6939804155, "lof_z": 2.85366854827329, "mis_z": 0.827316926624019, "mu_lof": 6.72550071619e-07, "mu_mis": 9.76512259539e-06, "mu_syn": 4.60060596672e-06, "n_lof": 1.0, "n_mis": 87.0, "n_syn": 47.0, "p_li": 0.85242719101577, "p_null": 0.000510933426178256, "p_rec": 0.147061875558052, "syn_z": 0.328502448281295}, "transcript": "ENST00000231061.4"}, "exons": [{"cdsend": 151676188, "cdsstart": 151663570, "chr": "5", "position": [[151661095, 151663599], [151664086, 151664235], [151666360, 151666509], [151667466, 151667600], [151669663, 151669784], [151671572, 151671694], [151673128, 151673216], [151674611, 151674671], [151676131, 151676201], [151686864, 151686915]], "strand": -1, "transcript": "NM_001309443", "txend": 151686915, "txstart": 151661095}, {"cdsend": 151676188, "cdsstart": 151663454, "chr": "5", "position": [[151661095, 151663597], [151664086, 151664235], [151666360, 151666509], [151667466, 151667600], [151669663, 151669784], [151671572, 151671694], [151673128, 151673216], [151674611, 151674674], [151676131, 151676201], [151686864, 151686915]], "strand": -1, "transcript": "NM_001309444", "txend": 151686915, "txstart": 151661095}, {"cdsend": 151676188, "cdsstart": 151663570, "chr": "5", "position": [[151661095, 151663599], [151664086, 151664235], [151666360, 151666509], [151667466, 151667600], [151669663, 151669784], [151671572, 151671694], [151673128, 151673216], [151674611, 151674674], [151676131, 151676201], [151686864, 151686915]], "strand": -1, "transcript": "NM_003118", "txend": 151686915, "txstart": 151661095}], "exons_hg19": [{"cdsend": 151055749, "cdsstart": 151043131, "chr": "5", "position": [[151040656, 151043160], [151043647, 151043796], [151045921, 151046070], [151047027, 151047161], [151049224, 151049345], [151051133, 151051255], [151052689, 151052777], [151054172, 151054232], [151055692, 151055762], [151066425, 151066476]], "strand": -1, "transcript": "NM_001309443", "txend": 151066476, "txstart": 151040656}, {"cdsend": 151055749, "cdsstart": 151043015, "chr": "5", "position": [[151040656, 151043158], [151043647, 151043796], [151045921, 151046070], [151047027, 151047161], [151049224, 151049345], [151051133, 151051255], [151052689, 151052777], [151054172, 151054235], [151055692, 151055762], [151066425, 151066476]], "strand": -1, "transcript": "NM_001309444", "txend": 151066476, "txstart": 151040656}, {"cdsend": 151055749, "cdsstart": 151043131, "chr": "5", "position": [[151040656, 151043160], [151043647, 151043796], [151045921, 151046070], [151047027, 151047161], [151049224, 151049345], [151051133, 151051255], [151052689, 151052777], [151054172, 151054235], [151055692, 151055762], [151066425, 151066476]], "strand": -1, "transcript": "NM_003118", "txend": 151066476, "txstart": 151040656}], "generif": [{"pubmed": 11554745, "text": "SPARC is induced by VEGF and plays a dual role in the VEGF functions, tumor angiogenesis, and extravasation of tumors mediated by the increased permeability of endothelial barrier function."}, {"pubmed": 11716067, "text": "SPARC modulates cell growth, attachment and migration of U87 glioma cells on brain extracellular matrix proteins."}, {"pubmed": 11782382, "text": "Osteonectin/SPARC induction by ectopic beta(3) integrin in human radial growth phase primary melanoma cells."}, {"pubmed": 11856645, "text": "osteonectin was present mostly in the nonmineralized predentin."}, {"pubmed": 12169206, "text": "MYCL1, FHIT, SPARC, p16(INK4) and TP53 genes associated to lung cancer in idiopathic pulmoary fibrosis"}, {"pubmed": 12201246, "text": "may have role in remodeling and repair of periodontal tissue by promoting proliferation and matrix metalloproteinase-2 production; may regulate osteoclast formation through osteoprotegerin/osteoclastogenesis inhibitory factor in periodontal ligament cells"}, {"pubmed": 12370830, "text": "SPARC plays an important role in stimulating motility and the invasive behavior of c-Jun/MCF7 cells and that SPARC promoter activation by c-Jun appears to occur through an indirect mechanism."}, {"pubmed": 12402984, "text": "Quantitative analysis of osteonectin mRNA in thyroid carcinomas.  Increased expression of osteonectin mRNA was observed in anaplastic carcinoma tissue."}, {"pubmed": 12427131, "text": "These studies co-localize SPARC to several sites of renal injury previously shown to be sites of PDGF B-chain expression and/or activity."}, {"pubmed": 12428242, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12658547, "text": "the migration of retinal pigment cells in epiretinal membranes is modulated by TSP1 and SPARC and thus that these two proteins ultimately may represent therapeutic targets in the management of the membranes."}, {"pubmed": 12867428, "text": "proteolysis of SPARC by MMP-3 produced peptides that regulate endothelial cell proliferation and influence angiogenesis"}, {"pubmed": 12879219, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14500371, "text": "In NSCLC, SPARC is selectively synthesized by the cells of the tumoral stroma."}, {"pubmed": 15014008, "text": "High SPARC expression showed a trend toward longer survival in non-small cell lung cancer."}, {"pubmed": 15246191, "text": "Increased osteonecrin expression is associated with malignant cell transformation of the lung."}, {"pubmed": 15389586, "text": "New insights into matricellular trafficking of SPARC. Intra- and extra-cellular localization patterns may influence development, homeostasis, and differentiation of transitional epithelium."}, {"pubmed": 15469933, "text": "SPARC expression increases glioma cell survival under stress initiated by serum withdrawal through a decrease in apoptosis."}, {"pubmed": 15480132, "text": "SPARC was measured in discs of subjects aged 0-76 years.  SPARC may have an unrecognized role in disc remodeling, aging, and degeneration."}, {"pubmed": 15546965, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15558074, "text": "Overexpression of SPARC gene is associated with human gastric carcinoma"}, {"pubmed": 15641096, "text": "TGFbeta1 can induce increased expression of both SPARC and type I collagen. Specific inhibition of SPARC led to decreased expression of type I collagen and attenuated the profibrotic effect of TGFbeta1 in cultured normal human fibroblasts."}, {"pubmed": 15763438, "text": "SPARC plays a crucial role in tumour development in breast cancer"}, {"pubmed": 15763439, "text": "gamma linolenic acid is a regulator of SPARC secretion and expression in cancer cells"}, {"pubmed": 15795937, "text": "expression of SPARC in fibroblasts and endothelial cells derived from young donors and old donors decreased 1.6 to 2.3-fold with age"}, {"pubmed": 15838642, "text": "it was concluded that secreted protein acid rich in cysteine(SPARC) overexpression is a constant and functionally important feature of invasive ductal carcinomas of the breast"}, {"pubmed": 16012759, "text": "Results show that SPARC can be a beneficial prognostic marker for the stage II tongue carcinoma, of which clinical outcomes are sometimes difficult to predict."}, {"pubmed": 16121393, "text": "Data suggest that the motif of SPARC responsible for anti-spreading activity is dependent on the coordination of calcium by a glutamate residue at the Z position of EF-hand 2."}, {"pubmed": 16173048, "text": "We concluded that osteonectin was not a chemotactic factor. However, through its anti-adhesive properties, osteonectin induced undirected breast cancer cell motility, and may have enhanced chemoattraction to vitronectin."}, {"pubmed": 16263253, "text": "Data show that SPARC binds to plasmin-cleaved fibrinogen, but not to native fibrinogen."}, {"pubmed": 16299239, "text": "SPARC or its combination with glypican-3 is considered a potentially useful tumor marker, especially for melanoma at an early stage."}, {"pubmed": 16670288, "text": "Clearance of SPARC from the extracellular space by alternatively activated macrophages regulates tissue remodeling and extracellular matrix synthesis."}, {"pubmed": 16735494, "text": "Results suggest a possible role for secreted protein, acidic, cysteine-rich (SPARC) in development of functional and/or structural zonation of the human fetal adrenal"}, {"pubmed": 16972886, "text": "destruction of the basement membrane and appearance of SPARC+ spindle cells are not coincident during the course of brain invasion by meningiomas"}, {"pubmed": 17022822, "text": "High levels of SPARC are not required for tumor progression, but are necessary for tumor growth and maintenance."}, {"pubmed": 17213807, "text": "data further demonstrate the role of SPARC in glioma tumor progression through the activation of intracellular kinases that may provide novel therapeutic targets for advanced cancers"}, {"pubmed": 17235047, "text": "The expression of SPARC by peritumoral fibroblasts portends a poorer prognosis for patients with pancreatic cancer"}, {"pubmed": 17343824, "text": "Results show for the first time that forced-expression of SATB1 in K562 cells triggers SPARC up-regulation by binding to a 17bp DNA sequence in the third intron."}, {"pubmed": 17397030, "text": "The results indicate that epigenetic gene silencing of SPARC is frequent in colon cancers, and that inactivation of SPARC is related to rapid progression of colon cancers."}, {"pubmed": 17435158, "text": "A negative association is noted for alveolar bone loss and salivary osteonectin in postmenopausal women."}, {"pubmed": 17487382, "text": "Accumulation of SPARC protein in most tumors compared to normal tissues (p<0.025), suggests an important role in the carcinogenesis of endometrial tumors."}, {"pubmed": 17490812, "text": "Our results suggest that their upregulation and activation may be a consequence of increased SPARC expression. These data provide a provisional mechanism whereby SPARC contributes to brain tumor invasion."}, {"pubmed": 17586526, "text": "The motif of SPARC that inhibits the synthesis of urothelial cell DNA is not a nuclear localization signal"}, {"pubmed": 17625595, "text": "Melanoma growth is not subject to regulation by exogenous SPARC, nor by stromal organization, but only by SPARC levels produced by the malignant cells themselves."}, {"pubmed": 17638862, "text": "p45-sErbB3 may mediate the bidirectional interactions between prostate cancer cells and bone via osteonectin"}, {"pubmed": 17681430, "text": "Therapeutic targeting of SPARC in nasopharyngeal angiofibroma would be targeting of a molecule at the roots of cooperation between stromatogenesis and angiogenesis"}, {"pubmed": 17724718, "text": "Central role for Osteonectin in the regulation of gene expression changes driving the progression of melanoma toward metastasis."}, {"pubmed": 17970686, "text": "No association between SPARC gene polymorphism and gingival overgrowth was revealed in kidney transplant patients who were administered CsA."}, {"pubmed": 17970686, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17994631, "text": "Transient re-expression of SPARC in SPARC-downregulated melanoma cells reverted extracellular N-CAD, CLU, and HSP27 to levels similar to those in the control."}, {"pubmed": 18059024, "text": "Malignant cells expressing or not expressing SPARC developed alternative mechanisms that, in contrary to stromal cells, rendered them SPARC-insensitive. Overexpression of SPARC by melanoma cells renders them resistant to the effect of exogenous SPARC."}, {"pubmed": 18084690, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18084690, "text": "Osteonectin regulates skeletal remodeling and bone mass in animals, and haplotypes in the 3' UTR of this gene are associated with bone density in Caucasian men with idiopathic osteoporosis."}, {"pubmed": 18253934, "text": "analysis of the role of SPARC in tumor progression [review]"}, {"pubmed": 18350569, "text": "experiments implicate a novel mechanism, whereby SPARC regulates VEGF function by limiting the available growth factor"}, {"pubmed": 18367635, "text": "Data show that the nonsteroidal anti-inflammatory drug NS398 reactivates SPARC expression via promoter demethylation to attenuate invasiveness of lung cancer cells."}, {"pubmed": 18410576, "text": "could play a crucial role in dental pulp tissue repair by inducing dental pulp cell migration via extracellular signal-regulated kinase"}, {"pubmed": 18442048, "text": "SPARC subcellular localization in the human osteoblastic HOBIT cell line was investigated by immunocytochemistry and western blot analysis."}, {"pubmed": 18442089, "text": "Expression of SPARC is associated with elongated cell morphology, and increased migration and invasion."}, {"pubmed": 18487610, "text": "SPARC might modulate collagen fibril assembly in vivo."}, {"pubmed": 18583538, "text": "SPARC-mediated mobilization of adipose stromal (stem) cells through its effect on alpha5beta1 integrin complex provides a functional basis for the regulation of white adipose tissue body composition by SPARC."}, {"pubmed": 18787407, "text": "analysis of SPARC expression and patient survival after chemoradiation for non-resectable pancreatic adenocarcinoma"}, {"pubmed": 18796407, "text": "This study shows SPARC expression both during muscle development and in regenerating muscle. The expression is detected both in satellite cells/myoblasts and in myotubes and muscle fibers, indicating a role for SPARC in the skeletal muscle compartment."}, {"pubmed": 18813349, "text": "The effects of tumor SPARC as a negative regulator of ovarian cancer are mediated through decreased recruitment of macrophages and downregulation of the associated inflammation."}, {"pubmed": 18813945, "text": "SPARC expression appears to be closely related to malignancy in melanocytic lesions."}, {"pubmed": 18949063, "text": "SPARC was significantly increased in the primary angle closure glaucoma iris."}, {"pubmed": 19177197, "text": "The results implicate Sparc promoter methylation as an important factor in the genesis and survival of ovarian carcinomas and provide new insights into the potential use of SPARC as a novel biomarker and/or treatment modality for this disease."}, {"pubmed": 19236378, "text": "APN expression and enzymatic function is reduced in aggressive meningiomas, and that alterations in the balance between APN and SPARC might favor meningioma invasion"}, {"pubmed": 19403984, "text": "SPARC is highly expressed in eyes in proliferative diabetic retinopathy"}, {"pubmed": 19448421, "text": "SPARC is highly expressed in stage II tongue squamous cell carcinoma, and positively correlated to survival, occult lymph node metastasis and recurrence."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19509023, "text": "SPARC expression is predominant in subcutaneous fat and its expression and secretion in adipose tissue are influenced by fat mass, leptin, insulin, and glucose."}, {"pubmed": 19597474, "text": "Findings demonstrate that both tumor and stromal SPARC are limiting for primary prostate tumorigenesis and progression, through effects on the cell cycle and the creation of a less favorable tumor microenvironment."}, {"pubmed": 19661316, "text": "High SPARC is associated with uveal melanoma."}, {"pubmed": 19700761, "text": "role of bone marrow cathepsin K in regulation of biological activity of SPARC in bone metastasis"}, {"pubmed": 19703125, "text": "A high immunohistochemical score for SPARC was more frequent in atypical and in anaplastic meningiomas than in benign meningiomas (p < 0.01)."}, {"pubmed": 19780053, "text": "The expression levels of four of the up-regulated genes, CXCL1, SPARC, SPP1 and SULF, were significantly higher in the cancerous tissue compared with the normal tissue (fold change 3.4-8.9)."}, {"pubmed": 19817957, "text": "Identify a SNP in the SPARC gene correlating to hepatocellular carcinoma susceptibility."}, {"pubmed": 19817957, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19830689, "text": "SPARC overexpression in human hepatocellular carcinoma cells inhibits tumorigenic capacity and increases survival."}, {"pubmed": 19900269, "text": "Our observations are the first to implicate SPARC, SLPI, and NLRP2, a component of the innate immune system, in the pathogenesis of axial spondyloarthropathy"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19920824, "text": "Endogenous SPARC expression can be modulated by FGFR1-III isoform expression. Endogenous SPARC expression in PANC-1 cells was increased in FGFR1-IIIb over-expressing cells, but decreased in FGFR1-IIIc over-expressing cells."}, {"pubmed": 20061390, "text": "idiopathic pulmonary fibrosis fibroblasts constitutively expressed increased basal levels of SPARC, plasminogen activator inhibitor-1 (PAI-1), and active beta-catenin compared with control cells"}, {"pubmed": 20070483, "text": "expression level of SPARC statistically correlated with MMP-9 but not with MMP-1 or -2 in ameloblastoma. Results suggest putative association between SPARC and MMPs (especially MMP-9) in ameloblastoma to regulate tumor invasion."}, {"pubmed": 20087345, "text": "Overexpression of SPARC decreases angiogenesis, which leads to decreased tumour growth. Further, the role of MMP-9 could be attributed to the anti-angiogenic effect of SPARC."}, {"pubmed": 20132490, "text": "SPARC is highly expressed in astrocytomas and decreases with tumour progression; increased SPARC expression is associated with decreased proliferation; increased tumour vascular SPARC expression is associated with decreased patient survival"}, {"pubmed": 20195270, "text": "This Review is focused on whether SPARC could be a key player in the pathology of obesity and its related metabolic complications."}, {"pubmed": 20210803, "text": "Invasive ductal carcinoma of breast with positive SPARC expression had 2.34 times higher hazard of death compared with those with negative SPARC expression."}, {"pubmed": 20338068, "text": "Methylation of the SPARC gene, specifically CpG Region 2, may be an early event during pancreatic tumorigenesis"}, {"pubmed": 20339379, "text": "SPARC expression induces autophagy, which results in the elevation of cathepsin B and subsequent mitochondria-mediated apoptosis."}, {"pubmed": 20369286, "text": "SPARC down-regulation is associated with breast cancer."}, {"pubmed": 20393008, "text": "High SPARC mRNA expression was associated with a poorer prognosis than low SPARC in pancreatic adenocarcinoma."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20525171, "text": "Overexpression of SPARC is associated with gastric cancer cellular invasion and survival."}, {"pubmed": 20565704, "text": "Low expression or absence of stromal SPARC was associated with colon cancer."}, {"pubmed": 20574156, "text": "in ductal carcinoma in situ (DCIS) patients a significant association was observed between recurrence status and time to recurrence with expression of CD10 and SPARC;stromal CD10 and SPARC expression are new markers of increased risk for DCIS recurrence"}, {"pubmed": 20606036, "text": "The higher methylation of SPARC genes in prostate tissue samples from AA in comparison with Cau and may potentially contribute to the racial differences that are observed in prostate cancer pathogenesis."}, {"pubmed": 20607658, "text": "Our results suggest that human retinal pigment epithelial cell SPARC levels decline with age"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20929508, "text": "Relevance of secreted protein acidic and rich in cysteine in the etiopathophysiology of diabetic nephropathy"}, {"pubmed": 20955243, "text": "SPARC regulates, in a cell-autonomous manner, cell cycle progression and proliferation through the p53/p21(Cip1/Waf1) pathway."}, {"pubmed": 21042566, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21042566, "text": "The coding sequences, splice sites and copy number of SPARC do not contribute to juvenile-onset primary open-angle glaucoma."}, {"pubmed": 21098700, "text": "Results highlight an important role for the Fyn/ERK signaling pathway in imatinib-resistant cells that is driven by accumulation of intracellular SPARC."}, {"pubmed": 21152079, "text": "Data show that expression of SPARC and SPP1 was significantly associated with OS of EAC patients."}, {"pubmed": 21173124, "text": "More aggressive chemotherapy protocols should be considered for patients with activated B-cell-type diffuse large B-cell lymphoma without SPARC+ stromal cells."}, {"pubmed": 21192846, "text": "Laminin-5 gamma2 chain and SPARC may play roles in the progression of esophageal squamous cell carcinoma and their simultaneous expression is correlated with poorer prognosis."}, {"pubmed": 21264231, "text": "SPARC is highly expressed in scarred human Tenon's capsules in vivo and can directly induce and amplify the effect of TGF-beta on HTF cell proliferation and collagen gel contraction in vitro"}, {"pubmed": 21308731, "text": "Studies identified a binding site on SPARC for stabilin-1 by a solid-state peptide array coupled with a modified enzyme-linked immunosorbent assay."}, {"pubmed": 21339733, "text": "This novel TP53INP1 activity on the regulation of SPARC expression could explain in part its tumor suppressor function in pancreatic adenocarcinoma by modulating cellular spreading during the metastatic process"}, {"pubmed": 21672357, "text": "The relationship between SPARC and HbA(1c) may merit further investigation with regard to its association with postprandial or long-term glucose variation in obese male subjects."}, {"pubmed": 21685937, "text": "SPARC has a cell-autonomous survival activity, which requires Akt-dependent regulation of p53"}, {"pubmed": 21725199, "text": "Stromal cell SPARC expression is epigenetically influenced by lymphovascular invasion of colorectal cancer (CRC) tumors, and may play a significant role in primary CRC progression."}, {"pubmed": 21778250, "text": "The present work indicates a potential link between SPARC and the pathogenesis of type 2 diabetes mellitus"}, {"pubmed": 21798346, "text": "SPARC mediates Src-induced disruption of actin cytoskeleton via inactivation of small GTPases Rho-Rac-Cdc42"}, {"pubmed": 21801304, "text": "SPARC knockdown in human Tenon's fibroblasts modulates fibroblast functions important for wound fibrosis."}, {"pubmed": 21818290, "text": "The aim was to determine if SPARC, FOXP3, CD8 and CD45RO expression levels are associated with colorectal cancer (CRC) stage, disease outcome and long-term cancer-specific survival"}, {"pubmed": 21850018, "text": "Analysis of the data led to the elucidation of a new molecular mechanism by which SPARC promotes cathepsin B-mediated melanoma invasiveness using collagen I and alpha2beta1 integrins as mediators."}, {"pubmed": 21867537, "text": "DNA methylation down-regulates SPARC expression in chronic low back pain (LBP) in pre-clinical models and in patients with chronic LBP."}, {"pubmed": 21922274, "text": "APAF-1, DAPK-1 and SPARC may have a role in progression and higher tumor stage of renal cell carcinoma in North Indian population"}, {"pubmed": 21962567, "text": "follicular dendritic cell networking toward Th17 responses"}, {"pubmed": 21976959, "text": "Novel and already reported variants were identified in SPARC and SOD1, whose pathogenic significance has not been established in Italian patients with keratoconus."}, {"pubmed": 22003835, "text": "To human epithelial ovarian cancer, SPARC was expressed by the tumor cells but was absent in reactive stroma of WT mice."}, {"pubmed": 22114076, "text": "Loss of the EGF-like module suppresses the enhanced HSP27 protein stability conferred by SPARC."}, {"pubmed": 22136411, "text": "SPARC modulates the expression of several extracellular matrix genes in cultured human trabecular meshwork cells."}, {"pubmed": 22145659, "text": "Inhibition of SPARC expression may diminish the radiosensitivity of human glioma U-87MG cells."}, {"pubmed": 22206672, "text": "Taken together our studies further reveal that STAT3 plays a key role in SPARC induced G2/M arrest in medulloblastoma cells."}, {"pubmed": 22222271, "text": "SPARC was upregulated in pterygium and may collaborate with increased MMP-3 in some patients to account for many of the phenotypic properties characteristic of pterygium."}, {"pubmed": 22246794, "text": "Low SPARC expression is associated with gastric cancer angiogenesis."}, {"pubmed": 22247475, "text": "cells grown on TCP produced greater or similar amounts of SPARC and myocilin mRNA after Lat-B treatment. SPARC and myocilin protein expression paralleled changes in mRNA expression."}, {"pubmed": 22308039, "text": "beta4 can regulate SPARC expression and that SPARC is an effector of beta4-mediated invasion."}, {"pubmed": 22321704, "text": "SPARC expression is common in nasopharyngeal carcinoma patients."}, {"pubmed": 22422640, "text": "Data show that SFN and SPARC form a complex thereby controlling the type I collagen synthesis and expression in fibroblasts."}, {"pubmed": 22491017, "text": "Our findings suggest that SPARC 3'-UTR SNPs may be useful in predicting GA patients at increased risk of recurrence."}, {"pubmed": 22542805, "text": "demonstrate that SPARC expression suppressed irradiation induced SOX-4 mediated DNA repair"}, {"pubmed": 22563191, "text": "Aberrant methylation is an important mechanism for SPARC inactivation in hepatocellular carcinoma (HCC) and SPARC methylation may be a promising biomarker for the diagnosis and prognosis of HCC."}, {"pubmed": 22687753, "text": "SPARC promotes the development of erythroid progenitors, but does not affect terminal erythroid differentiation."}, {"pubmed": 22718352, "text": "IRE1alpha is a key regulator of SPARC expression in vitro in a glioma model."}, {"pubmed": 22851666, "text": "These findings suggest that exercise stimulates SPARC secretion from muscle tissues and that SPARC inhibits colon tumorigenesis by increasing apoptosis."}, {"pubmed": 22879971, "text": "SPARC is overexpressed in highly invasive subclone and ovarian cancer tissues and plays an important role in ovarian cancer growth, apoptosis and metastasis."}, {"pubmed": 22880013, "text": "The spatio-temporal expression of Decorin, Semaphorin6D, SPARC, Spry-1 and Tsukushi in developing prostate is described and observed similar mesenchymal expression patterns in rat and human."}, {"pubmed": 22911700, "text": "autocrine SPARC maintains heightened SLUG expression in melanoma cells and indicate that SPARC may promote EMT-associated tumor invasion by supporting AKT-dependent upregulation of SLUG."}, {"pubmed": 22955913, "text": "Stromal SPARC contributes to the detrimental fibrotic changes associated with myeloproliferation whereas its deficiency favors myeloid cell expansion."}, {"pubmed": 22956186, "text": "Conditioned medium from SPARC-overexpressed neuroblastoma cells (pSPARC-CM) suppressed expression of growth factors was mediated by inhibition of the Notch signaling pathway."}, {"pubmed": 22957090, "text": "SPARC suppresses angiogenesis of gastric cancer by down-regulating the expression of VEGF and MMP-7"}, {"pubmed": 23023935, "text": "Expression of miR-29a is important in the regulation of the SPARC gene expression and hepatocellular carcinoma growth."}, {"pubmed": 23050783, "text": "SPARC is related to the invasive phenotype of cervical cancer cells. Knockdown of SPARC significantly suppresses cervical cancer cell proliferation, induces cell apoptosis and inhibits cell invasion and metastasis."}, {"pubmed": 23114088, "text": "SPARC expression is higher in squamous cell carcinoma than in adenocarcinoma in non-small cell lung cancer. SPARC was a prognostic factor of overall survival but not disease-free survival."}, {"pubmed": 23123816, "text": "High secreted protein acidic and rich in cysteine induces endoplasmic reticulum stress leading to autophagy-mediated apoptosis in neuroblastoma."}, {"pubmed": 23249717, "text": "Data indicat that the SPARC overexpression may play an important role in the initiation and development of non-small cell lung cancer (NSCLC), whereas KLF4 inhibits this process."}, {"pubmed": 23321672, "text": "SPARC is produced by benign and malignant compartments of bladder carcinomas where it functions to suppress bladder carcinogenesis, progression, and metastasis."}, {"pubmed": 23383963, "text": "Low endogenous SPARC expression is a constant feature of BCR/ABL positive cells and that imatinib treatment induces SPARC overproduction."}, {"pubmed": 23390502, "text": "MiR-145 regulates glioma cell migration by targeting CTGF which downregulates SPARC expression."}, {"pubmed": 23516489, "text": "role of SPARC, MMP-2 and MMP-9 in intracranial aneurysms"}, {"pubmed": 23532895, "text": "The interaction between SPARC and integrin beta1 results in suppression of cell proliferation in prostate cancer."}, {"pubmed": 23599341, "text": "SPARC overexpression increases IOP in perfused cadaveric human anterior segments resulting from a qualitative change the juxtacanalicular-extracellular matrix."}, {"pubmed": 23638089, "text": "This analysis suggests a potential role of SPARC in determining prognosis and response to primary chemotherapy in early breast cancer."}, {"pubmed": 23648679, "text": "We observed a positive correlation of osteonectin expression in connective-type stromal tissue surrounding the epithelial tumor cells of craniopharyngioma with the extent of central nervous system infiltration and recurrence rate"}, {"pubmed": 23666856, "text": "SPARC may contribute to the metabolic dysregulation associated with obesity in humans."}, {"pubmed": 23840838, "text": "Overexpression of SPARC in cultured beta-cells resulted in a 2.4-fold increase in insulin secretion in high glucose conditions."}, {"pubmed": 23846421, "text": "coexpression of DCX and SPARC collaboratively diminished radioresistance of glioma cells."}, {"pubmed": 23846918, "text": "Studies indicate that HENT1 and SPARC expression seem to be useful predictive factors of response to chemotherapy in pancreatic cancer."}, {"pubmed": 23904381, "text": "Down-regulated expression of ET3 attenuates the malignant behaviors of human melanoma cells partially by decreasing the expression of SPARC."}, {"pubmed": 23935929, "text": "SPARC may play an important role in the regulation of normal placentation by promoting the invasion of trophoblast cells into the uterine decidua."}, {"pubmed": 24018911, "text": "Results suggest that overexpression of the SPARC gene correlates with tumor invasion depth and survival in gastric cancer."}, {"pubmed": 24309322, "text": "These results indicate that promoter methylation status of PCDH10, SPARC, and UCHL1 may be used both as prognostic and predictive molecular marker for colorectal cancer patients"}, {"pubmed": 24349098, "text": "SPARC has a potential role in the pathophysiology of gestational diabetes mellitus."}, {"pubmed": 24396828, "text": "The study demonstrated a prognostic value of SPARC, especially with regard to its expression in the stroma surrounding OSCC (P < 0.05"}, {"pubmed": 24474275, "text": "our data identify lovastatin as an important pharmacological suppressor of SPARC expression in TM cells, and provide further insight into the molecular mechanisms mediating statin enhancement of aqueous outflow facility."}, {"pubmed": 24535175, "text": "SPARC acts as an oncogene in transformed myelodysplastic syndrome/acute myeloid leukemia."}, {"pubmed": 24562449, "text": "SPARC expression is a predictive marker for response to gemcitabine in pancreatic cancer."}, {"pubmed": 24590286, "text": "SPARC overexpression is associated with adverse outcome in cytogenetically normal-AML, and secreted SPARC activates the integrin-linked kinase/AKT pathway, likely via integrin and beta-catenin signaling, which is involved in leukemia cell self-renewal."}, {"pubmed": 24676680, "text": "SPARC expression was negatively correlated with clinicopathological factors of gastric cancer"}, {"pubmed": 24754275, "text": "This study indicates that polymorphisms in SPARC and NLRP2 are related to rheumatoid arthritis susceptibility in a Chinese Han population."}, {"pubmed": 24769035, "text": "This is the first report of overexpression of SPARC in endometrial cancer stem-like cells. SPARC expression is associated with cell migration and stroma formation"}, {"pubmed": 24804200, "text": "Effect of cyclic mechanical stimulation on the expression of osteogenesis genes in human intraoral mesenchymal stromal and progenitor cells."}, {"pubmed": 24993904, "text": "data strongly support the hypothesis that SPARC is involved in directing melanoma metastases specifically to the lung"}, {"pubmed": 25027401, "text": "SPARC is downregulated in pancreatic cancer cells and retards the growth of pancreatic cancer cell"}, {"pubmed": 25032754, "text": "reduced expression in the bone marrow biopsy specimen in patients with aplastic anemia"}, {"pubmed": 25126876, "text": "Three functional SPARC SNPs are associated with an increased risk of coal workers' pneumoconiosis in a Chinese population."}, {"pubmed": 25155283, "text": "SPARC expression inperi-tumoralstroma predicts a poor prognosis for patients with biliary tract cancer after surgery"}, {"pubmed": 25252848, "text": "A novel function of SPARC in the regulation of glucose metabolism in hepatocellular carcinoma."}, {"pubmed": 25262637, "text": "SNP1599 differentially regulates osteonectin expression and contributes to variability in bone mass, by a mechanism that may involve differential targeting by miR-433"}, {"pubmed": 25311631, "text": "SPARC is associated with carcinogenesis of oral squamous epithelium."}, {"pubmed": 25331979, "text": "The matricellular protein SPARC, secreted by a prostate cancer clonal tumor cell subpopulation displaying non-cancer stem cell properties, is a critical mediator of paracrine effects."}, {"pubmed": 25355716, "text": "High SPARC expression of the primary tumor is associated with a higher chance of achieving a pathological complete remission after TAC or TAC-NX chemotherapy."}, {"pubmed": 25374228, "text": "High SPARC expression is associated with non-small cell lung cancer."}, {"pubmed": 25516351, "text": "SPARC promoter methylation as an important factor in the tumorigenesis of gastric carcinomas."}, {"pubmed": 25556322, "text": "We conclude that SPARC expression has no effect on progression or invasiveness of pituitary tumors."}, {"pubmed": 25786138, "text": "miR-29a and miR-29b enhance cell migration and invasion in nasopharyngeal carcinoma progression by regulating SPARC and COL3A1 gene expression."}, {"pubmed": 25802234, "text": "SCD5 impairs SPARC and cathepsin B secretion in human melanoma cells and intracellular pH acidification."}, {"pubmed": 25925867, "text": "Tumor-produced SPARC and VCAM1 are regulators of cancer extravasation."}, {"pubmed": 26025968, "text": "up-regulation of SPARC by oxLDL is independent of Runx2, and it may be mediated by other transcription factors"}, {"pubmed": 26027498, "text": "Recessive osteogenesis imperfecta caused by missense mutations in SPARC."}, {"pubmed": 26044224, "text": "Reduced expression of SPARC in colorectal cancer tissue is associated with poor prognosis and aggressive clinicopathological features."}, {"pubmed": 26165695, "text": "MLKL upregulation in SPARC overexpressed cells treated with Ara-C, indicates necrosis as a possible cell death process for the SKM-1 cells under these stringent conditions."}, {"pubmed": 26169969, "text": "SPARC levels were not associated with efficacy in patients with MPC. This exploratory analysis does not support making treatment decisions regarding nab-paclitaxel plus gemcitabine or gemcitabine alone in MPC based on SPARC expression."}, {"pubmed": 26329007, "text": "CD90 is upregulated in gastric cancer and inhibits gastric cancer cell apoptosis by modulating the expression level of SPARC protein."}, {"pubmed": 26335014, "text": "Studies indicate that SPARC (secreted protein acidic and rich in cysteine) gene is involved in the development and progression of pancreatic ductal adenocarcinoma (PDAC)."}, {"pubmed": 26523779, "text": "high SPARC-expression was a significant predictor of poor OS in HPV-negative OPSCC patients using Kaplan-Meier analysis and the log-rank test"}, {"pubmed": 26656750, "text": "tracheal aspirate SPARC levels predicted development of bronchopulmonary dysplasia or death."}, {"pubmed": 26698404, "text": "WIN-dependent increase in the level of SPARC plays a critical role in sensitizing osteosarcoma cells to TRAIL action"}, {"pubmed": 26731428, "text": "SPARC might be an unfavorable indicator in patients with pancreatic cancer, especially in the stroma.[Review]"}, {"pubmed": 26851678, "text": "Studies revealed that SPARC plays a critical role in regulating bone remodeling and maintaining bone mass and quality. The mechanisms by which SPARC influences bone formation, maintenance, and repair might occur through multiple pathways that include the regulation of procollagen processing and assembly in the bone matrix, crosslinking, mineralization, and/or osteoblast/osteoclast differentiation and activity. [review]"}, {"pubmed": 26890308, "text": "This study indicates that germline PTCH1 heterozygous mutations play a major role in bone metabolism in patients with NBCCS, in particular in those with PTCH1 protein truncation mutations. SPARC may represent an important downstream modulator of PTCH1 mediation of bone metabolism."}, {"pubmed": 27069189, "text": "We identified five new biomarkers: GDF15, osteonectin, TRAP5, TWEAK, and YKL40 as being promising markers for monitoring bone metastases."}, {"pubmed": 27421134, "text": "These results suggest that increased SPARC expression may be an indicator of greater aggressiveness, and may serve as a prognostic factor for triple-negative breast cancer."}, {"pubmed": 27759879, "text": "The SPARC drives pathological responses in non-small cell lung cancer and idiopathic pulmonary fibrosis by promoting microvascular remodelling and excessive deposition of ECM proteins."}, {"pubmed": 27776337, "text": "Tumors with stroma-derived SPARC displayed suppressed growth, inhibited angiogenesis and increased lipid accumulation. Based on the described chaperone function of SPARC, authors hypothesized that SPARC binds albumin complexed with fatty acids and transports them to tumors."}, {"pubmed": 27908613, "text": "SPARC appears to be an important modulator of the actin cytoskeleton, implicating maintenance of muscular function"}, {"pubmed": 27909812, "text": "that SPARC-mediated degradation of the extracellular matrix, and its possible association with MMPs, might contribute to progression of phyllodes tumors"}, {"pubmed": 27916484, "text": "Data suggest that both osteonectin and FGF21 levels in serum are associated with early nephropathy in type 2 diabetes, albeit with different patterns; persistent hyperglycemia may inhibit bone formation leading to osteoporosis. (FGF21 = fibroblast growth factor 21)"}, {"pubmed": 28009327, "text": "High expression of SPARC is related to worse prognosis in rectal cancer patients."}, {"pubmed": 28119265, "text": "SPARC can serve a dual function role as both predictor for prognosis and potentially biomarker for lymph node metastasis in resected pancreatic cancer patients."}, {"pubmed": 28304139, "text": "Weekly NAB-paclitaxel might be effective for heavily pretreated non-small-cell lung cancer patients. SPARC expression in tumor stroma cells might be a potential negative predictor of NAB-paclitaxel."}, {"pubmed": 28342122, "text": "Stromal SPARC expression correlated with the prognosis of patients with resectable biliary carcinoma, and its significance was enhanced in patients treated with adjuvant gemcitabine-based chemotherapy."}, {"pubmed": 28479157, "text": "Data suggest that plasma SPARC levels may be biomarker for vascular complications among Chinese type 2 diabetic patients; patients in lowest SPARC tertile have increased odds of aortic stiffness but reduced odds of peripheral arterial disease."}, {"pubmed": 28569190, "text": "The profiled circulating tumour cells also expressed elevated levels of stem cell markers, and the extracellular matrix protein, SPARC. The expression of SPARC might correspond to an epithelial-mesenchymal transition in pancreatic circulating tumour cells"}, {"pubmed": 28687963, "text": "SPARC rs17718347 and rs2347128 single nucleotide polymorphisms are associated with progression-free survival in locally advanced and metastatic pancreatic cancer patients."}, {"pubmed": 28713937, "text": "detection of SPARC mRNA and protein expression levels may facilitate early diagnosis and prognosis assessment of esophageal squamous cell carcinoma."}, {"pubmed": 28718842, "text": "SPARC treatment enhances the epithelial mesenchymal transition signaling pathway via activation of AKT, and exogenous SPARC and tumor expressing SPARC might be associated with tumor progression in head and neck cancers."}, {"pubmed": 28818666, "text": "The mRNA and protein levels of SPARC were 5.78-fold higher in cancer tissues compared with the case-matched normal epithelium. High expression levels of SPARC in esophageal squamous cell carcinoma parenchyma were related to lymph node metastasis and poor prognosis (p = 0.049 and p = 0.04)."}, {"pubmed": 28821297, "text": "The epicardial adipose tissue expresses the mRNA of osteopontin, osteoprotegerin, and osteonectin genes that have been implicated in the calcification process; such expression is statistically associated with some components of HDL subclasses in coronary artery disease patients."}, {"pubmed": 29025374, "text": "proCOL11A1, fibroblast-activated protein, secreted protein acidic and rich in cysteine, and periostin expression was significantly increased in the intratumoral stroma of pancreatic ductal adenocarcinomas compared to paired non-neoplastic pancreata"}, {"pubmed": 29075785, "text": "SPARC expression was inversely associated with the degree of malignancy and it had a negative correlation with VEGF-C and VEGF-D expression. Results suggest SPARC might function as a tumor suppressor inhibiting angiogenesis and lymphangiogenesis in ovarian cancer by reducing the expression of VEGF-C and VEGF-D."}, {"pubmed": 29077165, "text": "SPARC may be involved in gastric cancer metastasis by effecting on tumor microenvironment"}, {"pubmed": 29207175, "text": "Results revealed that hypermethylation of the SPARC promoter was the primary mechanism of SPARC downregulation in prostate cancer. SPARC expression was frequently lost during the promoter hypermethylation but could be restored by 5-Aza-Cdr."}, {"pubmed": 29237913, "text": "SPARC is closely related to the development of breast cancer and can be used as a tumor marker for breast cancer recurrence."}, {"pubmed": 29277504, "text": "The data provided evidence that DNA methylation in SPARC gene may play a role in the progression of T-cell non-Hodgkin's lymphoma (T-NHL)."}, {"pubmed": 29295776, "text": "Stromal SPARC expression was a useful biomarker for predicting prognosis in patients with resected pancreatic ductal adenocarcinoma."}, {"pubmed": 29335425, "text": "Hepatic SPARC expression is associated with liver injury and fibrogenic processes in non-alcoholic fatty liver disease."}, {"pubmed": 29374693, "text": "SPARC-associated signaling pathways are associated with lymphangiogenesis and lymph node metastases of hypopharyngeal cancer."}, {"pubmed": 29660567, "text": "The authors have confirmed the presence of SPARC expression in melanoma, Kaposi sarcomas (KS), leiomyosarcomas (LMS) and angiosarcomas (AS) and also detected it for the first time in atypical fibroxanthomas (AFX)."}, {"pubmed": 29756486, "text": "there is a significant difference in serum osteonectin concentration and tumor size in pancreatic adenocarcinoma."}, {"pubmed": 30227835, "text": "Plasma samples from lung cancer patients and healthy heavy-smokers controls were tested for levels of COL11A1 and COL10A1 (n = 57 each) and SPARC (n = 90 each). Higher plasma levels of COL10A1 were detected in patients (p </= 0.001), a difference that was driven specifically by females (p < 0.001). No difference in COL11A1 levels between patients and controls was found"}, {"pubmed": 30259245, "text": "A significant relation was found between SPARC rs3210714 and rs7719521, and immunohistochemical expression of VEGF (P = 0.046 and P = 0.027, respectively). SPARC rs7719521 showed a significant association with Nottingham Prognostic Index (NPI) (P = 0.032). The present study revealed that SPARC rs3210714 and rs7719521 polymorphisms are associated with breast cancer risk and its prognosis."}, {"pubmed": 30346081, "text": "SPARC knockdown partially eliminated TGFB1 function in inducing EMT of A549 cells. SPARC follistatin-like functional domain reduced the expression of E-cadherin, but had no effect on the expression of p-Akt and p-ERK"}, {"pubmed": 30422339, "text": "The SPARC gene polymorphisms had a diverse impact on the susceptibility of hepatocellular carcinoma due to its ability to inhibit or promote tumor progression, but were not related to survival."}, {"pubmed": 30426491, "text": "SPARC can play a pivotal role in pre-eclampsia and pre-eclampsia with intrauterine fetal growth retardation onset"}, {"pubmed": 30476717, "text": "This study observed aberrant SPARC-dependent extracellular matrix remodeling in cancer-derived pancreatic stellate cells."}, {"pubmed": 30574760, "text": "angiogenesis of lung cancer may be related to the interaction of SPARC, TGFbeta1 and Endoglin"}, {"pubmed": 30632279, "text": "SPARC is a promising prognostic marker for tumor relapse and/or progression"}, {"pubmed": 30650425, "text": "a decrease in SPARC expression is correlated with dedifferentiation of biliary tract cancers cells resulting in enhanced Epithelial-Mesenchymal Transition (EMT) being possibly mediated by TGF-beta."}, {"pubmed": 30883351, "text": "Both SPARC and Hevin proteins were detected in postmortem Alzheimer's disease brain and confirmed significant alterations in transcript expression."}, {"pubmed": 31030335, "text": "MCM3AP-AS1 long non-coding RNA promotes papillary thyroid cancer by regulating the MCM3AP-AS1/miR-211-5p/SPARC axis."}, {"pubmed": 31031331, "text": "Secreted protein acidic and rich in cysteine (SPARC) induces epithelial-mesenchymal transition, enhancing migration and invasion, and is associated with high Gleason score in prostate cancer."}, {"pubmed": 31041810, "text": "SPARC overexpression promotes hepatocellular carcinoma growth, inducing epithelial-mesenchymal transition and acquisition of a stem cell phenotype."}, {"pubmed": 31062076, "text": "SPARC is a Nogo-A-decoy that prevents activation of S1PR2. RhoA-mediated perturbation of IRE1alpha-regulated mRNA decay leads to SPARC translation. Once translation is initiated, glioblastoma cells rapidly secrete SPARC to block Nogo-A from inhibiting migration via RhoA. Canonical Rho-ROCK signaling triggers SPARC production. Xenografted gliomas require SPARC for invading into white matter structures."}, {"pubmed": 31127138, "text": "FN1, SPARC, and SERPINE1 are highly expressed and significantly related to a poor prognosis of gastric adenocarcinoma revealed by microarray and bioinformatics."}, {"pubmed": 31243264, "text": "The interaction between SPARC and GRP78 interferes with ER stress signaling and potentiates apoptosis via PERK/eIF2alpha and IRE1alpha/XBP-1 in colorectal cancer"}, {"pubmed": 31352078, "text": "High SPARC expression is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 31597597, "text": "Global SPARC ablation reduces the collagen-rich microenvironment in murine PDAC. Moreover, global SPARC depletion did not affect tumour growth kinetics, grading or metastatic frequency."}, {"pubmed": 31695779, "text": "Secreted protein acidic and rich in cysteine mediates active targeting of human serum albumin in U87MG xenograft mouse models."}, {"pubmed": 31727501, "text": "SPARC expression in pancreato-biliary carcinomas is not responsible for peritumoral stromal desmoplasia in these tumors and it does not have any significant prognostic implication."}, {"pubmed": 31753726, "text": "Serum-derived EVs of RCC may promote metastasis via upregulation of extracellular matrix (ECM)-related proteins, especially SPARC and LRG1, which may serve as diagnosis and prognosis biomarkers in colon cancer."}, {"pubmed": 31830578, "text": "Albumin self-modified liposomes for hepatic fibrosis therapy via SPARC-dependent pathways."}, {"pubmed": 31857774, "text": "could function as a tumor suppressor and might be silenced by promoter hypermethylation"}, {"pubmed": 32113990, "text": "Fibronectin acts as a molecular switch to determine SPARC function in pancreatic cancer."}, {"pubmed": 32350057, "text": "Signals from the Metastatic Niche Regulate Early and Advanced Ovarian Cancer Metastasis through miR-4454 Downregulation."}, {"pubmed": 32487602, "text": "There is no correlation between expression of SPARC and invasion in different grades of meningioma."}, {"pubmed": 32495004, "text": "Induction of SPARC on Oxidative Stress, Inflammatory Phenotype Transformation, and Apoptosis of Human Brain Smooth Muscle Cells Via TGF-beta1-NOX4 Pathway."}, {"pubmed": 32543919, "text": "Expression of peritumoral SPARC during distal cholangiocarcinoma progression and correlation with outcome."}, {"pubmed": 32580473, "text": "Potential Prognostic Role of SPARC Methylation in Non-Small-Cell Lung Cancer."}, {"pubmed": 32729304, "text": "Histopathological assessment of oral leukoplakia. Osteonectin as possible biomarker for further diagnostics."}, {"pubmed": 32780451, "text": "SPARC is a key mediator of TGF-beta-induced renal cancer metastasis."}, {"pubmed": 32919020, "text": "Polymorphisms in matricellular SPP1 and SPARC contribute to susceptibility to papillary thyroid cancer."}, {"pubmed": 32934754, "text": "Identification of Key Prognostic Biomarker and Its Correlation with Immune Infiltrates in Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 33226850, "text": "Secreted Protein Acidic and Cysteine Rich Matricellular Protein is Enriched in the Bioactive Fraction of the Human Vascular Pericyte Secretome."}, {"pubmed": 33535026, "text": "Interplay between hevin, SPARC, and MDGAs: Modulators of neurexin-neuroligin transsynaptic bridges."}, {"pubmed": 33576452, "text": "MicroRNA592 promotes cell proliferation, migration and invasion in colorectal cancer by directly targeting SPARC."}, {"pubmed": 33579227, "text": "Fibronectin mediates activation of stromal fibroblasts by SPARC in endometrial cancer cells."}, {"pubmed": 33596621, "text": "Association with Corneal Remodeling Related Genes, ALDH3A1, LOX, and SPARC Genes Variations in Korean Keratoconus Patients."}, {"pubmed": 33627488, "text": "Load-induced regulation of tendon homeostasis by SPARC, a genetic predisposition factor for tendon and ligament injuries."}, {"pubmed": 33675864, "text": "GLIPR1 and SPARC expression profile reveals a signature associated with prostate Cancer Brain metastasis."}, {"pubmed": 33758160, "text": "Genome-Scale Analysis Identified NID2, SPARC, and MFAP2 as Prognosis Markers of Overall Survival in Gastric Cancer."}, {"pubmed": 33781836, "text": "Role of SPARC in the epithelial-mesenchymal transition induced by PTHrP in human colon cancer cells."}, {"pubmed": 33843664, "text": "SPARC regulates ferroptosis induced by sorafenib in human hepatocellular carcinoma."}, {"pubmed": 33907853, "text": "Mesenchymal stem cells induce tumor stroma formation and epithelialmesenchymal transition through SPARC expression in colorectal cancer."}, {"pubmed": 33910127, "text": "SPARC enhances 5-FU chemosensitivity in gastric cancer by modulating epithelial-mesenchymal transition and apoptosis."}, {"pubmed": 33955203, "text": "High tumor cell platelet-derived growth factor receptor beta expression is associated with shorter survival in malignant pleural epithelioid mesothelioma."}, {"pubmed": 34000572, "text": "Intestinal production of secreted protein acidic and rich in cysteine (SPARC) in patients with ulcerative colitis."}, {"pubmed": 34185677, "text": "Castration-Induced Downregulation of SPARC in Stromal Cells Drives Neuroendocrine Differentiation of Prostate Cancer."}, {"pubmed": 34205668, "text": "Functions of Matricellular Proteins in Dental Tissues and Their Emerging Roles in Orofacial Tissue Development, Maintenance, and Disease."}, {"pubmed": 34319830, "text": "Muscle-tendon cross talk during muscle wasting."}, {"pubmed": 34438040, "text": "SPARC-positive macrophages are the superior prognostic factor in the microenvironment of diffuse large B-cell lymphoma and independent of MYC rearrangement and double-/triple-hit status."}, {"pubmed": 34459016, "text": "Increased expression of secreted protein acidic and rich in cysteine and tissue inhibitor of metalloproteinase-3 in epidermotropic melanoma metastasis."}, {"pubmed": 34624572, "text": "CCAR2 promotes a malignant phenotype of osteosarcoma through Wnt/beta-catenin-dependent transcriptional activation of SPARC."}, {"pubmed": 35165061, "text": "Epithelial and fibroblast SPARC expression patterns in oral leukoplakia and oral squamous cell carcinoma."}, {"pubmed": 35175782, "text": "SPARC, a Novel Regulator of Vascular Cell Function in Pulmonary Hypertension."}, {"pubmed": 35217388, "text": "Activation of the PI3K-AKT signaling pathway by SPARC contributes to the malignant phenotype of cholangiocarcinoma cells."}, {"pubmed": 35400166, "text": "Methylation-mediated expression of SPARC is correlated with tumor progression and poor prognosis of breast cancer."}, {"pubmed": 35671048, "text": "Effect of SPARC Suppression in Mice, Perfused Human Anterior Segments, and Trabecular Meshwork Cells."}, {"pubmed": 35741776, "text": "Secreted Protein Acidic and Rich in Cysteine as an Exercise-Induced Gene: Towards Novel Molecular Therapies for Immobilization-Related Muscle Atrophy in Elderly Patients."}, {"pubmed": 35951457, "text": "SPARC induces M2 polarization of macrophages to promote proliferation, migration, and angiogenesis of cholangiocarcinoma cells."}, {"pubmed": 35963236, "text": "The matricellular protein SPARC induces inflammatory interferon-response in macrophages during aging."}, {"pubmed": 36018492, "text": "The role of SPARC (secreted protein acidic and rich in cysteine) in the pathogenesis of obesity, type 2 diabetes, and non-alcoholic fatty liver disease."}, {"pubmed": 36076604, "text": "SPARC in hematologic malignancies and novel technique for hematological disease with its abnormal expression."}, {"pubmed": 36208257, "text": "[SPARC Overexpression Enhances the Sensitivity of SKM-1 Cells to Ara-C by Regulating CPBP/MLKL]."}, {"pubmed": 36229930, "text": "SPARC expression in tumor microenvironment induces partial epithelial-to-mesenchymal transition of esophageal adenocarcinoma cells via cooperating with TGF-beta signaling."}, {"pubmed": 36346290, "text": "SPARC in cancer-associated fibroblasts is an independent poor prognostic factor in non-metastatic triple-negative breast cancer and exhibits pro-tumor activity."}, {"pubmed": 36454505, "text": "CircRNA circ_POSTN promotes the malignancy of glioma by regulating the miR-433-3p/SPARC axis."}, {"pubmed": 36457269, "text": "Upregulation of IL-8, osteonectin, and myonectin mRNAs by intermittent hypoxia via OCT1- and NRF2-mediated mechanisms in skeletal muscle cells."}, {"pubmed": 36642579, "text": "SPARC promotes fibroblast proliferation, migration, and collagen production in keloids by inactivation of p53."}, {"pubmed": 37330435, "text": "SPARC accelerates biliary tract cancer progression through CTGF-mediated tumor-stroma interactions: SPARC as a prognostic marker of survival after neoadjuvant therapy."}, {"pubmed": 37509139, "text": "Omics Overview of the SPARC Gene in Mesothelioma."}, {"pubmed": 37569556, "text": "SPARC Is Highly Expressed in Young Skin and Promotes Extracellular Matrix Integrity in Fibroblasts via the TGF-beta Signaling Pathway."}, {"pubmed": 37758164, "text": "Novel pathogenic variants in SPARC as cause of osteogenesis imperfecta: Two case reports."}, {"pubmed": 37834291, "text": "Hepatic SPARC Expression Is Associated with Inflammasome Activation during the Progression of Non-Alcoholic Fatty Liver Disease in Both Mice and Morbidly Obese Patients."}, {"pubmed": 37907830, "text": "Peritumoral SPARC expression induced by exosomes from nasopharyngeal carcinoma infected Epstein-Barr virus: A poor prognostic marker."}, {"pubmed": 38048752, "text": "The association of SPARC with hypertension and its function in endothelial-dependent relaxation."}, {"pubmed": 38077346, "text": "Serum CRP interacts with SPARC and regulate immune response in severe cases of COVID-19 infection."}, {"pubmed": 38199134, "text": "Osteonectin (SPARC) prognostic value in prostate cancer."}, {"pubmed": 38245817, "text": "Citric acid promotes SPARC release in pancreatic cancer cells and inhibits the progression of pancreatic tumors in mice on a high-fat diet."}, {"pubmed": 38347494, "text": "Immunohistochemical expression of SPARC in odontogenic keratocysts: a comparative study with other odontogenic cysts."}], "genomic_pos": {"chr": "5", "end": 151686975, "ensemblgene": "ENSG00000113140", "start": 151661096, "strand": -1}, "genomic_pos_hg19": {"chr": "5", "end": 151066726, "start": 151040657, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001937", "pubmed": 12867428, "qualifier": "involved_in", "term": "negative regulation of endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010595", "pubmed": 12867428, "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": 12867428, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0022604", "pubmed": 15389586, "qualifier": "involved_in", "term": "regulation of cell morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048856", "qualifier": "involved_in", "term": "anatomical structure development"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005604", "qualifier": "located_in", "term": "basement membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 1737102, "qualifier": "NOT located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [3400777, 11856645, 15389586], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 1737102, "qualifier": "NOT located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 1737102, "qualifier": "NOT located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [3400777, 15389586], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016363", "pubmed": 15389586, "qualifier": "located_in", "term": "nuclear matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031091", "pubmed": 1737102, "qualifier": "located_in", "term": "platelet alpha granule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031092", "pubmed": 1737102, "qualifier": "located_in", "term": "platelet alpha granule membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28327460, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0071682", "qualifier": "located_in", "term": "endocytic vesicle lumen"}], "MF": [{"category": "MF", "evidence": "RCA", "id": "GO:0005201", "pubmed": 28327460, "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 7034958, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [3402455, 18808384, 19011090, 20926826], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005518", "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005518", "pubmed": [7034958, 9501084], "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050840", "qualifier": "enables", "term": "extracellular matrix binding"}]}, "homologene": {"genes": [[7955, 321357], [8364, 394973], [9031, 386571], [9544, 712388], [9598, 471709], [9606, 6678], [9615, 100855736], [9913, 282077], [10090, 20692], [10116, 24791]], "id": 31132}, "interpro": [{"desc": "Osteonectin-like, conserved site", "id": "IPR001999", "short_desc": "Osteonectin_CS"}, {"desc": "Follistatin-like, N-terminal", "id": "IPR003645", "short_desc": "Fol_N"}, {"desc": "Follistatin/Osteonectin EGF domain", "id": "IPR015369", "short_desc": "Follistatin/Osteonectin_EGF"}, {"desc": "Kazal domain", "id": "IPR002350", "short_desc": "Kazal_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "SPARC/Testican, calcium-binding domain", "id": "IPR019577", "short_desc": "SPARC/Testican_Ca-bd-dom"}, {"desc": "Kazal domain superfamily", "id": "IPR036058", "short_desc": "Kazal_dom_sf"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}, {"desc": "SPARC, follistatin-like domain", "id": "IPR037641", "short_desc": "SPARC_FS"}], "ipi": ["IPI00014572", "IPI00975880", "IPI00980423", "IPI01012820", "IPI01014139"], "map_location": "5q33.1", "name": "secreted protein acidic and cysteine rich", "other_names": ["SPARC", "basement-membrane protein 40", "secreted protein, acidic, cysteine-rich (osteonectin)"], "pantherdb": {"HGNC": "11219", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98373", "ortholog_type": "LDO", "panther_family": "PTHR13866", "taxid": 10090, "uniprot_kb": "P07214"}, {"RGD": "3742", "ortholog_type": "LDO", "panther_family": "PTHR13866", "taxid": 10116, "uniprot_kb": "P16975"}, {"Gene": "SPARC", "ortholog_type": "O", "panther_family": "PTHR13866", "taxid": 9031, "uniprot_kb": "P36377"}, {"Ensembl": "ENSGALG00000004184", "ortholog_type": "LDO", "panther_family": "PTHR13866", "taxid": 9031, "uniprot_kb": "F1P291"}, {"ZFIN": "ZDB-GENE-060130-6", "ortholog_type": "O", "panther_family": "PTHR13866", "taxid": 7955, "uniprot_kb": "B3DJ32"}, {"ZFIN": "ZDB-GENE-030131-9", "ortholog_type": "LDO", "panther_family": "PTHR13866", "taxid": 7955, "uniprot_kb": "Q6PVV8"}, {"WormBase": "WBGene00003893", "ortholog_type": "LDO", "panther_family": "PTHR13866", "taxid": 6239, "uniprot_kb": "P34714"}, {"FlyBase": "FBgn0026562", "ortholog_type": "LDO", "panther_family": "PTHR13866", "taxid": 7227, "uniprot_kb": "O97365"}], "uniprot_kb": "P09486"}, "pathway": {"netpath": {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-1236394", "name": "Signaling by ERBB4"}, {"id": "R-HSA-1251985", "name": "Nuclear signaling by ERBB4"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-2173782", "name": "Binding and Uptake of Ligands by Scavenger Receptors"}, {"id": "R-HSA-3000178", "name": "ECM proteoglycans"}, {"id": "R-HSA-3000497", "name": "Scavenging by Class H Receptors"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP3967", "name": "miR-509-3p alteration of YAP1-ECM axis"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["1BMO", "1NUB", "1SRA", "2V53"], "pfam": ["PF00050", "PF10591", "PF09289"], "pharmgkb": "PA36055", "pharos": {"target_id": 10923, "tdl": "Tbio"}, "pir": "A32821", "prosite": "PS51465", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256647", "relationship": "is"}, {"id": "GNF256648", "relationship": "is"}, {"id": "GNF256649", "relationship": "is"}, {"id": "GNF256650", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161563", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039834", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF013865", "relationship": "is"}, {"id": "GNF013866", "relationship": "is"}, {"id": "GNF013867", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF240409", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337728", "relationship": "is"}, "NOVART_hs-genome_siRNA": {"id": "GNF144788", "relationship": "is"}}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_042174.1"], "protein": ["NP_001296372.1", "NP_001296373.1", "NP_003109.1"], "rna": ["NM_001309443.2", "NM_001309444.2", "NM_003118.4"], "translation": [{"protein": "NP_003109.1", "rna": "NM_003118.4"}, {"protein": "NP_001296373.1", "rna": "NM_001309444.2"}, {"protein": "NP_001296372.1", "rna": "NM_001309443.2"}]}, "reporter": {"HG-U133_Plus_2": ["200665_s_at", "212667_at"], "HG-U95Av2": "671_at", "HTA-2_0": ["TC05001955.hg.1", "TC05003313.hg.1"], "HuEx-1_0": "2882098", "HuGene-1_1": "8115327", "HuGene-2_1": "17001927"}, "summary": "This gene encodes a cysteine-rich acidic matrix-associated protein. The encoded protein is required for the collagen in bone to become calcified but is also involved in extracellular matrix synthesis and promotion of changes to cell shape. The gene product has been associated with tumor suppression but has also been correlated with metastasis based on changes to cell shape which can promote tumor cell invasion. Three transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jun 2015].", "symbol": "SPARC", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420342"}, "unigene": "Hs.111779", "uniprot": {"Swiss-Prot": "P09486", "TrEMBL": ["F5GY03", "F5H4E2", "E5RK62", "E5RJA5"]}, "wikipedia": {"url_stub": "Osteonectin"}}