{"AllianceGenome": "11241", "HGNC": "11241", "MIM": "165170", "_id": "6688", "_version": 1, "accession": {"genomic": ["AC090559.7", "AC090582.9", "CH471064.2", "CP068267.2", "JC009148.1", "KT583843.1", "NC_000011.10", "NC_060935.1", "U34046.1"], "protein": ["AAC50247.1", "CAA36281.1", "CDL93508.1", "EAW67924.1", "EAW67925.1", "EAW67926.1", "NP_001074016.1", "NP_003111.2", "P17947.2", "XP_054225713.1", "XP_054225714.1"], "rna": ["AK310065.1", "BI519776.1", "BI909430.1", "BM561863.1", "BP271276.1", "CD368431.1", "NM_001080547.2", "NM_003120.3", "X52056.1", "XM_054369738.1", "XM_054369739.1"], "translation": [{"protein": "NP_003111.2", "rna": "NM_003120.3"}, {"protein": "CAA36281.1", "rna": "X52056.1"}, {"protein": "NP_001074016.1", "rna": "NM_001080547.2"}, {"protein": "XP_054225713.1", "rna": "XM_054369738.1"}, {"protein": "XP_054225714.1", "rna": "XM_054369739.1"}]}, "alias": ["AGM10", "OF", "PU.1", "SFPI1", "SPI-1", "SPI-A"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "strong", "classification_date": "2022-08-16T17:00:00.000Z", "disease_label": "agammaglobulinemia 10, autosomal dominant", "gcep": "Antibody Deficiencies Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0030529", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_76a93861-b7d3-4d08-8882-6a7a1456b51a-2022-08-16T170000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000066336", "protein": ["ENSP00000227163", "ENSP00000367799", "ENSP00000438846", "ENSP00000443865", "ENSP00000518838", "ENSP00000518839"], "transcript": ["ENST00000227163", "ENST00000378538", "ENST00000533030", "ENST00000533968", "ENST00000713542", "ENST00000713543"], "translation": [{"protein": "ENSP00000518838", "rna": "ENST00000713542"}, {"protein": "ENSP00000367799", "rna": "ENST00000378538"}, {"protein": "ENSP00000518839", "rna": "ENST00000713543"}, {"protein": "ENSP00000227163", "rna": "ENST00000227163"}, {"protein": "ENSP00000443865", "rna": "ENST00000533030"}, {"protein": "ENSP00000438846", "rna": "ENST00000533968"}], "type_of_gene": "protein_coding"}, "entrezgene": "6688", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.09097090182, "exp_mis": 113.878643197, "exp_syn": 58.8044625687, "lof_z": 2.6378041518921, "mis_z": 3.01953279263766, "mu_lof": 5.55132463318e-07, "mu_mis": 1.17047153878e-05, "mu_syn": 5.97988245713e-06, "n_lof": 0.0, "n_mis": 48.0, "n_syn": 44.0, "p_li": 0.89723051716191, "p_null": 0.000959784745891443, "p_rec": 0.101809698092199, "syn_z": 1.19684223542274}, "bp": 816, "cds_end": 47399904, "cds_start": 47376777, "n_exons": 5, "nonpsych": {"exp_lof": 6.33132079842, "exp_mis": 102.984472132, "exp_syn": 53.1370217444, "lof_z": 2.47115017056014, "mis_z": 2.88195792830831, "mu_lof": 5.55132463318e-07, "mu_mis": 1.17047153878e-05, "mu_syn": 5.97988245713e-06, "n_lof": 0.0, "n_mis": 45.0, "n_syn": 40.0, "p_li": 0.882224045470053, "p_null": 0.00165207955471208, "p_rec": 0.116123874975235, "syn_z": 1.13464955236238}, "nontcga": {"exp_lof": 6.51524324228, "exp_mis": 104.759909105, "exp_syn": 54.0916583863, "lof_z": 2.51794684985292, "mis_z": 2.90885566422023, "mu_lof": 5.55132463318e-07, "mu_mis": 1.17047153878e-05, "mu_syn": 5.97988245713e-06, "n_lof": 0.0, "n_mis": 45.0, "n_syn": 42.0, "p_li": 0.879703592086652, "p_null": 0.00143681605709846, "p_rec": 0.11885959185625, "syn_z": 1.04098164505725}, "transcript": "ENST00000227163.4"}, "exons": [{"cdsend": 47378353, "cdsstart": 47355226, "chr": "11", "position": [[47354859, 47355546], [47358843, 47359006], [47359852, 47360040], [47375632, 47375732], [47378308, 47378547]], "strand": -1, "transcript": "NM_001080547", "txend": 47378547, "txstart": 47354859}, {"cdsend": 47378353, "cdsstart": 47355226, "chr": "11", "position": [[47354859, 47355546], [47358843, 47359006], [47359852, 47360040], [47375632, 47375729], [47378308, 47378547]], "strand": -1, "transcript": "NM_003120", "txend": 47378547, "txstart": 47354859}], "exons_hg19": [{"cdsend": 47399904, "cdsstart": 47376777, "chr": "11", "position": [[47376410, 47377097], [47380394, 47380557], [47381403, 47381591], [47397183, 47397283], [47399859, 47400098]], "strand": -1, "transcript": "NM_001080547", "txend": 47400098, "txstart": 47376410}, {"cdsend": 47399904, "cdsstart": 47376777, "chr": "11", "position": [[47376410, 47377097], [47380394, 47380557], [47381403, 47381591], [47397183, 47397280], [47399859, 47400098]], "strand": -1, "transcript": "NM_003120", "txend": 47400098, "txstart": 47376410}], "generif": [{"pubmed": 11926990, "text": "PU.1 trans activation of gp91(phox) promoter"}, {"pubmed": 11929801, "text": "Loss of PU.1 expression is associated with defective immunoglobulin transcription in Hodgkin and Reed-Sternberg cells of classical Hodgkin disease."}, {"pubmed": 12036891, "text": "Multiple PU.1 sites cooperate in the regulation of p40(phox) transcription during granulocytic differentiation of myeloid cells."}, {"pubmed": 12091339, "text": "C/EBPalpha and PU.1 interact physically and colocalize in myeloid cells, and C/EBPalpha blocks the function of PU.1."}, {"pubmed": 12130514, "text": "Heterozygous PU.1 mutations are associated with acute myeloid leukemia, causing disruption of PU.1 function, contributing to the block in cell differentiation found in AML patients."}, {"pubmed": 12130529, "text": "Distinct functions for STAT1 and PU.1 in transcriptional activation of Fc gamma receptor I promoter."}, {"pubmed": 12202480, "text": "Interacts with other transcription factors to regulate transcription of the gene encoding eosinophil granule major basic protein"}, {"pubmed": 12393465, "text": "PU.1 transcriptional activity is down-regulated by AML1-ETO in t(8;21) myeloid leukemia by physical binding."}, {"pubmed": 12778491, "text": "Transactivation & DNA-binding domains of PU.1 were required for induction of Stat6-mediated transcription. The co-operation of PU.1 & Stat6 in Igepsilon gene transactivation fine-tunes cell-type-restricted expression of IL-4-induced gene responses."}, {"pubmed": 12832449, "text": "PU.1 directly regulated the expression of only the glutathione peroxidase gene through binding sites in the promoter and a 3' regulatory region."}, {"pubmed": 12896880, "text": "PU.1 is critical in the terminal differentiation of human alveolar macrophages."}, {"pubmed": 14623259, "text": "In conclusion, we provide evidence for AML-1, PU.1, and Sp3 cooperatively and directly mediating BPI-expression during myeloid differentiation."}, {"pubmed": 14647463, "text": "MeCP2 acts as a corepressor of PU.1 probably due to facilitating complex formation with mSin3A and HDACs."}, {"pubmed": 14706103, "text": "downregulated by Ehrlichia chaffeensis infection in monocytes"}, {"pubmed": 15242870, "text": "in B cells, E47 and PU.1/IRF-4 interact with the E-box motifs and the EICE, respectively, and act synergistically in the activation of CIITA-PIII"}, {"pubmed": 15304486, "text": "RANKL-induced cathepsin K gene expression is cooperatively regulated by the combination of the transcription factors and p38 MAP kinase in a gradual manner."}, {"pubmed": 15339679, "text": "Antibodies to LSP1 and PU.1 may represent useful reagents for the differential diagnosis between T-cell-rich B-cell lymphoma and lymphocyte-predominant Hodgkin's disease."}, {"pubmed": 15598817, "text": "high PU.1 activity favors dendritic cells at the expense of macrophage fate by inhibiting expression and activity of the macrophage factor MafB."}, {"pubmed": 15625130, "text": "The expression of PU.1 is a critical event for osteoclastogenesis."}, {"pubmed": 15632149, "text": "nuclear import of the transcription factor PU.1 occurs via RanGTP-stimulated binding to Nup153"}, {"pubmed": 15796964, "text": "Alteration of the PU.1 locus does not correlate with its suppressed expression in Hodgkin lymphoma."}, {"pubmed": 16051608, "text": "PU.1 regulates the tissue-specific expression of dendritic cell-specific (ICAM)-3-grabbing nonintegrin."}, {"pubmed": 16083856, "text": "PU.1 regulates RANK gene transcription; this may represent one of the key roles of PU.1 in osteoclast differentiation"}, {"pubmed": 16149049, "text": "Our results indicate that the NMTS region of Runx1 is required for functional interactions with PU.1."}, {"pubmed": 16223775, "text": "PU.1 and Id2 modulate lineage options of langerhans cell precursors, downstream of TGF-beta1."}, {"pubmed": 16263717, "text": "c-Myb and c-Ets family members (Ets-1/2, PU.1, and Spi-B) control hGR 1A promoter regulation in T- and B-lymphoblast cells"}, {"pubmed": 16298389, "text": "PU.1, in addition to its positive role in TAL-1 expression in early hematopoietic progenitors, may also act as a mediator of TAL-1 silencing in some hematopoietic lineages"}, {"pubmed": 16320347, "text": "The c.-292 T allele in the ALOX15 promoter generates a novel binding site for the transcription factor SPI1 that results in higher transcription of the gene in macrophages."}, {"pubmed": 16352814, "text": "PU.1 is suppressed in acute promyelocytic leukemia, and that all-trans retinoic acid restores PU.1 expression in cells harboring t(15;17)."}, {"pubmed": 16642264, "text": "hydroquinone induces a dysregulation in the external signals modulating PU.1 protein phosphorylation and this dysregulation may be an early event in the generation of benzene-induced AML"}, {"pubmed": 16698794, "text": "Spi-1 affects splicing decisions in a promoter binding-dependent manner"}, {"pubmed": 16861236, "text": "PU.1-Ets domain and the GATA-1 C-terminal zinc finger (CF) form a low affinity interaction in which specific regions of each protein are implicated."}, {"pubmed": 16973891, "text": "The mechanism of action of VIP on monocyte differentiation may be via inhibition of the transcription factor PU.1."}, {"pubmed": 17200120, "text": "IRF8 cooperates with PU.1 and IRF-2 to activate a composite ets/IRF-cis element in the NF1 promoter. The conserved IRF domain tyrosine in ICSBP/IRF8 is required for interaction with the DNA-bound PU.1-IRF2 heterodimer."}, {"pubmed": 17218319, "text": "findings provide an insight into the structure of the hematopoietic cell-specific P2 promoter of the SHP-1 gene and identify PU.1 as the transcriptional activator of the P2 promoter"}, {"pubmed": 17386941, "text": "IRF8 is involved in a cooperative interaction with transcription factors Spi-1/PU.1 and non-tyrosine phosphorylated Stat1 in the formation of a pre-associated, poised complex for interleukin 1-beta gene induction."}, {"pubmed": 17410194, "text": "data strongly indicate that germline mutations in SPI1 and MADD genes do not confer a high risk of chronic lymphocytic leukaemia and do not make a major contribution to the familial risk of the disease"}, {"pubmed": 17545613, "text": "PU.1 was down-regulated in the majority of human myeloma cell lines and a subset of freshly isolated myeloma cells, in contrast to relatively high expression of PU.1 in normal plasma cells."}, {"pubmed": 17562868, "text": "The type IV isoform of PML interacted with PU.1, promoted its association with p300, and then enhanced PU.1-induced transcription and granulocytic differentiation and PU.1 directly activates the transcription of the C/EBPepsilon gene."}, {"pubmed": 17621263, "text": "Ski-mediated repression of PU.1 is due to Ski's ability to recruit histone deacetylase 3 to PU.1 bound to DNA."}, {"pubmed": 17623651, "text": "Transcription factor PU.1 controls transcription start site positioning and alternative TLR4 promoter usage."}, {"pubmed": 17671233, "text": "C/EBPalpha binds and activates the PU.1 distal enhancer to induce monocyte lineage."}, {"pubmed": 17694175, "text": "identify a single nucleotide polymorphism within this element in humans that is more frequent in acute myeloid leukemia with a complex karyotype, leads to decreased enhancer activity, and reduces PU.1 expression in myeloid progenitors"}, {"pubmed": 18056638, "text": "PU.1 activates the transcription of miR-424, and this up-regulation is involved in stimulating monocyte differentiation through miR-424-dependent translational repression of NFI-A"}, {"pubmed": 18288635, "text": "These data provide evidence that NFATc1, in concert with PU.1, are involved in regulation of beta(3) integrin expression during osteoclast differentiation."}, {"pubmed": 18308386, "text": "Low PU.1 levels were observed in monoblastic leukemias"}, {"pubmed": 18316480, "text": "Arginine-methylated RUNX1 regulates PU.1 gene expression."}, {"pubmed": 18635311, "text": "PU.1 is severely impaired in patients with chronic myeloid leukemia but is restored upon treatment."}, {"pubmed": 18657865, "text": "PU.1 is involved in the regulation of human innate epithelial defences"}, {"pubmed": 18676813, "text": "PU.1 expression is modulated by the balance of functional sense and antisense RNAs regulated by a shared cis-regulatory element."}, {"pubmed": 19076642, "text": "suggest that PU.1-binding motifs are essential for PARG promoter activity and that PU.1 modulates PARG gene expression during differentiation of HL-60 cells."}, {"pubmed": 19111020, "text": "LSECtin is expressed by liver myeloid cells, and its expression is dependent on the PU.1 transcription factor."}, {"pubmed": 19118563, "text": "These data provide critical insights into the transcriptional regulation of the IP gene in human megakaryocytic and endothelial cells, identifying Sp1, PU.1 and Oct-1 as the critical factors involved in its basal regulation in humans."}, {"pubmed": 19158090, "text": "PU.1 directs Mi2beta to erase an established DNase I-hypersensitive site, in an ATP-dependent reaction subsequent to PU.1 binding to chromatin, whereas ACF will not support erasure"}, {"pubmed": 19208846, "text": "EVI1 point mutant, unable to bind PU.1, restores the activation of PU.1-regulated genes and allows a normal differentiation of bone marrow progenitors in vitro."}, {"pubmed": 19281794, "text": "PU.1 protein is cleaved into two fragments of 24 kDa and 16 kDa during apoptosis progression in leukemic cell lines and primary leukemic cells by caspase-3."}, {"pubmed": 19382896, "text": "This review focuses on important protein-protein interactions of PU.1 that play a crucial role in regulation of normal as well as malignant haematopoiesis."}, {"pubmed": 19428102, "text": "we revealed the mRNA expression of annexin 1 was negatively correlated with PU.1 mRNA expression in 43 primary AML specimens"}, {"pubmed": 19502584, "text": "Reduced expression of mast cell-related molecules and transcription factors GATA-1/2 and up-regulation of C/EBPalpha in PU.1 transfectants indicate that enforced PU.1 suppresses mast cell-specific gene expression through these transcription factors."}, {"pubmed": 19542915, "text": "PU.1 is a valuable immunohistochemical marker for identifying cutaneous histiocyte- and dendritic cell-derived lesions"}, {"pubmed": 19564417, "text": "The recruitment of BCL6 to promoter regions by PU.1 represents a new regulatory mechanism that expands the number of genes regulated by this important transcriptional repressor."}, {"pubmed": 19632992, "text": "Data show that PU.1 participates in the regulation of MD-2 in nonmyeloid cells cooperatively with C/EBPbeta."}, {"pubmed": 19747912, "text": "ATRA-induced increase of Vav1 expression and phosphorylation may be involved in recruiting PU.1 to the CD11b promoter and in regulating CD11b expression during the late stages of neutrophil differentiation of APL-derived promyelocytes."}, {"pubmed": 19749795, "text": "PU.1 is capable of inducing apoptosis in certain myeloma cells by direct transactivation of TRAIL."}, {"pubmed": 19825991, "text": "Collectively, we show that either activation of PU.1 or inhibition of GATA-1 efficiently reverses the transcriptional block imposed by GATA-1 and leads to the activation of a myeloid transcriptional program directed by PU.1."}, {"pubmed": 19828640, "text": "PU.1 is shown to be required for B cell receptor (BCR)-induced expression of positive regulatory domain I-binding factor 1 (PRDM1) in lymphoma cells and in PU.1-positive myeloma cells."}, {"pubmed": 19890096, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19966852, "text": "Here, we identified nuclear factor-kappaB (NF-kappaB) to activate PU.1 expression through a novel site within the upstream enhancer element."}, {"pubmed": 20471086, "text": "ZNF300 was activated by PU.1 and suggested that the regulation may be involved in the progression of leukemia development and hematopoietic differentiation."}, {"pubmed": 20660370, "text": "Spi-1 increases the speed of replication by acting specifically on elongation rather than enhancing origin firing."}, {"pubmed": 20947507, "text": "increased NF-kappaB activity leads to increased miR-155, which results in decreased PU.1, and consequently reduced CD10 mRNA and protein."}, {"pubmed": 21094529, "text": "CLEC5A expression in monocyte/macrophage and granulocytes is regulated by PU.1."}, {"pubmed": 21176776, "text": "ATRA up-regulates the expression of PU.1; and PU.1 preferentially binds to one of the two putative binding sites on the RIG-G promoter"}, {"pubmed": 21216962, "text": "Positive regulatory domain I (PRDM1) and IRF8/PU.1 counter-regulate MHC class II transactivator (CIITA) expression during dendritic cell maturation."}, {"pubmed": 21239694, "text": "PU.1 regulates its expression in B cells and macrophages by differentially associating with cell type-specific transcription factors at one of its cis-regulatory elements"}, {"pubmed": 21360505, "text": "A SNP in the 3'-untranslated region of SPI1 is associated with elevated SPI1 mRNA level and with susceptibility to systemic lupus erythematosus."}, {"pubmed": 21402070, "text": "PU.1 is a major transcriptional activator of LIMD1"}, {"pubmed": 21402921, "text": "Data show that two transcription factors, PU.1 and C/EBPalpha, appear to synergistically mediate enhancer creation and affect NF-kappaB target selection in THP-1 cells."}, {"pubmed": 21421043, "text": "PU.1 expression levels were increased in the monocytes of major depressive disorder patients, but not in those of schizophrenic or bipolar patients. PU.1 bound to both the TREM-1 & DAP12 promoters."}, {"pubmed": 21474105, "text": "regulation of adult hematopoiesis through TIF1gamma-mediated transcriptional repression of TAL1 and PU.1 target genes."}, {"pubmed": 21518930, "text": "RUNX1 deficiency is associated with persistent corepressor interaction with PU.1."}, {"pubmed": 21725055, "text": "IFN-gamma induces expression of PU.1 in human erythroid precursors."}, {"pubmed": 21732487, "text": "PKCdelta regulated PU.1 activity by affecting its transactivation activity, whereas its DNA binding activity remained unaffected"}, {"pubmed": 21789226, "text": "Expression of PU.1 downstream of activated JAK2 may explain why JAK2 mutations are frequently observed in myeloproliferative neoplasms patients."}, {"pubmed": 21897363, "text": "Upon macrophage differentiation PU.1 represses the miR-17-92 cluster promoter by an Egr-2/Jarid1b-mediated H3K4 demethylation mechanism whose deregulation may contribute to leukaemic states."}, {"pubmed": 22012064, "text": "Studies identified a physical and functional interaction between RUNX1 (AML1) and MLL and show that both are required to maintain the histone lysine 4 trimethyl mark (H3K4me3) at 2 critical regulatory regions of the AML1 target gene PU.1."}, {"pubmed": 22075620, "text": "the down-regulation of PU.1 expression suppresses the expression of SIRPalpha1."}, {"pubmed": 22083997, "text": "Two signals are required for the self-renewal of Friend virus leukemia stem cells, proviral insertional activation of Spi1 and Hedgehog-dependent signaling."}, {"pubmed": 22096565, "text": "Data show that IRF8 binds a large number of genes by targeting two distinct motifs, half of which are also targeted by PU.1."}, {"pubmed": 22145969, "text": "Transcriptional regulation of MIR29B by PU.1 (SPI1) and MYC during neutrophil differentiation of acute promyelocytic leukaemia cells."}, {"pubmed": 22231443, "text": "results thus shed light on how PU.1 and Ikaros can act as lineage competency factors to facilitate both myeloid and lymphoid developmental programs"}, {"pubmed": 22446486, "text": "Age- and differentiation-status-related epigenetic modifications of PU.1 is a unique regulator of Th9 memory acquisition and Th9 immunity."}, {"pubmed": 22498738, "text": "HK3 is: (1) directly activated by PU.1, (2) repressed by PML-RARA, and (3) functionally involved in neutrophil differentiation and cell viability of acute promyelocytic leukemia cells."}, {"pubmed": 22569057, "text": "Low PU.1 expression in acute promyelocytic leukemia patients is required for disease initiation and progression."}, {"pubmed": 22674382, "text": "These data suggest that aberrant methylation of PU.1 may play a role in CML pathogenesis, and may therefore serve as a useful biomarker and potential target for demethylating drugs."}, {"pubmed": 22780968, "text": "Epigenetic modification of PU.1 in chronic myeloid leukemia patients and K562 cell line might be responsible for the reduced expression of PU.1."}, {"pubmed": 22824976, "text": "PU.1 positively regulates the ST2 promoter as a transcription factor that directly transactivates the ST2 promoter via Ets-family-related cis-element in mast cells and basophils."}, {"pubmed": 23118933, "text": "PU.1 sites may have served as anchor loci for the formation of new and functionally relevant PPARG binding sites throughout evolution."}, {"pubmed": 23212521, "text": "Data suggest that PU.1 is a potent tumor suppressor in classical Hodgkin lymphoma (cHL) and that induction of PU.1 with demethylation agents and/or histone deacetylase inhibitors is a possible therapeutic option for patients with cHL."}, {"pubmed": 23252456, "text": "PU.1 and CEBPA are direct transcriptional regulators of CORO1A in acute promyelocytic leukemia and acute myeloid leukemia."}, {"pubmed": 23395001, "text": "PU.1 mediates chromosome looping and functions as a master regulator of HSC proliferation."}, {"pubmed": 23483680, "text": "These results show that PU.1 controls human microglial viability and function and suggest PU.1 as a molecular target for manipulation of human microglial phenotype."}, {"pubmed": 23501100, "text": "MT-1A is epigenetically regulated by PU.1 during monocytic differentiation."}, {"pubmed": 23534406, "text": "TLR2 down-regulates FcepsilonRI and its transcription factor PU.1 in human Langerhans cells."}, {"pubmed": 23770850, "text": "PML/RARalpha suppresses PU.1-dependent activation of the proteasome immunosubunits in acute promyelocytic leukemia."}, {"pubmed": 24028770, "text": "PU.1- targeted genes undergo Tet2-coupled demethylation and DNMT3b-mediated methylation in monocyte-to-osteoclast differentiation."}, {"pubmed": 24038216, "text": "The tumor suppressor gene DAPK2 is induced by the myeloid transcription factors PU.1 and C/EBPalpha during granulocytic differentiation but repressed by PML-RARalpha in APL."}, {"pubmed": 24086757, "text": "the expression control of Tal2 in hematopoietic cells"}, {"pubmed": 24379003, "text": "Given the importance of C/EBPs and PU.1 in myeloid development, these results, thus, suggest that restoration of the normal function of the myeloid cell transcriptional machinery is a major molecular mechanism underlying the differentiation induction"}, {"pubmed": 24445817, "text": "our findings demonstrate that PU.1 contributes to the development of MLL leukemia, partially via crosstalk with the MEIS/HOX pathway."}, {"pubmed": 24498324, "text": "Data show that CCCTC-binding factor (CTCF) together with ISWI ATPase SMARCA5 and members of the Cohesin complex associate with the SPI1 protein is disrupted in acute myeloid leukemia (AML) blasts."}, {"pubmed": 24504023, "text": "HSF1 appears as a fine-tuning regulator of SPI1/PU.1 expression at the transcriptional and post-translational levels during macrophage differentiation of monocytes."}, {"pubmed": 24639354, "text": "we have demonstrated that PU.1, GATA1, and GATA2 are involved in the expression of FcepsilonRI in a human mast cell line and primary human mast cells using siRNA with high transfection efficiency, and by ChIP assay."}, {"pubmed": 24695740, "text": "Data indicate that transcription factors RUNX1 and PU.1 cooperated to exchange corepressors for coactivators, and deficiency of RUNX1, frequent in leukemia, caused aberrant recruitment of specific corepressors instead of coactivators to PU.1."}, {"pubmed": 24908389, "text": "Mice with PU.1 deficiency in T cells were protected from colitis, whereas treatment with antibody to IL-9 suppressed colitis"}, {"pubmed": 24952944, "text": "DNA complex may be relevant to an emerging role of PU.1, but not Ets-1, as a pioneer transcription factor in vivo"}, {"pubmed": 24996056, "text": "IL-32theta; reduces PKCdelta-mediated phosphorylation of PU.1, resulting in attenuation of IL-1beta production"}, {"pubmed": 25005557, "text": "hnRNP K and PU.1 act synergistically during granulocytic differentiation, hnRNP K seems to have a negative effect on PU.1 activity during monocytic maturation"}, {"pubmed": 25043887, "text": "The PU.1-regulated MAP1S gene is implicated in neutrophil differentiation and autophagy control."}, {"pubmed": 25072246, "text": "PU.1 suppressive target gene, metallothionein 1G, inhibits retinoic acid-induced NB4 cell differentiation."}, {"pubmed": 25092144, "text": "A novel network has been described in acute myeloid leukemia in which FLT3-ITD signaling induces oncogenic miR-155 by p65 and STAT5 thereby targeting transcription factor PU.1."}, {"pubmed": 25184385, "text": "The increased CITED2 expression in acute myeloid leukemia results in better hematopoietic stem cell survival, lower PU.1 levels, and perturbed myeloid differentiation program that contributes to leukemia persistence."}, {"pubmed": 25185713, "text": "Runx-dependent PU.1 chromatin interaction and transcription of PU.1 are essential for both normal and leukemia stem cells."}, {"pubmed": 25205721, "text": "This review summarizes current knowledge and ideas of molecular mechanisms by which PU.1 controls hematopoiesis and suppresses leukemia. [review]"}, {"pubmed": 25987019, "text": "Loss of PU.1 expression is associated with Hepatocellular Carcinoma."}, {"pubmed": 26126967, "text": "PU.1 recruitment coupled with increased histone acetylation induces gene expression and activates a monocyte/macrophage transcriptional programme."}, {"pubmed": 26149389, "text": "This study demonstrated positive regulation of monocyte/macrophage differentiation by lnc-MC and uncovered an elaborate regulation mechanism composed of PU.1, lnc-MC, miR-199a-5p, and ACVR1B."}, {"pubmed": 26261072, "text": "PU.1 downregulation was noted in B-CLL/SLL samples positive for the adverse prognostic markers CD38 and ZAP-70."}, {"pubmed": 26429314, "text": "This study showed that HCV infection might abrogate NK cytotoxic potential through altering PU.1, NKG2D receptor and perforin molecules."}, {"pubmed": 26657848, "text": "Collectively, IMiDs exert demethylation activity through inhibiting DNMT1, 3a, and 3b, and up-regulating PU.1 expression, which may be one of the mechanisms of the anti-myeloma activity of IMiDs."}, {"pubmed": 26851695, "text": "SPI1-GFI1B transcriptional network is an important regulatory axis in acute myeloid leukemia as well as in the development of erythroid versus myelomonocytic cell fate"}, {"pubmed": 26942192, "text": "Our data suggest that E2A antagonism of PU.1 activity contributes to its ability to commit multipotential hematopoietic progenitors to the lymphoid lineages."}, {"pubmed": 27010793, "text": "The GATA-1-mediated inhibition of PU.1 gene transcription in human AML-erythroleukemias mediated through the URE represents important mechanism that contributes to PU.1 downregulation and leukemogenesis that is sensitive to DNA demethylation therapy"}, {"pubmed": 27105023, "text": "we conclude that PU.1 transactivates the pIII through direct binding to Ets-motifs in the promoter in pDCs"}, {"pubmed": 27146823, "text": "PU.1 directly activates the expression of HOTAIRM1 through binding to the regulatory region of HOTAIRM1 during granulocytic differentiation."}, {"pubmed": 27306059, "text": "This study demonstrated the novel role of PU.1 in the immune response to A. fumigatus through upregulation of Dectin-1 expression and its translocation to the nucleus in A. fumigatus-stimulated THP-1 cells."}, {"pubmed": 27480083, "text": "Our results suggest the existence of a Vav1/PU.1/miR-142-3p network that supports all-trans retinoic acid -induced differentiation in acute promyelocytic leukemia -derived cells"}, {"pubmed": 27617961, "text": "we demonstrated that miR-22 promoted monocyte/macrophage differentiation, and MECOM (EVI1) mRNA is a direct target of miR-22 and MECOM (EVI1) functions as a negative regulator in the differentiation.The miR-22-mediated MECOM degradation increased c-Jun but decreased GATA2 expression, which results in increased interaction between c-Jun and PU.1"}, {"pubmed": 27671860, "text": "Inhibition of endogenous miR-155 in B cells of rheumatoid arthritis patients restores PU.1 and reduces production of antibodies."}, {"pubmed": 27708417, "text": "PU.1 binds to OX40L promoter in dendritic cells."}, {"pubmed": 28216155, "text": "Forced FOG1 protein expression in K562 erythroleukemia cells induced the expression of SLC4A1 protein, but repressed that of transcription factor PU.1."}, {"pubmed": 28229452, "text": "PU.1 and IL-9 may play a role in AD pathogenesis and relate to disease severity and clinical eruption types."}, {"pubmed": 28232093, "text": "PU.1 is an important modulator of VDR signaling in monocytes."}, {"pubmed": 28325862, "text": "expression of an essential mediator of neutrophil terminal differentiation, the ets transcription factor PU.1, was significantly decreased in Hbb(th3/+) neutrophils in beta-thalassemia"}, {"pubmed": 28347818, "text": "Moreover, the expression of a cell proliferation marker Ki67 was significantly decreased in tumors from the mice not taking doxycycline, compared with that of tumors from the mice continuously taking doxycycline. The present data strongly suggest that PU.1 functions as a tumor suppressor of myeloma cells in vivo."}, {"pubmed": 28362429, "text": "PU.1 supports TRAIL-induced cell death by inhibiting RelA-mediated cell survival and inducing DR5 expression."}, {"pubmed": 28368411, "text": "PU.1-induced apoptosis in myeloma cells is associated with IRF4 downregulation and subsequent IRF7 upregulation."}, {"pubmed": 28376714, "text": "RUNX1 overexpression induced partial DNA demethylation at SPI1 proximal promoter."}, {"pubmed": 28415748, "text": "Data show that protein phosphatase-1 alpha (PP1alpha) is required to maintain checkpoint kinase 1 (CHK1) in a dephosphorylated state and for the accelerated replication fork progression in Spi1/PU.1 transcription factor-overexpressing cells."}, {"pubmed": 28440496, "text": "the results indicate that PU.1 may be a critical factor for the innate defense against A. fumigatus, and may therefore be a potential target for the prophylaxis and treatment of IPA."}, {"pubmed": 28481873, "text": "PU.1 has a role in tumor suppression in PEL and its down-regulation is associated with PEL development."}, {"pubmed": 28586009, "text": "In contrast, expression of Spi1/PU.1 in a Fli1 producing erythroleukemia cell line in which fli1 is activated, resulted in increased proliferation through activation of growth promoting proteins MAPK, AKT, cMYC and JAK2"}, {"pubmed": 28628103, "text": "Alzheimer's disease heritability was enriched within the PU.1 cistrome, implicating a myeloid PU.1 target gene network in AD."}, {"pubmed": 28671687, "text": "findings highlight a unique role of SPI1 fusions in high-risk pediatric T cell acute lymphoblastic leukemia"}, {"pubmed": 28805986, "text": "Most cases of histiocytic sarcoma expressed histiocytic markers CD68 (6 of 7 cases), CD163 (5 of 5 cases), and PU.1 (3 of 4 cases)."}, {"pubmed": 28912174, "text": "These results bring indirect evidence that leukemia develops from cells which have bypassed Spi1-induced senescence. Overall, our results reveal senescence as a Spi1-induced anti-proliferative mechanism that may be a safeguard against the development of acute myeloid leukemia."}, {"pubmed": 29083320, "text": "study provides proof of concept that PU.1 inhibition has potential as a therapeutic strategy for the treatment of AML and for the development of small-molecule inhibitors of PU.1."}, {"pubmed": 29472524, "text": "miR-142-3p inhibits autophagy during sorafenib treatment and is upregulated by PU.1 in hepatocellular carcinoma cells."}, {"pubmed": 29511345, "text": "Data showed that the Ets transcription factor PU.1 regulated the elevated expression of PFKFB3 in tyrosine kinase inhibitor -resistant chronic myeloid leukemia cells."}, {"pubmed": 29532991, "text": "Nuclear PU.1/Vav1 association accompanies the transcription of miR-29b but, at variance with the APL-derived NB4 cells, in which the protein is required for the association of PU.1 with both miRNA promoters, Vav1 is part of molecular complexes to the PU.1 consensus site in Kasumi-1."}, {"pubmed": 29693176, "text": "PU.1 3'UTR attenuates TNFalphainduced proliferation and cytokine release of RAFLS by acting as a ceRNA for FOXO3 to regulate miR155 activity."}, {"pubmed": 29801457, "text": "at 3 months after cardiopulmonary bypass, monocytes continued to express a new macrophage-like milieu that was associated with the persistent activation of the PU.1/M-CSF pathway."}, {"pubmed": 30124174, "text": "these results suggest that attenuating PU.1 may be a valid therapeutic approach to limit microglial-mediated inflammatory responses in Alzheimer's disease"}, {"pubmed": 30355733, "text": "As evaluated by ChIP, cultured lipopolysaccharide (LPS)-activated THP-1 cells incubated with l-arginine had significantly decreased IL1B transcription and reduced C/EBP-beta association with Spi1 on the IL1B promoter."}, {"pubmed": 30387140, "text": "PU.1, the myeloid transcription factor (which has also been identified in lung epithelial cells), co-operates with the vitamin D receptor and CCAAT/enhancer binding protein alpha (CEBPalpha)."}, {"pubmed": 30550771, "text": "CEBPA supports vitamin D signaling concerning actions of the innate immune system, but uses the antagonism with PU.1 for suppressing possible overreactions of adaptive immunity."}, {"pubmed": 30555023, "text": "FIS1, SPI1, PDCD7 and Ang2 were significantly overexpressed in CN-AML patients"}, {"pubmed": 30700907, "text": "identification of the transcription factor PU.1 as an essential regulator of the pro-fibrotic gene expression program"}, {"pubmed": 30718772, "text": "A transcription factor PU.1 is critical for Ccl22 gene expression in dendritic cells and macrophages."}, {"pubmed": 30721335, "text": "PU.1 was downregulated in myelodysplastic syndrome. Its expression was inversely related to disease aggressiveness and AML transformation. PU.1 and JDP2 expression correlate and are concurrently reduced with the extent of differentiation arrest and aggression/prognosis in MDS/AML. It was upregulated upon azacytidine treatment."}, {"pubmed": 30986495, "text": "These findings illustrate that combined PU.1/CITED2 deregulation induces a transcriptional program that promotes HSPC maintenance, which might be a prerequisite for malignant transformation."}, {"pubmed": 31414895, "text": "A new functional Cd4 lymphocyte subgroup, Th9 cells, express transcription factor PU.1 and cytokine interleukin-9 characteristically. (Review)"}, {"pubmed": 31431533, "text": "The importance of down-regulation of Runx1 and Pu.1 in erythropoiesis is further supported by genome-wide analyses showing that their DNA-binding motifs are highly overrepresented in regions that lose chromatin accessibility during early erythroid development."}, {"pubmed": 31764996, "text": "PU.1 subcellular localization in acute myeloid leukaemia with mutated NPM1."}, {"pubmed": 31785408, "text": "Additional functional PU.1 site may increase TLR4 expression."}, {"pubmed": 32128405, "text": "Intrinsic disorder controls two functionally distinct dimers of the master transcription factor PU.1."}, {"pubmed": 32128906, "text": "Long noncoding RNA LINC00324 exerts protumorigenic effects on liver cancer stem cells by upregulating fas ligand via PU box binding protein."}, {"pubmed": 32379601, "text": "Abnormal expression of colony stimulating factor 1 receptor (CSF1R) and transcription factor PU.1 (SPI1) in the spleen from patients with major psychiatric disorders: A role of brain-spleen axis."}, {"pubmed": 32532019, "text": "Folate Receptor beta (FRbeta) Expression in Tissue-Resident and Tumor-Associated Macrophages Associates with and Depends on the Expression of PU.1."}, {"pubmed": 32590190, "text": "SPI1-induced upregulation of lncRNA SNHG6 promotes non-small cell lung cancer via miR-485-3p/VPS45 axis."}, {"pubmed": 33446637, "text": "PU.1 drives specification of pluripotent stem cell-derived endothelial cells to LSEC-like cells."}, {"pubmed": 33653779, "text": "Upregulation of Metallothionein-1G Accelerates G1/S Transition in the Growth Phase of Acute Promyelocytic Leukemia NB4 Cells."}, {"pubmed": 33713236, "text": "Expression of Transcription Factor PU.1 in Stromal Cells as a Prognostic Marker in Non-Small Cell Lung Cancer."}, {"pubmed": 33741901, "text": "CircSPI1 acts as an oncogene in acute myeloid leukemia through antagonizing SPI1 and interacting with microRNAs."}, {"pubmed": 33863903, "text": "Genetic perturbation of PU.1 binding and chromatin looping at neutrophil enhancers associates with autoimmune disease."}, {"pubmed": 33897697, "text": "PU.1 and IRF8 Modulate Activation of NLRP3 Inflammasome via Regulating Its Expression in Human Macrophages."}, {"pubmed": 33951726, "text": "Constrained chromatin accessibility in PU.1-mutated agammaglobulinemia patients."}, {"pubmed": 33966135, "text": "Expression profile of PU.1 in CD4(+)T cells from patients with systemic lupus erythematosus."}, {"pubmed": 34010414, "text": "Core-binding factor leukemia hijacks the T-cell-prone PU.1 antisense promoter."}, {"pubmed": 34099591, "text": "S100A8 and S100A9, both transcriptionally regulated by PU.1, promote epithelial-mesenchymal transformation (EMT) and invasive growth of dermal keratinocytes during scar formation post burn."}, {"pubmed": 34230493, "text": "Oncogenic cooperation between TCF7-SPI1 and NRAS(G12D) requires beta-catenin activity to drive T-cell acute lymphoblastic leukemia."}, {"pubmed": 34378358, "text": "Chromatin Remodeling of Colorectal Cancer Liver Metastasis is Mediated by an HGF-PU.1-DPP4 Axis."}, {"pubmed": 34738863, "text": "Long noncoding RNA NR2F1-AS1 plays a carcinogenic role in gastric cancer by recruiting transcriptional factor SPI1 to upregulate ST8SIA1 expression."}, {"pubmed": 35058453, "text": "Expression of the transcription factor PU.1 induces the generation of microglia-like cells in human cortical organoids."}, {"pubmed": 35065610, "text": "STAT3 and SPI1, may lead to the immune system dysregulation and heterotopic ossification in ankylosing spondylitis."}, {"pubmed": 35078433, "text": "The role of SPI1-TYROBP-FCER1G network in oncogenesis and prognosis of osteosarcoma, and its association with immune infiltration."}, {"pubmed": 35253752, "text": "Association of SPI1 Haplotypes with Altered SPI1 Gene Expression and Alzheimer's Disease Risk."}, {"pubmed": 35285058, "text": "Cytokine responses to LPS in reprogrammed monocytes are associated with the transcription factor PU.1."}, {"pubmed": 36118415, "text": "LINC01094/SPI1/CCL7 Axis Promotes Macrophage Accumulation in Lung Adenocarcinoma and Tumor Cell Dissemination."}, {"pubmed": 36198346, "text": "SPI1 mediates transcriptional activation of TPX2 and RNF2 to regulate the radiosensitivity of lung squamous cell carcinoma."}, {"pubmed": 36648591, "text": "PU.1 negatively regulates tumorigenesis in non-small-cell lung cancer."}, {"pubmed": 36688997, "text": "LINC01004-SPI1 axis-activated SIGLEC9 in tumor-associated macrophages induces radioresistance and the formation of immunosuppressive tumor microenvironment in esophageal squamous cell carcinoma."}, {"pubmed": 36967718, "text": "SPI1 Mediates N-Myristoyltransferase 1 to Advance Gastric Cancer Progression via PI3K/AKT/mTOR Pathway."}, {"pubmed": 37012859, "text": "SPI1-mediated autophagy of peripheral blood monocyte cells as a mechanism for sepsis based on single-cell RNA sequencing."}, {"pubmed": 37277671, "text": "SPI1 Regulates the Progression of Ankylosing Spondylitis by Modulating TLR5 via NF-kappaB Signaling."}, {"pubmed": 37966708, "text": "Role of LINC00240 on T-helper 9 differentiation in allergic rhinitis through influencing DNMT1-dependent methylation of PU.1."}, {"pubmed": 38078733, "text": "Transcriptional regulation of the HIV-1 inhibitory factor human mannose receptor 1 by the myeloid-specific transcription factor PU.1."}, {"pubmed": 38951492, "text": "HIV-1 Vpr combats the PU.1-driven antiviral response in primary human macrophages."}], "genomic_pos": {"chr": "11", "end": 47409369, "ensemblgene": "ENSG00000066336", "start": 47354860, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 47400127, "start": 47376411, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 28362429, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002357", "pubmed": [28362429, 28481873, 30429596], "qualifier": "involved_in", "term": "defense response to tumor cell"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002572", "qualifier": "involved_in", "term": "pro-T cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002573", "pubmed": 28111278, "qualifier": "involved_in", "term": "myeloid leukocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 31018969, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 29290617, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032088", "pubmed": 28362429, "qualifier": "involved_in", "term": "negative regulation of NF-kappaB transcription factor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036462", "pubmed": 28362429, "qualifier": "acts_upstream_of_positive_effect", "term": "TRAIL-activated apoptotic signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043314", "qualifier": "involved_in", "term": "negative regulation of neutrophil degranulation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045579", "pubmed": 33951726, "qualifier": "involved_in", "term": "positive regulation of B cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045646", "pubmed": 12833137, "qualifier": "involved_in", "term": "regulation of erythrocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045815", "pubmed": 33951726, "qualifier": "involved_in", "term": "transcription initiation-coupled chromatin remodeling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045815", "qualifier": "involved_in", "term": "transcription initiation-coupled chromatin remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 20139074, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [12833137, 20139074, 27506447, 28481873], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": [24429361, 27506447], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": [28362429, 30718772, 31146003, 31314592], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051090", "qualifier": "involved_in", "term": "regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070102", "pubmed": 24429361, "qualifier": "involved_in", "term": "interleukin-6-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090402", "qualifier": "involved_in", "term": "oncogene-induced cell senescence"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098508", "qualifier": "involved_in", "term": "endothelial to hematopoietic transition"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120186", "qualifier": "involved_in", "term": "negative regulation of protein localization to chromatin"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900745", "qualifier": "involved_in", "term": "positive regulation of p38MAPK cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901223", "pubmed": 28362429, "qualifier": "involved_in", "term": "negative regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902895", "pubmed": 20972335, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902895", "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904151", "qualifier": "involved_in", "term": "positive regulation of microglial cell mediated cytotoxicity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904178", "qualifier": "involved_in", "term": "negative regulation of adipose tissue development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904238", "qualifier": "involved_in", "term": "pericyte cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905036", "qualifier": "involved_in", "term": "positive regulation of antifungal innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905453", "qualifier": "involved_in", "term": "regulation of myeloid progenitor cell differentiation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 15304486, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [20972335, 24504023, 33951726], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005667", "pubmed": 24429361, "qualifier": "part_of", "term": "transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 31146003, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0000976", "pubmed": 27506447, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 20139074, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000987", "pubmed": [28481873, 30718772, 31018969, 31314592], "qualifier": "enables", "term": "cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000987", "qualifier": "enables", "term": "cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001216", "pubmed": 20139074, "qualifier": "enables", "term": "DNA-binding transcription activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001217", "pubmed": 20139074, "qualifier": "enables", "term": "DNA-binding transcription repressor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [12833137, 27506447, 31018969], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003723", "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10207087, 18250304, 18692240, 20159610, 21575865, 26019275, 33951726], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042826", "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 33951726, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0051525", "qualifier": "enables", "term": "NFAT protein binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0060090", "pubmed": 32128405, "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": [24429361, 28362429], "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0061629", "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097677", "pubmed": 24429361, "qualifier": "enables", "term": "STAT family protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": 27506447, "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0140297", "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0140311", "qualifier": "enables", "term": "protein sequestering activity"}]}, "homologene": {"genes": [[7955, 30117], [8364, 100125218], [9031, 395879], [9606, 6688], [9615, 611255], [9913, 507100], [10090, 20375], [10116, 366126]], "id": 2346}, "interpro": [{"desc": "Ets domain", "id": "IPR000418", "short_desc": "Ets_dom"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "ETS family", "id": "IPR046328", "short_desc": "ETS_fam"}], "ipi": ["IPI00018333", "IPI00827738", "IPI01014372", "IPI01014909"], "map_location": "11p11.2", "name": "Spi-1 proto-oncogene", "other_names": ["31 kDa transforming protein", "hematopoietic transcription factor PU.1", "spleen focus forming virus (SFFV) proviral integration oncogene spi1", "transcription factor PU.1"], "pantherdb": {"HGNC": "11241", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98282", "ortholog_type": "LDO", "panther_family": "PTHR11849", "taxid": 10090, "uniprot_kb": "P17433"}, {"RGD": "1359607", "ortholog_type": "LDO", "panther_family": "PTHR11849", "taxid": 10116, "uniprot_kb": "Q6BDS1"}, {"Ensembl": "ENSGALG00000008127", "ortholog_type": "LDO", "panther_family": "PTHR11849", "taxid": 9031, "uniprot_kb": "A0A1D5P5I9"}, {"ZFIN": "ZDB-GENE-980526-164", "ortholog_type": "LDO", "panther_family": "PTHR11849", "taxid": 7955, "uniprot_kb": "Q78AM8"}, {"WormBase": "WBGene00017687", "ortholog_type": "O", "panther_family": "PTHR11849", "taxid": 6239, "uniprot_kb": "A8WFJ9"}, {"FlyBase": "FBgn0005659", "ortholog_type": "O", "panther_family": "PTHR11849", "taxid": 7227, "uniprot_kb": "P29775"}], "uniprot_kb": "P17947"}, "pathway": {"kegg": [{"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05221", "name": "Acute myeloid leukemia - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_IL4", "name": "IL4"}, {"id": "Pathway_RANKL", "name": "RANKL"}], "pid": [{"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, {"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8939236", "name": "RUNX1 regulates transcription of genes involved in differentiation of HSCs"}, {"id": "R-HSA-9616222", "name": "Transcriptional regulation of granulopoiesis"}, {"id": "R-HSA-9616222", "name": "Transcriptional regulation of granulopoiesis"}], "wikipathways": [{"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP3892", "name": "Development of pulmonary dendritic cells and macrophage subsets"}, {"id": "WP3926", "name": "ApoE and miR-146 in inflammation and atherosclerosis"}, {"id": "WP3995", "name": "Prion disease pathway"}, {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}]}, "pdb": ["8E3K", "8E3R", "8E4H", "8E5Y", "8EBH", "8EE9", "8EJ6", "8EJ8", "8EK3", "8EK8", "8EKJ", "8EKU", "8EKV", "8EKZ", "8EM9", "8EMD", "8ENG", "8EO1", "8EO4", "8EQG", "8EQK", "8EQL", "8T9U"], "pfam": "PF00178", "pharmgkb": "PA36071", "pharos": {"target_id": 1142, "tdl": "Tbio"}, "pir": "S60367", "prosite": "PS50061", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168507", "relationship": "is"}, {"id": "GNF179413", "relationship": "is"}, {"id": "GNF190319", "relationship": "is"}, {"id": "GNF201225", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047970", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097449", "relationship": "is"}, {"id": "GNF137104", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_001074016.1", "NP_003111.2", "XP_054225713.1", "XP_054225714.1"], "rna": ["NM_001080547.2", "NM_003120.3", "XM_054369738.1", "XM_054369739.1"], "translation": [{"protein": "NP_003111.2", "rna": "NM_003120.3"}, {"protein": "XP_054225714.1", "rna": "XM_054369739.1"}, {"protein": "NP_001074016.1", "rna": "NM_001080547.2"}, {"protein": "XP_054225713.1", "rna": "XM_054369738.1"}]}, "reporter": {"HG-U133_Plus_2": "205312_at", "HG-U95Av2": "1341_at", "HTA-2_0": "TC11001736.hg.1", "HuEx-1_0": "3372174", "HuGene-1_1": "7947861", "HuGene-2_1": "16738007"}, "summary": "This gene encodes an ETS-domain transcription factor that activates gene expression during myeloid and B-lymphoid cell development. The nuclear protein binds to a purine-rich sequence known as the PU-box found near the promoters of target genes, and regulates their expression in coordination with other transcription factors and cofactors. The protein can also regulate alternative splicing of target genes. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "SPI1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0919490"}, "unigene": "Hs.502511", "uniprot": {"Swiss-Prot": "P17947", "TrEMBL": ["F5GZ94", "A0AAA9YHU6", "F5H3K6", "A0AAA9YHK5"]}, "wikipedia": {"url_stub": "SPI1"}}