{"AllianceGenome": "10780", "HGNC": "10780", "MIM": "600812", "_id": "6426", "_version": 2, "accession": {"genomic": ["AC015813.12", "CH471109.2", "CP068261.2", "NC_000017.11", "NC_060941.1"], "protein": ["AAA03476.1", "AAA35564.1", "AAA35565.1", "AAH10264.1", "AAH33785.1", "AUR53251.1", "BAB93456.1", "BAC86523.1", "BAD92795.1", "BAF82622.1", "BAG35644.1", "BAH12806.1", "EAW94485.1", "EAW94486.1", "EAW94487.1", "EAW94488.1", "EAW94489.1", "EAW94490.1", "EAW94491.1", "EAW94492.1", "NP_001071634.1", "NP_008855.1", "Q07955.2", "XP_047292479.1", "XP_047292480.1", "XP_047292481.1", "XP_047292482.1", "XP_047292483.1", "XP_047292484.1", "XP_047292485.1", "XP_054172879.1"], "rna": ["AB062124.1", "AB209558.1", "AK054610.1", "AK095112.1", "AK126318.1", "AK225711.1", "AK289933.1", "AK298527.1", "AK312781.1", "BC010264.1", "BC033785.1", "CB044653.1", "DA939911.1", "M69040.1", "M72709.1", "MF436148.1", "MF436149.1", "NM_001078166.2", "NM_006924.5", "NR_034041.2", "NR_182661.1", "XM_047436523.1", "XM_047436524.1", "XM_047436525.1", "XM_047436526.1", "XM_047436527.1", "XM_047436528.1", "XM_047436529.1", "XM_054316904.1", "XR_008484873.1", "XR_008484874.1"], "translation": [{"protein": "AAA35564.1", "rna": "M72709.1"}, {"protein": "BAD92795.1", "rna": "AB209558.1"}, {"protein": "XP_047292480.1", "rna": "XM_047436524.1"}, {"protein": "BAG35644.1", "rna": "AK312781.1"}, {"protein": "AAH10264.1", "rna": "BC010264.1"}, {"protein": "XP_047292484.1", "rna": "XM_047436528.1"}, {"protein": "NP_008855.1", "rna": "NM_006924.5"}, {"protein": "XP_047292479.1", "rna": "XM_047436523.1"}, {"protein": "XP_047292481.1", "rna": "XM_047436525.1"}, {"protein": "AAA03476.1", "rna": "M69040.1"}, {"protein": "XP_054172879.1", "rna": "XM_054316904.1"}, {"protein": "BAF82622.1", "rna": "AK289933.1"}, {"protein": "AUR53251.1", "rna": "MF436149.1"}, {"protein": "AAH33785.1", "rna": "BC033785.1"}, {"protein": "BAC86523.1", "rna": "AK126318.1"}, {"protein": "XP_047292483.1", "rna": "XM_047436527.1"}, {"protein": "BAB93456.1", "rna": "AB062124.1"}, {"protein": "BAH12806.1", "rna": "AK298527.1"}, {"protein": "NP_001071634.1", "rna": "NM_001078166.2"}, {"protein": "AAA35565.1", "rna": "M72709.1"}, {"protein": "XP_047292485.1", "rna": "XM_047436529.1"}, {"protein": "XP_047292482.1", "rna": "XM_047436526.1"}]}, "alias": ["ASF", "NEDFBA", "SF2", "SF2p33", "SFRS1", "SRp30a"], "ensembl": {"gene": "ENSG00000136450", "protein": ["ENSP00000258962", "ENSP00000462215", "ENSP00000462616", "ENSP00000462687", "ENSP00000463042", "ENSP00000463223", "ENSP00000463917"], "transcript": ["ENST00000258962", "ENST00000578430", "ENST00000581497", "ENST00000581979", "ENST00000582730", "ENST00000583741", "ENST00000584668", "ENST00000584773", "ENST00000585096"], "translation": [{"protein": "ENSP00000258962", "rna": "ENST00000258962"}, {"protein": "ENSP00000462215", "rna": "ENST00000582730"}, {"protein": "ENSP00000462616", "rna": "ENST00000584668"}, {"protein": "ENSP00000463223", "rna": "ENST00000581979"}, {"protein": "ENSP00000463042", "rna": "ENST00000584773"}, {"protein": "ENSP00000462687", "rna": "ENST00000585096"}, {"protein": "ENSP00000463917", "rna": "ENST00000583741"}], "type_of_gene": "protein_coding"}, "entrezgene": "6426", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.15924102, "exp_mis": 149.5207285, "exp_syn": 56.735295, "lof_z": 3.72743144330588, "mis_z": 5.62090248967301, "mu_lof": 1.10173220847e-06, "mu_mis": 1.30486862688e-05, "mu_syn": 4.85947884792e-06, "n_lof": 0.0, "n_mis": 9.0, "n_syn": 32.0, "p_li": 0.991994022925919, "p_null": 1.69540088767904e-06, "p_rec": 0.00800428167319358, "syn_z": 2.03582294604999}, "bp": 747, "cds_end": 56084498, "cds_start": 56082766, "n_exons": 4, "nonpsych": {"exp_lof": 12.7329373, "exp_mis": 135.2481496, "exp_syn": 51.2683814, "lof_z": 3.50442135295868, "mis_z": 5.51883469134663, "mu_lof": 1.10173220847e-06, "mu_mis": 1.30486862688e-05, "mu_syn": 4.85947884792e-06, "n_lof": 0.0, "n_mis": 8.0, "n_syn": 27.0, "p_li": 0.988126902014706, "p_null": 5.42643600545341e-06, "p_rec": 0.0118676715492882, "syn_z": 2.13392657842373}, "nontcga": {"exp_lof": 13.01845673, "exp_mis": 137.5510347, "exp_syn": 52.18843491, "lof_z": 3.55927099857967, "mis_z": 5.5882037470223, "mu_lof": 1.10173220847e-06, "mu_mis": 1.30486862688e-05, "mu_syn": 4.85947884792e-06, "n_lof": 0.0, "n_mis": 6.0, "n_syn": 28.0, "p_li": 0.988266172462349, "p_null": 4.31511695735888e-06, "p_rec": 0.0117295124206939, "syn_z": 2.12003448467217}, "transcript": "ENST00000258962.4"}, "exons": [{"cdsend": 58007137, "cdsstart": 58005746, "chr": "17", "position": [[58000918, 58005973], [58006342, 58006527], [58006943, 58007246]], "strand": -1, "transcript": "NM_001078166", "txend": 58007246, "txstart": 58000918}, {"cdsend": 58007137, "cdsstart": 58005405, "chr": "17", "position": [[58000918, 58005600], [58005800, 58005973], [58006342, 58006527], [58006943, 58007246]], "strand": -1, "transcript": "NM_006924", "txend": 58007246, "txstart": 58000918}, {"cdsend": 58007346, "cdsstart": 58007346, "chr": "17", "position": [[58000918, 58004001], [58004922, 58005973], [58006342, 58006527], [58006943, 58007346]], "strand": -1, "transcript": "NR_034041", "txend": 58007346, "txstart": 58000918}], "exons_hg19": [{"cdsend": 56084498, "cdsstart": 56083107, "chr": "17", "position": [[56078279, 56083334], [56083703, 56083888], [56084304, 56084607]], "strand": -1, "transcript": "NM_001078166", "txend": 56084607, "txstart": 56078279}, {"cdsend": 56084498, "cdsstart": 56082766, "chr": "17", "position": [[56078279, 56082961], [56083161, 56083334], [56083703, 56083888], [56084304, 56084607]], "strand": -1, "transcript": "NM_006924", "txend": 56084607, "txstart": 56078279}, {"cdsend": 56084707, "cdsstart": 56084707, "chr": "17", "position": [[56078279, 56081362], [56082283, 56083334], [56083703, 56083888], [56084304, 56084707]], "strand": -1, "transcript": "NR_034041", "txend": 56084707, "txstart": 56078279}], "generif": [{"pubmed": 11801589, "text": "encodes for a repressor domain required for its inhibitor activity on pre-mRNA splicing"}, {"pubmed": 11825891, "text": "acts as a potent regulator of G alpha(s) isoform expression"}, {"pubmed": 12525645, "text": "ASF/SF2 plays an important role in viral RNA expression and splicing at the proximal 3' splice site."}, {"pubmed": 12612063, "text": "c-Src splicing activation by SF2/ASF is dependent on the N1 exon enhancer element. The activity of these exonic splicing regulators, SF2/ASF and hnRNP A1, is linked to the splicing of an exon primarily controlled by intronic factors."}, {"pubmed": 15123677, "text": "SR proteins 9G8, SC35, ASF/SF2, and SRp40 have effects on the utilization of the A1 to A5 splicing sites of HIV-1 RNA"}, {"pubmed": 15163745, "text": "activates the ESE (exon splicing enhancer) which regulates HIV-1 rev, env, vpu, and nef gene expression"}, {"pubmed": 15184380, "text": "hypophosphorylation of ASF in mRNPs coincides with its higher affinity for TAP"}, {"pubmed": 15208309, "text": "splicing of beta-tropomyosin exon 6B is repressed by hnRNP A1, and activated by ASF/SF2 and SC35"}, {"pubmed": 15210956, "text": "SR proteins 9G8 and ASF/SF2 exhibit higher affinity for TAP/NXF1 when hypophosphorylated"}, {"pubmed": 15367627, "text": "SF2/ASF is part of a complex that forms upon the 79-nucleotide negative regulatory element (NRE) that is thought to be pivotal in posttranscriptional regulation of late gene expression in human papillomavirus type 16"}, {"pubmed": 15907217, "text": "SR proteins ASF/SF2, SC35 and 9G8 can down-regulate the late steps of HIV-1 replication via negative impact on RNA splicing and virion production."}, {"pubmed": 16096057, "text": "The vivo depletion of ASF/SF2 results in a hypermutation phenotype likely due to DNA rearrangements, reflected in the rapid appearance of DNA double-strand breaks and high-molecular-weight DNA fragments."}, {"pubmed": 16210245, "text": "Data suggest that RS-domain phosphorylation may influence the association of splicing factor 2/alternative splicing factor with mRNA, whereas RRM2 may play an important role in mediating protein-protein interactions during translation."}, {"pubmed": 16223727, "text": "ASF/SF2 is phosphorylated by SRPK1 and Clk/Sty"}, {"pubmed": 16260492, "text": "ASF/SF2 inactivation results in a G2-phase cell cycle arrest and subsequent programmed cell death; however, internucleosomal DNA fragmentation is not detected."}, {"pubmed": 16505493, "text": "identified SRp30a as an RNA trans-acting factor that functions as a major regulator of caspase-9 pre-mRNA processing and is required for ceramide to mediate the alternative splicing of caspase-9"}, {"pubmed": 16611940, "text": "In this work we report the identification of a strong SF2/ASF binding site within exon 7 of the human fibrinogen Bbeta-chain gene (FGB)."}, {"pubmed": 16721827, "text": "Data demonstrate that CDC2L5 is located in the nucleoplasm, where it directly interacts with the ASF/SF2-associated protein p32, a protein involved in splicing regulation."}, {"pubmed": 17310252, "text": "Splicing factor SF2/ASF is upregulated in various human tumors, in part due to amplification of its gene, SFRS1."}, {"pubmed": 17670832, "text": "a novel role for SR proteins in promoting RSV polyadenylation in the context of the NRS-3' splice site complex, which is thought to bridge the long distance between the NRS and poly(A) site."}, {"pubmed": 17786225, "text": "data provide additional evidence that the SF2/ASF RS domain is not strictly required for constitutive splicing in vitro, contrary to prevailing models for how the domains of SR proteins function to promote splicing"}, {"pubmed": 17959926, "text": "RNPS1 is able to function together with ASF/SF2 to form ribonucleoprotein complexes on nascent transcripts, and thereby prevent formation of transcriptional R-loops."}, {"pubmed": 18155240, "text": "These studies reveal that SRPK1 docks near the C-terminus of the RS1 segment of ASF protein and then moves in an N-terminal direction along the RS domain."}, {"pubmed": 18243119, "text": "Increased TAP binding correlates with increased SF2/ASF binding, but not increased REF/Aly or Y14 binding."}, {"pubmed": 18315555, "text": "ASF/SF2 and SRp55 appear to interact with the variable TF exon 5 through exonic splicing enhancers at bases 39 and 87-117. Weakening of the above ESE modulates splicing of TF exon 5."}, {"pubmed": 18439897, "text": "SF2/ASF promotes translation initiation of bound mRNAs; this activity requires the presence of the cytoplasmic cap-binding protein eIF4E."}, {"pubmed": 18495665, "text": "poly(ADP-ribose) targeting of topoisomerase I and ASF/SF2 functions may participate in the regulation of gene expression"}, {"pubmed": 18586677, "text": "Growth hormone deficiency and splicing fidelity: two serine/arginine-rich proteins, ASF/SF2 and SC35, act antagonistically"}, {"pubmed": 18687337, "text": "Data show that adaptable molecular interactions guide phosphorylation of the SR protein ASF/SF2 by SRPK1."}, {"pubmed": 18832178, "text": "SF2/ASF splicing factor activates the mTORC1 branch of the pathway"}, {"pubmed": 18841201, "text": "data presented here indicate that SF2/ASF has the capacity to co-regulate the nuclear and cytoplasmic processing of specific mRNAs and provide further evidence that the nuclear history of an mRNA may influence its cytoplasmic fate"}, {"pubmed": 18945764, "text": "The authors demonstrate that the HPV16 E2 transcription factor transactivates the SF2/ASF promoter."}, {"pubmed": 19073146, "text": "ASF/SF2 and PPAR-gamma determines the ratio of UCP3 isoforms."}, {"pubmed": 19111562, "text": "These research data identify APC mutation c.1918C>G (pR640G) as pathogenic and indicate a mechanism involving disruption of an ASF/SF2 exonic splicing enhancer element."}, {"pubmed": 19116412, "text": "SFRS1 may broadly influence the post-transcriptional control of gene expression in vivo."}, {"pubmed": 19250906, "text": "ASF/SF2, associate with interphase chromatin, is released from hyperphosphorylated mitotic chromosomes, but reassociate with chromatin late in M-phase"}, {"pubmed": 19441081, "text": "role for SF2/ASF as a regulator of alternative translation, meaning the generation of different proteins by the balance among two translation initiation mechanisms"}, {"pubmed": 19464723, "text": "confirm the interactions of eEF1A1, p54(nrb), hnRNP-L, GAPDH and ASF/SF2 with the right terminal stem-loop domain of HDV genomic RNA in vitro"}, {"pubmed": 19477182, "text": "while local RS/SR content steers regional preferences in the RS domain, distal contacts with SRPK1 guide initiation and directional phosphorylation within these regions."}, {"pubmed": 19602482, "text": "ASF/SF2 and SRp20 are two antagonistic splicing factors regulating Rac1b expression in colorectal tumor cells."}, {"pubmed": 19633418, "text": "Data demonstrate that these ARS consensus sequence homologues specifically bind the alternate splicing factor SF2/ASF as well as GAPDH in vitro, and present evidence that the SF2/ASF interaction also occurs within the nuclei of intact cells."}, {"pubmed": 19657567, "text": "both recombinant serine-rich protein kinase (SRPK) and a truncated form of polycephalum SRPK with a 28-aa deletion at the N-terminus could phosphorylate ASF/SF2 and a truncated form of ASF/SF2 that contains the RS domain"}, {"pubmed": 20118245, "text": "ASF/SF2 as a novel factor in the regulation of alternative splicing of the 3'-UTR of CD3zeta and protein expression in human T cells."}, {"pubmed": 20120036, "text": "A deep intronic mutation is the direct cause of MTRR pseudoexon inclusion and the pseudoexon is normally not recognized due to a suboptimal 5' splice site."}, {"pubmed": 20139984, "text": "Multiple post-transcriptional and translational mechanisms are involved in fine-tuning the expression of SF2/ASF."}, {"pubmed": 20308322, "text": "Data show show that three methylated arginines additively control the subcellular localization of SF2/ASF and that both the positive charge and the methylation state are important."}, {"pubmed": 20385090, "text": "Results underscore a function of SF2/ASF in miRNA processing and highlight the potential coordination between splicing control and miRNA-mediated gene repression in gene regulatory networks."}, {"pubmed": 20519389, "text": "Taken together, these results demonstrate that the major human papillomavirus type 16 3'-splice site SA3358 is dependent on ASF/SF2."}, {"pubmed": 20637698, "text": "presence of different translational isoforms of the SFRS1 gene encoding for the SF2/ASF, or different post-translational protein maturations in different tissues"}, {"pubmed": 20657585, "text": "Modulation of Xist RNA processing may be part of the stochastic process that determines which X chromosome will be inactivated."}, {"pubmed": 20682707, "text": "SF2/ASF and survivin expression is involved in non-small cell lung cancer progression"}, {"pubmed": 20805487, "text": "SF2/ASF interacts with Ubc9 and enhances sumoylation of specific substrates, sharing characteristics with already described SUMO E3 ligases."}, {"pubmed": 20923760, "text": "analysis of the miRNA-mediated interaction between leukemia/lymphoma-related factor (LRF) and alternative splicing factor/splicing factor 2 (ASF/SF2) affects cell senescence and apoptosis"}, {"pubmed": 21045158, "text": "Findings show that oncogenic factors activating the phosphoinositide 3-kinase/Akt pathway can regulate alternative splicing of Casp9 via a coordinated mechanism involving the phosphorylation of SRp30a."}, {"pubmed": 21297941, "text": "negative regulation of the JC virus promoter by SF2/ASF may control reactivation of JCV replication in brain"}, {"pubmed": 21536904, "text": "phosphorylation of the RS domain in SRSF1 induces a key molecular switch from intra- to intermolecular interactions, suggesting a plausible mechanism for the documented requirement for the phosphorylation/dephosphorylation cycle during pre-mRNA splicing."}, {"pubmed": 21622622, "text": "a novel intronic splicing enhancer that regulates caspase 9 RNA splicing and specifically interacts with SRSF1 was identified."}, {"pubmed": 21668763, "text": "ASF/SF2 translocates to the cytosol and regulates the alternative splicing of endoglin during senescence of endothelial cells."}, {"pubmed": 22245967, "text": "In three-dimensional (3D) culture, SRSF1-overexpressing MCF-10A cells formed larger acini than control cells, reflecting increased proliferation and delayed apoptosis during acinar morphogenesis."}, {"pubmed": 22454513, "text": "Overexpression of SRSF1 rescues apoptosis of MCF-7 cells induced by Pnn depletion."}, {"pubmed": 22545246, "text": "SRSF1 is a direct target of the transcription factor oncoprotein MYC."}, {"pubmed": 22839530, "text": "Results indicate that SRSF1 serves as an anti-apoptotic factor and potentially contributes to leukemogenesis in pediatric ALL patients by cooperating with PRMT1."}, {"pubmed": 22855529, "text": "Data indicate that depletion of SRSF1 in human cells compromises the association of splicing factors to nuclear speckles and influences the levels and activity of other SR proteins."}, {"pubmed": 23228155, "text": "High expression of ASF is associated with chronic myeloid leukemia."}, {"pubmed": 23319613, "text": "Results indicate that SF2/ASF regulates IL-2 production and that decreased SF2/ASF expression in systemic lupus erythematosus (SLE) T cells contributes to deficient IL-2 production."}, {"pubmed": 23349975, "text": "our results indicate that ASF/SF2 binds to a purine-rich region distant from both the previously published initiation site of HDV mRNA transcription and binding site of RNAP II, and suggest that this protein is not involved in HDV replication"}, {"pubmed": 23462647, "text": "a new mechanism of posttranscriptional regulation of DIO1 and show deregulation of DIO1 expression in pituitary adenoma, possibly resulting from disturbed expression of SF2/ASF."}, {"pubmed": 23592547, "text": "Overexpression of SRSF1 and SRSF9 promote beta-catenin accumulation via the recruitment of beta-catenin mRNA and by enhancing its translation in an mTOR-dependent manner."}, {"pubmed": 23707382, "text": "The data establish a new view of SRSF1 protein regulation in which SRPK1 and CLK1 partition activities based on Ser-Pro versus Arg-Ser placement rather than on N- and C-terminal preferences along the RS domain."}, {"pubmed": 23748175, "text": "Specific induction of AS2 due to Alternative splicing is associated with epithelial ovarian cancer."}, {"pubmed": 23966470, "text": "In the broader context of cancer pathology, the results suggest that SRSF1 might play a central role not only in the tumor cells, but also in the surrounding stroma."}, {"pubmed": 24368769, "text": "results demonstrate a novel mechanism of regulation of the splicing factor SRSF1 in human T cells and a potential molecular mechanism that controls its expression in SLE."}, {"pubmed": 24371231, "text": "Identification of new splicing events regulated by the oncogenic splicing factor SRSF1 in lung cancer using novel analytical tool."}, {"pubmed": 24468535, "text": "SRSF1 is a critical regulator that controls both RNA splicing and stability in the nucleus and functions in a Malat1-dependent manner."}, {"pubmed": 24644279, "text": "Data indicate that armadillo repeat protein ARVCF interacts with the splicing factors the splicing factor SRSF1 (SF2/ASF), the RNA helicase p68 (DDX5), and the heterogeneous nuclear ribonucleoprotein hnRNP H2."}, {"pubmed": 24807918, "text": "The accumulated knowledge about SRSF1 provides critical insight into the integral role it plays in maintaining cellular homeostasis and suggests new targets for anticancer therapy."}, {"pubmed": 24857172, "text": "These results suggest that MALAT1 may function as a promoter of gastric cancer cell proliferation partly by regulating SF2/ASF."}, {"pubmed": 24890719, "text": "upon T cell activation, SRSF1 becomes limiting, and its function in CD6 exon 5 splicing is countered by an increase in CD6 transcription, dependent on chromatin acetylation."}, {"pubmed": 25529026, "text": "Data suggest that proline phosphorylation by CLK1/CDC-like kinase 1 (but not by SRPK1/serine/arginine-rich splicing factor kinase 1) regulates conformation and alternative splicing function of SFRS1 (serine/arginine-rich splicing factor 1)."}, {"pubmed": 25658361, "text": "serine/arginine-rich splicing factor 1 (SRSF1) could specifically interact with RIG-I to facilitate RIG-I mediated production of type-I IFN that is triggered by cytosolic DNA."}, {"pubmed": 26018840, "text": "SF2 contributes to the elevated levels of ERK activation in hepatocellular carcinoma cells through modulating key component(s) downstream of growth factor receptors and upstream of ERK."}, {"pubmed": 26134847, "text": "SRSF1 regulates CD3zeta expression in human T cells and may contribute to the T cell defect in systemic lupus erythematosus."}, {"pubmed": 26273603, "text": "These include alternative splicing of SRSF1 itself."}, {"pubmed": 26282582, "text": "Global splicing analysis with RNA-seq revealed that exons carrying the hnRNP H-binding GGGGG motif are predisposed to be skipped compared to those carrying the SRSF1-binding GGAGG motif in both human and mouse brains."}, {"pubmed": 26406946, "text": "We present experimental evidence that splicing factor SRSF1, SRSF2, U2AF35, U2AF65 and KHSRP expression levels in gastrointestinal tract (colon, gastric and pancreatic) tumors differ compare to healthy tissues and in cell lines"}, {"pubmed": 26431027, "text": "Using RNA-sequencing and 3-D cell cultures that mimic breast cancer, the authors identified SRSF1-regulated alternative splicing targets that are candidates for mediating SRSF1's oncogenic functions in mammary cells."}, {"pubmed": 26553431, "text": "we have identified for the first time a potential mechanism that involves the essential splicing factor ASF/SF2 through which morphine regulates splicing specificity of the MOR encoding gene, OPRM1."}, {"pubmed": 26596376, "text": "These findings have revealed a molecular interplay between cellular SRSF1 and viral T-antigen in controlling JC virus gene expression."}, {"pubmed": 26797131, "text": "NSrp70 acts as a new molecular counterpart for alternative splicing of target RNA, counteracting SRSF1 and SRSF2 splicing activity."}, {"pubmed": 26887056, "text": "Findings suggest MALAT1 increases AKAP-9 expression by promoting SRPK1-catalyzed SRSF1 phosphorylation in CRC cells. These results reveal a novel molecular mechanism by which MALAT1 regulates AKAP-9 expression in CRC cells."}, {"pubmed": 26951564, "text": "Immune suppression of JC virus gene expression is mediated by SRSF1."}, {"pubmed": 27091468, "text": "Using NMR spectroscopy with two separately expressed domains of SRSF1, we showed that several residues in the RNA-binding motif 2 interact with the N-terminal region of the RS domain (RS1)."}, {"pubmed": 27093186, "text": "results strongly support SRSF1 as a prognostic biomarker in SCLC and provide a rationale for personalized therapy in SCLC"}, {"pubmed": 27193998, "text": "We present a joint atomistic molecular dynamics (MD) and experimental study of two RRM-containing proteins bound with their single-stranded target RNAs, namely the Fox-1 and SRSF1 complexes.The simulations predict unanticipated specific participation of Arg142 at the protein-RNA interface of the SRFS1 complex, which is subsequently confirmed by NMR and ITC measurements"}, {"pubmed": 27396620, "text": "Especially, in SRSF1 morphants, bone cartilage formation was reduced in the brain and Nkx-2.5 expression was dramatically reduced in the heart of SRSF1 morphants. In addition, a dramatic reduction in functional chordin RNA in SRSF1 morphants was observed suggesting that chordin is one of the targets of SRSF1. Thus, we concluded that SRSF1 is an essential factor for pattern formation including heart, cartilage and germ lay"}, {"pubmed": 27812788, "text": "It has been proposed that SF2/ASF has a protective role against JC virus reactivation in multiple sclerosis patients."}, {"pubmed": 28422315, "text": "ASF/SF2 is identified as a splicing regulator of cyclin T1, which contributes to the control of the subsequent transcription events."}, {"pubmed": 28576472, "text": "The authors found that RNA recognition motif 1 (RRM1) in SRSF1 binds PP1 and represses its catalytic function through an allosteric mechanism."}, {"pubmed": 28657135, "text": "high level of SF2, as a novel oncoprotein in RCC, was significantly associated with poor survival in a large cohort of RCC specimens. Taken together, our study presents a road map for the prediction and validation of miR-766-3p/SF2 axis and thus imparts a therapeutic way for further RCC progression."}, {"pubmed": 28677678, "text": "repeat RNA-sequestration of SRSF1 triggers the NXF1-dependent nuclear export of C9ORF72 transcripts retaining expanded hexanucleotide repeats"}, {"pubmed": 28677791, "text": "The present study suggested that the tumor suppressor miR30c may be involved in prostate cancer tumorigenesis, possibly via targeting ASF/SF2."}, {"pubmed": 28799539, "text": "SRSF1 promotes vascular smooth muscle cell (VSMC) proliferation and injury-induced neointima formation. SRSF1 favors the induction of a truncated p53 isoform, Delta133p53, which has an equal proliferative effect and in turn transcriptionally activates Kruppel-like factor 5 (KLF5) via the Delta133p53-EGR1 complex, resulting in an accelerated cell-cycle progression and increased VSMC proliferation."}, {"pubmed": 29120871, "text": "Authors showed that Mir505-3p was capable of inhibiting tumor proliferation driven by SRSF1 in two neural tumor cell lines, Neuro-2a (N2a) and U251, exclusively in serum-reduced condition. Authors observed that the protein level of SRSF1 was gradually promoted by increasing concentration of serum."}, {"pubmed": 29335301, "text": "We now show that the ability of SRPK1 to mobilize SRSF1 from speckles to the nucleoplasm is dependent on active CLK1. Diffusion from speckles is promoted by the formation of an SRPK1-CLK1 complex that facilitates dissociation of SRSF1 from CLK1 and enhances the phosphorylation of several serine-proline dipeptides in this SR protein"}, {"pubmed": 29764005, "text": "A -44 G to A \"hot zone\" putative functional noncoding variant of SRSF1 was found in an AML patient. It alters the binding activities of E2F6, ELF1, and ELK4, ELK4."}, {"pubmed": 29768215, "text": "SRSF1 promotes nonsense-mediated mRNA decay when positioned downstream of a premature termination codons, which resembles the mode of action of exon junction complex (EJC) and NMD factors."}, {"pubmed": 29905030, "text": "SRSF1 expression levels were significantly lower in T cells from systemic lupus erythematosus (SLE) patients compared to healthy subjects, and correlated inversely with disease activity and positively with levels of RasGRP1-WT and DNMT1. AS to RasGRP1-WT and decreased levels of RasGRP1 protein, whereas overexpression of SRSF1 in SLE T-cells caused recovery of RasGRP1, which in turn induced DNMT1/interleukin-2 expression."}, {"pubmed": 30181552, "text": "LIG1 is regulated by the oncoprotein SRSF1 and plays a relevant role in lung cancer cell proliferation and progression."}, {"pubmed": 30320932, "text": "Results identify for the first time that the phosphorylation state of SRSF1 is linked to different phases in pediatric ALL. The Tyr-19 phosphorylation of SRSF1 disrupts its subcellular localization and promotes proliferation in leukemia cells by driving cell-cycle progression."}, {"pubmed": 30429088, "text": "SRSF1 regulates lung cancer cell radioresistance through modulating PTPMT1 splicing. Reduced SRSF1 favors the production of short isoforms of PTPMT1 upon ionizing radiation, which in turn promotes phosphorylation of AMPK, thereby inducing DNA double-strand break to sensitize cancer cells to irradiation."}, {"pubmed": 30478176, "text": "Interaction and kinetic assays unveiled how SRSF1 and the single RRM-containing SRSF3 are phosphorylated by SRPK2, another member of the SRPK family."}, {"pubmed": 30481162, "text": "identify SRSF1 as an important oncodriver that integrates AS control of MYO1B into promotion of gliomagenesis and represents a potential prognostic biomarker and target for glioma therapy."}, {"pubmed": 31200124, "text": "SRSF1 is highly expressed in glioma.  Mechanism of SRSF1 involves stabilization of NEAT1 which is coexpressed with SRSF1 in Glioma."}, {"pubmed": 31208978, "text": "SRSF1 directs CD33 exon 2 inclusion into spliced mRNAs. Its binding to the CD33 RNA is not altered by the rs12459419 SNP genotype. Instead, a putative SRSF1 binding sequence at the 3' end of exon 2 directs CD33 exon 2 inclusion into the mRNA, indicating that SRSF1 promote full-length isoform expression through different mechanisms."}, {"pubmed": 31235999, "text": "Up-regulation of HOXA11-AS was found in gastric cancer (GC) tissues, cell lines, and serum samples. Decreased serum HOXA11-AS levels were negatively related with tumor size, TNM stage, and lymph node metastasis and were associated with a better overall survival rate. HOXA11-AS promoted GC cell proliferation and invasion. SRSF1 may be the target regulated by HOXA11-AS in GC cells."}, {"pubmed": 31478261, "text": "SRSF1-dependent alternative splicing attenuates BIN1 expression in non-small cell lung cancer."}, {"pubmed": 31491447, "text": "The SRSF1 and RBM4 constitute an antagonistic mechanism on regulating the splicing profiles of HIF-1alpha gene, which is relevant to the oncogenic signatures of lung cancer cells."}, {"pubmed": 31655037, "text": "Low SRSF1 expression is associated with progression of cervical cancer."}, {"pubmed": 32051529, "text": "SRSF1 mediates cytokine-induced impaired imatinib sensitivity in chronic myeloid leukemia."}, {"pubmed": 32206811, "text": "Splicing factor SRSF1 controls T cell homeostasis and its decreased levels are linked to lymphopenia in systemic lupus erythematosus."}, {"pubmed": 32675111, "text": "Antagonism between splicing and microprocessor complex dictates the serum-induced processing of lnc-MIRHG for efficient cell cycle reentry."}, {"pubmed": 32819370, "text": "SRSF1 regulates exosome microRNA enrichment in human cancer cells."}, {"pubmed": 33160830, "text": "The RNA binding protein SRSF1 is a master switch of gene expression and regulation in the immune system."}, {"pubmed": 33168192, "text": "Long noncoding RNA LINC02580 suppresses the invasion-metastasis cascade in hepatocellular carcinoma by targeting SRSF1."}, {"pubmed": 33462199, "text": "Structure of SRSF1 RRM1 bound to RNA reveals an unexpected bimodal mode of interaction and explains its involvement in SMN1 exon7 splicing."}, {"pubmed": 33562358, "text": "The GAUGAA Motif Is Responsible for the Binding between circSMARCA5 and SRSF1 and Related Downstream Effects on Glioblastoma Multiforme Cell Migration and Angiogenic Potential."}, {"pubmed": 33602301, "text": "SRPK1/2 and PP1alpha exert opposite functions by modulating SRSF1-guided MKNK2 alternative splicing in colon adenocarcinoma."}, {"pubmed": 33607522, "text": "The splicing factor SRSF1 stabilizes the mRNA of TSLP to enhance acute lung injury."}, {"pubmed": 33664238, "text": "SRSF1 inhibits autophagy through regulating Bcl-x splicing and interacting with PIK3C3 in lung cancer."}, {"pubmed": 33670012, "text": "BAF57/SMARCE1 Interacting with Splicing Factor SRSF1 Regulates Mechanical Stress-Induced Alternative Splicing of Cyclin D1."}, {"pubmed": 33981019, "text": "The long non-coding RNA PFI protects against pulmonary fibrosis by interacting with splicing regulator SRSF1."}, {"pubmed": 33992102, "text": "Splicing factor SRSF1 promotes breast cancer progression via oncogenic splice switching of PTPMT1."}, {"pubmed": 34096602, "text": "Sequence-dependent recruitment of SRSF1 and SRSF7 to intronless lncRNA NKILA promotes nuclear export via the TREX/TAP pathway."}, {"pubmed": 34099633, "text": "Long noncoding RNA DGCR5 involves in tumorigenesis of esophageal squamous cell carcinoma via SRSF1-mediated alternative splicing of Mcl-1."}, {"pubmed": 34170441, "text": "Extracellular matrix stiffness controls VEGF165 secretion and neuroblastoma angiogenesis via the YAP/RUNX2/SRSF1 axis."}, {"pubmed": 34195277, "text": "lncRNA LINC01296 Promotes Oral Squamous Cell Carcinoma Development by Binding with SRSF1."}, {"pubmed": 34196424, "text": "SRSF-1 and microvessel density immunohistochemical analysis by semi-automated tissue microarray in prostate cancer patients with diabetes (DIAMOND study)."}, {"pubmed": 34207798, "text": "Immunohistochemical Expression of Serine and Arginine-Rich Splicing Factor 1 (SRSF1) in Fluoro-Edenite-Induced Malignant Mesothelioma: A Preliminary Study."}, {"pubmed": 34244793, "text": "RBFOX2 alters splicing outcome in distinct binding modes with multiple protein partners."}, {"pubmed": 34486474, "text": "RNA binding protein serine/arginine splicing factor 1 promotes the proliferation, migration and invasion of hepatocellular carcinoma by interacting with RecQ protein-like 4 mRNA."}, {"pubmed": 34599982, "text": "A splicing factor phosphorylated by protein kinase A is increased in HL60 cells treated with retinoic acid."}, {"pubmed": 34723963, "text": "A behavioral screen for mediators of age-dependent TDP-43 neurodegeneration identifies SF2/SRSF1 among a group of potent suppressors in both neurons and glia."}, {"pubmed": 34779515, "text": "Exon-independent recruitment of SRSF1 is mediated by U1 snRNP stem-loop 3."}, {"pubmed": 34825587, "text": "VEGF gene polymorphisms regulate human retinal vascular endothelial cell proliferation and apoptosis through ASF/SF2-associated alternative splicing."}, {"pubmed": 35056447, "text": "The Immunohistochemical Expression of the Serine and Arginine-Rich Splicing Factor 1 (SRSF1) Is a Predictive Factor of the Recurrence of Basal Cell Carcinoma: A Preliminary Study on a Series of 52 Cases."}, {"pubmed": 35613697, "text": "Serine and arginine rich splicing factor 1 deficiency alters pathways involved in IL-17A expression and is implicated in human psoriasis."}, {"pubmed": 36008984, "text": "Emergent Role of IFITM1/3 towards Splicing Factor (SRSF1) and Antigen-Presenting Molecule (HLA-B) in Cervical Cancer."}, {"pubmed": 36062189, "text": "Circ_000829 Plays an Anticancer Role in Renal Cell Carcinoma by Suppressing SRSF1-Mediated Alternative Splicing of SLC39A14."}, {"pubmed": 36454680, "text": "Inter-domain Flexibility of Human Ser/Arg-Rich Splicing Factor 1 Allows Variable Spacer Length in Cognate RNA's Bipartite Motifs."}, {"pubmed": 36458014, "text": "SRSF1 acts as an IFN-I-regulated cellular dependency factor decisively affecting HIV-1 post-integration steps."}, {"pubmed": 36508830, "text": "CircCDR1as mediates PM2.5-induced lung cancer progression by binding to SRSF1."}, {"pubmed": 36680332, "text": "New association between splicing factor-coding gene polymorphisms and the risk of acute lymphoblastic leukemia in southern Chinese children: A five-center case-control study."}, {"pubmed": 36759613, "text": "Splicing factor SRSF1 deficiency in the liver triggers NASH-like pathology and cell death."}, {"pubmed": 37071997, "text": "SRSF1 haploinsufficiency is responsible for a syndromic developmental disorder associated with intellectual disability."}, {"pubmed": 37098965, "text": "Splicing Factor SRSF1 Promotes Pancreatitis and KRASG12D-Mediated Pancreatic Cancer."}, {"pubmed": 38294104, "text": "TIM22 and TIM29 inhibit HBV replication by up-regulating SRSF1 expression."}, {"pubmed": 38369277, "text": "RNA Binding Proteins that Mediate LPS-induced Alternative Splicing of the MyD88 Innate Immune Regulator."}, {"pubmed": 38411272, "text": "Alternative splicing-related long noncoding RNA ANRIL facilitates hepatocellular carcinoma by targeting the miR-199a-5p/SRSF1 axis and impacting Anillin."}, {"pubmed": 38567732, "text": "Unearthing a novel function of SRSF1 in binding and unfolding of RNA G-quadruplexes."}, {"pubmed": 38581057, "text": "Circ_0001786 facilitates gefitinib resistance and malignant progression in non-small cell lung cancer via miR-34b-5p/SRSF1."}, {"pubmed": 38735973, "text": "High expression of SRSF1 facilitates osteosarcoma progression and unveils its potential mechanisms."}, {"pubmed": 38743621, "text": "SRSF1 interactome determined by proximity labeling reveals direct interaction with spliceosomal RNA helicase DDX23."}, {"pubmed": 39023093, "text": "The U1-70K and SRSF1 interaction is modulated by phosphorylation during the early stages of spliceosome assembly."}], "genomic_pos": {"chr": "17", "end": 58007346, "ensemblgene": "ENSG00000136450", "start": 58000919, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 56084707, "start": 56080721, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000380", "qualifier": "involved_in", "term": "alternative mRNA splicing, via spliceosome"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000380", "pubmed": 8940107, "qualifier": "involved_in", "term": "alternative mRNA splicing, via spliceosome"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000395", "pubmed": [8940107, 9885563], "qualifier": "involved_in", "term": "mRNA 5'-splice site recognition"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0000398", "pubmed": 11991638, "qualifier": "involved_in", "term": "mRNA splicing, via spliceosome"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006376", "pubmed": 1830244, "qualifier": "involved_in", "term": "mRNA splice site recognition"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006397", "pubmed": 1830244, "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033120", "qualifier": "involved_in", "term": "positive regulation of RNA splicing"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043484", "qualifier": "involved_in", "term": "regulation of RNA splicing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048709", "qualifier": "involved_in", "term": "oligodendrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051028", "qualifier": "involved_in", "term": "mRNA transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097421", "qualifier": "involved_in", "term": "liver regeneration"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [21984414, 24449914], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005635", "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": 9885563, "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 24449914, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "is_active_in", "term": "nuclear speck"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "pubmed": [20797886, 24644279], "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035145", "pubmed": 16314458, "qualifier": "part_of", "term": "exon-exon junction complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0071013", "pubmed": 11991638, "qualifier": "part_of", "term": "catalytic step 2 spliceosome"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": 19561594, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0003723", "pubmed": 20797886, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003729", "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003729", "pubmed": 21984414, "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9237760, 9885563, 10196197, 15184380, 15243141, 15652350, 15798186, 18559666, 18596238, 20926688, 21296756, 21822258, 21988832, 23602568, 23604122, 24449914, 24644279, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043422", "qualifier": "enables", "term": "protein kinase B binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044547", "pubmed": 9611241, "qualifier": "enables", "term": "DNA topoisomerase binding"}]}, "homologene": {"genes": [[3702, 828027], [3702, 839262], [6239, 176688], [7165, 1275237], [7227, 53443], [7955, 406288], [8364, 448766], [9031, 772264], [9544, 713958], [9598, 468417], [9606, 6426], [9615, 609693], [9913, 615796], [10090, 110809], [10116, 689890]], "id": 31411}, "interpro": [{"desc": "RNA recognition motif domain", "id": "IPR000504", "short_desc": "RRM_dom"}, {"desc": "Nucleotide-binding alpha-beta plait domain superfamily", "id": "IPR012677", "short_desc": "Nucleotide-bd_a/b_plait_sf"}, {"desc": "Serine/arginine-rich splicing factor 1, RNA recognition motif 2", "id": "IPR029538", "short_desc": "SRSF1_RRM2"}, {"desc": "SRSF1, RNA recognition motif 1", "id": "IPR034520", "short_desc": "SRSF1_RRM1"}, {"desc": "RNA-binding domain superfamily", "id": "IPR035979", "short_desc": "RBD_domain_sf"}], "ipi": ["IPI00215884", "IPI00218591", "IPI00218592"], "map_location": "17q22", "name": "serine and arginine rich splicing factor 1", "other_names": ["SR splicing factor 1", "alternative-splicing factor 1", "pre-mRNA-splicing factor SF2, P33 subunit", "serine/arginine-rich splicing factor 1", "splicing factor 2", "splicing factor, arginine/serine-rich, 30-KD, A"], "pantherdb": {"HGNC": "10780", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98283", "ortholog_type": "LDO", "panther_family": "PTHR23147", "taxid": 10090, "uniprot_kb": "Q6PDM2"}, {"RGD": "1587490", "ortholog_type": "LDO", "panther_family": "PTHR23147", "taxid": 10116, "uniprot_kb": "D4A9L2"}, {"Gene_ORFName": "RCJMB04_1l5", "ortholog_type": "O", "panther_family": "PTHR23147", "taxid": 9031, "uniprot_kb": "Q5ZML3"}, {"Ensembl": "ENSGALG00000005525", "ortholog_type": "LDO", "panther_family": "PTHR23147", "taxid": 9031, "uniprot_kb": "F1NQW8"}, {"ZFIN": "ZDB-GENE-040426-1950", "ortholog_type": "O", "panther_family": "PTHR23147", "taxid": 7955, "uniprot_kb": "Q7SXP4"}, {"ZFIN": "ZDB-GENE-040426-1467", "ortholog_type": "LDO", "panther_family": "PTHR23147", "taxid": 7955, "uniprot_kb": "Q6NYA0"}, {"WormBase": "WBGene00004700", "ortholog_type": "O", "panther_family": "PTHR23147", "taxid": 6239, "uniprot_kb": "Q9NEW6"}, {"FlyBase": "FBgn0283477", "ortholog_type": "O", "panther_family": "PTHR23147", "taxid": 7227, "uniprot_kb": "Q9V3W7"}, {"TAIR": "2114643", "ortholog_type": "O", "panther_family": "PTHR23147", "taxid": 3702, "uniprot_kb": "A2RVS6"}, {"TAIR": "2133249", "ortholog_type": "O", "panther_family": "PTHR23147", "taxid": 3702, "uniprot_kb": "F4JHI7"}, {"TAIR": "2024770", "ortholog_type": "O", "panther_family": "PTHR23147", "taxid": 3702, "uniprot_kb": "O22315"}, {"TAIR": "2195346", "ortholog_type": "O", "panther_family": "PTHR23147", "taxid": 3702, "uniprot_kb": "Q9XFR5"}], "uniprot_kb": "Q07955"}, "pathway": {"kegg": [{"id": "hsa03040", "name": "Spliceosome - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-159236", "name": "Transport of Mature mRNA derived from an Intron-Containing Transcript"}, {"id": "R-HSA-72163", "name": "mRNA Splicing - Major Pathway"}, {"id": "R-HSA-72165", "name": "mRNA Splicing - Minor Pathway"}, {"id": "R-HSA-72172", "name": "mRNA Splicing"}, {"id": "R-HSA-72187", "name": "mRNA 3'-end processing"}, {"id": "R-HSA-72202", "name": "Transport of Mature Transcript to Cytoplasm"}, {"id": "R-HSA-72203", "name": "Processing of Capped Intron-Containing Pre-mRNA"}, {"id": "R-HSA-73856", "name": "RNA Polymerase II Transcription Termination"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}], "wikipathways": {"id": "WP411", "name": "mRNA Processing"}}, "pdb": ["1X4A", "2M7S", "2M8D", "2O3D", "3BEG", "4C0O", "6HPJ", "7ABG", "8QO9"], "pfam": "PF00076", "pharmgkb": "PA35696", "pharos": {"target_id": 10611, "tdl": "Tbio"}, "pir": ["A40040", "B40040", "C40040"], "prosite": "PS50102", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168420", "relationship": "is"}, {"id": "GNF179326", "relationship": "is"}, {"id": "GNF190232", "relationship": "is"}, {"id": "GNF201138", "relationship": "is"}, {"id": "GNF212264", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161108", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF030581", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF013263", "relationship": "is"}, {"id": "GNF013264", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF235973", "relationship": "is"}, {"id": "GNF238626", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF115720", "relationship": "is"}, {"id": "GNF155361", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_001071634.1", "NP_008855.1", "XP_047292479.1", "XP_047292480.1", "XP_047292481.1", "XP_047292482.1", "XP_047292483.1", "XP_047292484.1", "XP_047292485.1", "XP_054172879.1"], "rna": ["NM_001078166.2", "NM_006924.5", "NR_034041.2", "NR_182661.1", "XM_047436523.1", "XM_047436524.1", "XM_047436525.1", "XM_047436526.1", "XM_047436527.1", "XM_047436528.1", "XM_047436529.1", "XM_054316904.1", "XR_008484873.1", "XR_008484874.1"], "translation": [{"protein": "NP_001071634.1", "rna": "NM_001078166.2"}, {"protein": "XP_047292485.1", "rna": "XM_047436529.1"}, {"protein": "XP_047292484.1", "rna": "XM_047436528.1"}, {"protein": "NP_008855.1", "rna": "NM_006924.5"}, {"protein": "XP_047292479.1", "rna": "XM_047436523.1"}, {"protein": "XP_047292481.1", "rna": "XM_047436525.1"}, {"protein": "XP_047292480.1", "rna": "XM_047436524.1"}, {"protein": "XP_054172879.1", "rna": "XM_054316904.1"}, {"protein": "XP_047292483.1", "rna": "XM_047436527.1"}, {"protein": "XP_047292482.1", "rna": "XM_047436526.1"}]}, "reporter": {"HG-U133_Plus_2": ["201741_x_at", "201742_x_at", "208863_s_at", "211784_s_at", "226419_s_at", "227164_at", "229246_at", "239384_at"], "HG-U95Av2": ["36098_at", "36099_at"], "HG-U95B": ["43496_at", "43497_g_at", "46035_at", "50952_at", "53598_s_at", "53602_r_at"], "HTA-2_0": ["TC17001723.hg.1", "TC17001724.hg.1", "TC17002724.hg.1"], "HuEx-1_0": ["3728495", "3764103"], "HuGene-1_1": "8016898", "HuGene-2_1": ["16846985", "16846993"]}, "retired": [645460, 650453, 124907953], "summary": "This gene encodes a member of the arginine/serine-rich splicing factor protein family. The encoded protein can either activate or repress splicing, depending on its phosphorylation state and its interaction partners. Multiple transcript variants have been found for this gene. There is a pseudogene of this gene on chromosome 13. [provided by RefSeq, Jun 2014].", "symbol": "SRSF1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419989"}, "unigene": ["Hs.710026", "Hs.68714", "Hs.744140"], "uniprot": {"Swiss-Prot": "Q07955", "TrEMBL": ["J3KTL2", "Q59FA2", "J3QQV5", "J3KSW7", "J3KSR8"]}, "wikipedia": {"url_stub": "ASF/SF2"}}