{"AllianceGenome": "10783", "HGNC": "10783", "MIM": "600813", "_id": "6427", "_version": 1, "accession": {"genomic": ["AC005837.1", "CH471099.1", "CP068261.2", "CQ859722.1", "L03693.1", "NC_000017.11", "NC_060941.1", "NG_032905.1", "X75755.1"], "protein": ["AAA60162.1", "AAA60306.1", "AAH00339.1", "AAH01303.1", "AAH66958.1", "AAH70086.1", "AAP35914.1", "AUR53252.1", "BAC03903.1", "BAC04206.1", "BAD96972.1", "BAG53419.1", "BAG53593.1", "BAG53944.1", "BAG54097.1", "BAG54327.1", "BAG60151.1", "CAA44307.1", "CAA53383.1", "CAH25911.1", "EAW89439.1", "EAW89440.1", "EAW89441.1", "EAW89442.1", "EAW89443.1", "EAW89444.1", "EAW89445.1", "EAW89446.1", "EAW89447.1", "EAW89448.1", "NP_001182356.1", "NP_003007.2", "Q01130.4"], "rna": ["AK092489.1", "AK093626.1", "AK097069.1", "AK098209.1", "AK123712.1", "AK124792.1", "AK126432.1", "AK223252.1", "AK297813.1", "BC000339.2", "BC001303.2", "BC063570.1", "BC066958.1", "BC070086.1", "BT007250.1", "DA513281.1", "DC361254.1", "EB388696.1", "M90104.1", "MF436150.1", "MF436151.1", "NM_001195427.2", "NM_003016.5", "NR_036608.2", "PP412808.1", "X62447.1", "XR_002958055.2", "XR_008484875.1", "XR_008484876.1", "XR_008484877.1", "XR_429913.5", "XR_429914.5"], "translation": [{"protein": "BAG53419.1", "rna": "AK097069.1"}, {"protein": "BAG54097.1", "rna": "AK124792.1"}, {"protein": "AAH70086.1", "rna": "BC070086.1"}, {"protein": "NP_001182356.1", "rna": "NM_001195427.2"}, {"protein": "BAG53944.1", "rna": "AK123712.1"}, {"protein": "AAP35914.1", "rna": "BT007250.1"}, {"protein": "BAG53593.1", "rna": "AK098209.1"}, {"protein": "NP_003007.2", "rna": "NM_003016.5"}, {"protein": "BAG54327.1", "rna": "AK126432.1"}, {"protein": "BAD96972.1", "rna": "AK223252.1"}, {"protein": "AAA60306.1", "rna": "M90104.1"}, {"protein": "BAC03903.1", "rna": "AK092489.1"}, {"protein": "BAG60151.1", "rna": "AK297813.1"}, {"protein": "AUR53252.1", "rna": "MF436151.1"}, {"protein": "AAH01303.1", "rna": "BC001303.2"}, {"protein": "AAH00339.1", "rna": "BC000339.2"}, {"protein": "BAC04206.1", "rna": "AK093626.1"}, {"protein": "AAH66958.1", "rna": "BC066958.1"}, {"protein": "CAA44307.1", "rna": "X62447.1"}]}, "alias": ["PR264", "SC-35", "SC35", "SFRS2", "SFRS2A", "SRp30b"], "ensembl": {"gene": "ENSG00000161547", "protein": ["ENSP00000350877", "ENSP00000353089", "ENSP00000376276", "ENSP00000391278", "ENSP00000441780", "ENSP00000462425", "ENSP00000463317"], "transcript": ["ENST00000358156", "ENST00000359995", "ENST00000392485", "ENST00000452355", "ENST00000508921", "ENST00000582449", "ENST00000583836", "ENST00000585202", "ENST00000586778", "ENST00000589919", "ENST00000592676"], "translation": [{"protein": "ENSP00000350877", "rna": "ENST00000358156"}, {"protein": "ENSP00000353089", "rna": "ENST00000359995"}, {"protein": "ENSP00000376276", "rna": "ENST00000392485"}, {"protein": "ENSP00000462425", "rna": "ENST00000585202"}, {"protein": "ENSP00000391278", "rna": "ENST00000452355"}, {"protein": "ENSP00000441780", "rna": "ENST00000508921"}, {"protein": "ENSP00000463317", "rna": "ENST00000583836"}], "type_of_gene": "protein_coding"}, "entrezgene": "6427", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.52026390762, "exp_mis": 163.502013641, "exp_syn": 63.266642896, "lof_z": 2.21272960492804, "mis_z": 5.03022301676595, "mu_lof": 7.03323570353e-07, "mu_mis": 1.55649071424e-05, "mu_syn": 6.06681706236e-06, "n_lof": 2.0, "n_mis": 32.0, "n_syn": 57.0, "p_li": 0.352601171847882, "p_null": 0.0129504485561356, "p_rec": 0.634448379595982, "syn_z": 0.488423786382486}, "bp": 666, "cds_end": 74733242, "cds_start": 74732242, "n_exons": 2, "nonpsych": {"exp_lof": 7.6731025038, "exp_mis": 147.9465459, "exp_syn": 57.2238633986, "lof_z": 2.72042938506742, "mis_z": 4.8494953974326, "mu_lof": 7.03323570353e-07, "mu_mis": 1.55649071424e-05, "mu_syn": 6.06681706236e-06, "n_lof": 0.0, "n_mis": 31.0, "n_syn": 53.0, "p_li": 0.925719134378011, "p_null": 0.000510582285343096, "p_rec": 0.0737702833366458, "syn_z": 0.351547828404816}, "nontcga": {"exp_lof": 7.83488480069, "exp_mis": 150.418105514, "exp_syn": 58.2015607878, "lof_z": 2.05635091529173, "mis_z": 4.97285053903219, "mu_lof": 7.03323570353e-07, "mu_mis": 1.55649071424e-05, "mu_syn": 6.06681706236e-06, "n_lof": 2.0, "n_mis": 28.0, "n_syn": 51.0, "p_li": 0.303565476701978, "p_null": 0.0188118361707743, "p_rec": 0.677622687127248, "syn_z": 0.59769768347257}, "transcript": "ENST00000392485.2"}, "exons": [{"cdsend": 76737160, "cdsstart": 76736160, "chr": "17", "position": [[76734114, 76735158], [76736153, 76736464], [76736798, 76737331]], "strand": -1, "transcript": "NM_001195427", "txend": 76737331, "txstart": 76734114}, {"cdsend": 76737160, "cdsstart": 76736160, "chr": "17", "position": [[76734114, 76736464], [76736798, 76737411]], "strand": -1, "transcript": "NM_003016", "txend": 76737411, "txstart": 76734114}, {"cdsend": 76737331, "cdsstart": 76737331, "chr": "17", "position": [[76734114, 76735158], [76735771, 76735875], [76736153, 76736464], [76736798, 76737331]], "strand": -1, "transcript": "NR_036608", "txend": 76737331, "txstart": 76734114}], "exons_hg19": [{"cdsend": 74733242, "cdsstart": 74732242, "chr": "17", "position": [[74730196, 74731240], [74732235, 74732546], [74732880, 74733413]], "strand": -1, "transcript": "NM_001195427", "txend": 74733413, "txstart": 74730196}, {"cdsend": 74733242, "cdsstart": 74732242, "chr": "17", "position": [[74730196, 74732546], [74732880, 74733493]], "strand": -1, "transcript": "NM_003016", "txend": 74733493, "txstart": 74730196}, {"cdsend": 74733413, "cdsstart": 74733413, "chr": "17", "position": [[74730196, 74731240], [74731853, 74731957], [74732235, 74732546], [74732880, 74733413]], "strand": -1, "transcript": "NR_036608", "txend": 74733413, "txstart": 74730196}], "generif": [{"pubmed": 11779509, "text": "exon identity established through differential antagonism between exonic splicing silencer-bound hnRNP A1 and enhancer-bound SR proteins"}, {"pubmed": 12665590, "text": "role in c-H-ras alternative splicing regulation"}, {"pubmed": 12837281, "text": "CRYAB was preferentially localized to nuclear speckles as shown by colocalization with SC35."}, {"pubmed": 14703516, "text": "hnRNP A1 binding to the exonic splicing silencer element inhibits splicing of the upstream intron by directly masking the SC35 binding site"}, {"pubmed": 15123677, "text": "SR proteins 9G8, SC35, ASF/SF2, and SRp40 have effects on the utilization of the A1 to A5 splicing sites of HIV-1 RNA"}, {"pubmed": 15208309, "text": "hnRNP A1 and ASF/SF2 and SC35 have antagonistic roles in splicing of beta-tropomyosin exon 6B"}, {"pubmed": 15511225, "text": "alphaB-crystallin has a phosphorylation-dependent role in the ubiquitination of a component of SC35 speckles"}, {"pubmed": 15798212, "text": "The mutation responsible for aberrant splicing of the E1alpha PDH mRNA increases binding of the SC35 protein in patients with Leigh disease."}, {"pubmed": 15907217, "text": "SR proteins ASF/SF2, SC35 and 9G8 can down-regulate the late steps of HIV-1 replication via negative impact on RNA splicing and virion production."}, {"pubmed": 16761280, "text": "SC35 domains are hubs that spatially link expression of specific pre-mRNAs to rapid recycling of copious RNA metabolic complexes, thereby facilitating expression of many highly active genes."}, {"pubmed": 16990281, "text": "SC35, SRp40, and heterogeneous nuclear ribonucleoprotein A1 interact competitively at the HIV-1 Tat exon 2 splicing site"}, {"pubmed": 17353911, "text": "This study demonstrates that binding of SC35 to Alu elements on either side of exon 7 in the transcribed pre-mRNA is involved in alternative splicing of amyloid precursor protein exons 7 and 8."}, {"pubmed": 18025108, "text": "implicate SC35 as a key player in caffeine-mediated splicing regulation"}, {"pubmed": 18586677, "text": "Growth hormone deficiency and splicing fidelity: two serine/arginine-rich proteins, ASF/SF2 and SC35, act antagonistically"}, {"pubmed": 18806759, "text": "E2F1 controls pre-mRNA processing events to induce apoptosis and identify the SC35 Ser-Rich Arg protein as a key direct E2F1-target in this setting."}, {"pubmed": 19005234, "text": "Dynamics of SC35 are significantly influenced by the organization of the compartment in which it is localized during the cell cycle."}, {"pubmed": 19177009, "text": "Results suggest that pri-miRNA/SC35-containing foci are not major sites of pri-miRNA processing and that pri-miRNA processing is coupled to transcription."}, {"pubmed": 19648116, "text": "complex formation between TBX5 and SC35"}, {"pubmed": 19843576, "text": "SC35 antagonizes ASF/SF2 and SRp55 by competing for binding to certain sites in exon 5, thereby promoting TF exon 5 exclusion, an event unique to asTF biosynthesis."}, {"pubmed": 20547768, "text": "SC35 is pivotal in RA-mediated PKCdelta pre-mRNA alternative splicing"}, {"pubmed": 20580447, "text": "Most nuclei of TUNEL-positive myocytes in the fibrillating right atria express proliferating cell nuclear antigen, and most nuclei of TUNEL-positive myocytes also express SC-35; none express Ki-67."}, {"pubmed": 20615469, "text": "Amyloid-beta peptide alteration of tau exon-10 splicing is causally related to its activation of GSK-3beta which in turn phosphorylates SC35."}, {"pubmed": 21157427, "text": "Acetylation and phosphorylation of SRSF2 control cell fate decision in response to cisplatin."}, {"pubmed": 21333649, "text": "Data show that SC35 stabilized tau mRNA by binding to the SC35-like element of exon 10."}, {"pubmed": 22140111, "text": "The interactions involving the L3 loop, N- and C-termini of the RNA recognition motifs domain of SRSF2 are collectively important for determining selectivity between SRSF2 and RNA."}, {"pubmed": 22238327, "text": "SF3B1, U2AF35, SRSF2 and NRAS mutation are unlikely to operate as driver mutations in patients with myelodysplastic syndrome or juvenile myelomonocytic leukemia."}, {"pubmed": 22323480, "text": "U2AF1 and SRSF2 mutations are frequent in chronic myelomonocytic leukemia and advanced forms of MDS. U2AF1 and SRSF2 mutations are predictive for shorter survival."}, {"pubmed": 22389253, "text": "A negative prognostic impact of SRSF2 mutations in myelodysplastic syndromes. SRSF2 mutations may become useful for clinical risk stratification and treatment decisions in the future."}, {"pubmed": 22431577, "text": "SRSF2 mutations contribute to the pathogenesis of LT (leukemic transformation) and may guide novel therapeutic approaches for myeloproliferative neoplasms patients who undergo LT."}, {"pubmed": 22863587, "text": "Splicing factor SC35 might take part in the regulation of B7-H3 expression, which could help understand B7-H3 biological function."}, {"pubmed": 22919025, "text": "SRSF2 mutations are associated with chronic myelomonocytic leukemia"}, {"pubmed": 22932795, "text": "SRSF2 mutation is associated with myelodysplastic syndrome."}, {"pubmed": 22968464, "text": "In 187 primary myelofibrosis patients, 17% had SRSF2 mutations at P95. They were associated with shorter survival."}, {"pubmed": 23065512, "text": "Data show that myelodysplastic chronic myelomonocytic leukemias are characterized by mutations in transcription/epigenetic regulators ASXL1, RUNX1, TET2 and SRSF2."}, {"pubmed": 23280334, "text": "data suggest that SF3B1, U2AF1 and SRSF2 mutations occur not only in myeloid lineage tumors but also in lymphoid lineage tumors; data suggest that the splicing gene mutations play important roles in the pathogenesis of hematologic tumors, but rarely in solid tumors"}, {"pubmed": 23335386, "text": "SRSF2 is the most frequently mutated spliceosome gene in chronic myelomonocytic leukemia, but neither it nor SF3B1 or U2AF35 mutations are prognostically relevant."}, {"pubmed": 23518498, "text": "A new function of the splicing factor SRSF2 in the control of E2F1-mediated cell cycle progression in neuroendocrine lung tumors."}, {"pubmed": 23660863, "text": "In primary myelofibrosis, SRSF2 mutation appears to be stable and not associated with progression from previous thrombocytosis to cytopenia."}, {"pubmed": 24037441, "text": "Protein kinase A interacts with and phosphorylates SC35 and enhances SC35-promoted tau exon 10 inclusion."}, {"pubmed": 24115220, "text": "IDH mutations were closely associated with mutations of DNMT3A, ASXL1, and SRSF2, suggesting the interaction of IDH mutations with these gene aberrations may play a role in the development of MDS."}, {"pubmed": 24173428, "text": "SC35 promotes the production of the C5-V6-C6 isoform of CD44.  Knockdown of SC35 reduces the expression of the CD44V6 isoform."}, {"pubmed": 24389310, "text": "SRSF2-p95 hotspot mutation is highly associated with advanced forms of mastocytosis and mutations in epigenetic regulator genes."}, {"pubmed": 24406341, "text": "The SRSF2 is a unique SR protein that activates transcription in a position-dependent manner while three other SR proteins enhance translation in a position-independent fashion."}, {"pubmed": 24792892, "text": "The SC35 exonic splicing enhancer motif is conserved within the same chromosome but not between different human chromosomes."}, {"pubmed": 24796269, "text": "SETBP1 and SRSF2 are the most common somatic genetic abnormalities in patients with myeloid neoplasms carrying isochrmosome 17(q10), and may be important drivers of disease pathogenesis."}, {"pubmed": 24813856, "text": "acts in concert with OCT4 and miRNAs to mediate protein diversity via alternative splicing enforcing a state of pluripotency"}, {"pubmed": 25220236, "text": "SRSF2 promotes exon 11 inclusion of Ron proto-oncogene through targeting exon 11."}, {"pubmed": 25231745, "text": "Molecular monitoring of patients having undergone AHSCT for PMF should not be restricted to JAK2, MPL or CALR, but all mutations present in primary fibrotic neoplastic myeloproliferation should be included to interpret abnormal blood values after AHSCT"}, {"pubmed": 25305095, "text": "SRSF2 mutations are frequent in chronic myelomonocytic leukemia and a useful diagnostic feature demonstrable in BM biopsies, allowing a definitive diagnosis for cases with minimal dysplasia and normal karyotype."}, {"pubmed": 25445211, "text": "SRSF2 splicing factor gene mutations diagnose myelodysplastic syndromes."}, {"pubmed": 25506695, "text": "Depletion of two of the most potent inhibitors of SMP2 exon 7 inclusion, SRSF2 or SRSF3, in cell lines derived from SMA patients, increased SMN2 exon 7 inclusion and SMN protein level."}, {"pubmed": 25533824, "text": "SRSF2 mutations are frequent in chronic myelomonocytic leukemia patients, but show a relatively lower incidence in Chinese patients."}, {"pubmed": 25541999, "text": "clinical relevance of SRSF2 mutations in Chinese myelodysplastic syndrome"}, {"pubmed": 25550361, "text": "Mutation in SRSF2 gene is associated with secondary acute myeloid leukemia."}, {"pubmed": 25553291, "text": "The genotype frequencies of SRSF2 SNP rs237057 were CT 7.6% and TT 92.4% in Childhood AML patients."}, {"pubmed": 25717103, "text": "SRSF2 is required for expression of HPV16 E6E7 mRNAs in cervical tumor but not nontumor cells and may act by inhibiting their decay."}, {"pubmed": 25765854, "text": "Our results show that diverse microenvironment cues affect different attributes of the SC-35 organizational metrics and lead to distinct emergent organizational patterns."}, {"pubmed": 25889056, "text": "The authors propose that splicing at 3'ss A3 is dependent on binding of the enhancing SR proteins SRSF2 and SRSF6 to the HIV-1 tat ESE and ESE2 sequence."}, {"pubmed": 25964599, "text": "The mutational status of the SRSF2, U2AF1 and ZRSR2 did not affect the response rate or survival in MDS patients who had received first-line decitabine treatment."}, {"pubmed": 26257065, "text": "depletion of the splicing factor arginine-rich splicing factor 2 (SRSF2) leads to enhanced cytotoxicity of breast cancer cells by KM100"}, {"pubmed": 26261309, "text": "findings shed light on the mechanism of the disease-associated SRSF2 mutation in splicing regulation and also reveal a group of misspliced mRNA isoforms for potential therapeutic targeting"}, {"pubmed": 26406946, "text": "We present experimental evidence that splicing factor SRSF1, SRSF2, U2AF35, U2AF65 and KHSRP expression levels in gastrointestinal tract (colon, gastric and pancreatic) tumors differ compare to healthy tissues and in cell lines."}, {"pubmed": 26534959, "text": "HIV-1-Tat Protein Inhibits SC35-mediated Tau Exon 10 Inclusion through Up-regulation of DYRK1A Kinase."}, {"pubmed": 26562302, "text": "Data show that tet methylcytosine dioxygenase 2 TET2, isocitrate dehydrogenases 1/2 IDH1/IDH2, serine/arginine-rich splicing factor 2 SRSF2, splicing factor 3b subunit 1 SF3B1, and ras proteins (KRAS/NRAS) are not conserved in dog mast Cell tumors."}, {"pubmed": 26797131, "text": "NSrp70 acts as a new molecular counterpart for alternative splicing of target RNA, counteracting SRSF1 and SRSF2 splicing activity."}, {"pubmed": 26820131, "text": "SRSF2 mutations were identified in Chinese AML patients. Patients with SRSF2 mutations were older than those with wild-type. No differences in the sex, blood parameters, FAB subtypes, and karyotypes were seen between AML patients with and without SRSF2 mutations. SRSF2 mutation was not an independent prognostic factor in AML patients."}, {"pubmed": 27416984, "text": "mutations in the SRSF2/ASXL1/RUNX1 gene panel identified as significant prognostic markers in systemic mastocytosis"}, {"pubmed": 27552991, "text": "Myelodysplastic syndrome -related P95 point mutants of SRSF2 lead to alternative splicing of CDC25C in a manner that is not dependent on the DNA damage response."}, {"pubmed": 27639445, "text": "The aberrantly spliced target genes and deregulated cellular pathways associated with the commonly mutated splicing factor genes in myelodysplastic syndromes (SF3B1, SRSF2 and U2AF1) are being identified, illuminating the molecular mechanisms underlying the disease. (Review)"}, {"pubmed": 27784784, "text": "These findings provide insight into the functions of SRSF2 in HSV-1 replication and gene expression."}, {"pubmed": 28082404, "text": "Findings identify SRSF2 as a key regulator of RNA splicing dysregulation in cancer, with possible clinical implications as a candidate prognostic factor in patients with HCC."}, {"pubmed": 28209919, "text": "SRSF2 mutation is associated with chronic myelomonocytic leukemia."}, {"pubmed": 28424161, "text": "It was found that the absence of mutations in the SRSF2, ASXL1, and/or RUNX1gene panel at baseline and a reduction of the KIT D816V allele burden more than 25% at month 6 are the most favorable predictors for improved survival in midostaurin-treated advanced systemic mastocytosis patients."}, {"pubmed": 28592444, "text": "Posttranslational modification of SR proteins underlies the regulation of their mRNA export activities and distinguishes pluripotent from differentiated cells."}, {"pubmed": 28655759, "text": "Data suggest that RBM25 is required for the viability of multiple human cell lines, suggesting that it could play a key role in pre-mRNA splicing; a region of RBM25 spanning Lys77 binds with high affinity to SRSF2, a crucial protein in exon definition, but only when Lys77 is unmethylated. (RBM25 = RNA binding motif protein 25; SRSF2 = serine- and arginine-rich splicing factor 2)"}, {"pubmed": 28712387, "text": "Through a serial mutagenesis, authors demonstrate that a 10 nt RNA sequence surrounding the branch-point (BP), is important for SRSF2-mediated inhibition of cassette exon inclusion through directly interacting with SRSF2."}, {"pubmed": 28810145, "text": "Mutation in SRSF2 gene is associated with Uveal Melanoma."}, {"pubmed": 28953917, "text": "adverse prognostic impact of SRSF2 mutations on OS and AML transformation in patients with de novo MDS"}, {"pubmed": 29133588, "text": "We found that SON and SC35 (also known as SRSF2) localize to the central region of the speckle, whereas MALAT1 and small nuclear (sn)RNAs are enriched at the speckle periphery."}, {"pubmed": 29171022, "text": "Screening for ASXL1 and SRSF2 mutations is imperative for treatment decision-making in otherwise low or intermediate-1 risk patients with myelofibrosis."}, {"pubmed": 29226865, "text": "SIRT1 interacts with and deacetylates SC35, and inhibits SC35-promoted tau exon 10 inclusion. Substituting K52 residue of SC35 by arginine impairs the role of SC35 in tau exon 10 inclusion."}, {"pubmed": 29278882, "text": "SRSF2 is highly expressed in hepatocellular carcinoma and its expression increases with the degree of tumor differentiation and TNM staging. It is related to lymph node metastasis and metastasis of tumor cells, and is positively related to serum alpha fetoprotein content, and affects the postoperative survival time of HCC patients."}, {"pubmed": 29433383, "text": "Mycobacterium tuberculosis H37Rv infection regulates alternative splicing in host macrophages: SRSF2 and SRSF3 were found significantly down-regulated."}, {"pubmed": 29757120, "text": "SRSF2 mutations were significantly related to the shorter OS in patients with myelodysplastic syndromes which may consider as an adverse prognostic risk factor. Whereas, analysis did not show any prognostic effect on overall-survival of chronic myelomonocytic leukemia patients with SRSF2 mutations."}, {"pubmed": 29797327, "text": "CMML patients bearing mutations in the splicing component SRSF2 displayed numerous aberrant splicing events in DNA repair genes, with a quantitative predominance in the single strand break pathway."}, {"pubmed": 29858584, "text": "Splice alteration of HNRNPA2B1, a splicing factor differentially bound and spliced by SRSF2(P95H)."}, {"pubmed": 30194306, "text": "mutations in myelodysplasia patients preferentially affect splicing at 3' splice sites rather than at 5' splice sites"}, {"pubmed": 30375398, "text": "The cisplatin-induced long non-coding RNA PANDAR dictates the chemoresistance of ovarian cancer via regulating SFRS2-mediated p53 phosphorylation."}, {"pubmed": 30846499, "text": "mutations in SF3B1, U2AF1, and SRSF2 enhance NFkappaB activity and LPS-induced inflammatory cytokine production in macrophages, patient-derived cell lines, and mouse and human myeloid cells"}, {"pubmed": 31030497, "text": "SRSF2 mutation is associated with Myelodysplastic Syndromes"}, {"pubmed": 31124956, "text": "This meta-analysis indicates a positive effect of SF3B1 and an adverse prognostic effect of SRSF2, U2AF1, and ZRSR2 mutations in patients with myelodysplastic syndrome."}, {"pubmed": 31295920, "text": "When intron splicing was directed to the 3'AG' cryptic splice-sites, intron splicing from the canonical 3'AG splice-site was reduced along with a decrease in cassette exon inclusion. Moreover, multiple SRSF2 binding sites within the intron are responsible for 3'AG' activation. Authors conclude that SRSF2 facilitates exon exclusion by activating a cryptic 3'AG' and inhibiting downstream intron splicing."}, {"pubmed": 31462738, "text": "these data are the first to demonstrate expression of the CSF3R-V3 splice variant in primary human myeloid cells and a role for SRSF2 in modulating CSF3R splicing"}, {"pubmed": 31838573, "text": "Modulation of SRSF2 expression reverses the exhaustion of TILs via the epigenetic regulation of immune checkpoint molecules."}, {"pubmed": 32001512, "text": "effects of SRSF2 mutants in hematologic malignancies, reflecting the regulation at multiple levels of RNA metabolism, from splicing to decay"}, {"pubmed": 32332923, "text": "Splicing factor proline- and glutamine-rich (SFPQ) protein regulates platinum response in ovarian cancer-modulating SRSF2 activity."}, {"pubmed": 32358566, "text": "Clinical presentation and differential splicing of SRSF2, U2AF1 and SF3B1 mutations in patients with acute myeloid leukemia."}, {"pubmed": 32913111, "text": "Role of TET1 and 5hmC in an Obesity-Linked Pathway Driving Cancer Stem Cells in Triple-Negative Breast Cancer."}, {"pubmed": 33050987, "text": "Relative strength of 5' splice-site strength defines functions of SRSF2 and SRSF6 in alternative splicing of Bcl-x pre-mRNA."}, {"pubmed": 33319461, "text": "A splicing factor switch controls hematopoietic lineage specification of pluripotent stem cells."}, {"pubmed": 33349666, "text": "Co-mutation pattern, clonal hierarchy, and clone size concur to determine disease phenotype of SRSF2(P95)-mutated neoplasms."}, {"pubmed": 33411704, "text": "Dynamic regulation of CTCF stability and sub-nuclear localization in response to stress."}, {"pubmed": 33502020, "text": "Genomic characteristics and prognostic significance of co-mutated ASXL1/SRSF2 acute myeloid leukemia."}, {"pubmed": 34173324, "text": "CircPLCE1 facilitates the malignant progression of colorectal cancer by repressing the SRSF2-dependent PLCE1 pre-RNA splicing."}, {"pubmed": 34289154, "text": "Clinical implications of SRSF2 mutations in AML patients undergoing allogeneic stem cell transplantation."}, {"pubmed": 34464972, "text": "Genome-wide screening identifies cell-cycle control as a synthetic lethal pathway with SRSF2P95H mutation."}, {"pubmed": 34673031, "text": "Phosphorylation regulates arginine-rich RNA-binding protein solubility and oligomerization."}, {"pubmed": 35690645, "text": "Clinicopathologic spectrum of myeloid neoplasms with concurrent myeloproliferative neoplasm driver mutations and SRSF2 mutations."}, {"pubmed": 37335045, "text": "Serine-arginine splicing factor 2 promotes oesophageal cancer progression by regulating alternative splicing of interferon regulatory factor 3."}, {"pubmed": 37344641, "text": "Clinical and prognostic profile of SRSF2 and related spliceosome mutations in patients with acute myeloid leukemia."}, {"pubmed": 37354804, "text": "Co-occurring mutations in ASXL1, SRSF2, and SETBP1 define a subset of myelodysplastic/ myeloproliferative neoplasm with neutrophilia."}, {"pubmed": 37867192, "text": "SRSF2 is required for mRNA splicing during spermatogenesis."}, {"pubmed": 38065062, "text": "SRSF2 plays an unexpected role as reader of m[5]C on mRNA, linking epitranscriptomics to cancer."}, {"pubmed": 38678322, "text": "[SRSF2 promotes glioblastoma cell proliferation by inducing alternative splicing of FSP1 and inhibiting ferroptosis]."}, {"pubmed": 38713535, "text": "A mitochondrial surveillance mechanism activated by SRSF2 mutations in hematologic malignancies."}], "genomic_pos": {"chr": "17", "end": 76737333, "ensemblgene": "ENSG00000161547", "start": 76734115, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 74733456, "start": 74730197, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000381", "qualifier": "involved_in", "term": "regulation of alternative mRNA splicing, via spliceosome"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000398", "qualifier": "involved_in", "term": "mRNA splicing, via spliceosome"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006397", "pubmed": 8530103, "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008380", "pubmed": 8530103, "qualifier": "involved_in", "term": "RNA splicing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033197", "qualifier": "involved_in", "term": "response to vitamin E"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [15652350, 15988025, 17494991, 19734146, 21653549], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005681", "qualifier": "part_of", "term": "spliceosomal complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005726", "qualifier": "located_in", "term": "perichromatin fibrils"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016605", "pubmed": 15652350, "qualifier": "NOT located_in", "term": "PML body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "is_active_in", "term": "nuclear speck"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "pubmed": [12799190, 15798186, 21984414, 23562910], "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016607", "pubmed": 28377597, "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0035061", "qualifier": "located_in", "term": "interchromatin granule"}], "MF": [{"category": "MF", "evidence": "NAS", "id": "GO:0003714", "pubmed": 15652350, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003723", "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005080", "qualifier": "enables", "term": "protein kinase C binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9237760, 9447963, 15652350, 18559666, 21157427, 21296756, 21504830, 22365833], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0036002", "qualifier": "enables", "term": "pre-mRNA binding"}]}, "homologene": {"genes": [[9031, 396195], [9598, 619467], [9606, 6427], [9615, 100856058], [9913, 508312], [10090, 20382], [10116, 494445]], "id": 37721}, "interpro": [{"desc": "RNA recognition motif domain", "id": "IPR000504", "short_desc": "RRM_dom"}, {"desc": "RNA recognition motif domain, eukaryote", "id": "IPR003954", "short_desc": "RRM_dom_euk"}, {"desc": "Nucleotide-binding alpha-beta plait domain superfamily", "id": "IPR012677", "short_desc": "Nucleotide-bd_a/b_plait_sf"}, {"desc": "RNA-binding domain superfamily", "id": "IPR035979", "short_desc": "RBD_domain_sf"}], "ipi": ["IPI00005978", "IPI01011463"], "map_location": "17q25.1", "name": "serine and arginine rich splicing factor 2", "other_names": ["SR splicing factor 2", "serine/arginine-rich splicing factor 2", "splicing component, 35 kDa", "splicing factor SC35", "splicing factor, arginine/serine-rich 2"], "pantherdb": {"HGNC": "10783", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3045300", "ortholog_type": "O", "panther_family": "PTHR23147", "taxid": 10090, "uniprot_kb": "A2RRY9"}, {"RGD": "1563383", "ortholog_type": "O", "panther_family": "PTHR23147", "taxid": 10116, "uniprot_kb": "M0RB37"}, {"MGI": "98284", "ortholog_type": "LDO", "panther_family": "PTHR23147", "taxid": 10090, "uniprot_kb": "Q62093"}, {"RGD": "1359422", "ortholog_type": "LDO", "panther_family": "PTHR23147", "taxid": 10116, "uniprot_kb": "Q6PDU1"}, {"Ensembl": "ENSGALG00000017357", "ortholog_type": "LDO", "panther_family": "PTHR23147", "taxid": 9031, "uniprot_kb": "P30352"}, {"ZFIN": "ZDB-GENE-040426-2706", "ortholog_type": "LDO", "panther_family": "PTHR23147", "taxid": 7955, "uniprot_kb": "Q7ZV13"}, {"ZFIN": "ZDB-GENE-030131-2420", "ortholog_type": "LDO", "panther_family": "PTHR23147", "taxid": 7955, "uniprot_kb": "Q6NZT9"}, {"WormBase": "WBGene00004701", "ortholog_type": "LDO", "panther_family": "PTHR23147", "taxid": 6239, "uniprot_kb": "Q09511"}, {"FlyBase": "FBgn0265298", "ortholog_type": "LDO", "panther_family": "PTHR23147", "taxid": 7227, "uniprot_kb": "Q9V3T8"}, {"TAIR": "2173338", "ortholog_type": "O", "panther_family": "PTHR23147", "taxid": 3702, "uniprot_kb": "Q9FMG4"}], "uniprot_kb": "Q01130"}, "pathway": {"biocarta": {"id": "smpathway", "name": "spliceosomal assembly"}, "kegg": [{"id": "hsa03040", "name": "Spliceosome - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-159236", "name": "Transport of Mature mRNA derived from an Intron-Containing Transcript"}, {"id": "R-HSA-72163", "name": "mRNA Splicing - Major Pathway"}, {"id": "R-HSA-72165", "name": "mRNA Splicing - Minor Pathway"}, {"id": "R-HSA-72172", "name": "mRNA Splicing"}, {"id": "R-HSA-72187", "name": "mRNA 3'-end processing"}, {"id": "R-HSA-72202", "name": "Transport of Mature Transcript to Cytoplasm"}, {"id": "R-HSA-72203", "name": "Processing of Capped Intron-Containing Pre-mRNA"}, {"id": "R-HSA-73856", "name": "RNA Polymerase II Transcription Termination"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}], "wikipathways": {"id": "WP411", "name": "mRNA Processing"}}, "pdb": ["2KN4", "2LEA", "2LEB", "2LEC"], "pfam": "PF00076", "pharmgkb": "PA35699", "pharos": {"target_id": 19187, "tdl": "Tbio"}, "prosite": "PS50102", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168421", "relationship": "is"}, {"id": "GNF179327", "relationship": "is"}, {"id": "GNF190233", "relationship": "is"}, {"id": "GNF201139", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037515", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF013271", "relationship": "is"}, {"id": "GNF013272", "relationship": "is"}, {"id": "GNF013273", "relationship": "is"}, {"id": "GNF013274", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF236817", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097892", "relationship": "is"}, {"id": "GNF137547", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_032905.1"], "protein": ["NP_001182356.1", "NP_003007.2"], "rna": ["NM_001195427.2", "NM_003016.5", "NR_036608.2", "XR_002958055.2", "XR_008484875.1", "XR_008484876.1", "XR_008484877.1", "XR_429913.5", "XR_429914.5"], "translation": [{"protein": "NP_003007.2", "rna": "NM_003016.5"}, {"protein": "NP_001182356.1", "rna": "NM_001195427.2"}]}, "reporter": {"HG-U133_Plus_2": ["200753_x_at", "200754_x_at", "214882_s_at"], "HG-U95Av2": ["36111_s_at", "36112_r_at"], "HTA-2_0": ["TC17001908.hg.1", "TC17002792.hg.1"], "HuEx-1_0": ["2567447", "3771800"], "HuGene-1_1": "8018803", "HuGene-2_1": "16849321"}, "summary": "The protein encoded by this gene is a member of the serine/arginine (SR)-rich family of pre-mRNA splicing factors, which constitute part of the spliceosome. Each of these factors contains an RNA recognition motif (RRM) for binding RNA and an RS domain for binding other proteins. The RS domain is rich in serine and arginine residues and facilitates interaction between different SR splicing factors. In addition to being critical for mRNA splicing, the SR proteins have also been shown to be involved in mRNA export from the nucleus and in translation. Two transcript variants encoding the same protein and one non-coding transcript variant have been found for this gene. In addition, a pseudogene of this gene has been found on chromosome 11. [provided by RefSeq, Sep 2010].", "symbol": "SRSF2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419992"}, "unigene": "Hs.584801", "uniprot": {"Swiss-Prot": "Q01130", "TrEMBL": ["J3QL05", "Q53FN0", "J3KP15"]}, "wikipedia": {"url_stub": "SFRS2"}}