{"AllianceGenome": "11329", "HGNC": "11329", "MIM": "182450", "_id": "6750", "_version": 1, "accession": {"genomic": ["AC072022.19", "CH471052.2", "CP068275.2", "J00306.1", "NC_000003.12", "NC_060927.1"], "protein": ["AAA60566.1", "AAH32625.1", "BAG35110.1", "EAW78145.1", "EAW78146.1", "NP_001039.1", "P61278.1"], "rna": ["AK312177.1", "BC032625.1", "BM353331.1", "NM_001048.4", "R54287.1"], "translation": [{"protein": "NP_001039.1", "rna": "NM_001048.4"}, {"protein": "AAH32625.1", "rna": "BC032625.1"}, {"protein": "BAG35110.1", "rna": "AK312177.1"}]}, "alias": ["SMST", "SST1"], "ensembl": {"gene": "ENSG00000157005", "protein": "ENSP00000287641", "transcript": "ENST00000287641", "translation": [{"protein": "ENSP00000287641", "rna": "ENST00000287641"}], "type_of_gene": "protein_coding"}, "entrezgene": "6750", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.29808724634, "exp_mis": 37.657825942, "exp_syn": 18.7750835695, "lof_z": 1.79895685120321, "mis_z": 0.530666262712515, "mu_lof": 2.58590351344e-07, "mu_mis": 4.10691926548e-06, "mu_syn": 2.08899418724e-06, "n_lof": 0.0, "n_mis": 31.0, "n_syn": 16.0, "p_li": 0.66549802364856, "p_null": 0.0225445560445823, "p_rec": 0.311957420306858, "syn_z": 0.397039810362473}, "bp": 351, "cds_end": 187388079, "cds_start": 187386852, "n_exons": 2, "nonpsych": {"exp_lof": 2.95176547077, "exp_mis": 34.0506456932, "exp_syn": 16.9599405272, "lof_z": 1.687302154361, "mis_z": 0.43656231066416, "mu_lof": 2.58590351344e-07, "mu_mis": 4.10691926548e-06, "mu_syn": 2.08899418724e-06, "n_lof": 0.0, "n_mis": 29.0, "n_syn": 13.0, "p_li": 0.66375852222048, "p_null": 0.0270120240607324, "p_rec": 0.309229453718788, "syn_z": 0.605396559276567}, "nontcga": {"exp_lof": 3.03099239095, "exp_mis": 34.6419544533, "exp_syn": 17.2698294993, "lof_z": 1.71740864402323, "mis_z": 0.392924866356562, "mu_lof": 2.58590351344e-07, "mu_mis": 4.10691926548e-06, "mu_syn": 2.08899418724e-06, "n_lof": 0.0, "n_mis": 30.0, "n_syn": 14.0, "p_li": 0.650888632091902, "p_null": 0.0254149009000744, "p_rec": 0.323696467008024, "syn_z": 0.498199671781377}, "transcript": "ENST00000287641.3"}, "exons": [{"cdsend": 187670291, "cdsstart": 187669064, "chr": "3", "position": [[187668914, 187669277], [187670153, 187670394]], "strand": -1, "transcript": "NM_001048", "txend": 187670394, "txstart": 187668914}], "exons_hg19": [{"cdsend": 187388079, "cdsstart": 187386852, "chr": "3", "position": [[187386699, 187387065], [187387941, 187388182]], "strand": -1, "transcript": "NM_001048", "txend": 187388182, "txstart": 187386699}], "generif": [{"pubmed": 11753230, "text": "A critical analysis is made of the structure and physiology of SST and its receptors, and the possible role it plays in cell proliferation in animal models and the treatment of human tumors."}, {"pubmed": 11814357, "text": "The somatostatin-28 (S-28) NPAMAP peptide sequence constitutes an accurate alpha-helix nucleation motif allowing for the generation of equal amounts of S-28 and somatostatin-14 from their common precursor in cultured cells."}, {"pubmed": 11823046, "text": "Somatostatin acts as a selective chemoattractant for immature hematopoietic cells"}, {"pubmed": 11860030, "text": "Structural motifs in the somatostatin precursor"}, {"pubmed": 11920268, "text": "Somatostatin modulates G-CSF-induced but not interleukin-3-induced proliferative responses in myeloid 32D cells via activation of somatostatin receptor subtype 2."}, {"pubmed": 12174892, "text": "present in human colorectal adenocarcinomas and liver metastases"}, {"pubmed": 12684217, "text": "somatostatin receptor 2 mRNA was selectively expressed, somatostatin mRNA was not detectable, and cortistatin mRNA was expressed in all samples of monocytes monocyte-derived macrophages, and dendritic cells in basal and lipopolysaccharide-activated state"}, {"pubmed": 12902325, "text": "somatostatin has a role in inhibiting ERK 1/2 signaling and the PI3-K pathway via the inhibition of Rac in SHSY5Y cells"}, {"pubmed": 12952361, "text": "Fasting but not postprandial hypersomatostatinemia, mainly due to an increase in SS-14, characterizes acromegaly. Excess GH/IGF-I could be a causal factor in somatostatin hypersecretion."}, {"pubmed": 14559725, "text": "Reduced ghrelin, impaired growth hormone(GH) response to GHRH by excess FFA, and increased somatostatin tone contribute to reduced GH secretion in patients with HIV-lipodystrophy."}, {"pubmed": 15266779, "text": "High concentration of somatostatin (SST) in respiratory centers of fetal brainstems correlates with its involvement in the inhibition of intrauterine breathing."}, {"pubmed": 15286801, "text": "SST acts both centrally and peripherally to control the GH-IGF-I axis."}, {"pubmed": 15358539, "text": "certain bioactive peptides such as somatostatin and substance P directly interact with human P-glycoprotein as endogenous substrates for P-glycoprotein-mediated transport"}, {"pubmed": 15472172, "text": "human visceral adipose tissue secretes SRIF during inflammation and sepsis"}, {"pubmed": 15655830, "text": "The regulation and control of gastrin, somatostatin in cell apoptosis of large intestine carcinoma may be directly related to the abnormal expression of bcl-2, bax."}, {"pubmed": 16043736, "text": "Cortistatin is abundant in the vitreous fluid and significantly contributes to somatostatin-like immunoreactivity."}, {"pubmed": 16211223, "text": "results show that Neuropilin-1 is expressed in ovarian tumours and that VEGF and somatostatin are co-expressed in the same tissue compartments raising the intriguing possibility that somatostatin may be important in angiogenesis in ovarian cancer"}, {"pubmed": 16214911, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16284732, "text": "immunostaining for somatostatin identifies a subgroup of pancreatic ductal adenocarcinomas with a neuroendocrine component.  This pattern of expression in neoplasms recapitulates the normal pattern during the embryonal development of the organ."}, {"pubmed": 16456666, "text": "Abeta and hyperphosphorylated tau formation in somatostatin cells are basically independent events Decreased somatostatin only partly goes together with cytoskeletal changes in somatostatin cells in nucleus tuberalis lateralis of Alzheimer's disease."}, {"pubmed": 16606630, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16736556, "text": "From 7 weeks of gestation, pancreatic duct epithelial cells begin to differentiate into insulin, glucagon and somatostatin-positive cells."}, {"pubmed": 16764985, "text": "The present study, provides evidence of pro-SST and SST receptor (SSTR1 and 2A) mRNA expression in ocular ciliary epithelium (CE)."}, {"pubmed": 16804989, "text": "To the best of our knowledge, the present report is the second case report of a neuroendocrine gastric carcinoma expressing diffusely somatostatin as the only neuroendocrine regulatory peptide."}, {"pubmed": 16952549, "text": "SST and TAC1 are involved in colon carcinogenesis."}, {"pubmed": 17130427, "text": "Whereas disruption of cytoskeletal genes has been noted in HIVE, dysregulation of somatostatin has not, indicating that dysregulation of somatostatin is part of the molecular pathologic process of MDD in the setting of HIV."}, {"pubmed": 17229384, "text": "Data show an increasing tendency in the expressions of GAS and SS in children with chronic gastritis and duodenal ulcer."}, {"pubmed": 17327350, "text": "In proliferative diabetic retionopaathy, intravitreal SST-28 levels are significantly decreased in patients with diabetic macular edema."}, {"pubmed": 17704349, "text": "Possible role of the lower production of SST in the pathogenesis of diabetic retinopathy."}, {"pubmed": 17987251, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17987251, "text": "This study provide the genetic association study between somatostatin and AD indicates that genetic variations in the somatostatin gene may modify the risk for AD among Finnish AD subjects."}, {"pubmed": 18196269, "text": "Developmentally regulated expression of galanin and somatostatin may play a role in liver morphogenesis."}, {"pubmed": 18310290, "text": "data show that somatostatin expression is not only seen in sporadic neuroendocrine tumors (NETs) but may also occur in gangliocytic paragangliomas, poorly differentiated NECs, and hereditary NETs"}, {"pubmed": 18473402, "text": "Gastrin and somatostatin play important roles in the regulation and control of cell apoptosis in large intestinal carcinoma, and the mechanism may be directly related to the aberrant expression of Fas and Fas ligand."}, {"pubmed": 18567806, "text": "TGF beta induces the production of SST and potentially activates the negative growth autocrine loop of SST, which leads to the downstream induction of multiple growth inhibitory effectors."}, {"pubmed": 18617261, "text": "Somatostatin regulates early trophoblast functions mainly through an interaction with SSTR2."}, {"pubmed": 18753129, "text": "demonstrate diverse neuronal, neuroendocrine, and cardiovascular actions of a somatostatin gene-encoded hormone"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19106227, "text": "An autocrine and paracrine role of SST in the lacrimal system and at the ocular surface and a role of SST in corneal immunology."}, {"pubmed": 19328558, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19423539, "text": "No clear association between prostate cancer risk and genetic variation of the SST gene was identified."}, {"pubmed": 19423539, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19559700, "text": "somatostatin decreases in Alzheimer's disease and its expression may be linked with Abeta deposition"}, {"pubmed": 19607727, "text": "EPHB3, MASP1 and SST map to 3q26.2-q29 and may have roles in squamous cell carcinoma of the lung"}, {"pubmed": 19733630, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19733630, "text": "Our results supported the notion that the C allele of the rs4988514 polymorphism may increase the risk for AD in the Chinese population and possibly have additive effect with the APOE epsilon4 allele."}, {"pubmed": 20043075, "text": "down-regulated KLF4, CHGA, GPX3, SST and LIPF, together with up-regulated SERPINH1, THY1 and INHBA is an 8-gene signature for gastric cancer"}, {"pubmed": 20055772, "text": "Mean value of serum somatostatin at baseline was significantly increased in Parkinson's disease patients compared with the control group (P < 0.01)"}, {"pubmed": 20501436, "text": "Increased MCT1 association with CD147 at the apical membrane in response to somatostatin (SST) is p38 MAP kinase dependent and underlies the stimulatory effects of SST on butyrate uptake in human intestinal epithelial cells."}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20629740, "text": "SST, presumably via SSTR3/MUPP1, regulates tight junction permeability in cultured keratinocytes"}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20810604, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21232602, "text": "Alterations in SST signaling and/or SST-bearing GABA neurons may represent a critical pathophysiological entity that contributes to singulate cortex dysfunction and that matches to the high female vulnerability to develop major depressive disorder."}, {"pubmed": 21368047, "text": "Synchronous firing strength correlates with, and is dependent on, unidirectional or reciprocal GABAergic synapses between electrically coupled fast-spiking and somatostatin-containing inhibitory interneuron subtypes in transgenic mice."}, {"pubmed": 21632809, "text": "somatostatin suppresses GH activity in peripheral tissues"}, {"pubmed": 21640760, "text": "somatostatin inhibits the neuropeptide Y response to hypoglycemia"}, {"pubmed": 22366760, "text": "Somatostatin neurons hyperpolarized and reduced action potential firing in response to both passive and active whisker sensing, in contrast with all other recorded types of nearby neurons in transgenic mice."}, {"pubmed": 22509294, "text": "role played by somatostatin in preventing Abeta accumulation by partially restoring IDE activity"}, {"pubmed": 22528496, "text": "PDZ domain-containing 1 (PDZK1) protein regulates phospholipase C-beta3 (PLC-beta3)-specific activation of somatostatin by forming a ternary complex with PLC-beta3 and somatostatin receptors."}, {"pubmed": 22532184, "text": "Investigation of the healthy human pylorus shows characteristic distribution of cells that react with antisera to gastrin and somatostatin."}, {"pubmed": 22932785, "text": "Data suggest that SST-14 inhibits secretion from alpha and beta pancreatic cells by activating GIRK (G protein-coupled inwardly-rectifying potassium channel) and inhibiting exocytosis; these effects are mediated by SST receptor 2 in both cell types."}, {"pubmed": 23128854, "text": "somatostatin limits VEGF release through its interaction with miR-361, indicating that miR-361 participates in the adaptive response of human umbilical vein endothelial cells to hypoxia"}, {"pubmed": 23312523, "text": "Somatostatin interneurons-mediated disinhibition represents an important circuit mechanism for cortical information processing."}, {"pubmed": 23825418, "text": "Somatostatin neurons contribute differently to spatial integration."}, {"pubmed": 24415445, "text": "Hemostatic effects and safety does not differ significantly between somatostatin and octreotide as adjuvants to endoscopic treatment in patients with acute gastroesophageal variceal bleeding."}, {"pubmed": 24602981, "text": "No somatostatin promoter hypermethylation was detected in the Alzheimer neocortex."}, {"pubmed": 24965867, "text": "Distribution of peptidergic populations in the human dentate gyrus (somatostatin [SOM-28, SOM-12] and neuropeptide Y [NPY]) during postnatal development."}, {"pubmed": 25156131, "text": "The aim of the study was to provide knowledge on somatostatin and its action on the body, particularly the pancreas - in physiological and pathological conditions--{REVIEW}"}, {"pubmed": 25406263, "text": "Somatostatin and insulin together are critical paracrine mediators of glucose-inhibited glucagon secretion and function by lowering cAMP/PKA signaling with increasing glucose."}, {"pubmed": 25723531, "text": "In cancerous colonic mucosa promoter hypermethylation-related SST downregulation may contribute to the uncontrolled cell proliferation."}, {"pubmed": 25734919, "text": "Aberrant methylation inactivates somatostatin and SSTR1 in head and neck squamous cell carcinoma."}, {"pubmed": 25881116, "text": "Results suggest that DNA methylation may be a proximal mechanism for decreased expression of BDNF, SST, and other BDNF- and GABA-related genes with brain aging and, by extension, for brain disorders in which their expression is decreased"}, {"pubmed": 26589890, "text": "Patients with chronic pancreatitis were found to have a strong immunohistochemical reaction to somatostatin and changes in the distribution of D cells when compared to healthy patients."}, {"pubmed": 26684862, "text": "Data show that 6 of 20 primary pancreatic neuroendocrine tumors (PNETs) had positive staining for multiple hormones gastrin, insulin, glucagon, and somatostatin, and positive expression of 1 or more hormones was found in 9 of 12 nonfunctioning PNETs [NF-PNETs]) patients."}, {"pubmed": 26818653, "text": "These results suggest that the poly-T repeat sequence polymorphism in the promoter of the SST gene is associated with significant variations of blood pressure and could modulate the risk of hypertension, particularly among women."}, {"pubmed": 27399347, "text": "High N-terminal prosomatostatin expression is associated with Cardiovascular Disease and Diabetes."}, {"pubmed": 27977627, "text": "Somatostatin pancreatic Delta cells (D cells) locations have also been confirmed in animals and human [review]."}, {"pubmed": 28119363, "text": "By unbiased genome-wide DNA methylation profiling and comprehensive stepwise verification and validation studies using in vitro and patient-derived samples, we identified 3 promising methylation markers (GHSR, SST, and ZIC1) associated with a 3q gain for the detection of cervical (pre)cancer"}, {"pubmed": 28650319, "text": "Remarkably, the cyclic neuroendocrine peptide somatostatin-14 (SST14) was observed to be the most selectively enriched oligomeric Abeta1-42 binder."}, {"pubmed": 28854435, "text": "Higher levels of circulating N-terminal-prosomatostatin are associated with increased incidence of vascular dementia."}, {"pubmed": 28859333, "text": "This study demonstrated that expression of somatostatin its colocalization with alpha-synuclein in Amygdala in patient with Parkinson disease."}, {"pubmed": 29426577, "text": "Study in Han Chinese population revealed that rs3755792 and rs7624906 variants at SST in smoking population and rs3755792 in drinking population presented significant association with hypertension incidence. rs6032470 at GHRH had a statistical association with ischemic stroke incidence in smoking population."}, {"pubmed": 29751998, "text": "Temporal changes in levels of circulating SST mirror the temporal changes in the incidence of migraine, particularly in women. The SST2 receptor agonist octreotide has been used with some success in migraine and cluster headache. Authors suggest that the withdrawal of descending tone in SST-containing neurons, might create a false pain signal and hence the headache of migraine. [Review]"}, {"pubmed": 30279074, "text": "These findings suggest that some of the antiinflammatory effects of SSt against acute pancreatitis may be mediated by reducing the local proinflammatory cytokine secretion in the pancreas"}, {"pubmed": 30449530, "text": "BDNF messenger RNAs, which migrate to distal dendrites of pyramidal neurons, are selectively reduced, and their expression was highly correlated with Somatostatin expression in the prefrontal cortex of subjects with Major Depressive Disorder."}, {"pubmed": 30658665, "text": "SST-positive GABAergic neurons were clearly reduced in GABAergic neurons derived from induced pluripotent stem cells of patients with PARK2 mutations."}, {"pubmed": 31136617, "text": "Report on an SST interactome analysis that made use of brain extracts as biological source material and incorporated advanced mass spectrometry workflows for the relative quantitation of SST binding proteins. The analysis revealed SST to predominantly bind several members of the P-type family of ATPases."}, {"pubmed": 31187496, "text": "SCN10A and SST were identified as biomarkers for Neuropathic pain (NP). In conclusion, our study showed the expression pattern of gene about NP. These identified biomarkers could serve as potential therapeutic targets for treating NP"}, {"pubmed": 31510021, "text": "Studies indicate that the main functions of somatostatin in the gastrointestinal (GI) tract are connected with the inhibition of the intestinal motility and secretory activity [Review]."}, {"pubmed": 32243066, "text": "SST gene hypermethylation acts as a pan-cancer marker for pancreatic ductal adenocarcinoma and multiple other tumors: toward its use for blood-based diagnosis."}, {"pubmed": 32514083, "text": "Transcriptional and imaging-genetic association of cortical interneurons, brain function, and schizophrenia risk."}, {"pubmed": 32611516, "text": "Metastatic pancreatic neuroendocrine tumors have decreased somatostatin expression and increased Akt signaling."}, {"pubmed": 33015779, "text": "Up-regulated ONECUT2 and down-regulated SST promote gastric cell migration, invasion, epithelial-mesenchymal transition and tumor growth in gastric cancer."}, {"pubmed": 34070785, "text": "Somatostatin, a Presynaptic Modulator of Glutamatergic Signal in the Central Nervous System."}, {"pubmed": 34318683, "text": "LINC01133 hampers the development of gastric cancer through increasing somatostatin via binding to microRNA-576-5p."}, {"pubmed": 34370694, "text": "MECHANISMS IN ENDOCRINOLOGY: The physiology of neuronostatin."}, {"pubmed": 34429141, "text": "Somatostatin contributes to long-term potentiation at excitatory synapses onto hippocampal somatostatinergic interneurons."}, {"pubmed": 35021088, "text": "Reduced inhibition in depression impairs stimulus processing in human cortical microcircuits."}, {"pubmed": 35065098, "text": "Urocortin3: Local inducer of somatostatin release and bellwether of beta cell maturity."}, {"pubmed": 35163374, "text": "Role of Somatostatin Signalling in Neuroendocrine Tumours."}, {"pubmed": 36361790, "text": "Somatostatin, Cortistatin and Their Receptors Exert Antitumor Actions in Androgen-Independent Prostate Cancer Cells: Critical Role of Endogenous Cortistatin."}, {"pubmed": 36834860, "text": "Somatostatin Containing delta-Cell Number Is Reduced in Type-2 Diabetes."}, {"pubmed": 37073488, "text": "The Nature of Prefrontal Cortical GABA Neuron Alterations in Schizophrenia: Markedly Lower Somatostatin and Parvalbumin Gene Expression Without Missing Neurons."}], "genomic_pos": {"chr": "3", "end": 187670394, "ensemblgene": "ENSG00000157005", "start": 187668912, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 187388187, "start": 187386694, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006972", "qualifier": "involved_in", "term": "hyperosmotic response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 8405411, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007584", "qualifier": "involved_in", "term": "response to nutrient"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007586", "qualifier": "involved_in", "term": "digestion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 9886848, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008628", "pubmed": 8961277, "qualifier": "involved_in", "term": "hormone-mediated apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010243", "qualifier": "involved_in", "term": "response to organonitrogen compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010447", "qualifier": "involved_in", "term": "response to acidic pH"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030334", "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038170", "qualifier": "involved_in", "term": "somatostatin signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043200", "qualifier": "involved_in", "term": "response to amino acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048545", "qualifier": "involved_in", "term": "response to steroid hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099072", "qualifier": "involved_in", "term": "regulation of postsynaptic membrane neurotransmitter receptor levels"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098982", "qualifier": "located_in", "term": "GABA-ergic synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098992", "qualifier": "located_in", "term": "neuronal dense core vesicle"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005179", "pubmed": 9886848, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32814053, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 326018], [8364, 100037904], [8364, 100486511], [9031, 396279], [9544, 708626], [9598, 471035], [9606, 6750], [9615, 403993], [9913, 280932], [10090, 20604], [10116, 24797]], "id": 819}, "interpro": [{"desc": "Somatostatin", "id": "IPR004250", "short_desc": "Somatostatin"}, {"desc": "Somatostatin/Cortistatin, C-terminal", "id": "IPR018142", "short_desc": "Somatostatin/Cortistatin_C"}], "ipi": "IPI00000130", "map_location": "3q27.3", "name": "somatostatin", "other_names": ["growth hormone release-inhibiting factor", "prepro-somatostatin", "somatostatin", "somatostatin-14", "somatostatin-28"], "pantherdb": {"HGNC": "11329", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98326", "ortholog_type": "LDO", "panther_family": "PTHR10558", "taxid": 10090, "uniprot_kb": "P60041"}, {"RGD": "3761", "ortholog_type": "LDO", "panther_family": "PTHR10558", "taxid": 10116, "uniprot_kb": "P60042"}, {"Ensembl": "ENSGALG00000007361", "ortholog_type": "LDO", "panther_family": "PTHR10558", "taxid": 9031, "uniprot_kb": "P33094"}, {"ZFIN": "ZDB-GENE-100910-2", "ortholog_type": "O", "panther_family": "PTHR10558", "taxid": 7955, "uniprot_kb": "E7FFY9"}, {"ZFIN": "ZDB-GENE-010219-2", "ortholog_type": "O", "panther_family": "PTHR10558", "taxid": 7955, "uniprot_kb": "Q9DDE4"}, {"ZFIN": "ZDB-GENE-030131-4743", "ortholog_type": "LDO", "panther_family": "PTHR10558", "taxid": 7955, "uniprot_kb": "F1QPG3"}], "uniprot_kb": "P61278"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04971", "name": "Gastric acid secretion - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8986944", "name": "Transcriptional Regulation by MECP2"}, {"id": "R-HSA-9022702", "name": "MECP2 regulates transcription of neuronal ligands"}], "smpdb": [{"id": "SMP00225", "name": "Esomeprazole Action Pathway"}, {"id": "SMP00226", "name": "Omeprazole Action Pathway"}, {"id": "SMP00227", "name": "Lansoprazole Action Pathway"}, {"id": "SMP00228", "name": "Pantoprazole Action Pathway"}, {"id": "SMP00229", "name": "Rabeprazole Action Pathway"}, {"id": "SMP00230", "name": "Ranitidine Action Pathway"}, {"id": "SMP00231", "name": "Famotidine Action Pathway"}, {"id": "SMP00232", "name": "Cimetidine Action Pathway"}, {"id": "SMP00233", "name": "Nizatidine Action Pathway"}, {"id": "SMP00246", "name": "Pirenzepine Action Pathway"}, {"id": "SMP00589", "name": "Gastric Acid Production"}, {"id": "SMP00734", "name": "Roxatidine acetate Action Pathway"}, {"id": "SMP00735", "name": "Metiamide Action Pathway"}, {"id": "SMP00736", "name": "Betazole Action Pathway"}], "wikipathways": [{"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}, {"id": "WP3876", "name": "BMP2-WNT4-FOXO1 pathway in primary endometrial stromal cell differentiation"}, {"id": "WP4194", "name": "Hormonal control of pubertal growth spurt"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": ["2MI1", "7T10", "7WIC", "7WJ5", "7XAT", "7XMR", "7XMS", "7Y27"], "pfam": "PF03002", "pharmgkb": "PA36153", "pharos": {"target_id": 6439, "tdl": "Tbio"}, "pir": "A43614", "prosite": "PS51257", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256771", "relationship": "is"}, {"id": "GNF256772", "relationship": "is"}, {"id": "GNF256773", "relationship": "is"}, {"id": "GNF256774", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF030824", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF014026", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336349", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106420", "relationship": "is"}, {"id": "GNF146066", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": "NP_001039.1", "rna": "NM_001048.4", "translation": {"protein": "NP_001039.1", "rna": "NM_001048.4"}}, "reporter": {"HG-U133_Plus_2": "213921_at", "HG-U95Av2": ["1430_at", "37782_at"], "HTA-2_0": "TC03002094.hg.1", "HuEx-1_0": "2709750", "HuGene-1_1": "8092682", "HuGene-2_1": "16962574"}, "summary": "The hormone somatostatin has active 14 aa and 28 aa forms that are produced by alternate cleavage of the single preproprotein encoded by this gene. Somatostatin is expressed throughout the body and inhibits the release of numerous secondary hormones by binding to high-affinity G-protein-coupled somatostatin receptors. This hormone is an important regulator of the endocrine system through its interactions with pituitary growth hormone, thyroid stimulating hormone, and most hormones of the gastrointestinal tract. Somatostatin also affects rates of neurotransmission in the central nervous system and proliferation of both normal and tumorigenic cells. [provided by RefSeq, Jul 2008].", "symbol": "SST", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335871"}, "unigene": "Hs.12409", "uniprot": {"Swiss-Prot": "P61278"}, "wikipedia": {"url_stub": "Somatostatin"}}