{"AllianceGenome": "11331", "HGNC": "11331", "MIM": "182452", "_id": "6752", "_version": 1, "accession": {"genomic": ["AB065911.1", "AB260891.1", "AC097641.6", "AF184174.1", "AH008470.2", "AY236542.1", "CH471099.1", "CP068261.2", "HB975866.1", "HH806424.1", "HH806430.1", "JC341403.1", "L13033.1", "L34689.1", "M81830.1", "NC_000017.11", "NC_060941.1", "NG_029371.1"], "protein": ["AAA58248.1", "AAC98545.1", "AAF15523.1", "AAF42809.1", "AAF42810.1", "AAH00256.1", "AAH09522.1", "AAH19610.1", "AAH95495.1", "AAO92064.1", "AAV38729.1", "BAC06126.1", "BAF83434.1", "BAG36594.1", "CBE74681.1", "CBX87732.1", "CBX87733.1", "CDM63481.1", "EAW89111.1", "EAW89112.1", "NP_001041.1", "P30874.1"], "rna": ["AF131798.1", "AK093950.1", "AK290745.1", "AK313866.1", "BC000256.1", "BC009522.1", "BC019610.1", "BC095495.1", "BT019926.1", "NM_001050.3"], "translation": [{"protein": "NP_001041.1", "rna": "NM_001050.3"}, {"protein": "BAG36594.1", "rna": "AK313866.1"}, {"protein": "BAF83434.1", "rna": "AK290745.1"}, {"protein": "AAH09522.1", "rna": "BC009522.1"}, {"protein": "AAH19610.1", "rna": "BC019610.1"}, {"protein": "AAH95495.1", "rna": "BC095495.1"}, {"protein": "AAH00256.1", "rna": "BC000256.1"}, {"protein": "AAV38729.1", "rna": "BT019926.1"}]}, "alias": "SST2", "ensembl": {"gene": "ENSG00000180616", "protein": "ENSP00000350198", "transcript": ["ENST00000357585", "ENST00000579323"], "translation": [{"protein": "ENSP00000350198", "rna": "ENST00000357585"}], "type_of_gene": "protein_coding"}, "entrezgene": "6752", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.06299124, "exp_mis": 121.9095219, "exp_syn": 49.06856, "lof_z": 1.88713323488263, "mis_z": 0.660481668271231, "mu_lof": 5.86387687297e-07, "mu_mis": 1.0722700839e-05, "mu_syn": 4.29378425575e-06, "n_lof": 2.0, "n_mis": 107.0, "n_syn": 55.0, "p_li": 0.235751811356346, "p_null": 0.0326598938290448, "p_rec": 0.731588294814609, "syn_z": -0.52493792343982}, "bp": 1110, "cds_end": 71166568, "cds_start": 71165458, "n_exons": 1, "nonpsych": {"exp_lof": 6.3720532, "exp_mis": 110.3192492, "exp_syn": 44.3911511, "lof_z": 1.70097404834295, "mis_z": 0.783673180062514, "mu_lof": 5.86387687297e-07, "mu_mis": 1.0722700839e-05, "mu_syn": 4.29378425575e-06, "n_lof": 2.0, "n_mis": 94.0, "n_syn": 52.0, "p_li": 0.211139849194, "p_null": 0.0480979758431658, "p_rec": 0.740762174962834, "syn_z": -0.719008894637345}, "nontcga": {"exp_lof": 6.49594094, "exp_mis": 112.1547572, "exp_syn": 45.14107073, "lof_z": 1.74012644523918, "mis_z": 0.759978636886313, "mu_lof": 5.86387687297e-07, "mu_mis": 1.0722700839e-05, "mu_syn": 4.29378425575e-06, "n_lof": 2.0, "n_mis": 96.0, "n_syn": 50.0, "p_li": 0.204374888011369, "p_null": 0.0428893172646104, "p_rec": 0.752735794724021, "syn_z": -0.457906706476596}, "transcript": "ENST00000357585.2"}, "exons": [{"cdsend": 73170429, "cdsstart": 73169319, "chr": "17", "position": [[73165009, 73165288], [73169227, 73176633]], "strand": 1, "transcript": "NM_001050", "txend": 73176633, "txstart": 73165009}], "exons_hg19": [{"cdsend": 71166568, "cdsstart": 71165458, "chr": "17", "position": [[71161148, 71161427], [71165366, 71172772]], "strand": 1, "transcript": "NM_001050", "txend": 71172772, "txstart": 71161148}], "generif": [{"pubmed": 11753241, "text": "SSTR transcripts are expressed and functional in retroorbital fibroblasts. SSTR1 is expressed in Grave's disease and octreotide inhibits retroorbital cell growth, explaining the SRIH therapeutic effect."}, {"pubmed": 11839658, "text": "Quantitative evaluation of somatostatin receptor subtype 2 expression in sporadic colorectal tumor and in the corresponding normal mucosa"}, {"pubmed": 11920268, "text": "Somatostatin modulates G-CSF-induced but not interleukin-3-induced proliferative responses in myeloid 32D cells via activation of somatostatin receptor subtype 2."}, {"pubmed": 12021920, "text": "SSTRs 1-5 are heterogeneously expressed in gastroenteropancreatic endocrine tumors"}, {"pubmed": 12210479, "text": "expression of SSTR2 transcripts up-regulated in prostatic carcinoma cells; SSTR2 agonists may have role in treatment of prostate cancer"}, {"pubmed": 12414882, "text": "somatostatin receptor transcripts were found in lymphocytes both from Graves' ophthalmopathy retroorbital tissues and blood samples, with levels of expression of SST1, -2, and -4 mRNA higher than those of the SST3 and -5 transcripts"}, {"pubmed": 12474541, "text": "localization and expression in human prostatic tissue and prostate cancer cell lines"}, {"pubmed": 12490654, "text": "sensitizes human pancreatic cancer cells to death ligand-induced apoptosis"}, {"pubmed": 12675130, "text": "Presence and intracellular localization of the spliced variant SSR2(a) and its endogenous ligand SS in the cultured human neuroblastoma (NB) cell line, SH-SY5Y."}, {"pubmed": 12684217, "text": "study demonstrates for the first time a selective and inducible expression of the recently discovered cortistatin, as well as somatostatin receptor 2, in human monocyte-derived cells"}, {"pubmed": 14572771, "text": "Expression of somatostatin receptor 2 by human pancreatic cancer causes significant slowing of tumor growth by a mechanism independent of exogenous somatostatin"}, {"pubmed": 14576502, "text": "Activation of SSTR 2 by SSTR 2 agonist significantly suppressed insulin secretion."}, {"pubmed": 14602773, "text": "Sst2 and sst5 were expressed in 70%, sst1 in 50%, and sst3 and sst4 subtypes only in 15-20% of insulinomas"}, {"pubmed": 14671213, "text": "The receptor from somatostatinoma was completely phosphorylated. Only unphosphorylated sst2A was present in human tumors not exposed to autocrine stimulation."}, {"pubmed": 14695784, "text": "SST2R gene together with p53 and ras genes may participate in pancreatic cancerous angiogenesis."}, {"pubmed": 14760765, "text": "Expression of reintroduced human SSTR2 gene exerts its antiangiogenic effects by down-regulating expressions of factors involved in tumor angiogenesis and metastasis, suggesting SSTR2 gene transfer as new strategy of gene therapy for pancreatic cancer."}, {"pubmed": 15118275, "text": "The degree (or level) of sst2 and sst5 expression is critical for the ultimate GH response of somatotropinomas to endogenous SRIF tone and exogenous SRIF analogue therapy."}, {"pubmed": 15153427, "text": "Epithelial sst2A cells, identified as neuroendocrine, gastrin-producing cells, were found in large numbers in the antrum and the duodenum, but not in the gastric corpus."}, {"pubmed": 15205362, "text": "SSTR2 provides an anti-angiogenic effect on pancreatic cancer xenografts, susgesting gene transfer as a promising strategy of gene therapy for pancreatic cancer."}, {"pubmed": 15231824, "text": "human somatostatin receptor 2 dimers have a role in receptor trafficking"}, {"pubmed": 15257106, "text": "Expression of the SSTR2 gene in pancreatic adenocarcinoma cells induces apoptosis, which may be mediated via down-regulation of Bcl-2 & up-regulation of Bax (alteration of Bcl-2/Bax ratio) & inhibits tumor angiogenesis, inhibiting of tumor growth."}, {"pubmed": 15754023, "text": "gene transfer into pancreatic neoplasm cells resulted in no apoptosis, but a significant cell proliferation inhibition"}, {"pubmed": 15914528, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15914528, "text": "SSTR2 and SSTR5 variants seem to have a minor role in determining the responsiveness to somatostatin analogs in acromegaly"}, {"pubmed": 16115892, "text": "activation of the IKK/NFkappaB signaling cascade by SSTR2 requires a complicated network consisting of Galpha(14), protein kinase C, CamkII, ERK, and c-Src"}, {"pubmed": 16214911, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16254490, "text": "In the temporal lobe epilepsy, dentate gyrus, sst2 receptor mRNA expression was strongly increased in the granule cell layer, sst2 receptor-binding sites and immunoreactivity was preserved in the inner but decreased in the outer molecular layer."}, {"pubmed": 16601140, "text": "the subtype 2 receptor-mediated antiproliferative effect of SRIH on TT cell proliferation may be exerted through a decrease in cyclin D1 and cdk4 levels"}, {"pubmed": 16606630, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16645635, "text": "Sst2 sensitized NIH3T3 cells to TNFalpha-induced apoptosis, enhanced TNFalpha-mediated activation of NF-kappaB, resulting in JNK inhibition and subsequent executioner caspase activation and cell death."}, {"pubmed": 16917505, "text": "Physical interaction between a sst2 and p85, revealing a novel mechanism for negative regulation by ligand-activated GPCR of PI3K-dependent survival pathways, which may be an important molecular target for antineoplastic therapy."}, {"pubmed": 16954443, "text": "Cytostatic action exerted by SSTR2 analogs might account for the tumor shrinkage observed in acromegalic patients treated with long-acting somatostatin analogs."}, {"pubmed": 16996150, "text": "results show that Somatostatin receptor 2 is predominantly expressed on thyroid tissue and is a valid target for treatment of thyroid tumours"}, {"pubmed": 17546456, "text": "We conclude that the somatostatin receptor plays a role in the total renal uptake of radiolabelled somatostatin analogues."}, {"pubmed": 17603546, "text": "Somatostatin caused rapid sst(2a) receptor phosphorylation and desensitization of epithelial antisecretory responses."}, {"pubmed": 17678886, "text": "17q gain and promoter polymorphisms can play a role into the regulation of sst2 expression in neuroblastomas"}, {"pubmed": 17706924, "text": "The functional interactions between human somatostatin receptor 2 (hSSTR2) and human dopamine receptor 2 (hD2R) in both co-transfected CHO-K1 or HEK-293 cells as well as in cultured neuronal cells which express both the receptors endogenously."}, {"pubmed": 17848636, "text": "Analysis of orbital tissues reveals upregulation of SSTR1 and -2 in a group of Graves' ophthalmopathy (GO) patients. Adipogenesis, a process occurring in GO orbits, provides one possible explanation for some of the observed increase."}, {"pubmed": 18196892, "text": "Sst(2) is the best target for visualization of neuroendocrine tumors(NE) tumors, whereas noradrenaline transporter is only a useful target in a subpopulation of NE tumors."}, {"pubmed": 18234910, "text": "This study was undertaken to investigate molecular mechanism of transcriptional regulation of the human sst2 gene, for which an additional exon (exon 1) in the 5'-untranslated region was recently found."}, {"pubmed": 18292657, "text": "sst2 was expressed in 67% of the patients with HCC"}, {"pubmed": 18325993, "text": "Existence of a novel upstream promoter for the hSSTR2 gene that is regulated by epigenetic modifications, suggesting for complex control of the hSSTR2 transcription."}, {"pubmed": 18599562, "text": "SSTR2 is the predominant mediator of functional ocular antiangiogenic effects."}, {"pubmed": 18617261, "text": "Somatostatin regulates early trophoblast functions mainly through an interaction with SSTR2."}, {"pubmed": 18653781, "text": "Data show that human somatostatin receptors (SSTR)2 and SSTR5 heterodimerize, and that selective activation of SSTR2 and not SSTR5, or their costimulation, modulates the association."}, {"pubmed": 18682975, "text": "SSTR2 is not suited as prognostic marker or therapeutic target in uveal melanoma"}, {"pubmed": 18695896, "text": "High somatostatin receptor 2 expression is associated with neo-angiogenesis and high grade meningiomas."}, {"pubmed": 18697876, "text": "Rabbit monoclonal antibody UMB-1 may prove of great value in the assessment of sst2A status in human neuroendocrine tumors during routine histopathological examination."}, {"pubmed": 18808065, "text": "sst2 mRNA and receptor levels were significantly higher in the meningothelial subtype than in the fibroblastic subtype of meningiomas"}, {"pubmed": 18852217, "text": "Results show that glucocorticoids selectively downregulate somatostatin type 2, but not dopamine D2 and only to a minor degree sst5 receptors in human neuro-endocrine BON and TT cells."}, {"pubmed": 18936524, "text": "Immunohistochemistry stufy of SSTR2 in prostate tissue from patients with bladder outlet obstruction showed that the majority of cells showed a weak intensity."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19106227, "text": "An autocrine and paracrine role of SST in the lacrimal system and at the ocular surface and a role of SST in corneal immunology."}, {"pubmed": 19148511, "text": "SSTR2 could be a promising candidate for gene therapy for SSTR2-positive and SSTR2-negative tumors"}, {"pubmed": 19318729, "text": "Both SSTR1 and 2 mRNA levels in SCA were greater than Cushing disease, while SSTR1 mRNA levels, but not SSTR2, in silent corticotroph adenoma were also greater than non-functioning pituitary tumor."}, {"pubmed": 19324939, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19324939, "text": "Variants in SSTR2 may influence pathways of insulin sensitivity to modulate glucose homeostasis."}, {"pubmed": 19330452, "text": "SSTR2 had higher expression in patients that had normalized GH and IGF-I. There was a positive correlation between the percentage of tumor reduction by octreotide-lar and SSTR2 expression."}, {"pubmed": 19389921, "text": "Site specificity of agonist and second messenger-activated kinases for somatostatin receptor subtype 2A (Sst2A) phosphorylation."}, {"pubmed": 19423539, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19434240, "text": "Somatostatin sst2A receptor participates in the development and maturation of specific neuronal populations during rat and human brain ontogenesis."}, {"pubmed": 19575008, "text": "Data suggest that enhanced SSTR2 expression plays an antiproliferative role in MCF-7 cells through inducing apoptosis and G(1)/S cell cycle arrest, and by decreasing EGFR expression, thereby counteracting the growth-stimulating effect of EGF."}, {"pubmed": 19671855, "text": "hSSTr2 restoration mediated by oncolytic adenovirus enhances TRAIL-induced antitumor efficacy against pancreatic cancer."}, {"pubmed": 19748526, "text": "heterodimerisation between hSSTR2 and hSSTR5 is potentiated in the absence of receptor-stimulation"}, {"pubmed": 19759190, "text": "Overexpression of SSTR type 2A was associated with metastatic carcinoids in pulmonary neuroendocrine tumours."}, {"pubmed": 19805200, "text": "The upregulation of both sst2 and TSP-1 tumor suppressors may function as an early negative feedback to restrain pancreatic carcinogenesis."}, {"pubmed": 19885591, "text": "down-regulation of MDR genes MDR1, MRP2, and LRP is responsible for the improvement in the chemotherapeutic sensitivity of hSSTR2-expressing pancreatic cancer cells"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20182388, "text": "Studies show that this study may be the basis for further functional studies to evaluate the role of somatostatin receptors sst1 to sst5 in the diabetic state."}, {"pubmed": 20228164, "text": "sst(2) receptors can be internalized in sst(2)-expressing neuroendocrine tumors in patients under octreotide therapy."}, {"pubmed": 20233796, "text": "Data indicate that OcF showing high-affinity binding to the sstr2."}, {"pubmed": 20422506, "text": "The association between SST immunostaining and tracer uptake in [(111)In]-DTPA octreotide (DTPAOC) scintigraphy and [(68)Ga]-DOTA-D-Phe(1)-Tyr(3)-octreotide (DOTATOC) positron emission tomography (PET)/computed tomography (CT)."}, {"pubmed": 20450431, "text": "SSTR2 expression is inhomogeneous in thyroid disease, with the highest density detected in cold thyroid nodules"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20717067, "text": "Data show that the mRNA levels of SSTR1, SSTR2, SSTR3, and SSTR5 were high in PET compared with AC, whereas the expression of SSTR4 was low in PET and AC."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20810604, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20942237, "text": "Lower expression of SSTR2 and activation of STAT3 in olfactory neuroblastoma cells might contribute to the development of ONB."}, {"pubmed": 20948194, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20948194, "text": "polymorphism in the SSTR2 gene is associated with obesity, food intake and nutrient intake in the Mediterranean population"}, {"pubmed": 21215273, "text": "Mean cortical SSTR2 mRNA levels were significantly (19%) lower in the subjects with schizophrenia compared to controls."}, {"pubmed": 21287294, "text": "The co-expression of sstrs and D2R in a significant number of the studied cases offers a potential therapeutic alternative for gastroenteropancreatic neuroendocrine tumors."}, {"pubmed": 21330405, "text": "pasireotide activates the somatostatin receptor 2 via a molecular switch that is structurally and functionally distinct from that turned on during octreotide-driven sst(2A) activation"}, {"pubmed": 21383526, "text": "differential gene expression profiles revealed more abundant mRNA expression in ectopic ACTH syndrome than in Cushing disease of SSTR-2"}, {"pubmed": 21503779, "text": "mRNA levels of SSTR2a, SSTR3 and SSTR5 in neuroendocrine lung cancer affected patients, were determined."}, {"pubmed": 21667819, "text": "we investigated expression of SSTR2 and SSTR5 in the human thoracic duct"}, {"pubmed": 22213295, "text": "High somatostatin receptor 2 is associated with gastric adenocarcinoma."}, {"pubmed": 22419713, "text": "Determination of the expression of SSTR2 in an attempt to establish correlations and/or associations with clinical characteristics of patients with nonfunctioning pituitary adenomas."}, {"pubmed": 22472799, "text": "Low somatostatin receptor subtype 2, but not dopamine receptor subtype 2 expression is associated with the lack of biochemical response of somatotropinomas to treatment with somatostatin analogs"}, {"pubmed": 22495673, "text": "Data show that the aspartic acid changes at position 89 to either Ala, Leu, or Arg generated mutant somatostatin receptor subtype 2 (SSTR2) with varying expression profiles and a complete inability to bind somatostatin-14 (SST)."}, {"pubmed": 22592599, "text": "Results suggest that targeting adenoviral vectors to sstr2A could provide a new strategy for the efficient transfer of genes to glioblastoma cells."}, {"pubmed": 22640914, "text": "Report down-regulation of SSTR-2 expression in operable hepatocellular carcinomas."}, {"pubmed": 22932785, "text": "Data suggest that somatostatin-14 inhibits secretion from alpha and beta pancreatic cells by activating GIRK (G protein-coupled inwardly-rectifying potassium channel) and inhibiting exocytosis; these effects are mediated by SSTR2 in both cell types."}, {"pubmed": 23677175, "text": "The analyses of this study demonstrated specific upregulation of sst 2 mRNA in medulloblastoma"}, {"pubmed": 23794313, "text": "Somatostatin receptor-2 positivity, either focal or diffuse, does not seem to predict prognosis in gastroenteropancreatic neuroendocrine tumors."}, {"pubmed": 23828624, "text": "We genotyped two single nucleotide polymorphisms (SNPs) in genes of importance for respiratory control: P2RY1 (adenosine diphosphate/adenosine triphosphate receptor) and SSTR2 (somatostatin receptor)."}, {"pubmed": 24060005, "text": "Because of its diffuse strong expression and widespread availability, immunohistochemistry for SSTR2A is useful to confirm the diagnosis of phosphaturic mesenchymal tumors in an appropriate setting particularly if material is limited."}, {"pubmed": 24098585, "text": "ZAC1 and SSTR2 are down-regulated in non-functioning pituitary adenomas but not in somatotropinomas."}, {"pubmed": 24182563, "text": "We studied the expression of SSTR(2A) and SSTR(5) with new procedures in 108 pituitary tumors"}, {"pubmed": 24189142, "text": "Whereas sst2 receptors might play a primary role in the differentiation and regulation of TSH, LH, and FSH cells, sst5 receptors appear to be mainly involved in GH regulation from birth onward"}, {"pubmed": 24565507, "text": "SSTR2 is overexpressed in gastric and duodenal neuroendocrine tumors"}, {"pubmed": 24565897, "text": "agonist-selective sst2 receptor internalization is regulated by multi-site phosphorylation of its carboxyl-terminal tail."}, {"pubmed": 24828612, "text": "Filamin A is involved in SST2 stabilization and signaling in tumoral somatotrophs, playing both a structural and functional role."}, {"pubmed": 24967740, "text": "SSTR 5 was shown to be the main receptor subtype in the analysed differentiated or anaplastic thyroid malignancies, whereas SSTR 2 was found only in a small percentage."}, {"pubmed": 25008035, "text": "SSTR2 expression was tested in GH-secreting adenomas from 60 patients with acromegaly who had undergone pituitary surgery, 36 of whom had received octreotide with varying levels of response.  Its expression was not correlated with baseline or post-octreotide GH or IGF-1 levels or tumor volume."}, {"pubmed": 25010045, "text": "SSTR2 expression seems an important factor in the pathogenesis of prostate cancer"}, {"pubmed": 25554089, "text": "SSTR2A and SSTR3 are more likely to be expressed in SDH-deficient pheochromocytomas/paragangliomas compared with tumors demonstrating normal SDHB staining pattern."}, {"pubmed": 25591947, "text": "Somatostatin type 2 receptor, a clinically crucial molecular target, shows variable and unpredictable expression in neuroendocrine neoplasms irrespective of tumor grade."}, {"pubmed": 25635370, "text": "Relationships between SSTR2A and breast or prostate cancer showed low concordance between CpGs methylation grade and cancer."}, {"pubmed": 25676386, "text": "This study indicated that SSTR2 may be associated with the selective vulnerability of the noradrenergic system in Alzheimer's disease."}, {"pubmed": 25765179, "text": "Somatostatin receptors were expressed in a high proportion of merkel cell carcinomas, although expression was heterogeneous between tumours and was not associated with disease severity."}, {"pubmed": 25808161, "text": "Data indicate that somatostatin receptor scintigraphy (SRS) and immunohistochemical results for somatostatin and dopamine receptors sstr2, sstr3, sstr5 and D2R were compared in neuroendocrine neoplasms tissues."}, {"pubmed": 25872131, "text": "In pancreatic neuroendocrine tumors, the primary tumor and metastases differ significantly in their SSTR2A expression."}, {"pubmed": 25872132, "text": "Study demonstrates the first evidence of SST2R expression and somatostatin receptor scintigraphy positivity in pancreatic serous cystadenomas."}, {"pubmed": 25879040, "text": "e hSSTr2 gene can act as not only a reporter gene for in vivo imaging, but also a therapeutic gene for local radionuclide therapy."}, {"pubmed": 25890201, "text": "Low SSTR2 expression is associated with pancreatic cancer."}, {"pubmed": 25906124, "text": "although the limited number of cases with adequate term follow-up, SSTR-2A expression could be a prognostic factor and somatostatin analogs therapeutic candidate for SmCCs of the bladder as these tumors show high percentage of SSTR-2A expression"}, {"pubmed": 25925002, "text": "SSTR2 and SSTR5 protein levels were induced as compared to any agent alone."}, {"pubmed": 25962406, "text": "An immunohistochemical investigation of the expression of somatostatin receptor subtypes"}, {"pubmed": 26036598, "text": "mir-185 regulates the expression of SSTR2 in GH-secreting pituitary adenoma. The staining intensity of SSTR2 is stronger in adenoma samples than controls."}, {"pubmed": 26095613, "text": "sST2 is proposed as a biomarker for progressive vascular fibrosis, and the involvement of sST2 in the pathogenesis of limited cutaneous systemic sclerosis may be exploited therapeutically."}, {"pubmed": 26158180, "text": "The expression of VEGF and SSTR2 were associated with progression and prognosis of gastric cancer."}, {"pubmed": 26211366, "text": "VPA was observed to stimulate the expression of somatostatin receptor type 2 (SSTR2)."}, {"pubmed": 26238605, "text": "SSTR2 gene expression was dysregulated in the anterior cingulate of bipolar patients."}, {"pubmed": 26259237, "text": "there is an elevation in CXCR4 and a decrease in SSTR2A expression with increasing malignancy in gastroenteropancreatic neuroendocrine neoplasms"}, {"pubmed": 26339384, "text": "CD56 marker is a useful alternative that is comparable to SSTR2A for the diagnosis of phosphaturic mesenchymal tumors."}, {"pubmed": 26391562, "text": "Results show that histological subtyping of pituitary tumor correlated with SSTR2, E cadherin and p27kip protein levels and these may serve as useful biomarkers for prognosis."}, {"pubmed": 26474434, "text": "Data showed that the distribution of somatostatin receptor (SSTR) subtypes among the 199 pancreatic neuroendocrine tumors (PNETs) was: SSTR2 (54.8%), SSTR1 (53.3%), SSTR4 (51.8%), SSTR5 (33.7%), and SSTR3 (28.6%)."}, {"pubmed": 26531719, "text": "Combination treatment increased both SSTR2 and SSTR5 mRNA and protein levels in DU-145 cells. The data suggest that this combination therapy may be a good candidate for patients with advanced metastatic Prostate cancer (PCa) do not respond to androgen deprivation."}, {"pubmed": 26733502, "text": "Filamin-A is required to mediate SSTR2 effects in pancreatic neuroendocrine tumours"}, {"pubmed": 26796520, "text": "SSTR2 promoter hypermethylation might be associated with the risk and progression of laryngeal squamous cell carcinoma in males."}, {"pubmed": 26978232, "text": "The number of SSTR-2-expressing cells was significantly smaller in the patients with Crohn's disease than that in those with the unchanged mucosa and in those with indeterminate (unclassified) colitis."}, {"pubmed": 27402219, "text": "expression of MDM2, somatostatin receptor 2A, and PD-L1 in follicular dendritic cell sarcoma"}, {"pubmed": 27455094, "text": "The results of this study showed the SSTR2 expression was lower in patients pretreated with LA-SSA/PEGV compared to the drug-naive acromegalic patients."}, {"pubmed": 28120505, "text": "This study investigated the presence of progenitor/stem cells in non-functioning pituitary tumors (NFPTs) and tested the efficacy of dopamine receptor type 2 (DRD2) and somatostatin receptor type 2 (SSTR2) agonists to inhibit in vitro proliferation"}, {"pubmed": 28467778, "text": "SSTR2A expression is infrequent in astrocytomas and negative in the majority of glioblastomas where it is of no prognostic significance. In contrast, oligodendrogliomas show intense membranous and cytoplasmic SSTR2A expression."}, {"pubmed": 28782576, "text": "SSTR2 was significantly hypermethylated in colorectal cancer tissues when compared with adjacent normal colorectal tissues."}, {"pubmed": 29807052, "text": "Olfactory neuroblastoma demonstrate high SSTR2a expression regardless of their differentiation."}, {"pubmed": 30128959, "text": "SSTR2A expression is correlated with longer OS in medullary thyroid carcinoma, especially for stage IV patients, suggesting that SSTR2A expression might be a useful prognostic factor in medullary thyroid carcinoma."}, {"pubmed": 30152518, "text": "SSTR2 is a poor prognostic biomarker in SCLC and potential future therapeutic signaling target."}, {"pubmed": 30193580, "text": "In this cohort showed that most IDH-wild type gliomas did not express SSTR2A protein and a significant overexpression of SSTR2A protein was observed in the IDH-mutant gliomas"}, {"pubmed": 30334904, "text": "Patients with neuroblastoma, including relapsed or progressive disease, showed SSTR2 expression at diagnosis"}, {"pubmed": 30531706, "text": "This study indicates a down-regulation of SSTR2 expression as small intestinal neuroendocrine tumors progress through the intestinal wall, which might signify underlying biological processes of importance for SI-NET invasion behavior."}, {"pubmed": 30585825, "text": "SSTR2a may be helpful to distinguish follicular dendritic cell sarcomas from inflammatory pseudotumor-like follicular dendritic cell sarcomas ... and may be a potential therapeutic target for treatment of follicular dendritic cell sarcomas"}, {"pubmed": 30609928, "text": "study suggests that SSTR2 might play a critical role in the aetiopathogenesis of periodontitis"}, {"pubmed": 30822353, "text": "Reaults indicate that endosomal trafficking of somatostatin receptor 2 (SSTR2) is dependent on numerous regulatory mechanisms controlled by its C terminus and the retromer machinery."}, {"pubmed": 31208995, "text": "Minute pulmonary meningothelial-like nodules cells closely resemble SSTR2a-positive meningothelial cells."}, {"pubmed": 32328798, "text": "Expression of potential therapeutic target SSTR2a in primary and metastatic non-keratinizing nasopharyngeal carcinoma."}, {"pubmed": 32576907, "text": "Enhancing the anti-tumour activity of (177)Lu-DOTA-octreotate radionuclide therapy in somatostatin receptor-2 expressing tumour models by targeting PARP."}, {"pubmed": 33132215, "text": "SSTR2a is constantly expressed in lymphoepithelioma-like carcinoma with squamous differentiation other than that with glandular differentiation."}, {"pubmed": 33313679, "text": "The PDZ Domain Protein SYNJ2BP Regulates GRK-Dependent Sst2A Phosphorylation and Downstream MAPK Signaling."}, {"pubmed": 33402692, "text": "Somatostatin receptor 2 expression in nasopharyngeal cancer is induced by Epstein Barr virus infection: impact on prognosis, imaging and therapy."}, {"pubmed": 33491286, "text": "Predictive and prognostic significance of tumour subtype, SSTR1-5 and e-cadherin expression in a well-defined cohort of patients with acromegaly."}, {"pubmed": 33598797, "text": "The potential of somatostatin receptor 2 as a novel therapeutic target in salivary gland malignant tumors."}, {"pubmed": 33828200, "text": "Understanding the influence of lipid bilayers and ligand molecules in determining the conformational dynamics of somatostatin receptor 2."}, {"pubmed": 33886620, "text": "Octreotide inhibits secretion of IGF-1 from orbital fibroblasts in patients with thyroid-associated ophthalmopathy via inhibition of the NF-kappaB pathway."}, {"pubmed": 34040115, "text": "A potential role for somatostatin signaling in regulating retinal neurogenesis."}, {"pubmed": 34320691, "text": "The prognostic significance of neuroendocrine markers and somatostatin receptor 2 in hepatocellular carcinoma."}, {"pubmed": 34601710, "text": "The immunohistochemical expression of SSTR2A is an independent prognostic factor in meningioma."}, {"pubmed": 35184184, "text": "Diagnostic Utility of Somatostatin Receptor 2A Immunohistochemistry for Tumor-induced Osteomalacia."}, {"pubmed": 35264912, "text": "Somatostatin Receptor 2: A Potential Predictive Biomarker for Immune Checkpoint Inhibitor Treatment."}, {"pubmed": 36946182, "text": "Metastatic Pheochromocytoma and Paraganglioma: Somatostatin Receptor 2 Expression, Genetics, and Therapeutic Responses."}, {"pubmed": 36989844, "text": "Somatostatin receptor 2 in 10 different types of human non-neoplastic gastrointestinal neuroendocrine cells."}, {"pubmed": 37099786, "text": "Role of Somatostatin Receptor 2 in Nonfunctional Pancreatic Neuroendocrine Tumors: Clinicopathological Analysis of 223 Cases and Whole Exome Sequencing of a Multifocal Case."}, {"pubmed": 37223009, "text": "Epigenetic regulation of SST2 expression in small intestinal neuroendocrine tumors."}, {"pubmed": 37716507, "text": "Somatostatin Receptor Type 2 and Thyroid-Stimulating Hormone Receptor Expression in Oncocytic Thyroid Neoplasms: Implications for Prognosis and Treatment."}, {"pubmed": 38036157, "text": "Somatostatin receptor2 (SSTR2) expression, prognostic implications, modifications and potential therapeutic strategies associates with head and neck squamous cell carcinomas."}, {"pubmed": 38374188, "text": "Somatostatin receptor 2 (SSTR2) expression is associated with better clinical outcome and prognosis in rectal neuroendocrine tumors."}], "genomic_pos": {"chr": "17", "end": 73176633, "ensemblgene": "ENSG00000180616", "start": 73165010, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 71167185, "start": 71161151, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007187", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007193", "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021549", "qualifier": "involved_in", "term": "cerebellum development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030432", "qualifier": "involved_in", "term": "peristalsis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030900", "qualifier": "involved_in", "term": "forebrain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038170", "qualifier": "involved_in", "term": "somatostatin signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042594", "qualifier": "involved_in", "term": "response to starvation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071385", "qualifier": "involved_in", "term": "cellular response to glucocorticoid stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071392", "qualifier": "involved_in", "term": "cellular response to estradiol stimulus"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043005", "qualifier": "is_active_in", "term": "neuron projection"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004994", "qualifier": "enables", "term": "somatostatin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10551867, 16917505, 18653781, 22651821], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030165", "pubmed": 10551867, "qualifier": "enables", "term": "PDZ domain binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042923", "qualifier": "enables", "term": "neuropeptide binding"}]}, "homologene": {"genes": [[6239, 187897], [7165, 1269203], [7227, 40020], [7955, 100333578], [8364, 100496382], [9031, 395305], [9544, 695526], [9598, 454854], [9606, 6752], [9615, 403472], [9913, 282083], [10090, 20606], [10116, 54305]], "id": 37427}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Somatostatin receptor family", "id": "IPR000586", "short_desc": "Somatstn_rcpt"}, {"desc": "Somatostatin receptor 2", "id": "IPR002074", "short_desc": "Somatstn_rcpt_2"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00027807", "IPI00046027"], "map_location": "17q25.1", "name": "somatostatin receptor 2", "other_names": ["SRIF-1", "SS2R", "somatostatin receptor type 2"], "pantherdb": {"HGNC": "11331", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98328", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 10090, "uniprot_kb": "P30875"}, {"RGD": "3763", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 10116, "uniprot_kb": "P30680"}, {"Ensembl": "ENSGALG00000004418", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 9031, "uniprot_kb": "Q58G84"}, {"Ensembl": "ENSDARG00000059090", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7955, "uniprot_kb": "E7FDL0"}, {"Ensembl": "ENSDARG00000069806", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 7955, "uniprot_kb": "E7F6Y6"}, {"FlyBase": "FBgn0266429", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9U721"}, {"WormBase": "WBGene00008065", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q09502"}, {"WormBase": "WBGene00006864", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A3B1DQQ4"}, {"WormBase": "WBGene00010375", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "H9G358"}, {"WormBase": "WBGene00008885", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q9XVQ0"}, {"EnsemblGenome": "WBGene00011372", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A0K3AXD3"}, {"WormBase": "WBGene00018886", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q20841"}, {"WormBase": "WBGene00015559", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "P34311"}, {"WormBase": "WBGene00021328", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q9N452"}, {"WormBase": "WBGene00018089", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A2C9C3A4"}, {"WormBase": "WBGene00020086", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q23033"}, {"FlyBase": "FBgn0036260", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9VTU7"}, {"FlyBase": "FBgn0036790", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9VVQ1"}, {"FlyBase": "FBgn0036789", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "A0A0S0WMT8"}], "uniprot_kb": "P30874"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04971", "name": "Gastric acid secretion - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP117", "name": "GPCRs, Other"}, {"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": ["7T10", "7T11", "7UL5", "7WIC", "7WIG", "7WJ5", "7XAT", "7XAU", "7XAV", "7XMR", "7Y24", "7Y26", "7Y27", "7YAC", "7YAE"], "pfam": "PF00001", "pharmgkb": "PA36155", "pharos": {"target_id": 35, "tdl": "Tclin"}, "pir": "B41795", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256779", "relationship": "is"}, {"id": "GNF256780", "relationship": "is"}, {"id": "GNF256781", "relationship": "is"}, {"id": "GNF256782", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280140", "relationship": "is"}, {"id": "GNF280141", "relationship": "is"}, {"id": "GNF280142", "relationship": "is"}, {"id": "GNF280143", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162107", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039817", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091038", "relationship": "is"}, {"id": "GNF091039", "relationship": "is"}, {"id": "GNF091040", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051176", "relationship": "is"}, {"id": "GNF055942", "relationship": "is"}, {"id": "GNF060645", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071883", "relationship": "is"}, {"id": "GNF071884", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282894", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283821", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF014030", "relationship": "is"}, {"id": "GNF277746", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF241983", "relationship": "is"}}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_029371.1"], "protein": "NP_001041.1", "rna": "NM_001050.3", "translation": {"protein": "NP_001041.1", "rna": "NM_001050.3"}}, "reporter": {"HG-U133_Plus_2": ["214597_at", "217455_s_at", "239031_at"], "HG-U95Av2": "40919_at", "HG-U95B": "54346_at", "HTA-2_0": "TC17000821.hg.1", "HuEx-1_0": "3733911", "HuGene-1_1": "8009526", "HuGene-2_1": "16837426"}, "summary": "Somatostatin acts at many sites to inhibit the release of many hormones and other secretory proteins. The biologic effects of somatostatin are probably mediated by a family of G protein-coupled receptors that are expressed in a tissue-specific manner. SSTR2 is a member of the superfamily of receptors having seven transmembrane segments and is expressed in highest levels in cerebrum and kidney. [provided by RefSeq, Jul 2008].", "symbol": "SSTR2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335867"}, "unigene": "Hs.514451", "uniprot": {"Swiss-Prot": "P30874"}, "wikipedia": {"url_stub": "Somatostatin receptor 2"}}