{"AllianceGenome": "11334", "HGNC": "11334", "MIM": "182455", "_id": "6755", "_version": 1, "accession": {"genomic": ["AC009041.10", "AE006466.1", "AF152962.1", "AL031713.8", "AY081193.1", "CH471112.2", "CP068262.2", "D16827.1", "HB975880.1", "JC341417.1", "L14865.1", "NC_000016.10", "NC_060940.1", "NG_016744.1", "U18976.1"], "protein": ["AAA20828.1", "AAD38178.1", "AAK61266.1", "AAL88744.1", "AAN86611.1", "ABE27002.1", "ABE27003.1", "BAA04107.1", "CBE74695.1", "CDM63488.1", "EAW85687.1", "NP_001044.1", "NP_001166031.1", "P35346.3"], "rna": ["AK308381.1", "DB202230.1", "DQ448303.1", "DQ448304.1", "DW447547.1", "NM_001053.4", "NM_001172560.3", "NM_001172572.1", "NM_001172573.1"], "translation": [{"protein": "NP_001166031.1", "rna": "NM_001172560.3"}, {"protein": "ABE27002.1", "rna": "DQ448303.1"}, {"protein": "ABE27003.1", "rna": "DQ448304.1"}, {"protein": "NP_001044.1", "rna": "NM_001053.4"}]}, "alias": ["SS-5-R", "SST5"], "ensembl": {"gene": "ENSG00000162009", "protein": ["ENSP00000293897", "ENSP00000508487", "ENSP00000518810", "ENSP00000518811"], "transcript": ["ENST00000293897", "ENST00000689027", "ENST00000711615", "ENST00000711616"], "translation": [{"protein": "ENSP00000518810", "rna": "ENST00000711615"}, {"protein": "ENSP00000508487", "rna": "ENST00000689027"}, {"protein": "ENSP00000293897", "rna": "ENST00000293897"}, {"protein": "ENSP00000518811", "rna": "ENST00000711616"}], "type_of_gene": "protein_coding"}, "entrezgene": "6755", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.53694028804585, "exp_mis": 194.020365558713, "exp_syn": 110.715633819392, "lof_z": 0.809529784556065, "mis_z": 0.422096435065007, "mu_lof": 3.2746581521e-07, "mu_mis": 1.99553535677e-05, "mu_syn": 1.13714228917e-05, "n_lof": 2.0, "n_mis": 182.0, "n_syn": 95.0, "p_li": 0.0623344657131591, "p_null": 0.214458263494669, "p_rec": 0.723207270792172, "syn_z": 0.925925368312085}, "bp": 1095, "cds_end": 1129963, "cds_start": 1128868, "n_exons": 1, "nonpsych": {"exp_lof": 3.18359723786563, "exp_mis": 175.58948376865, "exp_syn": 100.190625350956, "lof_z": 0.651473665989414, "mis_z": 0.4030768552904, "mu_lof": 3.2746581521e-07, "mu_mis": 1.99553535677e-05, "mu_syn": 1.13714228917e-05, "n_lof": 2.0, "n_mis": 165.0, "n_syn": 85.0, "p_li": 0.0598065377430744, "p_null": 0.248767257605628, "p_rec": 0.691426204651297, "syn_z": 0.955487240053794}, "nontcga": {"exp_lof": 3.25226239220886, "exp_mis": 178.49702695865, "exp_syn": 101.856632259288, "lof_z": 1.23199088189602, "mis_z": 0.204985025255453, "mu_lof": 3.2746581521e-07, "mu_mis": 1.99553535677e-05, "mu_syn": 1.13714228917e-05, "n_lof": 1.0, "n_mis": 173.0, "n_syn": 91.0, "p_li": 0.267357903219518, "p_null": 0.0958828617654533, "p_rec": 0.636759235015029, "syn_z": 0.681116862142326}, "transcript": "ENST00000293897.4"}, "exons": [{"cdsend": 1079963, "cdsstart": 1078868, "chr": "16", "position": [[1078825, 1081454]], "strand": 1, "transcript": "NM_001053", "txend": 1081454, "txstart": 1078825}, {"cdsend": 1079963, "cdsstart": 1078868, "chr": "16", "position": [[1072755, 1072799], [1078841, 1081454]], "strand": 1, "transcript": "NM_001172560", "txend": 1081454, "txstart": 1072755}], "exons_hg19": [{"cdsend": 1129963, "cdsstart": 1128868, "chr": "16", "position": [[1128825, 1131454]], "strand": 1, "transcript": "NM_001053", "txend": 1131454, "txstart": 1128825}, {"cdsend": 1129963, "cdsstart": 1128868, "chr": "16", "position": [[1122755, 1122799], [1128841, 1131454]], "strand": 1, "transcript": "NM_001172560", "txend": 1131454, "txstart": 1122755}], "generif": [{"pubmed": 11753241, "text": "SSTR transcripts are expressed and functional in retroorbital fibroblasts. SSTR1 is expressed in Grave's disease and octreotide inhibits retroorbital cell growth, explaining the SRIH therapeutic effect."}, {"pubmed": 12021920, "text": "SSTRs 1-5 are heterogeneously expressed in gastroenteropancreatic endocrine tumors"}, {"pubmed": 12072395, "text": "identified an upstream promoter of the somatostatin receptor 5 gene with tissue-specific activity"}, {"pubmed": 12192619, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12192619, "text": "the SSTR5 gene is involved in the etiology of bipolar affective disorder or may exist in linkage disequilibrium with a susceptibility gene close to SSTR5."}, {"pubmed": 12414882, "text": "somatostatin receptor transcripts were found in lymphocytes both from Graves' ophthalmopathy retroorbital tissues and blood samples, with levels of expression of SST1, -2, and -4 mRNA higher than those of the SST3 and -5 transcripts"}, {"pubmed": 12898583, "text": "Results do not suggest the SSTR5 gene as a susceptibility gene for autism"}, {"pubmed": 14602773, "text": "Sst2 and sst5 were expressed in 70%, sst1 in 50%, and sst3 and sst4 subtypes only in 15-20% of insulinomas"}, {"pubmed": 15118275, "text": "The degree (or level) of sst2 and sst5 expression is critical for the ultimate GH response of somatotropinomas to endogenous SRIF tone and exogenous SRIF analogue therapy."}, {"pubmed": 15247250, "text": "activation of hSSTR5 but not hSSTR1 is necessary for heterodimeric assembly"}, {"pubmed": 15914528, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15914528, "text": "role for SSTR5 t-461c and c1004t alleles in influencing GH and IGF-I levels in patients with acromegaly, whereas SSTR2 and SSTR5 variants seem to have a minor role in determining the responsiveness to somatostatin analogs"}, {"pubmed": 16012170, "text": "intracellular sorting of the somatostatin receptor subtype 5 is regulated by interactions with PDZ domain proteins PIST/GOPC and PDZK1"}, {"pubmed": 16214911, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16216913, "text": "Results suggest that the expression pattern of dopamine receptor 2 and somatostatin receptor 5 may influence the effects of SRIF analogs in growth hormone-secreting pituitary adenomas."}, {"pubmed": 16690617, "text": "nNOS is a new p60(src) kinase substrate essential for SST5-mediated anti-proliferative action"}, {"pubmed": 16954443, "text": "Cytostatic action exerted by SSTR2 analogs might account for the tumor shrinkage observed in acromegalic patients treated with long-acting somatostatin analogs."}, {"pubmed": 17159301, "text": "The expression of SSTR5 in TSHoma may be a useful marker for predicting the outcome of octreotide therapy."}, {"pubmed": 18066572, "text": "The majority of all benign, premalignant and malignant laryngeal specimens expressed moderate to high levels of expression of SSTR5."}, {"pubmed": 18653781, "text": "Data show that human somatostatin receptors (SSTR)2 and SSTR5 heterodimerize, and that selective activation of SSTR2 and not SSTR5, or their costimulation, modulates the association."}, {"pubmed": 18936524, "text": "Immunohistochemistry stufy of SSTR5 in prostate tissue from patients with bladder outlet obstruction showed that close to 90% of secretory cells showed a weak positivity in the cytoplasm."}, {"pubmed": 19070659, "text": "To the best of our knowledge, this is the first report describing crosstalk/interactions between SSTRs and ErbBs."}, {"pubmed": 19318729, "text": "SSTR5 mRNA levels in Cushing disease were greater than silent corticotroph adenoma (SCA) but did not differ between non-functioning pituitary tumor and SCA."}, {"pubmed": 19330452, "text": "In somatotrophinomas patients treated with somatostatin analogs, the most expressed SSTR was SSTR5, SSTR3, SSTR2, SSTR1, and SSTR4, respectively."}, {"pubmed": 19342453, "text": "investigation of the role of BBXXB and DRY motifs of SST5 in the transduction of intracellular signals involved in the regulation of GH secretion and cell proliferation"}, {"pubmed": 19401364, "text": "The existence of two previously unidentified sst5 spliced variants with distinct distribution in normal tissues and pituitary tumors."}, {"pubmed": 19423539, "text": "Genetic variation in the SSTR5 gene and, particularly, the rs4988483 single nucleotide polymorphism influence circulating IGFI and IGFBP3 hormone levels with no measurable effect on prostate cancer risk."}, {"pubmed": 19423539, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19748526, "text": "heterodimerisation between hSSTR2 and hSSTR5 is potentiated in the absence of receptor-stimulation"}, {"pubmed": 19894022, "text": "This study demonstrated negative immunoreactivity for SSTR-5 in the adenomatous tissue."}, {"pubmed": 20150960, "text": "SSTR5 and CCR7 have a role in Crohn's disease pathogenesis"}, {"pubmed": 20182388, "text": "Studies show that this study may be the basis for further functional studies to evaluate the role of somatostatin receptors sst1 to sst5 in the diabetic state."}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20207824, "text": "importance of Asn13 and/or Asn26 residues in the agonist-specific signalling of hSSTR5"}, {"pubmed": 20233783, "text": "Potential role of SSTR5 in the response of some tumors to somatostatin receptors."}, {"pubmed": 20398908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20529830, "text": "The summarized expression pattern of SSTR in the investigated neuroendocrine tumors in our material was: SSTR 1> SSTR 5> SSTR 3> SSTR 2A> SSTR 2B."}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20717067, "text": "Data show that the mRNA levels of SSTR1, SSTR2, SSTR3, and SSTR5 were high in PET compared with AC, whereas the expression of SSTR4 was low in PET and AC."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20739383, "text": "Overexpressed in endomterium inendometriosis."}, {"pubmed": 20810604, "text": "Common genetic variation in the IGF1 and SSTR5 genes seems to influence circulating IGF-I levels"}, {"pubmed": 20810604, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21190959, "text": "These data indicate that the activation and/or overexpression of SST receptors along with the inhibition of EGFR will serve as an important therapeutic approach in the treatment of ErbB-positive tumors."}, {"pubmed": 21238583, "text": "The heterodimerization of somatostatin receptor-5 not only indicate the receptor's specificity of interaction but also provide new insight to understand the molecular mechanism in regulation of signaling pathway in receptor specific manner."}, {"pubmed": 21249361, "text": "SSTR5 P335L is a hypofunctional protein with a potentially harmful effect on function, as well as potential latent effect, and therefore it could affect the clinical response to somatostatin analog therapy for patients with pancreatic cancer."}, {"pubmed": 21383526, "text": "differential gene expression profiles revealed more abundant mRNA expression in ectopic ACTH syndrome than in Cushing disease of SSTR-5"}, {"pubmed": 21419811, "text": "demonstrate that cells transfected with SSTR1 or SSTR1/5 negatively regulates EGF mediated effects attributed to the inhibition of EGFR phosphorylation."}, {"pubmed": 21503779, "text": "mRNA levels of SSTR2a, SSTR3 and SSTR5 in neuroendocrine lung cancer affected patients, were determined"}, {"pubmed": 21667819, "text": "we investigated expression of SSTR2 and SSTR5 in the human thoracic duct"}, {"pubmed": 21692047, "text": "data suggest that SSTR5 genetic variants play a role in pancreatic cancer development and progression"}, {"pubmed": 21810856, "text": "Our results demonstrate a previously undetected strong association of two SSTR5 single nucleotide polymorphisms with acromegaly"}, {"pubmed": 21820437, "text": "ZDHHC5 and SSTR5 are colocalized at the plasma membrane and coexpression of ZDHHC5 increased palmitoylation of SSTR5 whereas knock-down of endogenous ZDHHC5 by siRNAs decreased it."}, {"pubmed": 21952553, "text": "The rabbit monoclonal antibodies UMB-4 and UMB-1 will facilitate the assessment of the somatostatin receptor status of human tumors during routine histopathological examinations."}, {"pubmed": 22419713, "text": "Determination of the expression of SSTR5 in an attempt to establish correlations and/or associations with clinical characteristics of patients with nonfunctioning pituitary adenomas."}, {"pubmed": 22640914, "text": "Report down-regulation of SSTR-5 expression in operable hepatocellular carcinomas."}, {"pubmed": 22770972, "text": "Except for SSTR5, all SSTRs showed a tendency toward decreased expression in well-to poorly differentiated neuroendocrine carcinoma of the lung."}, {"pubmed": 23418396, "text": "agonist-selective phosphorylation of carboxyl-terminal Threonine 333 of Sst5, is reported."}, {"pubmed": 23991955, "text": "High SSTR5 expression is associated with gallbladder cancer."}, {"pubmed": 24182563, "text": "We studied the expression of SSTR(2A) and SSTR(5) with new procedures in 108 pituitary tumors"}, {"pubmed": 24189142, "text": "Whereas sst2 receptors might play a primary role in the differentiation and regulation of TSH, LH, and FSH cells, sst5 receptors appear to be mainly involved in GH regulation from birth onward"}, {"pubmed": 24465589, "text": "SSTR5 protein is overexpressed in poorly differentiated thyroid cancer and may be involved in the lack of response to somatostatin analogue treatment."}, {"pubmed": 24634938, "text": "Tumor cells in the tissue samples of the patients diagnosed with advanced-stage hepatocellular carcinoma expressed a high proportion of SSTR1 and SSTR5."}, {"pubmed": 24967740, "text": "SSTR 5 was shown to be the main receptor subtype in the analysed differentiated or anaplastic thyroid malignancies, whereas SSTR 2 was found only in a small percentage."}, {"pubmed": 25008035, "text": "SSTR5 was the predominantly expressed receptor subtype in the cytoplasm of all GH-secreting adenomas tested, regardless of whether they came from octreotide-naive, octreotide-responsive, or octreotide-resistant patients. SSTR5 mRNA predominance was significant only in octreotide treated patients. Its expression was not correlated with baseline or post-octreotide GH or IGF-1 levels or tumor volume."}, {"pubmed": 25637790, "text": "A truncated sst5-variant (sst5TMD4) can influence the secretory response of somatotropinomas to somatostatin analogues-therapy."}, {"pubmed": 25765179, "text": "Somatostatin receptors were expressed in a high proportion of merkel cell carcinomas, although expression was heterogeneous between tumours and was not associated with disease severity."}, {"pubmed": 25808161, "text": "Data indicate that somatostatin receptor scintigraphy (SRS) and immunohistochemical results for somatostatin and dopamine receptors sstr2, sstr3, sstr5 and D2R were compared in neuroendocrine neoplasms tissues."}, {"pubmed": 25854304, "text": "This is the first evidence indicating that sst5TMD4 is expressed in human medullary thyroid carcinoma cells, where it associates with more aggressive behavior, suggesting that sst5TMD4 might play a functionally relevant role."}, {"pubmed": 25925002, "text": "SSTR2 and SSTR5 protein levels were induced as compared to any agent alone."}, {"pubmed": 25962406, "text": "An immunohistochemical investigation of the expression of somatostatin receptor subtypes"}, {"pubmed": 26474434, "text": "Data showed that the distribution of somatostatin receptor (SSTR) subtypes among the 199 pancreatic neuroendocrine tumors (PNETs) was: SSTR2 (54.8%), SSTR1 (53.3%), SSTR4 (51.8%), SSTR5 (33.7%), and SSTR3 (28.6%)."}, {"pubmed": 26531719, "text": "Combination treatment increased both SSTR2 and SSTR5 mRNA and protein levels in DU-145 cells. The data suggest that this combination therapy may be a good candidate for patients with advanced metastatic Prostate cancer (PCa) do not respond to androgen deprivation."}, {"pubmed": 26673010, "text": "A truncated splice variant of the somatostatin receptor subtype 5, is associated to features of increased aggressiveness in pancreatic neuroendocrine tumors."}, {"pubmed": 27507050, "text": "Somatostatin receptor 5 variant (sst5TMD4) was expressed in a subset of breast cancers, where it correlated with angiogenic markers, lymphatic metastasis, and reduced disease-free survival."}, {"pubmed": 27984180, "text": "In cotransfected HEK-293 cells, SSTR5 and CB1R existed in a constitutive heteromeric complex under basal condition, which was disrupted upon agonist treatments. Furthermore, concurrent receptor activation led to preferential formation of SSTR5 homodimer and dissociation of CB1R homodimer."}, {"pubmed": 28705809, "text": "sst5TMD4 is overexpressed in PCa, especially in those patients with a worse prognosis, and plays an important pathophysiologic role in PCa, which suggesting its potential as a biomarker and/or therapeutic target"}, {"pubmed": 30282821, "text": "Study of transgenic HP5 mice overexpressing human SSTR5 in pituitary corticotrophs shows that SSTR5-induced miR-449c suppresses both CRHR1 expression and function and concludes that corticotroph SSTR5 attenuates hypothalamic-pituitary-adrenal axis responses via CRHR1 downregulation, suggesting a role for SSTR5 in the pathogenesis of secondary adrenal insufficiency."}, {"pubmed": 33428965, "text": "Filamin A is required for somatostatin receptor type 5 expression and pasireotide-mediated signaling in pituitary corticotroph tumor cells."}, {"pubmed": 33491286, "text": "Predictive and prognostic significance of tumour subtype, SSTR1-5 and e-cadherin expression in a well-defined cohort of patients with acromegaly."}, {"pubmed": 34224803, "text": "Somatostatin receptor 5 is critical for protecting intestinal barrier function in vivo and in vitro."}, {"pubmed": 34601790, "text": "Epigenetic and post-transcriptional regulation of somatostatin receptor subtype 5 (SST5 ) in pituitary and pancreatic neuroendocrine tumors."}, {"pubmed": 35163067, "text": "Somatostatin Receptor Splicing Variant sst5TMD4 Overexpression in Glioblastoma Is Associated with Poor Survival, Increased Aggressiveness Features, and Somatostatin Analogs Resistance."}], "genomic_pos": {"chr": "16", "end": 1081454, "ensemblgene": "ENSG00000162009", "start": 1063867, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 1131454, "start": 1122756, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 9892014, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007187", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032467", "pubmed": 22888021, "qualifier": "involved_in", "term": "positive regulation of cytokinesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038170", "qualifier": "involved_in", "term": "somatostatin signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050796", "qualifier": "involved_in", "term": "regulation of insulin secretion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071385", "qualifier": "involved_in", "term": "cellular response to glucocorticoid stimulus"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043005", "qualifier": "is_active_in", "term": "neuron projection"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004994", "qualifier": "enables", "term": "somatostatin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15247250, 18653781, 19426801], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042923", "qualifier": "enables", "term": "neuropeptide binding"}]}, "homologene": {"genes": [[7955, 406588], [8364, 100486456], [9031, 427667], [9598, 453812], [9606, 6755], [9615, 403454], [9913, 510344], [10090, 20609], [10116, 25354]], "id": 20287}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Somatostatin receptor family", "id": "IPR000586", "short_desc": "Somatstn_rcpt"}, {"desc": "Somatostatin receptor 5", "id": "IPR001184", "short_desc": "Somatstn_rcpt_5"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00018079", "map_location": "16p13.3", "name": "somatostatin receptor 5", "other_names": ["somatostatin receptor subtype 5", "somatostatin receptor type 5"], "pantherdb": {"HGNC": "11334", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "894282", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 10090, "uniprot_kb": "O08858"}, {"RGD": "3765", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 10116, "uniprot_kb": "P30938"}, {"Ensembl": "ENSGALG00000005258", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 9031, "uniprot_kb": "F6RCI2"}, {"ZFIN": "ZDB-GENE-040426-2502", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 7955, "uniprot_kb": "A0A0R4ID69"}, {"FlyBase": "FBgn0266429", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9U721"}, {"WormBase": "WBGene00008065", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q09502"}, {"WormBase": "WBGene00006864", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A3B1DQQ4"}, {"WormBase": "WBGene00010375", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "H9G358"}, {"WormBase": "WBGene00008885", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q9XVQ0"}, {"EnsemblGenome": "WBGene00011372", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A0K3AXD3"}, {"WormBase": "WBGene00018886", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q20841"}, {"WormBase": "WBGene00015559", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "P34311"}, {"WormBase": "WBGene00021328", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q9N452"}, {"WormBase": "WBGene00018089", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A2C9C3A4"}, {"WormBase": "WBGene00020086", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q23033"}, {"FlyBase": "FBgn0036260", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9VTU7"}, {"FlyBase": "FBgn0036790", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9VVQ1"}, {"FlyBase": "FBgn0036789", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "A0A0S0WMT8"}], "uniprot_kb": "P35346"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Ghrelin", "name": "Ghrelin"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pfam": "PF00001", "pharmgkb": "PA36158", "pharos": {"target_id": 8655, "tdl": "Tclin"}, "pir": ["I57955", "JN0763"], "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256791", "relationship": "is"}, {"id": "GNF256792", "relationship": "is"}, {"id": "GNF256793", "relationship": "is"}, {"id": "GNF256794", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280152", "relationship": "is"}, {"id": "GNF280153", "relationship": "is"}, {"id": "GNF280154", "relationship": "is"}, {"id": "GNF280155", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091043", "relationship": "is"}, {"id": "GNF091044", "relationship": "is"}, {"id": "GNF091045", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054181", "relationship": "is"}, {"id": "GNF058962", "relationship": "is"}, {"id": "GNF074269", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069297", "relationship": "is"}, {"id": "GNF069298", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093163", "relationship": "is"}, {"id": "GNF132861", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_016744.1"], "protein": ["NP_001044.1", "NP_001166031.1"], "rna": ["NM_001053.4", "NM_001172560.3", "NM_001172572.1", "NM_001172573.1"], "translation": [{"protein": "NP_001166031.1", "rna": "NM_001172560.3"}, {"protein": "NP_001044.1", "rna": "NM_001053.4"}]}, "reporter": {"HG-U133_Plus_2": "214555_at", "HG-U95Av2": "778_s_at", "HTA-2_0": "TC16000035.hg.1", "HuEx-1_0": "3643552", "HuGene-1_1": "7992145", "HuGene-2_1": "16814577"}, "summary": "Somatostatin and its related peptide cortistatin exert multiple biological actions on normal and tumoral tissue targets by interacting with somatostatin receptors (SSTRs). The protein encoded by this gene is one of the SSTRs, which is a multi-pass membrane protein and belongs to the G-protein coupled receptor 1 family. The activity of this receptor is mediated by G proteins which inhibit adenylyl cyclase, and different regions of this receptor molecule are required for the activation of different signaling pathways. A mutation in this gene results in somatostatin analog resistance. Alternatively spliced transcript variants have been identified in this gene.[provided by RefSeq, Feb 2010].", "symbol": "SSTR5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335870"}, "unigene": "Hs.449840", "uniprot": {"Swiss-Prot": "P35346", "TrEMBL": "A0AAA9YHT9"}, "wikipedia": {"url_stub": "Somatostatin receptor 5"}}