{"AllianceGenome": "11344", "HGNC": "11344", "MIM": "606797", "_id": "6768", "_version": 1, "accession": {"genomic": ["AF283256.1", "AP001183.6", "CH471065.1", "CP068267.2", "NC_000011.10", "NC_060935.1", "NG_012132.1"], "protein": ["AAD42765.2", "AAF00109.1", "AAG13949.1", "AAG15395.1", "AAH05826.2", "AAH18146.1", "AAH30532.1", "BAB20376.1", "BAG36856.1", "BAG63749.1", "EAW67776.1", "NP_068813.1", "Q9Y5Y6.2"], "rna": ["AB030036.1", "AF057145.1", "AF118224.2", "AF133086.1", "AK302454.1", "AK314173.1", "BC005826.2", "BC018146.1", "BC030532.1", "BM791311.1", "BQ059215.1", "NM_021978.4"], "translation": [{"protein": "AAF00109.1", "rna": "AF133086.1"}, {"protein": "AAG15395.1", "rna": "AF057145.1"}, {"protein": "AAH18146.1", "rna": "BC018146.1"}, {"protein": "BAB20376.1", "rna": "AB030036.1"}, {"protein": "NP_068813.1", "rna": "NM_021978.4"}, {"protein": "BAG63749.1", "rna": "AK302454.1"}, {"protein": "BAG36856.1", "rna": "AK314173.1"}, {"protein": "AAD42765.2", "rna": "AF118224.2"}, {"protein": "AAH30532.1", "rna": "BC030532.1"}, {"protein": "AAH05826.2", "rna": "BC005826.2"}]}, "alias": ["ARCI11", "CAP3", "HAI", "MT-SP1", "MTSP1", "PRSS14", "SNC19", "TADG15", "TMPRSS14"], "ec": "3.4.21.109", "ensembl": {"gene": "ENSG00000149418", "protein": "ENSP00000278742", "transcript": ["ENST00000278742", "ENST00000524718", "ENST00000530376", "ENST00000530532"], "translation": [{"protein": "ENSP00000278742", "rna": "ENST00000278742"}], "type_of_gene": "protein_coding"}, "entrezgene": "6768", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 28.0134351193, "exp_mis": 373.338411828, "exp_syn": 197.296664161, "lof_z": 4.3071293216964, "mis_z": 1.85650705815098, "mu_lof": 2.05727011749e-06, "mu_mis": 3.74176821391e-05, "mu_syn": 1.94269207263e-05, "n_lof": 5.0, "n_mis": 300.0, "n_syn": 166.0, "p_li": 0.85267655285458, "p_null": 8.61574415640199e-07, "p_rec": 0.147322585571004, "syn_z": 1.38130026041475}, "bp": 2568, "cds_end": 130079718, "cds_start": 130029874, "n_exons": 19, "nonpsych": {"exp_lof": 25.0155262751, "exp_mis": 337.567962857, "exp_syn": 178.233191369, "lof_z": 3.93019612189573, "mis_z": 1.93726437355456, "mu_lof": 2.05727011749e-06, "mu_mis": 3.74176821391e-05, "mu_syn": 1.94269207263e-05, "n_lof": 5.0, "n_mis": 267.0, "n_syn": 154.0, "p_li": 0.683563853797119, "p_null": 9.29008308766813e-06, "p_rec": 0.316426856119793, "syn_z": 1.14282553851126}, "nontcga": {"exp_lof": 25.739284822, "exp_mis": 343.438287338, "exp_syn": 181.479870001, "lof_z": 4.4213995247947, "mis_z": 1.94739292812688, "mu_lof": 2.05727011749e-06, "mu_mis": 3.74176821391e-05, "mu_syn": 1.94269207263e-05, "n_lof": 3.0, "n_mis": 271.0, "n_syn": 153.0, "p_li": 0.985855133076941, "p_null": 5.66062496570391e-08, "p_rec": 0.0141448103168094, "syn_z": 1.33858660126988}, "transcript": "ENST00000278742.5"}, "exons": [{"cdsend": 130209823, "cdsstart": 130159979, "chr": "11", "position": [[130159781, 130160060], [130188113, 130188273], [130188529, 130188657], [130188868, 130188939], [130189738, 130189896], [130190112, 130190148], [130190453, 130190694], [130194148, 130194288], [130194639, 130194737], [130196338, 130196448], [130196569, 130196700], [130197840, 130197945], [130198307, 130198418], [130198507, 130198621], [130198946, 130199069], [130199950, 130200137], [130208409, 130208684], [130209441, 130209578], [130209661, 130210362]], "strand": 1, "transcript": "NM_021978", "txend": 130210362, "txstart": 130159781}], "exons_hg19": [{"cdsend": 130079718, "cdsstart": 130029874, "chr": "11", "position": [[130029676, 130029955], [130058008, 130058168], [130058424, 130058552], [130058763, 130058834], [130059633, 130059791], [130060007, 130060043], [130060348, 130060589], [130064043, 130064183], [130064534, 130064632], [130066233, 130066343], [130066464, 130066595], [130067735, 130067840], [130068202, 130068313], [130068402, 130068516], [130068841, 130068964], [130069845, 130070032], [130078304, 130078579], [130079336, 130079473], [130079556, 130080257]], "strand": 1, "transcript": "NM_021978", "txend": 130080257, "txstart": 130029676}], "generif": [{"pubmed": 11792696, "text": "Sphingosine 1-phosphate, present in serum-derived lipoproteins, activates matriptase"}, {"pubmed": 11864986, "text": "Prometastatic effect of N-acetylglucosaminyltransferase V is due to modification and stabilization of active matriptase by adding beta 1-6 GlcNAc branching"}, {"pubmed": 12498394, "text": "examined the regulation of activation of matriptase in human breast cancer cells"}, {"pubmed": 12738778, "text": "besides matriptase catalytic activity, matriptase activation requires post-translational modification of the protease, intact noncatalytic domains, and its cognate inhibitor"}, {"pubmed": 14584072, "text": "Cervical carcinoma cells expressed high levels of TADG-15, suggesting that this protease may play an important role in invasion and metastasis."}, {"pubmed": 14747469, "text": "matriptase is downregulated through suppression of activation of receptor-bound pro-urokinase, and leads to inhibition of tumor invasion"}, {"pubmed": 15075215, "text": "Actin cytoskeletal rearrangement is necessary but not sufficient for S1P-induced activation of matriptase at cell-cell contacts. Matriptase activation to adherens junction assembly and actin cytoskeletal rearrangement may control of matriptase activity."}, {"pubmed": 15200890, "text": "SNC19/ST14 could influence on the cell cytoskeletal protein (F-actin) organization and on cell adherence ability to extracellular matrix."}, {"pubmed": 15611789, "text": "TADG-15 is associated with early stage ovarian cancer and longer patient survival."}, {"pubmed": 16103220, "text": "dysregulated matriptase expression is implicated in malignant epithelial transformation in transgenic mice"}, {"pubmed": 16237759, "text": "SNC19/ST14 gene overexpression could enhance invasion of colorectal cancer cells in vitro significantly and influence early cell adherence to ECM, but could not change cell movement significantly."}, {"pubmed": 16273651, "text": "The expressions of SNC19/matriptase and its inhibitor HAI-1 are decreased in gastrointestinal cancer tissues"}, {"pubmed": 16353247, "text": "Significantly elevated levels of HAI-1 were detected in 38 patients with prostate cancer before any treatment."}, {"pubmed": 16407223, "text": "analysis of ST14 domains and their point and deletion mutants"}, {"pubmed": 16439987, "text": "Findings demonstrate for the first time that matriptase is overexpressed in many malignant ovarian tumors, and it may be a novel biomarker for diagnosis and treatment of malignant ovarian tumors."}, {"pubmed": 16501837, "text": "Matriptase was overexpressed in all subtypes of renal cell carcinomas (RCC), and matriptase scores could distinguish between conventional clear cell RCC, GRCC, and SRCC."}, {"pubmed": 16794252, "text": "down-regulation of matriptase expression in THP-1 cells by siRNA reduced the activation of cell-associated pro-uPA and the subsequent rapid initiation of plasminogen activation"}, {"pubmed": 16820046, "text": "results show that dysregulation of the matriptase/HAI-1 mRNA ratio occurs early during colorectal cancer carcinogenesis"}, {"pubmed": 17131055, "text": "This review summarizes current knowledge about matriptase, its putative role in tumor initiation and progression, and its potential as a novel target in anti-cancer therapy."}, {"pubmed": 17228523, "text": "matriptase-1 plays a vital role in the aggressive nature and progression of prostate cancer"}, {"pubmed": 17273967, "text": "Mutation in ST14 is associated with autosomal recessive ichthyosis with hypotrichosis"}, {"pubmed": 17344310, "text": "Autoactivation of matriptase requires protein-protein interactions but not active proteases."}, {"pubmed": 17389401, "text": "MT-SP1 mediates extracellular signaling by regulating the local activation of the prometastatic growth factor MSP-1."}, {"pubmed": 17456594, "text": "overexpression of MSP, MT-SP1, and MST1R was a strong independent indicator of both metastasis and death in human breast cancer"}, {"pubmed": 17940283, "text": "reduced activity of a matriptase-prostasin proteolytic cascade is the etiological origin of human ARIH and provides an important mouse model for the exploration of matriptase function in ARIH"}, {"pubmed": 17978729, "text": "mutation in the ST14 gene is associated with recessive autosomal ichthyosis with hypotrichosis"}, {"pubmed": 17981566, "text": "MT-SP1 is capable of playing roles in growth factor activation, receptor activation and inactivation, protease activation, and ectodomain shedding"}, {"pubmed": 17981575, "text": "analysis of the regulation of matriptase and HAI-1 with an emphasis on the molecular mechanisms governing its zymogen activation, inhibition by HAI-1, and ectodomain shedding [review]"}, {"pubmed": 18263585, "text": "the G827R mutation of matriptase in patients with autosomal recessive ichthyosis with hypotrichosis leads to the expression of an inactive protease"}, {"pubmed": 18274158, "text": "matriptase/HAI-1 ratios in poorly (1.8 +/- 0.4) and moderately differentiated (1.8 +/- 0.3) were significantly lower than in well differentiated (2.2 +/- 0.2) colorectal adenocarcinomas"}, {"pubmed": 18514224, "text": "The 2.2 A resolution crystal structure of an Fab antibody inhibitor in complex with the serine protease membrane-type serine protease 1 (MT-SP1/matriptase) reveals the molecular basis of its picomolar potency and specificity."}, {"pubmed": 18550704, "text": "Identification in human milk of complexes of matriptase with ATIII, A1AT, or A2AP, provides evidence that the proteolytic activity of matriptase, from cells that express no or low levels of HAI-1, may be controlled by secreted serpins."}, {"pubmed": 18649735, "text": "Overexpression of bikunin reduced the gene expression of matriptase, which attenuated in vitro cell invasion. Different metastatic characteristics between PC-3 and PC-J cells suggest that matriptase plays a role in the metastasis of prostate cancer."}, {"pubmed": 18649738, "text": "The transient overexpression of MGAT5 significantly enhanced the activity of matriptase and the invasion ability in the LNCaP cells."}, {"pubmed": 18713750, "text": "Unlike HAI-1 and matriptase, HAI-2 expression is detected in non-epithelial cells of brain and lymph nodes, suggesting that HAI-2 may also be involved in inhibition of serine proteases other than matriptase"}, {"pubmed": 18723439, "text": "Alpha1-antitrypsin (AAT), an endogenous inhibitor of serine proteases, inhibits the catalytic domain of human recombinant matriptase in vitro."}, {"pubmed": 18813126, "text": "increase of matriptase observed for localized prostate cancers, whereas a decrease of matriptase expression is associated with prostate cancer progression."}, {"pubmed": 18843291, "text": "Ichthyosis, follicular atrophoderma, and hypotrichosis caused by mutations in ST14 is associated with impaired profilaggrin processing."}, {"pubmed": 19242518, "text": "PAR(2) is a substrate for matriptase in human skin in vivo; Deregulation of these proteins delineates squamous cell carcinoma progression"}, {"pubmed": 19443387, "text": "High matriptase expression in endometrial cancer may be associated with poor prognosis"}, {"pubmed": 19535514, "text": "Data suggest that the cellular location of matriptase activation and inhibition, and the secretory route for matriptase-HAI-1 complex may vary along with the functional divergence of different epithelial cells."}, {"pubmed": 19546220, "text": "Findings suggest that ST14 plays an important role in several biological processes, and some effects are not completely dependent on miR-27b regulation."}, {"pubmed": 19578749, "text": "matriptase may be involved in the progression of pancreatic ductal adenocarcinoma and that matriptase inhibition may contribute to preventing the progression of this devastating disease."}, {"pubmed": 19940125, "text": "Matriptase activation is an early cellular response to acidosis"}, {"pubmed": 20015050, "text": "HGF is activated by the transmembrane serine proteases matriptase and hepsin, but not by the membrane-associated protease uPA."}, {"pubmed": 20142489, "text": "results support a key role for matriptase in regulating intestinal epithelial barrier competence, and suggest an intriguing link between pericellular serine protease activity and tight junction assembly in polarized epithelia"}, {"pubmed": 20145119, "text": "MT-SP1 activity as a useful biomarker to visualize epithelial cancers using a noninvasive antibody-based method."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20601429, "text": "matriptase is expressed in glioma cells and that matriptase specifically cleaves ASIC1 in heterologous expression systems."}, {"pubmed": 20652801, "text": "Soluble form of the protein secreted from cancer cells contains active angiogenic potential"}, {"pubmed": 20696767, "text": "the matriptase-prostasin proteolytic cascade is tightly regulated by two mechanisms: 1) prostasin activation temporally coupled to matriptase autoactivation and 2) HAI-1 rapidly inhibiting not only active matriptase but also active prostasin"}, {"pubmed": 20716618, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20716618, "text": "The ST14 variant rs704624 and protein expression of matriptase have prognostic significance in breast cancer."}, {"pubmed": 20971737, "text": "ErbB-2 signaling via the phosphatidylinositol 3-kinase pathway results in up-regulated matriptase zymogen activity, which contributes to prostate cancer cell invasion."}, {"pubmed": 21097670, "text": "Epithin, which regulates endothelial Tie2 functions, plays a critical role in the fine tuning of transendothelial migration for normal and cancer cells."}, {"pubmed": 21098708, "text": "Study unveiled a novel signaling axis of matriptase/PDGF-D/beta-PDGFR in PCa, providing new insights into functional interplay between serine protease and growth factor signaling networks."}, {"pubmed": 21123732, "text": "Although activated matriptase is not detected in normal epidermis, a dramatic increase is seen in keratinocytes at the site of inflammation in 16 different skin diseases."}, {"pubmed": 21148558, "text": "Transport via the transcytotic pathway makes prostasin available as a substrate for matriptase."}, {"pubmed": 21217780, "text": "matriptase as an initiator of c-Met-Akt-mTor-dependent signaling axis in tumors and mTor activation as an essential component of matriptase/c-Met-induced carcinogenesis"}, {"pubmed": 21678412, "text": "Expression of matriptase and prostasin is closely correlated in breast cancer cell lines and in breast cancer tissues. Matriptase and prostasin display a near identical spatial expression pattern in the epithelial compartment of breast cancer tissue."}, {"pubmed": 21795523, "text": "The data suggested that normal epithelial cells use a dual mechanism involving hepatocyte growth factor activator inhibitor-1 and antithrombin to control matriptase and that the antithrombin-based mechanism is lost in the majority of carcinomas."}, {"pubmed": 22031598, "text": "These data suggest that matriptase activity can be rapidly inhibited by HAI-1 and other HAI-1-like protease inhibitors and \"locked\" in an inactive autoactivation intermediate, all of which places matriptase under very tight control."}, {"pubmed": 22081509, "text": "Matriptase protein and ST14 mRNA levels are significantly downregulated in inflamed colonic tissues from Crohn's disease and ulcerative colitis"}, {"pubmed": 22088470, "text": "Study provided the gene expression profile of HBV-related HCC and presented differential expression patterns of SATB-1, TM4SF-1 and ST-14 between cancerous and noncancerous tissues in patients with HBV-related HCC."}, {"pubmed": 22118498, "text": "we showed for the first time that MT1-MMP activates matriptase through the cleavage of HAI-1"}, {"pubmed": 22154938, "text": "A reverse binding motif that contributes to specific protease inhibition by antibodies."}, {"pubmed": 22514623, "text": "Matriptase protein expression was correlated with HER2 expression and highest expression was seen in HER2-positive cell lines, indicating a potential role in this subgroup."}, {"pubmed": 22582115, "text": "there is much more active prostasin than active matriptase on the apical and basolateral surfaces of airway epithelial cells"}, {"pubmed": 22783993, "text": "Dsg-2 with a mutation at the predicted cleavage site is resistant to cleavage by matriptase. Thus Dsg-2 seems to be a functionally relevant physiological substrate of matriptase."}, {"pubmed": 22811538, "text": "matriptase has the ability to cleave HA directly or indirectly by activating HA-cleaving zymogens"}, {"pubmed": 23044656, "text": "Matriptase mRNA was detected in B-cell-derived Namalwa and Raji cells"}, {"pubmed": 23192872, "text": "H9N2 viruses with R-S-S-R or R-S-R-R cleavage sites in hemagglutinin are activated by matriptase in addition to HAT and TMPRSS2 and, therefore, can be activated in a wide range of tissues what may affect virus spread, tissue tropism and pathogenicity."}, {"pubmed": 23248318, "text": "Emergent active matriptase is a functional biomarker of the transformed epithelium and that its proteolytic activity can be exploited to noninvasively evaluate tumorigenesis in vivo."}, {"pubmed": 23365447, "text": "Authors identify and characterize matriptase as an influenza virus-activating protease capable of supporting multicycle viral replication in the human respiratory epithelium."}, {"pubmed": 23443661, "text": "Crystal structures of matriptase in complex with its inhibitor hepatocyte growth factor activator inhibitor-1"}, {"pubmed": 23443662, "text": "Prostasin requires expression of endogenous matriptase to stimulate barrier formation since matriptase depletion by siRNA silencing abrogates prostasin barrier-forming activity."}, {"pubmed": 23466486, "text": "High matriptase expression is associated with prostate cancer."}, {"pubmed": 23673661, "text": "prostasin is a non-enzymatic co-factor for matriptase activation"}, {"pubmed": 23900022, "text": "Human matriptase may be involved in the regulation of keratinocyte growth and early differentiation, rather than terminal differentiation, providing mechanistic insights into the pathology of two congenital ichthyoses."}, {"pubmed": 24004857, "text": "matriptase expression and zymogen activation in hair follicles"}, {"pubmed": 24070417, "text": "Dysregulated pericellular proteolysis as a result of unregulated matriptase expression with limited HAI-1 may contribute to the pathological characteristics of several human B-cell lymphomas."}, {"pubmed": 24248283, "text": "higher expression of matriptase is an independent prognostic factor involved in the progression of esophageal squamous cell carcinoma (ESCC)."}, {"pubmed": 24382204, "text": "Matriptase expression correlates with tumour progression and invasive capability in oral squamous cell carcinoma"}, {"pubmed": 24617769, "text": "It presents evidence that matriptase efficiently cleaves the HR1 portion of gp41 into a 22-residue chemotactic peptide MAT-1, the sequence of which is highly conserved across HIV-1 clades."}, {"pubmed": 24696092, "text": "Report potent/specific inhibition of matriptase by the cyclic microprotein MCoTI-II."}, {"pubmed": 24705933, "text": "Matriptase can act as a cellular sensor of the chemical environment of the cell that allows the cell to respond to and protect itself from changes in the chemical milieu."}, {"pubmed": 25730905, "text": "prostate cancer cell invasion is stimulated by a rapid but sustained increase in Src activity, mediated non-genomically by cytoplasmic AR, leading to rapid activation and shedding of the laminin protease Matriptase"}, {"pubmed": 25786220, "text": "Matriptase inhibition by HAI-2 requires the translocation of HAI-2 to the cell surface, a process which is observed in some breast cancer cells but not in mammary epithelial cells."}, {"pubmed": 25873032, "text": "Maritriptase is required for pro-HGF/c-Met signaling and cell proliferation in breast cancer cells."}, {"pubmed": 26157007, "text": "Novel findings reveal a new paradigm in matriptase activation involving PDGF-D-specific signal transduction leading to extracellular acidosis."}, {"pubmed": 26513078, "text": "Given that matriptase-1 participates in terminal KC differentiation, its absence in psoriatic skin lesions indicates that this contributes to the barrier disturbances in this disease."}, {"pubmed": 26996264, "text": "Ultraviolet irradiation/reactive oxygen species induced matriptase proteolysis may have short term protective effects and contribute to the recovery from acute epidermal damage and/or pathology of skin with chronic sun damage."}, {"pubmed": 27167193, "text": "The authors report that ST14/Prss14 is an emerging therapeutic target for breast cancer where HER2 is not applicable."}, {"pubmed": 27316827, "text": "Activation of proHGF by St14 induces mouse embryonic stem cell differentiation."}, {"pubmed": 27356668, "text": "The present study demonstrated that ovarian cancer cell metastasis and invasion were more dependent on upregulation of matriptase levels than downregulation of HAI1. Matriptase may be a potential adjuvant therapeutic target for inhibiting ovarian cancer invasion and metastasis."}, {"pubmed": 27528224, "text": "Abrogation of matriptase expression by silencing with RNAi or inhibition of matriptase proteolytic activity with a synthetic inhibitor impairs the conversion of inactive pro-HGF to active HGF and subsequent c-Met-mediated signaling."}, {"pubmed": 28094766, "text": "These results identify EpCAM as a substrate of matriptase and link HAI-2, matriptase, EpCAM, and claudin-7 in a functionally important pathway that causes disease when it is dysregulated."}, {"pubmed": 28362108, "text": "Matriptase is present in macrophages from patients with mutated alpha-1 antitrypsin at high levels and contributes to their proteolytic activity on extracellular matrix. MMP-14 is a novel substrate for matriptase, which regulates the levels of MMP-14 on the cell surface. High levels of matriptase may contribute to increased ECM degradation by Z-M, both directly and through MMP-14 activation."}, {"pubmed": 29054928, "text": "Data, including data from studies using cadaver tissue, suggest that matriptase and matriptase mRNA are expressed in several regions of the brain with an enrichment in neurons; higher levels of matriptase RNA are expressed in young individuals as compared to older individuals; matriptase cleaves amyloid beta precursor protein at a specific arginine residue (Arg-102)."}, {"pubmed": 29118397, "text": "Results indicate that Kunitz Domain I (KD1) of hepatocyte growth factor activator inhibitor-2 (HAI-2) plays a major role in the inhibition of cellular matritptase activation as well as prostate cancer motility."}, {"pubmed": 29438412, "text": "limited role for HAI-2 in the inhibition of matriptase and prostasin is the result of its primarily intracellular localization in basal and spinous layer keratinocytes, which probably prevents the Kunitz inhibitor from interacting with active prostasin or matriptase"}, {"pubmed": 29611532, "text": "the data strongly advocate this ST14 variant as the underlying genetic cause of autosomal recessive ichthyosis with hypotrichosis syndrome in this first reported affected family from Pakistan. Moreover, the present study adds to the spectrum of mutations in the ST14 gene, implicating them in the pathogenesis of autosomal recessive ichthyosis with hypotrichosis syndrome."}, {"pubmed": 29953855, "text": "used a bioinformatics approach to assess the impact of amino acid (AA) substitutions on the sensitivity of cytoskeletal and ECM peptides to the ST14 protease; Mutant cytoskeletal and ECM peptides sensitive to the ST14 protease are associated with a worse outcome for glioblastoma multiforme."}, {"pubmed": 30087389, "text": "CDX2 has a dual function in regulating both ST14 and SPINT1, gene expression in intestinal cells. We find that CDX2 is not required for the basal ST14 and SPINT1 gene expression; however changes in CDX2 expression affects the ST14/SPINT1 mRNA ratio."}, {"pubmed": 30729623, "text": "Our findings suggest that the high stromal matriptase expression was strongly associated with tumor progression, recurrence and poor outcomes in patients with extrahepatic bile duct cancer."}, {"pubmed": 32241917, "text": "A JUN N-terminal kinase inhibitor induces ectodomain shedding of the cancer-associated membrane protease Prss14/epithin via protein kinase CbetaII."}, {"pubmed": 32326212, "text": "Matriptase Cleaves EpCAM and TROP2 in Keratinocytes, Destabilizing Both Proteins and Associated Claudins."}, {"pubmed": 32493324, "text": "Intramembrane proteolysis of an extracellular serine protease, epithin/PRSS14, enables its intracellular nuclear function."}, {"pubmed": 32761920, "text": "Proteolytic cleavage of Trop2 at Arg87 is mediated by matriptase and regulated by Val194."}, {"pubmed": 33094801, "text": "Insights into the regulation of the matriptase-prostasin proteolytic system."}, {"pubmed": 34418985, "text": "Gene-associated methylation status of ST14 as a predictor of survival and hormone receptor positivity in breast Cancer."}, {"pubmed": 35020274, "text": "Role of the polycystic kidney disease domain in matriptase chaperone activity and localization of hepatocyte growth factor activator inhibitor-1."}, {"pubmed": 35950457, "text": "Environment-Sensitive Ectodomain Shedding of Epithin/PRSS14 Increases Metastatic Potential of Breast Cancer Cells by Producing CCL2."}, {"pubmed": 35964051, "text": "Novel mutations of the ABCA12, KRT1 and ST14 genes in three unrelated newborns showing congenital ichthyosis."}, {"pubmed": 38547126, "text": "Endocytic activation and exosomal secretion of matriptase stimulate the second wave of EGF signaling to promote skin and breast cancer invasion."}], "genomic_pos": {"chr": "11", "end": 130210362, "ensemblgene": "ENSG00000149418", "start": 130159782, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 130080271, "start": 130029457, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": 19911255, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030163", "qualifier": "involved_in", "term": "protein catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030216", "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030216", "pubmed": 18843291, "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060672", "qualifier": "involved_in", "term": "epithelial cell morphogenesis involved in placental branching"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0004252", "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008236", "pubmed": 19911255, "qualifier": "enables", "term": "serine-type peptidase activity"}]}, "homologene": {"genes": [[7955, 678603], [8364, 448647], [9031, 419731], [9544, 718848], [9598, 100188950], [9606, 6768], [9615, 489278], [9913, 767617], [10090, 19143], [10116, 114093]], "id": 7906}, "interpro": [{"desc": "SEA domain", "id": "IPR000082", "short_desc": "SEA_dom"}, {"desc": "CUB domain", "id": "IPR000859", "short_desc": "CUB_dom"}, {"desc": "Serine proteases, trypsin domain", "id": "IPR001254", "short_desc": "Trypsin_dom"}, {"desc": "Low-density lipoprotein (LDL) receptor class A repeat", "id": "IPR002172", "short_desc": "LDrepeatLR_classA_rpt"}, {"desc": "Peptidase S1, PA clan", "id": "IPR009003", "short_desc": "Peptidase_S1_PA"}, {"desc": "Peptidase S1A, matripase", "id": "IPR017051", "short_desc": "Peptidase_S1A_matripase"}, {"desc": "Serine proteases, trypsin family, histidine active site", "id": "IPR018114", "short_desc": "TRYPSIN_HIS"}, {"desc": "Low-density lipoprotein (LDL) receptor class A, conserved site", "id": "IPR023415", "short_desc": "LDLR_class-A_CS"}, {"desc": "Serine proteases, trypsin family, serine active site", "id": "IPR033116", "short_desc": "TRYPSIN_SER"}, {"desc": "Spermadhesin, CUB domain superfamily", "id": "IPR035914", "short_desc": "Sperma_CUB_dom_sf"}, {"desc": "LDL receptor-like superfamily", "id": "IPR036055", "short_desc": "LDL_receptor-like_sf"}, {"desc": "SEA domain superfamily", "id": "IPR036364", "short_desc": "SEA_dom_sf"}, {"desc": "Peptidase S1, PA clan, chymotrypsin-like fold", "id": "IPR043504", "short_desc": "Peptidase_S1_PA_chymotrypsin"}], "ipi": "IPI00001922", "map_location": "11q24.3", "name": "ST14 transmembrane serine protease matriptase", "other_names": ["channel-activating protein 3", "membrane-type serine protease 1", "prostamin", "serine protease 14", "serine protease TADG-15", "suppression of tumorigenicity 14 (colon carcinoma)", "suppression of tumorigenicity 14 (colon carcinoma, matriptase, epithin)", "suppressor of tumorigenicity 14 protein", "tumor associated differentially expressed gene 15 protein"], "pantherdb": {"HGNC": "11344", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1338881", "ortholog_type": "LDO", "panther_family": "PTHR24253", "taxid": 10090, "uniprot_kb": "P56677"}, {"RGD": "69288", "ortholog_type": "LDO", "panther_family": "PTHR24253", "taxid": 10116, "uniprot_kb": "Q9JJI7"}, {"Ensembl": "ENSGALG00000001331", "ortholog_type": "LDO", "panther_family": "PTHR24253", "taxid": 9031, "uniprot_kb": "F1NLW7"}, {"ZFIN": "ZDB-GENE-090309-2", "ortholog_type": "O", "panther_family": "PTHR24253", "taxid": 7955, "uniprot_kb": "A5PF55"}, {"ZFIN": "ZDB-GENE-090309-3", "ortholog_type": "O", "panther_family": "PTHR24253", "taxid": 7955, "uniprot_kb": "A0A0R4IIK0"}, {"Ensembl": "ENSDARG00000062758", "ortholog_type": "O", "panther_family": "PTHR24253", "taxid": 7955, "uniprot_kb": "F1QV82"}, {"ZFIN": "ZDB-GENE-030131-6496", "ortholog_type": "O", "panther_family": "PTHR24253", "taxid": 7955, "uniprot_kb": "A5PMY0"}, {"ZFIN": "ZDB-GENE-061207-75", "ortholog_type": "O", "panther_family": "PTHR24253", "taxid": 7955, "uniprot_kb": "A2CET7"}, {"Ensembl": "ENSDARG00000100088", "ortholog_type": "O", "panther_family": "PTHR24253", "taxid": 7955, "uniprot_kb": "H9GXL1"}], "uniprot_kb": "Q9Y5Y6"}, "pathway": {"kegg": {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}]}, "pdb": ["1EAW", "1EAX", "2GV6", "2GV7", "3BN9", "3NCL", "3NPS", "3P8F", "3P8G", "3SO3", "4IS5", "4ISL", "4ISN", "4ISO", "4JYT", "4JZ1", "4JZI", "4O97", "4O9V", "4R0I", "5LYO", "6N4T", "6T9T", "8G1W"], "pfam": ["PF00057", "PF00089", "PF00431", "PF01390"], "pharmgkb": "PA36168", "pharos": {"target_id": 112, "tdl": "Tchem"}, "prosite": ["PS01180", "PS50024", "PS50068", "PS50240"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF224289", "relationship": "is"}, {"id": "GNF256807", "relationship": "is"}, {"id": "GNF256808", "relationship": "is"}, {"id": "GNF256809", "relationship": "is"}, {"id": "GNF256810", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF040343", "relationship": "is"}, {"id": "GNF042580", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091181", "relationship": "is"}, {"id": "GNF091182", "relationship": "is"}, {"id": "GNF091183", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053537", "relationship": "is"}, {"id": "GNF058307", "relationship": "is"}, {"id": "GNF073513", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068467", "relationship": "is"}, {"id": "GNF068468", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014043", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF238677", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093801", "relationship": "is"}, {"id": "GNF133459", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_012132.1"], "protein": "NP_068813.1", "rna": "NM_021978.4", "translation": {"protein": "NP_068813.1", "rna": "NM_021978.4"}}, "reporter": {"HG-U133_Plus_2": ["202005_at", "216905_s_at", "216906_at"], "HG-U95Av2": "35309_at", "HTA-2_0": "TC11001195.hg.1", "HuEx-1_0": "3356175", "HuGene-1_1": "7945204", "HuGene-2_1": "16733473"}, "retired": 10792, "summary": "The protein encoded by this gene is an epithelial-derived, integral membrane serine protease. This protease forms a complex with the Kunitz-type serine protease inhibitor, HAI-1, and is found to be activated by sphingosine 1-phosphate. This protease has been shown to cleave and activate hepatocyte growth factor/scattering factor, and urokinase plasminogen activator, which suggest the function of this protease as an epithelial membrane activator for other proteases and latent growth factors. The expression of this protease has been associated with breast, colon, prostate, and ovarian tumors, which implicates its role in cancer invasion, and metastasis. [provided by RefSeq, Jul 2008].", "symbol": "ST14", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366520"}, "unigene": "Hs.504315", "uniprot": {"Swiss-Prot": "Q9Y5Y6"}}