{"AllianceGenome": "11359", "HGNC": "11359", "MIM": "600617", "_id": "6770", "_version": 3, "accession": {"genomic": ["AC084024.17", "AH006622.2", "CH471080.2", "CP068270.2", "DQ194260.1", "DQ194261.1", "DQ243706.1", "JN001326.1", "KF459602.1", "NC_000008.11", "NC_060932.1", "NG_011827.1"], "protein": ["AAB35726.1", "AAB88174.1", "AAC50141.1", "AAC50234.1", "AAH10550.1", "AAS57684.1", "ABA25863.1", "ABA25864.1", "ABB51615.1", "AEE61251.1", "AER36553.1", "ALQ33795.1", "ALQ33796.1", "BAG37577.1", "CAG33084.1", "CAG46648.1", "EAW63334.1", "EAW63335.1", "NP_000340.2", "P49675.2"], "rna": ["AF035277.1", "AK090513.1", "AK315122.1", "AL526126.3", "AV706111.1", "AV706872.1", "AV707696.1", "AV708514.1", "AY532319.1", "BC010550.1", "BX647744.1", "CR456803.1", "CR541850.1", "HM005654.1", "KU178337.1", "KU178338.1", "NM_000349.3", "NM_001007243.1", "S79669.1", "U17280.1"], "translation": [{"protein": "AAB88174.1", "rna": "AF035277.1"}, {"protein": "AAS57684.1", "rna": "AY532319.1"}, {"protein": "BAG37577.1", "rna": "AK315122.1"}, {"protein": "AAH10550.1", "rna": "BC010550.1"}, {"protein": "CAG46648.1", "rna": "CR541850.1"}, {"protein": "ALQ33795.1", "rna": "KU178337.1"}, {"protein": "NP_000340.2", "rna": "NM_000349.3"}, {"protein": "AAB35726.1", "rna": "S79669.1"}, {"protein": "AAC50141.1", "rna": "U17280.1"}, {"protein": "AEE61251.1", "rna": "HM005654.1"}, {"protein": "ALQ33796.1", "rna": "KU178338.1"}, {"protein": "CAG33084.1", "rna": "CR456803.1"}]}, "alias": "STARD1", "ensembl": {"gene": "ENSG00000147465", "protein": ["ENSP00000276449", "ENSP00000429009", "ENSP00000430030"], "transcript": ["ENST00000276449", "ENST00000520114", "ENST00000521236", "ENST00000522050"], "translation": [{"protein": "ENSP00000276449", "rna": "ENST00000276449"}, {"protein": "ENSP00000429009", "rna": "ENST00000522050"}, {"protein": "ENSP00000430030", "rna": "ENST00000521236"}], "type_of_gene": "protein_coding"}, "entrezgene": "6770", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.8905677249, "exp_mis": 113.40745383, "exp_syn": 47.3546069113, "lof_z": -0.0344686650899055, "mis_z": 0.340225772340596, "mu_lof": 6.60390834347e-07, "mu_mis": 1.02138929388e-05, "mu_syn": 4.08616958578e-06, "n_lof": 10.0, "n_mis": 106.0, "n_syn": 48.0, "p_li": 3.07154052744717e-07, "p_null": 0.822407646439427, "p_rec": 0.17759204640652, "syn_z": -0.0581420801944711}, "bp": 858, "cds_end": 38008336, "cds_start": 38001790, "n_exons": 7, "nonpsych": {"exp_lof": 8.81581440799, "exp_mis": 102.508588667, "exp_syn": 42.7243898392, "lof_z": 0.600609483394542, "mis_z": 0.473694244616957, "mu_lof": 6.60390834347e-07, "mu_mis": 1.02138929388e-05, "mu_syn": 4.08616958578e-06, "n_lof": 7.0, "n_mis": 93.0, "n_syn": 42.0, "p_li": 0.000102420900379878, "p_null": 0.450961960649994, "p_rec": 0.548935618449626, "syn_z": 0.0697747105435183}, "nontcga": {"exp_lof": 9.08605602153, "exp_mis": 104.321598556, "exp_syn": 43.5529783903, "lof_z": 0.355423136872576, "mis_z": 0.698576812327893, "mu_lof": 6.60390834347e-07, "mu_mis": 1.02138929388e-05, "mu_syn": 4.08616958578e-06, "n_lof": 8.0, "n_mis": 90.0, "n_syn": 44.0, "p_li": 1.47932069214161e-05, "p_null": 0.590044647206371, "p_rec": 0.409940559586708, "syn_z": -0.0428884447500142}, "transcript": "ENST00000276449.4"}, "exons": [{"cdsend": 38150818, "cdsstart": 38144272, "chr": "8", "position": [[38142699, 38144386], [38145221, 38145315], [38145962, 38146147], [38146288, 38146447], [38148199, 38148327], [38148640, 38148754], [38150754, 38150952]], "strand": -1, "transcript": "NM_000349", "txend": 38150952, "txstart": 38142699}], "exons_hg19": [{"cdsend": 38008336, "cdsstart": 38001790, "chr": "8", "position": [[38000217, 38001904], [38002739, 38002833], [38003480, 38003665], [38003806, 38003965], [38005717, 38005845], [38006158, 38006272], [38008272, 38008470]], "strand": -1, "transcript": "NM_000349", "txend": 38008470, "txstart": 38000217}], "generif": [{"pubmed": 12044915, "text": "StAR protein is an absolute requirement in the rate-limiting step in steroidogenesis, the transfer of cholesterol into the mitochondria [review]"}, {"pubmed": 12372832, "text": "StAR can transfer cholesterol between synthetic membranes without other protein components found in mitochondria"}, {"pubmed": 12530644, "text": "StAR requires structural alterations to allow cholesterol binding, most evidently by C-terminal alpha-helix above U-shaped beta-barrel. Unfolding of helix probable and leads to 2% subpopulation of partially unfolded StAR."}, {"pubmed": 12727988, "text": "modulation of DAX-1 and steroidogenic factor-1 intracellular levels in granulosa cells suggests that these transcription factors could be involved in mitogen-activated protein kinase suppression of steroidogenic acute regulatory protein expression"}, {"pubmed": 12834921, "text": "Steroidogenic acute regulatory protein expression in the normal human brain and intracranial tumors."}, {"pubmed": 12843197, "text": "hCG-stimulated steroidogenic response in the mid- and late luteal phase is correlated with increased StAR mRNA and protein abundance"}, {"pubmed": 12909641, "text": "StAR binding protein binds StAR protein in cells and enhances the ability of StAR protein to promote syntheses of steroid hormones."}, {"pubmed": 12933667, "text": "increased histone H3 acetylation involving the EP2 receptor, protein kinase A, CREB, and CREB binding protein is responsible for PGE(2)-induced StAR gene activation in endometriotic stromal cells."}, {"pubmed": 14565954, "text": "angiotensin II-dependent activation of steroidogenic acute regulatory protein transcription requires janus kinase 2 and calcium"}, {"pubmed": 14764819, "text": "This mutation gives rise to a truncated StAR protein, which lacks an important N-terminal region and the entire lipid transfer domain."}, {"pubmed": 15181096, "text": "LRH-1 could be the major transcription factor responsible for the rapid and significant increase in ovarian StAR gene expression after ovulation."}, {"pubmed": 15546900, "text": "Mutated in congenital lipoid adrenal hyperplasia."}, {"pubmed": 15666812, "text": "Jak2 is novel pathway in Ang II-dependent activation of StAR expression and steroidogenesis in adrenocortical cells and is requirement for ongoing protein synthesis in Ang II-mediated StAR transcription."}, {"pubmed": 15777208, "text": "Studies summarized in this review describe the critical role of the StAR protein in the regulation of steroid hormone biosynthesis."}, {"pubmed": 15985476, "text": "importance of StAR-dependent steroidogenesis during fetal development and early infancy. new, prevalent StAR mutation (L260P) for the Swiss population."}, {"pubmed": 16162390, "text": "presence of mature StAR in the luteal cell cytoplasm is consonant with the notion that StAR acts on the outer mitochondrial membrane to effect sterol import, and that StAR may interact with other cytoplasmic proteins involved in cholesterol metabolism"}, {"pubmed": 16234239, "text": "StAR activity requires a pH-dependent molten globule transition on the OMM"}, {"pubmed": 16901925, "text": "Results describe a novel cytosine/thymidine polymorphism of the human steroidogenic acute regulatory (StAR) gene promoter located 3 bp downstream of the steroidogenic factor-1 (SF-1)-binding site and 9 bp upstream of the TATA box (ATTTAAG)."}, {"pubmed": 16990645, "text": "three-dimensional atomic models of the StART domains of metastatic lymph node 64 (MLN64) and steroidogenic acute regulatory protein (StAR) proteins in complex with cholesterol"}, {"pubmed": 17374711, "text": "PPAR-gamma, insulin receptor with its signaling pathways, and StAR protein constitute a novel human ovarian regulatory system with complex interactions among its components"}, {"pubmed": 17433772, "text": "StAR appears to act in concert with the peripheral benzodiazepine receptor, but the precise itinerary of a cholesterol molecule entering the mitochondrion remains unclear."}, {"pubmed": 17666473, "text": "In most Palestinian cases of congenital lipoid adrenal hyperplasia, a founder c.201_202delCT mutation in StAR is the cause"}, {"pubmed": 18000307, "text": "Cholesterol sulphate affects the production of steroid hormones by reducing StAR protein level in adrenocortical cells."}, {"pubmed": 18084157, "text": "phenotypic variations of 46, XX girls with mutations in the gene for StAR; majority of StAR 46,XX females developed irregular menses and ovarian cysts [review]"}, {"pubmed": 18191841, "text": "No difference in StAR and P450scc protein levels in granulosa cells obtained from older low-responder in vitro fertilization patients with that of young good-responder patients."}, {"pubmed": 18250166, "text": "phosphorylated StAR interacts with voltage-dependent anion channel 1 (VDAC1) on the OMM, which then facilitates processing of the 37-kDa phospho-StAR to the 32-kDa intermediate."}, {"pubmed": 18331352, "text": "provide evidence for differential cholesterol binding of the two most closely related START domain proteins STARD1 and STARD3"}, {"pubmed": 18341481, "text": "StAR can readily bind to cholesterol with an apparent affinity that commensurates with monomeric cholesterol solubility in water. The proper function of the C-terminal alpha-helix is essential for the binding process"}, {"pubmed": 18450961, "text": "Orexin effects on StAR gene expression were primarily, but not exclusively, acting through the orexin receptor type 1."}, {"pubmed": 18490834, "text": "Cholesterol sulfate has an inhibitory effect on progesterone production by regulating the expression of StAR and P450scc gene expression."}, {"pubmed": 18505908, "text": "Data show that StAR mRNA was found throughout the whole adrenal cortex attached to adrenocortical adenomas, but not in the medulla."}, {"pubmed": 18583320, "text": "PGE(2)-induced StAR promoter activity appears to be regulated by CREB and C/EBPbeta in a cooperative manner in ectopic human endometriotic stromal cells, providing a molecular framework for the etiology of endometriosis."}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18665078, "text": "Differential expression of steroidogenic factors 1 and 2, cytochrome p450scc, and steroidogenic acute regulatory protein in the pancreas."}, {"pubmed": 18729825, "text": "The mechanism of specific binding of fere cholesterol by the STAR protein: evidence for a role of the C-terminal alpha-helix in the gating of the binding site."}, {"pubmed": 18829024, "text": "Case Report: Conception and pregnancy outcome in a patient with 11-bp deletion of the steroidogenic acute regulatory protein gene."}, {"pubmed": 18945429, "text": "Overexpression of mitochondrial cholesterol delivery protein, StAR, decreases intracellular lipids and inflammatory factors secretion in macrophages."}, {"pubmed": 19001523, "text": "Endometriotic cells contain the full complement of steroidogenic genes for de novo synthesis of estradiol from cholesterol, which is stimulated by PGE2 via enhanced binding of SF1 to promoters of StAR and aromatase genes in a synchronous fashion."}, {"pubmed": 19022561, "text": "both SF1 and LRH1 can transcriptionally cooperate with the AP-1 family members c-JUN and c-FOS, known to be associated with enhanced proliferation of endometrial carcinoma cells, to further enhance activation of the STAR, HSD3B2, and CYP19A1 PII promoters"}, {"pubmed": 19095060, "text": "A structural in silico analysis of StAR, is presented."}, {"pubmed": 19231010, "text": "StAR overexpression in non-alcoholic fatty liver disease suggests that mitochondrial free cholesterol may be involved in disease progression."}, {"pubmed": 19271249, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19272380, "text": "Differential regulation of STARD1 and D3 reflects their distinct roles in macrophage cholesterol metabolism, and may inform anti-atherogenic strategies."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19744555, "text": "FOXL2 is sumoylated by Ubc9, and this Ubc9-mediated sumoylation is essential to the transcriptional activity of FOXL2 on the StAR promoter."}, {"pubmed": 19849856, "text": "Leptin acts through the MAPK pathway to downregulate cAMP-induced StAR protein expression and progesterone production in immortalized human granulosa cells."}, {"pubmed": 19899816, "text": "StAR picks up cholesterol from a source in the outer mitochondrial membrane (OMM) and not from cytoplasmic cholesterol; StAR is stabilized at the OMM by cholesterol on its way to the mitochondrial matrix."}, {"pubmed": 19903795, "text": "No mutations in MC2R, MRAP or STAR were identified in any patient with Addison's disease"}, {"pubmed": 19903795, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19930843, "text": "Increased steroidogenic acute regulatory protein expression is associated with endometriosis severity."}, {"pubmed": 19946756, "text": "Overexpression of StAR decreased number of apoptotic macrophages by decreasing expression of pro-apoptotic genes Caspase-3 & Bax mRNA, & through increasing expression of anti-apoptotic gene Bcl-2 mRNA levels in absence & presence of Ox-LDL."}, {"pubmed": 20199803, "text": "No associations between StAR SNPs and endometrial cancer risk were observed."}, {"pubmed": 20199803, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20444910, "text": "study describes four patients with nonclassic or atypical congenital lipoid adrenal hyperplasia (lipoid CAH) identifes their StAR mutations and characterizes the activities of the mutants to explore genotype/phenotype correlations"}, {"pubmed": 20601698, "text": "novel SF-1 binding sites between 3,000 and 3,400 bp upstream of StAR"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20660033, "text": "GDF9 attenuates the suppressive effects of activin A on StAR expression and progesterone production by increasing the expression of inhibin B, which acts as an activin A competitor."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21145937, "text": "The role of protein tyrosine phosphatases in the regulation of steroid biosynthesis, relating them to steroidogenic acute regulatory protein, arachidonic acid metabolism and mitochondrial rearrangement, is described."}, {"pubmed": 21147196, "text": "The considerable extra energy expenditure that is required for synthesis of the long mRNA is used to provide a refined control of StAR expression."}, {"pubmed": 21164258, "text": "StAR, its expression pattern and the clinical consequences of the loss of its activity."}, {"pubmed": 21217523, "text": "a biological marker for Leydig cells and sex-cord stromal tumors"}, {"pubmed": 21334384, "text": "The aim of this study was to investigate the effects of adiponectin on StAR protein expression, steroidogenic genes, and cortisol production and to dissect the signalling cascades involved in the activation of StAR expression."}, {"pubmed": 21350237, "text": "report a novel transcriptional cooperation between GATA factors and cJUN on the mouse Star and human STAR promoters in MA-10 Leydig cells. This cooperation was observed with different GATA members, whereas only cJUN could cooperate with GATA factors"}, {"pubmed": 21647419, "text": "StAR mutations located in the cholesterol binding pocket (V187M, R188C, R192C, G221D/S) seem to cause non-classic lipoid congenital adrenal hyperplasia"}, {"pubmed": 21846663, "text": "The STAR mutation spectrum has been investigated and a novel STAR mutation functionally analyzed in Korean patients with congenital lipoid adrenal hyperplasia; p.Q258X is the most common STAR mutation in Korea."}, {"pubmed": 22213075, "text": "Allelic losses of the loci containing StAR have significant prognostic value for intermediate-risk prostate cancer."}, {"pubmed": 22253417, "text": "analysis of angiotensin II-dependent transcriptional activation of human steroidogenic acute regulatory protein gene by a 25-kDa cAMP-responsive element modulator protein isoform and Yin Yang 1"}, {"pubmed": 22634420, "text": "The status of ARO and StAR contribute to estrogen synthesis in situ, especially for the regulation of elastic fiber formation, and to testosterone synthesis, which may be associated with hair growth, respectively."}, {"pubmed": 23029457, "text": "Mutant FOXL2 in granulosa cell tumors is able to differentially regulate the expression of many genes, including two well known FOXL2 targets, StAR and CYP19A."}, {"pubmed": 23158025, "text": "deficiencies in the steroidogenic acute regulatory protein and the cholesterol side chain cleavage enzyme cause neonatal adrenal failure"}, {"pubmed": 23211570, "text": "biochemical, genetic, and long-term clinical data in 5 Greek patients from 4 families with mutations in STAR gene (46, XX and 46, XY disorders of sex development): All patients presented in early infancy with adrenal insufficiency. [CASE STUDIES]"}, {"pubmed": 23330251, "text": "Mutations in the CYP11A1 gene encoding cholesterol side-chain cleavage enzyme cause disordered pregnenolone synthesis, and STAR mutations do not necessarily results in typical congenital lipoid adrenal hyperplasia."}, {"pubmed": 23748066, "text": "Data suggest that mutation analysis of the STAR gene is essential for definitive diagnosis, genetic counseling, and prenatal diagnosis of Lipoid congenital adrenal hyperplasia (LCAH)."}, {"pubmed": 23825130, "text": "Expression of StAR and P45011beta (cytochrome P450 family 11 subfamily B polypeptide 1) is down-regulated in adrenocortical cells and neurons under oxidative stress by ALADIN (triple A syndrome protein, human) knockdown."}, {"pubmed": 23920000, "text": "The novel mutation p.Trp147Arg of the steroidogenic acute regulatory protein causes classic lipoid congenital adrenal hyperplasia with adrenal insufficiency and 46,XY disorder of sex development."}, {"pubmed": 24053410, "text": "Cholesterol-mediated conformational changes in StAR are essential for steroidogenesis."}, {"pubmed": 24140593, "text": "BMP15 down-regulates StAR expression and decreases progesterone production in human granulosa cells, likely via ALK3-mediated SMAD1/5/8 signaling."}, {"pubmed": 24422629, "text": "StAR proteolysis is executed by at least 2 mitochondrial proteases, the matrix LON protease and the inner membrane complexes of the metalloproteases AFG3L2 and AFG3L2:SPG7/paraplegin."}, {"pubmed": 25001622, "text": "Hypoxia in pulmonary artery endothelial cells results in upregulation of STAR protein."}, {"pubmed": 25002576, "text": "Mutagenesis confirmed that Arg(312) and Arg(313) are crucial for this mode of regulation, and novel interactions with the START domain"}, {"pubmed": 26001835, "text": "activins A, B and AB down-regulate StAR expression and decrease progesterone production in human granulosa cells, likely via an ALK4-mediated SMAD2/SMAD4-dependent pathway."}, {"pubmed": 26014698, "text": "amino acid of mutant position of the novel p.E123K was highly conserved in ten different species and was predicted to have impacts on the structure and function of StAR protein by the PolyPhen-2 prediction software"}, {"pubmed": 26271515, "text": "Current level of understanding on tissue-specific and hormone-induced regulation of STAR expression and steroidogenesis, and insights into a number of cholesterol and/or steroid coupled physiological consequences.[review]"}, {"pubmed": 27386819, "text": "Reduced fractalkine levels were found in follicular fluid and granulosa cells, accompanied by decreased progesterone production and reduced steroidogenic acute regulatory protein (StAR) expression in the granulosa cells of patients with polycystic ovary syndrome. Administration of fractalkine reversed the inhibition of progesterone and StAR expression."}, {"pubmed": 27606678, "text": "immunohistochemical staining for StAR is a reliable pathological approach for the diagnosis and classification of adrenocortical adenomas with cAMP/PKA signaling-activating mutations."}, {"pubmed": 27614897, "text": "Immunostaining of CLOCK and PER2 protein was detected in the granulosa cells of dominant antral follicles but was absent in the primordial, primary, or preantral follicles of human ovaries.Oscillating expression of the circadian gene PER2 can be induced by testosterone in human granulosa cells in vitro. Expression of STAR also displayed an oscillating pattern after testosterone stimulation"}, {"pubmed": 27813675, "text": "target of the microRNA let-7, which itself is regulated by the long noncoding RNA H19"}, {"pubmed": 28153708, "text": "The present study revealed that StAR overexpression can reduce hepatic lipid accumulation, regulate glucose metabolism and attenuate insulin resistance through a mechanism involving the activation of FXR."}, {"pubmed": 28232277, "text": "Data suggest that expression of STAR (steroidogenic acute regulatory protein) and AKR1B10 (aldo-keto reductase family 1, member B10) is down-regulated in high-grade versus low-grade endometrial tumors; expression of AKR1B10 correlates with body mass index, with up-regulation of expression of AKR1B10 in obese patients with endometrial tumors."}, {"pubmed": 28467518, "text": "This study aimed to investigate the phenotypic and mutation spectrum of STAR defects and identify a founder effect of the p.Q258* mutation in Korean patients with congenital lipoid adrenal hyperplasia."}, {"pubmed": 28576490, "text": "solution structure of human steroidogenic acute regulatory protein STARD1 studied by small-angle X-ray scattering"}, {"pubmed": 28974714, "text": "We further explored the dissociation of mRNA from STAR domain using umbrella sampling simulations, and the results suggest that mRNA binding to STAR domain occurs in multi-step: first conformational selection of mRNA backbone conformations, followed by induced fit mechanism as nucleobases interact with STAR domain"}, {"pubmed": 29408456, "text": "Remarkably, in terms of fluorescence response, 20NP slightly outperforms commonly used 22NC and can thus be used for screening of various potential ligands by a competition mechanism in the future."}, {"pubmed": 30595381, "text": "The StAR protein is abundantly expressed in breast cancer but not in normal mammary epithelial cells. StAR is identified as a novel acetylated protein."}, {"pubmed": 30922932, "text": "noncoding-RNA-mediated regulation of STAR may play an important role in the regulation of steroid hormone production."}, {"pubmed": 31029706, "text": "Studies of mice with liver-specific deletion of Stard1 and mice with humanized livers found that upregulation of STARD1 following endoplasmic reticulum stress mediates acetaminophen hepatoxicity via SH3BP5 and phosphorylation of JNK1 and JNK2."}, {"pubmed": 32068072, "text": "Lipoid congenital adrenal hyperplasia due to steroid acute regulatory protein (STAR) variants in Three Chinese patients."}, {"pubmed": 32633081, "text": "Molecular basis for the recognition of steroidogenic acute regulatory protein by the 14-3-3 protein family."}, {"pubmed": 32867102, "text": "Characterization of Two Novel Variants of the Steroidogenic Acute Regulatory Protein Identified in a Girl with Classic Lipoid Congenital Adrenal Hyperplasia."}, {"pubmed": 33227378, "text": "Clinical and molecular characterization of thirty Chinese patients with congenital lipoid adrenal hyperplasia."}, {"pubmed": 33515644, "text": "STARD1 promotes NASH-driven HCC by sustaining the generation of bile acids through the alternative mitochondrial pathway."}, {"pubmed": 33864885, "text": "Distinctive functioning of STARD1 in the fetal Leydig cells compared to adult Leydig and adrenal cells. Impact of Hedgehog signaling via the primary cilium."}, {"pubmed": 35183204, "text": "Growth differentiation factor-11 downregulates steroidogenic acute regulatory protein expression through ALK5-mediated SMAD3 signaling pathway in human granulosa-lutein cells."}, {"pubmed": 36614200, "text": "Expression and Function of StAR in Cancerous and Non-Cancerous Human and Mouse Breast Tissues: New Insights into Diagnosis and Treatment of Hormone-Sensitive Breast Cancer."}, {"pubmed": 37004560, "text": "New molecular insights into the A218V variant impact on the steroidogenic acute regulatory protein (STAR) associated with 46, XY disorders of sexual development."}, {"pubmed": 37209874, "text": "Downregulation of StAR driven neurosteroid biosynthesis as a distinctive feature in the brains of Alzheimer's disease patients."}, {"pubmed": 37821047, "text": "Impose of KNDy/GnRH neural circuit in PCOS, ageing, cancer and Alzheimer's disease: StAR actions in prevention of neuroendocrine dysfunction."}, {"pubmed": 38109991, "text": "Bone morphogenetic protein-9 downregulates StAR expression by inducing snail expression via SMAD1/5/8 signaling in human granulosa-lutein cells."}, {"pubmed": 38368602, "text": "Steroidogenic acute regulatory protein (STAR) deficiency: Our experience and systematic review for phenotype-genotype correlation."}, {"pubmed": 38829257, "text": "Differential regulation of STARD1, STARD4 and STARD6 in the human ovary."}, {"pubmed": 38913505, "text": "Clinical spectrum of human STAR variants and their genotype-phenotype correlation."}], "genomic_pos": {"chr": "8", "end": 38150992, "ensemblgene": "ENSG00000147465", "start": 38142700, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 38008783, "start": 38001167, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006694", "qualifier": "involved_in", "term": "steroid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008203", "qualifier": "involved_in", "term": "cholesterol metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008211", "qualifier": "involved_in", "term": "glucocorticoid metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032367", "qualifier": "involved_in", "term": "intracellular cholesterol transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044255", "qualifier": "involved_in", "term": "cellular lipid metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050810", "qualifier": "involved_in", "term": "regulation of steroid biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070859", "pubmed": 18403318, "qualifier": "involved_in", "term": "positive regulation of bile acid biosynthetic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005758", "qualifier": "located_in", "term": "mitochondrial intermembrane space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005759", "qualifier": "located_in", "term": "mitochondrial matrix"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 25910212, 26871637, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015485", "qualifier": "enables", "term": "cholesterol binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015485", "pubmed": 18403318, "qualifier": "enables", "term": "cholesterol binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0120020", "qualifier": "enables", "term": "cholesterol transfer activity"}]}, "homologene": {"genes": [[7955, 63999], [8364, 100492318], [9031, 395421], [9544, 699515], [9598, 746738], [9606, 6770], [9615, 475588], [9913, 281507], [10090, 20845], [10116, 25557]], "id": 297}, "interpro": [{"desc": "START domain", "id": "IPR002913", "short_desc": "START_lipid-bd_dom"}, {"desc": "START-like domain superfamily", "id": "IPR023393", "short_desc": "START-like_dom_sf"}, {"desc": "Steroidogenic acute regulatory protein", "id": "IPR029866", "short_desc": "StAR"}, {"desc": "Steroidogenic acute regulatory protein-like", "id": "IPR000799", "short_desc": "StAR-like"}], "ipi": ["IPI00027730", "IPI00977180"], "map_location": "8p11.23", "name": "steroidogenic acute regulatory protein", "other_names": ["START domain containing 1", "START domain-containing protein 1", "StAR related lipid transfer (START) domain containing 1", "cholesterol trafficker", "mitochondrial steroid acute regulatory protein", "steroid acute regulatory protein", "steroidogenic acute regulator", "steroidogenic acute regulatory protein, mitochondrial", "testis secretory sperm-binding protein Li 241mP"], "pantherdb": {"HGNC": "11359", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "102760", "ortholog_type": "LDO", "panther_family": "PTHR46489", "taxid": 10090, "uniprot_kb": "P51557"}, {"RGD": "3770", "ortholog_type": "LDO", "panther_family": "PTHR46489", "taxid": 10116, "uniprot_kb": "P97826"}, {"Ensembl": "ENSGALG00000003242", "ortholog_type": "LDO", "panther_family": "PTHR46489", "taxid": 9031, "uniprot_kb": "Q9DG09"}, {"Ensembl": "ENSDARG00000038226", "ortholog_type": "O", "panther_family": "PTHR46489", "taxid": 7955, "uniprot_kb": "E7F9N5"}, {"ZFIN": "ZDB-GENE-001120-3", "ortholog_type": "LDO", "panther_family": "PTHR46489", "taxid": 7955, "uniprot_kb": "Q9DG10"}], "uniprot_kb": "P49675"}, "pathway": {"kegg": [{"id": "hsa04913", "name": "Ovarian steroidogenesis - Homo sapiens (human)"}, {"id": "hsa04925", "name": "Aldosterone synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04927", "name": "Cortisol synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa04979", "name": "Cholesterol metabolism - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-196071", "name": "Metabolism of steroid hormones"}, {"id": "R-HSA-196108", "name": "Pregnenolone biosynthesis"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}, {"id": "R-HSA-9837999", "name": "Mitochondrial protein degradation"}], "wikipathways": [{"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP4523", "name": "Classical pathway of steroidogenesis with glucocorticoid and mineralocorticoid metabolism"}, {"id": "WP4524", "name": "The alternative pathway of fetal androgen synthesis"}, {"id": "WP4756", "name": "Renin-angiotensin-aldosterone system (RAAS)"}, {"id": "WP4871", "name": "Kisspeptin-kisspeptin receptor system in the ovary"}, {"id": "WP4873", "name": "Peroxiredoxin 2 induced ovarian failure"}]}, "pdb": ["3P0L", "5OMA", "6T5F", "6T5H"], "pfam": "PF01852", "pharmgkb": "PA36181", "pharos": {"target_id": 9261, "tdl": "Tbio"}, "pir": "I38248", "prosite": "PS50848", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF222871", "relationship": "is"}, {"id": "GNF256811", "relationship": "is"}, {"id": "GNF256812", "relationship": "is"}, {"id": "GNF256813", "relationship": "is"}, {"id": "GNF256814", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161378", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091137", "relationship": "is"}, {"id": "GNF091138", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051873", "relationship": "is"}, {"id": "GNF056639", "relationship": "is"}, {"id": "GNF061427", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069965", "relationship": "is"}, {"id": "GNF069966", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014059", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100620", "relationship": "is"}, {"id": "GNF140275", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_011827.1"], "protein": "NP_000340.2", "rna": ["NM_000349.3", "NM_001007243.1"], "translation": {"protein": "NP_000340.2", "rna": "NM_000349.3"}}, "reporter": {"HG-U133_Plus_2": "204548_at", "HG-U95Av2": "34343_at", "HTA-2_0": "TC08001141.hg.1", "HuEx-1_0": "3131819", "HuGene-1_1": "8150253", "HuGene-2_1": "17076318"}, "summary": "The protein encoded by this gene plays a key role in the acute regulation of steroid hormone synthesis by enhancing the conversion of cholesterol into pregnenolone. This protein permits the cleavage of cholesterol into pregnenolone by mediating the transport of cholesterol from the outer mitochondrial membrane to the inner mitochondrial membrane. Mutations in this gene are a cause of congenital lipoid adrenal hyperplasia (CLAH), also called lipoid CAH. A pseudogene of this gene is located on chromosome 13. [provided by RefSeq, Jul 2008].", "symbol": "STAR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420453"}, "unigene": "Hs.521535", "uniprot": {"Swiss-Prot": "P49675", "TrEMBL": ["H0YB94", "Q6IBK0", "E5RH12"]}}