{"AllianceGenome": "11373", "HGNC": "11373", "MIM": "601185", "_id": "6781", "_version": 1, "accession": {"genomic": ["AC012119.8", "AF098463.1", "AF242179.1", "CH471080.2", "CP068270.2", "NC_000008.11", "NC_060932.1", "NG_029711.1", "U85252.1"], "protein": ["AAA88903.1", "AAC09472.1", "AAC97949.1", "AAD21769.1", "AAH29044.1", "AAL79522.1", "AKK31750.1", "AKK31751.1", "AKK31752.1", "AKK31753.1", "AKK31754.1", "BAG35483.1", "BAG60084.1", "EAW63610.1", "NP_003146.1", "P52823.1"], "rna": ["AK297734.1", "AK309366.1", "AK312589.1", "BC029044.1", "KP455655.1", "KP455656.1", "KP455657.1", "KP455658.1", "KP455659.1", "NM_003155.3", "S50179.1", "S50184.1", "U25997.1", "U46768.1"], "translation": [{"protein": "AKK31753.1", "rna": "KP455658.1"}, {"protein": "AAH29044.1", "rna": "BC029044.1"}, {"protein": "AKK31752.1", "rna": "KP455657.1"}, {"protein": "BAG60084.1", "rna": "AK297734.1"}, {"protein": "AAA88903.1", "rna": "U46768.1"}, {"protein": "AKK31750.1", "rna": "KP455655.1"}, {"protein": "AKK31751.1", "rna": "KP455656.1"}, {"protein": "AKK31754.1", "rna": "KP455659.1"}, {"protein": "AAC09472.1", "rna": "U25997.1"}, {"protein": "BAG35483.1", "rna": "AK312589.1"}, {"protein": "NP_003146.1", "rna": "NM_003155.3"}]}, "alias": "STC", "ensembl": {"gene": "ENSG00000159167", "protein": ["ENSP00000290271", "ENSP00000427932"], "transcript": ["ENST00000290271", "ENST00000524323"], "translation": [{"protein": "ENSP00000290271", "rna": "ENST00000290271"}, {"protein": "ENSP00000427932", "rna": "ENST00000524323"}], "type_of_gene": "protein_coding"}, "entrezgene": "6781", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.83402199, "exp_mis": 89.2308088, "exp_syn": 38.256581, "lof_z": 2.47462209272031, "mis_z": 1.72067932868879, "mu_lof": 7.19989886059e-07, "mu_mis": 7.7275208182e-06, "mu_syn": 3.22855415289e-06, "n_lof": 2.0, "n_mis": 56.0, "n_syn": 31.0, "p_li": 0.473499049992616, "p_null": 0.00525462754181721, "p_rec": 0.521246322465566, "syn_z": 0.727324838782013}, "bp": 744, "cds_end": 23712036, "cds_start": 23702282, "n_exons": 4, "nonpsych": {"exp_lof": 8.8181966, "exp_mis": 80.6799527, "exp_syn": 34.5433539, "lof_z": 2.25492239167343, "mis_z": 1.94740993818452, "mu_lof": 7.19989886059e-07, "mu_mis": 7.7275208182e-06, "mu_syn": 3.22855415289e-06, "n_lof": 2.0, "n_mis": 46.0, "n_syn": 25.0, "p_li": 0.411538823260036, "p_null": 0.010096472562695, "p_rec": 0.578364704177269, "syn_z": 1.02230894727594}, "nontcga": {"exp_lof": 9.03925494, "exp_mis": 82.0843044, "exp_syn": 35.18800901, "lof_z": 2.3096257597685, "mis_z": 1.92926822167118, "mu_lof": 7.19989886059e-07, "mu_mis": 7.7275208182e-06, "mu_syn": 3.22855415289e-06, "n_lof": 2.0, "n_mis": 47.0, "n_syn": 28.0, "p_li": 0.409267531919646, "p_null": 0.00846615784832952, "p_rec": 0.582266310232025, "syn_z": 0.767244335763455}, "transcript": "ENST00000290271.2"}, "exons": [{"cdsend": 23854523, "cdsstart": 23844769, "chr": "8", "position": [[23841928, 23845040], [23851319, 23851531], [23852241, 23852384], [23854405, 23854806]], "strand": -1, "transcript": "NM_003155", "txend": 23854806, "txstart": 23841928}], "exons_hg19": [{"cdsend": 23712036, "cdsstart": 23702282, "chr": "8", "position": [[23699441, 23702553], [23708832, 23709044], [23709754, 23709897], [23711918, 23712319]], "strand": -1, "transcript": "NM_003155", "txend": 23712319, "txstart": 23699441}], "generif": [{"pubmed": 11861508, "text": "Transgenic overexpression of hSTC1 results in severe post-natal dwarfism (30-50%) indepedent of GH or IGF-I and a reduction female reproductive competence."}, {"pubmed": 12223480, "text": "Data characterize the STC receptor and the functional targeting of ligand and receptor to mitochondria."}, {"pubmed": 12663264, "text": "Stanniocalcin 1 may regulate calcium currents in cardiomyocytes and may contribute to the alterations in calcium homeostasis of the failing heart"}, {"pubmed": 14500721, "text": "STC1 may play a selective modulatory role in angiogenesis, possibly serving as a \"stop signal\" or stabilizing factor contributing to the maturation of newly formed blood vessels"}, {"pubmed": 15062564, "text": "STC1 plays a role in breast cancer"}, {"pubmed": 15131261, "text": "The observed STC1 suppression of progesterone, but not estradiol, production further suggests the potential role of this paracrine hormone as a luteinization inhibitor"}, {"pubmed": 15149855, "text": "Neoplastic adipocytes in well-differentiated liposarcomas stained for STC1, but the frequency of STC-1-positive cells was lower in high-grade liposarcomas; STC1 may function as a \"survival factor\", contributing to the maintenance of mature adipose tissue."}, {"pubmed": 15383693, "text": "STC-1 is a novel marker for minimal residual disease of acute leukemia, and for an early diagnosis of relapse."}, {"pubmed": 16109785, "text": "Evidence of HIF-1 regulation of stanniocalcin-1(STC1) expression in human cancer cells. Implications as to role of STC1 in hypoxia induced adaptive responses in tumor cells."}, {"pubmed": 16377640, "text": "Stanniocalcin 1 acts as a paracrine regulator of growth plate chondrogenesis"}, {"pubmed": 17032941, "text": "STC1 plays a critical role in transendothelial migration of inflammatory cells and is involved in the regulation of numerous aspects of endothelial function."}, {"pubmed": 17272771, "text": "Induced brain injury elicits a stronger STC-1 response in brains of transgenic mice, with targeted astroglial IL-6 expression, than in brains of wild-type mice."}, {"pubmed": 17395153, "text": "Collectively, the present findings provide the first evidence of p53 regulation of STC1 expression in human cancer cells."}, {"pubmed": 17457011, "text": "STC1 prevented increase in diastolic Ca(2+) overload and ouabain-induced cell hypercontracture. STC1 could effectively prevent cytosolic Ca(2+) overload and protect cardiomyocytes from pathophysiological conditions such as heart failure."}, {"pubmed": 18164591, "text": "Support a role for NP-1 in mediating synergistic effects between VEGF-A(165) and FGF-2, which may occur in part through a contribution of NP-1 to KDR stability."}, {"pubmed": 18309109, "text": "results suggest an important role for STC1 in regulating endothelial functions during cardiovascular inflammation."}, {"pubmed": 18355956, "text": "elevated expression of STC-1 or STC-2 act as survival factors also for breast cancer cells and thereby contribute to tumor dormancy."}, {"pubmed": 18590575, "text": "Increased mRNA expression during progression of colorectal cancer with liver metastases"}, {"pubmed": 18652825, "text": "Results show that histone hyper-acetylation and the recruitment of activated NFkappaB stimulated stanniocalcin-1 gene expression."}, {"pubmed": 18786506, "text": "These data indicate a key role of STC1 in the response of human brain microvascular endothelial cells to beta-amyloid exposure."}, {"pubmed": 19267325, "text": "The data demonstrate that STC-1 mediates the antiapoptotic effects of multipotent stromal cells in two distinct models of apoptosis in vitro."}, {"pubmed": 19444628, "text": "Wnt2 acts as an angiogenic growth factor for non-sinusoidal endothelial cells and inhibits expression of stanniocalcin-1."}, {"pubmed": 19628018, "text": "Data show that stanniocalcin-1 is a \"factor inhibiting HIF-1\"-inhibited gene with a functional hypoxia-responsive element motif located at the upstream region between -2322/-2335."}, {"pubmed": 19712479, "text": "STC1 is a dimer of slightly elongated shape in solution."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20174869, "text": "Human stanniocalcin-1 or -2 expressed in mice reduces bone size and severely inhibits cranial intramembranous bone growth."}, {"pubmed": 20422040, "text": "STC1 plays an important role in the early response to mechanical injury by epithelial cells by modulating signaling of extracellular ATP"}, {"pubmed": 20484106, "text": "STC1 protein may be involved in ovarian tumorigenesis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20827662, "text": "STC1 induction by thyroid hormone depends on both TRbeta and PI3K activation."}, {"pubmed": 21273618, "text": "High STC1 gene expression is associated with colorectal cancer."}, {"pubmed": 21465530, "text": "STC1 is a downstream target of Sp1."}, {"pubmed": 21474827, "text": "Vascular endothelial growth factor-D stimulates endothelial cell VEGF-A, stanniocalcin-1, and neuropilin-2 and has potent angiogenic effects."}, {"pubmed": 21656524, "text": "Level of circulating STC1 mRNA in NSCLC was significantly higher than in benign pulmonary disease or healthy volunteers. Higher levels of circulating STC1 mRNA were associated with more advanced tumor stages and histological subtypes."}, {"pubmed": 21672207, "text": "STC-1 could promote angiogenesis in vitro and in vivo, and the angiogenesis was consistent with VEGF expression in vitro. Inhibition of VEGF expression in supernatants with neutralizing antibody markedly abolished angiogenesis induced by STC-1 in vitro."}, {"pubmed": 21720730, "text": "The results demonstrate that PKCalpha suppresses the expression of STC1 in breast cancer cells."}, {"pubmed": 22200953, "text": "Overexpression of STC1 was an independent prognostic factor in patients with esophageal cancer who had undergone curative surgery."}, {"pubmed": 22537917, "text": "STC-1 mRNA expression is a reliable marker for detection of DTCs in PB and BM of ESCC patients, and STC-1-positive DTCs may be a promising tool for diagnosis and prognosis assessment in ESCC."}, {"pubmed": 22588538, "text": "Stanniocalcin (STC1) plays an important role in functional adaption in pediatric kidney transplantation."}, {"pubmed": 22693564, "text": "STC1 activates a novel anti-oxidant pathway in cardiac myocytes through induction of UCP3"}, {"pubmed": 22889960, "text": "STC1 is a potentially useful blood marker for predicting biological tumor aggressiveness in patients with gastric cancer"}, {"pubmed": 23243022, "text": "Data indicate that the secreted glycoprotein stanniocalcin-1 (STC1) as a mediator of metastasis by PDGF receptor function in the setting of colorectal cancer."}, {"pubmed": 23382863, "text": "Thus, these results provided evidence that STC1 inhibited cell proliferation and invasion through NF-kappaB p65 activation in cervical cancer."}, {"pubmed": 23566487, "text": "Data of this experiment showed that higher STC-1 expression during 96 h of preconditioning correlated with more effective MMP protection through the regulation of intracellular level of ROS and cytosolic free Ca2 + and preservation of cell viability."}, {"pubmed": 23664860, "text": "Stanniocalcin-1 and -2 promote angiogenic sprouting in HUVECs via VEGF/VEGFR2 and angiopoietin signaling pathways."}, {"pubmed": 23667669, "text": "An anti-apoptotic protein stanniocalcin-1 (STC-1) can prevent loss of retinal ganglion cells in the rat retina with optic nerve transection"}, {"pubmed": 23757035, "text": "STC1 is differentially expressed in the culprit coronary plaques of patients with acute myocardial infarction versus those with stable angina. STC1 may play a role in plaque instability."}, {"pubmed": 24729417, "text": "High STC1 expression is associated with glioma."}, {"pubmed": 24743310, "text": "Circulating STC1 and STC2 mRNA are potentially useful blood markers for LSCC"}, {"pubmed": 25056605, "text": "was indicated that secreted STC-1 promotes metastatic potential of breast cancer cells via activation of PI3K/AKT"}, {"pubmed": 25370841, "text": "Stanniocalcin 1 downregulation is responsible for sorafenib-induced cardiotoxicity through activated ROS generation."}, {"pubmed": 25373521, "text": "Mesenchymal stem cells correct inappropriate epithelial-mesenchyme relation in pulmonary fibrosis using Stc1."}, {"pubmed": 25391215, "text": "This is the first study to show definitively that STC1 plays an oncogenic role in breast cancer, and indicates that STC1 could be a potential therapeutic target for treatment of breast cancer patients."}, {"pubmed": 25591908, "text": "STC1 interferes with CALCRL signaling during osteoblastogenesis via adenylate cyclase inhibition."}, {"pubmed": 25647164, "text": "Stanniocalcin 1 is expressed in thyroid side population cells and thyroid cancer cells."}, {"pubmed": 25740019, "text": "These findings demonstrate a role for STC1 in metastasis of early stage clear cell renal cell carcinoma."}, {"pubmed": 25783529, "text": "These results suggested that STC1 may be a valuable biomarker in diagnosing malignant degree of glioma and evaluating prognostic following surgery"}, {"pubmed": 26187698, "text": "Results show that STC1 have an important role in the carbohydrate metabolism regulation, in particular gluconeogenesis from glutamine in the kidney, across the vertebrates."}, {"pubmed": 26195635, "text": "Data show that co-transfection with cDNA encoding stanniocalcin-1 abrogates the proteolytic activity of pregnancy-associated plasma protein-A (PAPP-A) toward IGF-binding protein 4 (IGFBP-4)."}, {"pubmed": 26469082, "text": "High expression levels of stanniocalcin-1 is associated with Hepatocellular Carcinoma."}, {"pubmed": 26531219, "text": "Data revealed the existence of a moderating effect between Klotho and STC1, where Klotho may inhibit thyroid tumor progression by inhibiting the tumor marker level of STC1."}, {"pubmed": 26547904, "text": "STC1 gene expression at diagnosis might be a useful prognostic marker for clinical outcome and monitoring therapeutic response in patients with acute leukemia."}, {"pubmed": 26577859, "text": "our findings strongly suggest that elevated expression of STC1 protein at the III-IV stage of lung adenocarcinoma promotes tumorigenesis of lung adenocarcinoma and positively associates with the cancer progression, which may be of potential value as tumor marker in clinical tracking lung adenocarcinoma progression."}, {"pubmed": 26640170, "text": "STC1 blunts bleomycin-induced rise in thrombin protein and activity, diminishes thrombin-induced signaling through PAR1 to ERK, and inhibits bleomycin-induced pneumonitis."}, {"pubmed": 26874357, "text": "Data suggest that stanniocalcin 1 and 2 (STC1, STC2) participate in inhibition of proteolytic activity of pregnancy-associated plasma protein-A (PAPP-A) during folliculogenesis."}, {"pubmed": 27322879, "text": "STC1 protein is significantly up-regulated in midsecretory endometrial fluid and is dysregulated in eutopic endometrial tissue from women with endometriosis. It is likely regulated by cAMP and may be involved in the pathogenesis of decidualization defects."}, {"pubmed": 27346255, "text": "Our results demonstrated the contrasting effects of STC1 and STC2-derived peptides on human macrophage foam cell formation associated with ACAT1 expression and on HASMC migration."}, {"pubmed": 27459971, "text": "we demonstrated that aberrant STC1 expression is associated with poor prognosis and stimulates the invasiveness of triplenegative breast cancer cells"}, {"pubmed": 27461417, "text": "elevated STC-1 expression is associated with poor clinical outcome in triple-negative breast cancer (TNBC) patients, and STC-1 is directly involved in the invasiveness of TNBC cells"}, {"pubmed": 27603899, "text": "Increased STC1 plasma level represents a hallmark of late-onset preeclampsia; STC1 gene variants modulate placental gene expression and maternal hormone levels."}, {"pubmed": 27730346, "text": "In the fed state, STC1 increases the incorporation of (14)C from glucose into lipids in the white retroperitoneal adipose tissue (WRAT). STC1 is one of the hormonal factors that control glucose metabolism in WRAT in the fed state."}, {"pubmed": 28005267, "text": "STC1 expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28350121, "text": "Study demonstrates that STC1 is overexpressed in the prostate carcinoma cell lines and suggests that it promotes prostate carcinoma cell proliferation via cyclin E1/CDK2."}, {"pubmed": 28435144, "text": "Glycolysis from glucose is regulated by hSTC-1, decreasing the adequate supply of glycerol-3-phosphate (G3P) needed for fatty acid esterification and triacylglycerol (TG) storage in brown adipose tissue (BAT). The decrease of TG capacity synthesis from glucose by hSTC-1 compromises the BAT thermogenic capacity."}, {"pubmed": 28538979, "text": "Latanoprost-induced reduction of intraocular pressure is mediated through the downstream signaling molecule STC-1. When used by itself, STC-1 exhibits ocular hypotensive properties."}, {"pubmed": 28545028, "text": "these data demonstrated that STC1 can promote cell apoptosis via NF-kappaB phospho-P65 (Ser536) by PI3K/AKT, IkappaBalpha and IKK signaling in cervical cancer cells"}, {"pubmed": 28688970, "text": "Ssecretory STC1 enhances metastatic potential of hepatocellular carcinomas via JNK signaling."}, {"pubmed": 29196129, "text": "Data indicate that stanniocalcin 1 (STC1) is a non-canonical NOTCH1 ligand and acts as a crucial regulator of stemness in glioblastoma (GBM)."}, {"pubmed": 29721098, "text": "CAPG competes with the transcriptional repressor arginine methyltransferase 5 (PRMT5) for binding to the STC-1 promoter."}, {"pubmed": 29857240, "text": "these results suggest that mesenchymal stem cells protect vascular cells from inflammatory injury partially by secreting STC1"}, {"pubmed": 29940774, "text": "High serum levels of osteopontin, stanniocalcin-1 and FGF 23 at the time of surgery are important prognostic factors in renal cell carcinoma"}, {"pubmed": 30582210, "text": "Taken together, the results revealed that upregulation of STC1 could repress proliferation of OA-FLS cells and inflammatory reaction, and enhance apoptosis of OA-FLS cells, which was negatively regulated by miR-454."}, {"pubmed": 30683904, "text": "In the clinic, diabetic kidney disease (DKD) patients with high levels of stanniocalcin-1 (STC-1) have a better prognosis than patients with low STC-1 levels."}, {"pubmed": 30747219, "text": "STC1 may serve an oncogenic role in hypoxic GC via dysregulating Bcl2."}, {"pubmed": 31100207, "text": "Study shows for the first time an opposite effect of hSTC-1 and hSTC-2 on glyceride-glycerol generation from glucose in epididymal white adipose tissue (eWAT) of fed rats and provides evidence for a direct role of hSTC-1 and hSTC-2 in the regulation of lipid and glucose metabolism in eWAT of rats."}, {"pubmed": 31348577, "text": "In a coculture system of HaCaT cells and fibroblasts, used as a model of dermal-epidermal interaction, knockdown of STC1 in HaCaT cells with siRNA reduced the negative effects (i.e., induction of MMP1 and decrease of collagen1A1 and elastin) of STC1 on fibroblasts."}, {"pubmed": 31432189, "text": "STC1 expression levels were increased in the present study, and it was revealed that STC1 regulated glioblastoma malignancy. This phenotype was observed in the SMAD2/3 and SMAD4 pathways."}, {"pubmed": 31494675, "text": "Women with polycystic ovary syndrome present with altered endometrial expression of stanniocalcin-1dagger."}, {"pubmed": 31676369, "text": "MLL2 promotes cancer cell lymph node metastasis by interacting with RelA and facilitating STC1 transcription."}, {"pubmed": 31816356, "text": "Stanniocalcin-1 protein expression profile and mechanisms in proliferation and cell death pathways in prostate cancer."}, {"pubmed": 32037949, "text": "The stress-activated protein kinase pathway and the expression of stanniocalcin-1 are regulated by miR-146b-5p in papillary thyroid carcinogenesis."}, {"pubmed": 32140959, "text": "Multifactor dimensionality reduction reveals a strong gene-gene interaction between STC1 and COL11A1 genes as a possible risk factor of knee osteoarthritis."}, {"pubmed": 32162740, "text": "Regulation of stanniocalcin-1 secretion by BeWo cells and first trimester human placental tissue from normal pregnancies and those at increased risk of developing preeclampsia."}, {"pubmed": 32273636, "text": "Editors' Choice Stanniocalcin-1 mRNA expression in soft-tissue tumors."}, {"pubmed": 32364536, "text": "Mesenchymal niche remodeling impairs hematopoiesis via stanniocalcin 1 in acute myeloid leukemia."}, {"pubmed": 32579928, "text": "Fibroblast-Derived STC-1 Modulates Tumor-Associated Macrophages and Lung Adenocarcinoma Development."}, {"pubmed": 33156861, "text": "Effects of stanniocalcin-1 overexpressing hepatocellular carcinoma cells on macrophage migration."}, {"pubmed": 33826244, "text": "Targeting stanniocalcin-1-expressing tumor cells elicits efficient antitumor effects in a mouse model of human lung cancer."}, {"pubmed": 34384344, "text": "Stanniocalcin 1 is overexpressed in multipotent mesenchymal stromal cells from acute myeloid leukemia patients."}, {"pubmed": 34432025, "text": "Stanniocalcin-1 in the female reproductive system and pregnancy."}, {"pubmed": 34650342, "text": "Low Expression of Stanniocalcin 1 (STC-1) Protein Is Associated With Poor Clinicopathologic Features of Endometrial Cancer."}, {"pubmed": 34941085, "text": "Early-stage serum Stanniocalcin 1 as a predictor of outcome in patients with aneurysmal subarachnoid hemorrhage."}, {"pubmed": 35122667, "text": "Stanniocalcin 1 is a serum biomarker and potential therapeutic target for HBV-associated liver fibrosis."}, {"pubmed": 35392966, "text": "Stanniocalcin 1 promotes metastasis, lipid metabolism and cisplatin chemoresistance via the FOXC2/ITGB6 signaling axis in ovarian cancer."}, {"pubmed": 35607443, "text": "Comprehensive Analyses of Stromal-Immune Score-Related Competing Endogenous RNA Networks In Colon Adenocarcinoma."}, {"pubmed": 35798563, "text": "Identification and characterization of a membrane receptor that binds to human STC1."}, {"pubmed": 36591803, "text": "Stanniocalcin1 knockdown induces ferroptosis and suppresses glycolysis in prostate cancer via the Nrf2 pathway."}, {"pubmed": 36603482, "text": "Stanniocalcin-1 secreted by human umbilical mesenchymal stem cells regulates interleukin-10 expression via the PI3K/AKT/mTOR pathway in alveolar macrophages."}, {"pubmed": 36795484, "text": "Cancer-associated mesothelial cell-derived ANGPTL4 and STC1 promote the early steps of ovarian cancer metastasis."}, {"pubmed": 37082818, "text": "Association of endometrial polyps with STC-1 and STC-2 in infertile patients."}, {"pubmed": 37400459, "text": "Stanniocalcin 1 promotes lung metastasis of breast cancer by enhancing EGFR-ERK-S100A4 signaling."}, {"pubmed": 37607946, "text": "A20 promotes colorectal cancer immune evasion by upregulating STC1 expression to block \"eat-me\" signal."}, {"pubmed": 37975233, "text": "MicroRNA-606 inhibits the growth and metastasis of triple-negative breast cancer by targeting Stanniocalcin 1."}, {"pubmed": 38768671, "text": "STC1 competitively binding betaPIX enhances melanoma progression via YAP nuclear translocation and M2 macrophage recruitment through the YAP/CCL2/VEGFA/AKT feedback loop."}], "genomic_pos": {"chr": "8", "end": 23854806, "ensemblgene": "ENSG00000159167", "start": 23841929, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 23712320, "start": 23699428, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001503", "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001886", "pubmed": 14500721, "qualifier": "involved_in", "term": "endothelial cell morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0003421", "pubmed": 16377640, "qualifier": "involved_in", "term": "growth plate cartilage axis specification"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006874", "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006874", "pubmed": [8700837, 12663264], "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007566", "qualifier": "involved_in", "term": "embryo implantation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010596", "pubmed": 14500721, "qualifier": "involved_in", "term": "negative regulation of endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030336", "pubmed": 17032941, "qualifier": "acts_upstream_of_positive_effect", "term": "negative regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033280", "qualifier": "involved_in", "term": "response to vitamin D"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035988", "pubmed": 16377640, "qualifier": "involved_in", "term": "chondrocyte proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044070", "pubmed": 16377640, "qualifier": "involved_in", "term": "regulation of monoatomic anion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046697", "qualifier": "involved_in", "term": "decidualization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051926", "pubmed": 8700837, "qualifier": "involved_in", "term": "negative regulation of calcium ion transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060348", "pubmed": 16377640, "qualifier": "involved_in", "term": "bone development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071320", "qualifier": "involved_in", "term": "cellular response to cAMP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071385", "qualifier": "involved_in", "term": "cellular response to glucocorticoid stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0086004", "pubmed": 12663264, "qualifier": "involved_in", "term": "regulation of cardiac muscle cell contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090280", "pubmed": 17032941, "qualifier": "involved_in", "term": "positive regulation of calcium ion import"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903403", "pubmed": 8700837, "qualifier": "involved_in", "term": "negative regulation of renal phosphate excretion"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12663264, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 12663264, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 26195635, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[8364, 100497934], [9031, 428201], [9544, 710782], [9598, 472719], [9606, 6781], [9615, 486112], [9913, 338078], [10090, 20855], [10116, 81801]], "id": 2374}, "interpro": {"desc": "Stanniocalcin", "id": "IPR004978", "short_desc": "Stanniocalcin"}, "ipi": ["IPI00005564", "IPI00984145"], "map_location": "8p21.2", "name": "stanniocalcin 1", "other_names": "stanniocalcin-1", "pantherdb": {"HGNC": "11373", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109131", "ortholog_type": "LDO", "panther_family": "PTHR11245", "taxid": 10090, "uniprot_kb": "O55183"}, {"RGD": "621776", "ortholog_type": "LDO", "panther_family": "PTHR11245", "taxid": 10116, "uniprot_kb": "P97574"}, {"Ensembl": "ENSGALG00000000364", "ortholog_type": "LDO", "panther_family": "PTHR11245", "taxid": 9031, "uniprot_kb": "F1NU46"}, {"ZFIN": "ZDB-GENE-040426-1521", "ortholog_type": "O", "panther_family": "PTHR11245", "taxid": 7955, "uniprot_kb": "Q6PHV3"}, {"ZFIN": "ZDB-GENE-060825-79", "ortholog_type": "LDO", "panther_family": "PTHR11245", "taxid": 7955, "uniprot_kb": "B0S503"}, {"EnsemblGenome": "WBGene00044988", "ortholog_type": "O", "panther_family": "PTHR11245", "taxid": 6239, "uniprot_kb": "Q09EE8"}], "uniprot_kb": "P52823"}, "pathway": {"wikipathways": {"id": "WP2858", "name": "Ectoderm Differentiation"}}, "pfam": "PF03298", "pharmgkb": "PA36190", "pharos": {"target_id": 7157, "tdl": "Tchem"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326192", "relationship": "is"}, {"id": "GNF326193", "relationship": "is"}, {"id": "GNF326194", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256843", "relationship": "is"}, {"id": "GNF256844", "relationship": "is"}, {"id": "GNF256845", "relationship": "is"}, {"id": "GNF256846", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035664", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091120", "relationship": "is"}, {"id": "GNF091121", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051078", "relationship": "is"}, {"id": "GNF060534", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063169", "relationship": "is"}, {"id": "GNF063170", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014093", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF237467", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331219", "relationship": "is"}, {"id": "GNF332585", "relationship": "is"}, {"id": "GNF333228", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337041", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106707", "relationship": "is"}, {"id": "GNF146353", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_029711.1"], "protein": "NP_003146.1", "rna": "NM_003155.3", "translation": {"protein": "NP_003146.1", "rna": "NM_003155.3"}}, "reporter": {"HG-U133_Plus_2": ["204595_s_at", "204596_s_at", "204597_x_at"], "HG-U95Av2": "41354_at", "HG-U95B": "42674_at", "HTA-2_0": "TC08001062.hg.1", "HuEx-1_0": "3128046", "HuGene-1_1": "8149825", "HuGene-2_1": "17075553"}, "retired": 82914, "summary": "This gene encodes a secreted, homodimeric glycoprotein that is expressed in a wide variety of tissues and may have autocrine or paracrine functions. The gene contains a 5' UTR rich in CAG trinucleotide repeats. The encoded protein contains 11 conserved cysteine residues and is phosphorylated by protein kinase C exclusively on its serine residues. The protein may play a role in the regulation of renal and intestinal calcium and phosphate transport, cell metabolism, or cellular calcium/phosphate homeostasis. Overexpression of human stanniocalcin 1 in mice produces high serum phosphate levels, dwarfism, and increased metabolic rate. This gene has altered expression in hepatocellular, ovarian, and breast cancers. [provided by RefSeq, Jul 2008].", "symbol": "STC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1364160"}, "unigene": "Hs.25590", "uniprot": {"Swiss-Prot": "P52823"}, "wikipedia": {"url_stub": "STC1"}}