{"AllianceGenome": "11389", "HGNC": "11389", "MIM": "602216", "_id": "6794", "_version": 2, "accession": {"genomic": ["AC004221.2", "AC011544.6", "AH005839.2", "AH006100.2", "CH471139.2", "CP068259.2", "NC_000019.10", "NC_060943.1", "NG_007460.2"], "protein": ["AAB05809.1", "AAB97833.1", "AAC15742.1", "AAC39527.1", "AAF97257.1", "AAG17221.1", "AAH07981.1", "AAH19334.1", "ABR45718.1", "ADD71158.1", "ALQ33797.1", "ALQ33798.1", "BAD92790.1", "BAG37374.1", "CAH59749.2", "EAW69538.1", "EAW69539.1", "EAW69540.1", "NP_000446.1", "NP_001394184.1", "Q15831.1"], "rna": ["AB209553.1", "AF035625.1", "AF217978.1", "AJ844634.2", "AK128518.1", "AK314858.1", "BC007981.2", "BC019334.1", "BM993274.1", "BQ222023.1", "BU174122.1", "BU739451.1", "EF644172.1", "GU573916.1", "KU178339.1", "KU178340.1", "NM_000455.5", "NM_001407255.1", "NR_176325.1", "U63333.1"], "translation": [{"protein": "AAC39527.1", "rna": "AF035625.1"}, {"protein": "BAD92790.1", "rna": "AB209553.1"}, {"protein": "BAG37374.1", "rna": "AK314858.1"}, {"protein": "ADD71158.1", "rna": "GU573916.1"}, {"protein": "ALQ33797.1", "rna": "KU178339.1"}, {"protein": "AAB05809.1", "rna": "U63333.1"}, {"protein": "ABR45718.1", "rna": "EF644172.1"}, {"protein": "ALQ33798.1", "rna": "KU178340.1"}, {"protein": "AAH19334.1", "rna": "BC019334.1"}, {"protein": "NP_001394184.1", "rna": "NM_001407255.1"}, {"protein": "AAG17221.1", "rna": "AF217978.1"}, {"protein": "NP_000446.1", "rna": "NM_000455.5"}, {"protein": "CAH59749.2", "rna": "AJ844634.2"}, {"protein": "AAH07981.1", "rna": "BC007981.2"}]}, "alias": ["LKB1", "PJS", "hLKB1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "no known disease relationship", "classification_date": "2016-10-26T00:00:00", "disease_label": "familial ovarian cancer", "gcep": "Breast/Ovarian Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0016248", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGCIEX:assertion_8708", "sop": "SOP4"}, {"classification": "definitive", "classification_date": "2023-12-20T18:00:00.000Z", "disease_label": "Peutz-Jeghers syndrome", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0008280", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_89685102-ac40-4932-96e7-c2e9e9280858-2023-12-20T180000.000Z", "sop": "SOP9"}]}, "ec": "2.7.11.1", "ensembl": {"gene": "ENSG00000118046", "protein": ["ENSP00000324856", "ENSP00000466610", "ENSP00000467912", "ENSP00000477641", "ENSP00000490268", "ENSP00000498804", "ENSP00000519595", "ENSP00000519596", "ENSP00000519597", "ENSP00000519598", "ENSP00000519599", "ENSP00000519600"], "transcript": ["ENST00000326873", "ENST00000585465", "ENST00000585748", "ENST00000585851", "ENST00000586358", "ENST00000589152", "ENST00000591133", "ENST00000593219", "ENST00000652231", "ENST00000714318", "ENST00000714319", "ENST00000714320", "ENST00000714321", "ENST00000714322", "ENST00000714323"], "translation": [{"protein": "ENSP00000477641", "rna": "ENST00000585748"}, {"protein": "ENSP00000519595", "rna": "ENST00000714318"}, {"protein": "ENSP00000519596", "rna": "ENST00000714319"}, {"protein": "ENSP00000519597", "rna": "ENST00000714320"}, {"protein": "ENSP00000519598", "rna": "ENST00000714321"}, {"protein": "ENSP00000490268", "rna": "ENST00000585465"}, {"protein": "ENSP00000324856", "rna": "ENST00000326873"}, {"protein": "ENSP00000519599", "rna": "ENST00000714322"}, {"protein": "ENSP00000519600", "rna": "ENST00000714323"}, {"protein": "ENSP00000498804", "rna": "ENST00000652231"}, {"protein": "ENSP00000466610", "rna": "ENST00000593219"}, {"protein": "ENSP00000467912", "rna": "ENST00000585851"}], "type_of_gene": "protein_coding"}, "entrezgene": "6794", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.4556655575, "exp_mis": 163.708790385, "exp_syn": 90.4741527241, "lof_z": 3.35274049649315, "mis_z": 1.70912332538784, "mu_lof": 1.05222751496e-06, "mu_mis": 1.92549551299e-05, "mu_syn": 1.03784942713e-05, "n_lof": 0.0, "n_mis": 119.0, "n_syn": 130.0, "p_li": 0.978282902427481, "p_null": 1.96280228741606e-05, "p_rec": 0.021697469549645, "syn_z": -2.57613411763866}, "bp": 1302, "cds_end": 1226646, "cds_start": 1206912, "n_exons": 9, "nonpsych": {"exp_lof": 10.2325974157, "exp_mis": 148.036371907, "exp_syn": 81.7519464129, "lof_z": 3.14155719142829, "mis_z": 1.70116614064512, "mu_lof": 1.05222751496e-06, "mu_mis": 1.92549551299e-05, "mu_syn": 1.03784942713e-05, "n_lof": 0.0, "n_mis": 107.0, "n_syn": 110.0, "p_li": 0.97026131159208, "p_null": 5.19793485401084e-05, "p_rec": 0.0296867090593805, "syn_z": -1.96699343981335}, "nontcga": {"exp_lof": 10.5259674121, "exp_mis": 150.598852711, "exp_syn": 83.2229717682, "lof_z": 3.20045933447582, "mis_z": 1.89179566790335, "mu_lof": 1.05222751496e-06, "mu_mis": 1.92549551299e-05, "mu_syn": 1.03784942713e-05, "n_lof": 0.0, "n_mis": 104.0, "n_syn": 125.0, "p_li": 0.970694913867455, "p_null": 4.10521147850228e-05, "p_rec": 0.02926403401776, "syn_z": -2.89960131754263}, "transcript": "ENST00000326873.7"}, "exons": [{"cdsend": 1226647, "cdsstart": 1206913, "chr": "19", "position": [[1205777, 1207203], [1218416, 1218500], [1219323, 1219413], [1220372, 1220505], [1220580, 1220717], [1221212, 1221340], [1221948, 1222006], [1222984, 1223172], [1226453, 1226663], [1227592, 1228431]], "strand": 1, "transcript": "NM_000455", "txend": 1228431, "txstart": 1205777}], "exons_hg19": [{"cdsend": 1226646, "cdsstart": 1206912, "chr": "19", "position": [[1205776, 1207202], [1218415, 1218499], [1219322, 1219412], [1220371, 1220504], [1220579, 1220716], [1221211, 1221339], [1221947, 1222005], [1222983, 1223171], [1226452, 1226662], [1227591, 1228430]], "strand": 1, "transcript": "NM_000455", "txend": 1228430, "txstart": 1205776}], "generif": [{"pubmed": 11445556, "text": "This paper describes the identification and characterization of the first binding partner of LKB1; the SWI/SNF chromatin remodeling protein Brg1."}, {"pubmed": 11668633, "text": "mutation screening at the RNA level in Peutz-Jeghers syndrome reveals complex splicing abnormalities and a novel mRNA isoform (STK11 c.597(insertion mark)598insIVS4"}, {"pubmed": 11733352, "text": "STK11/LKB1 gene in IPMNs (intraductal papillary-mucinous neoplasms of the pancreas) with LOH revealed a germline mutation in one IPMN that arose in a patient with PJS (Peutz-Jeghers Syndrome) and a somatic mutation in 1 of the 20 sporadic IPMNs."}, {"pubmed": 11853558, "text": "LKB1 is phosphorylated at Ser(431), Ser(31), Ser(325) and Thr(366)"}, {"pubmed": 12097271, "text": "Inactivation of LKB1/STK11 is a common event in adenocarcinomas of the lung."}, {"pubmed": 12097271, "text": "This reports for the first time the presence of frequent LKB1 inactivating mutations in human lung cancer."}, {"pubmed": 12218179, "text": "polyps arising in the Lkb1+/- mice were found to be hamartomas that were histologically indistinguishable from polyps resected from PJS patients, indicating that Lkb1+/- mice model human PJS polyposis"}, {"pubmed": 12234250, "text": "These observations provide the first link between ATM and LKB1 and suggest that ATM could regulate LKB1"}, {"pubmed": 12489981, "text": "Results show that Cdc37 and heat shock protein 90 bind specifically to the kinase domain of LKB1."}, {"pubmed": 12533684, "text": "mutations in the STK11 gene characterize minimal deviation adenocarcinoma of the uterine cervix"}, {"pubmed": 12552571, "text": "LKB1/STK11 variants in a group of Peutz-Jeghers syndrome Italian patients lack serine/threonine kinase activity, in contrast to wild type LKB1/STK11, and are unable to suppress the growth of melanoma G361 cells in vitro."}, {"pubmed": 12805220, "text": "identification and characterization of an LKB1-specific adaptor protein and substrate, STRAD (STe20 Related ADaptor); results imply that STRAD plays a key role in regulating the tumour suppressor activities of LKB1"}, {"pubmed": 12847291, "text": "LKB1 kinase, which is associated with Peutz-Jeghers cancer-susceptibility syndrome, phosphorylates and activates AMPK in vitro."}, {"pubmed": 12879020, "text": "results show that LKB1 can direct the phosphorylation of the serine-threonine kinase PAR1A"}, {"pubmed": 12912948, "text": "LKB1 inactivation may play a role in the critical transition from premalignant to malignant tumor growth"}, {"pubmed": 14511408, "text": "LKB1-induced apoptosis is p53 independent but might be p73-mediated in pancreatic tumors"}, {"pubmed": 14668798, "text": "heteromeric complex containing the molecular chaperones Hsp90 and Cdc37/p50 interacts with the kinase domain of LKB1"}, {"pubmed": 14976552, "text": "LKB1 functions as a master upstream protein kinase, regulating AMPK-related kinases as well as AMPK."}, {"pubmed": 14985505, "text": "LKB1 directly phosphorylates Thr-172 of AMPKalpha in vitro and activates its kinase activity."}, {"pubmed": 15077168, "text": "our results reveal that several important factors contribute to LKB1-mediated carcinogenesis in LADs, confirming previous observations and identifying new putative pathways that should help to elucidate the biological role of LKB1."}, {"pubmed": 15121768, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15188174, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15188174, "text": "the risk for developing cancer at ages 20, 30, 40, 50, 60, and 70 years was 1%, 3%, 19%, 32%, 63%, and 81%, respectively"}, {"pubmed": 15231735, "text": "LKB1, the gene mutated in Peutz-Jeghers syndrome (PJS), acts as a tumor suppressor by activating TSC2, the gene mutated in Tuberous sclerosis complex"}, {"pubmed": 15287029, "text": "Cases in which Peutz-Jegher Syndrome patients did not harbor mutation of STK11."}, {"pubmed": 15331174, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15485651, "text": "IGF-1 induces AMPK-alpha subunit phosphorylation via an ATM-dependent and LKB1-independent pathway"}, {"pubmed": 15561763, "text": "Mutations in LKB1 cause the inherited Peutz-Jeghers syndrome."}, {"pubmed": 15608654, "text": "The unusual splicing defect of LKB1 associated with this Peutz-Jeghers syndrome-causing mutation uncovers differences in splice-site recognition between the major and minor pre-mRNA splicing pathways"}, {"pubmed": 15617552, "text": "report of a novel truncating-type germline mutation of the STK11 gene in a Peutz-Jeghers syndrome patient with gastric cancer"}, {"pubmed": 15731909, "text": "LKB1 mutants, in Peutz-Jeghers syndrome, fail to activate GSK-3beta, preventing it from inhibiting Wnt signaling."}, {"pubmed": 15774015, "text": "promoter element sequence changes in STK11/LKB1 are unlikely to contribute to Peutz-Jeghers syndrome"}, {"pubmed": 15800014, "text": "LKB1 is crucial for the regulation of cell polarity"}, {"pubmed": 15987703, "text": "LKB1 interacts with and phosphorylates PTEN: a functional link between two proteins involved in cancer predisposing syndromes"}, {"pubmed": 16287113, "text": "Large genomic deletions within the STK11 gene are associated with Peutz-Jeghers syndrome."}, {"pubmed": 16311241, "text": "Ectopic expression of cyclooxygenase-2 and endogenous biosynthesis of eicosanoids also inhibited LKB1 activity in MCF-7 cells."}, {"pubmed": 16396636, "text": "The role of LKB1 in the phosphorylation and activation of multiple AMP-kinase related protein kinases is reported."}, {"pubmed": 16407220, "text": "LKB1-mediated AMP-activated protein kinase (AMPK) activation may play an important role in regulating not only cellular energy metabolism but also signaling pathways that control cell growth, differentiation, and survival."}, {"pubmed": 16407837, "text": "Mutation of STK11/LKB1 gene leads to the loss of cell growth inhibition in head and neck squamous cell carcinoma"}, {"pubmed": 16540748, "text": "Meta-analysis and HuGE review of genotype prevalence, gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 16580634, "text": "LKB1 regulates GATA-mediated gene expression and that this activity of LKB1 may be important for its tumor suppressor function."}, {"pubmed": 16582077, "text": "Exonic STK11 deletions are a common cause of Peutz-Jeghers syndrome."}, {"pubmed": 16648371, "text": "Deletions within the LKB1 gene are associated with Peutz-Jeghers syndrome."}, {"pubmed": 16822578, "text": "loss of function mutations in LKB1 may also be frequently involved in the pathogenesis of large cell lung carcinomas"}, {"pubmed": 16882735, "text": "The risk of intussusception in PJS is not influenced by STK11 mutation status."}, {"pubmed": 16912160, "text": "PEA3 stabilization due to LKB1 inactivation could lead to epithelial/mesenchymal transition and greater lung cancer invasion potential."}, {"pubmed": 16927138, "text": "Genomic DNA analysis showed a 708-bp deletion in the STK11 gene"}, {"pubmed": 16953221, "text": "demonstrate that LKB1 wild-type cells are more resistant to cell death upon glucose withdrawal than their mutant counterparts"}, {"pubmed": 17010524, "text": "Here we review how the substrates & cellular functions of LKB1 may be linked to Peutz-Jeghers syndrome & other diseases, & discuss how some of the molecular changes associated with altered LKB1 signaling might be used in therapeutic approaches.[review]"}, {"pubmed": 17026623, "text": "most, if not all PJS, is attributable to mutations in the STK11 gene, perhaps including as yet undiscovered changes in promoter or enhancer sequences or other cryptic changes"}, {"pubmed": 17098823, "text": "Increased transsfected LKB1 activity in the cardiac myocyte can decrease hypertrophy-induced protein synthesis and suggest that LKB1 activation may be a method for the prevention of pathological cardiac hypertrophy."}, {"pubmed": 17108107, "text": "Chromatin immunoprecipitation analyses show that LKB1 is recruited directly to the p21/WAF1 promoter, as well as to other p53 activated promoters, in a p53-dependent fashion."}, {"pubmed": 17114342, "text": "LKB1 plays a negative regulatory role in human breast cancer."}, {"pubmed": 17212587, "text": "expression of LKB1 protects cells from cytotoxicity induced by agents which modulate ATP/AMP ratio"}, {"pubmed": 17216128, "text": "Results suggest that WDR6 is implicated in the cell growth inhibitory pathway of LKB1 via regulation of p27(Kip1)."}, {"pubmed": 17234589, "text": "Phosphorylation of PAR-1 by tumor suppressor protein LKB1 is required for PAR-1 activation, which promotes tau phosphorylation."}, {"pubmed": 17244606, "text": "protein kinase B, LKB1, and AMP-activated protein kinase have roles in activation of lipoprotein lipase by glucose-dependent insulinotropic polypeptide in adipocytes"}, {"pubmed": 17319781, "text": "STK11 germline mutations is associated with Peutz-Jeghers syndrome"}, {"pubmed": 17344591, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17384680, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17384680, "text": "somatic LKB1 genetic alterations preferentially occur in a subset of poorly differentiated lung adenocarcinomas that appear to correlate with smoking males"}, {"pubmed": 17573348, "text": "LKB1 is involved in the regulation of microtubule dynamics through the activation of MARKs"}, {"pubmed": 17575127, "text": "LKB1 catalytically deficient mutants possess oncogenic properties. This work is the first to describe a function for LKB1 mutants; recruitment to the promoter of cyclin D1 where mutants enhance the expression of the oncogene."}, {"pubmed": 17599048, "text": "LKB1 gene is located in the short arm of chromosome 19, which is frequently deleted in many tumors of sporadic origin."}, {"pubmed": 17637250, "text": "sequencing of the STK11 gene in the probands of 3 Chinese families with Peutz-Jeghers syndrome revealed two novel mutations (c180C-->G and c998-1002delGCAGC) in exon 1 and exon 8, respectively"}, {"pubmed": 17641416, "text": "N33, STK11 (19p13) and TP53 might play a role in the development of metastasis in larynx and pharynx squamous cell carcinomas."}, {"pubmed": 17676035, "text": "inactivation of LKB1 was found in 34% and 19% of 144 analysed human lung adenocarcinomas and squamous cell carcinomas, respectively"}, {"pubmed": 17711506, "text": "LKB1 gene mutations were relatively rare in Japanese patients with lung cancer compared with Caucasian patients."}, {"pubmed": 17711506, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17766436, "text": "A role has been identified for the polarity regulator LKB1 in the development of c-Myc- resistant cell organization."}, {"pubmed": 17884763, "text": "Down-regulation of LKB1 gene expression can stimulate malignant biological behavior of lung carcinoma cells."}, {"pubmed": 17921699, "text": "Several novel splice isoforms of STRADalpha that differentially affect the kinase activity, complex assembly, subcellular localization of LKB1 and the activation of the LKB1-dependent AMPK pathway were discovered."}, {"pubmed": 17921699, "text": "The discovery of several novel splice isoforms of STRADalpha that differentially affect the kinase activity, complex assembly, subcellular localization of LKB1 and the activation of the LKB1-dependent AMPK pathway."}, {"pubmed": 17928927, "text": "Recombinant LKB1 produces significant growth inhibition and cell-cycle arrest."}, {"pubmed": 17950019, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17950019, "text": "genetic variants of LKB1-AMPK-TORC2 pathway components may exert a weak influence on the occurrence of type 2 diabetes in Japanese"}, {"pubmed": 18000088, "text": "a polymorphism in STK11, a kinase gene expressed in liver and implicated in metformin action, is associated with ovulatory response to treatment with metformin alone."}, {"pubmed": 18199157, "text": "Marked reduction of LKB1 expression in high-grade neuroendocrine tumors of the lung suggests a possible role of LKB1 inactivation in its tumorigenesis."}, {"pubmed": 18245474, "text": "LKB1 interacts only with active form of cdc42 and PAK, but not with inactive cdc42. Taken together, these results show that LKB1 is a critical mediator of the NSCLC polarity program in lung cancer cells through a novel LKB1-cdc42-PAK pathway."}, {"pubmed": 18256292, "text": "identify a multifactored mechanism to control LKB1 localization, and they suggest that the STRADbeta-LKB1 complex might possess unique functions in the nucleus"}, {"pubmed": 18303014, "text": "rosiglitazone is able to acutely stimulate NO synthesis in cultured endothelial cells by an AMP-activated protein kinase-dependent mechanism, likely to be mediated by LKB1"}, {"pubmed": 18403917, "text": "plays important roles in regulating metabolism in resting and contracting skeletal muscle (Review)"}, {"pubmed": 18483235, "text": "LKB1 may have a role in lung cancer [review]"}, {"pubmed": 18495044, "text": "Results enlarge the spectrum of mutations of the STK11 gene by identifying a novel de novo mutation in a PJS patient and further support the hypothesis that STK11 mutations are disease-causing mutations for PJS with or without a positive family history"}, {"pubmed": 18594528, "text": "LKB1 mutation frequency was higher in NSCLC tumours of US origin compared with NSCLCs of Korean origin. They tended to occur more commonly in adenocarcinomas than in squamous cell carcinomas."}, {"pubmed": 18594528, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18600394, "text": "Peutz-Jeghers syndrome with germline mutation of LKB1"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18681789, "text": "A polymorphism in the STK11 gene is associated with low ovulatory response to treatment with metformin alone in a prospective, randomized trial."}, {"pubmed": 18681789, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18687677, "text": "LKB1 deacetylation is regulated by SIRT1 and that this in turn influences its intracellular localization, association with STRAD, kinase activity, and ability to activate AMPK."}, {"pubmed": 18794113, "text": "Suppression of LKB1 expression led to apoptosis in three cell lines in which Akt is constitutively active but not in two cell lines without Akt activation."}, {"pubmed": 18854318, "text": "STRADalpha.MO25alpha complexes containing LKB1 variants were equally effective at phosphorylating and activating AMPK, BRSK1, and BRSK2"}, {"pubmed": 19029933, "text": "Role of LKB1 as a master regulator of polarity and metabolism could contribute to its tumor suppressor function."}, {"pubmed": 19068194, "text": "LKB1 protein might inhibit malignant biological behavior of A549 cells partly by down-regulating the tyrosine-phosphorylated level of STAT3 protein."}, {"pubmed": 19145097, "text": "Identification of STK11 mutations in patients and their relatives can help to improve the clinical management."}, {"pubmed": 19165201, "text": "LKB1 and KRAS mutation is associated with lung cancers and show sensitivity to the mTOR and MEK inhibitors."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19177591, "text": "Part of a cascade that functions as a critical determinant of hepatocyte proliferation during liver regeneration after partial hepatectomy."}, {"pubmed": 19204826, "text": "LKB1 has now been demonstrated to play a crucial role in pulmonary tumorigenesis, controlling initiation, differentiation, and metastasis. Review."}, {"pubmed": 19229701, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19229701, "text": "Somatic alterations of the serine/threonine kinase LKB1 gene in squamous cell and large cell lung carcinoma."}, {"pubmed": 19250387, "text": "Two novel LKB1 mutations in Colombian Peutz-Jeghers syndrome patients"}, {"pubmed": 19287990, "text": "Overexpression of the LKB1 gene inhibits lung carcinoma cell proliferation partly through degradation of c-myc protein."}, {"pubmed": 19340305, "text": "LKB1 is thus a major cervical tumor suppressor, demonstrating that acquired genetic alterations drive progression of HPV-induced dysplasias to invasive, lethal cancers"}, {"pubmed": 19351817, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19369417, "text": "LKB1 / STK11 functions as a coactivator of estrogen receptor alpha signaling.  LKB1 was found to bind to ERalpha and was found to be recruited to the promoters of estrogen responsive genes, altering their expression."}, {"pubmed": 19369417, "text": "Results place LKB1 in a coactivator role for ERalpha signaling, broadening the scientific scope of this tumor suppressor kinase and laying the groundwork for the use of LKB1 as a target for the development of new therapies against breast cancer."}, {"pubmed": 19386264, "text": "These data define a brush border induction pathway downstream of the Lkb1/Strad/Mo25 polarization complex, yet separate from other polarity events."}, {"pubmed": 19407487, "text": "Growth of cervical cancer cells was inhibited through activation of CAMKK2 and LBK1."}, {"pubmed": 19414597, "text": "Results suggest that in multiple cell types the signaling pathways engaged by several stimuli converge upon PKC-zeta-dependent LKB1 phosphorylation at serine 307, which directs the nucleocytoplasmic transport of LKB1 and consequent AMPK activation."}, {"pubmed": 19463221, "text": "It is now possible to identify a specifi c LKB1/STK11 gene mutation in up to 95% of patients with phenotypic PJS, thus making the possibility of a second PJS locus less likely."}, {"pubmed": 19507030, "text": "The results presented here enlarge the spectrum of mutations of the STK11 gene by identifying a de novo mutation in a PJS patient and further support the hypothesis that STK11 mutations are disease-causing mutations for PJS."}, {"pubmed": 19513107, "text": "ATP and MO25alpha cooperate to maintain STRADalpha in an \"active\" closed conformation required for LKB1 activation."}, {"pubmed": 19520843, "text": "Adiponectin activates AMP-activated protein kinase in muscle cells via APPL1/LKB1-dependent and phospholipase C/Ca2+/Ca2+/calmodulin-dependent protein kinase kinase-dependent pathways"}, {"pubmed": 19584313, "text": "Cellular polarity and energy metabolism are regulated through the conserved LKB1-AMPK signal transduction pathway."}, {"pubmed": 19615099, "text": "a germline mutation of STK11 gene can be found not only in probands fulfilling the Peutz-Jeghers syndrome diagnostic criteria, but also in some sporadic cases not complying with the criteria"}, {"pubmed": 19622832, "text": "SIK1 links LKB1 to p53-dependent anoikis and suppresses metastasis."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19724060, "text": "LKB1 serine-threonine kinase is a tumor suppressor that is inactivated in a large number of sporadic human lung non-small cell carcinomas and cervical cancers."}, {"pubmed": 19727776, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19892943, "text": "study describes structure of the core heterotrimeric LKB1-STRADalpha-MO25alpha complex, revealing an unusual allosteric mechanism of LKB1 activation; structure also reveals how mutations in Peutz-Jeghers syndrome & sporadic cancers impair LKB1 function"}, {"pubmed": 19908348, "text": "This study has expanded the genotypic spectrum of the STK11 gene in two unrelated individuals with Peutz-Jeghers syndrome"}, {"pubmed": 20010869, "text": "Data show that somatic loss of LKB1 is associated with underphosphorylation of endogenous Crtc1, enhanced Crtc1 nuclear localization."}, {"pubmed": 20018878, "text": "LKB1 is involved in SR-BI-mediated but not in S1P receptor-mediated phosphorylation of AMPK, Akt, and eNOS."}, {"pubmed": 20020146, "text": "Four of the five cases had germline mutations of LKB1, including two novel mutations, a one-base insertion at codon 53 and a large deletion encompassing exon 3 (codon 136-155)."}, {"pubmed": 20057966, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20082862, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20082862, "text": "somatic LKB1 mutations are apparently uncommon in Korean patients with NSCLC"}, {"pubmed": 20193846, "text": "Identified homozygous deletions in the HeLa and SiHa cells. Analysis in HeLa cells revealed that the deletion resulted from an Alu-recombination-mediated deletion & generated a novel LKB1 fusion transcript driven by an uncharacterized CpG island promoter."}, {"pubmed": 20207041, "text": "involved of in epithelial-mesenchymal transition of lung cancer cells"}, {"pubmed": 20227367, "text": "miR-451 is a regulator of the LKB1/AMPK pathway, and this may represent a fundamental mechanism that contributes to glioma cell adaptation in response to altered energy availability."}, {"pubmed": 20354225, "text": "the LKB1-NUAK pathway has roles in controlling myosin phosphatase complexes and cell adhesion"}, {"pubmed": 20357370, "text": "In hyperinsulinemic girls with androgen excess, the STK11 rs8111699 single nucleotide polymorphism influences insulin sensitivity and metformin efficacy"}, {"pubmed": 20357370, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20368693, "text": "Endogenous LKB1 knockdown accelerates cell cycle progression through G(1)/S checkpoint, mediated by decline of p53 and p16 pathways. Thus, loss of LKB1 expression in normal cells may contribute to the formation of malignancies."}, {"pubmed": 20400510, "text": "PAK1 is a direct downstream target of LKB1 and plays an essential role in LKB1-induced suppression of cell migration"}, {"pubmed": 20418665, "text": "Adiponectin treatment increases the expression of tumor suppressor gene, LKB1 in breast cancer cells."}, {"pubmed": 20423848, "text": "TGFbeta/Smad pathway is probably subject to regulation by LKB1 and may play a role in the occurrence of Peutz-Jeghers syndrome."}, {"pubmed": 20424326, "text": "aberrant nuclear accumulation of LKB1 caused by STRADalpha deficiency contributes to hyperactivation of mTORC1 signaling and disruption of neuronal lamination during corticogenesis"}, {"pubmed": 20428811, "text": "High LKB1 is associated with Peutz-Jeghers syndrome polyps."}, {"pubmed": 20435009, "text": "Alu-mediated genomic deletion of the serine/threonine protein kinase 11 (STK11) gene in Peutz-Jeghers syndrome."}, {"pubmed": 20452353, "text": "Lkb1 heterozygosity can accelerate KrasG12D-induced pancratic ductal adenocarcinoma formation through the p53/p21 pathway."}, {"pubmed": 20489196, "text": "The LKB1-AMPK signaling axis in endothelial cells is a positive regulator of the revascularization response to tissue ischemia."}, {"pubmed": 20497868, "text": "Mutations in the LKB1 gene were identified in 57% of the Peutz-Jeghers syndrome probands in Taiwan."}, {"pubmed": 20559149, "text": "LKB1 mutations are associated with lung adenocarcinomas."}, {"pubmed": 20559149, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20623358, "text": "Data show that the deletions, ranging from 2.9 to 180 kb, removed one or more loci contiguous to the STK11 gene in six patients, while partial STK11 gene deletions were present in the remaining nine cases."}, {"pubmed": 20668229, "text": "The LKB1/AMPK/TSC tumor suppressor axis is functional in acute myeloid leukemia."}, {"pubmed": 20682687, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20686846, "text": "STK11 exon 7 duplication mutation is identified in Korean children with Peutz-Jeghers syndrome."}, {"pubmed": 20722467, "text": "CHEK2, STK11, and PALB2 mutations or large genomic rearrangements of either STK11 or PALB2 are rare, and do not contribute to a substantial fraction of breast cancer susceptibility in high-risk French Canadian breast cancer families."}, {"pubmed": 20722467, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20818976, "text": "A novel missense mutation in the nuclear localization signal coding region of the LKB1 gene was detected in 10 tumor samples from patients with head and neck cancer. Six different single-nucleotide substitutions were also observed in the introns."}, {"pubmed": 20864035, "text": "Exogenous and intrinsic AID-induced DNA strand breaks in B-cells activate ATM, which signals through an LKB1 intermediate to inactivate CRTC2, resulting in repression of germinal center B-cell differentiation, while opposing lymphomagenesis."}, {"pubmed": 20881644, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20939895, "text": "regulates the actin cytoskeleton through a Dbl/Rho pathway"}, {"pubmed": 20956321, "text": "LKB1 loss of function promotes lung cancer malignancy through remodeling of extracellular matrix microenvironment, and identify LOX as a potential target for disease treatment in lung cancer patients."}, {"pubmed": 20974850, "text": "LKB1 and LIP1 provide negative control of TGFbeta signaling."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21102257, "text": "review summarizes LKB1-dependent invasion pathways where compromised LKB1 function could promote non-small cell lung cancer metastasis(REVIEW)"}, {"pubmed": 21118512, "text": "Thirteen different pathogenic mutations in STK11, including a high frequency of large genomic deletions (38%, 5/13), were identified in the 13 unrelated families studied."}, {"pubmed": 21191146, "text": "In tumor cells non-phosphorylated DeltaNp63alpha failed to form protein complexes with Rpn13, allowing the latter to bind and target LKB1 into a proteasome-dependent degradation pathway, modulating cisplatin-induced autophagy."}, {"pubmed": 21191700, "text": "The LKB1 gene alteration is rare in Japanese patients with lung adenocarcinoma, and is generally limited to male smokers."}, {"pubmed": 21192934, "text": "REVIEW: Molecular mechanisms of tumor suppression by LKB1"}, {"pubmed": 21241696, "text": "REVIEW: clear tissue specific differences in LKB1 function in vivo and in the consequences of its loss"}, {"pubmed": 21396365, "text": "REVIEW: most recent discoveries regarding participation of LKB1 and AMPK in signaling pathways that respond to cellular stress and damage; the relevance of this signaling for disease and therapy"}, {"pubmed": 21450399, "text": "LKB1 is a tissue and context-specific kinase [review]"}, {"pubmed": 21532627, "text": "these data identified total inactivation of the LKB1 gene by either HD or LOH with somatic mutation in 39% of tested samples, whereas loss of chromosome 19p region by HD or LOH at the LKB1 region occured in 90% of NSCLC."}, {"pubmed": 21572398, "text": "no evidence for a role for LKB1 in tumorigenesis of sporadic pancreatic acinar cell carcinoma was found."}, {"pubmed": 21706049, "text": "de-regulated LKB1-CRTC signaling might represent a crucial mechanism for esophageal cancer progression."}, {"pubmed": 21816872, "text": "The relatively high frequency of LKB1 mutations in mucinous bronchioloalveolar carcinoma patients may therefore suggest its involvement in lung carcinogenesis, at least in mucinous bronchioloalveolar carcinoma."}, {"pubmed": 21860411, "text": "Taken together, our results establish that the Hsp90-Cdc37 complex controls both the stability and activity of the LKB1 kinase."}, {"pubmed": 21876548, "text": "Demonstrated for the first time that LKB1 is regulated by sex hormones in adipocytes."}, {"pubmed": 21994947, "text": "the curcumin/LKB1/AMPK/SMILE/PGC1alpha pathway differentially regulates ER stress-mediated gene transcription"}, {"pubmed": 22118009, "text": "A novel de novo mutation was identified in exon 5 of STK11, that resulted in a translational frameshift leading to termination at codon 236 in a child with Peutz-Jeghers syndrome"}, {"pubmed": 22168747, "text": "A C > T substitution changed codon 302 from CAG (glutamine) to TAG (stop), truncating the STK11 protein, thus leading to the partial loss of the kinase domain and complete loss of the alpha-helix C-terminus."}, {"pubmed": 22226967, "text": "ERalpha repressively modulates the expression of LKB1 at the transcriptional level."}, {"pubmed": 22265968, "text": "LKB1 was not induced in cells transfected with miR-199a-3p"}, {"pubmed": 22384927, "text": "LKB1 controls the pluripotent state of human embryonic stem cells."}, {"pubmed": 22412893, "text": "Gene expression of the tumour suppressor LKB1 is mediated by Sp1, NF-Y and FOXO transcription factors."}, {"pubmed": 22457270, "text": "Our results indicate that LKB1 gene may play a role in the progression of bladder cancer."}, {"pubmed": 22460425, "text": "The lower rate of LKB1 somatic mutations in lung adenocarcinomas are characteristic of the Kujukuri cohort as compared to Caucasians."}, {"pubmed": 22487816, "text": "Nine germline mutations of LKB1 gene were identified in eight PJS patients."}, {"pubmed": 22543132, "text": "The missense mutation of 460 C-->G in exon 3 of STK11 gene is a novel mutation associated with Peutz-Jeghers syndrome."}, {"pubmed": 22575644, "text": "autophosphorylation of Thr336 acts as an activating signal for LKB1 to recruit 14-3-3, which in turn attenuates the activation of LKB1 to keep the activity of LKB1 in check."}, {"pubmed": 22635025, "text": "Loss of Liver kinase B1 is associated with endometrial cancer."}, {"pubmed": 22775437, "text": "The existence of seven different pathogenic mutations in STK11 gene in seven unrelated families."}, {"pubmed": 22814264, "text": "targets in LKB1 signaling pathway for non-small cell lung cancer therapy"}, {"pubmed": 22848740, "text": "catabolic glucocorticoid hormones and high intracellular AMP levels cooperate in inducing FOXO3 transcription and in activating the corresponding protein"}, {"pubmed": 22928647, "text": "One mutation in LKB1 was a previously unreported 30-base-pair deletion in exon 4, and the other was an intron mutation that affected splicing. The results support the hypothesis that mutation of the LKB1 gene is a cause of Peutz-Jeghers syndrome."}, {"pubmed": 22942091, "text": "Two missense mutations of the STK11 gene associated with Peutz-Jeghers syndrome."}, {"pubmed": 22983157, "text": "the orphan nuclear receptor Nur77 binds and sequesters LKB1 in the nucleus, thereby attenuating AMPK activation"}, {"pubmed": 22986809, "text": "Results suggest that LKB1 expression may be implicated in resistance to chemoradiotherapy (CRT), therefore contributing to tumor relapse in patients with locally advanced rectal cancer treated with preoperative CRT."}, {"pubmed": 22988252, "text": "Data suggest that macrophage migration inhibitory factor (MIF) and d-dopachrome tautomerase (d-DT) act cooperatively to inhibit steady-state phosphorylation and activation of AMPK in LKB1 wild type and LKB1 mutant non-small cell lung carcinomas cells."}, {"pubmed": 23027127, "text": "LKB1 inhibited Yap independently of either AMPK or mTOR activation"}, {"pubmed": 23044421, "text": "these results suggest that Artemis functions as a positive regulator of AMPK signaling by stabilizing the LKB1-AMPK complex."}, {"pubmed": 23074285, "text": "CRTC1-NEDD9 signaling axis mediates lung cancer progression caused by LKB1 loss."}, {"pubmed": 23086944, "text": "Post-translational modification of serine/threonine kinase LKB1 via Adduction of the Reactive Lipid Species 4-Hydroxy-trans-2-nonenal (HNE) at lysine residue 97 directly inhibits kinase activity."}, {"pubmed": 23207623, "text": "The results suggest a possible link between downregulation of LKB1 and overexpression of SMAD4 in SGTs."}, {"pubmed": 23322200, "text": "results suggest that LKB1 acts as a tumour suppressor in most sporadic cases of clear cell renal cell carcinoma and that underexpression of LKB1 is a common event in the disease"}, {"pubmed": 23367447, "text": "mathematical computer model of regulation of microRNA-451, LKB1 and AMPK in glioblastoma"}, {"pubmed": 23393134, "text": "tumor suppressor kinase LKB1 activates the downstream kinases SIK2 and SIK3 to stimulate nuclear export of class IIa histone deacetylases"}, {"pubmed": 23399955, "text": "Seventy-seven patients (13%) were found to have colorectal polyposis-associated mutations, including 13 in STK11 (2.2%)."}, {"pubmed": 23415580, "text": "Germline mutation of STK11 (Peutz-Jeghers syndrome) entails markedly elevated cancer risks, mainly for pancreatic and cervical cancers."}, {"pubmed": 23430953, "text": "Inactivation of transforming growth factor-beta/bone morphogenetic protein signalling and complete loss of LKB1 might be involved in dysplastic transformation of gastrointestinal hamartomas specifically."}, {"pubmed": 23451056, "text": "Loss of LKB1 expression reduces the latency of ErbB2-mediated mammary gland tumorigenesis, promoting changes in metabolic pathways."}, {"pubmed": 23526220, "text": "metformin suppresses STAT3 activation via LKB1-AMPK-mTOR-independent but ROS-related and autocrine IL-6 production-related pathways. Thus, metformin helps to overcome tumor drug resistance by targeting STAT3."}, {"pubmed": 23572524, "text": "unctional interaction between LKB1 and Nischarin to inhibit cell migration and breast tumor progression"}, {"pubmed": 23584481, "text": "LKB1 depletion induced the formation of chromosome breaks and radials. These results suggest that LKB1-AMPK signaling controls NHEJ and contributes to genome stability."}, {"pubmed": 23592276, "text": "LMP1-mediated AMPK inactivation contributes to the proliferation and transformation of epithelial cells, thereby implicating the LKB1-AMPK pathway in the Epstein-Barr virus (EBV)-driven pathogenesis of nasopharyngeal carcinoma (NPC)."}, {"pubmed": 23612973, "text": "similar to Ser-428/431 (in LKB1(L)), Ser-399 (in LKB1(S)) is a PKCzeta-dependent phosphorylation site essential for nucleocytoplasmic export of LKB1(S) and consequent AMPK activation."}, {"pubmed": 23637231, "text": "LKB1 serves as a FAK repressor to stabilize focal adhesion sites."}, {"pubmed": 23645358, "text": "Clonality analysis suggests that STK11 gene mutations are involved in progression of lobular endocervical glandular hyperplasia to minimal deviation adenocarcinoma."}, {"pubmed": 23648482, "text": "LKB1 and p114RhoGEF control RhoA activity in bronchial epithelial cells to promote apical junction assembly."}, {"pubmed": 23664447, "text": "LKB1 LOH was more frequent in males, smokers, and tumors with a TP53 mutation than in females."}, {"pubmed": 23679304, "text": "Decreased expression of LKB1 correlates with hepatocellular carcinoma."}, {"pubmed": 23706335, "text": "In pregnant women, the G allele for the rs8111699 variant in STK11 is associated with a more favorable metabolic phenotype and may protect against the development of gestational diabetes, particularly in heavier women."}, {"pubmed": 23810581, "text": "Downregulation of LKB1 is independent of FOXO3 and may be implicated in the progression of head and neck squamous cell carcinoma."}, {"pubmed": 23861764, "text": "LKB1 may inhibit tumorigenesis by regulating hedgehog signaling in certain cancers."}, {"pubmed": 23878245, "text": "Data indicate a nitrosative-stress signaling pathway that engages ATM, LKB1, AMPK and TSC2 tumor suppressors to repress mTORC1 and regulate autophagy."}, {"pubmed": 23883619, "text": "LKB1 is required for chondrocyte AMPK activity, thereby inhibiting matrix catabolic responses to inflammatory cytokines"}, {"pubmed": 23892522, "text": "Mutation of the LKB1 gene is a cause of Peutz-Jeghers syndrome. There is a spectrum of the STK11 gene mutations."}, {"pubmed": 23995788, "text": "losses of LKB1 at the transcriptional level by altered activity of the NKX2-1/p53 pathway may promote tumor malignancy and poor patient outcome."}, {"pubmed": 24022664, "text": "the interaction between LKB1 and GSK3b upregulates GSK3b activity to suppress WNT-induced cell proliferation in esophageal carcinoma cells"}, {"pubmed": 24037887, "text": "Data suggest that loss of heterozygosity in STK11 results in increases in aromatase expression and nuclear localization of CRTCs (CREB regulated transcription coactivators); thus, estrogen synthesis is upregulated in testis and breast. [CASE STUDIES]"}, {"pubmed": 24074562, "text": "These results suggest that LKB1 may be a cell-type specific tumor suppressor."}, {"pubmed": 24086281, "text": "This assay should be broadly useful for research studies employing mouse models and also for the development of human tissue-based assays for LKB1 in diverse clinical settings"}, {"pubmed": 24146957, "text": "The tumor suppressor gene TUSC2 (FUS1) sensitizes NSCLC to the AKT inhibitor MK2206 in LKB1-dependent manner."}, {"pubmed": 24154639, "text": "Two new germline variants are identified in Peutz-Jeghers syndrome"}, {"pubmed": 24170201, "text": "results implicate LKB1 loss in the OSE in the pathogenesis of serous ovarian cancer and provide a compelling rationale for investigating the therapeutic potential of targeting LKB1 signaling in patients with this deadly disease"}, {"pubmed": 24285539, "text": "LKB1 expression in cancer cell resulted in dephosphorylation of several tumor-enhancing RTKs, including ErbB2, hepatocyte growth factor receptor (c-Met), EphA2, rearranged during transfection (RET), and insulin-like growth factor I receptor."}, {"pubmed": 24362629, "text": "identification of a signalling axis that links YAP activation with LKB1 mutations, and implications for the treatment of LKB1-mutant human malignancies; in addition, findings provide insight into upstream signals of the Hippo-YAP signalling cascade"}, {"pubmed": 24387336, "text": "Within this review, several agents with potential activity against aberrant LKB1 signaling have been discussed. Potential strategies and challenges in targeting LKB1 inactivation are also considered"}, {"pubmed": 24419424, "text": "Mutation of LKB1 is associated with lung adenocarcinoma."}, {"pubmed": 24468202, "text": "mutations may confer resistance to epidermal growth factor receptor-tyrosine kinase inhibitors in lung adenocarcinoma patients"}, {"pubmed": 24469340, "text": "LKB1 activated LKB1/AMPK signaling and arrested the cell cycle at the G1 phase in an LKB1-dependent manner. G1 arrest induced by LKB1 was accompanied by the downregulation of cyclin D1 and cyclin D3, and the upregulation of p53, p21 and p16."}, {"pubmed": 24550282, "text": "The tumor suppressor LKB1 is a central regulator of tumor metabolism and growth control through the regulation of HIF-1alpha-dependent metabolic reprogramming."}, {"pubmed": 24604241, "text": "STK11 variant mutations underlie Peutz-Jeghers syndrome in Chinese patients"}, {"pubmed": 24615515, "text": "Results highlight that LKB1 expression in breast cancer appears to have opposite effects depending on its subcellular localization."}, {"pubmed": 24645967, "text": "Preliminary data suggest that, at least in a subgroup of patients, changes related to accelerated aging with special involvement of the LKB1/AMPK axis could be implicated in the pathophysiology of fibromyalgia"}, {"pubmed": 24647869, "text": "Study concludes that suppression of lung cancer cell invasion by LKB1 through downregulation of TF and VEGF may partly depend on its inhibitory effect on the transcription factor Sp1."}, {"pubmed": 24652667, "text": "our results in a large cohort of Chinese PJS patients identified an overrepresentation of mutations within STK11's kinase domain XI and demonstrated that these mutations were strongly associated with the development of dysplastic GI polyps."}, {"pubmed": 24676538, "text": "downregulation of LKB1 expression suppresses Stat3 activity that may promote tumor growth during esophageal cancer progression."}, {"pubmed": 24722282, "text": "A novel function of LKB1 in the maintenance of genomic stability through the regulation of centrosome mediated by PLK1, is reported."}, {"pubmed": 24770722, "text": "findings indicated that genetic variations of the LKB1-AMPK-TSC1/2 axis may influence prognosis for colorectal cancer; 3 SNPs (STK11 rs741765, PRKAA1 rs461404 and TSC1 rs13295634) were significantly associated with disease-free survival or overall survival"}, {"pubmed": 24792998, "text": "This study establishes LKB1 as an important tumor suppressor in cervical cancer and sheds light on a novel signaling pathway regulated by LKB1"}, {"pubmed": 24793789, "text": "MZF1-mediated MYC expression may promote tumor progression, resulting in poor outcomes in cases of lung adenocarcinoma with low-wild-type-LKB1 tumors."}, {"pubmed": 24828662, "text": "Loss of LKB1 defines a subset of lung adenocarcinomas associated with characteristic molecular phenotypes and distinctive gene expression features."}, {"pubmed": 24913037, "text": "LKB1 is differentially regulated by PRL at the level of transcription in representative human breast cancer cells. Its promoter is targeted by STAT3 and STAT5A, and the cellular estrogen receptor status may affect PRL-responsiveness"}, {"pubmed": 24928005, "text": "Missense mutation F354L of STK11 gene is associated with the Peutz-Jeghers syndrome."}, {"pubmed": 24998845, "text": "Results show that DeltaN-LKB1 is a novel LKB1 isoform with a dual role LKB1 function with a dominant-negative effect on the LKB1 polarizing activity and oncogenic properties accounting for some of the paradoxical effects of LKB1 during tumorigenesis."}, {"pubmed": 25011082, "text": "Endoplasmic reticulum stress activators represent a potential treatment avenue for non-small cell lung cancers deficient in LKB1."}, {"pubmed": 25042259, "text": "The loss of wild-type p53 in high-grade endometrioid endometrial cancer (EEC) may contribute to the LKB1 loss observed in these more aggressive tumors."}, {"pubmed": 25042806, "text": "Results show the ability of LKB1 to suppress Snail1 levels was independent of AMPK but required the related kinases MARK1 and MARK4."}, {"pubmed": 25114112, "text": "These results suggest that the formation of STK11-dependent lateral cell-cell contacts competent for tyrosine kinase signaling promotes S. flexneri dissemination in epithelial cells."}, {"pubmed": 25122068, "text": "The knockdown of PDE4D gene expression inhibited proliferation of STK11-mutated lung cancer lines. Furthermore, challenge with a panel of PDE4-specific inhibitors was shown to selectively reduce the growth of STK11-mutated lung cancer lines."}, {"pubmed": 25155037, "text": "LKB1 was a target gene of miR-155, suggesting that miRNA-155 promoted the proliferation of cervical cancer cells by regulating LKB1 expression."}, {"pubmed": 25175672, "text": "Study demonstrated that expression of LKB1 and Beclin1 was reduced in non-small cell lung cancer (NSCLC) tissues, and the reduced expression of these proteins, is an independent indicator for the overall survival of NSCLC patients."}, {"pubmed": 25178656, "text": "Loss of LKB1 disrupts breast epithelial cell polarity and promotes breast cancer metastasis and invasion."}, {"pubmed": 25179843, "text": "Our results indicate that the LKB1 gene is frequently altered in RCC and may play a role in RCC progression."}, {"pubmed": 25180605, "text": "LKB1 promotes RAB7-mediated neuropilin-1 degradation to inhibit angiogenesis"}, {"pubmed": 25224251, "text": "LKB1 CN in combination with KRAS mutation predicted brain metastasis in NSCLC."}, {"pubmed": 25244018, "text": "LKB1 is mutated in many cancers.  The expression of LKB1 can be regulated through epigenetic modification, transcriptional regulation and post-translational modification. Review."}, {"pubmed": 25263448, "text": "Data indicate that integrity of the p38 MAPK signaling is necessary for the antioxidant function of liver kinase B1 (LKB1)."}, {"pubmed": 25329316, "text": "LKB1 mediates CDKN1A degradation in response to ultraviolet DNA damage."}, {"pubmed": 25349262, "text": "LKB1 functions as a directional migration sensor of gradients of extracellular matrix (haptotaxis) but not soluble growth factor cues (chemotaxis)."}, {"pubmed": 25362209, "text": "The LKB1/AMPK pathway is involved in diabetic cardiomyopathy and lipotoxicity in cardiac myocytes."}, {"pubmed": 25465874, "text": "We also identified a positive feedback LKB1/CRTC1 signaling loop for COX-2/PGE2 regulation. Data suggest a role for LKB1 status and glycosylated COX-2 as specific biomarkers that provide a framework for selecting patients for COX-2 inhibition studies."}, {"pubmed": 25510663, "text": "Through its interference with the LKB1-p53-p21/WAF1 pathway expression."}, {"pubmed": 25650664, "text": "Data show that serine/threonine kinase LKB1 and proto-oncogene protein Akt are targets of neddylation, suggesting the post-translational modification (PTM) as a potential therapeutic target during liver tumor management and treatment."}, {"pubmed": 25674212, "text": "Our results suggest that LKB1 may inhibit tumorigenesis by regulating the Hh signaling pathway in certain cancers"}, {"pubmed": 25694554, "text": "This study demonstrate that an SNP in intron 5 of the STK11 gene shows a significant association in women with MS and therefore can be considered a genetic risk factor in a similar manner as SNPs identified by GWAS analyses."}, {"pubmed": 25695224, "text": "STK11 mutations were associated with stage IV lung adenocarcinoma adrenal metastases."}, {"pubmed": 25728766, "text": "LKB1 ubiquitination is critical for maintaining its activity and complex integrity.Overexpression of LKB1 and Skp2 is found in hepatocellular carcinoma patients and predicts poor survival outcomes."}, {"pubmed": 25737507, "text": "LKB1 IHC is a reliable and efficient assay to evaluate for loss of LKB1 in clinical samples of NSCLC."}, {"pubmed": 25751324, "text": "Case Report: detection of encapsulated follicular variant of papillary thyroid carcinoma with heterozygous germline STK11 mutation."}, {"pubmed": 25769882, "text": "The presence of LKB1 may facilitate increases in either MDR1 or class III beta-tubulin expression."}, {"pubmed": 25798842, "text": "LKB1 loss early in ovarian serous tumorigenesis has an integral role in tumor promotion by disrupting apical to basal polarity in the presence of mutated p53 in fallopian tube cells."}, {"pubmed": 25841653, "text": "Specific Alu elements involved in a significant percentage of copy number variations of the STK11 gene in patients with Peutz-Jeghers syndrome."}, {"pubmed": 25850957, "text": "Significant downregulation of LKB1 and PTEN mRNA expression levels were detected in tumour tissues compared to non-cancerous tissues."}, {"pubmed": 25874445, "text": "Our data suggest that beta cells lacking LKB1 could be used as a system to identify additional molecular events that connect metabolism to cellular excitation in the insulin secretion pathway"}, {"pubmed": 25874865, "text": "MLK3 serves as a common upstream kinase of AMPK and JNK and functions as a direct upstream kinase for AMPK independent of LKB1"}, {"pubmed": 25894929, "text": "Disruption of BASIGIN decreases lactic acid export and sensitizes non-small cell lung cancer to biguanides independently of the LKB1 status."}, {"pubmed": 26027660, "text": "LKB1 gene inactivation in non-small cell lung cancer cells does not increase the sensitivity to the mTOR inhibitors."}, {"pubmed": 26056085, "text": "Findings suggest a novel mechanism for ICC carcinogenesis in which LKB1 underexpression enhances multiple signaling pathways including Wnt/beta-catenin to promote disease progression."}, {"pubmed": 26068970, "text": "Results demonstrate a direct impact of altered LKB1-AMPK signalling function in EOC. In addition, this is the first evidence in cancer cells demonstrating a pro-survival function for LKB1, a kinase traditionally thought to act as a tumour suppressor."}, {"pubmed": 26147831, "text": "This is the fi rst report of clinical overlap in individuals with PCOS and PJS, even though some individuals with PCOS show a polymorphism in STK11."}, {"pubmed": 26212320, "text": "The LKB1 K178R SUMO mutant had defective AMPK signaling and mitochondrial function, inducing death in energy-deprived cells."}, {"pubmed": 26345094, "text": "rs8111699 polymorphism of STK11 has no role in the development of gestational diabetes in pregnant Saudi women"}, {"pubmed": 26359358, "text": "Data show that honokiol (HNK) increases microRNA miR-34a in liver kinase B1 (LKB1)-dependent manner."}, {"pubmed": 26386697, "text": "This report details the first four reported cases of somatic mosaicism for STK11 associated with Peutz-Jeghers syndrome"}, {"pubmed": 26398719, "text": "This review focuses on the function of the LKB1/AMPK pathway in the invasion and migration of cancer cells and provides an overview of therapeutic strategies aimed at this pathway in malignant tumors."}, {"pubmed": 26413869, "text": "In human primary endometrial cancers, loss of LKB1 protein was strongly associated with increased CCL2 expression by tumor cells as well as increased macrophage density in the tumor microenvironment."}, {"pubmed": 26470595, "text": "Deoxypodophyllotoxin suppresses gastric tumor vasculature by promoting cytoskeleton remodeling through LKB1-AMPK dependent Rho A activation."}, {"pubmed": 26477306, "text": "Mutations in TP53 and STK11 also impacted tumor biology regardless of KRAS status, with TP53 strongly associated with enhanced proliferation and STK11 with suppression of immune surveillance. These findings illustrate the remarkably distinct ways through which tumor suppressor mutations may contribute to heterogeneity in KRAS-mutant tumor biology."}, {"pubmed": 26479318, "text": "Studies indicate link between the 6-phosphogluconate dehydrogenase, oxidative pentose phosphate pathway (PPP) and lipogenesis through Ru-5-P-dependent inhibition of serine/threonine protein kinase LKB1-AMPK signalling."}, {"pubmed": 26517522, "text": "Data show that integrin beta3 and serine/threonine-protein kinase LKB1 are involved in the inhibition of proliferation by lovastatin independently."}, {"pubmed": 26549522, "text": "the expression of LKB1 was reduced in the gastric cancer tissues"}, {"pubmed": 26607058, "text": "We found seven novel and four recurrent STK11 gene mutations in Chinese children with PJS."}, {"pubmed": 26616116, "text": "The present study aimed to compare the expression of liver kinase B1 (LKB1) in prostate cancer (PCa) tissues and the paired adjacent tissues, then to evaluate the statistical relationship between LKB1 expression and prognosis of PCa patients."}, {"pubmed": 26625312, "text": "All together our results show that STK11ex1-2 mutations delineate an aggressive subtype of lung cancer for which a targeted treatment through STK11 inhibition might offer new opportunities."}, {"pubmed": 26662608, "text": "we present two elderly patients with thyroid carcinoma harboring STK11 mutation without clinical manifestation of Peutz-Jeghers syndrome. The findings suggest that STK11 may play a role in thyroid carcinoma development."}, {"pubmed": 26701726, "text": "Data show that protein kinase LKB1 physically interacts with BMP type I receptors and requires Smad7 protein to promote downregulation of the receptor."}, {"pubmed": 26701889, "text": "Decreased LKB1 expression is associated with metastatic endometrial and lung cancers."}, {"pubmed": 26718214, "text": "AMPK exerts multiple actions on TGF-beta signaling and supports that AMPK can serve as a therapeutic drug target for breast cancer"}, {"pubmed": 26833127, "text": "STK11/LKB1-inactivating mutations were associated with reduced expression of PD-1 ligand PD-L1 in mouse and patient tumors as well as in tumor-derived cell lines."}, {"pubmed": 26864623, "text": "A combination of kinase-dependent and independent defects by LKB1 inactivation creates a uniquely invasive cell with aberrant polarity and adhesion signaling that drives invasion into the microenvironment."}, {"pubmed": 26877155, "text": "Our study results indicate that LKB1 expression is not prognostic in the whole population of breast cancer patients, but it is a potential predictor of OS in the subset of HER2-positive patients."}, {"pubmed": 26917230, "text": "STK11 mutation is associated with Lung Adenocarcinoma."}, {"pubmed": 26936013, "text": "LKB1 expression was reduced in gastric adenocarcinoma tissues but it correlated positively with better prognosis for gastric cancer patients. LKB1 inhibits the proliferation of gastric cancer cells by suppressing the nuclear translocation of Yap and beta-catenin."}, {"pubmed": 26976973, "text": "Results show the expression of LKB1 mRNA and protein lower in gastric-cancer cell lines and tumor tissues compared to normal gastric cells correlated with poor prognosis with a lower survival rate."}, {"pubmed": 27004004, "text": "Case Report: STK11 gene mutation as the primary cause of Peutz-Jeghers syndrome in 9 month old Chinese infant."}, {"pubmed": 27035914, "text": "results suggest that decreased LKB1 expression in patients with solid tumors might be related to poor prognosis and serve as a potential predictive marker of poor clinicopathological prognostic factors"}, {"pubmed": 27060312, "text": "Mutations of the STK11 gene are the major cause of Peutz-Jeghers syndrome."}, {"pubmed": 27150059, "text": "Data indicate that nesfatin-1/NUCB-2 enhanced migration, invasion and epithelial-mesenchymal transition (EMT) in colon cancer cells through LKB1/AMPK/TORC1/ZEB1 pathways in vitro and in vivo."}, {"pubmed": 27241107, "text": "STK11 mutation in gastric in gastric-type endocervical adenocarcinoma is associated with worse prognosis."}, {"pubmed": 27259994, "text": "By downregulating acetylated LKB1 protein via HERC2, SIRT1 fine-tunes the crosstalk between endothelial and vascular smooth muscle cells to prevent adverse arterial remodeling and maintain vascular homeostasis"}, {"pubmed": 27349837, "text": "Severely compromised endogenous LKB1 expression in the L02 cell line may confer to L02 cells tumor-initiating capacities."}, {"pubmed": 27431571, "text": "Results show that STK11 mutation is a biomarker for responsiveness to cardiac glycosides (CGs)."}, {"pubmed": 27467201, "text": "STK11 sequence deletions and point mutations were found in 11 Chinese children with Peutz-Jeghers syndrome."}, {"pubmed": 27546620, "text": "Low LKB1 expression is associated with HPV-associated cervical cancer progression."}, {"pubmed": 27705915, "text": "we have demonstrated a novel function of LKB1 in DNA damage response. Cancer cells lacking LKB1 are more susceptible to DNA damage-based therapy and, in particular, to drugs that further impair DNA repair, such as PARP inhibitors."}, {"pubmed": 27721366, "text": "The mutation detection rate for the LKB1 gene was 85.7% in our Chinese familial Peutz-Jeghers Syndrome and 63.2% in all Chinese Peutz-Jeghers Syndrome patients. The amplification and sequencing results of the flanking sequences presented 3 kinds of polymorphisms in introns of LKB1 gene: (c.374+24G>T, c.464+47_48inGGGGGCC, and c.920+7G>C)."}, {"pubmed": 27748285, "text": "pregulation of PTEN and LKB1 in concert with negative or low levels of activated Akt, mTOR and S6 indicates that PI3K/Akt/mTOR pathway may not play a significant role in pathogenesis of leiomyoma."}, {"pubmed": 27799657, "text": "identification of a network linking metabolic and epigenetic alterations that is central to oncogenic transformation downstream of the liver kinase B1 (LKB1, also known as STK11) tumour suppressor, an integrator of nutrient availability, metabolism and growth"}, {"pubmed": 27821076, "text": "Data provide evidence for three novel mutations and three recurrent mutations in STK11 were identified in Chinese families with Peutz-Jeghers syndrome, which further broaden the mutation spectrum of STK11."}, {"pubmed": 27910069, "text": "Studies indicate that the serine-threonine kinase 11 (Peutz-Jeghers syndrome) LKB1 gene is somatically mutated in female reproductive tract cancers."}, {"pubmed": 28031112, "text": "The expression of LKB1 is down-regulated in most of the lung cell lines."}, {"pubmed": 28034771, "text": "LKB1 expression promoted an adaptive response to energy stress induced by anchorage-independent growth. Finally, this diminished adaptability sensitized LKB1-deficient cells to combinatorial inhibition of mitochondrial complex I and glutaminase."}, {"pubmed": 28119362, "text": "Our data hint at a possible predictive impact of LKB1 expression in patients with aNSCLC treated with chemotherapy plus bevacizumab."}, {"pubmed": 28185117, "text": "In this study, compound heterozygous variants of LKB1, c.890G > A/ c.1062C > G and del(exon1)/ c.1062C > G, were identified in two sporadic Chinese Peutz-Jeghers syndrome cases"}, {"pubmed": 28289710, "text": "identified focally upregulated FAK and collagen-associated collective invasion in KRAS and LKB1 comutated human lung adenocarcinoma patients. Our results suggest that patients with LKB1 mutant tumors should be stratified for early treatment with FAK inhibitors"}, {"pubmed": 28349069, "text": "Genetic variability at STK11 locus is associated with coronary artery disease risk in type 2 diabetes in the Chinese population."}, {"pubmed": 28368277, "text": "Structure of the complex of phosphorylated liver kinase B1 and 14-3-3zeta has been reported."}, {"pubmed": 28397012, "text": "findings demonstrate that LKB1 plays an important role in the maintenance of LSCs, which may be responsible for drug resistance and AML relapse"}, {"pubmed": 28538732, "text": "CPS1 maintains pyrimidine pools and DNA synthesis in KRAS/LKB1-mutant lung cancer cells"}, {"pubmed": 28561066, "text": "WIPI3 and WIPI4 beta-propellers have roles as scaffolds for LKB1-AMPK-TSC signalling circuits in the control of autophagy"}, {"pubmed": 28581518, "text": "Molecular analyses of HNK-treated xenografts corroborated our in vitro mechanistic findings. Collectively, these results present the first in vitro and in vivo evidence to support crosstalk between LKB1, Stat3 and pluripotency factors in breast cancer and effective anticancer modulation of this axis with HNK treatment."}, {"pubmed": 28649994, "text": "The function of human LKB1 depends on membrane binding.LKB1 is down-regulated in malignant melanoma."}, {"pubmed": 28652249, "text": "Low LKB1 expression is associated with non-small cell lung cancer."}, {"pubmed": 28656285, "text": "LKB1 overexpression inhibited apoptosis and activated autophagy of Eca109 cells following radiation treatment, as determined by flow cytometry and western blot analyses."}, {"pubmed": 28696138, "text": "these data uncover that ADIPOQ/adiponectin induces autophagic cell death in breast cancer and provide in vitro and in vivo evidence for the integral role of STK11/LKB1-AMPK-ULK1 axis in ADIPOQ/adiponectin-mediated cytotoxic autophagy."}, {"pubmed": 28700115, "text": "Ex vivo models showed that MDA-MB-231, a mesenchymal tumor cell line, grew in suspension only if LKB1 was upregulated, but the MCF-7 epithelial cell line lost its ability to generate spheroids and colonies when LKB1 was inhibited, supporting the idea that LKB1 might be necessary for circulating tumor cells to overcome the absence of the extracellular matrix during the early phases of intravasation."}, {"pubmed": 28720067, "text": "Our results indicate that HPV16 E6/E7 indirectly upregulated the expression of VEGF by inhibition of liver kinase B1 expression and upregulation of hypoxia-inducible factor 2alpha expression,thus propose a human papillomavirus-liver kinase B1-hypoxia-inducible factor 2A-vascular endothelial growth factor axis for the tumorigenesis of lung cancer"}, {"pubmed": 28813465, "text": "E6 upregulation of hTERT by downregulated LKB1 and upregulated SP1 in lung cancer cells. These results indicated that E6 played a predominant role in the regulation of telomerase activation and may be a valuable therapeutic targets for HPV-related cancer."}, {"pubmed": 28827412, "text": "Macrophage LKB1 reduction caused by oxidized low-density lipoprotein promotes foam cell formation and the progression of atherosclerosis."}, {"pubmed": 28882949, "text": "Our results indicate that LKB1 Phe354Leu polymorphism may play an important role in leukemogenesis and represents a poor prognostic factor."}, {"pubmed": 28931725, "text": "we speculate that YAP/TAZ in dependent of FOS may promote DNMT1 and subsequently mediate DNMT1-G9A complex involving serine metabolism and the methylation of DNA and histone. We hope that our study will stimulate further studies and a new targeted therapy and early medical intervention for YAP/TAZ could be a useful option for breast cancer cases complicated with LKB1 deficiency."}, {"pubmed": 28967900, "text": "LKB1 undergoes AURKA-mediated phosphorylation, which largely compromises the LKB1/AMPK signaling axis, in turn leading to the elevation of non-small cell lung cancer cell proliferation, invasion and migration."}, {"pubmed": 28986664, "text": "Case Report: novel heterozygous mutation (c.426-448delCGTGCCGGAGAAGCGTTTCCCAG,p.S142SfsX13) in the STK11 gene causing PJS in a Chinese female without a Peutz-Jeghers syndrome family history."}, {"pubmed": 29032027, "text": "Study found that ablation of Lkb1 in adipocytes induced inflammation and macrophage invasion in sciatic nerves, leading to severe sciatic axon abnormality and hindlimb paralysis."}, {"pubmed": 29084199, "text": "define a CIII-PI3K-regulated endosomal signalling platform from which LKB1 directs epithelial polarity, the dysregulation of which endows LKB1 with tumour-promoting properties"}, {"pubmed": 29138862, "text": "Study revealed a new role for LKB1 in promoting cell motility by downregulating migration-suppressing miRNA expression and exosome secretion."}, {"pubmed": 29141581, "text": "a novel de-novo germline mutation is associated with Peutz-Jeghers syndrome and elevated cancer risk"}, {"pubmed": 29191602, "text": "In our cohort enriched for advanced NSCLC patients who received platinum-based chemotherapy, STK11 mutations were not specifically associated with clinico-pathological features and they did not impact upon survival."}, {"pubmed": 29301733, "text": "Here we report a novel frameshift mutation of STK11 in a Chinese Peutz-Jeghers syndrome family."}, {"pubmed": 29370903, "text": "Inactivation of LKB1 frequently occurs in esophageal adenocarcinomas and is sufficient to drive tumor cell proliferation."}, {"pubmed": 29419869, "text": "Data suggest that the hereditary Peutz-Jeghers syndrome (PJS) in the family may be attributed to the serine/threonine kinase 11 (STK11) gene missense mutation detected in both daughter and mother."}, {"pubmed": 29447078, "text": "The present study is focused to analyze the effects on the structural dynamics of LKB1 caused by the 4 pathogenic missense mutations (L67P, L182P, G242V, and R297S), which are reported to reduce the catalytic activity."}, {"pubmed": 29475611, "text": "Decreases in LKB1 expression by HBx protein-mediated p53 inactivation may play an important role in HBV-associated hepatocellular tumorigenesis."}, {"pubmed": 29513571, "text": "Estrogen receptor-alpha (ERalpha)/LKB1 interaction may negatively interfere with the LKB1 capability to phosphorylate AMPK."}, {"pubmed": 29525853, "text": "STK11 mutation found in duodenal adenomas/adenocarcinoma highlight the importance of proteins encoded by these genes in tumor development."}, {"pubmed": 29526696, "text": "Targeting of LKB1 or SIK3 diminishes histone acetylation at MEF2C-bound enhancers and deprives leukemia cells of the output of this essential TF."}, {"pubmed": 29540834, "text": "The upstream regulation of LKB1 and LKB1 role in the pathogenesis of many types of tumors.[review]"}, {"pubmed": 29566768, "text": "Confirmation studies (step 4) provided additional evidence that NUAK1 and STK11 have PTEN-SSL patterns of activity. Consistent with PTEN-SSL status, inhibition of the NUAK1 protein kinase by the small molecule drug HTH-01-015 selectively impaired viability in multiple PTEN-deficient breast cancer cell lines, while mutations affecting STK11 and PTEN were largely mutually exclusive across large pan-cancer data sets."}, {"pubmed": 29566977, "text": "Low LKB1 expression is associated with prostate cancer."}, {"pubmed": 29573522, "text": "LKB1 performed as a tumor suppressor in lung cancer inhibiting proliferation of lung cancer cells and inducing their apoptosis. LKB1 also inhibited the in vivo growth of lung cancer. After treatment with cyclopamine, the activated Shh signaling pathway induced by LKB1 silencing was suppressed, and the inactivated Shh signaling pathway induced by LKB1 over-expression was enhanced."}, {"pubmed": 29601127, "text": "Data indicate that LKB1 is a potential suppressor of metastasis of pancreatic ductal carcinoma (PDC). Furthermore, results demonstrate that LKB1 promotes Snail protein degradation though enhancing interaction between E3 ligase FBXL14 and Snail to increase Snail ubiquitination."}, {"pubmed": 29764856, "text": "Our study reveals that different combinations of TP53, EGFR, and STK11 mutations, together with PD-L1 expression by tumor cells, represent robust parameters to identify best responders to PD-1 blockade."}, {"pubmed": 29773717, "text": "STK11/LKB1 mutations are found to be the most prevalent genomic driver of primary resistance to PD-1 axis inhibitors in KRAS-mutant lung adenocarcinoma."}, {"pubmed": 30015925, "text": "LKB1 expression was abnormally reduced in >80% of gallbladder carcinoma (GBC) tissues, and that the downregulation of LKB1 mRNA expression was associated with the poor prognosis of patients with GBC."}, {"pubmed": 30033530, "text": "Cytoplasmic LKB1 promotes the growth of lung adenocarcinoma and could be a prognostic marker for lung adenocarcinoma."}, {"pubmed": 30068711, "text": "The LKB1 mutation in KRAS-mutant NSCLC conferred enhanced radiosensitization in combination with trametinib. The WT LKB1 could activate autophagy through AMPK pathway to induce resistance to the combination of trametinib and radiation."}, {"pubmed": 30078213, "text": "we discovered the existence of p47(phox) /Hyal2 complex. LSS induced the dissociation of p47(phox) /Hyal2 complex, which was inhibited by LKB1 overexpression and AICAR. Furthermore, knockdown of Hyal2 performed a positive feedback on LKB1 activity"}, {"pubmed": 30092773, "text": "The affected P53 activity caused by STK11 mutations in PJS patients is significantly associated with protein truncation."}, {"pubmed": 30093459, "text": "The LKB1/AMPK/mTOR pathway in stellate cells, and PBI-4050 may be a promising agent for treating liver fibrosis."}, {"pubmed": 30171989, "text": "LKB1 expression was decreased in gastric cancer, and this positively correlated with epithelial-mesenchymal transition and a shorter disease-free survival , suggesting that LKB1 could act as an independent factor in predicting gastric cancer progression."}, {"pubmed": 30185829, "text": "There were significantly expressed differences in the ubiquitin-related gene SH3RF1 between the LKB1 mutant and wild-type lung adenocarcinoma patients (p = 9.78013E-05). Patients with LKB1 mutation and high expression of SH3RF1 had a better prognosis than the low expression group (HR 0.356, 95% CI 0.136-0.929, p = 0.035). SH3RF1 can influence cell cycle, apoptosis, DNA replication and the p53 signaling pathway."}, {"pubmed": 30206971, "text": "LKB1 overexpression inhibited Mycobacterium tuberculosis intracellular long-term survival, NO production, iNOS expression, and inflammatory cytokine release in macrophage. These effects on Mycobacterium tuberculosis infected macrophages may be dependent on FOXO1 and Wnt5a signaling."}, {"pubmed": 30226588, "text": "High LKB1 expression may serve as an independent prognostic marker for overall survival, but not for recurrence in hepatocellular carcinoma (HCC). Knockdown of LKB1 expression in HCC cell lines inhibited cell proliferation and subcutaneous tumor growth by promoting cell apoptosis. Therefore, the findings of the study suggest a proto-oncogenic role of LKB1 in HCC."}, {"pubmed": 30297358, "text": "LKB1 loss results in marked silencing of STING expression and insensitivity to cytoplasmic dsDNA sensing."}, {"pubmed": 30334930, "text": "In the 18 pediatric Peutz-Jeghers Syndrome (PJS) families, STK11 mutations were detected in 8 families by Sanger sequencing, and large deletions were detected in 3 by multiplex ligation-dependent probe amplification, respectively. Nine of the 11 STK11 mutations were de novo, 3 were novel."}, {"pubmed": 30423141, "text": "LKB1 deficiency induces an autocrine INSL4 signaling that critically supports the growth and survival of lung cancer cells. Therefore, aberrant INSL4 signaling is a promising therapeutic target for LKB1-deficient lung cancers."}, {"pubmed": 30443855, "text": "SIRT1/LKB1/AMPK pathway was involved in genistein accelerating autophagic flux and mitigating senescence in HUVECs. The present study illustrated that genistein was a promising therapeutic agent to delay aging process and extend longevity."}, {"pubmed": 30483811, "text": "Study results suggest that LKB1 plays an important role in the invasion and metastasis of colorectal cancer by activating AMPK, negatively regulating the AKT signaling pathway and regulating gene expression."}, {"pubmed": 30514331, "text": "Authors demonstrate that co-occurring KRAS mutation/LKB1 loss in NSCLC cells allowed efficient exploitation of glycolysis and oxidative phosphorylation, when compared to cells with each single oncologic genotype."}, {"pubmed": 30528796, "text": "Statistical analysis of STK11 splice mutations in Chinese patients with Peutz-Jeghers syndrome revealed no associations between the occurrence of severe complications or cancers and risk factors."}, {"pubmed": 30553476, "text": "Among the 95 single nucleotide polymorphisms, only rs10414193A > G in the intronic region of ARID3A, an expression quantitative trait loci for LKB1, was consistently associated with chemotherapy response and overall survival in the validation set"}, {"pubmed": 30594553, "text": "these data highlighting that LKB1 is modified by SUMO-2 in clinical HCC tumors further supports a potential role for LKB1 SUMOylation as a novel oncogenic mechanism in a subtype of HCC patients."}, {"pubmed": 30689838, "text": "This is the first report showing estrogen receptor positivity in breast cancer in carriers of STK11 variants and needs confirmation in a larger pooled cohort of PJS associated breast cancers. This could help establish the role of chemoprevention or prophylactic oophorectomy in female carriers of STK11 pathogenic variants."}, {"pubmed": 30784288, "text": "LKB1 inhibits the metastasis and angiogenesis of lung cancer through suppressing the Shh signaling pathway"}, {"pubmed": 30830877, "text": "Lkb1 deletion in cathepsin K+ periosteal cells and tumor ell lines causes osteogenic tumor-like phenotype by increasing mTORC1 activity"}, {"pubmed": 30885352, "text": "mutations in STK11 were shown to confer poor survival in the KRAS-positive adenocarcinoma subgroup"}, {"pubmed": 30913862, "text": "Study indicates that loss of LKB1 protein expression is clearly associated with poor outcomes of patients with stage III or high-risk stage II colon cancer."}, {"pubmed": 31071273, "text": "Mitochondrial dysfunction regulates the JAK-STAT pathway via LKB1-mediated AMPK activation ER-stress-independent manner."}, {"pubmed": 31089135, "text": "Study reports that JNK1/2 activities attenuate LKB1-deficiency-driven lung squamous cell carcinoma (LSCC) initiation and progression through repressing DeltaNp63 signaling. LSCC patients with higher JNK1/2 activities have better survival rates and activating JNK1/2 activities attenuate LSCC progression."}, {"pubmed": 31217475, "text": "Study present evidence that FBXO22 interacts with and promotes polyubiquitination of LKB1. More intriguingly, FBXO22 mediates Lys-63-linked LKB1 polyubiquitination and inhibits kinase activity of LKB1."}, {"pubmed": 31232177, "text": "Circular RNA circHIPK3 modulates autophagy via MIR124-3p-STAT3-PRKAA/AMPKalpha signaling in STK11 mutant lung cancer."}, {"pubmed": 31350327, "text": "An LKB1-SIK Axis Suppresses Lung Tumor Growth and Controls Differentiation."}, {"pubmed": 31355336, "text": "CRTC2 is unphosphorylated and therefore constitutively activated in LKB1-mutant non-small cell lung cance, where it promotes tumor growth, in part via the induction of the inhibitor of DNA binding 1."}, {"pubmed": 31389598, "text": "Mir-451 inhibits proliferation and migration of non-small cell lung cancer cells via targeting LKB1/AMPK."}, {"pubmed": 31429977, "text": "affected chrondrogenic and adipogenic, but not osteogenic, differentiation potential of synovium-derived stem cells"}, {"pubmed": 31515776, "text": "Thirteen variants in STK11 were unreported previously and were considered to be pathogenic in Peutz-Jeghers syndrome"}, {"pubmed": 31664223, "text": "Loss of Lkb1 impairs Treg function and stability to aggravate graft-versus-host disease after bone marrow transplantation."}, {"pubmed": 31672271, "text": "Lkb1 plays a vital role in maintaining self-renewal of amniotic mesenchymal stem cells and regulating immune equivalence"}, {"pubmed": 31697874, "text": "Enolase 3 (ENO3) overexpression under serine/threonine kinase 11 (STK11) loss-of-function mutations implies that ENO3 might be a selective anticancer target in STK11-mutant cancer."}, {"pubmed": 31709742, "text": "The prevalence and prognostic value of KRAS co-mutation subtypes in Chinese advanced non-small cell lung cancer patients."}, {"pubmed": 31744879, "text": "AMPK-Independent LKB1 Activity Is Required for Efficient Epithelial Ovarian Cancer Metastasis."}, {"pubmed": 31757465, "text": "The overall survival of patients with genomic alterations in STK11 was worse than in patients with wild-type STK11 (hazard ratio = 10.6, P = 0.0079) and TCGA dataset (hazard ratio = 2.46, P = 0.029)."}, {"pubmed": 31781355, "text": "an overview of the interplay between LKB1 and its downstream targets in cancer and focus on potential therapeutic strategies whose outcome could depend from LKB1."}, {"pubmed": 31930988, "text": "The increased expression of ATOH1 mRNA after LKB1 loss from human Ls174t cells did not involve Notch or Wnt signaling. Knockdown of PDK4 reduced the up-regulation of ATOH1 mRNA after LKB1 knockdown in Ls174t cells. Cells with LKB1 knockdown had a reduced rate of oxygen consumption, which was partially restored by PDK4 inhibition with dichloroacetate, suggesting that LKB1 represses transcription of ATOH1 via PDK4."}, {"pubmed": 31983282, "text": "DNA-dependent protein kinase regulates lysosomal AMP-dependent protein kinase activation and autophagy."}, {"pubmed": 32219437, "text": "Genetic manipulation of LKB1 elicits lethal metastatic prostate cancer."}, {"pubmed": 32236518, "text": "Serine threonine kinase 11/liver kinase B1 mutation in sporadic scirrhous-type gastric cancer cells."}, {"pubmed": 32253637, "text": "STK11 mutation status is associated with decreased survival in meningiomas."}, {"pubmed": 32273511, "text": "Findings suggest a role for serine/threonine-protein kinase LKB1 (LKB1) in sensing asparagine and aspartate and connect asparagine metabolism to the cellular signalling transduction network that modulates cell survival."}, {"pubmed": 32284250, "text": "Association of serine/threonine kinase 11 mutations and response to programmed cell death 1 inhibitors in metastatic gastric cancer."}, {"pubmed": 32312757, "text": "STK11 and KEAP1 mutations as prognostic biomarkers in an observational real-world lung adenocarcinoma cohort."}, {"pubmed": 32345599, "text": "miR-106a Regulates Cell Proliferation and Autophagy by Targeting LKB1 in HPV-16-Associated Cervical Cancer."}, {"pubmed": 32413741, "text": "Less immune cell infiltration and worse prognosis after immunotherapy for patients with lung adenocarcinoma who harbored STK11 mutation."}, {"pubmed": 32478334, "text": "Repression of LKB1 by miR-17 approximately 92 Sensitizes MYC-Dependent Lymphoma to Biguanide Treatment."}, {"pubmed": 32504210, "text": "Two cases of somatic STK11 mosaicism in Danish patients with Peutz-Jeghers syndrome."}, {"pubmed": 32634329, "text": "LKB1 Promotes the Transformation of Bone Marrow Mesenchymal Stem Cells into Adipocytes Under Oxidative Stress via AMPK-mTOR Signaling Pathway."}, {"pubmed": 32636318, "text": "A Phase II Trial of Tipifarnib for Patients with Previously Treated, Metastatic Urothelial Carcinoma Harboring HRAS Mutations."}, {"pubmed": 32647375, "text": "STK11 (LKB1) missense somatic mutant isoforms promote tumor growth, motility and inflammation."}, {"pubmed": 32653521, "text": "LKB1 inhibits intrahepatic cholangiocarcinoma by repressing the transcriptional activity of the immune checkpoint PD-L1."}, {"pubmed": 32709715, "text": "The Genomic Landscape of SMARCA4 Alterations and Associations with Outcomes in Patients with Lung Cancer."}, {"pubmed": 32749111, "text": "Role of the Serine/Threonine Kinase 11 (STK11) or Liver Kinase B1 (LKB1) Gene in Peutz-Jeghers Syndrome."}, {"pubmed": 32788639, "text": "The potent roles of salt-inducible kinases (SIKs) in metabolic homeostasis and tumorigenesis."}, {"pubmed": 32819560, "text": "BAP1 regulates AMPK-mTOR signalling pathway through deubiquitinating and stabilizing tumour-suppressor LKB1."}, {"pubmed": 32827803, "text": "Higher expression of miR-150-5p promotes tumorigenesis by suppressing LKB1 in non-small cell lung cancer."}, {"pubmed": 32883948, "text": "LKB1-AMPK axis negatively regulates ferroptosis by inhibiting fatty acid synthesis."}, {"pubmed": 32911741, "text": "Negative Regulation of Serine Threonine Kinase 11 (STK11) through miR-100 in Head and Neck Cancer."}, {"pubmed": 32945133, "text": "Human papillomavirus 16 (HPV 16) E6 but not E7 inhibits the antitumor activity of LKB1 in lung cancer cells by downregulating the expression of KIF7."}, {"pubmed": 33147782, "text": "Implications of Splicing Alterations in the Onset and Phenotypic Variability of a Family with Subclinical Manifestation of Peutz-Jeghers Syndrome: Bioinformatic and Molecular Evidence."}, {"pubmed": 33257855, "text": "The hexosamine biosynthesis pathway is a targetable liability in KRAS/LKB1 mutant lung cancer."}, {"pubmed": 33264619, "text": "Concurrent Mutations in STK11 and KEAP1 Promote Ferroptosis Protection and SCD1 Dependence in Lung Cancer."}, {"pubmed": 33278637, "text": "LKB1 deficiency-induced metabolic reprogramming in tumorigenesis and non-neoplastic diseases."}, {"pubmed": 33299528, "text": "Mild Oxidative Stress Reduces NRF2 SUMOylation to Promote Kras/Lkb1/Keap1 Mutant Lung Adenocarcinoma Cell Migration and Invasion."}, {"pubmed": 33323404, "text": "STK11/LKB1 Mutations in NSCLC Are Associated with KEAP1/NRF2-Dependent Radiotherapy Resistance Targetable by Glutaminase Inhibition."}, {"pubmed": 33335306, "text": "Cigarette smoke-induced LKB1/AMPK pathway deficiency reduces EGFR TKI sensitivity in NSCLC."}, {"pubmed": 33338855, "text": "Loss of cellular identity in common pre-clinical models of serinethreonine kinase 11 (Liver kinase B1) loss."}, {"pubmed": 33439550, "text": "Nanog maintains stemness of Lkb1-deficient lung adenocarcinoma and prevents gastric differentiation."}, {"pubmed": 33534223, "text": "A Distinctive Adnexal (Usually Paratubal) Neoplasm Often Associated With Peutz-Jeghers Syndrome and Characterized by STK11 Alterations (STK11 Adnexal Tumor): A Report of 22 Cases."}, {"pubmed": 33744718, "text": "STK11 alterations in the pan-cancer setting: prognostic and therapeutic implications."}, {"pubmed": 34012039, "text": "Distribution of genetic alterations in high-risk early-stage cervical cancer patients treated with postoperative radiation therapy."}, {"pubmed": 34016959, "text": "Suppression of m6A mRNA modification by DNA hypermethylated ALKBH5 aggravates the oncological behavior of KRAS mutation/LKB1 loss lung cancer."}, {"pubmed": 34045189, "text": "STK11/LKB1 Loss of Function Is Associated with Global DNA Hypomethylation and S-Adenosyl-Methionine Depletion in Human Lung Adenocarcinoma."}, {"pubmed": 34080793, "text": "A novel pathogenic splice site variation in STK11 gene results in Peutz-Jeghers syndrome."}, {"pubmed": 34193159, "text": "PIM kinases inhibit AMPK activation and promote tumorigenicity by phosphorylating LKB1."}, {"pubmed": 34204950, "text": "(V600E)BRAF Inhibition Induces Cytoprotective Autophagy through AMPK in Thyroid Cancer Cells."}, {"pubmed": 34350982, "text": "The protein kinase LKB1 promotes self-renewal and blocks invasiveness in glioblastoma."}, {"pubmed": 34371271, "text": "Liver kinase B1 rs9282860 polymorphism and risk for multiple sclerosis in White and Black Americans."}, {"pubmed": 34479873, "text": "Gene of the month: STK11."}, {"pubmed": 34500370, "text": "STK11/LKB1 and KEAP1 mutations in non-small cell lung cancer: Prognostic rather than predictive?"}, {"pubmed": 34516304, "text": "Atrial-Specific LKB1 Knockdown Represents a Novel Mouse Model of Atrial Cardiomyopathy With Spontaneous Atrial Fibrillation."}, {"pubmed": 34740862, "text": "Diminished Efficacy of Programmed Death-(Ligand)1 Inhibition in STK11- and KEAP1-Mutant Lung Adenocarcinoma Is Affected by KRAS Mutation Status."}, {"pubmed": 34754157, "text": "Detection and analysis of common pathogenic germline mutations in Peutz-Jeghers syndrome."}, {"pubmed": 34757069, "text": "STK11 Prevents Invasion through Signal Transducer and Activator of Transcription 3/5 and FAK Repression in Cutaneous Melanoma."}, {"pubmed": 34828353, "text": "m(6)A mRNA Methylation Regulates LKB1 to Promote Autophagy of Hepatoblastoma Cells through Upregulated Phosphorylation of AMPK."}, {"pubmed": 34849607, "text": "Functional assessment of somatic STK11 variants identified in primary human non-small cell lung cancers."}, {"pubmed": 34921639, "text": "LKB1 deficiency upregulates RELM-alpha to drive airway goblet cell metaplasia."}, {"pubmed": 35011738, "text": "Targeting PGM3 as a Novel Therapeutic Strategy in KRAS/LKB1 Co-Mutant Lung Cancer."}, {"pubmed": 35017636, "text": "The metabolic stress-activated checkpoint LKB1-MARK3 axis acts as a tumor suppressor in high-grade serous ovarian carcinoma."}, {"pubmed": 35018944, "text": "Ginsenoside CK ameliorates hepatic lipid accumulation via activating the LKB1/AMPK pathway in vitro and in vivo."}, {"pubmed": 35131083, "text": "STK11 Loss: A Novel Mechanism for Melanoma Metastasis with Therapeutic Implications."}, {"pubmed": 35194062, "text": "Loss of LKB1-NUAK1 signalling enhances NF-kappaB activity in a spheroid model of high-grade serous ovarian cancer."}, {"pubmed": 35504291, "text": "Glutaminase inhibition impairs CD8 T cell activation in STK11-/Lkb1-deficient lung cancer."}, {"pubmed": 35543972, "text": "STK11 overexpression prevents glucocorticoid-induced osteoporosis via activating the AMPK/SIRT1/PGC1alpha axis."}, {"pubmed": 35753125, "text": "STK11 and KEAP1 mutations in non-small cell lung cancer patients: Descriptive analysis and prognostic value among Hispanics (STRIKE registry-CLICaP)."}, {"pubmed": 35759814, "text": "Clinical impact of STK11 mutation in advanced-stage non-small cell lung cancer."}, {"pubmed": 35768580, "text": "LKB1 is the gatekeeper of carotid body chemosensing and the hypoxic ventilatory response."}, {"pubmed": 35856436, "text": "Liver kinase B1 in exosomes inhibits immune checkpoint programmed death ligand 1 and metastatic progression of intrahepatic cholangiocarcinoma."}, {"pubmed": 35858546, "text": "PTEN and LKB1 are differentially required in Gli1-expressing mesenchymal cells to suppress gastrointestinal polyposis."}, {"pubmed": 36077459, "text": "The Distinct Roles of LKB1 and AMPK in p53-Dependent Apoptosis Induced by Cisplatin."}, {"pubmed": 36261001, "text": "Downregulation of hepatic ceruloplasmin ameliorates NAFLD via SCO1-AMPK-LKB1 complex."}, {"pubmed": 36550395, "text": "A novel missense mutation of the STK11 gene in a Chinese family with Peutz-Jeghers syndrome."}, {"pubmed": 36603171, "text": "STK11 Inactivation Predicts Rapid Recurrence in Inoperable Early-Stage Non-Small-Cell Lung Cancer."}, {"pubmed": 36627571, "text": "Upgulation of lncRNA GASL1 inhibits atherosclerosis by regulating miR-106a/LKB1 axis."}, {"pubmed": 36661676, "text": "LKB1 Loss Assessed by Immunohistochemistry as a Prognostic Marker to First-Line Therapy in Advanced Non-Small-Cell Lung Cancer."}, {"pubmed": 36715544, "text": "LKB1-Dependent Regulation of TPI1 Creates a Divergent Metabolic Liability between Human and Mouse Lung Adenocarcinoma."}, {"pubmed": 36791282, "text": "The liver kinase B1 supports mammary epithelial morphogenesis by inhibiting critical factors that mediate epithelial-mesenchymal transition."}, {"pubmed": 36870679, "text": "Posttranslational regulation of liver kinase B1 in human cancer."}, {"pubmed": 37018939, "text": "LKB1 isoform expression modulates T cell plasticity downstream of PKCtheta; and IL-6."}, {"pubmed": 37023992, "text": "LKB1 signaling and patient survival outcomes in hepatocellular carcinoma."}, {"pubmed": 37080995, "text": "RBM4 dictates ESCC cell fate switch from cellular senescence to glutamine-addiction survival through inhibiting LKB1-AMPK-axis."}, {"pubmed": 37092555, "text": "Tumor loss-of-function mutations in STK11/LKB1 induce cachexia."}, {"pubmed": 37174663, "text": "LKB1 Regulates Inflammation of Fibroblast-like Synoviocytes from Patients with Rheumatoid Arthritis via AMPK-Dependent SLC7A11-NOX4-ROS Signaling."}, {"pubmed": 37261532, "text": "A phase II study of metformin plus pemetrexed and carboplatin in patients with non-squamous non-small cell lung cancer (METALUNG)."}, {"pubmed": 37264076, "text": "Clinicopathological and prognostic significance of LKB1 expression in gastric cancer: a systematic review and meta-analysis."}, {"pubmed": 37369462, "text": "Alteration of STK11 Expression Associated With Cholangiocarcinoma Progression."}, {"pubmed": 37377590, "text": "Peutz-Jeghers syndrome without STK11 mutation may correlate with less severe clinical manifestations in Chinese patients."}, {"pubmed": 37816458, "text": "Modulating the phenotypic transition of vascular smooth muscle cells via LKB1, a new pharmacologic target to strike atherosclerosis?"}, {"pubmed": 37817679, "text": "Impact of the STK11/KRAS co-mutation on the response to immunotherapy in a real-world pan-cancer cohort."}, {"pubmed": 37821951, "text": "DENV-2 NS1 promotes AMPK-LKB1 interaction to activate AMPK/ERK/mTOR signaling pathway to induce autophagy."}, {"pubmed": 37873736, "text": "The deubiquitinase USP10 mediates crosstalk between the LKB1/AMPK axis and Wnt/beta-catenin signaling in cancer."}, {"pubmed": 37879773, "text": "STK11/LKB1 and Immune Phenotypes Co-Determine Immunotherapy Outcomes."}, {"pubmed": 37966164, "text": "LKB1-SIK2 loss drives uveal melanoma proliferation and hypersensitivity to SLC8A1 and ROS inhibition."}, {"pubmed": 37968341, "text": "STK11 loss leads to YAP1-mediated transcriptional activation in human KRAS-driven lung adenocarcinoma cell lines."}, {"pubmed": 38330261, "text": "Influence of TP53 Comutation on the Tumor Immune Microenvironment and Clinical Outcomes With Immune Checkpoint Inhibitors in STK11-Mutant Non-Small-Cell Lung Cancer."}, {"pubmed": 38480816, "text": "Impact of LKB1 status on radiation outcome in patients with stage III non-small-cell lung cancer."}, {"pubmed": 38632512, "text": "Effect of the STK11 mutation on therapeutic efficacy and prognosis in patients with non-small cell lung cancer: a comprehensive study based on meta-analyses and bioinformatics analyses."}, {"pubmed": 38743625, "text": "Genome-wide CRISPR screens in spheroid culture reveal that the tumor suppressor LKB1 inhibits growth via the PIKFYVE lipid kinase."}, {"pubmed": 38830518, "text": "miR-744-5p promotes T-cell differentiation via inhibiting STK11."}, {"pubmed": 38844063, "text": "LKB1 inhibits telomerase activity resulting in cellular senescence through histone lactylation in lung adenocarcinoma."}, {"pubmed": 39080663, "text": "Genetic variation at a splicing branch point in intron 7 of STK11: a rare variant decreasing its expression in a Chinese family with Peutz-Jeghers syndrome."}], "genomic_pos": {"chr": "19", "end": 1228431, "ensemblgene": "ENSG00000118046", "start": 1177558, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 1228428, "start": 1189406, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001558", "qualifier": "involved_in", "term": "regulation of cell growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001894", "qualifier": "involved_in", "term": "tissue homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001944", "qualifier": "involved_in", "term": "vasculature development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": [12805220, 25329316], "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006470", "pubmed": 15731909, "qualifier": "involved_in", "term": "protein dephosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006914", "qualifier": "involved_in", "term": "autophagy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006974", "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006974", "pubmed": 25329316, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007409", "qualifier": "involved_in", "term": "axonogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008285", "pubmed": [17216128, 25329316], "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010212", "qualifier": "involved_in", "term": "response to ionizing radiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010508", "pubmed": 23878245, "qualifier": "involved_in", "term": "positive regulation of autophagy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018107", "pubmed": 12805220, "qualifier": "involved_in", "term": "peptidyl-threonine phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030010", "qualifier": "involved_in", "term": "establishment of cell polarity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030010", "pubmed": 24643070, "qualifier": "involved_in", "term": "establishment of cell polarity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030010", "qualifier": "involved_in", "term": "establishment of cell polarity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030111", "qualifier": "involved_in", "term": "regulation of Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030308", "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030511", "pubmed": 18311138, "qualifier": "involved_in", "term": "positive regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032147", "qualifier": "involved_in", "term": "activation of protein kinase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032147", "pubmed": 15731909, "qualifier": "involved_in", "term": "activation of protein kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033762", "qualifier": "involved_in", "term": "response to glucagon"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033993", "qualifier": "involved_in", "term": "response to lipid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034504", "qualifier": "involved_in", "term": "protein localization to nucleus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042593", "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043276", "pubmed": 19622832, "qualifier": "involved_in", "term": "anoikis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045059", "qualifier": "involved_in", "term": "positive thymic T cell selection"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045722", "qualifier": "involved_in", "term": "positive regulation of gluconeogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046777", "pubmed": 11430832, "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048814", "qualifier": "involved_in", "term": "regulation of dendrite morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050772", "qualifier": "involved_in", "term": "positive regulation of axonogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050852", "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051645", "qualifier": "involved_in", "term": "Golgi localization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051896", "qualifier": "involved_in", "term": "regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060767", "qualifier": "involved_in", "term": "epithelial cell proliferation involved in prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060770", "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation involved in prostate gland development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070314", "pubmed": 17216128, "qualifier": "acts_upstream_of_negative_effect", "term": "G1 to G0 transition"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:0070314", "pubmed": 12805220, "qualifier": "acts_upstream_of_negative_effect", "term": "G1 to G0 transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071493", "pubmed": 25329316, "qualifier": "involved_in", "term": "cellular response to UV-B"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072332", "pubmed": 11430832, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway by p53 class mediator"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090090", "pubmed": 15731909, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097066", "qualifier": "involved_in", "term": "response to thyroid hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097484", "qualifier": "involved_in", "term": "dendrite extension"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120163", "pubmed": 27461402, "qualifier": "involved_in", "term": "negative regulation of cold-induced thermogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900182", "qualifier": "involved_in", "term": "positive regulation of protein localization to nucleus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1901610", "qualifier": "involved_in", "term": "positive regulation of vesicle transport along microtubule"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901610", "pubmed": 24643070, "qualifier": "involved_in", "term": "positive regulation of vesicle transport along microtubule"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1901796", "qualifier": "involved_in", "term": "regulation of signal transduction by p53 class mediator"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904262", "pubmed": 23878245, "qualifier": "involved_in", "term": "negative regulation of TORC1 signaling"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [12805220, 18854309], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [11430832, 12805220, 14517248, 17216128, 18854309], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 11430832, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030018", "qualifier": "located_in", "term": "Z disc"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0140535", "pubmed": 12805220, "qualifier": "part_of", "term": "intracellular protein-containing complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1902554", "pubmed": 19892943, "qualifier": "part_of", "term": "serine/threonine protein kinase complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:1902554", "qualifier": "part_of", "term": "serine/threonine protein kinase complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000287", "pubmed": 12805220, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0002039", "pubmed": 11430832, "qualifier": "enables", "term": "p53 binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004674", "pubmed": [11430832, 12805220, 19892943], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12595760, 12753905, 12805220, 14676191, 17216128, 19274086, 19513107, 19892943, 20562859, 22575644, 22939624, 24362629, 25036637, 25241761, 25329316, 25852190, 26479318, 28514442, 32707033, 34591612], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005524", "pubmed": 12805220, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030275", "qualifier": "enables", "term": "LRR domain binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030295", "pubmed": 19892943, "qualifier": "enables", "term": "protein kinase activator activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[6239, 180185], [7165, 1273829], [7955, 550537], [8364, 549287], [9031, 420105], [9544, 705686], [9598, 468641], [9606, 6794], [9615, 485088], [10090, 20869], [10116, 314621]], "id": 393}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Serine/Threonine kinase LKB1, catalytic domain", "id": "IPR039154", "short_desc": "LKB1_c"}], "ipi": ["IPI01024704", "IPI01024909"], "map_location": "19p13.3", "name": "serine/threonine kinase 11", "other_names": ["liver kinase B1", "polarization-related protein LKB1", "renal carcinoma antigen NY-REN-19", "serine/threonine-protein kinase 11", "serine/threonine-protein kinase LKB1", "serine/threonine-protein kinase STK11"], "pantherdb": {"HGNC": "11389", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1341870", "ortholog_type": "LDO", "panther_family": "PTHR43895", "taxid": 10090, "uniprot_kb": "Q9WTK7"}, {"RGD": "1308653", "ortholog_type": "LDO", "panther_family": "PTHR43895", "taxid": 10116, "uniprot_kb": "D4AE59"}, {"Ensembl": "ENSGALG00000040008", "ortholog_type": "LDO", "panther_family": "PTHR43895", "taxid": 9031, "uniprot_kb": "A0A452J879"}, {"Gene": "STK11", "ortholog_type": "LDO", "panther_family": "PTHR43895", "taxid": 9031, "uniprot_kb": "Q0GGW5"}, {"WormBase": "WBGene00019814", "ortholog_type": "LDO", "panther_family": "PTHR43895", "taxid": 6239, "uniprot_kb": "O44547"}, {"SGD": "S000003147", "ortholog_type": "O", "panther_family": "PTHR43895", "taxid": 4932, "uniprot_kb": "P43637"}, {"PomBase": "SPCC1919.01", "ortholog_type": "O", "panther_family": "PTHR43895", "taxid": 4896, "uniprot_kb": "Q9UU87"}], "uniprot_kb": "Q15831"}, "pathway": {"kegg": [{"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04140", "name": "Autophagy - animal - Homo sapiens (human)"}, {"id": "hsa04150", "name": "mTOR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04152", "name": "AMPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04211", "name": "Longevity regulating pathway - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04920", "name": "Adipocytokine signaling pathway - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}], "pid": {"id": "lkb1_pathway", "name": "LKB1 signaling events"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-163680", "name": "AMPK inhibits chREBP transcriptional activation activity"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-165159", "name": "MTOR signalling"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-380972", "name": "Energy dependent regulation of mTOR by LKB1-AMPK"}, {"id": "R-HSA-5633007", "name": "Regulation of TP53 Activity"}, {"id": "R-HSA-6804756", "name": "Regulation of TP53 Activity through Phosphorylation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9614657", "name": "FOXO-mediated transcription of cell death genes"}], "wikipathways": [{"id": "WP1403", "name": "AMP-activated protein kinase (AMPK) signaling"}, {"id": "WP1984", "name": "Integrated breast cancer pathway"}, {"id": "WP3595", "name": "mir-124 predicted interactions with cell cycle and differentiation"}, {"id": "WP3878", "name": "ATM Signaling Network in Development and Disease"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4577", "name": "Neurodegeneration with brain iron accumulation (NBIA) subtypes pathway"}, {"id": "WP4674", "name": "Head and Neck Squamous Cell Carcinoma"}]}, "pdb": ["2WTK", "4ZDR", "5WXN"], "pfam": "PF00069", "pharmgkb": "PA36198", "pharos": {"target_id": 18612, "tdl": "Tchem"}, "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256871", "relationship": "is"}, {"id": "GNF256872", "relationship": "is"}, {"id": "GNF256873", "relationship": "is"}, {"id": "GNF256874", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162507", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF036605", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF089809", "relationship": "is"}, {"id": "GNF089810", "relationship": "is"}, {"id": "GNF089811", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050597", "relationship": "is"}, {"id": "GNF055359", "relationship": "is"}, {"id": "GNF059985", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065855", "relationship": "is"}, {"id": "GNF065856", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165692", "relationship": "is"}, {"id": "GNF165693", "relationship": "is"}, {"id": "GNF165694", "relationship": "is"}, {"id": "GNF165695", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282973", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283900", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF014103", "relationship": "is"}, {"id": "GNF014104", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286338", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324888", "relationship": "is"}, {"id": "GNF324889", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334529", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092743", "relationship": "is"}, {"id": "GNF132441", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_007460.2"], "protein": ["NP_000446.1", "NP_001394184.1"], "rna": ["NM_000455.5", "NM_001407255.1", "NR_176325.1"], "translation": [{"protein": "NP_001394184.1", "rna": "NM_001407255.1"}, {"protein": "NP_000446.1", "rna": "NM_000455.5"}]}, "reporter": {"HG-U133_Plus_2": ["204292_x_at", "231017_at", "41657_at"], "HG-U95Av2": "41657_at", "HTA-2_0": ["TC19001930.hg.1", "TC19002617.hg.1"], "HuEx-1_0": "3815566", "HuGene-1_1": "8024204", "HuGene-2_1": "16856463"}, "summary": "The protein encoded by this gene is a serine/threonine kinase that regulates cell polarity and energy metabolism and functions as a tumor suppressor. Mutations in this gene have been associated with the autosomal dominant Peutz-Jeghers syndrome, as well as with skin, pancreatic, and testicular cancers. [provided by RefSeq, May 2022].", "symbol": "STK11", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0694883"}, "unigene": "Hs.515005", "uniprot": {"Swiss-Prot": "Q15831", "TrEMBL": ["K7EQN8", "A0A0S2Z4D1", "A0A1B0GUW2", "A0A087WT72", "K7EMR0"]}, "wikipedia": {"url_stub": "STK11"}}