{"AllianceGenome": "6510", "HGNC": "6510", "MIM": "151442", "_id": "3925", "_version": 1, "accession": {"genomic": ["AL033528.20", "CH471059.2", "CP068277.2", "M31303.1", "M74239.1", "NC_000001.11", "NC_060925.1", "X94912.1"], "protein": ["AAA59971.1", "AAA59980.1", "AAH14353.1", "AAH82228.1", "AAI14444.1", "AAI14503.1", "AEE61099.1", "BAA05794.1", "BAB71277.1", "BAD92519.1", "BAG34744.1", "BAG70133.1", "BAG70262.1", "BAH14020.1", "CAA37391.1", "CAA64398.1", "CAA77660.1", "EAX07854.1", "EAX07855.1", "EAX07856.1", "EAX07857.1", "EAX07858.1", "EAX07859.1", "EAX07860.1", "EAX07861.1", "NP_001138926.1", "NP_005554.1", "NP_981944.1", "NP_981946.1", "P16949.3"], "rna": ["AB209282.1", "AB451319.1", "AB451448.1", "AK054594.1", "AK056768.1", "AK303692.1", "AK311801.1", "AV714035.1", "BC014353.1", "BC023313.1", "BC028398.1", "BC082228.1", "BC114443.1", "BC114502.1", "BF686314.1", "BG030679.1", "BG493669.1", "BM563894.1", "BQ428400.1", "BQ772197.1", "BX647885.1", "D28428.1", "HM005502.1", "J04991.1", "NM_001145454.3", "NM_005563.4", "NM_152497.1", "NM_203399.2", "NM_203401.2", "X53305.1", "Z11566.1"], "translation": [{"protein": "NP_981944.1", "rna": "NM_203399.2"}, {"protein": "CAA77660.1", "rna": "Z11566.1"}, {"protein": "AAA59980.1", "rna": "J04991.1"}, {"protein": "BAB71277.1", "rna": "AK056768.1"}, {"protein": "AAH82228.1", "rna": "BC082228.1"}, {"protein": "NP_001138926.1", "rna": "NM_001145454.3"}, {"protein": "BAD92519.1", "rna": "AB209282.1"}, {"protein": "NP_005554.1", "rna": "NM_005563.4"}, {"protein": "BAA05794.1", "rna": "D28428.1"}, {"protein": "CAA37391.1", "rna": "X53305.1"}, {"protein": "BAG70133.1", "rna": "AB451319.1"}, {"protein": "AAI14444.1", "rna": "BC114443.1"}, {"protein": "AEE61099.1", "rna": "HM005502.1"}, {"protein": "BAH14020.1", "rna": "AK303692.1"}, {"protein": "BAG34744.1", "rna": "AK311801.1"}, {"protein": "AAI14503.1", "rna": "BC114502.1"}, {"protein": "AAH14353.1", "rna": "BC014353.1"}, {"protein": "NP_981946.1", "rna": "NM_203401.2"}, {"protein": "BAG70262.1", "rna": "AB451448.1"}]}, "alias": ["C1orf215", "LAP18", "Lag", "OP18", "PP17", "PP19", "PR22", "SMN"], "ensembl": {"gene": "ENSG00000117632", "protein": ["ENSP00000350531", "ENSP00000363409", "ENSP00000382633", "ENSP00000387858", "ENSP00000407567", "ENSP00000410452"], "transcript": ["ENST00000357865", "ENST00000374291", "ENST00000399728", "ENST00000426559", "ENST00000446334", "ENST00000455785", "ENST00000465604", "ENST00000485226", "ENST00000513116"], "translation": [{"protein": "ENSP00000410452", "rna": "ENST00000426559"}, {"protein": "ENSP00000387858", "rna": "ENST00000455785"}, {"protein": "ENSP00000382633", "rna": "ENST00000399728"}, {"protein": "ENSP00000350531", "rna": "ENST00000357865"}, {"protein": "ENSP00000363409", "rna": "ENST00000374291"}, {"protein": "ENSP00000407567", "rna": "ENST00000446334"}], "type_of_gene": "protein_coding"}, "entrezgene": "3925", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.36675450853, "exp_mis": 42.2297960598, "exp_syn": 13.7802888628, "lof_z": 2.32364446785696, "mis_z": 1.97424899921001, "mu_lof": 6.2726848951e-07, "mu_mis": 4.7460754351e-06, "mu_syn": 1.64730183908e-06, "n_lof": 1.0, "n_mis": 16.0, "n_syn": 14.0, "p_li": 0.648591503545553, "p_null": 0.00606372367444763, "p_rec": 0.345344772779999, "syn_z": -0.0366918904294908}, "bp": 525, "cds_end": 26231167, "cds_start": 26212213, "n_exons": 4, "nonpsych": {"exp_lof": 6.60713772427, "exp_mis": 38.1615556375, "exp_syn": 12.4120059022, "lof_z": 2.14233067573985, "mis_z": 2.0544055304671, "mu_lof": 6.2726848951e-07, "mu_mis": 4.7460754351e-06, "mu_syn": 1.64730183908e-06, "n_lof": 1.0, "n_mis": 13.0, "n_syn": 12.0, "p_li": 0.611993826005902, "p_null": 0.0100157681990572, "p_rec": 0.377990405795041, "syn_z": 0.0736292180130256}, "nontcga": {"exp_lof": 6.77151866212, "exp_mis": 38.8455192704, "exp_syn": 12.6719711839, "lof_z": 2.18790425478976, "mis_z": 1.82616683879271, "mu_lof": 6.2726848951e-07, "mu_mis": 4.7460754351e-06, "mu_syn": 1.64730183908e-06, "n_lof": 1.0, "n_mis": 16.0, "n_syn": 14.0, "p_li": 0.60489455573093, "p_null": 0.00878943759347654, "p_rec": 0.386316006675594, "syn_z": -0.23621532077308}, "transcript": "ENST00000426559.2"}, "exons": [{"cdsend": 25904676, "cdsstart": 25885722, "chr": "1", "position": [[25884178, 25885869], [25901490, 25901682], [25903640, 25903813], [25904663, 25904738], [25906388, 25906419]], "strand": -1, "transcript": "NM_001145454", "txend": 25906419, "txstart": 25884178}, {"cdsend": 25904676, "cdsstart": 25901015, "chr": "1", "position": [[25900115, 25901087], [25901490, 25901682], [25903640, 25903813], [25904663, 25904738], [25906388, 25906419]], "strand": -1, "transcript": "NM_005563", "txend": 25906419, "txstart": 25900115}, {"cdsend": 25904676, "cdsstart": 25901015, "chr": "1", "position": [[25900115, 25901087], [25901490, 25901682], [25903640, 25903813], [25904663, 25904738], [25906787, 25906877]], "strand": -1, "transcript": "NM_203399", "txend": 25906877, "txstart": 25900115}, {"cdsend": 25904676, "cdsstart": 25901015, "chr": "1", "position": [[25900115, 25901087], [25901490, 25901682], [25903640, 25903813], [25904663, 25904738], [25905851, 25906153]], "strand": -1, "transcript": "NM_203401", "txend": 25906153, "txstart": 25900115}], "exons_hg19": [{"cdsend": 26231167, "cdsstart": 26212213, "chr": "1", "position": [[26210669, 26212360], [26227981, 26228173], [26230131, 26230304], [26231154, 26231229], [26232879, 26232910]], "strand": -1, "transcript": "NM_001145454", "txend": 26232910, "txstart": 26210669}, {"cdsend": 26231167, "cdsstart": 26227506, "chr": "1", "position": [[26226606, 26227578], [26227981, 26228173], [26230131, 26230304], [26231154, 26231229], [26232879, 26232910]], "strand": -1, "transcript": "NM_005563", "txend": 26232910, "txstart": 26226606}, {"cdsend": 26231167, "cdsstart": 26227506, "chr": "1", "position": [[26226606, 26227578], [26227981, 26228173], [26230131, 26230304], [26231154, 26231229], [26233278, 26233368]], "strand": -1, "transcript": "NM_203399", "txend": 26233368, "txstart": 26226606}, {"cdsend": 26231167, "cdsstart": 26227506, "chr": "1", "position": [[26226606, 26227578], [26227981, 26228173], [26230131, 26230304], [26231154, 26231229], [26232342, 26232644]], "strand": -1, "transcript": "NM_203401", "txend": 26232644, "txstart": 26226606}], "generif": [{"pubmed": 11771751, "text": "Decreased protein levels of stathmin in adult brains with Down syndrome and Alzheimer's disease."}, {"pubmed": 11870780, "text": "Inhibition of heat-induced phosphorylation of stathmin by the bioflavonoid quercetin"}, {"pubmed": 11922601, "text": "Oncoprotein 18 levels and phosphorylation mediate megakaryocyte polyploidization in human erythroleukemia cells"}, {"pubmed": 12242154, "text": "the somatic mutation identified in Op18 has profound effects on cell homeostasis that may lead to tumorigenicity"}, {"pubmed": 12644570, "text": "The overexpression of this protein in poorly differentiated lung adenocarcinomas and the elevated expression of the phosphorylated forms may offer a new target for drug- or gene-directed therapy and may have potential utility as a tumor marker."}, {"pubmed": 12763137, "text": "stathmin expression is necessary for the proliferation and differentiation of early megakaryoblasts and its suppression in the later stages of megakaryocytic maturation is necessary for polyploidization."}, {"pubmed": 12860982, "text": "stathmin does not work as a pH-sensitive protein as shown by thermodynamic studies"}, {"pubmed": 15659612, "text": "We report the increased expression of stathmin, a developmentally regulated tubulin-binding protein, in the brains of patients with multiple sclerosis (MS)."}, {"pubmed": 16258287, "text": "These observations support a model in which downregulation of stathmin expression in megakaryocytes and other polyploid cells may be a critically important factor in endomitosis and polyploidy."}, {"pubmed": 16495930, "text": "results suggest that expression of stathmin could contribute to cancer progression/prognosis, and that stathmin may have potential as a biomarker and a therapeutic target for oral squamous cell carcinoma"}, {"pubmed": 16554300, "text": "provides a biophysical basis for understanding the mechanism by which local stathmin activity gradients important for promoting localized microtubule growth"}, {"pubmed": 16624860, "text": "Although Op18 is dispensable for mitosis, the hyperactive Q18-->E mutant, or overexpressed wild-type Op18, exerts aneugenic effects that are likely to contribute to chromosomal instability in tumors"}, {"pubmed": 16757134, "text": "The NF-Y site at -65 accounts for greater than 60% of the Op18 gene expression."}, {"pubmed": 16909102, "text": "Stathmin repression selectively induces certain tumor-suppressor functions in cancer cells with mutant p53, including cell cycle arrest and apoptosis."}, {"pubmed": 17012855, "text": "Survivin gene promoter-driven stathmin siRNA expression vector may have potential use in tumor gene therapy with targeted tumor gene silencing effect."}, {"pubmed": 17029844, "text": "The current structural and thermodynamic studies on the tubulin-stathmin interaction were summarized."}, {"pubmed": 17440165, "text": "Loss of heterozygosity for the stathmin gene may be associated with improved outcomes of patients with chromosome 1 anaplastic oligodendroglioma tumors."}, {"pubmed": 17455228, "text": "Stathmin expression is highest when the prostate is undergoing morphogenesis or tumorigenesis and these processes may be regulated through differential phosphorylation."}, {"pubmed": 17472732, "text": "This study suggests that Epstein-Barr virus infection induces STMN1 expression, which play a role in cell cycle progression and proliferation in the human B lymphocyte."}, {"pubmed": 17663418, "text": "Overexpression of stathmin is an early protumorigenic event in human hepatocarcinogenesis, and its up-regulation can be mediated by gain-of-function mutations in p53."}, {"pubmed": 17874182, "text": "STMN1, but not SYK or S100A2, have roles in preventing progression of ER-positive primary breast cancer"}, {"pubmed": 18054374, "text": "Results showed that the stathmin mRNA expression was detected in all the ovarian carcinoma tissue samples and those samples with metastasis had higher levels of stathmin mRNA expression in initial biopsy specimens."}, {"pubmed": 18262179, "text": "Depletion of Op18 by means of RNA interference increased the susceptibility of tubulin to TBCE or E-like mediated disruption, while overexpressed Op18 exerted a tubulin-protective effect."}, {"pubmed": 18305103, "text": "Stathmin plays a significant role in tumor metastasis formation."}, {"pubmed": 18434595, "text": "Op18 mediates posttranscriptional regulation of tubulin mRNA in Jurkat cells through the same basic autoregulatory mechanism as microtubule-poisoning drugs"}, {"pubmed": 18461287, "text": "stathmin is probably not useful as a stand-alone marker to determine malignancy in pheochromocytomas for individual tumors"}, {"pubmed": 18555017, "text": "substantial reduction in STMN1 was deminstrated upon restoration of miR-223 expression in hepatocellular cell lines"}, {"pubmed": 18563556, "text": "Genes more highly expressed in BRCA1-associated tumors included stathmin, osteopontin, TGFbeta2 and Jagged 1"}, {"pubmed": 18613117, "text": "Data found the ratio of MAP4 to stathmin mRNA was found to be higher in diseased lung tissues compared to normal lung tissues, suggesting this ratio might also be used as a clinically relevant biomarker for NSCLCs."}, {"pubmed": 18666697, "text": "The expression levels of stathmin gene and protein were significantly higher in laryngeal squamous cell carcinoma than those in normal laryngeal tissues."}, {"pubmed": 18718898, "text": "Stathmin expression may be closely associated with early trophoblast migration and differentiation into syncytiotrophoblasts during placentation."}, {"pubmed": 19012073, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19012073, "text": "The rs182455 polymorphism of stathmin does not influence multiple sclerosis susceptibility or clinical disease course."}, {"pubmed": 19017487, "text": "Hyperactive melanocytes can be inhibited by altering Stathmin 1 expression."}, {"pubmed": 19034510, "text": "Stathmin expression correlates with cervical carcinogenesis and tumor progression, and this molecule is a valuable prognostic marker in patients with cervical carcinoma."}, {"pubmed": 19048596, "text": "LMP1 regulates Op18/stathmin signaling by cdc2 mediation."}, {"pubmed": 19179443, "text": "Endometrial stathmin is linked to HIF-1alpha protein accumulation and VEGF expression through the PI3K/Akt signaling pathway and may be involved in regeneration of the endometrium during the menstrual cycle in human uterine cells."}, {"pubmed": 19449284, "text": "overexpression of stathmin was seen for all malignant pheochromocytomas studied and for the metastasis compared to the benign tumors"}, {"pubmed": 19526456, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19526456, "text": "that STMN1 genotype interacting with individuals' gender significantly impacts fear and anxiety responses as measured with the startle and cortisol stress response"}, {"pubmed": 19556289, "text": "Stathmin 1 is associated with receptivity in the human endometrium."}, {"pubmed": 19569914, "text": "High stathmin expression correlates with tumor dissemination, is an important prognostic factor of medulloblastoma, and may serve as a useful marker for more intensive adjuvant therapies."}, {"pubmed": 19779961, "text": "These results suggest that hedgehog signaling regulates proliferation of prostate cancer cells by controlling stathmin1 expression."}, {"pubmed": 20058236, "text": "The Ggamma-globin-Tag model and other SV40/T-antigen driven transgenic mouse models may be useful for testing potential therapies directed at stathmin-1 in human prostate tumors."}, {"pubmed": 20087351, "text": "Stathmin1 can be a good prognostic factor for recurrence-free survival rate and is a therapeutic target in diffuse-type gastric cancer."}, {"pubmed": 20110360, "text": "Epstein-Barr virus kinase BGLF4 regulates microtubule dynamics through phosphorylation on stathmin"}, {"pubmed": 20120870, "text": "There was significant difference in expression of stathmin gene between laryngeal squamous cell carcinoma tissue and normal tissue."}, {"pubmed": 20204289, "text": "Stathmin expression correlates with hepatocarcinogenesis and tumor progression"}, {"pubmed": 20385220, "text": "STMN1 expression is enhanced by TCDD, and may be involved in accelerated eye opening, probably by stimulating proliferation of corneal epithelial cells."}, {"pubmed": 20399773, "text": "Upregulated Op18/stathmin activity causes chromosomal instability through a mechanism that evades the spindle assembly checkpoint"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20650764, "text": "The expression of stathmin mRNA and protein is upregulated in esophageal squamous cell carcinoma with correlation to the differentiation degree, lymph node metastasis, invasive depth and TNM stage."}, {"pubmed": 20657188, "text": "Data indicate that stathmin is a target of the PI3K/Akt pathway in cervical cancer cells."}, {"pubmed": 20675373, "text": "Stathmin and interfacial microtubule inhibitors recognize a naturally curved conformation of tubulin dimers."}, {"pubmed": 20806969, "text": "Data show that stathmin plays a key role in CRC as a new target of PRL-3. Interaction between PRL-3 and stathmin leads to MT destabilization of CRC cells, which contributes to progression and metastasis of CRC."}, {"pubmed": 20819663, "text": "Stathmin is overexpressed in endometrium of patients with endometriosis and may play a role in the pathogenesis of endometriosis."}, {"pubmed": 20946355, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21242118, "text": "Stathmin immunohistochemical staining identifies endometrial carcinomas with lymph node metastases and poor survival."}, {"pubmed": 21281784, "text": "These results provide evidence that stathmin-1 expression in uNK cells at the maternal-fetal interface may help modulate uterine natural killer cell function and may be beneficial for a successful pregnancy."}, {"pubmed": 21364187, "text": "suppression of stathmin is biologically important for megakaryocyte maturation and platelet production"}, {"pubmed": 21438138, "text": "A functional impact of STMN1 on cognitive and affective control processes, is reported."}, {"pubmed": 21489836, "text": "The combination of the expression of the genes for PPARgamma, STMN1 and CAV2 was significantly predictive for early recurrence of non-muscle-invasive bladder cancer"}, {"pubmed": 21768358, "text": "Data show that low levels of Siva1 and Ser16-phosphorylated stathmin correlate with high metastatic states of breast cancer cells."}, {"pubmed": 21809374, "text": "Potentially, modulation of LRRC4 or STMN1 expression may be useful for design of new therapies for the intervention of glioma"}, {"pubmed": 22038457, "text": "Stathmin expression was silenced by application of specific siRNA in high grade GDMEC."}, {"pubmed": 22169288, "text": "Stathmin and CrkL proteins may be involved in drug resistance of K562 cells to adriamycin."}, {"pubmed": 22181002, "text": "Results showed changes in STMN1 levels in colorectal cancer resulted in significant changes in cell migration, invasion, adhesion, and colony formation."}, {"pubmed": 22359235, "text": "Low stathmin and high MAP-tau are associated with increased microtubule stability and better prognosis in breast cancer."}, {"pubmed": 22378487, "text": "PDEF may inhibit prostate cancer progression by transcriptional downregulation of oncogenic STMN expression."}, {"pubmed": 22417000, "text": "findings indicate the existence of a new cell cycle-associated signaling pathway in which LMP1 regulates ERK-mediated Op18/stathmin signaling"}, {"pubmed": 22470493, "text": "STMN1 knockdown in AGS and MKN7 cell lines suppressed proliferation (p<0.001), reduced monolayer colony formation (p<0.001), inhibited cell invasion and migration ability (p<0.001) and induced G1 phase arrest."}, {"pubmed": 22480216, "text": "ER and stathmin were independent predictive factors for NCT with docetaxel-containing regimens."}, {"pubmed": 22535533, "text": "Stathmin 1 expression levels were significantly higher in patients with intractable temporal lobe epilepsy."}, {"pubmed": 22626996, "text": "Increased concentration of STMN1 were observed in both serum and urine from patients of different grades of urothelial carcinoma of the bladder."}, {"pubmed": 22665054, "text": "Study suggests that downregulation of miR-193b may contribute to increased STMN1 expression in melanoma, which consequently promotes migration and proliferation of tumor cells."}, {"pubmed": 22902274, "text": "A ternary complex consisting of AICD, FE65, and TIP60 down-regulates Stathmin1."}, {"pubmed": 22911364, "text": "Upregulation of STMN1 is associated with hepatocellular carcinoma."}, {"pubmed": 22915755, "text": "using STMN1 as a generic therapeutic target might accelerate metastasis. Instead, there may be a tumor stage-specific window-of-opportunity in which conserving STMN1 expression is required to inhibit emergence of metastatic disease"}, {"pubmed": 22926856, "text": "The results of this study indicated that defects in glucose metabolism may play an important contributory role in SMA pathogenesis."}, {"pubmed": 22935917, "text": "These results do not argue for a major role of Stathmin variants in agoraphobia."}, {"pubmed": 23071542, "text": "study demonstrates that down-regulation of miR-101 in different subtypes of human breast cancer tissues is linked to the increase of cellular proliferation and invasiveness via targeting Stmn1"}, {"pubmed": 23211296, "text": "STMN overexpression appears independent of proliferation, maturation, and human papilloma virus cytopathic effect and may be useful diagnostically in identifying high-grade cervical intraepithelial neoplasia."}, {"pubmed": 23396365, "text": "Stathmin suppression significantly reduces neuroblastoma lung metastases."}, {"pubmed": 23538402, "text": "High phospho-stathmin(S38) is associated with PI3K pathway alterations: amplification of the 3q26 region and increased PIK3CA copy number."}, {"pubmed": 23552806, "text": "High STMN1 expression is associated with endometrial cancer invasiveness."}, {"pubmed": 23583473, "text": "The findings of this study provided preliminary evidence supporting the important role of STMN1 in the development of PTSD, and expand extant knowledge on the genetic underpinnings of PTSD and the sex-specific expression of PTSD's symptoms."}, {"pubmed": 23610071, "text": "Inhibition of stathmin or DNA-PKCS impaired p53(MUT) -dependent transcription of several M phase regulators, resulting in M phase failure and EOC cell death."}, {"pubmed": 23760979, "text": "Stathmin 1 overexpression might play an important role in the pathogenesis and subsequent progression of gastric cancer."}, {"pubmed": 23860484, "text": "allelic variation associated with amygdala volume"}, {"pubmed": 23955098, "text": "This study demonistrated that the percentage of SMNDelta7 in lung and adipose tissue is significantly higher than in other tissues such as the testes, where almost no SMNDelta7 is expressed."}, {"pubmed": 23975322, "text": "High STMN-1 expression is associated with esophageal squamous cell carcinoma."}, {"pubmed": 24040910, "text": "stathmin1 overexpression is common in gastric cancer and may play a role in its pathogenesis."}, {"pubmed": 24043603, "text": "High STMN1 expression is associated with glioma."}, {"pubmed": 24113009, "text": "Mutation of KRAS E2 is positively associated with expression level of STMN1 in non-small cell lung cancer."}, {"pubmed": 24135250, "text": "The mRNA expression level of STMN1, TOP2A and ERCC1 are correlated with non-small cell lung carcinoma pathology type in Chinese patients."}, {"pubmed": 24152729, "text": "stathmin regulates mitotic entry, partially via microtubules, to control localization and activation of both Aurora A and Plk1."}, {"pubmed": 24218338, "text": "high STMN1 protein level is commonly associated with adverse prognosticators and confers tumor aggressiveness in patients with nasopharyngeal carcinoma"}, {"pubmed": 24299310, "text": "All these results indicated that STMN1 plays an important role in pancreatic cancer development, and might serve as a potential therapeutic target for pancreatic cancer"}, {"pubmed": 24306928, "text": "Data indicate that siRNA-mediated silencing of Stathmin suppresses proliferation, induces apoptosis, and causes G2/M-phase cell cycle arrest in the nasopharyngeal carcinoma (NPC) cell lines CNE1-LMP1 and HNE2."}, {"pubmed": 24355524, "text": "Stathmin 1 expression may be related to the highly proliferative phenotype of hematopoietic cells and may be involved in hematological malignancies."}, {"pubmed": 24372619, "text": "Its overexpression can be used as a marker to identify those patients who are at high risk for lymphatic metastatic recurrence in pN0 ESCC after an Ivor-Lewis esophagectomy."}, {"pubmed": 24518087, "text": "High stathmin 1 expression is associated with lung cancer."}, {"pubmed": 24588766, "text": "Stathmin, interacting with Nf-kappaB, promotes tumor growth and predicts poor prognosis of pancreatic cancer"}, {"pubmed": 24589734, "text": "STMN and SCG10 are similarly targeted by JNK but there are clear differences in JNK recognition and phosphorylation of the closely related family member, SCLIP."}, {"pubmed": 24628949, "text": "Mechanistic investigations revealed that tubulin-destabilizing protein Stathmin, which mediated docetaxel resistance in FOXM1-silenced gastric cancer cells, is a direct down-stream target of FOXM1."}, {"pubmed": 24686088, "text": "Rlim is a novel regulator of Stathmin protein in a ubiquitin-dependent manner, and represents a new pathway for malignant phenotype turnover by modulating the level of Stathmin protein in human osteosarcomas."}, {"pubmed": 24708177, "text": "high STMN1 expression is related to low nuclear p27 expression and high cytoplasmic p27 expression. STMN1 knockdown increased p27 expression."}, {"pubmed": 24870766, "text": "Stathmin expression was significantly higher in esophageal carcinoma tissues than in adjacent noncancerous tissues."}, {"pubmed": 24885363, "text": "protein expressions of stathmin and EF1alpha were found in DNs of precancerous lesions, whereas they were absent or present at very low levels in normal liver and liver cirrhosis"}, {"pubmed": 24903994, "text": "These data provide the experimental evidence that telomere shortening and related inflammatory proteins are associated with human IgAN, and it could be a new direction for the disease progression study."}, {"pubmed": 25063586, "text": "Results demonstrates that STMN1 silencing arrests tumor-disseminative cascades by inhibiting multiple metastatic drivers, and repressing oncogenic and mesenchymal transcription in colorectal cancer cells."}, {"pubmed": 25181337, "text": "miR-223 down-regulates STMN1 expression by targeting the 3'UTR of the STMN1 gene to inhibit dengue virus 2 replication."}, {"pubmed": 25187177, "text": "Epigenetic silencing of miR-210 increases the proliferation of gastric epithelium during chronic Helicobacter pylori infection by activating STMN1 and DIMT1."}, {"pubmed": 25215905, "text": "miR-193b inhibits the expression of stathmin 1 (STMN1) and urokinase-type plasminogen activator (uPA) in Panc-1 cells."}, {"pubmed": 25266798, "text": "STMN1 overexpression and phosphorylation result in a loss of cell cycle mitotic checkpoint control and may render tumors amenable to PI3K inhibitory therapy."}, {"pubmed": 25320307, "text": "Stathmin plays an essential role of in Merkel cell polyomavirus small tumor antigen-mediated microtubule destabilization and cell motility and this process is regulated by cellular phosphatase catalytic subunit of protein phosphatase 4."}, {"pubmed": 25384122, "text": "suggest that STMN1 may have an important role in NSCLC progression and could serve as a potential prognostic marker for patients with NSCLC"}, {"pubmed": 25572118, "text": "The silencing of stathmin combined with paclitaxel significantly inhibited the proliferatin of EC9706 and Eca-109 cells, with a significantly higher proportion of cells at G2/M phase."}, {"pubmed": 25607713, "text": "MiR-101 sensitizes human nasopharyngeal carcinoma cells to radiation by targeting stathmin 1"}, {"pubmed": 25715079, "text": "Stathmin exists in a diverse equilibrium of states throughout the purported helical nucleation region and that this IDP exhibits a propensity toward oligomerization."}, {"pubmed": 25791566, "text": "PDAC patients with higher STMN1 expression died sooner than those with lower STMN1 expression."}, {"pubmed": 25824152, "text": "miR-223 regulates STMN1 in malignant pleural mesothelioma, and both are in turn regulated by the JNK signaling pathway. As such, miR-223 and STMN1 play an important role in regulating MPM cell motility."}, {"pubmed": 25894372, "text": "High level of stathmin exhibited poor response to chemotherapy (for mRNA, P = 0.041; for protein, P = 0.017). Overexpression of stathmin was associated with shorter overall survival (for mRNA, P = 0.012) and progression-free survival"}, {"pubmed": 25944168, "text": "STMN1 overexpression is associated with drug resistance in esophageal squamous cell carcinoma."}, {"pubmed": 26000982, "text": "These results suggest that SEPTIN2-mediated cytoskeletal rearrangement and STATHMIN-mediated differentiation may contribute to changes in cell morphology and differentiation of H/RS cells with CD99 upregulation in Hodgkin lymphoma."}, {"pubmed": 26045786, "text": "Report that STMN1 is a highly sensitive marker for leiomyosarcoma but is suboptimally specific for diagnostic purposes."}, {"pubmed": 26087399, "text": "Results show that the STMN1-E/P/C signature is a reliable prognostic indicator for luminal subtype breast cancer and may predict the therapeutic response to paclitaxel-based treatments, potentially facilitating individualized management."}, {"pubmed": 26148901, "text": "SNP in STMN1 gene may have a potential predictive role in taxane-based chemotherapy in advanced non-small cell lung cancer."}, {"pubmed": 26220844, "text": "Rare TT genotype of STMN1 gene may be an unfavorable predictive factor of chemotherapy based on platinum compounds and vinorelbine, in patients with NSCLC."}, {"pubmed": 26235036, "text": "STMN1 may play an important role in the development and tumor progression of cutaneous squamous cell carcinoma"}, {"pubmed": 26272359, "text": "stathmin-1 may play a key role in regulating trophoblast invasion"}, {"pubmed": 26356819, "text": "Data suggest that stathmin 1 silencing or paclitaxel treatment, combined with ruxolitinib could be an effective strategy for promoting apoptosis in Janus kinase 2 (JAK2 V617F) cells."}, {"pubmed": 26450904, "text": "Studies indicate that phosphorylation of stathmin controls its biological activity by reducing its affinity for tubulin and hence preventing microtubule disassembly."}, {"pubmed": 26466335, "text": "FANCC interacts and co-localizes with STMN1 at centrosomes during mitosis. We also showed that FANCC is required for STMN1 phosphorylation."}, {"pubmed": 26590596, "text": "High expression of stathmin 1 predicts poor outcome in oral squamous cell carcinoma patients treated by docetaxel-containing regimens."}, {"pubmed": 26782519, "text": "STMN1 silencing by siRNA may enhance the sensitivity of esophageal cancer cells Eca-109 to paclitaxel and induce apoptosis."}, {"pubmed": 26802649, "text": "After silencing stathmin-1 in gastric cancer cells, the resistance index was reduced."}, {"pubmed": 26815505, "text": "High STMN1 expression is associated with invasion in endometrial carcinoma."}, {"pubmed": 27041561, "text": "Our finding demonstrates that RSK2 directly phosphorylates stathmin and regulates microtubule polymerization to provide a pro-invasive and pro-metastatic advantage to cancer cells. Therefore, the RSK2-stathmin pathway represents a promising therapeutic target and a prognostic marker for metastatic human cancers."}, {"pubmed": 27130664, "text": "The phosphorylation-specific association of STMN1 with GRP78 promotes breast cancer metastasis."}, {"pubmed": 27226646, "text": "Stathmin is a highly sensitive and specific biomarker for the diagnosis of vulvar high-grade squamous intraepithelial lesions."}, {"pubmed": 27349455, "text": "Results suggest that Stathmin 1 (STMN1) plays an important role in cell proliferation and migration."}, {"pubmed": 27494889, "text": "these results showed that stathmin expression was significantly up-regulated in LAC, which may act as a biomarker for LAC. Furthermore, silence of stathmin inhibiting LAC cell growth indicated that stathmin may be a promising molecular target for LAC therapy."}, {"pubmed": 27577078, "text": "miR-223 might serve as an onco-suppressor that enhances susceptibility to docetaxel by downregulating STMN1 in gallbladder cancer, highlighting its promising therapeutic value."}, {"pubmed": 27591090, "text": "overexpression correlates with poorer prognosis and interacts with p53 in oral squamous cell carcinoma"}, {"pubmed": 27806343, "text": "Results showed that patients with cancer displayed a higher stathmin expression than those of non-cancer individuals, and overexpression of stathmin correlated with tumor cell differentiation, lymph node invasion and high TNM stage. [review]"}, {"pubmed": 27878293, "text": "hese results suggested that STMN1 plays an important role in proliferation and migration of hypopharyngeal squamous cell carcinoma and may be used as a potential prognostic biomarker or therapeutic target of hypopharyngeal squamous cell carcinoma (HSCC) ."}, {"pubmed": 27934948, "text": "T3-mediated suppression of STMN1 supports the theory that T3 plays an inhibitory role in HCC tumor growth, and suggests that the lack of normal THR function leads to elevated STMN1 expression and malignant growth"}, {"pubmed": 28056823, "text": "The expressions of TYMS, TUBB3 and STMN1 were significantly associated with the clinicopathological characteristics of age, gender and family history of gastric cancer, but not with differentiation, growth patterns, metastasis and TNM staging in patients with gastric cancer."}, {"pubmed": 28178656, "text": "Integrin beta1 appears to serve as a partner of Stathmin induction of ERK and Akt signaling by inhibiting apoptosis in the cholangiocarcinoma cell."}, {"pubmed": 28216224, "text": "STMN1,COF1 and PAIRBP1 thus represent proteins associated with proliferative and aggressive tumors of high grades, while TSP2 and POSTN were connected to low grade tumors with better prognosis"}, {"pubmed": 28275089, "text": "The miR-34a/STMN1/betaIII-tubulin axis maintains the microtubule cytoskeleton in osteosarcoma, and combining miR-34a with microtubule inhibitors can be investigated as a novel therapeutic strategy."}, {"pubmed": 28282798, "text": "Increased stathmin correlated with pathologic grade, lymphatic invasion, advanced stage and poor survival of non-small cell lung cancer (NSCLC), which indicated that stathmin could serve as a potential biomarker of NSCLC"}, {"pubmed": 28334732, "text": "STMN1 is a possible biomarker for paclitaxel sensitivity and poor prognosis in gastric cancer (GC) and could be a novel therapeutic target in metastatic GC."}, {"pubmed": 28457543, "text": "STMN1 expression was associated with an unfavorable overall survival and disease-free proportion, and was an independent unfavorable prognostic factor for Lung Adenocarcinoma, even when restricted to stage I."}, {"pubmed": 28474672, "text": "a transcription-independent mechanism for Stat3-mediated centrosome clustering that involves Stathmin, a Stat3 interactor involved in microtubule depolymerization, and the mitotic kinase PLK1, is reported."}, {"pubmed": 28532857, "text": "stathmin expression was significantly associated with shorter progression-free survival and overall survival for all analyzed cases of endometrial cancer; findings demonstrate that high stathmin expression is a poor prognostic marker in endometrial cancer"}, {"pubmed": 28534969, "text": "These findings suggest that Cdc2 is positively associatd with the development of taxol resistance. The Cdc2 inhibitor, purvalanol A, enhanced the cytotoxic effects of taxol through Op18/stathmin."}, {"pubmed": 28589243, "text": "silencing STMN alleviates the resistance to taxol."}, {"pubmed": 28622584, "text": "An increased risk of sporadic atypical meningioma recurrence can be found in cases with elevated expression of STMN1."}, {"pubmed": 28625575, "text": "we found upregulated expression of STMN1 in the atypical/anaplastic meningioma group, relative to that in the benign meningioma group. STMN1, therefore, is a promising target to improve cure rates in meningioma cases."}, {"pubmed": 28766688, "text": "STMN1 expression was higher in basal-type cell lines than in luminal-type cell lines, and overall survival and post-progression survival in the high STMN1 expression breast cancer patients were shorter than in low STMN1 expression patients. High STMN1 expression is a possible marker of breast cancer aggressiveness in association with proliferation, phenotype and cancer stem cell type"}, {"pubmed": 28777150, "text": "this study shows that stathmin-1 has excellent specificity for the diagnosis of high-grade anal intraepithelial neoplasia; however, Stathmin-1 alone may not be sufficiently sensitive; use in conjunction with other sensitive markers, such as p16 or Ki-67 may be considered"}, {"pubmed": 28806997, "text": "These results suggest that stathmin acts as an oncogene and is transcriptionally regulated by mutant p53, but not by wild-type p53. Stathmin could be a potential anti-tumor therapeutic target in oral squamous cell carcinoma"}, {"pubmed": 28834690, "text": "study elucidated a novel Malat1-miR-101-STMN1/RAB5A/ATG4D regulatory network that Malat1 activates autophagy and promotes cell proliferation by sponging miR-101 and upregulating STMN1, RAB5A and ATG4D expression in glioma cells"}, {"pubmed": 28850563, "text": "The crucial role of FOXM1 and STMN1 in TKI-induced enrichment of CSC and drug resistance was demonstrated by knockdown of STMN1 and FOXM1 in NSCLC cells."}, {"pubmed": 28885720, "text": "Results suggest that stathmin is essential in bipolar spindle formation to maintain genomic stability during mitosis, and the depletion of stathmin prevents the initiation of chromosome instability by inducing senescence in human normal fibroblasts."}, {"pubmed": 28933054, "text": "High STMN1 Expression is Associated with Cancer Progression and Chemo-Resistance in Lung Squamous Cell Carcinoma."}, {"pubmed": 28982915, "text": "STMN1 gene and miRNA-223 expression profiles in non-tumor liver tissues were predictive of the risk for multicentric hepatocellular carcinoma recurrence."}, {"pubmed": 29025958, "text": "in prostate cancer, CtBP1-regulated miR-34a modulates STMN1 expression and is involved in cancer progression through the CtBP1\\miR-34a\\STMN1\\GDF15 axis. The CtBP1\\miR-34a\\STMN1\\GDF15 axis is a potential therapeutic target for treatment of aggressive prostate cancer"}, {"pubmed": 29039594, "text": "STMN1 expression was significantly associated with prognosis and tumour differentiation in ESCC, indicating that STMN1 expression is an independent prognostic factor for ESCC and could be a potential biomarker. Regulating the expression of STMN1 could influence tumour cell motility, invasion and proliferation"}, {"pubmed": 29214451, "text": "High STMN1 expression was associated with Adrenocortical Carcinoma."}, {"pubmed": 29231257, "text": "these data indicate that activation of autophagy reduces expression of STMN1 and p53, and the migration and invasion of cancer cells contributes to the anti-cancer effects of the Halofuginone. These findings may provide new insight into breast cancer prevention and therapy."}, {"pubmed": 29251330, "text": "Results showed that STMN1 overexpression was significantly associated with lymphatic metastatic recurrence in pN0 esophageal squamous cell carcinoma (ESCC) patients. STMN1 levels are regulated by the PI3K pathway, and STMN1 can act as a surrogate marker of PI3K pathway signaling related to tumor recurrence."}, {"pubmed": 29374725, "text": "High STMN1 Expression Is Associated with Tumor Differentiation and Metastasis in Pancreatic Cancer."}, {"pubmed": 29460479, "text": "Silencing of stathmin-1 altered the expression, subcellular localization and phosphorylation status of VASP, which suggested that it might be associated with remodeling of the cell cytoskeleton in colorectal cancer metastasis."}, {"pubmed": 29577639, "text": "Serum stathmin-1 levels increase dramatically in patients with squamous cell carcinoma (SCC), especially in esophageal squamous cell carcinoma (ESCC) and are associated with lymph node metastasis and advanced cancer stage."}, {"pubmed": 29655218, "text": "Stathmin plays a positive role in the proliferation and osteogenic/odontoblastic differentiation of dental pulp stem cells."}, {"pubmed": 29847156, "text": "expression of Stathmin 1 and p-Stathmin 1(S38) indicates poor survival in HNSCC and may be associated with immune suppression"}, {"pubmed": 29953794, "text": "The investigation confirmed that stathmin expression was correlated with more aggressive behavior of cervical cancer."}, {"pubmed": 30169496, "text": "Low expression of STMN1 was found in 43.62%, and high expression of STMN1 was found in 56.38% of cases of osteosarcoma. High tumor expression of STMN1 was a prognostic marker for poor prognosis, poor response to chemotherapy, the presence of metastases, advanced Enneking surgical stage and the chondroblastic osteosarcoma subtype. The expression STMN1 was identified as an independent prognostic biomarker of osteosarcoma ."}, {"pubmed": 30183377, "text": "results suggest that the miR-493-STMN-1 pathway contributes to hypoxia-induced tubular epithelial cell G2/M arrest and renal fibrosis"}, {"pubmed": 30198871, "text": "we identified that via targeting STMN1, PC cell proliferation and invasion were suppressed by miR-101."}, {"pubmed": 30202098, "text": "study reveals that KIAA1199 promotes metastasis of colorectal cancer cells via microtubule destabilization regulated by a PP2A/stathmin pathway, and suggests that KIAA1199 may be a promising target for preventing metastasis in colorectal cancer."}, {"pubmed": 30628664, "text": "Stathmin (STMN) is overexpressed in stomach neoplasm tissues, and that it is associated with migration, invasion, proliferation and antiapoptotic states of gastric cancer cells. Inhibition of STMN decreases the levels of clusterin, cystatin C and matrix metalloproteinases, followed by inhibiting the protein kinase B and signal transducer and activation of transcription activation."}, {"pubmed": 30910656, "text": "Stathmin-1 expression is significantly higher in high-grade lung neuroendocrine tumor (HGNET) tissues than in non-small cell lung cancer (NSCLC) tissues"}, {"pubmed": 31009804, "text": "Stathmin regulates the proliferation and odontoblastic/osteogenic differentiation of human dental pulp stem cells through Wnt/beta-catenin signaling pathway."}, {"pubmed": 31299491, "text": "These findings allude to a mechanism whereby NF-kappaB-signaling regulates tubulin dynamics and mitotic instability through the modulation of p65(RelA)-Stathmin/Op-18 interactions, and support the notion that p30(II) enhances the survival of Tax-expressing HTLV-1-transformed cells."}, {"pubmed": 31441020, "text": "Stathmin 1 is highly expressed and associated with survival outcome in malignant adrenocortical tumours."}, {"pubmed": 31637705, "text": "Long noncoding RNA TPT1-AS1 downregulates the microRNA-770-5p expression to inhibit glioma cell autophagy and promote proliferation through STMN1 upregulation."}, {"pubmed": 31710049, "text": "EGFR expression is significantly higher in human papilloma virus positive inverted papilloma. Stathmin is expressed by all IP tumour cells. Stathmin was also associated with dysplasia."}, {"pubmed": 31783876, "text": "The proteomic approach revealed the pro-tumorigenic, microtubule (MT) interacting protein stathmin (STMN1) among the most downregulated proteins upon KPNA2 depletion in Hepatocellular carcinoma cells."}, {"pubmed": 31785057, "text": "Data indicated that STMN1 was highly expressed in hepatocellular carcinoma (HCC) and associated with vascular invasion, higher histological grade and shorter survival time. Overexpressing and silencing STMN1 in HCC cell lines showed that it could regulate cell proliferation, migration, drug resistance, and cancer stemness. STMN1 mediates crosstalk between HCC and hepatic stellate cells through HGF/MET signal pathway."}, {"pubmed": 31806880, "text": "Stathmin levels alter PTPN14 expression and impact neuroblastoma cell migration."}, {"pubmed": 31983128, "text": "High STMN1 expression is associated with esophageal cancer."}, {"pubmed": 31994271, "text": "stathmin can be used as a predictive biomarker for TPF induction chemotherapy and a combination therapy regimen based on stathmin expression might improve the survival of oral squamous cell carcinoma (OSCC) patients."}, {"pubmed": 32076022, "text": "Stathmin expression associates with vascular and immune responses in aggressive breast cancer subgroups."}, {"pubmed": 32250469, "text": "Low STMN1 is associated with better prognosis in Asian patients with esophageal cancers: A meta-analysis."}, {"pubmed": 32306460, "text": "Epstein-Barr virus-encoded miR-BART6-3p inhibits cancer cell proliferation through the LOC553103-STMN1 axis."}, {"pubmed": 32425177, "text": "STMN1 and MKI67 Are Upregulated in Uterine Leiomyosarcoma and Are Potential Biomarkers for its Diagnosis."}, {"pubmed": 32555175, "text": "HIV-1 exposure triggers autophagic degradation of stathmin and hyperstabilization of microtubules to disrupt epithelial cell junctions."}, {"pubmed": 32614890, "text": "Oncoprotein 18 is necessary for malignant cell proliferation in bladder cancer cells and serves as a G3-specific non-invasive diagnostic marker candidate in urinary RNA."}, {"pubmed": 32706072, "text": "Stathmin 1 promotes the progression of liver cancer through interacting with YAP1."}, {"pubmed": 33037191, "text": "Synthetic lethality of RB1 and aurora A is driven by stathmin-mediated disruption of microtubule dynamics."}, {"pubmed": 33196934, "text": "Carboxyl-terminal polypeptide fragment of MUC16 combing stathmin1 promotes gallbladder cancer cell migration and invasion."}, {"pubmed": 33247690, "text": "Stathmin! An immunohistochemical analysis of the novel marker in Oral Squamous Cell Carcinoma and Oral Leukoplakia."}, {"pubmed": 33359451, "text": "HN1 promotes tumor growth and metastasis of anaplastic thyroid carcinoma by interacting with STMN1."}, {"pubmed": 33444777, "text": "Phosphorylation at Ser10 triggered p27 degradation and promoted gallbladder carcinoma cell migration and invasion by regulating stathmin1 under glucose deficiency."}, {"pubmed": 33526768, "text": "Aberrantly high activation of a FoxM1-STMN1 axis contributes to progression and tumorigenesis in FoxM1-driven cancers."}, {"pubmed": 33568625, "text": "circST6GALNAC6 suppresses bladder cancer metastasis by sponging miR-200a-3p to modulate the STMN1/EMT axis."}, {"pubmed": 33991434, "text": "Long noncoding RNA AC092155 facilitates osteogenic differentiation of adipose-derived stem cells through the miR-143-3p/STMN1 axis."}, {"pubmed": 34146904, "text": "Identification and characterization of Stathmin 1 as a host factor involved in HIV-1 latency."}, {"pubmed": 34190011, "text": "CARMA3 Transcriptional Regulation of STMN1 by NF-kappaB Promotes Renal Cell Carcinoma Proliferation and Invasion."}, {"pubmed": 34544445, "text": "p16 is superior to Stathmin-1 and HSP27 in identifying cervical dysplasia."}, {"pubmed": 34837603, "text": "STMN1 is highly expressed and contributes to clonogenicity in acute promyelocytic leukemia cells."}, {"pubmed": 35186166, "text": "Overexpression of Stathmin 1 Predicts Poor Prognosis and Promotes Cancer Cell Proliferation and Migration in Ovarian Cancer."}, {"pubmed": 35210426, "text": "Stathmin 1 is a biomarker for diagnosis of microvascular invasion to predict prognosis of early hepatocellular carcinoma."}, {"pubmed": 35986456, "text": "Association of Stathmin (Op18) with TNM Staging and Grading of Oral Squamous Cell Carcinoma and Its Role in Tumor Progression."}, {"pubmed": 36127700, "text": "STMN1 as a novel prognostic biomarker in HCC correlating with immune infiltrates and methylation."}, {"pubmed": 36749137, "text": "Stathmin 1 and p53 Expression in Cutaneous Squamous Cell Carcinoma and Precursor Lesions."}, {"pubmed": 37466108, "text": "Expression of stathmin in asbestos-like fibers-induced mesothelioma: A preliminary report."}, {"pubmed": 37642368, "text": "STMN1 promotes cell malignancy and bortezomib resistance of multiple myeloma cell lines via PI3K/AKT signaling."}, {"pubmed": 38030185, "text": "Association Between High Expression of Phosphorylated-STMN1 and Mesenchymal Marker Expression and Cancer Stemness in Breast Cancer."}, {"pubmed": 38244401, "text": "The knockdown of stathmin with si-RNA inhibits invasion of mesothelioma."}], "genomic_pos": {"chr": "1", "end": 25906991, "ensemblgene": "ENSG00000117632", "start": 25884181, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 26233482, "start": 26210672, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000281", "pubmed": 25122120, "qualifier": "involved_in", "term": "mitotic cytokinesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007019", "qualifier": "involved_in", "term": "microtubule depolymerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007019", "pubmed": 9880330, "qualifier": "acts_upstream_of_or_within", "term": "microtubule depolymerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007019", "pubmed": 10675326, "qualifier": "involved_in", "term": "microtubule depolymerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007052", "pubmed": 9271428, "qualifier": "acts_upstream_of_or_within", "term": "mitotic spindle organization"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 8003023, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007409", "qualifier": "involved_in", "term": "axonogenesis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009615", "pubmed": 16548883, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030334", "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031110", "qualifier": "involved_in", "term": "regulation of microtubule polymerization or depolymerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031110", "pubmed": 12860982, "qualifier": "involved_in", "term": "regulation of microtubule polymerization or depolymerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031115", "pubmed": 25198505, "qualifier": "involved_in", "term": "negative regulation of microtubule polymerization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031175", "qualifier": "involved_in", "term": "neuron projection development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035024", "pubmed": 25198505, "qualifier": "involved_in", "term": "negative regulation of Rho protein signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035556", "pubmed": 2917975, "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048012", "pubmed": 25198505, "qualifier": "involved_in", "term": "hepatocyte growth factor receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051497", "pubmed": 25198505, "qualifier": "involved_in", "term": "negative regulation of stress fiber assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061436", "pubmed": 25198505, "qualifier": "involved_in", "term": "establishment of skin barrier"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070495", "pubmed": 25198505, "qualifier": "involved_in", "term": "negative regulation of thrombin-activated receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905098", "pubmed": 25198505, "qualifier": "involved_in", "term": "negative regulation of guanyl-nucleotide exchange factor activity"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005874", "qualifier": "located_in", "term": "microtubule"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043005", "qualifier": "is_active_in", "term": "neuron projection"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15652749, 21423803, 25416956], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015631", "qualifier": "enables", "term": "tubulin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015631", "pubmed": 10675326, "qualifier": "enables", "term": "tubulin binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0015631", "pubmed": 12860982, "qualifier": "enables", "term": "tubulin binding"}]}, "homologene": {"genes": [[7955, 550548], [7955, 678630], [8364, 493340], [9031, 396057], [9544, 719733], [9598, 456650], [9606, 3925], [9615, 478175], [9913, 616317], [10090, 16765], [10116, 29332]], "id": 4063}, "interpro": [{"desc": "Stathmin family", "id": "IPR000956", "short_desc": "Stathmin_fam"}, {"desc": "Stathmin, conserved site", "id": "IPR030514", "short_desc": "Stathmin_CS"}, {"desc": "Stathmin superfamily", "id": "IPR036002", "short_desc": "Stathmin_sf"}], "ipi": ["IPI00479997", "IPI00642012", "IPI00921996"], "map_location": "1p36.11", "name": "stathmin 1", "other_names": ["leukemia-associated phosphoprotein p18", "metablastin", "oncoprotein 18", "phosphoprotein 19", "phosphoprotein p19", "prosolin", "stathmin", "stathmin 1/oncoprotein 18", "testicular tissue protein Li 189", "transmembrane protein C1orf215"], "pantherdb": {"HGNC": "6510", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96739", "ortholog_type": "LDO", "panther_family": "PTHR10104", "taxid": 10090, "uniprot_kb": "P54227"}, {"RGD": "2992", "ortholog_type": "LDO", "panther_family": "PTHR10104", "taxid": 10116, "uniprot_kb": "P13668"}, {"Ensembl": "ENSGALG00000001475", "ortholog_type": "LDO", "panther_family": "PTHR10104", "taxid": 9031, "uniprot_kb": "P31395"}, {"ZFIN": "ZDB-GENE-031006-14", "ortholog_type": "O", "panther_family": "PTHR10104", "taxid": 7955, "uniprot_kb": "A0A0R4II97"}, {"ZFIN": "ZDB-GENE-050417-397", "ortholog_type": "LDO", "panther_family": "PTHR10104", "taxid": 7955, "uniprot_kb": "Q568Q7"}, {"FlyBase": "FBgn0266521", "ortholog_type": "O", "panther_family": "PTHR10104", "taxid": 7227, "uniprot_kb": "M9NEA1"}], "uniprot_kb": "P16949"}, "pathway": {"biocarta": {"id": "stathminpathway", "name": "stathmin and breast cancer resistance to antimicrotubule agents"}, "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}], "pid": [{"id": "aurora_b_pathway", "name": "Aurora B signaling"}, {"id": "p38gammadeltapathway", "name": "Signaling mediated by p38-gamma and p38-delta"}], "reactome": [{"id": "R-HSA-1236394", "name": "Signaling by ERBB4"}, {"id": "R-HSA-1251985", "name": "Nuclear signaling by ERBB4"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP2038", "name": "Regulation of Microtubule Cytoskeleton"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP3303", "name": "RAC1-PAK1-p38-MMP2 Pathway"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4538", "name": "Regulatory circuits of the STAT3 signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pfam": "PF00836", "pharmgkb": "PA35491", "pharos": {"target_id": 4097, "tdl": "Tbio"}, "pir": "A40936", "prosite": "PS51663", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF174649", "relationship": "is"}, {"id": "GNF176717", "relationship": "is"}, {"id": "GNF185555", "relationship": "is"}, {"id": "GNF187623", "relationship": "is"}, {"id": "GNF196461", "relationship": "is"}, {"id": "GNF198529", "relationship": "is"}, {"id": "GNF207367", "relationship": "is"}, {"id": "GNF209435", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158301", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF034736", "relationship": "similar to"}, {"id": "GNF044899", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF014132", "relationship": "is"}, {"id": "GNF131578", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101422", "relationship": "is"}, {"id": "GNF116078", "relationship": "is"}, {"id": "GNF141077", "relationship": "is"}, {"id": "GNF149224", "relationship": "is"}, {"id": "GNF155719", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001138926.1", "NP_005554.1", "NP_981944.1", "NP_981946.1"], "rna": ["NM_001145454.3", "NM_005563.4", "NM_152497.1", "NM_203399.2", "NM_203401.2"], "translation": [{"protein": "NP_005554.1", "rna": "NM_005563.4"}, {"protein": "NP_981946.1", "rna": "NM_203401.2"}, {"protein": "NP_001138926.1", "rna": "NM_001145454.3"}, {"protein": "NP_981944.1", "rna": "NM_203399.2"}]}, "reporter": {"HG-U133_Plus_2": ["1552803_a_at", "200783_s_at", "217714_x_at"], "HG-U95Av2": "1782_s_at", "HTA-2_0": ["TC01002383.hg.1", "TC01005350.hg.1"], "HuEx-1_0": ["2402447", "2402459"], "HuGene-1_1": ["7913864", "7913869"], "HuGene-2_1": "16683723"}, "retired": 149421, "summary": "This gene belongs to the stathmin family of genes. It encodes a ubiquitous cytosolic phosphoprotein proposed to function as an intracellular relay integrating regulatory signals of the cellular environment. The encoded protein is involved in the regulation of the microtubule filament system by destabilizing microtubules. It prevents assembly and promotes disassembly of microtubules. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Feb 2009].", "symbol": "STMN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416797"}, "unigene": "Hs.209983", "uniprot": {"Swiss-Prot": "P16949", "TrEMBL": ["A2A2D0", "A0A140VJW2"]}, "wikipedia": {"url_stub": "Stathmin"}}