{"AllianceGenome": "11427", "HGNC": "11427", "MIM": "607207", "_id": "10273", "_version": 2, "accession": {"genomic": ["AE006464.1", "CH471112.2", "CP068262.2", "FB775518.1", "NC_000016.10", "NC_060940.1", "NG_034141.1", "Z92544.1"], "protein": ["AAC18038.1", "AAD33400.1", "AAG17211.1", "AAH07545.1", "AAH17178.1", "AAH22788.1", "AAH63617.1", "AAK61242.1", "AAL99927.1", "CAV30716.1", "EAW85756.1", "EAW85757.1", "EAW85758.1", "NP_001280126.1", "NP_005852.2", "Q9UNE7.2"], "rna": ["AF039689.1", "AF129085.1", "AF217968.1", "AF432221.1", "BC007545.1", "BC017178.1", "BC022788.1", "BC063617.1", "CB145452.1", "NM_001293197.2", "NM_005861.4"], "translation": [{"protein": "AAH17178.1", "rna": "BC017178.1"}, {"protein": "AAG17211.1", "rna": "AF217968.1"}, {"protein": "AAD33400.1", "rna": "AF129085.1"}, {"protein": "AAC18038.1", "rna": "AF039689.1"}, {"protein": "NP_005852.2", "rna": "NM_005861.4"}, {"protein": "AAH07545.1", "rna": "BC007545.1"}, {"protein": "AAH22788.1", "rna": "BC022788.1"}, {"protein": "AAH63617.1", "rna": "BC063617.1"}, {"protein": "NP_001280126.1", "rna": "NM_001293197.2"}, {"protein": "AAL99927.1", "rna": "AF432221.1"}]}, "alias": ["CHIP", "HSPABP2", "NY-CO-7", "SCA48", "SCAR16", "SDCCAG7", "UBOX1"], "ec": "2.3.2.27", "ensembl": {"gene": "ENSG00000103266", "protein": ["ENSP00000219548", "ENSP00000456591", "ENSP00000456875", "ENSP00000457090", "ENSP00000457228", "ENSP00000457583", "ENSP00000476751"], "transcript": ["ENST00000219548", "ENST00000563505", "ENST00000564316", "ENST00000564370", "ENST00000565677", "ENST00000565813", "ENST00000566181", "ENST00000566408", "ENST00000567173", "ENST00000567790", "ENST00000569248"], "translation": [{"protein": "ENSP00000457228", "rna": "ENST00000565677"}, {"protein": "ENSP00000219548", "rna": "ENST00000219548"}, {"protein": "ENSP00000456591", "rna": "ENST00000567173"}, {"protein": "ENSP00000456875", "rna": "ENST00000564370"}, {"protein": "ENSP00000457583", "rna": "ENST00000566408"}, {"protein": "ENSP00000457090", "rna": "ENST00000564316"}, {"protein": "ENSP00000476751", "rna": "ENST00000565813"}], "type_of_gene": "protein_coding"}, "entrezgene": "10273", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.0095344547, "exp_mis": 134.663743925, "exp_syn": 68.0378122648, "lof_z": 2.55929263749011, "mis_z": 1.79824850317522, "mu_lof": 1.31357615992e-06, "mu_mis": 1.42581850163e-05, "mu_syn": 7.20026729024e-06, "n_lof": 5.0, "n_mis": 92.0, "n_syn": 80.0, "p_li": 0.0425338864217666, "p_null": 0.00599979424921889, "p_rec": 0.951466319329014, "syn_z": -0.899052387245174}, "bp": 912, "cds_end": 732489, "cds_start": 730525, "n_exons": 7, "nonpsych": {"exp_lof": 13.4576735433, "exp_mis": 121.756282848, "exp_syn": 61.4533886481, "lof_z": 2.79963914986381, "mis_z": 2.00012245855326, "mu_lof": 1.31357615992e-06, "mu_mis": 1.42581850163e-05, "mu_syn": 7.20026729024e-06, "n_lof": 3.0, "n_mis": 78.0, "n_syn": 74.0, "p_li": 0.436016627001584, "p_null": 0.00175508719965933, "p_rec": 0.562228285798757, "syn_z": -1.00766680075116}, "nontcga": {"exp_lof": 13.7963538151, "exp_mis": 123.878234826, "exp_syn": 62.5823782689, "lof_z": 2.33615570466152, "mis_z": 1.56122968569512, "mu_lof": 1.31357615992e-06, "mu_mis": 1.42581850163e-05, "mu_syn": 7.20026729024e-06, "n_lof": 5.0, "n_mis": 89.0, "n_syn": 72.0, "p_li": 0.0284153727416334, "p_null": 0.0109383796915681, "p_rec": 0.960646247566799, "syn_z": -0.75376750437136}, "transcript": "ENST00000219548.4"}, "exons": [{"cdsend": 682489, "cdsstart": 681208, "chr": "16", "position": [[680409, 680684], [681062, 681350], [681437, 681603], [681792, 681880], [682019, 682076], [682164, 682281], [682363, 682801]], "strand": 1, "transcript": "NM_001293197", "txend": 682801, "txstart": 680409}, {"cdsend": 682489, "cdsstart": 680525, "chr": "16", "position": [[680409, 680684], [681151, 681350], [681437, 681603], [681792, 681880], [682019, 682076], [682164, 682281], [682363, 682801]], "strand": 1, "transcript": "NM_005861", "txend": 682801, "txstart": 680409}], "exons_hg19": [{"cdsend": 732489, "cdsstart": 731208, "chr": "16", "position": [[730409, 730684], [731062, 731350], [731437, 731603], [731792, 731880], [732019, 732076], [732164, 732281], [732363, 732801]], "strand": 1, "transcript": "NM_001293197", "txend": 732801, "txstart": 730409}, {"cdsend": 732489, "cdsstart": 730525, "chr": "16", "position": [[730409, 730684], [731151, 731350], [731437, 731603], [731792, 731880], [732019, 732076], [732164, 732281], [732363, 732801]], "strand": 1, "transcript": "NM_005861", "txend": 732801, "txstart": 730409}], "generif": [{"pubmed": 11805346, "text": "Ubiquitin ligases (u box) determine protein stability in a highly regulated manner by coordinating the addition of polyubiquitin chains to proteins that are then targeted to the proteasome for degradation."}, {"pubmed": 12559985, "text": "Chip overexpression reduced the rate of AR degradation, consistent with an effect on AR folding,Chip affected AR folding was further supported by the finding that the effects of exogenous Chip were reproduced by a mutant lacking the U box"}, {"pubmed": 12574167, "text": "CHIP E3 controls both the association of Hsp70/Hsp90 chaperones with ErbB2 and the down-regulation of ErbB2 induced by inhibitors of Hsp90"}, {"pubmed": 14612456, "text": "tau binds to Hsc70, and its phosphorylation is a recognition requirement for the addition of ubiquitin by the E3 Ub ligase CHIP"}, {"pubmed": 14701756, "text": "CHIP can interact with the Smad1/Smad4 proteins and block BMP signal transduction through the ubiquitin-mediated degradation of Smad proteins."}, {"pubmed": 14962978, "text": "Hsp70/CHIP may play an important role in the pathogenesis of tauopathies"}, {"pubmed": 15046863, "text": "In cells treated with dexamethasone and geldanamycin, the GFP-GR becomes concentrated in fluorescent globules located periodically along the neurites. CHIP protein concentrates in the same loci in a steroid-dependent and geldanamycin-dependent manner."}, {"pubmed": 15107424, "text": "CHIP functions as a negative regulator of AR transcriptional activity by promoting AR degradation"}, {"pubmed": 15215316, "text": "HspBP1 interferes with the CHIP-induced degradation of immature forms of the cystic fibrosis transmembrane conductance regulator (CFTR) and stimulates CFTR maturation."}, {"pubmed": 15358145, "text": "Results suggest that co-chaperone CHIP, possibly with another E3 ligase(s), modulates the ubiquitylation of mutant Cu/Zn-superoxide dismutase and renders them more susceptible for proteasomal degradation."}, {"pubmed": 15466472, "text": "CHIP is an E3 ligase for nNOS whose action is facilitated by (and possibly requires) its interaction with nNOS-bound hsp70"}, {"pubmed": 15761032, "text": "CHIP is an E3 ligase that mediates alternative effects of the ubiquitin-proteasome pathway on glucocorticoid receptor down-regulation and transactivation"}, {"pubmed": 15781469, "text": "findings suggest that CHIP can modulate the sensitivity of the TGF-beta signaling by controlling the basal level of Smad3 through ubiquitin-mediated degradation"}, {"pubmed": 15911628, "text": "CHIP-induced degradation was observed for mutant and wild-type p53, which transiently associate with molecular chaperones Hsc70 and Hsp90 and can be diverted onto a degradation pathway through this association"}, {"pubmed": 16037132, "text": "CHIP promotes ERalpha degradation and attenuates receptor-mediated gene transcription."}, {"pubmed": 16111477, "text": "Increases in CHIP may protect against neurofibrillary tangles formation in the early stages of Alzheimer's disease."}, {"pubmed": 16207813, "text": "Hsc70 cochaperone BAG-2 as a main component of CHIP complexes. BAG-2 inhibits the ubiquitin ligase activity of CHIP."}, {"pubmed": 16293251, "text": "CHIP directly interacts with C-terminal deleted HSF1 but not with full-length HSF1 under non-stressed conditions, and with full-length HSF1 under heat shock treatment; interaction requires conformational change of HSF1 by heat stress."}, {"pubmed": 16307917, "text": "CHIP is identified as a functional partner of Ubc13-Uev1a in formation of Lys63-linked polyubiquitin chains, extending CHIP's roles into ubiquitin regulation as well as targeted destruction."}, {"pubmed": 16720573, "text": "Chip may be at least one ubiquitin E3 ligase responsible for eIF4E ubiquitination"}, {"pubmed": 16725394, "text": "CHIP recognizes AR in a highly specific, phosphorylation- and sequence-dependent manner"}, {"pubmed": 16831871, "text": "Results show that CHIP and ataxin-1 proteins directly interact and co-localize in nuclear inclusions both in cell culture and spinocerebellar ataxia type-1 postmortem neurons."}, {"pubmed": 17127076, "text": "Our findings suggest that the role of CHIP in aggregation of polyQ proteins greatly varies depending on the context of full-length polyQ proteins."}, {"pubmed": 17157513, "text": "Dorfin-CHIP(L) rescued neuronal cells from mutant SOD1-associated toxicity and reduced the aggresome formation induced by mutant SOD1 more effectively than did Dorfin(WT)."}, {"pubmed": 17304350, "text": "A critical mediator of Hsp90 inhibition leading to p-tau degradation is CHIP."}, {"pubmed": 17324930, "text": "DAPK is found in two distinct immune complexes, one containing HSP90 and CHIP and a second complex containing only DIP1/Mib; strict modulation of DAPK activities by HSP90 heterocomplexes is critical for regulation of apoptosis and cellular homeostasis"}, {"pubmed": 17545168, "text": "CHIP possesses an intrinsic chaperone activity that enables it to selectively recognize and bind nonnative proteins"}, {"pubmed": 17666403, "text": "CHIP might be a direct chaperone of wild type p53 that helps p53 in maintaining wild type conformation under physiological condition as well as help resurrect p53 mutant phenotype into a folded native state under stress condition."}, {"pubmed": 17962192, "text": "Ubiquitin ligase activity of CHIP is dispensable for Tal1/SCL binding but essential for degradation."}, {"pubmed": 17963781, "text": "CHIP might preferentially regulate phosphorylated Smad1 and thus the BMP signaling"}, {"pubmed": 18094050, "text": "These results indicate that the MKKS mutants have an abnormal conformation and that chaperone-dependent degradation mediated by CHIP is a key feature of McKusick-Kaufman syndrome/Bardet-Biedl syndrome diseases."}, {"pubmed": 18313385, "text": "Data show that CHIP-mediated degradation and DNA damage-dependent stabilization regulate base excision repair proteins XRCC1, DNA polymerase beta, and DNA ligase III."}, {"pubmed": 18436529, "text": "CHIP preferentially recognizes and mediates degradation of toxic, oligomeric forms of alphaSyn"}, {"pubmed": 18655187, "text": "Inhibition of tyrosine kinase activity of Her-2/neu by quercetin could indicate an lateration in the Her-2/neu structure which promotes CHIP recruitments and down-regulation of Her-2/neu"}, {"pubmed": 18718056, "text": "Wild type CHIP induces mitotic abnormity in K562 cells."}, {"pubmed": 18784277, "text": "Function of deletion mutant shows that E3 ubiquitin ligases function redundantly."}, {"pubmed": 18955503, "text": "This study reveals a critical role for CHIP in the aggresome pathway."}, {"pubmed": 18988734, "text": "Overexpression of CHIP protects mammalian cells from ricin intoxication by ubiquitylating ricin A chin in the context of Hsp90 binding."}, {"pubmed": 19098309, "text": "Csp not only regulates the exit of CFTR from the ER, but that this action is accompanied by Hsc70/Hsp70 and CHIP-mediated CFTR degradation."}, {"pubmed": 19103148, "text": "both UBC7/gp78 and UbcH5a/CHIP may be involved in CYP3A4 ER-associated degradation, although their relative physiological contribution remains to be established"}, {"pubmed": 19165527, "text": "Using shotgun mass spectrometry, we found this protein differentially expressed in the dorsolateral prefrontal cortex from patients with schizophrenia."}, {"pubmed": 19196961, "text": "Overexpression of CHIP protects against and knockdown of CHIP exacerbates toxicity mediated by mutant LRRK2"}, {"pubmed": 19198599, "text": "CHIP inhibits anchorage-independent cell growth and metastatic potential by degrading oncogenic proteins including SRC-3."}, {"pubmed": 19362296, "text": "CHIP plays an important role in regulation iNOS activity."}, {"pubmed": 19483080, "text": "Data indicate that CHIP is a negative regulator of FoxO1 activity through ubiquitin-mediated degradation."}, {"pubmed": 19524548, "text": "CHIP serves as an E3 ubiquitin ligase that regulates Runx1 protein stability via an ubiquitination and degradation mechanism that is independent of Hsp70/90."}, {"pubmed": 19536328, "text": "LRRK2 stability is regulated by the E3 ubiquitin ligase CHIP"}, {"pubmed": 19648119, "text": "Data show by using an engineered version of the carboxyl terminus of Hsc70-interacting protein ubiquitin ligase as a research tool, we demonstrate a striking flexibility of ubiquitin conjugation that does not affect substrate specificity."}, {"pubmed": 19892702, "text": "the co-chaperone carboxyl terminus of the Hsc70-interacting protein (CHIP) stabilizes malin by modulating the activity of Hsp70."}, {"pubmed": 19940151, "text": "Hsp70- and CHIP-dependent ubiquitination represents a molecular mechanism by which prolonged hypoxia selectively reduces the levels of HIF-1alpha but not HIF-2alpha protein."}, {"pubmed": 20146531, "text": "conformational changes in CHIP upon binding of Hsp70, Hsp90, and their respective C-terminal EEVD peptides, and in complex with the different E2 ubiquitin-conjugating enzymes UbcH5a and Ubc13"}, {"pubmed": 20151404, "text": "The involvement of Hsc70 and Hsp70 in mutant keratin degradation was demonstrated using CHIP-p.Met1_Ala142del (DeltaTPR-CHIP)."}, {"pubmed": 20413784, "text": "Downregulation of CHIP level by hypoxia was responsible for p53 accumulation in the heart after myocardial infarction. Decreasing the amount of p53 prevented myocardial apoptosis and ameliorated ventricular remodeling after myocardial infarction."}, {"pubmed": 20618441, "text": "CHIP preferentially ubiquitinates Hsp70-bound substrates"}, {"pubmed": 20661446, "text": "Study observed the strongest interaction between CHIP and the progesterone receptors-Hsp90 heterocomplex, as well as with glucocorticoid receptors."}, {"pubmed": 20677910, "text": "Study provides the first evidence that cortical CHIP expression is increased after ischemic stroke."}, {"pubmed": 20924358, "text": "Hsp90/SENP3 association protects SENP3 from CHIP-mediated ubiquitination and subsequent degradation, but this effect of Hsp90 requires the presence of CHIP."}, {"pubmed": 20947504, "text": "a complex relationship between CHIP and IRF-1"}, {"pubmed": 20959453, "text": "CHIP promotes human telomerase reverse transcriptase degradation and negatively regulates telomerase activity"}, {"pubmed": 21124777, "text": "Data show that increased association of Hsp40/70 with HIF-1alpha led to recruitment of CHIP, which promoted polyubiquitination and degradation of HIF-1alpha."}, {"pubmed": 21220432, "text": "E3 ligase STUB1/CHIP regulates NAD(P)H:quinone oxidoreductase 1 (NQO1) accumulation in aged brain, a process impaired in certain Alzheimer disease patients."}, {"pubmed": 21272160, "text": "This is the first study demonstrating CHIP contributes to oncogenesis of glioma"}, {"pubmed": 21293491, "text": "Data indicate that CHIP and USP2 show antagonistic functions in the control of AIF-mediated cell death, and implicate the role of the enzymes as a switch for cells to live or die under stresses that cause truncated AIF release."}, {"pubmed": 21358815, "text": "A novel function for BAG5 as a modulator of CHIP E3 ubiquitin ligase activity with implications for CHIP-mediated regulation of alpha-syn oligomerization."}, {"pubmed": 21454478, "text": "CHIP inhibits the signaling activities of Smad1/5 by recruiting Smad1/5 from the functional R-/Co-Smad complex and further promoting the ubiquitination/degradation of Smad1/5 in a chaperone-independent manner."}, {"pubmed": 21710689, "text": "our data suggest that Tid1 and CHIP play pivotal roles in affecting the levels of ErbB2 protein, and that both are significant prognostic indicators of breast cancer patient survival."}, {"pubmed": 21793045, "text": "results suggest that CHIP regulates NF-kappaB-mediated cell invasion via the down-regulation of TRAF2"}, {"pubmed": 21911421, "text": "These findings suggest that CHIP facilitates the formation of a TLR4/9 signaling complex by recruiting, ubiquitinating, and activating Src and PKCzeta."}, {"pubmed": 21995445, "text": "We demonstrate that CHIP and c-Cbl depletion have no effect on CFTR endocytosis."}, {"pubmed": 22038067, "text": "It inhibits cell growth of Hela cells through increasing the G2 phase of cell cycle."}, {"pubmed": 22090276, "text": "Inhibition of CHIP restored the ability of mutants to mediate normal functions of menin."}, {"pubmed": 22407479, "text": "miR-764-5p positively regulates osteoblast differentiation from osteoblast progenitor cells by repressing the translation of CHIP protein"}, {"pubmed": 22427670, "text": "Data show that CHIP interacts with PTEN and promotes its proteasomal degradation."}, {"pubmed": 22433856, "text": "Data show that growth hormone receptor (GHR) endocytosis requires both ubiquitin-conjugating enzyme Ubc13 and the ubiquitin ligase COOH terminus of Hsp70 interacting protein (CHIP)."}, {"pubmed": 22492994, "text": "evidence that CHIP binds, ubiquitinates and regulates expression of histone deacetylase 6 (HDAC6); demonstrated HDAC6 levels correlate with tau burden, while a decrease in HDAC6 activity or expression promotes tau clearance; evidence that loss of HDAC6 activity augments the efficacy of an Hsp90 inhibitor and drives degradation of tau"}, {"pubmed": 22543587, "text": "The present study may strengthen the view that CHIP acts as a tumor suppressor."}, {"pubmed": 22670667, "text": "Investigated how heat and urea affect the stability of Carboxyl terminus of Hsp70 interacting protein (CHIP) domains."}, {"pubmed": 22824801, "text": "results show phosphorylation of the C-terminal region of Hsp70 and Hsp90 is critical for the decision between folding or degradation of client proteins by altering the binding of CHIP and HOP; also show increased phosphorylation in cancer cells with increased levels of the co-chaperone"}, {"pubmed": 22895543, "text": "the decreased expression of CHIP was correlated with lymph node metastasis in gastric cancer"}, {"pubmed": 23246967, "text": "The E3 ligase CHIP modulates cell cycle arrest via proteasomal degradation of ubiquitinated androgen receptor."}, {"pubmed": 23322406, "text": "These data provide the first evidence that ubiquitination of CARMA1 by STUB1 promotes TCR-induced NF-kappaB signaling."}, {"pubmed": 23344957, "text": "Data indicate S100A2 and S100P proteins as novel Ca2+-dependent regulators of the CHIP-proteasome pathway."}, {"pubmed": 23410750, "text": "these data demonstrate that CHIP regulates the steady-state level of CtBP2 as an E3 ubiquitin ligase and determines the expression levels of CtBP2 target genes."}, {"pubmed": 23679257, "text": "Single nucleotide polymorphism in the CHIP gene is not associated with intracranial aneurysm."}, {"pubmed": 23764847, "text": "CHIP overexpression reduces EndoG levels, and results in reduced or no oxidative stress-induced cell death in cultured cancer cells."}, {"pubmed": 23865999, "text": "CHIP binds tightly to two molecules of Hsc70 forming a 210 kDa complex, with a Kd of approximately 60 nM, and that the IEEVD motif at the C-terminus of Hsc70 (residues 642-646) is both necessary and sufficient for binding."}, {"pubmed": 23880665, "text": "the ubiquitin ligase STUB1 is required for degradation of HIF1A in the lysosome by chaperone-mediated autophagy."}, {"pubmed": 23963841, "text": "Enhancement of HERG protein expression through Hsp90 inhibition of CHIP binding might be a novel therapeutic strategy for long QT syndrome 2 caused by trafficking abnormalities of HERG proteins."}, {"pubmed": 23973223, "text": "stress signals elicited by proinflammatory cytokines and lipopolysaccharides lead to the degradation of Foxp3 through the action of the E3 ubiquitin ligase Stub1."}, {"pubmed": 23990462, "text": "the U-box mutation stimulated CHIP binding to Hsc70 while promoting CHIP oligomerization. CHIP binding to Hsc70 binding was also stimulated by the presence of an Hsc70 client with a preference for the ADP-bound state."}, {"pubmed": 24043303, "text": "CHIP noncanonically ubiquitinates SirT6 at K170, which stabilizes SirT6 and prevents SirT6 canonical ubiquitination by other ubiquitin ligases."}, {"pubmed": 24113144, "text": "A homozygous mutation in STUB1 associated with Gordon Holmes syndrome."}, {"pubmed": 24302614, "text": "CHIP/Stub1 functions as a tumor suppressor and represses NF-kappaB-mediated signaling in colorectal cancer."}, {"pubmed": 24312598, "text": "CHIP as a novel causative gene for autosomal recessive cerebellar ataxia"}, {"pubmed": 24376685, "text": "CHIP-modulated AKT/FoxO/Bim signaling pathway induces apoptosis resistance in breast cancer."}, {"pubmed": 24509416, "text": "CHIP interacted with eIF5A and mediated its ubiquitination for degradation."}, {"pubmed": 24578159, "text": "CHIP inhibits NF-kappaB signaling by promoting TRAF6 degradation and plays an important role in osteoclastogenesis and bone remodeling."}, {"pubmed": 24613385, "text": "Reveal an opposite role of Hsp70 and Hsp90 in regulating TGF-beta signaling by implicating CHIP-mediated Smad3 ubiquitination and degradation. This study provides a new insight into understanding the regulation of the TGF-beta signaling by chaperones."}, {"pubmed": 24651434, "text": "Ebp1 p42 isoform regulates the proteasomal degradation of the p85 regulatory subunit of PI3K by recruiting a chaperone-E3 ligase complex HSP70/CHIP."}, {"pubmed": 24661873, "text": "C-terminus of Hsc70-interacting protein (CHIP), a co-chaperone E3 ligase, interacts with and ubiquitinates Pfn1, targeting it for proteasome-dependent degradation."}, {"pubmed": 24719489, "text": "STUB1 should be added to the constantly growing list of genes in testing panels for the genetic diagnosis of inherited ataxias."}, {"pubmed": 24722501, "text": "These observations indicate that CHIP serves as a novel tumor suppressor by downregulating EGFR pathway in pancreatic cancer cells, decreased expression of CHIP was associated with poor prognosis in pancreatic cancer."}, {"pubmed": 24912674, "text": "CHIP modulates MLK3 protein levels in response to Geldanamycin and stress stimuli, and CHIP-dependent regulation of MLK3 is required for suppression of SKOV3 ovarian cancer cell invasion."}, {"pubmed": 25225294, "text": "CHIP-mediated ubiquitination of IRE1 contributes to the dynamic regulation of the unfolded protein response."}, {"pubmed": 25234599, "text": "From our results, we propose that inhibition of CSC properties may be one of the functions of CHIP as a suppressor of cancer progression."}, {"pubmed": 25258038, "text": "Whether the clinical heterogeneity seen in STUB1 ARCA can be related to the location of the mutations remains to be understood"}, {"pubmed": 25435366, "text": "CHIP masks genetic variations to suppress heterogeneous Bcl-2 expression levels and prevents augmentation of the anticancer drug-resistant population of breast cancer cells."}, {"pubmed": 25635996, "text": "miR-1178 acts as an oncomiR in pancreatic cancer cells by inhibiting CHIP expression."}, {"pubmed": 25672477, "text": "these observations provide functional evidence for CHIP behaviors as a tumor suppressor in gastric cancer."}, {"pubmed": 25684577, "text": "CHIP docks onto Hsp70/Hsc70 and defines a bipartite mode of interaction between TPR domains and their binding partners."}, {"pubmed": 25773675, "text": "CHIP stabilizes amyloid precursor protein via proteasomal degradation and p53-mediated trans-repression of BACE1."}, {"pubmed": 25792747, "text": "CHIP/TRAF3/NIK interactions recruit NIK to E3 ligase complexes for ubiquitination and degradation, thus maintaining NIK at low levels"}, {"pubmed": 25879443, "text": "results indicate that the post-endocytic ubiquitination of CFTR by CHIP is a critical step in the peripheral quality control of cell surface DeltaF508 CFTR"}, {"pubmed": 25987026, "text": "High expression of CHIP is associated with HBV-related Hepatocellular Carcinoma."}, {"pubmed": 26010904, "text": "detailed and systematic investigation to characterize if there are significant differences in the CHIP in vitro ubiquitination of human Hsp70 and Hsc70."}, {"pubmed": 26021863, "text": "Our findings demonstrate for the first time that CHIP may be involved in RCC angiogenesis through regulating VEGF secretion and expression of VEGFR2."}, {"pubmed": 26206088, "text": "Cdk5-mediated phosphorylation of CHIP negatively regulates its neuroprotective function, thereby contributing to neuronal cell death progression following neurotoxic stimuli."}, {"pubmed": 26219223, "text": "Data suggest that CHIP plays roles in the regulation of autophagic flux."}, {"pubmed": 26232501, "text": "These results indicate that CHIP decreases the Kv1.5 protein level and functional channel by facilitating its degradation in concert with chaperone Hsc70"}, {"pubmed": 26321754, "text": "CHIP is required for protein quality control (PQC) and CHIP knockdown diminished cellular PQC capacity in lens cells."}, {"pubmed": 26330542, "text": "Protein-protein interactions modulate the docking-dependent E3-ubiquitin ligase activity of CHIP."}, {"pubmed": 26568304, "text": "Data show that carboxyl-terminus of Hsp70-interacting protein (CHIP) promotes polyubiquitination of transglutaminase 2 (TG2) and its subsequent proteasomal degradation."}, {"pubmed": 26658161, "text": "Data show that the E3 ubiquitin ligase CHIP interacts with protein arginine methyltransferase-5 (PRMT5) both in vivo and in vitro."}, {"pubmed": 26900751, "text": "CHIP is a bona fide negative regulator of the RIPK1-RIPK3 necrosome formation leading to desensitization of TNF-mediated necroptosis"}, {"pubmed": 27283392, "text": "Data show that transcription factor regulatory factor X 1 (RFX1) protein expression can be tightly regulated by polyubiquitination-mediated proteosomal degradation via STIP1 homology and U-box containing protein 1 (STUB1)."}, {"pubmed": 27334118, "text": "The overexpression of CHIP is a potent prognostic factor of a good prognosis in ER-positive breast cancer patients in the postmenopausal phase."}, {"pubmed": 27392029, "text": "CHIP may serve as a promising prognostic biomarker for non-small cell lung cancer (NSCLC] patients and it may be involved in NSCLC angiogenesis through regulating VEGF secretion and expression of VEGFR2."}, {"pubmed": 27443248, "text": "the CHIP/CLEC-2 axis may play an important role in the modulation of immune response."}, {"pubmed": 27475501, "text": "C terminus of Hsc70-interacting protein (CHIP) selectively interacted with epidermal growth factor receptor (EGFR) mutants and simultaneously induced their ubiquitination and proteasomal degradation."}, {"pubmed": 27546621, "text": "Low CHIP expression is associated with metastasis of glioblastoma."}, {"pubmed": 27793846, "text": "we report the identification of an unconventional p14ARF degradation pathway induced by the chaperone HSP90 in association with the E3 ubiquitin ligase C-terminus of HSP70-interacting protein (CHIP)."}, {"pubmed": 27835608, "text": "PC-1 works in conjunction with E3 ligase CHIP to regulate androgen receptor stability and activity."}, {"pubmed": 28042827, "text": "Data show that BAG2 Inhibits CHIP-Mediated HSP72 ubiquitination in aged cells."}, {"pubmed": 28059128, "text": "Results identified a new role of CHIP in adipocyte differentiation. CHIP interacts with and mediates the ubiquitylation of PPARgamma , which results in negative effects on adipogenesis."}, {"pubmed": 28079882, "text": "these findings indicate that the stability of the DDIAS protein is regulated by CHIP/HSP70-mediated proteasomal degradation and that CHIP overexpression stimulates the apoptosis of lung cancer cells in response to DNA-damaging agents"}, {"pubmed": 28193273, "text": "These findings provide clinical and imaging support for the notion that CHIP is a crucial converging point of manifold neurodegenerative processes, corresponding with its universal biological function in neurodegeneration and reveal the second STUB1 family with ataxia plus hypogonadism."}, {"pubmed": 28232384, "text": "CHIP role in lung cancer radioresistance.p21 is a bona fide ubiquitylation substrate for CHIP."}, {"pubmed": 28279658, "text": "CHIP directly regulates the stability of CD166 protein through the ubiquitin proteasome system."}, {"pubmed": 28320779, "text": "Overexpression of CHIP decreased intracellular protein levels of both G2385R mutant and wild-type LRRK2, while short interfering RNA CHIP knockdown had the opposite effect"}, {"pubmed": 28346425, "text": "Study reveals a mechanism that the Warburg effect is regulated by CHIP through its function as an E3 ligase, which mediates the degradation of PKM2 during tumor progression."}, {"pubmed": 28396517, "text": "Some STUB1 mutations known to cause spinocerebellar ataxia, autosomal recessive 16 have a profound impact on the protein structure, stability, and ability of CHIP to dimerize in vitro."}, {"pubmed": 28431247, "text": "Study reveals an important function of CHIP-mediated proteolysis in insulin and IGF1 signaling; upon proteotoxic stress conditions and during aging, CHIP is recruited toward disposal of misfolded proteins, reducing its capacity to degrade the INSR; identify a degradation pathway that controls the level of active DAF-2/INSR in C. elegans, Drosophila and human cells."}, {"pubmed": 28536143, "text": "Prostate cancer cells expressing an S273A mutant of CHIP have attenuated AR degradation upon 2-ME treatment compared with cells expressing wild-type CHIP, supporting the idea that CHIP phosphorylation by Aurora A activates its E3 ligase activity for the AR"}, {"pubmed": 28536267, "text": "The E3 ubiquitin ligase STUB1 is a negative regulator of both RUNX1 and RUNX1-RUNX1T1. Activation of STUB1 could be a promising therapeutic strategy for RUNX1-RUNX1T1 leukemia."}, {"pubmed": 28754656, "text": "Consistent with reduced transcription factor EB (TFEB) activity, accumulation of phosphorylated TFEB in STUB1-deficient cells resulted in reduced autophagy and reduced mitochondrial biogenesis. These studies reveal that the ubiquitin-proteasome pathway participates in regulating autophagy and lysosomal functions by regulating the activity of TFEB."}, {"pubmed": 28757353, "text": "These results suggest that in the early response to stressful stimuli, MLK4beta-MLK3 binding is important for regulating MLK3 activity and MAPK signalling, and after prolonged periods of stress exposure, MLK4beta and MLK3 proteins decline via CHIP-dependent degradation."}, {"pubmed": 28852129, "text": "Our results provide the first evidence for a mediator function of cIAP1 and collaborative activity of cIAP1 and CHIP, suggesting that maintaining balanced levels of these E3 ligases might be beneficial for normal cell growth."}, {"pubmed": 29091030, "text": "Here the authors show that the mammalian ubiquitin ligase C-terminal Hsp70-interacting protein (CHIP), if freed from chaperones during acute stress, can dock on cellular membranes thus performing a proteostasis sensor function."}, {"pubmed": 29242192, "text": "these findings suggest that CHIP plays a role in negative regulation of PINK1 stability and may suppress PINK1's cytoprotective effect during staurosporine-induced mammalian cell death."}, {"pubmed": 29266373, "text": "ORP150 and CHIP demonstrate antagonism under normal and stress conditions wherein they inversely regulate each other thus affecting BACE1 level."}, {"pubmed": 29317501, "text": "Data suggest that the molecular basis of genetic defects in CHIP that cause SCAR16 is that most mutations observed in patients with SCAR16 result in destabilization of CHIP leading to down-regulation of it's biquitination function. (SCAR16 = spinocerebellar ataxia autosomal recessive type 16)"}, {"pubmed": 29326975, "text": "Phosphatase PGAM5 (phosphoglycerate mutase 5) and deubiquitinase OTUB1 (ovarian tumor domain containing ubiquitin aldehyde binding protein 1) were confirmed as E4B substrates, and beta-catenin and CDK4 (cyclin-dependent kinase 4) were confirmed as CHIP substrates."}, {"pubmed": 29367604, "text": "the present study demonstrates that covalent ISG15 conjugation produces a novel CHIP regulatory mode that enhances the tumor-suppressive activity of CHIP."}, {"pubmed": 29510992, "text": "CHIP negatively regulates cathepsin B protein/cathepsin L protein expression in ErbB2(+) and other breast cancer cell lines. cathepsin B protein inhibition abrogates invasion and matrix degradation in vitro and halts ErbB2(+) breast cancer cell line xenograft growth."}, {"pubmed": 29693147, "text": "The overexpression of CHIP significantly increased the migration and invasion of the DU145 cells, which is possible due to activation of the AKT signaling pathway and upregulation of vimentin. The expression level of CHIP was observed to be increased in human prostate cancer tissues compared with the adjacent normal tissue."}, {"pubmed": 29795330, "text": "K6-linked ubiquitylation of FADD by CHIP is a crucial checkpoint in cytokine-dependent extrinsic apoptosis."}, {"pubmed": 29921293, "text": "CHIP depletion inhibited cell growth, migration and invasion potential of colorectal cancer cells, accompanied by downregulation of MAPK and AKT signaling activities and upregulation of E-cadherin."}, {"pubmed": 30026872, "text": "IRS4, as a new substrate of CHIP, is negatively regulated by CK1gamma2 at the posttranslational level."}, {"pubmed": 30107089, "text": "The existence of a multiprotein complex containing UBXN2A, CHIP, and mot-2 suggests a synergistic tumor suppressor activity of UBXN2A and CHIP in mot-2-enriched tumors."}, {"pubmed": 30381368, "text": "We report a heterozygous STUB1 pathogenic genetic variant causing dominant cerebellar ataxia"}, {"pubmed": 30927556, "text": "Snail and CHIP expression is inversely correlated in ovarian tumor tissues. These findings establish the CHIP-Snail axis as a post-translational mechanism of EMT and cancer metastasis regulation."}, {"pubmed": 31043565, "text": "TEAD activity is tightly controlled through the regulation of palmitoylation and stability via the orchestration of FASN, depalmitoylases, and E3 ubiquitin ligase in response to cell contact."}, {"pubmed": 31393050, "text": "Study reports that STUB1 regulates gastric cancers (GC) cell proliferation and response to therapeutic drugs through YAP1. STUB1 is responsible for YAP1 ubiquitination at K280 and degradation. Downregulation of STUB1 promoted GC proliferation, tumorigenesis, and chemoresistance in a YAP1-dependent manner. STUB1 expression inversely correlates with YAP1 in GC, suggesting a role for the STUB1-YAP1 axis in GC pathogenesis."}, {"pubmed": 31613922, "text": "Data indicated that STUB1 deficiency leads both to the intracellular accumulation of protein aggregates and to an increase in the secretion of small extracellular vesicles (sEVs), including exosomes. Secreted sEVs are enriched in ubiquitinated and/or undegraded proteins and protein oligomers. Also, oxidative stress induces an increase in the release of sEVs in cells depleted from STUB1."}, {"pubmed": 31653576, "text": "E3 ligase carboxyl-terminus of Hsp70-interacting protein (CHIP) suppresses fibrotic properties in oral mucosa."}, {"pubmed": 31741143, "text": "Cerebellar cognitive-affective syndrome preceding ataxia associated with complex extrapyramidal features in a Turkish SCA48 family."}, {"pubmed": 31777182, "text": "CHIP modulates APP-induced autophagy-dependent pathological symptoms in Drosophila."}, {"pubmed": 31845129, "text": "E3 ubiquitin ligase CHIP attenuates cellular proliferation and invasion abilities in triple-negative breast cancer cells."}, {"pubmed": 32041778, "text": "The E3 ubiquitin ligase STUB1 attenuates cell senescence by promoting the ubiquitination and degradation of the core circadian regulator BMAL1."}, {"pubmed": 32162334, "text": "Nik-related kinase is targeted for proteasomal degradation by the chaperone-dependent ubiquitin ligase CHIP."}, {"pubmed": 32164329, "text": "Cyclin-Dependent Kinase 18 Controls Trafficking of Aquaporin-2 and Its Abundance through Ubiquitin Ligase STUB1, Which Functions as an AKAP."}, {"pubmed": 32176739, "text": "the dissociation of EBNA1 with STUB1, KAP1 and USP7 to increase the SUMO1 modification of both STUB1 and KAP1 for reactivation of lytic replication. Therefore, the EBNA1SIM motif plays an essential role in EBV latency and is a potential therapeutic target against EBV-associated cancers."}, {"pubmed": 32367277, "text": "Clinical and Genetic Characterization of Autosomal Recessive Spinocerebellar Ataxia Type 16 (SCAR16) in Taiwan."}, {"pubmed": 32430178, "text": "Interaction of the chaperones alpha B-crystallin and CHIP with fibrillar alpha-synuclein: Effects on internalization by cells and identification of interacting interfaces."}, {"pubmed": 32483383, "text": "Ubiquitin ligase CHIP regulates OTUD3 stability and suppresses tumour metastasis in lung cancer."}, {"pubmed": 32553686, "text": "E3 ligase STUB1 attenuates stemness and tumorigenicity of oral carcinoma cells via transglutaminase 2 regulation."}, {"pubmed": 32713943, "text": "Clinical, neuropathological, and genetic characterization of STUB1 variants in cerebellar ataxias: a frequent cause of predominant cognitive impairment."}, {"pubmed": 32723828, "text": "Aggresomal sequestration and STUB1-mediated ubiquitylation during mammalian proteaphagy of inhibited proteasomes."}, {"pubmed": 32737199, "text": "PDLIM5 inhibits STUB1-mediated degradation of SMAD3 and promotes the migration and invasion of lung cancer cells."}, {"pubmed": 32913203, "text": "CHIP ubiquitylates NOXA and induces its lysosomal degradation in response to DNA damage."}, {"pubmed": 33077711, "text": "Hsc70/Stub1 promotes the removal of individual oxidatively stressed peroxisomes."}, {"pubmed": 33082516, "text": "CHIP-mediated CIB1 ubiquitination regulated epithelial-mesenchymal transition and tumor metastasis in lung adenocarcinoma."}, {"pubmed": 33097556, "text": "CHIP mutations affect the heat shock response differently in human fibroblasts and iPSC-derived neurons."}, {"pubmed": 33417001, "text": "Expanding the clinical spectrum of STIP1 homology and U-box containing protein 1-associated ataxia."}, {"pubmed": 33472166, "text": "CHIP protects against MPP(+)/MPTP-induced damage by regulating Drp1 in two models of Parkinson's disease."}, {"pubmed": 33619536, "text": "Hsp70 acts as a fine-switch that controls E3 ligase CHIP-mediated TAp63 and DeltaNp63 ubiquitination and degradation."}, {"pubmed": 33658435, "text": "CHIP and BAP1 Act in Concert to Regulate INO80 Ubiquitination and Stability for DNA Replication."}, {"pubmed": 33811518, "text": "A de novo STUB1 variant associated with an early adult-onset multisystemic ataxia phenotype."}, {"pubmed": 34039728, "text": "Teaching Video NeuroImage: New STUB1 Variant Causes Chorea, Tremor, Dystonia, Myoclonus, Ataxia, Depression, Cognitive Impairment, Epilepsy, and Superficial Siderosis."}, {"pubmed": 34070858, "text": "Genetic Dominant Variants in STUB1, Segregating in Families with SCA48, Display In Vitro Functional Impairments Indistinctive from Recessive Variants Associated with SCAR16."}, {"pubmed": 34078905, "text": "UBE4B, a microRNA-9 target gene, promotes autophagy-mediated Tau degradation."}, {"pubmed": 34080184, "text": "hnRNPA1 enhances FOXP3 stability to promote the differentiation and functions of regulatory T cells."}, {"pubmed": 34331014, "text": "Adaptor SH3BGRL promotes breast cancer metastasis through PFN1 degradation by translational STUB1 upregulation."}, {"pubmed": 34376804, "text": "Indeterminate and oncogenic potential: CHIP vs CHOP mutations in AML with NPM1 alteration."}, {"pubmed": 34425283, "text": "STUB1/CHIP promotes ubiquitination and degradation of HIV-1 Vif to restore the cellular level of APOBEC3G protein."}, {"pubmed": 34565360, "text": "Clinical and functional characterization of a novel STUB1 frameshift mutation in autosomal dominant spinocerebellar ataxia type 48 (SCA48)."}, {"pubmed": 34906452, "text": "Digenic inheritance of STUB1 variants and TBP polyglutamine expansions explains the incomplete penetrance of SCA17 and SCA48."}, {"pubmed": 34951719, "text": "PKM2 compensates for proteasome dysfunction by mediating the formation of the CHIP-HSP70-BAG3 complex and the aggregation of ubiquitinated proteins."}, {"pubmed": 35093874, "text": "One DNA Methylation Regulates CHIP Gene Expression of Human Breast Cancer and Predicts Recurrence."}, {"pubmed": 35343345, "text": "Regulation of STUB1 expression and its biological significance in mouse Sertoli cells."}, {"pubmed": 35395848, "text": "Ubiquitin ligase STUB1 destabilizes IFNgamma-receptor complex to suppress tumor IFNgamma signaling."}, {"pubmed": 35398354, "text": "The molecular basis of spinocerebellar ataxia type 48 caused by a de novo mutation in the ubiquitin ligase CHIP."}, {"pubmed": 35939202, "text": "STUB1-SMYD2 Axis Regulates Drug Resistance in Glioma cells."}, {"pubmed": 35943876, "text": "E3 ubiquitin ligases STUB1/CHIP contributes to the Th17/Treg imbalance via the ubiquitination of aryl hydrocarbon receptor in rheumatoid arthritis."}, {"pubmed": 35982220, "text": "STUB1 is an intracellular checkpoint for interferon gamma sensing."}, {"pubmed": 36027913, "text": "A dimer-monomer switch controls CHIP-dependent substrate ubiquitylation and processing."}, {"pubmed": 36241701, "text": "VEZF1, destabilized by STUB1, affects cellular growth and metastasis of hepatocellular carcinoma by transcriptionally regulating PAQR4."}, {"pubmed": 36422518, "text": "Intermediate repeat expansions of TBP and STUB1: Genetic modifier or pure digenic inheritance in spinocerebellar ataxias?"}, {"pubmed": 36520313, "text": "CHIP: A Co-chaperone for Degradation by the Proteasome and Lysosome."}, {"pubmed": 36536161, "text": "CHIP induces ubiquitination and degradation of HMGB1 to regulate glycolysis in ovarian endometriosis."}, {"pubmed": 36587923, "text": "KDM1A-mediated upregulation of METTL3 ameliorates Alzheimer's disease via enhancing autophagic clearance of p-Tau through m6A-dependent regulation of STUB1."}, {"pubmed": 36799493, "text": "Complex Ataxia-Dementia Phenotype in Patients with Digenic TBP/STUB1 Spinocerebellar Ataxia."}, {"pubmed": 37506582, "text": "STUB1/CHIP: New insights in cancer and immunity."}, {"pubmed": 37564002, "text": "Degradation of CDK9 by Ubiquitin E3 Ligase STUB1 Regulates P-TEFb Level and Its Functions for Global Target Gene Expression within Mammalian Cells."}, {"pubmed": 37604355, "text": "E3 ubiquitin ligase STUB1 affects the mTORC1 pathway through p62 and participates in regulating the differentiation of follicular helper T cells in rheumatoid arthritis."}, {"pubmed": 38521179, "text": "E3 ubiquitin ligase CHIP interacts with transferrin receptor 1 for degradation and promotes cell proliferation through inhibiting ferroptosis in hepatocellular carcinoma."}, {"pubmed": 38621458, "text": "Cross-talk between BCKDK-mediated phosphorylation and STUB1-dependent ubiquitination degradation of BCAT1 promotes GBM progression."}, {"pubmed": 38661247, "text": "STUB1 promotes the degradation of HSPB1 and induces ferroptosis in lung cancer cells."}], "genomic_pos": {"chr": "16", "end": 682870, "ensemblgene": "ENSG00000103266", "start": 680224, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 732870, "start": 730224, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000165", "qualifier": "involved_in", "term": "MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000209", "qualifier": "involved_in", "term": "protein polyubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000209", "pubmed": [15781469, 16275660], "qualifier": "involved_in", "term": "protein polyubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000209", "pubmed": 19713937, "qualifier": "involved_in", "term": "protein polyubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006281", "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0006511", "pubmed": 18292230, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006511", "pubmed": [19713937, 23990462], "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006511", "pubmed": 18292230, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006513", "pubmed": 24043303, "qualifier": "involved_in", "term": "protein monoubiquitination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006515", "qualifier": "involved_in", "term": "protein quality control for misfolded or incompletely synthesized proteins"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006515", "pubmed": 16831871, "qualifier": "involved_in", "term": "protein quality control for misfolded or incompletely synthesized proteins"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016567", "pubmed": [14610072, 16809764], "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016567", "pubmed": [16809764, 29883609], "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030512", "pubmed": [15781469, 24613385], "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030512", "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030968", "qualifier": "involved_in", "term": "endoplasmic reticulum unfolded protein response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031398", "pubmed": [11146632, 16831871], "qualifier": "involved_in", "term": "positive regulation of protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031647", "pubmed": 16809764, "qualifier": "involved_in", "term": "regulation of protein stability"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031943", "pubmed": 11146632, "qualifier": "involved_in", "term": "regulation of glucocorticoid metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032436", "pubmed": 11146632, "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034392", "pubmed": 20724525, "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034392", "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034393", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034605", "qualifier": "involved_in", "term": "cellular response to heat"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036503", "pubmed": 23990462, "qualifier": "involved_in", "term": "ERAD pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0038128", "qualifier": "involved_in", "term": "ERBB2 signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043161", "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043161", "pubmed": [15781469, 24613385], "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043161", "pubmed": 29883609, "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043161", "pubmed": 19953350, "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045862", "qualifier": "involved_in", "term": "positive regulation of proteolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045862", "pubmed": 26634371, "qualifier": "involved_in", "term": "positive regulation of proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050821", "pubmed": 24043303, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051604", "pubmed": 16307917, "qualifier": "involved_in", "term": "protein maturation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051865", "pubmed": [16307917, 18042044], "qualifier": "involved_in", "term": "protein autoubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061684", "qualifier": "involved_in", "term": "chaperone-mediated autophagy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070534", "pubmed": 16307917, "qualifier": "involved_in", "term": "protein K63-linked ubiquitination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071218", "qualifier": "involved_in", "term": "cellular response to misfolded protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071218", "pubmed": 16831871, "qualifier": "involved_in", "term": "cellular response to misfolded protein"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090035", "pubmed": 16831871, "qualifier": "involved_in", "term": "positive regulation of chaperone-mediated protein complex assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901526", "qualifier": "involved_in", "term": "positive regulation of mitophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904294", "pubmed": 26265139, "qualifier": "involved_in", "term": "positive regulation of ERAD pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000151", "pubmed": [12150907, 16275660, 16307917], "qualifier": "part_of", "term": "ubiquitin ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 23973223, "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [10330192, 16831871], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 12150907, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030018", "qualifier": "is_active_in", "term": "Z disc"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031371", "pubmed": 16307917, "qualifier": "part_of", "term": "ubiquitin conjugating enzyme complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042405", "pubmed": 16831871, "qualifier": "located_in", "term": "nuclear inclusion body"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0101031", "pubmed": 16207813, "qualifier": "part_of", "term": "protein folding chaperone complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0001664", "pubmed": 12150907, "qualifier": "enables", "term": "G protein-coupled receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004842", "pubmed": 15466472, "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004842", "pubmed": 19713937, "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004842", "pubmed": 16307917, "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11146632, 16207813, 16275660, 16293251, 16307917, 16809764, 19423554, 19483080, 19875381, 20029029, 20588253, 20618441, 20724525, 21044950, 21358815, 21360678, 22190034, 22366786, 23431407, 23973223, 24510904, 24613385, 24658140, 24981860, 25036637, 25260751, 25277244, 25416956, 26265139, 26496610, 26871637, 27353360, 27708256, 29513927, 29568061, 29883609, 31046837, 31515488, 31980649, 32296183, 32707033, 32814053, 37045861], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 16280320, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019900", "pubmed": 17512523, "qualifier": "enables", "term": "kinase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030544", "pubmed": [10330192, 23990462], "qualifier": "enables", "term": "Hsp70 protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030544", "pubmed": 24613385, "qualifier": "enables", "term": "Hsp70 protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0030674", "pubmed": 16307917, "qualifier": "enables", "term": "protein-macromolecule adaptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030911", "pubmed": 11146632, "qualifier": "enables", "term": "TPR domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031072", "pubmed": 16207813, "qualifier": "enables", "term": "heat shock protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 12150907, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0034450", "qualifier": "enables", "term": "ubiquitin-ubiquitin ligase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 23990462, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046332", "pubmed": 24613385, "qualifier": "enables", "term": "SMAD binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0048156", "pubmed": 28386764, "qualifier": "enables", "term": "tau protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051087", "qualifier": "enables", "term": "protein-folding chaperone binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051087", "pubmed": 16207813, "qualifier": "enables", "term": "protein-folding chaperone binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051787", "pubmed": 16831871, "qualifier": "enables", "term": "misfolded protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051879", "pubmed": 11146632, "qualifier": "enables", "term": "Hsp90 protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061630", "pubmed": [14610072, 16275660, 16809764, 19103148, 24043303, 24613385, 26265139], "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IGI", "id": "GO:0061630", "pubmed": 16207813, "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0061630", "pubmed": [15781469, 16809764, 23990462], "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070412", "pubmed": 15781469, "qualifier": "enables", "term": "R-SMAD binding"}]}, "homologene": {"genes": [[3702, 819925], [4530, 4344499], [5141, 5847940], [6239, 172303], [7165, 1279886], [7227, 34433], [7955, 324243], [8364, 779800], [9031, 426918], [9544, 697105], [9598, 453803], [9606, 10273], [9615, 479892], [9913, 504565], [10090, 56424], [10116, 287155], [318829, 2678421]], "id": 4281}, "interpro": [{"desc": "U-box domain", "id": "IPR003613", "short_desc": "Ubox_domain"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "CHIP, N-terminal tetratricopeptide repeat domain", "id": "IPR041312", "short_desc": "CHIP_TPR_N"}, {"desc": "E3 ubiquitin-protein ligase CHIP", "id": "IPR045200", "short_desc": "CHIP"}, {"desc": "CHIP , U-box domain", "id": "IPR045202", "short_desc": "CHIP_RING-Ubox"}, {"desc": "Tetratricopeptide-like helical domain superfamily", "id": "IPR011990", "short_desc": "TPR-like_helical_dom_sf"}, {"desc": "Tetratricopeptide repeat", "id": "IPR019734", "short_desc": "TPR_repeat"}], "ipi": ["IPI00025156", "IPI00645380"], "map_location": "16p13.3", "name": "STIP1 homology and U-box containing protein 1", "other_names": ["CLL-associated antigen KW-8", "E3 ubiquitin-protein ligase CHIP", "RING-type E3 ubiquitin transferase CHIP", "STIP1 homology and U-box containing protein 1, E3 ubiquitin protein ligase", "antigen NY-CO-7", "carboxy terminus of Hsp70-interacting protein", "heat shock protein A binding protein 2 (c-terminal)", "serologically defined colon cancer antigen 7"], "pantherdb": {"HGNC": "11427", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1891731", "ortholog_type": "LDO", "panther_family": "PTHR46803", "taxid": 10090, "uniprot_kb": "Q9WUD1"}, {"RGD": "1306167", "ortholog_type": "LDO", "panther_family": "PTHR46803", "taxid": 10116, "uniprot_kb": "D4A4T0"}, {"Ensembl": "ENSGALG00000041432", "ortholog_type": "LDO", "panther_family": "PTHR46803", "taxid": 9031, "uniprot_kb": "Q5ZHY5"}, {"ZFIN": "ZDB-GENE-030131-2963", "ortholog_type": "LDO", "panther_family": "PTHR46803", "taxid": 7955, "uniprot_kb": "F1Q8K3"}, {"WormBase": "WBGene00000500", "ortholog_type": "LDO", "panther_family": "PTHR46803", "taxid": 6239, "uniprot_kb": "G5ECY6"}, {"FlyBase": "FBgn0027052", "ortholog_type": "LDO", "panther_family": "PTHR46803", "taxid": 7227, "uniprot_kb": "Q9XYW6"}, {"TAIR": "2079716", "ortholog_type": "LDO", "panther_family": "PTHR46803", "taxid": 3702, "uniprot_kb": "Q9SRS9"}], "uniprot_kb": "Q9UNE7"}, "pathway": {"kegg": [{"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}], "pid": {"id": "alphasynuclein_pathway", "name": "Alpha-synuclein signaling"}, "reactome": [{"id": "R-HSA-1227986", "name": "Signaling by ERBB2"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2173788", "name": "Downregulation of TGF-beta receptor signaling"}, {"id": "R-HSA-2173789", "name": "TGF-beta receptor signaling activates SMADs"}, {"id": "R-HSA-5213460", "name": "RIPK1-mediated regulated necrosis"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5357905", "name": "Regulation of TNFR1 signaling"}, {"id": "R-HSA-5675482", "name": "Regulation of necroptotic cell death"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-75893", "name": "TNF signaling"}, {"id": "R-HSA-8863795", "name": "Downregulation of ERBB2 signaling"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8939902", "name": "Regulation of RUNX2 expression and activity"}, {"id": "R-HSA-8948751", "name": "Regulation of PTEN stability and activity"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-983168", "name": "Antigen processing: Ubiquitination & Proteasome degradation"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP2359", "name": "Parkin-Ubiquitin Proteasomal System pathway"}]}, "pdb": ["4KBQ", "6EFK", "6NSV", "7TB1", "8EHZ", "8EI0", "8F14", "8F15", "8F16", "8F17", "8FYU", "8GCK", "8SUV"], "pfam": ["PF04564", "PF18391", "PF12895"], "pharmgkb": "PA36227", "pharos": {"target_id": 5125, "tdl": "Tbio"}, "prosite": ["PS50005", "PS51698"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261287", "relationship": "is"}, {"id": "GNF261288", "relationship": "is"}, {"id": "GNF261289", "relationship": "is"}, {"id": "GNF261290", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161558", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035141", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091147", "relationship": "is"}, {"id": "GNF091148", "relationship": "is"}, {"id": "GNF091149", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052672", "relationship": "is"}, {"id": "GNF057442", "relationship": "is"}, {"id": "GNF072517", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066029", "relationship": "is"}, {"id": "GNF066030", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF014150", "relationship": "is"}, {"id": "GNF014151", "relationship": "is"}, {"id": "GNF030155", "relationship": "is"}, {"id": "GNF131415", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335129", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100331", "relationship": "is"}, {"id": "GNF139986", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_034141.1"], "protein": ["NP_001280126.1", "NP_005852.2"], "rna": ["NM_001293197.2", "NM_005861.4"], "translation": [{"protein": "NP_001280126.1", "rna": "NM_001293197.2"}, {"protein": "NP_005852.2", "rna": "NM_005861.4"}]}, "reporter": {"HG-U133_Plus_2": ["217934_x_at", "227625_s_at", "233049_x_at"], "HTA-2_0": "TC16000026.hg.1", "HuEx-1_0": "3643297", "HuGene-1_1": "7992021", "HuGene-2_1": "16814488"}, "retired": 10387, "summary": "This gene encodes a protein containing tetratricopeptide repeat and a U-box that functions as a ubiquitin ligase/cochaperone. The encoded protein binds to and ubiquitinates shock cognate 71 kDa protein (Hspa8) and DNA polymerase beta (Polb), among other targets. Mutations in this gene cause spinocerebellar ataxia, autosomal recessive 16. Alternative splicing results in multiple transcript variants. There is a pseudogene for this gene on chromosome 2. [provided by RefSeq, Jun 2014].", "symbol": "STUB1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420492"}, "unigene": "Hs.592081", "uniprot": {"Swiss-Prot": "Q9UNE7", "TrEMBL": ["H3BS86", "H3BTA3", "H3BUD0", "V9GYH3"]}, "wikipedia": {"url_stub": "STUB1"}}