{"AllianceGenome": "11125", "HGNC": "11125", "MIM": "603042", "_id": "6613", "_version": 1, "accession": {"genomic": ["AC022211.5", "CH471099.1", "CP068261.2", "NC_000017.11", "NC_060941.1"], "protein": ["AAD45399.1", "AAH08450.1", "AAH16775.1", "AAH22340.1", "AAH62713.1", "AAH68465.1", "AAH70159.1", "AAH71646.1", "AAI07854.1", "BAG34779.1", "CAA67897.1", "EAW89249.1", "EAW89250.1", "NP_001005849.1", "NP_008868.3", "P61956.3"], "rna": ["AK024823.1", "AK225090.1", "AK225263.1", "AK311837.1", "BC002811.2", "BC008450.1", "BC016775.1", "BC022340.1", "BC062713.1", "BC068465.1", "BC070159.1", "BC071646.1", "BC107853.1", "BF700114.1", "BG778261.1", "L76416.1", "NM_001005849.2", "NM_006937.4", "X99585.1"], "translation": [{"protein": "NP_008868.3", "rna": "NM_006937.4"}, {"protein": "CAA67897.1", "rna": "X99585.1"}, {"protein": "AAI07854.1", "rna": "BC107853.1"}, {"protein": "AAH16775.1", "rna": "BC016775.1"}, {"protein": "AAH08450.1", "rna": "BC008450.1"}, {"protein": "BAG34779.1", "rna": "AK311837.1"}, {"protein": "AAH62713.1", "rna": "BC062713.1"}, {"protein": "NP_001005849.1", "rna": "NM_001005849.2"}, {"protein": "AAH22340.1", "rna": "BC022340.1"}, {"protein": "AAH71646.1", "rna": "BC071646.1"}, {"protein": "AAH70159.1", "rna": "BC070159.1"}, {"protein": "AAH68465.1", "rna": "BC068465.1"}, {"protein": "AAD45399.1", "rna": "L76416.1"}]}, "alias": ["HSMT3", "SMT3B", "SMT3H2", "SUMO3", "Smt3A"], "ensembl": {"gene": "ENSG00000188612", "protein": ["ENSP00000400886", "ENSP00000405965", "ENSP00000461997"], "transcript": ["ENST00000314523", "ENST00000420826", "ENST00000578238"], "translation": [{"protein": "ENSP00000405965", "rna": "ENST00000420826"}, {"protein": "ENSP00000400886", "rna": "ENST00000314523"}, {"protein": "ENSP00000461997", "rna": "ENST00000578238"}], "type_of_gene": "protein_coding"}, "entrezgene": "6613", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.9667461206, "exp_mis": 27.846011324, "exp_syn": 14.3778757093, "lof_z": 2.41968297176765, "mis_z": 2.1176065876263, "mu_lof": 4.72980816879e-07, "mu_mis": 2.76687141089e-06, "mu_syn": 1.39386623905e-06, "n_lof": 0.0, "n_mis": 5.0, "n_syn": 13.0, "p_li": 0.850515883834874, "p_null": 0.00253362936067144, "p_rec": 0.146950486804454, "syn_z": 0.225275209321458}, "bp": 288, "cds_end": 73178929, "cds_start": 73164433, "n_exons": 4, "nonpsych": {"exp_lof": 5.33644783064, "exp_mis": 25.1392947339, "exp_syn": 12.9493321363, "lof_z": 2.2687054405844, "mis_z": 2.0259528561809, "mu_lof": 4.72980816879e-07, "mu_mis": 2.76687141089e-06, "mu_syn": 1.39386623905e-06, "n_lof": 0.0, "n_mis": 5.0, "n_syn": 13.0, "p_li": 0.836405481358581, "p_null": 0.00387688339319858, "p_rec": 0.159717635248221, "syn_z": -0.00886524608773598}, "nontcga": {"exp_lof": 5.48316508129, "exp_mis": 25.6120905772, "exp_syn": 13.2214050802, "lof_z": 2.30991982837243, "mis_z": 2.22601482099225, "mu_lof": 4.72980816879e-07, "mu_mis": 2.76687141089e-06, "mu_syn": 1.39386623905e-06, "n_lof": 0.0, "n_mis": 3.0, "n_syn": 13.0, "p_li": 0.831293485947374, "p_null": 0.00347658565913047, "p_rec": 0.165229928393496, "syn_z": 0.0385549926138075}, "transcript": "ENST00000420826.2"}, "exons": [{"cdsend": 75182834, "cdsstart": 75168338, "chr": "17", "position": [[75165585, 75168401], [75181056, 75181188], [75182813, 75182959]], "strand": -1, "transcript": "NM_001005849", "txend": 75182959, "txstart": 75165585}, {"cdsend": 75182834, "cdsstart": 75168338, "chr": "17", "position": [[75165585, 75168401], [75174751, 75174823], [75181056, 75181188], [75182813, 75182959]], "strand": -1, "transcript": "NM_006937", "txend": 75182959, "txstart": 75165585}], "exons_hg19": [{"cdsend": 73178929, "cdsstart": 73164433, "chr": "17", "position": [[73161680, 73164496], [73177151, 73177283], [73178908, 73179054]], "strand": -1, "transcript": "NM_001005849", "txend": 73179054, "txstart": 73161680}, {"cdsend": 73178929, "cdsstart": 73164433, "chr": "17", "position": [[73161680, 73164496], [73170846, 73170918], [73177151, 73177283], [73178908, 73179054]], "strand": -1, "transcript": "NM_006937", "txend": 73179054, "txstart": 73161680}], "generif": [{"pubmed": 12665592, "text": "HSF1 is modified by SUMO-1 and SUMO-2 in a stress-inducible manner."}, {"pubmed": 15272016, "text": "CENPC target sites that can be sumoylated by SUMO-2 were shown to be equally susceptible to SUMO-1 attachments which include specific sites on SUMO-2 itself, Ubc9, and the recombinant CENP-C fragments"}, {"pubmed": 15456902, "text": "SUMO-1 shows patterns of utilization that are clearly discrete from the patterns of SUMO-2 and -3 throughout the cell cycle"}, {"pubmed": 15870296, "text": "Through a comprehensive structure-function analysis, we have identified a single critical sector along the second beta sheet and the following alpha helix of SUMO2"}, {"pubmed": 16055710, "text": "c-Fos/c-Jun AP-1 dimer activity is downregulated by SUMO-1, SUMO-2, and SUMO-3"}, {"pubmed": 16524884, "text": "Using yeast two-hybrid system, bioinformatics, and NMR spectroscopy we define a common SUMO-interacting motif (SIM) and map its binding surfaces on SUMO1 and SUMO2"}, {"pubmed": 16553580, "text": "x-ray crystallographic structure of SENP1-SUMO-2 complex demonstrates structural basis for discrimination between SUMO paralogues during processing"}, {"pubmed": 16567619, "text": "SUMO-2-associated proteins identified in this study may contribute to SUMO-dependent regulation of transcription or other processes"}, {"pubmed": 16904644, "text": "Myeloid elf-1-like factor (MEF) or Elf4 is modified by conjugation with SUMO-1/-2 (small ubiquitin-related modifier)."}, {"pubmed": 17012228, "text": "p53 and pRB can be sumoylated by SUMO-2/3 in vivo, and such modification of p53 and pRB may play roles in premature senescence and stress response"}, {"pubmed": 17164289, "text": "sumoylation has a role in keratinocyte differentiation"}, {"pubmed": 18081309, "text": "Results support the notion that SUMO-2 are evolutionarily designed for function both structurally and thermodynamically in their low-populated, high-energy conformers rather than in their basic folded conformers."}, {"pubmed": 18374647, "text": "SUMOylation is a key regulator of the mammalian cell cycle, with SUMO-2/3 modification of different proteins regulating distinct processes."}, {"pubmed": 18565875, "text": "SUMO-2/3 conjugation and the ubiquitin-proteasome system are tightly integrated and act in a cooperative manner."}, {"pubmed": 18694876, "text": "SUMO-2/3, though expressed similarly to SUMO-1, may function separately and independently during pachytene in men."}, {"pubmed": 18708356, "text": "BLM, the RecQ DNA helicase mutated in Bloom syndrome, is preferentially modified by SUMO-2/3 both in vitro and in vivo"}, {"pubmed": 18946085, "text": "Data describe a mitotic SUMO2/3 conjugation-deconjugation cycle of Borealin and further assign a regulatory function of RanBP2 and SENP3 in the mitotic SUMO pathway."}, {"pubmed": 19029252, "text": "CTCF protein can be posttranslationally modified by the small ubiquitin-like protein SUMO."}, {"pubmed": 19041634, "text": "RORalpha is SUMOylated by both SUMO-1 and SUMO-2."}, {"pubmed": 19332021, "text": "Nm23-H1 was modified with SUMO-2 after X-ray irradiation."}, {"pubmed": 19394292, "text": "Direct interactions between CoREST1 and SUMO-2 mediate SUMO-dependent changes in chromatin structure and transcription that are important for cell-type-specific gene expression."}, {"pubmed": 19597476, "text": "HSP27-induced HSF1 modification by SUMO-2/3 takes place downstream of the transcription factor phosphorylation on S303 and S307 and does not affect its DNA-binding ability"}, {"pubmed": 19635839, "text": "Results show that nuclear actin is modified by SUMO2 and SUMO3 and that computational modeling and site-directed mutagenesis identified K68 and K284 as critical sites for SUMOylating actin."}, {"pubmed": 19638612, "text": "A massive redistribution of SUMO-2 was observed that affected many biological pathways that are important for the heat shock response."}, {"pubmed": 19919826, "text": "these findings suggest an expanded role of p150 as a SUMO2/3-interacting factor, and raise the intriguing possibility that p150 plays a role in promoting delivery of SUMO2/3 or SUMO2/3-modified proteins (or both) on chromatin fibers during replication."}, {"pubmed": 20181954, "text": "SENP3-mediated de-conjugation of SUMO2/3 from promyelocytic leukemia is correlated with accelerated cell proliferation under mild oxidative stress."}, {"pubmed": 20797634, "text": "Report a mass spectrometry method to indentify SUMO-2 acceptor lysines in endogenous proteins and reveal an inverted SUMOylation motif and a hydrophobic cluster SUMOylation motif."}, {"pubmed": 20881090, "text": "The authors demonstrate that LANA2 is covalently conjugated to SUMO1 and SUMO2 both in vitro and in latently KSHV-infected B-cells."}, {"pubmed": 21291420, "text": "The expression of SUMO2 and SUMO3 is regulated differently by reactive oxygen species."}, {"pubmed": 21878624, "text": "Loop 1 insertion in SENP6 and SENP7 as a platform to discriminate between SUMO1 and SUMO2/3 isoforms in this subclass of the SUMO protease family."}, {"pubmed": 21900752, "text": "Conjugation of SUMO-2/3 to p53 correlates with a reduction of both activation and repression of a subset of p53-target genes."}, {"pubmed": 21940674, "text": "TRIM28 acts as a SUMO E3 ligase by increasing SUMOylation of IRF7 both in vivo and in vitro, with little effect on the closely related IRF3."}, {"pubmed": 22306003, "text": "SUMO-2/3 conjugates accumulating under the heat shock or MG132 treatment result largely from new protein synthesis."}, {"pubmed": 22398289, "text": "SUMO2 binding by the Epstein-Barr virus protein kinase BGLF4 is crucial for BGLF4 function."}, {"pubmed": 22922005, "text": "Co-immunoprecipitations and in vitro SUMOylation confirmed ARHGAP21 specific modification by SUMO2/3 and mapped the SUMOylation site to ARHGAP21 lysine K1443."}, {"pubmed": 22942423, "text": "IRF8 is conjugated to SUMO2/3 in resting macrophages."}, {"pubmed": 23077236, "text": "Data suggest that SUMO1 and SUMO2/3 are highly enriched in neck area of sperm; SUMOs are also associated with redundant nuclear envelope, flagella, and some sperm head regions."}, {"pubmed": 23078246, "text": "findings show levels of SUMO1- and SUMO2/3-conjugated proteins are elevated in astrocytic tumors; findings highlight the pivotal role of SUMO conjugation in DNA damage repair processes"}, {"pubmed": 23358114, "text": "lysine 91, the major target of Nurr1 SUMOylation is contained in a canonical synergy control motif, indicating that SUMO-2 posttranslational modification of Nurr1 regulates its transcriptional synergy in complex promoters"}, {"pubmed": 23552691, "text": "Sumoylation of AMPKbeta2 subunit enhances AMP-activated protein kinase activity."}, {"pubmed": 23751493, "text": "We show that human RNF111/Arkadia is a new sumo targeted ligase, which used three adjacent sumo acting motifs for specific recognition of poly-SUMO2/3 chains."}, {"pubmed": 23990779, "text": "K-Rta degrades SUMO-2/3 and SUMO-2/3 modified proteins, including promyelocytic leukemia (PML) and K-bZIP."}, {"pubmed": 23994136, "text": "PIP5K1A is modified by polySUMO-2 only during apoptosis."}, {"pubmed": 24257756, "text": "Stress-induced phosphorylation of Thr486 in c-Myb by p38 mitogen-activated protein kinases attenuates conjugation of SUMO-2/3."}, {"pubmed": 24267727, "text": "SUMO-2/3 modification near protein-coding gene promoters occurs in order to maintain host immune-related gene unaltered during viral reactivation."}, {"pubmed": 24278015, "text": "Proteomic and co-immunoprecipitation analysis further reveal that the SUMO-2 modified transcription repressor KAP1 is a critical factor recruited by LANA(SIM)."}, {"pubmed": 24424631, "text": "the structure of SENP2-Loop1 in complex with SUMO2 was solved at 2.15 A resolution, and reveals the details of an interface exclusive to SENP6/7 and the formation of unique contacts between both proteins"}, {"pubmed": 24564702, "text": "The SUMO2 N-terminal tail does not affect significantly the secondary and tertiary structure of the globular domain, neither its conformational stability nor its function, but it contributes to decrease aggregation tendency without compromising function."}, {"pubmed": 24582501, "text": "FoxM1 is a key mitotic SUMO2 target protein."}, {"pubmed": 24656128, "text": "SUMO chain-induced dimerization activates RNF4."}, {"pubmed": 24753249, "text": "Modification of TDG by small ubiquitin-like modifier (SUMO) proteins weakens its binding to abasic DNA."}, {"pubmed": 24782567, "text": "Data indicate the identification of 1,002 small ubiquitin-like modifier 2 protein SUMO2T90K modified sites in cells."}, {"pubmed": 24942926, "text": "Expression of SUMO1/2/3 is dramatically enhanced by interferons through an miRNA-based mechanism involving the Lin28/let-7."}, {"pubmed": 24971752, "text": "SUMO-2 promotes mRNA translation by enhancing interaction between eIF4E and eIF4G"}, {"pubmed": 25047847, "text": "In human cells, Ehrlichia chaffeensis TRP120 was selectively conjugated with SUMO2/3 isoforms."}, {"pubmed": 25097252, "text": "Using mice haploinsufficient for the SUMO E2 enzyme, we found that sumoylation regulates intestinal permeability and is required to restrict epithelial invasion and control mucosal inflammation"}, {"pubmed": 25114211, "text": "identified 295 SUMO1 and 167 SUMO2 sites on endogenous substrates of HeLa cells"}, {"pubmed": 25245533, "text": "IL-32alpha inhibits BCL6 SUMOylation by activating PKCepsilon, resulting in the modulation of BCL6 target genes and cellular functions of BCL6."}, {"pubmed": 25367092, "text": "Studied chromosome spreads to more precisely define the localization of SUMO-2/3 (small ubiquitin-related modifier) to the inner centromere and protein scaffold of mitotic chromosomes."}, {"pubmed": 25380826, "text": "PHD3 SUMOylation occurs at a cluster of four lysines at the C-terminal end of the protein. Furthermore, PHD3 SUMOylation by SUMO2 or SUMO3 contributes to PHD3-mediated repression of HIF1-dependent transcriptional activity."}, {"pubmed": 25391294, "text": "SUMO2 is robustly conjugated to p35 in HEK293 cells. Sumoylation is a likely candidate mechanism for the rapid modulation of p35/Cdk5 activity in physiological situations as well as in disease."}, {"pubmed": 25406032, "text": "DBC1 modification by Small Ubiquitin-like Modifier 2/3 is crucial for p53 transactivation under genotoxic stress."}, {"pubmed": 25497329, "text": "22 SUMO2 targets with increased SUMOylation during DNA replication stress were identified, many of which play key functions within the DNA replication machinery and/or in the cellular response to DNA damage."}, {"pubmed": 25533185, "text": "The interactions of SLX4 with SUMO and ubiquitin increase its affinity for factors recognizing different DNA lesions or telomeres, helping to direct the SLX4 complex in distinct functional contexts."}, {"pubmed": 25722289, "text": "SUMOylation and PARylation cooperate to recruit and stabilize SLX4 at DNA damage sites."}, {"pubmed": 25755297, "text": "Genome-wide analysis of sumoylation dynamics in response to replication stress reveals novel SUMO-2 modified target proteins and acceptor lysines relevant for genome stability."}, {"pubmed": 25762490, "text": "SUMO2 target regulating STAT3 signaling will contribute to the comprehension of SUMO2 function in T cells, particularly in Tc17 cell development and antitumor activity."}, {"pubmed": 25880753, "text": "These results confirm that the SUMO machinery is involved in TRIM5alpha-mediated retroviral restriction, and demonstrate that TRIM5alpha is a SUMO 1 and SUMO 2 substrate."}, {"pubmed": 25884224, "text": "Kif18A is covalently modified by SUMO2 during the cell cycle, and its sumoylation peaks at metaphase and then rapidly decreases upon anaphase onset"}, {"pubmed": 26060329, "text": "Data suggest that small ubiquitin-related modifier protein SUMO1 modification of the promyelocytic leukemia protein (PML) RING domain promotes SUMO2 conjugation to Lys160."}, {"pubmed": 26152697, "text": "Data show that substantial increases in the binding of small ubiquitin-like modifier 2 (SUMO-2) to active DNA regulatory elements in response to heat stress."}, {"pubmed": 26200910, "text": "present a comprehensive proteomic analysis of changes in the cellular SUMO2 proteome during HSV-1 infection"}, {"pubmed": 26223632, "text": "Adenovirus E4-ORF3 targets PIAS3 and together with E1B-55K remodels SUMO2/SUMO3 Interactions in the nucleus and at virus genome replication domains."}, {"pubmed": 26223657, "text": "Data indicate that small ubiquitin-like modifiers SUMO1, SUMO2, or SUMO3 were found in nuclear speckles."}, {"pubmed": 26458400, "text": "Small ubiquitin-related modifier 2/3 interacts with p65 and stabilizes it in the cytoplasm in HBV-associated hepatocellular carcinoma."}, {"pubmed": 26627832, "text": "Hsp27-Ubc9 pathway recognizes the conformation of mutant CFTR which leads to its SUMO-2 conjugation and degradation by the ubiquitin-proteasome system."}, {"pubmed": 26719330, "text": "Data suggest that RAP80 SIM (SUMO interacting motif) binds SUMO-2; both specificity and affinity are enhanced through phosphorylation of canonical CK2 (casein kinase 2) site within the SIM."}, {"pubmed": 26867680, "text": "FOXP2 can be modified with all three human SUMO proteins and that PIAS1 promotes this process."}, {"pubmed": 26947976, "text": "We further show that the SUMO2 pathway acts independently of exogenous C-MYC expression and in parallel with small-molecule enhancers of reprogramming. Importantly, suppression of SUMO2 also promotes the generation of human induced pluripotent stem cells ."}, {"pubmed": 27084229, "text": "This study demonstrated that two polymorphisms of SUMO2 were significantly associated with an increased risk of AD in female group."}, {"pubmed": 27767176, "text": "Identified SUMO2 as a most efficient calcineurin-NFAT (Cn-NFAT) activator. SUMO2-mediated activation of Cn-NFAT signaling in cardiomyocytes translated into a hypertrophic phenotype."}, {"pubmed": 27799292, "text": "This study reveals an essential role of SUMOylated FADD in Drp1- and caspase-10-dependent necrosis."}, {"pubmed": 27814492, "text": "The data demonstrate that SUMO2 conjugation and SENP3-driven deSUMOylation of PELP1 is instrumental for ordered progression of ribosome maturation, and they provide molecular insight into the dynamics of ribosome maturation."}, {"pubmed": 28665748, "text": "Increased protein level of HSP27 through SUMO2/3-mediated SUMOylation plays crucial roles in the progression of primary hepatocellular carcinoma."}, {"pubmed": 28747609, "text": "Increased post-translational modification of proteins by SUMO-2/3 is a cytoprotective response against cell stress induced by ischaemia and reperfusion."}, {"pubmed": 28784659, "text": "Sumoylation of PML with SUMO2 by UBC9/UBE2I can lead to formation of polymeric SUMO chains. Data suggest that coordination of growing poly-SUMO chain with \"back side\" binding site on UBC9/UBE2I appears to be required for SUMO chain elongation on PML. (PML = promyelocytic leukemia protein; SUMO2 = small ubiquitin-like modifier 2; UBC9/UBE2I = ubiquitin-conjugating enzyme UBC9/UBE2I)"}, {"pubmed": 29326161, "text": "Data suggest that ATF5 is modified by SUMO2/3 at a conserved SUMO-targeting consensus site; this SUMOylation of ATF5 appears to be required for transport of ATF5 to centrosome. (ATF5 = activating transcription factor-5; SUMO = small ubiquitin-like modifier)"}, {"pubmed": 29891701, "text": "findings demonstrate that SUMO2 and SUMO3 are specific and essential negative regulators of a noncanonical mechanism of IFN induction."}, {"pubmed": 30006506, "text": "It has been shown that conjugation of SUMO2, but not SUMO1 or SUMO3, to the essential replication factor PCNA is induced on transcribed chromatin by the RNAPII-bound helicase RECQ5."}, {"pubmed": 30201799, "text": "SUMO2 is acetylated at lysine 11, which is the major site for SUMO2/3 chain formation.The deacetylase SIRT1 specifically controls the SUMO2 lysine 11 acetylation status."}, {"pubmed": 30232383, "text": "Results provide evidence that SUMO2 expression is regulated by mir-194 which binds its 3'UTR."}, {"pubmed": 30280191, "text": "overexpression of SUMO2 may alleviate H9c2 cardiomyocyte cell cycle arrest and apoptosis promotion induced by HG via regulation of cell cycle and apoptosisassociated factors, as well as inhibition of the TGFbeta/Smad pathway."}, {"pubmed": 30403549, "text": "different SUMO paralogues determine the fates of wild type and mutant CFTRs."}, {"pubmed": 30559154, "text": "the SUMO pathway contributes to the clearance of aggregated ATXN7 and suggest that its deregulation might be associated with SCA7 disease progression."}, {"pubmed": 30761470, "text": "Study demonstrated for the first time that PKA stimulated OAT3 expression and transport activity by altering the trafficking kinetics of OAT3 possibly through the crosstalk between SUMOylation and ubiquitination. OAT3 is subjected to post-translational modification by SUMO-2 and SUMO-3 not by SUMO-1."}, {"pubmed": 30926672, "text": "SUMO-regulated signaling pathways contribute at many distinct levels to the cellular response to low oxygen."}, {"pubmed": 31045562, "text": "Noncovalent structure of SENP1 in complex with SUMO2 has been described."}, {"pubmed": 31587348, "text": "Experimental comparison of energy landscape features of ubiquitin family proteins."}, {"pubmed": 31722399, "text": "The results indicate that the CSA, CSB, RNA polymerase II triad is coordinated by ubiquitin and SUMO in response to UV irradiation."}, {"pubmed": 32641734, "text": "Opposing biological functions of the cytoplasm and nucleus DAXX modified by SUMO-2/3 in gastric cancer."}, {"pubmed": 33006472, "text": "Revealing USP7 Deubiquitinase Substrate Specificity by Unbiased Synthesis of Ubiquitin Tagged SUMO2."}, {"pubmed": 33189785, "text": "Complex regulation of orphan nuclear receptor Nur77 (Nr4a1) transcriptional activity by SUMO2 and PIASgamma."}, {"pubmed": 33241964, "text": "Small ubiquitin-related modifier 2 affects the intracellular survival of Brucella abortus 2308 by regulating activation of the NF-kappaB pathway."}, {"pubmed": 33989451, "text": "Downregulation of SUMO2 inhibits hepatocellular carcinoma cell proliferation, migration and invasion."}, {"pubmed": 34086420, "text": "Modification of small ubiquitin-related modifier 2 (SUMO2) by phosphoubiquitin in HEK293T cells."}, {"pubmed": 34232706, "text": "SUMO paralogue-specific functions revealed through systematic analysis of human knockout cell lines and gene expression data."}, {"pubmed": 34465340, "text": "Circular RNA circRNF13 inhibits proliferation and metastasis of nasopharyngeal carcinoma via SUMO2."}, {"pubmed": 34504059, "text": "NSUN2 modified by SUMO-2/3 promotes gastric cancer progression and regulates mRNA m5C methylation."}, {"pubmed": 37338025, "text": "SUMO2/3 promotes the progression and oxaliplatin resistance of colorectal cancer through facilitating the SUMOylation at Ku80-K307."}], "genomic_pos": {"chr": "17", "end": 75182959, "ensemblgene": "ENSG00000188612", "start": 75165586, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 73179078, "start": 73163408, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0016925", "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016925", "pubmed": [17081986, 17696781, 21965678, 24105744, 27068747], "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032436", "pubmed": 18408734, "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21965678, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016605", "pubmed": [22406621, 27068747], "qualifier": "located_in", "term": "PML body"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15383276, 16169070, 16626738, 17099698, 17099700, 17491593, 20016594, 20016603, 20802522, 21212807, 21252943, 21326211, 21900206, 21965678, 21988832, 22878415, 25416956, 27068747, 28514442, 30914427, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031386", "qualifier": "enables", "term": "protein tag activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 18408734, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0044389", "qualifier": "enables", "term": "ubiquitin-like protein ligase binding"}]}, "homologene": {"genes": [[7165, 1281474], [7955, 445027], [8364, 549160], [9031, 770125], [9544, 694763], [9598, 454875], [9606, 6613], [9615, 474963], [9913, 286807], [10090, 170930], [10116, 690244]], "id": 87858}, "interpro": [{"desc": "Ubiquitin-like domain", "id": "IPR000626", "short_desc": "Ubiquitin-like_dom"}, {"desc": "Rad60/SUMO-like domain", "id": "IPR022617", "short_desc": "Rad60/SUMO-like_dom"}, {"desc": "Ubiquitin-like domain superfamily", "id": "IPR029071", "short_desc": "Ubiquitin-like_domsf"}], "ipi": "IPI00299149", "map_location": "17q25.1", "name": "small ubiquitin like modifier 2", "other_names": ["SMT3 homolog 2", "SMT3 suppressor of mif two 3 homolog 2", "sentrin 2", "small ubiquitin-related modifier 2", "ubiquitin-like protein SMT3A", "ubiquitin-like protein SMT3B"], "pantherdb": {"HGNC": "11125", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2158813", "ortholog_type": "LDO", "panther_family": "PTHR10562", "taxid": 10090, "uniprot_kb": "P61957"}, {"RGD": "1561022", "ortholog_type": "LDO", "panther_family": "PTHR10562", "taxid": 10116, "uniprot_kb": "Q5XIF4"}, {"Ensembl": "ENSGALG00000032783", "ortholog_type": "LDO", "panther_family": "PTHR10562", "taxid": 9031, "uniprot_kb": "Q5ZHQ1"}, {"ZFIN": "ZDB-GENE-040801-7", "ortholog_type": "O", "panther_family": "PTHR10562", "taxid": 7955, "uniprot_kb": "Q6DHL4"}, {"FlyBase": "FBgn0264922", "ortholog_type": "O", "panther_family": "PTHR10562", "taxid": 7227, "uniprot_kb": "O97102"}, {"dictyBase": "DDB_G0282161", "ortholog_type": "O", "panther_family": "PTHR10562", "taxid": 352472, "uniprot_kb": "Q54SX2"}, {"TAIR": "2161695", "ortholog_type": "O", "panther_family": "PTHR10562", "taxid": 3702, "uniprot_kb": "Q9FLP5"}, {"TAIR": "2156499", "ortholog_type": "O", "panther_family": "PTHR10562", "taxid": 3702, "uniprot_kb": "Q9FKC6"}, {"TAIR": "2156509", "ortholog_type": "O", "panther_family": "PTHR10562", "taxid": 3702, "uniprot_kb": "Q9FKC5"}, {"EnsemblGenome": "AT5G55160", "ortholog_type": "O", "panther_family": "PTHR10562", "taxid": 3702, "uniprot_kb": "Q9FLP6"}, {"TAIR": "4515103735", "ortholog_type": "O", "panther_family": "PTHR10562", "taxid": 3702, "uniprot_kb": "B3H5R8"}, {"TAIR": "504954849", "ortholog_type": "O", "panther_family": "PTHR10562", "taxid": 3702, "uniprot_kb": "Q3E8A8"}, {"TAIR": "2116332", "ortholog_type": "O", "panther_family": "PTHR10562", "taxid": 3702, "uniprot_kb": "P55852"}, {"TAIR": "505006284", "ortholog_type": "O", "panther_family": "PTHR10562", "taxid": 3702, "uniprot_kb": "Q8VZI7"}], "uniprot_kb": "P61956"}, "pathway": {"biocarta": {"id": "sumopathway", "name": "basic mechanisms of sumoylation"}, "kegg": [{"id": "hsa03013", "name": "RNA transport - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-196791", "name": "Vitamin D (calciferol) metabolism"}, {"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3065676", "name": "SUMO is conjugated to E1 (UBA2:SAE1)"}, {"id": "R-HSA-3065678", "name": "SUMO is transferred from E1 to E2 (UBE2I, UBC9)"}, {"id": "R-HSA-3065679", "name": "SUMO is proteolytically processed"}, {"id": "R-HSA-3108214", "name": "SUMOylation of DNA damage response and repair proteins"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3215018", "name": "Processing and activation of SUMO"}, {"id": "R-HSA-3215018", "name": "Processing and activation of SUMO"}, {"id": "R-HSA-3232118", "name": "SUMOylation of transcription factors"}, {"id": "R-HSA-3899300", "name": "SUMOylation of transcription cofactors"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-4085377", "name": "SUMOylation of SUMOylation proteins"}, {"id": "R-HSA-4090294", "name": "SUMOylation of intracellular receptors"}, {"id": "R-HSA-4090294", "name": "SUMOylation of intracellular receptors"}, {"id": "R-HSA-4551638", "name": "SUMOylation of chromatin organization proteins"}, {"id": "R-HSA-4570464", "name": "SUMOylation of RNA binding proteins"}, {"id": "R-HSA-4615885", "name": "SUMOylation of DNA replication proteins"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693538", "name": "Homology Directed Repair"}, {"id": "R-HSA-5693567", "name": "HDR through Homologous Recombination (HRR) or Single Strand Annealing (SSA)"}, {"id": "R-HSA-5693607", "name": "Processing of DNA double-strand break ends"}, {"id": "R-HSA-5696395", "name": "Formation of Incision Complex in GG-NER"}, {"id": "R-HSA-5696398", "name": "Nucleotide Excision Repair"}, {"id": "R-HSA-5696399", "name": "Global Genome Nucleotide Excision Repair (GG-NER)"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}, {"id": "R-HSA-9842860", "name": "Regulation of endogenous retroelements"}, {"id": "R-HSA-9843940", "name": "Regulation of endogenous retroelements by KRAB-ZFP proteins"}]}, "pdb": ["1WM2", "1WM3", "1WZ0", "2AWT", "2CKH", "2D07", "2IO0", "2IO3", "2IYD", "2N1W", "2N9E", "2RPQ", "3UIN", "3UIO", "3ZO5", "4BKG", "4NPN", "5D2M", "5ELU", "5EQL", "5GHB", "5GHC", "6JXW", "6JXX", "7ZJV"], "pfam": "PF11976", "pharmgkb": "PA134914683", "pharos": {"target_id": 10443, "tdl": "Tbio"}, "pir": "JC4760", "prosite": "PS50053", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF212774", "relationship": "is"}, {"id": "GNF214815", "relationship": "is"}, {"id": "GNF220368", "relationship": "is"}, {"id": "GNF231272", "relationship": "is"}, {"id": "GNF256559", "relationship": "is"}, {"id": "GNF256560", "relationship": "is"}, {"id": "GNF256561", "relationship": "is"}, {"id": "GNF256562", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF160442", "relationship": "similar to"}, {"id": "GNF164355", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF030727", "relationship": "is"}, {"id": "GNF040895", "relationship": "is"}, {"id": "GNF042817", "relationship": "is"}, {"id": "GNF043432", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF090772", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF054677", "relationship": "is"}, "GNF_hs-druggable_siRNA": [{"id": "GNF062639", "relationship": "is"}, {"id": "GNF062640", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF283283", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF284210", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF014201", "relationship": "is"}, {"id": "GNF014202", "relationship": "is"}, {"id": "GNF014203", "relationship": "is"}, {"id": "GNF014204", "relationship": "is"}, {"id": "GNF014205", "relationship": "is"}, {"id": "GNF014206", "relationship": "is"}, {"id": "GNF014207", "relationship": "is"}, {"id": "GNF014208", "relationship": "is"}, {"id": "GNF274141", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF234342", "relationship": "is"}, {"id": "GNF240295", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098448", "relationship": "is"}, {"id": "GNF138103", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_001005849.1", "NP_008868.3"], "rna": ["NM_001005849.2", "NM_006937.4"], "translation": [{"protein": "NP_001005849.1", "rna": "NM_001005849.2"}, {"protein": "NP_008868.3", "rna": "NM_006937.4"}]}, "reporter": {"HG-U133_Plus_2": ["208738_x_at", "208739_x_at", "213881_x_at"], "HG-U95Av2": ["41185_f_at", "41186_at"], "HTA-2_0": "TC17001873.hg.1", "HuEx-1_0": "3770632", "HuGene-1_1": ["8018315", "8174636", "8178322"], "HuGene-2_1": "16848755"}, "summary": "This gene encodes a protein that is a member of the SUMO (small ubiquitin-like modifier) protein family. It functions in a manner similar to ubiquitin in that it is bound to target proteins as part of a post-translational modification system. However, unlike ubiquitin which targets proteins for degradation, this protein is involved in a variety of cellular processes, such as nuclear transport, transcriptional regulation, apoptosis, and protein stability. It is not active until the last two amino acids of the carboxy-terminus have been cleaved off. Numerous pseudogenes have been reported for this gene. Alternate transcriptional splice variants, encoding different isoforms, have been characterized. [provided by RefSeq, Jul 2008].", "symbol": "SUMO2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420264"}, "unigene": ["Hs.546298", "Hs.380973"], "uniprot": {"Swiss-Prot": "P61956", "TrEMBL": "J3KRH1"}, "wikipedia": {"url_stub": "SUMO2"}}