{"AllianceGenome": "11479", "HGNC": "11479", "MIM": "300254", "_id": "6839", "_version": 2, "accession": {"genomic": ["A58331.1", "AC231533.2", "AF196970.2", "AF261939.1", "CH471224.1", "CP068255.2", "KT584579.1", "NC_000023.11", "NC_060947.1", "NG_012530.2"], "protein": ["AAA59592.1", "AAB92224.1", "AAH06238.1", "BAD96791.1", "BAG35445.1", "BAG59958.1", "BAG60502.1", "BAG61742.1", "CAA03483.1", "CAG46546.1", "EAW50756.1", "EAW50757.1", "NP_001269095.1", "NP_003164.1", "O43463.1"], "rna": ["AF019968.1", "AF075109.1", "AK223071.1", "AK297566.1", "AK298233.1", "AK299900.1", "AK312547.1", "AW327567.1", "BC006238.2", "BG024540.1", "CR541746.1", "L08238.1", "NM_001282166.2", "NM_003173.4"], "translation": [{"protein": "NP_001269095.1", "rna": "NM_001282166.2"}, {"protein": "BAG35445.1", "rna": "AK312547.1"}, {"protein": "BAD96791.1", "rna": "AK223071.1"}, {"protein": "NP_003164.1", "rna": "NM_003173.4"}, {"protein": "AAH06238.1", "rna": "BC006238.2"}, {"protein": "BAG61742.1", "rna": "AK299900.1"}, {"protein": "BAG59958.1", "rna": "AK297566.1"}, {"protein": "AAA59592.1", "rna": "L08238.1"}, {"protein": "BAG60502.1", "rna": "AK298233.1"}, {"protein": "AAB92224.1", "rna": "AF019968.1"}, {"protein": "CAG46546.1", "rna": "CR541746.1"}]}, "alias": ["H3-K9-HMTase 1", "KMT1A", "MG44", "SUV39H"], "ec": "2.1.1.355", "ensembl": {"gene": "ENSG00000101945", "protein": ["ENSP00000337976", "ENSP00000365877"], "transcript": ["ENST00000337852", "ENST00000376687", "ENST00000462786", "ENST00000482260"], "translation": [{"protein": "ENSP00000337976", "rna": "ENST00000337852"}, {"protein": "ENSP00000365877", "rna": "ENST00000376687"}], "type_of_gene": "protein_coding"}, "entrezgene": "6839", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.49959477029, "exp_mis": 121.134887545, "exp_syn": 45.6319069593, "lof_z": 2.88794427575704, "mis_z": 3.73902181767196, "mu_lof": 1.0707210887e-06, "mu_mis": 1.83301577519e-05, "mu_syn": 6.79853631834e-06, "n_lof": 0.0, "n_mis": 37.0, "n_syn": 44.0, "p_li": 0.936945044155794, "p_null": 0.000277761965010934, "p_rec": 0.0627771938791952, "syn_z": 0.149765349622579}, "bp": 1239, "cds_end": 48565961, "cds_start": 48555175, "n_exons": 6, "nonpsych": {"exp_lof": 7.63740061262, "exp_mis": 109.802327746, "exp_syn": 41.317959405, "lof_z": 2.71409327197197, "mis_z": 3.79310473694972, "mu_lof": 1.0707210887e-06, "mu_mis": 1.83301577519e-05, "mu_syn": 6.79853631834e-06, "n_lof": 0.0, "n_mis": 31.0, "n_syn": 42.0, "p_li": 0.924786484204191, "p_null": 0.000526930277070258, "p_rec": 0.0746865855187383, "syn_z": -0.066804228978549}, "nontcga": {"exp_lof": 7.71701818811, "exp_mis": 110.30379002, "exp_syn": 41.5366459197, "lof_z": 2.74034981812663, "mis_z": 3.8093478051377, "mu_lof": 1.0707210887e-06, "mu_mis": 1.83301577519e-05, "mu_syn": 6.79853631834e-06, "n_lof": 0.0, "n_mis": 30.0, "n_syn": 41.0, "p_li": 0.92017931718724, "p_null": 0.00050287993053233, "p_rec": 0.0793178028822272, "syn_z": 0.0527227084851373}, "transcript": "ENST00000376687.3"}, "exons": [{"cdsend": 48707570, "cdsstart": 48695819, "chr": "X", "position": [[48695553, 48695871], [48698901, 48699047], [48700090, 48700753], [48706264, 48706411], [48706497, 48706627], [48707436, 48709015]], "strand": 1, "transcript": "NM_001282166", "txend": 48709015, "txstart": 48695553}, {"cdsend": 48707570, "cdsstart": 48696784, "chr": "X", "position": [[48696733, 48696803], [48698901, 48699047], [48700090, 48700753], [48706264, 48706411], [48706497, 48706627], [48707436, 48709015]], "strand": 1, "transcript": "NM_003173", "txend": 48709015, "txstart": 48696733}], "exons_hg19": [{"cdsend": 48565961, "cdsstart": 48554210, "chr": "X", "position": [[48553944, 48554262], [48557292, 48557438], [48558481, 48559144], [48564655, 48564802], [48564888, 48565018], [48565827, 48567406]], "strand": 1, "transcript": "NM_001282166", "txend": 48567406, "txstart": 48553944}, {"cdsend": 48565961, "cdsstart": 48555175, "chr": "X", "position": [[48555124, 48555194], [48557292, 48557438], [48558481, 48559144], [48564655, 48564802], [48564888, 48565018], [48565827, 48567406]], "strand": 1, "transcript": "NM_003173", "txend": 48567406, "txstart": 48555124}], "generif": [{"pubmed": 11867540, "text": "The human SUV39H1 gene is able to partially rescue Su(var)3-9 silencing defects in Drosophila."}, {"pubmed": 12711603, "text": "Suv39h1 enhanced MBD1-mediated transcriptional repression via MBD, not the C-terminal transcriptional repression domain of MBD1. MBD1 links to histone deacetylases through Suv39h1, causing methylation and deacetylation of histones for gene inactivation"}, {"pubmed": 12789259, "text": "We investigated occupancy of ER-alpha promoter by pRb2/p130-E2F4/5-HDAC1-SUV39 H1-p300 and pRb2/p130-E2F4/5-HDAC1-SUV39H1-DNMT1 complexes, and provided a link between pRb2/p130 and chromatin-modifying enzymes in the regulation of ER-alpha transcription"}, {"pubmed": 15107829, "text": "SUV39H interacts with Smads and cooperates in BMP-induced repression."}, {"pubmed": 15220403, "text": "Kaposi's Sarcoma-Associated Herpesvirus (KSHV)LANA (Latency-associated nuclear antigen)interacts with SUV39H1 histone methyltransferase, a key component of heterochromatin formation, in KSHV-infected cells"}, {"pubmed": 16103223, "text": "The recruitment of SUV39H1 to heterochromatin is at least partly independent from that of HP1 and that HP1 transiently interacts with SUV39H1 at heterochromatin."}, {"pubmed": 16409643, "text": "Interaction between HTLV-1Tax and human SUV39H1 and tethering of SUV39H1 by Tax to the HTLV-1 long terminal repeat"}, {"pubmed": 16449642, "text": "permanent transcriptional silencing is mediated by the association of PML-RAR with chromatin-modifying enzymes and by recruitment of the histone methyltransferase SUV39H1, responsible for trimethylation of lysine 9 of histone H3"}, {"pubmed": 16652147, "text": "The association between RUNX1, histone deacetylases and SUV39H1 provides a molecular mechanism for repression and possibly gene silencing mediated by RUNX1."}, {"pubmed": 17172641, "text": "Cabin1 recruits chromatin-modifying enzymes, both histone deacetylases and a histone methyltransferase, to repress myocyte enhancer factor 2 transcriptional activity"}, {"pubmed": 17245432, "text": "Suv39H1, HP1gamma and histone H3Lys9 trimethylation play a major role in chromatin-mediated repression of integrated HIV-1 gene expression."}, {"pubmed": 17657744, "text": "SUV39H1 is significantly associated with DNMT1, but not with euchromatic promoter methylation in colorectal cancer"}, {"pubmed": 18619962, "text": "Presence of SUV39H1 enhances Evi1 transcriptional repression in a dose dependent manner."}, {"pubmed": 19218236, "text": "Results identify DBC1 as a novel cellular inhibitor of SUV39H1 activity, and suggest that DBC1 may be an important regulator of heterochromatin formation and genomic stability by disrupting the SUV39H1-SirT1 complex and inactivating both enzymes."}, {"pubmed": 19581932, "text": "CTIP2 is a constitutive p21 gene suppressor that cooperates with SUV39H1 and histone methylation to silence the p21 gene transcription."}, {"pubmed": 20588255, "text": "MDM2 mediates formation of p53-SUV39H1/EHMT1 complex capable of methylating H3-K9 in vitro and on p53 target promoters in vivo."}, {"pubmed": 21192791, "text": "RFX1 recruits SUV39H1 to the promoter regions of the CD11a and CD70 genes in CD4(+) T cells, thereby regulating local H3K9 tri-methylation levels."}, {"pubmed": 21402781, "text": "findings suggest that Suv39H1 and Suv39H2 are key hypoxia-induced methyltransferases; their decline in fetal lung during late gestation is critical for epigenetic changes resulting in the developmental induction of SP-A"}, {"pubmed": 21504832, "text": "SirT1 preserves heterochromatin structure: it modulates Suv39h1 protein levels in stress conditions by preventing MDM2-mediated polyubiquitination at K87."}, {"pubmed": 21896933, "text": "genetic association studies in a Finnish population with type I diabetes: No associations were found between SNPs in SUV39H1 and the diabetic complications studied."}, {"pubmed": 22036763, "text": "The methylation of Sp1 increased the recruitment of Su(var) 3-9 homologue 1(Suv39H1)to the cyclin B1 promoter, resulting in deacetylation and methylation of histone H3 and subsequent downregulation of cyclin B1."}, {"pubmed": 22562246, "text": "Snail interacted with Suv39H1 and recruited it to the E-cadherin promoter for transcriptional repression."}, {"pubmed": 22831836, "text": "SUV39H1 generates a gradient of methylation marks at the kinetochore that provides spatiotemporal information essential for accurate chromosome segregation in mitosis."}, {"pubmed": 22991213, "text": "Our study demonstrated that SUV39H1 up-regulation contributed to hepatocellular carcinoma development and metastasis. The tumor-suppressive miR-125b served as a negative regulator of SUV39H1."}, {"pubmed": 23285239, "text": "The SUV39H1 chromodomain was shown to recognize histone H3K9me2/3 specifically."}, {"pubmed": 23376847, "text": "Results suggest that by regulating JMJD2b and SUV39H1 expression, p53 not only controls transcription but also promotes HC relaxation to accelerate a rate-limiting step in the repair of complex genomes."}, {"pubmed": 23509280, "text": "Methylation of SUV39H1 by SET7/9 results in heterochromatin relaxation and genome instability."}, {"pubmed": 23943221, "text": "SUV39H1 expression was upregulated in glioma cell lines and in glioma tissues compared to normal brain, being positively correlated with grade and histological malignancy."}, {"pubmed": 24292684, "text": "CRL4B promotes tumorigenesis by coordinating with SUV39H1/HP1/DNMT3A in DNA methylation-based epigenetic silencing"}, {"pubmed": 24501407, "text": "Short-chain fatty acids from periodontal pathogens suppress EZH2, and SUV39H1 to promote Kaposi's sarcoma-associated herpesvirus replication."}, {"pubmed": 24588869, "text": "results suggest that Suv39 h1-H3K9me3 epigenetic repression is involved in BZLF1 transcriptional silencing, providing a molecular basis for understanding the mechanism by which EBV latency is maintained"}, {"pubmed": 24737085, "text": "Suv39H1 induced apoptosis and inhibited cell proliferation in the gastric cancer MGC803 cell line, while decreasing BCL-2, pro-caspase-9, pro-caspase-3 and C-myc. Suv39H1 may be a potential gene target for anti-gastric carcinoma therapy."}, {"pubmed": 24844570, "text": "High SUV39H1 expression is associated with hepatocellular carcinoma."}, {"pubmed": 25063769, "text": "These results suggest a model in which SUV39H1 downregulation promotes the establishment of cellular senescence."}, {"pubmed": 25204660, "text": "PHF2 is likely to repress rDNA transcription by competing with PHF8 for binding of ribosomal DNA promoter and by recruiting H3K9me2/3 methyltransferase SUV39H1."}, {"pubmed": 26807716, "text": "we describe the synthesis of multidomain 'designer chromatin' templates and their application to dissecting the regulation of human Suv39h1"}, {"pubmed": 27270040, "text": "KAT7-containing acetyltransferases associating with the Mis18 complex provides competence for histone turnover/exchange activity on alphoid DNA and prevents Suv39h1-mediated heterochromatin invasion into centromeres."}, {"pubmed": 27304919, "text": "Overexpression of miR-125b and inhibition of its target, SUV39H1, in aging individuals reduces hematopoietic stem cells capacity of B cells generation."}, {"pubmed": 28059589, "text": "Suv39h1 deficiency abrogates stress-dependent upregulation of HP1alpha and gamma, and enhances HP1beta levels."}, {"pubmed": 28106510, "text": "Lysine methyltransferases (KMTs) that mediate methylation marks on histone and non-histone proteins are now recognized as important regulators of gene expression in cycling and non-cycling cells. Among these, the SUV39 sub-family of KMTs."}, {"pubmed": 28425504, "text": "Data show down-regulation of suppressor of variegation 3-9 homolog 1 protein (SUV39H1) in the lungs of chronic obstructive pulmonary disease(COPD) patients."}, {"pubmed": 28555645, "text": "E-cadherin silencing relies on the formation of a complex between the paRNA and microRNA-guided Argonaute 1 that, together, recruit SUV39H1 and induce repressive chromatin modifications in the gene promoter"}, {"pubmed": 28760200, "text": "Here, the authors demonstrate that chromatin-associated RNA contributes to the stable association of SUV39H1 with constitutive heterochromatin in human cells."}, {"pubmed": 28760201, "text": "Here the authors show that Suv39h1 chromodomain binds nucleic acids, and this binding is important for its function in heterochromatin assembly."}, {"pubmed": 28765327, "text": "KMT1A positively regulated the self-renewal and tumorigenicity of human Bladder cancer stem cells via KMT1A-GATA3-STAT3 circuit, in which KMT1A could be a promising target for bladder cancer therapy."}, {"pubmed": 28833505, "text": "Our data show that the differential expression of SUV39H1 and SUV39H2 is associated with genomic instability and that the modulation of these HMTases can be an attractive approach to prevent CLL evolution"}, {"pubmed": 28852907, "text": "SUV39H1 dysregulation may be involved in diabetic nephropathy progression, affecting inflammation and apoptosis."}, {"pubmed": 29317652, "text": "SirT6 promotes cysteine ubiquitination in the PRE-SET domain of Suv39h1."}, {"pubmed": 29467226, "text": "unveil E4BP4 as a critical transcriptional modulator repressing RASSF8 expression through histone methyltransferases, G9a and SUV39H1."}, {"pubmed": 30241941, "text": "Results show that casein kinase 2 alpha (CK2 )downregulation leads to H3K9me3 and senescence-associated heterochromatic foci (SAHF) formation by increasing H3K9 trimethylase SUV39h1 (SUV39h1) and decreasing H3K9 dimethylase G9a (G9a)."}, {"pubmed": 30610059, "text": "No statistically significant difference in cytotoxic T-Lymphocytes (CTL) tumor infiltration is observed between microsatellite instable (MSI) and microsatellite stable colon carcinoma specimens. The expression of the H3K9me3-specific histone methyltransferase SUV39H1 is significantly elevated in human colon carcinoma compared with normal colon tissues."}, {"pubmed": 30716531, "text": "data reveal a novel role for CIITA in endothelial cells and present SUV39H1 as a druggable target in the intervention of endothelial dysfunction."}, {"pubmed": 30772380, "text": "a SUV39H1-low chromatin state associates with, and promotes, migratory cell populations in cervical cancers"}, {"pubmed": 30833073, "text": "These results suggest that nuclear ErbB4 enhances H3K9me3 levels through tyrosine phosphorylation of SUV39H1 in NRG-1/ErbB4 signal-mediated chromatin remodeling."}, {"pubmed": 31337422, "text": "Study suggests that increased chondrocyte proliferation occurs in the facet joint cartilage of Idiopathic scoliosis (IS) patients and may be promoted by the elevated levels of H3K9me3 and SUV39H1, which regulate the miR-15a/Bcl2 pathway. This dysregulation of chondrocyte proliferation could result in abnormal spinal growth and may additionally participate in the development and progression of IS."}, {"pubmed": 31617338, "text": "Results suggest that protein kinase CK2 (CK2) downregulation induces dephosphorylation of Ser 392 on tumor protein p53 (p53), which subsequently increases the stability of suppressor of variegation 3-9 homolog 1 protein (SUV39h1)."}, {"pubmed": 31682228, "text": "The authors show that IFI16 is in complex with the H3K9 methyltransferase SUV39H1 and GLP and recruits them to the human herpesvirus 8 genome during de novo infection and latency. The resulting depositions of H3K9me2/me3 serve as a docking site for the heterochromatin-inducing HP1alpha protein leading into the IFI16-dependent epigenetic modifications and silencing of the virus lytic genes."}, {"pubmed": 31767831, "text": "Kindlin-2 suppresses transcription factor GATA4 through interaction with SUV39H1 to attenuate hypertrophy."}, {"pubmed": 32061753, "text": "SUV39H1 regulates human colon carcinoma apoptosis and cell cycle to promote tumor growth."}, {"pubmed": 32514521, "text": "Signal Activation of Hepatitis B Virus-Related Hepatocarcinogenesis by Up-regulation of SUV39h1."}, {"pubmed": 33037410, "text": "SUV39H1 regulates the progression of MLL-AF9-induced acute myeloid leukemia."}, {"pubmed": 33196969, "text": "MiR-520a-3p inhibits malignant progression of epithelial ovarian cancer by targeting SUV39H1 expression."}, {"pubmed": 33297464, "text": "Effect of SUV39H1 Histone Methyltransferase Knockout on Expression of Differentiation-Associated Genes in HaCaT Keratinocytes."}, {"pubmed": 33691475, "text": "Downregulation of SUV39H1 and CITED2 Exerts Additive Effect on Promoting Adipogenic Commitment of Human Mesenchymal Stem Cells."}, {"pubmed": 33691908, "text": "EBP1 regulates Suv39H1 stability via the ubiquitin-proteasome system in neural development."}, {"pubmed": 34296393, "text": "Histone Mark Profiling in Pediatric Astrocytomas Reveals Prognostic Significance of H3K9 Trimethylation and Histone Methyltransferase SUV39H1."}, {"pubmed": 34598691, "text": "Suppressor of variegation 3-9 homologue 1 impairment and neutrophil-skewed systemic inflammation are associated with comorbidities in COPD."}, {"pubmed": 35768432, "text": "CD8+T cell responsiveness to anti-PD-1 is epigenetically regulated by Suv39h1 in melanomas."}, {"pubmed": 36149194, "text": "Differences in SUV39H1 and androgen receptor distribution in adenomyomatous hyperplasia and prostatic adenocarcinoma."}, {"pubmed": 36536372, "text": "Decreased SUV39H1 at the promoter region leads to increased CREMalpha and accelerates autoimmune response in CD4[+] T cells from patients with systemic lupus erythematosus."}, {"pubmed": 37029239, "text": "SUV39H1 is a prognosis and immune microenvironment-related biomarker in diffuse large B-cell lymphoma."}, {"pubmed": 38017386, "text": "SUV39H1 is a novel biomarker targeting oxidative phosphorylation in hepatitis B virus-associated hepatocellular carcinoma."}, {"pubmed": 38176898, "text": "Histone methyltransferase Suv39h1 regulates hepatic stellate cell activation and is targetable in liver fibrosis."}, {"pubmed": 38177411, "text": "The Wnt-pathway corepressor TLE3 interacts with the histone methyltransferase KMT1A to inhibit differentiation in Rhabdomyosarcoma."}, {"pubmed": 38650654, "text": "Inhibition of SUV39H1 reduces tumor angiogenesis via Notch1 in oral squamous cell carcinoma."}], "genomic_pos": {"chr": "X", "end": 48709016, "ensemblgene": "ENSG00000101945", "start": 48695554, "strand": 1}, "genomic_pos_hg19": [{"chr": "HG1436_HG1432_PATCH", "end": 48568411, "start": 48554953, "strand": 1}, {"chr": "X", "end": 48567403, "start": 48553945, "strand": 1}], "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 21402781, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000183", "pubmed": 18485871, "qualifier": "involved_in", "term": "rDNA heterochromatin formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000183", "pubmed": 18485871, "qualifier": "involved_in", "term": "rDNA heterochromatin formation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0000183", "qualifier": "involved_in", "term": "rDNA heterochromatin formation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006325", "pubmed": 10949293, "qualifier": "involved_in", "term": "chromatin organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006364", "qualifier": "involved_in", "term": "rRNA processing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 23509280, "qualifier": "acts_upstream_of_or_within", "term": "DNA damage response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007623", "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032259", "qualifier": "involved_in", "term": "methylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042149", "pubmed": 18485871, "qualifier": "involved_in", "term": "cellular response to glucose starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044725", "pubmed": 30111536, "qualifier": "involved_in", "term": "epigenetic programming in the zygotic pronuclei"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045786", "pubmed": 18485871, "qualifier": "involved_in", "term": "negative regulation of cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": 18485871, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046015", "pubmed": 18485871, "qualifier": "involved_in", "term": "regulation of transcription by glucose"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071456", "pubmed": 21402781, "qualifier": "acts_upstream_of_or_within", "term": "cellular response to hypoxia"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097009", "pubmed": 18485871, "qualifier": "involved_in", "term": "energy homeostasis"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000775", "qualifier": "located_in", "term": "chromosome, centromeric region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000792", "pubmed": 18004385, "qualifier": "part_of", "term": "heterochromatin"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0000794", "pubmed": 10202156, "qualifier": "located_in", "term": "condensed nuclear chromosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 30111536, "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 18004385, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005652", "qualifier": "located_in", "term": "nuclear lamina"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005677", "pubmed": 18485871, "qualifier": "part_of", "term": "chromatin silencing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": 18485871, "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031410", "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0033553", "pubmed": 18485871, "qualifier": "part_of", "term": "rDNA heterochromatin"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0061773", "pubmed": 18485871, "qualifier": "part_of", "term": "eNoSc complex"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003682", "pubmed": 10202156, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10949293, 12711603, 16189514, 17245431, 18004385, 18485871, 19218236, 20562864, 21516116, 23455924, 24981860, 25416956, 25931448, 27705803, 28514442, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008757", "pubmed": 10949293, "qualifier": "enables", "term": "S-adenosylmethionine-dependent methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042054", "pubmed": [10949293, 17707234], "qualifier": "enables", "term": "histone methyltransferase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0046974", "pubmed": 18485871, "qualifier": "enables", "term": "histone H3K9 methyltransferase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0046974", "qualifier": "enables", "term": "histone H3K9 methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046974", "pubmed": [10949293, 18004385, 23509280], "qualifier": "enables", "term": "histone H3K9 methyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0140938", "qualifier": "enables", "term": "histone H3 methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140949", "pubmed": 30111536, "qualifier": "enables", "term": "histone H3K9 trimethyltransferase activity"}]}, "homologene": {"genes": [[7955, 326906], [9544, 711040], [9606, 6839], [9615, 491868], [9913, 523047], [10090, 20937], [10116, 302553]], "id": 2388}, "interpro": [{"desc": "Chromo/chromo shadow domain", "id": "IPR000953", "short_desc": "Chromo/chromo_shadow_dom"}, {"desc": "SET domain", "id": "IPR001214", "short_desc": "SET_dom"}, {"desc": "Post-SET domain", "id": "IPR003616", "short_desc": "Post-SET_dom"}, {"desc": "Pre-SET domain", "id": "IPR007728", "short_desc": "Pre-SET_dom"}, {"desc": "Histone-lysine N-methyltransferase SUV39H1/2-like", "id": "IPR011381", "short_desc": "H3-K9_MeTrfase_SUV39H1/2-like"}, {"desc": "Chromo-like domain superfamily", "id": "IPR016197", "short_desc": "Chromo-like_dom_sf"}, {"desc": "Chromo domain, conserved site", "id": "IPR023779", "short_desc": "Chromodomain_CS"}, {"desc": "Chromo domain", "id": "IPR023780", "short_desc": "Chromo_domain"}, {"desc": "SET domain superfamily", "id": "IPR046341", "short_desc": "SET_dom_sf"}], "ipi": ["IPI00156887", "IPI00909418", "IPI00941101"], "map_location": "Xp11.23", "name": "SUV39H1 histone lysine methyltransferase", "other_names": ["Su(var)3-9 homolog 1", "histone H3-K9 methyltransferase 1", "histone-lysine N-methyltransferase SUV39H1", "histone-lysine N-methyltransferase, H3 lysine-9 specific 1", "lysine N-methyltransferase 1A", "position-effect variegation 3-9 homolog", "suppressor of variegation 3-9 homolog 1"], "pantherdb": {"HGNC": "11479", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1099440", "ortholog_type": "LDO", "panther_family": "PTHR46223", "taxid": 10090, "uniprot_kb": "O54864"}, {"RGD": "1565028", "ortholog_type": "LDO", "panther_family": "PTHR46223", "taxid": 10116, "uniprot_kb": "G3V6S6"}, {"ZFIN": "ZDB-GENE-040801-111", "ortholog_type": "O", "panther_family": "PTHR46223", "taxid": 7955, "uniprot_kb": "Q6DGD3"}, {"ZFIN": "ZDB-GENE-030131-5105", "ortholog_type": "LDO", "panther_family": "PTHR46223", "taxid": 7955, "uniprot_kb": "A0A2R8QCU6"}, {"FlyBase": "FBgn0263755", "ortholog_type": "LDO", "panther_family": "PTHR46223", "taxid": 7227, "uniprot_kb": "P45975"}], "uniprot_kb": "O43463"}, "pathway": {"kegg": {"id": "hsa00310", "name": "Lysine degradation - Homo sapiens (human)"}, "pid": {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}, "reactome": [{"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-3214841", "name": "PKMTs methylate histone lysines"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-427359", "name": "SIRT1 negatively regulates rRNA expression"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}, {"id": "R-HSA-5250941", "name": "Negative epigenetic regulation of rRNA expression"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}], "wikipathways": [{"id": "WP2369", "name": "Histone Modifications"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP3670", "name": "Simplified Interaction Map Between LOXL4 and Oxidative Stress Pathway"}, {"id": "WP4320", "name": "Effect of progerin on genes involved in Hutchinson-Gilford progeria syndrome"}]}, "pdb": "3MTS", "pfam": ["PF00385", "PF00856", "PF05033"], "pharmgkb": "PA36264", "pharos": {"target_id": 4009, "tdl": "Tchem"}, "prosite": ["PS50013", "PS50280", "PS50867", "PS50868", "PS51579"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256911", "relationship": "is"}, {"id": "GNF256912", "relationship": "is"}, {"id": "GNF256913", "relationship": "is"}, {"id": "GNF256914", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162379", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF046549", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091203", "relationship": "is"}, {"id": "GNF091204", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050563", "relationship": "is"}, {"id": "GNF055326", "relationship": "is"}, {"id": "GNF059941", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065437", "relationship": "is"}, {"id": "GNF065438", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014227", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285912", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101406", "relationship": "is"}, {"id": "GNF141061", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_012530.2"], "protein": ["NP_001269095.1", "NP_003164.1"], "rna": ["NM_001282166.2", "NM_003173.4"], "translation": [{"protein": "NP_001269095.1", "rna": "NM_001282166.2"}, {"protein": "NP_003164.1", "rna": "NM_003173.4"}]}, "reporter": {"HG-U133_Plus_2": "218619_s_at", "HG-U95B": "45149_at", "HTA-2_0": "TC0X000258.hg.1", "HuEx-1_0": "3976797", "HuGene-1_1": "8167347", "HuGene-2_1": "17103413"}, "summary": "This gene encodes an evolutionarily-conserved protein containing an N-terminal chromodomain and a C-terminal SET domain. The encoded protein is a histone methyltransferase that trimethylates lysine 9 of histone H3, which results in transcriptional gene silencing. Loss of function of this gene disrupts heterochromatin formation and may cause chromosome instability. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Aug 2013].", "symbol": "SUV39H1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420532"}, "unigene": "Hs.522639", "uniprot": {"Swiss-Prot": "O43463"}, "wikipedia": {"url_stub": "SUV39H1"}}