{"AllianceGenome": "17101", "HGNC": "17101", "MIM": "606245", "_id": "23512", "_version": 1, "accession": {"genomic": ["AC090616.13", "AC129917.6", "CH471147.2", "CP068261.2", "NC_000017.11", "NC_060941.1", "NG_009237.1"], "protein": ["AAH15704.1", "BAA09931.3", "BAF82703.1", "EAW80258.1", "NP_001308136.1", "NP_056170.2", "Q15022.3", "XP_006721857.1", "XP_047291660.1", "XP_047291661.1", "XP_047291662.1", "XP_047291663.1", "XP_054171600.1", "XP_054171601.1", "XP_054171602.1", "XP_054171603.1", "XP_054171604.1"], "rna": ["AK074333.1", "AK290014.1", "BC015704.1", "BC018583.1", "BI668506.1", "BM975130.1", "D63881.2", "DB501687.1", "DR000680.1", "ES313164.1", "NM_001321207.2", "NM_015355.4", "XM_006721794.4", "XM_047435704.1", "XM_047435705.1", "XM_047435706.1", "XM_047435707.1", "XM_054315625.1", "XM_054315626.1", "XM_054315627.1", "XM_054315628.1", "XM_054315629.1"], "translation": [{"protein": "BAF82703.1", "rna": "AK290014.1"}, {"protein": "XP_054171601.1", "rna": "XM_054315626.1"}, {"protein": "XP_006721857.1", "rna": "XM_006721794.4"}, {"protein": "XP_047291660.1", "rna": "XM_047435704.1"}, {"protein": "NP_056170.2", "rna": "NM_015355.4"}, {"protein": "XP_047291661.1", "rna": "XM_047435705.1"}, {"protein": "XP_054171600.1", "rna": "XM_054315625.1"}, {"protein": "XP_047291663.1", "rna": "XM_047435707.1"}, {"protein": "XP_054171602.1", "rna": "XM_054315627.1"}, {"protein": "AAH15704.1", "rna": "BC015704.1"}, {"protein": "XP_054171603.1", "rna": "XM_054315628.1"}, {"protein": "XP_054171604.1", "rna": "XM_054315629.1"}, {"protein": "NP_001308136.1", "rna": "NM_001321207.2"}, {"protein": "BAA09931.3", "rna": "D63881.2"}, {"protein": "XP_047291662.1", "rna": "XM_047435706.1"}]}, "alias": ["CHET9", "IMMAS", "JJAZ1"], "ensembl": {"gene": "ENSG00000178691", "protein": ["ENSP00000316578", "ENSP00000463936"], "transcript": ["ENST00000322652", "ENST00000494429", "ENST00000578106", "ENST00000580398"], "translation": [{"protein": "ENSP00000316578", "rna": "ENST00000322652"}, {"protein": "ENSP00000463936", "rna": "ENST00000580398"}], "type_of_gene": "protein_coding"}, "entrezgene": "23512", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 24.993356956, "exp_mis": 181.376365483, "exp_syn": 66.6772416592, "lof_z": 4.754101338092, "mis_z": 3.68182332675747, "mu_lof": 2.01341376717e-06, "mu_mis": 2.19286196404e-05, "mu_syn": 9.75300398463e-06, "n_lof": 1.0, "n_mis": 80.0, "n_syn": 54.0, "p_li": 0.999270635842049, "p_null": 9.92252529592125e-10, "p_rec": 0.000729363165698839, "syn_z": 0.962465945757207}, "bp": 2220, "cds_end": 30326022, "cds_start": 30264265, "n_exons": 16, "nonpsych": {"exp_lof": 22.3489903168, "exp_mis": 163.890707892, "exp_syn": 60.0769299538, "lof_z": 4.43506930413265, "mis_z": 3.73859288372295, "mu_lof": 2.01341376717e-06, "mu_mis": 2.19286196404e-05, "mu_syn": 9.75300398463e-06, "n_lof": 1.0, "n_mis": 69.0, "n_syn": 47.0, "p_li": 0.998289573445242, "p_null": 9.66165260713926e-09, "p_rec": 0.00171041689310553, "syn_z": 1.06222233592421}, "nontcga": {"exp_lof": 22.9673364672, "exp_mis": 166.839715268, "exp_syn": 61.3165139383, "lof_z": 4.52171692555434, "mis_z": 3.58091417839286, "mu_lof": 2.01341376717e-06, "mu_mis": 2.19286196404e-05, "mu_syn": 9.75300398463e-06, "n_lof": 1.0, "n_mis": 74.0, "n_syn": 51.0, "p_li": 0.99850723382923, "p_null": 5.67391018692651e-09, "p_rec": 0.00149276049685994, "syn_z": 0.834192701650358}, "transcript": "ENST00000322652.5"}, "exons": [{"cdsend": 31999003, "cdsstart": 31937246, "chr": "17", "position": [[31937006, 31937520], [31940285, 31940332], [31940421, 31940486], [31966146, 31966196], [31973145, 31973231], [31975481, 31975713], [31976520, 31976614], [31982998, 31983104], [31988319, 31988497], [31993241, 31993333], [31993864, 31994008], [31994563, 31994721], [31995563, 31995762], [31996797, 31996877], [31998657, 32001038]], "strand": 1, "transcript": "NM_001321207", "txend": 32001038, "txstart": 31937006}, {"cdsend": 31999003, "cdsstart": 31937246, "chr": "17", "position": [[31937006, 31937520], [31940285, 31940332], [31940421, 31940486], [31947616, 31947685], [31966146, 31966196], [31973145, 31973231], [31975481, 31975713], [31976520, 31976614], [31982998, 31983104], [31988319, 31988497], [31993241, 31993333], [31993864, 31994008], [31994563, 31994721], [31995563, 31995762], [31996797, 31996877], [31998657, 32001038]], "strand": 1, "transcript": "NM_015355", "txend": 32001038, "txstart": 31937006}], "exons_hg19": [{"cdsend": 30326022, "cdsstart": 30264265, "chr": "17", "position": [[30264025, 30264539], [30267304, 30267351], [30267440, 30267505], [30293165, 30293215], [30300164, 30300250], [30302500, 30302732], [30303539, 30303633], [30310017, 30310123], [30315338, 30315516], [30320260, 30320352], [30320883, 30321027], [30321582, 30321740], [30322582, 30322781], [30323816, 30323896], [30325676, 30328057]], "strand": 1, "transcript": "NM_001321207", "txend": 30328057, "txstart": 30264025}, {"cdsend": 30326022, "cdsstart": 30264265, "chr": "17", "position": [[30264025, 30264539], [30267304, 30267351], [30267440, 30267505], [30274635, 30274704], [30293165, 30293215], [30300164, 30300250], [30302500, 30302732], [30303539, 30303633], [30310017, 30310123], [30315338, 30315516], [30320260, 30320352], [30320883, 30321027], [30321582, 30321740], [30322582, 30322781], [30323816, 30323896], [30325676, 30328057]], "strand": 1, "transcript": "NM_015355", "txend": 30328057, "txstart": 30264025}], "generif": [{"pubmed": 15043312, "text": "Endometrial stromal tumors(ESTs) are genetically heterogeneous, with prevalence of JAZF1-JJAZ1 fusion highest among ESTs of classic histology. Diagnostic utility of JAZF1-JJAZ1 fusion transcript assay in ESTs may be limited to classic histologic subset."}, {"pubmed": 15257518, "text": "JJAZ1 gene recombination may have a role in mosaicism in neurofibromatosis type 1"}, {"pubmed": 16630818, "text": "Data show that SUZ12 is distributed across large portions of over two hundred genes encoding key developmental regulators."}, {"pubmed": 16712789, "text": "SUZ12 might have a role in transcriptional regulation through physical interaction with MEP50 that can be an adaptor between PRMT5 and its substrate H2A"}, {"pubmed": 17197920, "text": "The JAZF1-JJAZ1 fusion is a frequent, although nonuniform, feature of endometrial stromal neoplasia."}, {"pubmed": 17406994, "text": "SUZ12 regulates H3-K9 methylation in an EZH2-independent fashion. Knockdown of SUZ12 in human cells caused a reduction in H3K27me3 and H3K9me3, and altered the distribution of HP1 alpha."}, {"pubmed": 17667554, "text": "The JAFZ1-JJAZ1 fusion gene is present in the endometrial stromal and smooth muscle components of endometrial stromal tumors."}, {"pubmed": 17970752, "text": "SUZ12, a component of the polycomb repressor complex 2, is recruited to the beta-globin gene."}, {"pubmed": 18077430, "text": "Both benign and malignant forms of endometrial stromal tumor have the JAZF1-JJAZ1 fusion, but only the malignant form also exhibits exclusion of the unrearranged JJAZ1 allele."}, {"pubmed": 18628979, "text": "the two PRC2 components SUZ12 and EZH2 are sumoylated in vitro and in vivo"}, {"pubmed": 18753137, "text": "YY1 physically interacts with SUZ12 and can act as a mediator to recruit the polycomb group proteins and DNA methyltransferases to participate in the CEBPD gene silencing process"}, {"pubmed": 18772439, "text": "study shows normal endometrial stromal cells contain a specific chimeric RNA joining 5' exons of JAZF1 gene on chromosome 7p15 to 3' exons of JJAZ1/SUZ12 gene on chromosome 17q11; this RNA is translated into JAZF1-JJAZ1 with anti-apoptotic activity"}, {"pubmed": 19542872, "text": "The JAZF1-JJAZ1 gene fusion was not identified in any Uterine tumor resembling ovarian sex cord tumors"}, {"pubmed": 19578722, "text": "histone modification including PRC2-mediated repressive histone marker H3K27me3 and active histone marker acH4 may involve in CD11b transcription during HL-60 leukemia cells reprogramming to terminal differentiation[polycomb repressive complex 2 ]"}, {"pubmed": 19749796, "text": "Suppression of lung adenocarcinoma through menin and polycomb gene-mediated repression of growth factor pleiotrophin."}, {"pubmed": 19847889, "text": "SUZ12 blocks cell differentiation, as SUZ12 knockdown releases differentiation programs in a chronic myeloid blastic phase transformed cell line."}, {"pubmed": 20558579, "text": "Results support the hypothesis that the abnormal expression of SUZ12 accounts for some of the unexplained features of mantle cell lymphoma, such as abnormal DNA repair and increased resistance to apoptosis."}, {"pubmed": 20616235, "text": "findings show that the lincRNA HOTAIR serves as a scaffold for at least two distinct histone modification complexes; A 5' domain of HOTAIR binds polycomb repressive complex 2 (PRC2), whereas a 3' domain of HOTAIR binds the LSD1/CoREST/REST complex"}, {"pubmed": 20832727, "text": "Loss of miR-200 during CSC formation increases Suz12 expression, Suz12 binding, H3-K27 trimethylation, and Polycomb-mediated repression of the E-cadherin gene."}, {"pubmed": 21480320, "text": "We propose Plk1 activity down-regulates ZNF198 and SUZ12, thereby enhancing both HBV replication and pX-mediated oncogenic transformation."}, {"pubmed": 22237151, "text": "studies suggest a tumor suppressor role for PRC2 in human leukemia and suggest a hitherto unrecognized dynamic interplay between oncogenic NOTCH1 and PRC2 function"}, {"pubmed": 22308284, "text": "Genetic defects in PRC2 components other than EZH2 are not common in myeloid malignancies."}, {"pubmed": 22964433, "text": "SUZ12 promotes the proliferation of human EOC cells by inhibiting apoptosis and HRK is a novel SUZ12 target gene whose upregulation contributes to apoptosis induced by SUZ12 knockdown."}, {"pubmed": 23588203, "text": "SUZ12 inactivation results in apoptosis in human colon cancer stem cells."}, {"pubmed": 23714854, "text": "Polycomb Repressive Complex 2 overexpression is associated with small cell lung cancer."}, {"pubmed": 23735840, "text": "SUZ12 depletion mediated by RNA interference (RNAi) led to a reduction of gastric cell numbers and arrested the cell cycle at G1/S point."}, {"pubmed": 23805300, "text": "PRE-PIK3C2B interacts directly with YY1 in vitro and recruits PRC2 complex in vivo. The localization of PcG proteins including YY1 to PRE-PIK3C2B in HEK cells is decreased on knock-down of either YY1 or SUZ12."}, {"pubmed": 24385046, "text": "postulate that this interparalog structural difference, together with low allelic recombination rates, could have caused a reduction in NAHGC between SUZ12 and SUZ12P during human evolution"}, {"pubmed": 24449823, "text": "malat1 promotes bladder cancer metastasis by associating with suz12."}, {"pubmed": 24633887, "text": "provide evidences suggesting that SUZ12 is an oncogene in non-small cell lung cancer"}, {"pubmed": 24845830, "text": "reduction in the total SUZ12 level was not a sufficient cause of the resolution of the epigenetic bivalency of beta-cell transcription factors in embryonic stem cells."}, {"pubmed": 25047840, "text": "Data shows EZH2 or SUZ12 depletion leads to HP1 loss from chromatin and degradation."}, {"pubmed": 25119042, "text": "the polycomb group gene SUZ12 functions as tumour suppressor in peripheral nerve sheath tumors, high-grade gliomas and melanomas by cooperating with mutations in NF1"}, {"pubmed": 25240281, "text": "Polycomb repressive complex 2 is recurrently inactivated through EED or SUZ12 loss in malignant peripheral nerve sheath tumors."}, {"pubmed": 25243792, "text": "found that expression of PcG proteins and H3K27me3 showed prognostic value in our study cohort"}, {"pubmed": 25279705, "text": "Overexpression of Suz12 was associated with lung adenocarcinoma."}, {"pubmed": 25305755, "text": "Somatic mutations of SUZ12 have a central role in malignant transformation of peripheral nerve sheath tumors."}, {"pubmed": 25326896, "text": "Data show that overall enhancer of zeste 2 (EZH2), embryonic ectoderm development (EED) and suppressor of zeste 12 homolog (SUZ12) expression in the colorectal cancer (CRC) tissues was significantly increased than in the non-cancerous tissue."}, {"pubmed": 25672609, "text": "Upregulation of SUZ12 was found to play a key role in gastric cancer cell proliferation and metastasis through the regulation of EMT and KLF2 expression"}, {"pubmed": 25833694, "text": "this study described that miR-489 expression level was significantly reduced in lung cancer samples (n = 115) and cell lines. Abnormal expression of miR-489 regulated the cells invasion by binding SUZ12 3'-UTR in vitro."}, {"pubmed": 25855382, "text": "downregulation of SUZ12 and ZNF198 leads to epigenetic reprogramming of infected hepatocytes. Because both Plk1 and HOTAIR are elevated in many human cancers, we propose that their combined effects are involved in epigenetic reprogramming"}, {"pubmed": 26176059, "text": "Conclude that the expression of SUZ12 is increased along with the degree of infiltration and metastasis of gastric carcinoma."}, {"pubmed": 26268246, "text": "Activation of EZH2 and SUZ12 Regulated by E2F1 Predicts the Disease Progression and Aggressive Characteristics of Bladder Cancer"}, {"pubmed": 26407907, "text": "SUZ12 is a key molecule in the regulation of monoallelic expression of IGF2."}, {"pubmed": 26457648, "text": "Data show that RAS protein activation was the initiating oncogenic event, with polycomb repressive complex 2 (PRC2) subunits impairment being a secondary event."}, {"pubmed": 26837964, "text": "The difference in the SUZ12 and CBX8 genes expression were significantly divergent between tumors and their marginal tissues."}, {"pubmed": 27000413, "text": "Mutations of SUZ12 and EED are reported to have tumor suppressive functions. (Review)"}, {"pubmed": 27127229, "text": "EZH1, SUZ12 and UXT work synergistically to regulate pathway activation in the nucleus."}, {"pubmed": 27582550, "text": "High SUZ12 expression is associated with invasion and metastasis of tumor budding cells in tongue squamous cell carcinoma."}, {"pubmed": 28124441, "text": "Mutation in the SUZ12 gene is associated with malignant peripheral nerve sheath tumors."}, {"pubmed": 28229514, "text": "we analyzed eight probands with clinically suspected Weaver syndrome by whole-exome sequencing and identified three mutations: a 25.4-kb deletion partially involving EZH2 and CUL1 ,a missense mutation , and a missense mutation in SUZ12 inherited from her father .In vitro functional analyses demonstrated that the identified EED and SUZ12 missense mutations cause decreased decreased trimethylation of lysine 27 of H3"}, {"pubmed": 28618952, "text": "Overexpression of miR-105 inhibited cell proliferation, tumorigenesis, migration, invasion, and drug sensitivity, whereas overexpression of suppressor of Zeste 12 homolog antagonized the tumor-suppressive functions of miR-105."}, {"pubmed": 29379063, "text": "Functional assays to reveal the targets of n-miR-G665 showed that polycomb protein Suz12 is regulated by n-miR-G665, which in turn regulates the expression of n-miR-G665 through feedback loop mechanism."}, {"pubmed": 29394168, "text": "Case Report: JAZF1/SUZ12 translocation in a low-grade endometrioid stromal sarcoma originating in the paratestis."}, {"pubmed": 29415665, "text": "Data suggest the polycomb repressive complex 2 subunits EZH2, SUZ12, and EED protein axis as promising therapeutic target for treating sarcoma."}, {"pubmed": 29425303, "text": "We find that co-occupancy of PLZF and EZH2 on chromatin at PLZF target genes is not associated with SUZ12 or trimethylated lysine 27 of histone H3 (H3K27me3) but with the active histone mark H3K4me3 and active transcription. Removal of EZH2 leads to an increase of PLZF binding and increased gene expression."}, {"pubmed": 29499137, "text": "Nucleosome binding enabled by Jarid2 and Aebp2 is in part accounted for by the structures, which also reveal that disruption of the Jarid2-Suz12 interaction may underlie the disease mechanism of an oncogenic chromosomal translocation of Suz12."}, {"pubmed": 29667751, "text": "SUZ12 protein is significantly up-regulated and associates with cervical node metastasis in primary head and neck squamous cell carcinoma.SUZ12 might serve as a putative oncogene by promoting cell proliferation, migration and invasion in head and neck squamous cell carcinoma."}, {"pubmed": 30019515, "text": "These data provide strong evidence that SUZ12 mutations cause Weaver-like syndrome."}, {"pubmed": 30791232, "text": "we confirmed that miR-487b is a CRC suppressor that prevents the EMT process and targets MYC, SUZ12, and KRAS to inhibit the proliferation, migration and invasion of CRC cells. Meanwhile, miR-487b is negatively regulated by DNA methylation"}, {"pubmed": 31023785, "text": "Identification of mutations in the PRC2 components EED and SUZ12 in the majority of MPNSTs may imply noncanonical oncogenic activities of the intact component, EZH2, and provide new opportunities for therapeutic intervention."}, {"pubmed": 31115583, "text": "Results found that SUZ12 expression is negatively regulated by miR767 which binds to the SUZ12 3'UTR in glioma cells, leading to downregulation of its protein."}, {"pubmed": 31196742, "text": "TRG-AS1 promotes glioblastoma cell proliferation by acting as a ceRNA of miR-877-5p to regulate SUZ12 expression"}, {"pubmed": 31234902, "text": "SUZ12 is indispensable for USP3-mediated oncogenic activity in gastric cancer."}, {"pubmed": 31492675, "text": "Here we show that CRISPR/Cas9-mediated inactivation of Suz12 cooperates with mutant JAK3 to drive T-cell transformation and T-cell acute lymphoblastic leukemia development"}, {"pubmed": 31724824, "text": "review the PRC2 complex and clinical syndromes of overgrowth and intellectual disability associated with core components EZH2, EED, and SUZ12"}, {"pubmed": 31736240, "text": "Pathogenic SUZ12 variants may be de novo or inherited, and are sometimes inherited from a mildly-affected parent"}, {"pubmed": 32343606, "text": "DEP Domain Containing 1 Promotes Proliferation, Invasion, and Epithelial-Mesenchymal Transition in Colorectal Cancer by Enhancing Expression of Suppressor of Zest 12."}, {"pubmed": 32918895, "text": "Human papillomavirus type 16 E7 oncoprotein-induced upregulation of lysine-specific demethylase 5A promotes cervical cancer progression by regulating the microRNA-424-5p/suppressor of zeste 12 pathway."}, {"pubmed": 33008771, "text": "The relationship between chimeric RNAs and gene fusions: Potential implications of reciprocity in cancer."}, {"pubmed": 33338397, "text": "Competition between PRC2.1 and 2.2 subcomplexes regulates PRC2 chromatin occupancy in human stem cells."}, {"pubmed": 34167089, "text": "HMGA1 promotes gastric cancer growth and metastasis by transactivating SUZ12 and CCDC43 expression."}, {"pubmed": 34928964, "text": "RNA-driven JAZF1-SUZ12 gene fusion in human endometrial stromal cells."}, {"pubmed": 34990019, "text": "SUZ12 participates in the proliferation of PNH clones by regulating histone H3K27me3 levels."}, {"pubmed": 35649353, "text": "JAZF1-SUZ12 dysregulates PRC2 function and gene expression during cell differentiation."}, {"pubmed": 36464274, "text": "The E2F6 Transcription Factor is Associated with the Mammalian SUZ12-Containing Polycomb Complex."}, {"pubmed": 36645289, "text": "Imagawa-Matsumoto syndrome: SUZ12-related overgrowth disorder."}, {"pubmed": 36919607, "text": "An investigation of the etiology and follow-up findings in 35 children with overgrowth syndromes, including biallelic SUZ12 variant."}, {"pubmed": 37967992, "text": "Circ-SUZ12 Protects Cardiomyocytes from Hypoxia-Induced Dysfunction Through Upregulating SUZ12 Expression to Activate Wnt/beta-catenin Signaling Pathway."}], "genomic_pos": {"chr": "17", "end": 32001038, "ensemblgene": "ENSG00000178691", "start": 31937007, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 30328064, "start": 30264037, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045596", "pubmed": 19847889, "qualifier": "involved_in", "term": "negative regulation of cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048709", "qualifier": "involved_in", "term": "oligodendrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060816", "qualifier": "involved_in", "term": "random inactivation of X chromosome"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0140718", "qualifier": "involved_in", "term": "facultative heterochromatin formation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001739", "qualifier": "part_of", "term": "sex chromatin"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005677", "qualifier": "part_of", "term": "chromatin silencing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016586", "qualifier": "part_of", "term": "RSC-type complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0035098", "qualifier": "part_of", "term": "ESC/E(Z) complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035098", "pubmed": [20075857, 23104054, 23273982], "qualifier": "part_of", "term": "ESC/E(Z) complex"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0035098", "pubmed": 15385962, "qualifier": "part_of", "term": "ESC/E(Z) complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1990904", "qualifier": "part_of", "term": "ribonucleoprotein complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001222", "pubmed": 29628311, "qualifier": "enables", "term": "transcription corepressor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17560333, 19734898, 20075857, 20543829, 21078963, 22009739, 22439931, 23104054, 23238014, 23684459, 24183680, 24981860, 26496610, 27705803, 27728805, 28229514, 29628311, 29909548, 30026490, 30923826, 34591612, 35016035, 37553330], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008047", "pubmed": 28229514, "qualifier": "enables", "term": "enzyme activator activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031490", "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035064", "pubmed": 21029866, "qualifier": "enables", "term": "methylated histone binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0042054", "pubmed": 15385962, "qualifier": "enables", "term": "histone methyltransferase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106222", "qualifier": "enables", "term": "lncRNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:1990841", "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[7227, 48071], [7955, 561871], [8364, 779745], [9031, 417406], [9598, 748393], [9606, 23512], [9615, 491158], [9913, 538774], [10090, 52615], [10116, 688041]], "id": 32256}, "interpro": {"desc": "Polycomb protein, VEFS-Box", "id": "IPR019135", "short_desc": "Polycomb_protein_VEFS-Box"}, "ipi": "IPI00299526", "map_location": "17q11.2", "name": "SUZ12 polycomb repressive complex 2 subunit", "other_names": ["chET 9 protein", "chromatin precipitated E2F target 9 protein", "joined to JAZF1 protein", "polycomb protein SUZ12", "suppressor of zeste 12 protein homolog"], "pantherdb": {"HGNC": "17101", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1261758", "ortholog_type": "LDO", "panther_family": "PTHR22597", "taxid": 10090, "uniprot_kb": "Q80U70"}, {"Ensembl": "ENSRNOG00000058663", "ortholog_type": "LDO", "panther_family": "PTHR22597", "taxid": 10116, "uniprot_kb": "A0A0G2K2I0"}, {"ZFIN": "ZDB-GENE-040801-36", "ortholog_type": "O", "panther_family": "PTHR22597", "taxid": 7955, "uniprot_kb": "Q6DC03"}, {"ZFIN": "ZDB-GENE-030131-3255", "ortholog_type": "LDO", "panther_family": "PTHR22597", "taxid": 7955, "uniprot_kb": "B0R1D5"}, {"FlyBase": "FBgn0020887", "ortholog_type": "LDO", "panther_family": "PTHR22597", "taxid": 7227, "uniprot_kb": "Q9NJG9"}, {"SGD": "S000004697", "ortholog_type": "O", "panther_family": "PTHR22597", "taxid": 4932, "uniprot_kb": "P32832"}, {"PomBase": "SPCC1281.05", "ortholog_type": "O", "panther_family": "PTHR22597", "taxid": 4896, "uniprot_kb": "O94522"}, {"SGD": "S000001845", "ortholog_type": "LDO", "panther_family": "PTHR22597", "taxid": 4932, "uniprot_kb": "P43554"}, {"TAIR": "3685330", "ortholog_type": "O", "panther_family": "PTHR22597", "taxid": 3702, "uniprot_kb": "Q8W5B1"}, {"EnsemblGenome": "AT2G35670", "ortholog_type": "O", "panther_family": "PTHR22597", "taxid": 3702, "uniprot_kb": "P0DKJ8"}, {"TAIR": "2129171", "ortholog_type": "O", "panther_family": "PTHR22597", "taxid": 3702, "uniprot_kb": "B3H7I2"}, {"TAIR": "2176242", "ortholog_type": "O", "panther_family": "PTHR22597", "taxid": 3702, "uniprot_kb": "Q8L6Y4"}], "uniprot_kb": "Q15022"}, "pathway": {"biocarta": {"id": "prc2pathway", "name": "the prc2 complex sets long-term gene silencing through modification of histone tails"}, "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-212300", "name": "PRC2 methylates histones and DNA"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3214841", "name": "PKMTs methylate histone lysines"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-4551638", "name": "SUMOylation of chromatin organization proteins"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}, {"id": "R-HSA-5617472", "name": "Activation of anterior HOX genes in hindbrain development during early embryogenesis"}, {"id": "R-HSA-5619507", "name": "Activation of HOX genes during differentiation"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8953750", "name": "Transcriptional Regulation by E2F6"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9609646", "name": "HCMV Infection"}, {"id": "R-HSA-9609690", "name": "HCMV Early Events"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9710421", "name": "Defective pyroptosis"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP2916", "name": "Interactome of polycomb repressive complex 2 (PRC2)"}, {"id": "WP4204", "name": "Tumor suppressor activity of SMARCB1"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4553", "name": "FBXL10 enhancement of MAP-ERK signaling in diffuse large B-cell lymphoma"}]}, "pdb": ["4W2R", "5HYN", "5IJ7", "5IJ8", "5LS6", "5WAI", "5WAK", "5WG6", "6B3W", "6C23", "6C24", "6NQ3", "6WKR", "7AT8", "7KSO", "7KSR", "7KTP", "7TD5", "8FYH"], "pfam": "PF09733", "pharmgkb": "PA134936035", "pharos": {"target_id": 12027, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170123", "relationship": "is"}, {"id": "GNF181029", "relationship": "is"}, {"id": "GNF191935", "relationship": "is"}, {"id": "GNF202841", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF038737", "relationship": "similar to"}, {"id": "GNF038747", "relationship": "similar to"}], "GNF_mm+hs-MGC": {"id": "GNF007294", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096107", "relationship": "is"}, {"id": "GNF115526", "relationship": "is"}, {"id": "GNF135763", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_009237.1"], "protein": ["NP_001308136.1", "NP_056170.2", "XP_006721857.1", "XP_047291660.1", "XP_047291661.1", "XP_047291662.1", "XP_047291663.1", "XP_054171600.1", "XP_054171601.1", "XP_054171602.1", "XP_054171603.1", "XP_054171604.1"], "rna": ["NM_001321207.2", "NM_015355.4", "XM_006721794.4", "XM_047435704.1", "XM_047435705.1", "XM_047435706.1", "XM_047435707.1", "XM_054315625.1", "XM_054315626.1", "XM_054315627.1", "XM_054315628.1", "XM_054315629.1"], "translation": [{"protein": "XP_054171601.1", "rna": "XM_054315626.1"}, {"protein": "XP_006721857.1", "rna": "XM_006721794.4"}, {"protein": "XP_047291660.1", "rna": "XM_047435704.1"}, {"protein": "NP_056170.2", "rna": "NM_015355.4"}, {"protein": "XP_047291661.1", "rna": "XM_047435705.1"}, {"protein": "XP_054171600.1", "rna": "XM_054315625.1"}, {"protein": "XP_047291663.1", "rna": "XM_047435707.1"}, {"protein": "XP_054171602.1", "rna": "XM_054315627.1"}, {"protein": "XP_054171603.1", "rna": "XM_054315628.1"}, {"protein": "XP_054171604.1", "rna": "XM_054315629.1"}, {"protein": "NP_001308136.1", "rna": "NM_001321207.2"}, {"protein": "XP_047291662.1", "rna": "XM_047435706.1"}]}, "reporter": {"HG-U133_Plus_2": ["1566190_at", "1566191_at", "212287_at", "213971_s_at"], "HG-U95Av2": "40957_at", "HTA-2_0": "TC17000369.hg.1", "HuEx-1_0": ["3716664", "3717395"], "HuGene-1_1": "8006325", "HuGene-2_1": "16833037"}, "summary": "This zinc finger gene has been identified at the breakpoints of a recurrent chromosomal translocation reported in endometrial stromal sarcoma. Recombination of these breakpoints results in the fusion of this gene and JAZF1. The protein encoded by this gene contains a zinc finger domain in the C terminus of the coding region. [provided by RefSeq, Jul 2009].", "symbol": "SUZ12", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1539902"}, "unigene": "Hs.462732", "uniprot": {"Swiss-Prot": "Q15022", "TrEMBL": "J3QQW9"}, "wikipedia": {"url_stub": "SUZ12"}}