{"AllianceGenome": "20738", "HGNC": "20738", "MIM": "608046", "_id": "84447", "_version": 1, "accession": {"genomic": ["AP003068.3", "CH471076.1", "CP068267.2", "KF511151.1", "NC_000011.10", "NC_060935.1", "NG_029713.2"], "protein": ["AAH30530.1", "AAL26903.1", "BAB47439.1", "BAB84974.1", "BAC24801.1", "BAG54394.1", "CAD38937.1", "EAW74357.1", "EAW74358.1", "EAW74359.1", "EAW74360.1", "EAW74361.1", "EAW74362.1", "NP_115807.1", "NP_757385.1", "Q86TM6.2", "XP_011543605.1", "XP_047283667.1", "XP_047283668.1", "XP_047283669.1", "XP_054226165.1", "XP_054226166.1", "XP_054226167.1", "XP_054226168.1"], "rna": ["AA864844.1", "AB058713.1", "AB085847.1", "AF317634.1", "AK074148.1", "AK126912.1", "AL834262.1", "BC013860.1", "BC030530.1", "BC035473.1", "DQ574657.1", "NM_032431.3", "NM_172230.3", "XM_011545303.4", "XM_047427711.1", "XM_047427712.1", "XM_047427713.1", "XM_054370190.1", "XM_054370191.1", "XM_054370192.1", "XM_054370193.1"], "translation": [{"protein": "XP_011543605.1", "rna": "XM_011545303.4"}, {"protein": "CAD38937.1", "rna": "AL834262.1"}, {"protein": "XP_047283669.1", "rna": "XM_047427713.1"}, {"protein": "BAC24801.1", "rna": "AB085847.1"}, {"protein": "XP_054226167.1", "rna": "XM_054370192.1"}, {"protein": "NP_115807.1", "rna": "NM_032431.3"}, {"protein": "BAG54394.1", "rna": "AK126912.1"}, {"protein": "XP_054226166.1", "rna": "XM_054370191.1"}, {"protein": "XP_054226168.1", "rna": "XM_054370193.1"}, {"protein": "BAB84974.1", "rna": "AK074148.1"}, {"protein": "XP_054226165.1", "rna": "XM_054370190.1"}, {"protein": "NP_757385.1", "rna": "NM_172230.3"}, {"protein": "BAB47439.1", "rna": "AB058713.1"}, {"protein": "XP_047283668.1", "rna": "XM_047427712.1"}, {"protein": "XP_047283667.1", "rna": "XM_047427711.1"}, {"protein": "AAL26903.1", "rna": "AF317634.1"}, {"protein": "AAH30530.1", "rna": "BC030530.1"}]}, "alias": ["DER3", "HRD1"], "ec": "2.3.2.27", "ensembl": {"gene": "ENSG00000162298", "protein": ["ENSP00000294256", "ENSP00000302035", "ENSP00000366395", "ENSP00000431215", "ENSP00000431720", "ENSP00000432166", "ENSP00000432888", "ENSP00000436984"], "transcript": ["ENST00000294256", "ENST00000307289", "ENST00000377190", "ENST00000449943", "ENST00000525874", "ENST00000526060", "ENST00000526121", "ENST00000527142", "ENST00000527765", "ENST00000528487", "ENST00000529207", "ENST00000530451", "ENST00000531018", "ENST00000532771", "ENST00000533685"], "translation": [{"protein": "ENSP00000366395", "rna": "ENST00000377190"}, {"protein": "ENSP00000294256", "rna": "ENST00000294256"}, {"protein": "ENSP00000302035", "rna": "ENST00000307289"}, {"protein": "ENSP00000436984", "rna": "ENST00000526060"}, {"protein": "ENSP00000431215", "rna": "ENST00000531018"}, {"protein": "ENSP00000432166", "rna": "ENST00000532771"}, {"protein": "ENSP00000432888", "rna": "ENST00000527142"}, {"protein": "ENSP00000431720", "rna": "ENST00000528487"}], "type_of_gene": "protein_coding"}, "entrezgene": "84447", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.9103503169, "exp_mis": 227.420280768, "exp_syn": 89.2973672177, "lof_z": 4.31308383268301, "mis_z": 1.8948095731546, "mu_lof": 1.39792659001e-06, "mu_mis": 2.08565948317e-05, "mu_syn": 7.84158670198e-06, "n_lof": 1.0, "n_mis": 169.0, "n_syn": 98.0, "p_li": 0.996650377830331, "p_null": 4.08217813594189e-08, "p_rec": 0.00334958134788803, "syn_z": -0.570927087416391}, "bp": 1854, "cds_end": 64901072, "cds_start": 64895853, "n_exons": 15, "nonpsych": {"exp_lof": 18.6349783313, "exp_mis": 205.546399008, "exp_syn": 80.5318266142, "lof_z": 4.01201404558167, "mis_z": 2.2356182084191, "mu_lof": 1.39792659001e-06, "mu_mis": 2.08565948317e-05, "mu_syn": 7.84158670198e-06, "n_lof": 1.0, "n_mis": 142.0, "n_syn": 87.0, "p_li": 0.993174388021523, "p_null": 2.83296062407072e-07, "p_rec": 0.00682532868241498, "syn_z": -0.453796478713506}, "nontcga": {"exp_lof": 19.2091670616, "exp_mis": 209.198317347, "exp_syn": 82.1252242742, "lof_z": 4.09842619927129, "mis_z": 1.72909912377674, "mu_lof": 1.39792659001e-06, "mu_mis": 2.08565948317e-05, "mu_syn": 7.84158670198e-06, "n_lof": 1.0, "n_mis": 159.0, "n_syn": 91.0, "p_li": 0.993940501777724, "p_null": 1.73293516817955e-07, "p_rec": 0.00605932492875881, "syn_z": -0.620071303228084}, "transcript": "ENST00000377190.3"}, "exons": [{"cdsend": 65133601, "cdsstart": 65128381, "chr": "11", "position": [[65127278, 65128488], [65128562, 65128714], [65129728, 65129915], [65130001, 65130172], [65130250, 65130379], [65130659, 65130823], [65130919, 65131036], [65131131, 65131197], [65131273, 65131373], [65131469, 65131596], [65132247, 65132351], [65132731, 65132780], [65132921, 65133074], [65133159, 65133252], [65133469, 65133618], [65134455, 65134519]], "strand": -1, "transcript": "NM_032431", "txend": 65134519, "txstart": 65127278}, {"cdsend": 65133601, "cdsstart": 65128381, "chr": "11", "position": [[65127278, 65128488], [65128562, 65128714], [65129728, 65129915], [65130001, 65130175], [65130250, 65130379], [65130659, 65130823], [65130919, 65131036], [65131131, 65131197], [65131273, 65131373], [65131469, 65131596], [65132247, 65132351], [65132731, 65132780], [65132921, 65133074], [65133159, 65133252], [65133469, 65133618], [65134455, 65134519]], "strand": -1, "transcript": "NM_172230", "txend": 65134519, "txstart": 65127278}], "exons_hg19": [{"cdsend": 64901072, "cdsstart": 64895853, "chr": "11", "position": [[64894750, 64895960], [64896034, 64896186], [64897200, 64897387], [64897473, 64897644], [64897722, 64897851], [64898131, 64898295], [64898390, 64898507], [64898602, 64898668], [64898744, 64898844], [64898940, 64899067], [64899718, 64899822], [64900202, 64900251], [64900392, 64900545], [64900630, 64900723], [64900940, 64901089], [64901926, 64901990]], "strand": -1, "transcript": "NM_032431", "txend": 64901990, "txstart": 64894750}, {"cdsend": 64901072, "cdsstart": 64895853, "chr": "11", "position": [[64894750, 64895960], [64896034, 64896186], [64897200, 64897387], [64897473, 64897647], [64897722, 64897851], [64898131, 64898295], [64898390, 64898507], [64898602, 64898668], [64898744, 64898844], [64898940, 64899067], [64899718, 64899822], [64900202, 64900251], [64900392, 64900545], [64900630, 64900723], [64900940, 64901089], [64901926, 64901990]], "strand": -1, "transcript": "NM_172230", "txend": 64901990, "txstart": 64894750}], "generif": [{"pubmed": 12459480, "text": "HRD1 protects against endoplasmic reticulum stress-induced apoptosis through endoplasmic reticulum-associated degradation."}, {"pubmed": 12646171, "text": "endogenous hHrd1 resides in the ER and has a ubiquitin-ligase activity"}, {"pubmed": 14593114, "text": "Human HRD1 is an E3 ubiquitin ligase involved in degradation of proteins from the endoplasmic reticulum"}, {"pubmed": 16786162, "text": "Results showed that Synoviolin, a novel causative factor for rheumatoid arthritis, is up-regulated in proliferating synovial cells in the disease."}, {"pubmed": 16802346, "text": "Elevated peripheral blood (PB) levels of synoviolin were associated with nonresponse to infliximab treatment. Upregulation of synoviolin by IL-lbeta and TNFalpha may contribute to prolonged survival of immune cells and rheumatoid arthritis chronicity."}, {"pubmed": 17141218, "text": "These results suggest that Hrd1 is a novel htt-interacting protein that can target pathogenic httN for degradation and is able to protect cells against httN-induced cell death."}, {"pubmed": 17170702, "text": "the endoplasmic reticulum-resident ubiquitin ligase 'Synoviolin' destroys p53"}, {"pubmed": 17582219, "text": "Review. In addition to its canonical role in endoplasmic-reticulum-associated degradation, synoviolin targets tumor suppressor gene p53 for proteasomal degradation, suggesting crosstalk between ERAD and p53 mediated apoptotic pathway under ER stress."}, {"pubmed": 17967421, "text": "endoplasmic reticulum stress-induced HRD1 and SEL1 expressions are mediated by IRE1-XBP1- and ATF6-dependent pathways, respectively"}, {"pubmed": 18235538, "text": "overexpressed in the synovial cells of patients with rheumatoid arthritis, resulting in a state in which the cell deals with accumulated unfolded proteins excessively"}, {"pubmed": 18264092, "text": "OS-9 and GRP94 deliver mutant alpha1-antitrypsin to the Hrd1-SEL1L ubiquitin ligase complex for ERAD"}, {"pubmed": 18314878, "text": "These findings reveal a role for SEL1L and HRD1 in IgM quality control."}, {"pubmed": 18344614, "text": "proline-rich domain of HRD1 is necessary to promote the degradation of Pael-R and that the protein's transmembrane domain is necessary to transfer Pael-R from the endoplasmic reticulum (ER) to the cytosol."}, {"pubmed": 18502753, "text": "XTP3-B forms an endoplasmic reticulum quality control scaffold with the HRD1-SEL1L ubiquitin ligase complex and BiP"}, {"pubmed": 18664523, "text": "analysed the promoter of human HRD1, which encodes an E3 ubiquitin ligase, an important component of ERAD"}, {"pubmed": 19116932, "text": "ILF-3, which has been known to regulate IL-2 expression in T cells, up-regulates synoviolin expression with GABPalpha in rheumatoid synovial cells"}, {"pubmed": 19443960, "text": "involved in endoplasmic reticulum-associated degradation that protects against ER stress-induced cell death.(review)"}, {"pubmed": 19828134, "text": "The results support that gp78 is an E3 targeting CFTRDeltaF508 for degradation and Hrd1 inhibits CFTRDeltaF508 degradation by acting as an E3 for gp78."}, {"pubmed": 19835843, "text": "Hrd1 targets gp78 for proteasomal degradation independent of the ubiquitin ligase activity of gp78, without evidence of a reciprocal effect."}, {"pubmed": 19864457, "text": "These data demonstrate a role of the E3 ubiquitin ligases in CTA1 retro-translocation."}, {"pubmed": 20237263, "text": "HRD1 promotes ubiquitination and degradation of amyloid precursor protein (APP) that leads to decreased amyloid beta production, whereas HRD1 loss in Alzheimer's disease leads to accumulation of APP and increased levels of amyloid beta."}, {"pubmed": 20519503, "text": "serine-dependent, HRD1-mediated ubiquitination targets TCRalpha to the ERAD pathway"}, {"pubmed": 20606367, "text": "Using brain tissue from Alzheimer's disease and normal subjects, a negative correlation was found between the expressed levels of HRD1 and of amyloid-beta; this suggests the possible involvement of HRD1 in amyloid-beta generation."}, {"pubmed": 21149444, "text": "binding of Herp to Hrd1-containing ERAD complexes positively regulates the ubiquitylation activity of these complexes, thus permitting survival of the cell during ER stress."}, {"pubmed": 21245296, "text": "data support a physiological role for HRD1 and UBE2J1 in the homeostatic regulation of MHC class I assembly and expression"}, {"pubmed": 21454652, "text": "regulation of the stability and assembly of the HRD1-SEL1L complex is critical to optimize the degradation kinetics of ERAD substrates"}, {"pubmed": 22280354, "text": "Hrd1 functions as an E3 targeting tau or abnormal p-tau for proteasome degradation."}, {"pubmed": 23129766, "text": "Synoviolin up-regulates amyloid beta production by targeting a negative regulator of gamma-secretase, Rer1, for degradation."}, {"pubmed": 23363602, "text": "ERdj5, by binding to Sel1L, triggers BiP-Cholera toxin interaction proximal to the Hrd1 complex; postulate this scenario enables the Hrd1-associated retrotranslocation machinery to capture the toxin efficiently once the toxin is released from BiP"}, {"pubmed": 23867461, "text": "derlin2 functions with HRD1 in ERAD of certain substrates independent of their glycosylation status."}, {"pubmed": 23929775, "text": "subset of integral membrane proteins, therefore, requires an early dislocation event to expose part of their luminal domain to the cytosol, before HRD1-mediated polyubiquitination and dislocation"}, {"pubmed": 24100225, "text": "the interactions between P97 and these motifs, including VCP-binding motif (VBM) and VCP-interacting motif (VIM). The solution structures of the VBM motif from HRD1 and the VIM motif from SVIP are both comprised mainly of a single alpha-helix."}, {"pubmed": 24366871, "text": "a new HRD1-associated membrane protein named HERP2, which is homologous to the previously identified HRD1 partner HERP1. Despite sequence homology, HERP2 is constitutively expressed in cells, whereas HERP1 is highly induced by ER stress."}, {"pubmed": 24478453, "text": "Herp localizes to the endoplasmic reticulum-derived quality control compartment (ERQC) and recruits HRD1, which targets to endoplasmic reticulum associated degradation the substrate presented by the OS-9 lectin at the ERQC."}, {"pubmed": 24565866, "text": "Results show that HRD1 and RFP2 contributes are required for the disposal of V247M alpha-sarcoglycan mutant."}, {"pubmed": 24584735, "text": "HRD1 and RMA1 may therefore be negative regulators of disease-associated transporter ABCG5/ABCG8."}, {"pubmed": 24636985, "text": "identified Hrd1 as a novel E3 ubiquitin ligase responsible for compromised Nrf2 response during liver cirrhosis"}, {"pubmed": 25385046, "text": "Charcot-Marie-Tooth disease-related PMP22 is trapped in the endoplasmic reticulum by calnexin-dependent retention and Rer1-mediated early Golgi retrieval systems and partly degraded by the Hrd1-mediated endoplasmic reticulum-associated degradation system."}, {"pubmed": 26107514, "text": "specific silencing of Derlin-2, p97 and HRD1 by shRNAs increases steady state levels of proinsulin. these ERAD constituents are critically involved in proinsulin degradation and may therefore also play a role in subsequent antigen generation."}, {"pubmed": 26471130, "text": "The inherently unstable nature of the human SEL1L protein lies in its transmembrane domain, and that association of HRD1 with the SEL1L transmembrane domain restored its stability."}, {"pubmed": 26536657, "text": "These findings uncover a novel role for HRD1 in breast cancer."}, {"pubmed": 26740554, "text": "Prion protein mutants inhibit Hrd1-mediated retrotranslocation of misfolded proteins by depleting misfolded protein sensor BiP."}, {"pubmed": 26945068, "text": "OS-9, an ER-resident lectin, acts downstream of Grp94 to further recognize misfolded alpha1 subunits in a glycan-dependent manner. This delivers misfolded alpha1 subunits to the Hrd1-mediated ubiquitination and the valosin-containing protein-mediated extraction pathway."}, {"pubmed": 27417417, "text": "Hrd1 is an E3 ubiquitin ligase in human T cells.IHrd1 expression is increased in CD4-positive T cells from multiple sclerosis patients."}, {"pubmed": 27756846, "text": "This study provides new knowledge of the CFTR biosynthetic pathway. It suggests that SYVN1 and FBXO2 represent two distinct multiprotein complexes that may degrade DeltaF508-CFTR in airway epithelia and identifies a new role for NEDD8 in regulating DeltaF508-CFTR ubiquitination."}, {"pubmed": 27827840, "text": "HRD1 is a novel substrate for USP19. USP19 negatively regulates the ubiquitination of HRD1 and prevents it from undergoing proteasomal degradation."}, {"pubmed": 27853315, "text": "Amyloid beta oligomers modulate BACE1 through an XBP-1-dependent pathway involving HRD1."}, {"pubmed": 28121484, "text": "this study proved that SYVN1 enhances SERPINA1(E342K)/ATZ degradation through SQSTM1-dependent autophagy and attenuates SERPINA1(E342K)/ATZ cytotoxicity."}, {"pubmed": 28260078, "text": "Study shows that mir125b is up-regulated in osteoarthritis (OA) and inversely correlated with SYNV1 expression. Also, findings demonstrated that miR- 125b-5p could promote apoptosis of synovial cells through targeting the SYVN1 gene, and the excessive apoptosis of synovial cells could contribute to the development of OA."}, {"pubmed": 28334804, "text": "Results demonstrated that overexpression of Hrd1 increased the proteasomal degradation and microtubule-dependent aggresome formation of OPTN in the microtubular organizing center, whereas knockdown of Hrd1 stabilized OPTN and inhibited aggresome formation of OPTN."}, {"pubmed": 28411238, "text": "Analysis of affinity-captured Hrd1 complexes from these cells by size-exclusion chromatography, immunodepletion, and absolute quantification mass spectrometry identified two major high-molecular-mass complexes with distinct sets of interacting proteins and variable stoichiometries, suggesting a hitherto unrecognized heterogeneity in the functional units of Hrd1-mediated protein degradation."}, {"pubmed": 28423597, "text": "Data show that E3 ubiquitin ligase HRD1 (HRD1) decreased the protein level of S100A8 through ubiquitination."}, {"pubmed": 28827405, "text": "findings support a model of Hrd1 complex formation, where the Hrd1 cytoplasmic domain and FAM8A1 have a central role in the assembly and activity of this ERAD machinery."}, {"pubmed": 28842558, "text": "HSP70-Hrd1 axis represents a potential therapeutic target for restoring the oncorepressor activity of unstable lymphoma-associated Blimp-1 mutants."}, {"pubmed": 29039504, "text": "PADI4 interacted with SYVN1 directly and that overexpression of PADI4 suppressed the ubiquitination of proteins. Thus, a reduction in ER stress induced by PADI4 may abrogate the initiation of chronic RA by suppressing the proliferative signals of RA synoviocytes."}, {"pubmed": 29233968, "text": "HRD1 prevents apoptosis in renal tubular epithelial cells by mediating eIF-2a ubiquitylation and degradation."}, {"pubmed": 29743537, "text": "association of the degradation factor HRD1 with the translocon and the rerouting factor Derlin-1 may be necessary for the smooth and effective clearance of ERpQC substrates"}, {"pubmed": 29863080, "text": "This study showed that Herp stability was regulated by synoviolin through lysine ubiquitination-independent proteasomal degradation."}, {"pubmed": 29958993, "text": "A negative correlation between HRD1 and PTEN expression."}, {"pubmed": 30106139, "text": "SYVN1 expression is regulated by LncRNA CASC2 in breast cancer.SYVN1 pathway role in the breast cancer cell growth and metastasis."}, {"pubmed": 30306455, "text": "HRD1 is overexpressed in colon cancer (CC) and promotes migration and invasion of CC cells."}, {"pubmed": 30345569, "text": "This structural analysis unveiled the position and range of the active site of HRD1_RING that contribute to its specific ubiquitin-conjugating enzyme (E2)-binding capability."}, {"pubmed": 31932479, "text": "The authors propose a mechanism of lung tumorigenesis that involves HRD1-mediated downregulation of SIRT2 and suggest that interventions targeting HRD1 activity could be a potential therapeutic strategy to treat patients with lung cancer."}, {"pubmed": 32182217, "text": "Sel1L-Hrd1 ER-associated degradation maintains beta cell identity via TGF-beta signaling."}, {"pubmed": 32308114, "text": "HRD1 prevents atherosclerosis-mediated endothelial cell apoptosis by promoting LOX-1 degradation."}, {"pubmed": 33207079, "text": "HRD1 inhibits fatty acid oxidation and tumorigenesis by ubiquitinating CPT2 in triple-negative breast cancer."}, {"pubmed": 33243462, "text": "Role of the E3 ubiquitin ligase HRD1 in the regulation of serotonin transporter function."}, {"pubmed": 33530981, "text": "CircNR3C2 promotes HRD1-mediated tumor-suppressive effect via sponging miR-513a-3p in triple-negative breast cancer."}, {"pubmed": 33588886, "text": "Anti-Warburg effect by targeting HRD1-PFKP pathway may inhibit breast cancer progression."}, {"pubmed": 34193731, "text": "Hrd1-dependent Degradation of the Unassembled PIGK Subunit of the GPI Transamidase Complex."}, {"pubmed": 34196494, "text": "Integrative proteomics reveals the role of E3 ubiquitin ligase SYVN1 in hepatocellular carcinoma metastasis."}, {"pubmed": 34272738, "text": "The E3 Ubiquitin Ligase Ring Finger Protein 5 Ameliorates NASH Through Ubiquitin-Mediated Degradation of 3-Hydroxy-3-Methylglutaryl CoA Reductase Degradation Protein 1."}, {"pubmed": 34847358, "text": "HRD1-mediated METTL14 degradation regulates m(6)A mRNA modification to suppress ER proteotoxic liver disease."}, {"pubmed": 35048790, "text": "Circular RNA SOX5 promotes the proliferation and inhibits the apoptosis of the hepatocellular carcinoma cells by targeting miR-502-5p/synoviolin 1 axis."}, {"pubmed": 36193086, "text": "The E3 Ubiquitin Ligase SYVN1 Plays an Antiapoptotic Role in Polycystic Ovary Syndrome by Regulating Mitochondrial Fission."}, {"pubmed": 36193504, "text": "miR-602 Activates NRF2 Antioxidant Pathways to Protect HBMECs from OGD/R-Induced Oxidative Stress via Targeting KEAP1 and HRD1."}, {"pubmed": 37119459, "text": "Association between SYVN1 and SEL1 genetic polymorphisms and remission in rheumatoid arthritis patients treated with TNF-alpha inhibitors: a machine learning approach."}, {"pubmed": 37224754, "text": "Endoplasmic reticulum stress-triggered ferroptosis via the XBP1-Hrd1-Nrf2 pathway induces EMT progression in diabetic nephropathy."}, {"pubmed": 37540175, "text": "SYVN1 Promotes STAT3 Protein Ubiquitination and Exerts Antiangiogenesis Effects in Retinopathy of Prematurity Development."}, {"pubmed": 37740007, "text": "SLC35F2-SYVN1-TRIM59 axis critically regulates ferroptosis of pancreatic cancer cells by inhibiting endogenous p53."}, {"pubmed": 37816756, "text": "SYVN1-mediated ubiquitylation directs localization of MCT4 in the plasma membrane to promote the progression of lung adenocarcinoma."}, {"pubmed": 37899701, "text": "Exogenous H2 S promotes ubiquitin-mediated degradation of SREBP1 to alleviate diabetic cardiomyopathy via SYVN1 S-sulfhydration."}, {"pubmed": 37943610, "text": "Hypomorphic variants of SEL1L-HRD1 ER-associated degradation are associated with neurodevelopmental disorders."}, {"pubmed": 38226624, "text": "Hypomorphic human SEL1L and HRD1 variants uncouple multilayered ER-associated degradation machinery."}, {"pubmed": 38378757, "text": "HRD1-induced TMEM2 ubiquitination promotes ER stress-mediated apoptosis through a non-canonical pathway in intestinal ischemia/reperfusion."}], "genomic_pos": {"chr": "11", "end": 65134532, "ensemblgene": "ENSG00000162298", "start": 65121780, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 64902004, "start": 64889252, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0002327", "qualifier": "involved_in", "term": "immature B cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006511", "pubmed": [14593114, 17059562], "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006511", "pubmed": 23710284, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016567", "pubmed": [12459480, 22590560], "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016567", "pubmed": 23710284, "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030970", "pubmed": 25660456, "qualifier": "involved_in", "term": "retrograde protein transport, ER to cytosol"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0036503", "qualifier": "involved_in", "term": "ERAD pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036503", "pubmed": [12459480, 14593114, 17059562, 22590560], "qualifier": "involved_in", "term": "ERAD pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036503", "pubmed": 21245296, "qualifier": "acts_upstream_of_or_within", "term": "ERAD pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036503", "pubmed": [22607976, 26471130, 28827405], "qualifier": "involved_in", "term": "ERAD pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036503", "pubmed": [22013210, 23710284], "qualifier": "involved_in", "term": "ERAD pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043161", "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050821", "pubmed": 21454652, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070936", "pubmed": 14593114, "qualifier": "involved_in", "term": "protein K48-linked ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902236", "pubmed": [12459480, 17059562], "qualifier": "involved_in", "term": "negative regulation of endoplasmic reticulum stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1902236", "pubmed": 23710284, "qualifier": "involved_in", "term": "negative regulation of endoplasmic reticulum stress-induced intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000836", "pubmed": [21454652, 23710284], "qualifier": "part_of", "term": "Hrd1p ubiquitin ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000839", "pubmed": 28827405, "qualifier": "part_of", "term": "Hrd1p ubiquitin ligase ERAD-L complex"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0000839", "pubmed": 26471130, "qualifier": "part_of", "term": "Hrd1p ubiquitin ligase ERAD-L complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 37795761, "qualifier": "is_active_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": [12459480, 14593114, 17059562], "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005783", "pubmed": 23710284, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005789", "pubmed": 14593114, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005790", "pubmed": 16186510, "qualifier": "located_in", "term": "smooth endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0012505", "qualifier": "is_active_in", "term": "endomembrane system"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036513", "pubmed": 21454652, "qualifier": "part_of", "term": "Derlin-1 retrotranslocation complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0044322", "qualifier": "is_active_in", "term": "endoplasmic reticulum quality control compartment"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044322", "pubmed": [23233672, 24478453], "qualifier": "located_in", "term": "endoplasmic reticulum quality control compartment"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0044322", "pubmed": 21062743, "qualifier": "located_in", "term": "endoplasmic reticulum quality control compartment"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17170702, 18264092, 18369366, 18502753, 19135427, 19690564, 21343306, 21949850, 22119785, 24068323, 26471130, 26551274, 28827405, 31477895], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051082", "pubmed": 17059562, "qualifier": "enables", "term": "unfolded protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051087", "pubmed": 21636303, "qualifier": "enables", "term": "protein-folding chaperone binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051117", "pubmed": [16186510, 22590560], "qualifier": "enables", "term": "ATPase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061630", "pubmed": [12459480, 14593114, 17059562, 19103148], "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0061630", "pubmed": [21245296, 28842558], "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0061630", "pubmed": 22590560, "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0061630", "pubmed": [21062743, 23710284], "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:1990381", "pubmed": [22590560, 24068323], "qualifier": "enables", "term": "ubiquitin-specific protease binding"}]}, "homologene": {"genes": [[3702, 820854], [3702, 842812], [4530, 4340826], [6239, 179612], [7955, 335226], [8364, 100327246], [9544, 716698], [9598, 466660], [9606, 84447], [9615, 483746], [9913, 508358], [10090, 74126], [10116, 361712]], "id": 32700}, "interpro": [{"desc": "Zinc finger, RING-type", "id": "IPR001841", "short_desc": "Znf_RING"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}], "ipi": ["IPI00166996", "IPI00172510", "IPI00396584", "IPI00977251", "IPI00983104", "IPI00983790"], "map_location": "11q13.1", "name": "synoviolin 1", "other_names": ["E3 ubiquitin-protein ligase synoviolin", "HMG-coA reductase degradation 1 homolog", "RING-type E3 ubiquitin transferase synoviolin", "synovial apoptosis inhibitor 1, synoviolin"], "pantherdb": {"HGNC": "20738", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1921376", "ortholog_type": "LDO", "panther_family": "PTHR22763", "taxid": 10090, "uniprot_kb": "Q9DBY1"}, {"RGD": "1310488", "ortholog_type": "LDO", "panther_family": "PTHR22763", "taxid": 10116, "uniprot_kb": "F7FG68"}, {"ZFIN": "ZDB-GENE-030131-7166", "ortholog_type": "LDO", "panther_family": "PTHR22763", "taxid": 7955, "uniprot_kb": "Q803I8"}, {"WormBase": "WBGene00004768", "ortholog_type": "LDO", "panther_family": "PTHR22763", "taxid": 6239, "uniprot_kb": "Q20798"}, {"FlyBase": "FBgn0039875", "ortholog_type": "LDO", "panther_family": "PTHR22763", "taxid": 7227, "uniprot_kb": "Q95SP2"}, {"PomBase": "SPBC17D11.02c", "ortholog_type": "LDO", "panther_family": "PTHR22763", "taxid": 4896, "uniprot_kb": "O74757"}, {"dictyBase": "DDB_G0287847", "ortholog_type": "LDO", "panther_family": "PTHR22763", "taxid": 352472, "uniprot_kb": "Q54JQ6"}, {"TAIR": "2014993", "ortholog_type": "O", "panther_family": "PTHR22763", "taxid": 3702, "uniprot_kb": "Q6NPT7"}, {"TAIR": "2093422", "ortholog_type": "LDO", "panther_family": "PTHR22763", "taxid": 3702, "uniprot_kb": "Q9LW77"}], "uniprot_kb": "Q86TM6"}, "pathway": {"kegg": [{"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-381038", "name": "XBP1(S) activates chaperone genes"}, {"id": "R-HSA-381070", "name": "IRE1alpha activates chaperones"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-446203", "name": "Asparagine N-linked glycosylation"}, {"id": "R-HSA-532668", "name": "N-glycan trimming in the ER and Calnexin/Calreticulin cycle"}, {"id": "R-HSA-5358346", "name": "Hedgehog ligand biogenesis"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5362768", "name": "Hh mutants are degraded by ERAD"}, {"id": "R-HSA-5387390", "name": "Hh mutants abrogate ligand secretion"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-901032", "name": "ER Quality Control Compartment (ERQC)"}, {"id": "R-HSA-901042", "name": "Calnexin/calreticulin cycle"}]}, "pdb": "6A3Z", "pfam": "PF13639", "pharmgkb": "PA128394735", "pharos": {"target_id": 17532, "tdl": "Tbio"}, "prosite": "PS50089", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF269147", "relationship": "is"}, {"id": "GNF269148", "relationship": "is"}, {"id": "GNF269149", "relationship": "is"}, {"id": "GNF269150", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163253", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF038840", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF083913", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF061848", "relationship": "is"}, "GNF_hs-druggable_siRNA": [{"id": "GNF066273", "relationship": "is"}, {"id": "GNF066274", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF006701", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337343", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096225", "relationship": "is"}, {"id": "GNF135881", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_029713.2"], "protein": ["NP_115807.1", "NP_757385.1", "XP_011543605.1", "XP_047283667.1", "XP_047283668.1", "XP_047283669.1", "XP_054226165.1", "XP_054226166.1", "XP_054226167.1", "XP_054226168.1"], "rna": ["NM_032431.3", "NM_172230.3", "XM_011545303.4", "XM_047427711.1", "XM_047427712.1", "XM_047427713.1", "XM_054370190.1", "XM_054370191.1", "XM_054370192.1", "XM_054370193.1"], "translation": [{"protein": "XP_011543605.1", "rna": "XM_011545303.4"}, {"protein": "XP_047283669.1", "rna": "XM_047427713.1"}, {"protein": "XP_054226167.1", "rna": "XM_054370192.1"}, {"protein": "NP_115807.1", "rna": "NM_032431.3"}, {"protein": "XP_054226168.1", "rna": "XM_054370193.1"}, {"protein": "XP_054226166.1", "rna": "XM_054370191.1"}, {"protein": "NP_757385.1", "rna": "NM_172230.3"}, {"protein": "XP_047283668.1", "rna": "XM_047427712.1"}, {"protein": "XP_047283667.1", "rna": "XM_047427711.1"}, {"protein": "XP_054226165.1", "rna": "XM_054370190.1"}]}, "reporter": {"GNF1H": "gnf1h06399_at", "HG-U133_Plus_2": "225090_at", "HTA-2_0": "TC11001929.hg.1", "HuEx-1_0": "3377474", "HuGene-1_1": ["7949377", "7949383"], "HuGene-2_1": "16740342"}, "summary": "This gene encodes a protein involved in endoplasmic reticulum (ER)-associated degradation. The encoded protein removes unfolded proteins, accumulated during ER stress, by retrograde transport to the cytosol from the ER. This protein also uses the ubiquitin-proteasome system for additional degradation of unfolded proteins. Sequence analysis identified two transcript variants that encode different isoforms. [provided by RefSeq, May 2011].", "symbol": "SYVN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1539907"}, "unigene": "Hs.75859", "uniprot": {"Swiss-Prot": "Q86TM6", "TrEMBL": ["E9PK19", "E9PN88", "H0YCR6", "E9PMA1"]}, "wikipedia": {"url_stub": "SYVN1"}}