{"AllianceGenome": "11517", "HGNC": "11517", "MIM": "162320", "_id": "6863", "_version": 1, "accession": {"genomic": ["AC004140.2", "CH236949.1", "CH471091.2", "CP068271.2", "NC_000007.14", "NC_060931.1"], "protein": ["AAA60159.1", "AAA60160.1", "AAA79195.1", "AAC15701.1", "AAC15702.1", "AAC15703.1", "AAC15704.1", "AAH18047.1", "AAQ96888.1", "AAQ96889.1", "AAQ96890.1", "AAQ96891.1", "BAD96677.1", "CAA38351.1", "CAG28529.1", "CAG46531.1", "EAL24116.1", "EAL24117.1", "EAL24118.1", "EAL24119.1", "EAW76734.1", "EAW76735.1", "EAW76736.1", "EAW76737.1", "EAW76738.1", "NP_003173.1", "NP_054702.1", "NP_054703.1", "NP_054704.1", "P20366.1"], "rna": ["AF050655.1", "AF050656.1", "AF050657.1", "AF050658.1", "AK222957.1", "BC018047.1", "CR407602.1", "CR541730.1", "DN992454.1", "M68906.1", "M68907.1", "NM_003182.3", "NM_013996.3", "NM_013997.3", "NM_013998.3", "U37529.1", "X54469.1"], "translation": [{"protein": "BAD96677.1", "rna": "AK222957.1"}, {"protein": "CAG28529.1", "rna": "CR407602.1"}, {"protein": "AAA79195.1", "rna": "U37529.1"}, {"protein": "AAC15703.1", "rna": "AF050657.1"}, {"protein": "AAH18047.1", "rna": "BC018047.1"}, {"protein": "AAC15704.1", "rna": "AF050658.1"}, {"protein": "AAA60159.1", "rna": "M68906.1"}, {"protein": "CAA38351.1", "rna": "X54469.1"}, {"protein": "AAA60160.1", "rna": "M68907.1"}, {"protein": "NP_003173.1", "rna": "NM_003182.3"}, {"protein": "NP_054702.1", "rna": "NM_013996.3"}, {"protein": "NP_054704.1", "rna": "NM_013998.3"}, {"protein": "NP_054703.1", "rna": "NM_013997.3"}, {"protein": "AAC15702.1", "rna": "AF050656.1"}, {"protein": "AAC15701.1", "rna": "AF050655.1"}, {"protein": "CAG46531.1", "rna": "CR541730.1"}]}, "alias": ["Hs.2563", "NK2", "NKNA", "NPK", "TAC2"], "ensembl": {"gene": "ENSG00000006128", "protein": ["ENSP00000289574", "ENSP00000289576", "ENSP00000321106"], "transcript": ["ENST00000319273", "ENST00000346867", "ENST00000350485", "ENST00000491437", "ENST00000495916"], "translation": [{"protein": "ENSP00000321106", "rna": "ENST00000319273"}, {"protein": "ENSP00000289576", "rna": "ENST00000350485"}, {"protein": "ENSP00000289574", "rna": "ENST00000346867"}], "type_of_gene": "protein_coding"}, "entrezgene": "6863", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.5654586791, "exp_mis": 43.793846054, "exp_syn": 19.7004164904, "lof_z": 2.53817895959693, "mis_z": 1.3151636913903, "mu_lof": 3.98606937205e-07, "mu_mis": 3.80816402793e-06, "mu_syn": 1.57966458268e-06, "n_lof": 0.0, "n_mis": 26.0, "n_syn": 18.0, "p_li": 0.877314614642078, "p_null": 0.00151474672083108, "p_rec": 0.121170638637091, "syn_z": 0.237502376999295}, "bp": 390, "cds_end": 97369232, "cds_start": 97361924, "n_exons": 6, "nonpsych": {"exp_lof": 5.82784861666, "exp_mis": 39.5231326947, "exp_syn": 17.7162533635, "lof_z": 2.37086113218627, "mis_z": 1.48610802311662, "mu_lof": 3.98606937205e-07, "mu_mis": 3.80816402793e-06, "mu_syn": 1.57966458268e-06, "n_lof": 0.0, "n_mis": 21.0, "n_syn": 16.0, "p_li": 0.86068824679356, "p_null": 0.00254972191613966, "p_rec": 0.1367620312903, "syn_z": 0.25671909241495}, "nontcga": {"exp_lof": 6.02905890076, "exp_mis": 40.2791779167, "exp_syn": 18.1132210786, "lof_z": 2.4221777830759, "mis_z": 1.19941509659816, "mu_lof": 3.98606937205e-07, "mu_mis": 3.80816402793e-06, "mu_syn": 1.57966458268e-06, "n_lof": 0.0, "n_mis": 25.0, "n_syn": 16.0, "p_li": 0.858663844034185, "p_null": 0.002183951863221, "p_rec": 0.139152204102594, "syn_z": 0.314390319536815}, "transcript": "ENST00000319273.5"}, "exons": [{"cdsend": 97739920, "cdsstart": 97732612, "chr": "7", "position": [[97732085, 97732195], [97732603, 97732735], [97733722, 97733819], [97734247, 97734292], [97734825, 97734849], [97736298, 97736352], [97739873, 97740472]], "strand": 1, "transcript": "NM_003182", "txend": 97740472, "txstart": 97732085}, {"cdsend": 97739920, "cdsstart": 97732612, "chr": "7", "position": [[97732085, 97732195], [97732603, 97732735], [97733722, 97733819], [97734247, 97734292], [97734825, 97734849], [97739873, 97740472]], "strand": 1, "transcript": "NM_013996", "txend": 97740472, "txstart": 97732085}, {"cdsend": 97739920, "cdsstart": 97732612, "chr": "7", "position": [[97732085, 97732195], [97732603, 97732735], [97733722, 97733819], [97734825, 97734849], [97736298, 97736352], [97739873, 97740472]], "strand": 1, "transcript": "NM_013997", "txend": 97740472, "txstart": 97732085}, {"cdsend": 97739920, "cdsstart": 97732612, "chr": "7", "position": [[97732085, 97732195], [97732603, 97732735], [97733722, 97733819], [97734825, 97734849], [97739873, 97740472]], "strand": 1, "transcript": "NM_013998", "txend": 97740472, "txstart": 97732085}], "exons_hg19": [{"cdsend": 97369232, "cdsstart": 97361924, "chr": "7", "position": [[97361397, 97361507], [97361915, 97362047], [97363034, 97363131], [97363559, 97363604], [97364137, 97364161], [97365610, 97365664], [97369185, 97369784]], "strand": 1, "transcript": "NM_003182", "txend": 97369784, "txstart": 97361397}, {"cdsend": 97369232, "cdsstart": 97361924, "chr": "7", "position": [[97361397, 97361507], [97361915, 97362047], [97363034, 97363131], [97363559, 97363604], [97364137, 97364161], [97369185, 97369784]], "strand": 1, "transcript": "NM_013996", "txend": 97369784, "txstart": 97361397}, {"cdsend": 97369232, "cdsstart": 97361924, "chr": "7", "position": [[97361397, 97361507], [97361915, 97362047], [97363034, 97363131], [97364137, 97364161], [97365610, 97365664], [97369185, 97369784]], "strand": 1, "transcript": "NM_013997", "txend": 97369784, "txstart": 97361397}, {"cdsend": 97369232, "cdsstart": 97361924, "chr": "7", "position": [[97361397, 97361507], [97361915, 97362047], [97363034, 97363131], [97364137, 97364161], [97369185, 97369784]], "strand": 1, "transcript": "NM_013998", "txend": 97369784, "txstart": 97361397}], "generif": [{"pubmed": 11921119, "text": "We report on an HD phenocopy with selective loss of preprotachykinin (PPT) neurons, dysfunction of surviving PPT neurons, preservation of preproenkephalin (PPE) neurons within the striatum."}, {"pubmed": 11950831, "text": "Involvement of the second extracellular loop (E2) of the neurokinin-1 receptor in the binding of substance P"}, {"pubmed": 12074933, "text": "The antimicrobial peptide substance P has activity against invasive bacteria and fungi."}, {"pubmed": 12382579, "text": "Substance P up-regulates the TGF-beta 1 mRNA expression of human dermal fibroblasts in vitro"}, {"pubmed": 12383866, "text": "Substance P induced intracellular signalling in Caco-2 cells. It induced the activation of the mitogen-activated protein kinases in a time- and dose-dependent manner."}, {"pubmed": 12486316, "text": "REVIEW: Substance p-fibronectin-cytokine interactions in myeloproliferative disorders with bone marrow fibrosis."}, {"pubmed": 12528114, "text": "Substance P is expressed in human articular cartilage and is involved in chondrocyte mechanotransduction via the NK1 receptor in an autocrine and paracrine manner."}, {"pubmed": 12548712, "text": "Substance P expressed in NT2-N neuronal cells is functionally involved in the regulation of macrophage inflammatory protein 1 beta and may play a major role in modulating neuronal functions related to immune regulatory activities within the CNS."}, {"pubmed": 12578734, "text": "The release of substance P is higher during the first 12 hours after a cerebral ischemia attack, decreasing later but remaining high compared to controls."}, {"pubmed": 12686752, "text": "a role for substance P and its receptor, neurokinin NK(1) receptor, in the brainstem nuclei in the development of emesis (review)"}, {"pubmed": 12705477, "text": "Expression of substance P was studied in neoplastic cells of childhood acute lymphocytic leukemia.  It was detected in the cytoplasm of blasts in leukemias of the common and T-lymphocyte cell types."}, {"pubmed": 12854086, "text": "correlation between SP levels and diarrhea severity in cryptosporidiosis; may imply that SP plays a role in diarrhea mediation"}, {"pubmed": 12871824, "text": "This review points out a distinct role for full-length peptide substance P by reducing excessive excitation in the activity-dependent modulation of cholinergic neurotransmission."}, {"pubmed": 14532289, "text": "substance P receptor dimerization with micro-opioid receptor, sequestering MOR-1 via an endocytotic pathway with delayed recycling and resensitization kinetics."}, {"pubmed": 14564346, "text": "Elevated substance P in nasal lavage fluid associated with increased cough sensitivity in patients with chronic nonproductive cough. Neurochemical abnormality in upper airway."}, {"pubmed": 14589248, "text": "Presence of substance P within these nerves is strong evidence that these nerves have the potential to transmit signals of nociception."}, {"pubmed": 14703707, "text": "Normal component of human tears. Levels might reflect denervation of eye surface. Catabolized by degradative enzymes in tears to maintain ocular surface by exerting trophic effects of substance P while avoiding undesirable effects."}, {"pubmed": 14749007, "text": "The contents of plasma neurokinin A (NKA) were significantly higher during the asthma attack stage of children, and the higher was the level of NKA, the more severe the attack."}, {"pubmed": 15130944, "text": "SP stimulates platelet aggregation, intracellular mobilization of calcium and degranulation. Platelets contain SP-like immunoreactivity that is secreted upon activation implicating SP-like substances in the autocrine/paracrine regulation of these cells."}, {"pubmed": 15358539, "text": "certain bioactive peptides such as somatostatin and substance P directly interact with human P-glycoprotein as endogenous substrates for P-glycoprotein-mediated transport"}, {"pubmed": 15544859, "text": "data directly demonstrate the presence of both PPT-A mRNA and tachykinin immunoreactivity in inflammatory airway cells which are in direct contact to NK-1 receptor positive glandular myoepithelium"}, {"pubmed": 15690122, "text": "Preprotachykinin-I peptides mediate autocrine proliferation of the neuroblastoma cells through both NK-1 and NK-2 receptors."}, {"pubmed": 15729363, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15761654, "text": "Prresence in pituitary tumours is unknown but does not appear to be related to headache or endocrine activity of the tumour."}, {"pubmed": 15899028, "text": "Bombesin/gastrin-releasing peptide and substance P are involved together with cytokines in the neuroimmunomodulation that occurs in the arthritic joint."}, {"pubmed": 16816831, "text": "The increase in plasma SP concentrations, possibly driven by serum progesterone concentration, is certainly an important element of the hypothalamo-pituitary-gonadal system necessary for the full development of the preovulatory LH surge in the human."}, {"pubmed": 16877367, "text": "Activation of STAT6 appears to be a key factor in P-selectin expression induced by substance P and IL-4 because treatment with STAT6 decoy oligodeoxynucleotides significantly inhibited P-selectin expression."}, {"pubmed": 16952549, "text": "SST and TAC1 are involved in colon carcinogenesis."}, {"pubmed": 17087112, "text": "SP, CGRP and VIP may play important roles in the pathophysiological mechanism of vasomotor rhinitis."}, {"pubmed": 17175032, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17257983, "text": "Increase in AngII and decrease in substance P after coronary artery bypass grafting may play role in occurrence of postoperative atrial fibrillation."}, {"pubmed": 17264209, "text": "Possesses antiapoptotic effects in the colonic mucosa by activating Akt, which prevents apoptosis and mediates tissue recovery during colitis."}, {"pubmed": 17370082, "text": "Nonneuronal substance P and its receptor NK-1 might have a role in psoriasis, also during chronic stress."}, {"pubmed": 17376622, "text": "the TAC1 locus is not likely to play a major role in the development of autism."}, {"pubmed": 17409218, "text": "NF-kappaB is involved in the repression of Tac1 at higher levels of SDF-1alpha in MCF12A. These results are relevant to dysfunction of Tac1 in breast cancer cells."}, {"pubmed": 17448763, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17450584, "text": "Substance P and Titanium particles acted synergistically to increase PGE2 and IL-6 secretion in fibroblasts from periprosthetic membrane."}, {"pubmed": 17494790, "text": "We concluded that excessive daytime sleepiness seen in some of the obstructive sleep apnea syndrome patients might be associated with various pathophysiologic mechanisms including substance P levels."}, {"pubmed": 17588657, "text": "These findings suggest the novel possible role of SP in blasts proliferation in childhood ALL of common (CD10) origin."}, {"pubmed": 17655760, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17667845, "text": "Substance P was elevated in obstructive sleep apnea."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17709376, "text": "there is synergism between REST and NFkappaB in the suppression of TAC1 in non-neuronal cells"}, {"pubmed": 17855557, "text": "neurotransmitter substance P is regulated by microRNAs in human mesenchymal stem cell-derived neuronal cells"}, {"pubmed": 17940602, "text": "there are two proposed mechanisms for severe hRSV disease: reduced local IFN-gamma response and SP mediated inflammation"}, {"pubmed": 17949241, "text": "Report modulation of substance P signaling by dipeptidyl peptidase-IV enzymatic activity in human glioma cell lines."}, {"pubmed": 17975140, "text": "TAC1 promoter hypermethylation is a common event in human esophageal carcinoma"}, {"pubmed": 18061399, "text": "The broad categories of cytokines as hematopoietic stimulators or inhibitors might depend on the avidity of RNA-binding protein(s) for Tac1 mRNA, as well as the ability to degrade or stabilize the specific miRNAs"}, {"pubmed": 18179473, "text": "In gingival fibroblast cells induced up-regulation of MMP-1, -3, -11 and TIMP-2 expression"}, {"pubmed": 18197882, "text": "Specific changes in CGRP and substance P at different levels of the central nervous system in the different models of pain (formalin test and nitroglycerin administration)."}, {"pubmed": 18211417, "text": "Substance P plasma level in atopic dermatitis patients during exacerbation and remission was significantly higher than in the control group."}, {"pubmed": 18289674, "text": "both SP and bombesin is be present in synovial tissue extracts and synovial levels of SP were higher in rheumatoid arthritis patients than those with osteoarthritis"}, {"pubmed": 18316470, "text": "Tac1 is relevant to breast cancer metastasis, to bone marrow where stromal cells have a significant facilitating function."}, {"pubmed": 18363037, "text": "substance-P promotes platelet-dependent clot formation through NK1R, in which leukocytes appear to be involved."}, {"pubmed": 18507649, "text": "Sputum NKA is up-regulated during acute asthma exacerbation and it positively correlates to its severity."}, {"pubmed": 18599605, "text": "SP mediates angiogenesis via CCN1 during colitis."}, {"pubmed": 18615578, "text": "Pregabalin and gabapentin decreased substance P-induced NF-kappaB activation in human neuroblastoma and rat glioma cells"}, {"pubmed": 18990442, "text": "The change in expression of sNRSF and TAC1 mRNA following mechanical stimulation in osteoarthritic (OA) but not normal chondrocytes suggests that sNRSF may be involved in the regulation of substance P production in OA cartilage."}, {"pubmed": 19036058, "text": "Actions of the SP/NK-1R complex may contribute to the immune disorder underlying oral lichen planus and trigger stimuli to induce cell proliferation."}, {"pubmed": 19046942, "text": "Evidence presented strongly supporting a role for the neuroendocrine peptide gene TAC1 as a target of aberrant epigenetic silencing in gastric cancer."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19200949, "text": "NK(1) receptor binding in patients (n = 14) compared with that in healthy subjects (n = 14) was significantly decreased by 12% to 21% in all brain regions"}, {"pubmed": 19207952, "text": "These findings suggest that SP could modulate the growth of human laryngeal cancer cells and the possibility of treatment with antagonists of NK1R."}, {"pubmed": 19246391, "text": "REST knockdown in low-metastatic cells and nontumorigenic cells resulted in increases in TAC1 induction, proliferation, and migration"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19279355, "text": "Substance P can directly modulate the release of TGF-beta from human bronchial epithelial cell lines and thereby participates in various lung functions or pathologic conditions."}, {"pubmed": 19381016, "text": "Substance P stimulates human airway submucosal gland secretion mainly via a CFTR-dependent process."}, {"pubmed": 19598235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19685709, "text": "The SP level of the nasal septum in the perennial allergic rhinitis patients was higher than that in the normal controls."}, {"pubmed": 19695094, "text": "nerve growth factor was significantly correlated with both MMP-10 and substance P mRNA in surgical degenerate nucleus pulposus samples"}, {"pubmed": 19812951, "text": "This study suggested that is present in perivascular axon of cerebral microvasculature, is released early following injury and is markedly upregulated in pyramidal cortical neuron."}, {"pubmed": 19855234, "text": "Studies indicate that CgA, pancreastatin and neurokinin A have strong prognostic value."}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19885583, "text": "Substance P and NK-1R are expressed in oral precancerous epithelium"}, {"pubmed": 19909213, "text": "Our results have demonstrated, for the first time, a positive impact for Substance P and CGRP as expansion factors for the growth of cord blood CD34+ hematopoietic stem cells."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20029189, "text": "Nicergoline increases substance P levels in ischaemic stroke patients with partial damage to basal ganglia, who have a decreased swallowing response and consequent risk of aspiration pneumonia."}, {"pubmed": 20160043, "text": "cigarette smoke amplifies the LPS-induced macrophages' secretion of IL-1beta and TNF-alpha through synergizing SP secretion, which activates NF-kappaB via binding with NK1R"}, {"pubmed": 20173430, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20207019, "text": "indicate alterations of the cerebral PENK A- and PTA-system in both, dementia and acute neuroinflammatory disorders"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20347265, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20405330, "text": "neuropeptide S precursor gene."}, {"pubmed": 20417061, "text": "Similar to the situation in prurigo nodularus, chronic pruritus lesions also demonstrate a preponderance of SP+ sensory nerve fibers relative to sympathetic nerve fibers, which probably acts as a causal pro-inflammatory signal in development of pruritus"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20497485, "text": "Substance P primes TLR2-mediated activation of human mast cells by up-regulating TLR expression and potentiating signalling pathways associated with TLR."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20526012, "text": "In cholestasis, there is increased availability of substance P which may mediate the development of pruritus."}, {"pubmed": 20529207, "text": "Data show that 1/3 of pediatric slow-transit constipation patients have low substance P or vasoactive intestinal peptide nerve fiber density in proximal colon."}, {"pubmed": 20580442, "text": "In this study, although significant association with asthma is observed for the single nucleotide polymorphisms of the TAC3 and TAC4 genes, no association with asthma pathogenesis is found for TAC1."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20692311, "text": "The SP amount was higher in the post-cesarean section scar than in lower uterine fibers in first cesarean section."}, {"pubmed": 20861424, "text": "Bupivacaine wound infusion resulted in a significant decrease of interleukin 10 and increase of substance P in wounds after cesarean section."}, {"pubmed": 20940324, "text": "Truncated and full-length NK1R isoforms are expressed in and SP bound by ex vivo NK cells and the YTS NK cell line."}, {"pubmed": 21076839, "text": "fibroblastic CD10 expression may down-regulate skin inflammation by degrading SP or reducing its level in the dermal microenvironment"}, {"pubmed": 21091716, "text": "The substance P-neurokinin-1 receptor system is reviewed in relationship to their immune system functions and selected infections."}, {"pubmed": 21107196, "text": "These findings suggest that SP contributes to the pain and inflammation associated with carpal tunnel syndrome."}, {"pubmed": 21160161, "text": "The promoter of the TAC1 transgene must act in synergy with a remote enhancer in order to respond to MAP kinase signalling that modulates the expression of TAC1 in sensory neurones."}, {"pubmed": 21167238, "text": "Substance P and VIP neurofibers are present in the fibroid pseudocapsule of uterine fibroids, similar to the values in the normal myometrium of a non-pregnant uterus."}, {"pubmed": 21368235, "text": "Substance P and hemokinin-1 are novel T helper (Th)17 cell-inducing factors that may act locally on memory T cells to amplify inflammatory responses."}, {"pubmed": 21375557, "text": "Our data suggests that substance P induces NK92-MI cell cytotoxicity by directly increasing the expression of cytotoxic granules and indirectly upregulates the receptor-mediated functions of NK92-MI cells."}, {"pubmed": 21550738, "text": "elevated MMP-9, reduced SP, and normal CGRP levels were characteristic of the blood biomarker profiles of alternating hemiplegia of childhood patients"}, {"pubmed": 21671725, "text": "TAC1 has a key role in developmental regulation of mesenchymal stem cells differentiation into neurons."}, {"pubmed": 21926539, "text": "Report validation of neurokinin A biomarker assays across continents."}, {"pubmed": 22057425, "text": "the importance of p31(comet) in checkpoint silencing and its potential as a target for antimitotic therapies."}, {"pubmed": 22115773, "text": "Substance P upregulates monocyte tissue factor (TF), the major coagulation cascade stimulator, in a concentration and time dependent manner."}, {"pubmed": 22189180, "text": "Data show that serum neurokinin A levels are elevated in some autistic children and are significantly correlated to the severity of autism and to serum levels of anti-ribosomal P protein antibodies."}, {"pubmed": 22354721, "text": "The unique co-existence of SP and phospho-NMDAR1 in tendinopathy presumably reflects a tissue proliferative and nociceptive role."}, {"pubmed": 22392530, "text": "Human progenitor cells (PC) express NK1, and substance p-induced migration provides enrichment for proangiogenic PC"}, {"pubmed": 22429353, "text": "CGRP and SP may have a role in the pathogenesis of coronary artery disease in patients with diabetes."}, {"pubmed": 22449753, "text": "These data suggest a direct relationship between central nervous system substance P containing neural circuits and aggression in human subjects"}, {"pubmed": 22572771, "text": "Tissue and serum levels of substance P were increased in chronic pancreatitis, while neprilysin levels remained unaltered."}, {"pubmed": 22681041, "text": "Elevated substance P levels might be regarded as an important contributor of sulfur mustard-induced chronic pruritus and a potential target for reducing the symptoms"}, {"pubmed": 22733436, "text": "This study aims to explore the associations of polymorphisms in tachykinin, precursor 1 (TAC1), tachykinin receptor 1 (TACR1), and tachykinin receptor 2 (TACR2) genes and their interactions with the risk of colorectal cancer among Chinese population."}, {"pubmed": 22836729, "text": "This study indicates that SP, mediated via NK-1 R, increases collagen remodeling and leads to increased MMP3 mRNA and protein expression that is further enhanced by cyclic mechanical loading."}, {"pubmed": 22906243, "text": "Data indicate that circulating substance P (SP) and TGF-beta1 levels are increased in patients with myelofibrosis."}, {"pubmed": 22961239, "text": "Expression of esophageal epithelial CGRP and substance P is increased, and correlates negatively with perception thresholds in non-erosive reflux disease."}, {"pubmed": 23257919, "text": "SP stimulates complement C3 secretion in adipocytes, and expression of NK1R in human omental adipose tissue correlates with plasma complement C3."}, {"pubmed": 23345604, "text": "Our results suggest that Substance P plays an important role in the development of pancreatic cancer metastasis and PNI, and blocking the SP/NK-1R signaling system is a novel strategy for the treatment of pancreatic cancer."}, {"pubmed": 23420374, "text": "CpG hypermethylation is a likely mechanism of TAC1 and TACR1 gene inactivation, supporting the hypothesis that TAC1 and TACR1 play a role in the tumorigenesis of HNSCC and that this hypermethylation may serve as an important biomarker."}, {"pubmed": 23737731, "text": "The results showed that SP is present in the gengival sulcus in elements undergoing orthodontic forces during treatment with Invisalign technique and not in the control teeth."}, {"pubmed": 23827863, "text": "TAC1 expression level was differentially altered in Crohn disease and ulcerative colitis patients."}, {"pubmed": 23862763, "text": "Serum methylation levels of TAC1, SEPT9, and EYA4 were significant discriminants between stage I colorectal cancer and healthy controls."}, {"pubmed": 23873242, "text": "Data indicate that both nucleus pulposus (NP) and annulus fibrosus (AF) cells expressed Substance P (SP) at low levels."}, {"pubmed": 23977290, "text": "SP may influence the KP and NKB secretory output via additional autocrine/paracrine mechanisms or regulate GnRH neurosecretion directly."}, {"pubmed": 23995243, "text": "Substance P does not play any important role in pruritus in hemodialysed and peritoneal dialyzed patients."}, {"pubmed": 24010162, "text": "TRH, LH-RH and substance P are not affected in Alzheimer disease and Down's syndrome."}, {"pubmed": 24084156, "text": "Copper(II) complexes of neuropeptide gamma with point mutations (S8,16A) products of metal-catalyzed oxidation."}, {"pubmed": 24286592, "text": "Substance P may be protective acutely following ischemia-reperfusion, but damaging long-term in non-ischemic induced remodeling and heart failure."}, {"pubmed": 24374326, "text": "study investigated the role of SP in promoting the development of brain tumors; an increase in the levels of SP was noted in brain tumors; results suggest that SP and its NK1 receptor may play a major role in the progression of certain types of brain tumors"}, {"pubmed": 24486589, "text": "we define a three-gene panel, CDO1, HOXA9, and TAC1, which we subsequently validate in two independent cohorts of primary NSCLC samples"}, {"pubmed": 24563019, "text": "An increased presence of Substance P in the trochanteric bursa may be related to the pain associated with greater trochanteric pain syndrome."}, {"pubmed": 24577568, "text": "SP induces higher levels of CD163 in monocytes and that high expression of CD163 is associated with increases HIV infection in macrophages."}, {"pubmed": 24603459, "text": "Overexpression of membrane metalloendopeptidase inhibits substance P stimulation of cholangiocarcinoma growth."}, {"pubmed": 24844859, "text": "Substance P is upregulated in the serum of patients with chronic spontaneous urticaria"}, {"pubmed": 24908181, "text": "Substance P was significantly increased in hypertrophic scars compared with matched unburned skin. In the reticular dermis and papillary dermis, SP represented significant correlation with pain."}, {"pubmed": 24969128, "text": "Decrease of mGluR5 receptor density goes parallel with changes in enkephalin and substance P immunoreactivity in Huntington's disease"}, {"pubmed": 25135735, "text": "The results showed that the expression of SP and CGRP was significantly enhanced in the neurogenic SMSCs in response to IL-1beta, IL-6 and TNF-alpha, and the effect was remarkably inhibited by HA."}, {"pubmed": 25690155, "text": "findings suggest a proinflammatory role for SP in autoimmune inflammation"}, {"pubmed": 25750171, "text": "High TAC1 expression is associated with breast cancer."}, {"pubmed": 25783846, "text": "Report absence of full-length neurokinin-1 receptor protein expression by cutaneous T cells in mycosis fungoides and discuss substance P signaling."}, {"pubmed": 26038607, "text": "Circulating Neurokinin A >/= 50 ng/L is a strong indicator of poor prognosis when Neurokinin A remains above this concentration"}, {"pubmed": 26349209, "text": "The spatial structures of human, mouse, and rat hemokinin-1 protein isoforms have been presented."}, {"pubmed": 26852662, "text": "Substance P enhances tissue factor release from granulocyte-macrophage colony-stimulating factor-dependent macrophages via the p22phox/beta-arrestin 2/Rho A signaling pathway."}, {"pubmed": 27027429, "text": "High methylation of TAC1 is associated with head and neck cancer."}, {"pubmed": 27146034, "text": "expressed in mural granulosa and cumulus cells"}, {"pubmed": 27456549, "text": "Expression substance P/neurokinin A/hemokinin-1 and their preferred neurokinin 1/neurokinin 2 receptors are dysregulated in uterine leiomyomata."}, {"pubmed": 27501920, "text": "Data suggest that endogenous tachykinin ligands for neurokinin-1 receptor exhibit large variations in binding/activation kinetics; substance P exhibits fast association kinetics; neurokinin A exhibits slow association kinetics."}, {"pubmed": 27908224, "text": "Data suggest that serum substance P concentrations at the day of oocyte retrieval after ovulation induction may be used to predict oocyte maturation during in vitro oocyte maturation to be followed by intracytoplasmic sperm injections and may be an indirect indicator for treatment outcome in women with infertility."}, {"pubmed": 28192115, "text": "These results suggest that Substance P can retain the therapeutic effect of adipose-derived stem cells by elevating their proliferative and paracrine potential in ex vivo culture."}, {"pubmed": 28423013, "text": "Mapping the co-localization of the circadian proteins PER2 and BMAL1 with enkephalin and substance P throughout the rat forebrain has been reported."}, {"pubmed": 28460633, "text": "elevated plasma SP level, up-regulated expression of SP and NK1R indicate that the SP/NK1R complex is important in the development of Atopic dermatitis."}, {"pubmed": 28500728, "text": "These findings reported here for the first time suggest an important role for a SP/NK1R system, either as genetic and/or epigenetic factor, in both the cytoplasm and nucleus functions of the adipose stem cells."}, {"pubmed": 28521029, "text": "High TAC1 expression is associated with primary central nervous system lymphoma."}, {"pubmed": 28554099, "text": "This study showed that ADMA, carbonyl groups, CAT and NKA can be useful markers of chronic stress in both males and females with depression, PTSD, and depression concurrent with PTSD."}, {"pubmed": 28714876, "text": "serum SP levels during the first week could be used as a biomarker of sepsis mortality."}, {"pubmed": 28817088, "text": "Inhibition of SP through use of a neurokinin 1 (NK1) antagonist is highly beneficial following both traumatic brain injury (TBI) and ischaemic stroke in pre-clinical models. The role of CGRP is more unclear, especially with respect to TBI, with both elevations and reductions in CGRP levels reported following trauma"}, {"pubmed": 29412499, "text": "SP can protect the vascular endothelium against inflammation-induced damage through modulation of the Akt/eNOS/NO signaling pathway."}, {"pubmed": 29478144, "text": "The results of this study show a significant upregulation of TAC1 in the medial area frontopolaris which is a node in the limbic-cortical network and known to be susceptible for gray matter loss and behavioral dysfunction in patients with depression."}, {"pubmed": 29745819, "text": "Based on the results shown here, CGRP can mitigate augmenting effects of SP on BMP2 signaling and the three pathways potentially converge on Runx2 to regulate BMP2-induced bone differentiation."}, {"pubmed": 29939909, "text": "Serial monitoring of plasma neurokinin A (NKA) levels is useful in identifying patients who have a poor prognosis, and elevated NKA levels can indicate the need for immediate therapeutic intervention."}, {"pubmed": 30232261, "text": "Preincubation of LAD2 cells with the natural flavonoid methoxyluteolin (1-100 mM) inhibits (P < 0.0001) secretion and gene expression of IL-1beta, procaspase-1, and pro-IL-1beta. Mast cell secretion of IL-1beta in response to SP and IL-33 reveals targets for the development of antiinflammatory therapies."}, {"pubmed": 30485833, "text": "These findings establish a novel regulatory axis, LOC134466/hsa-miR-196a-5p/TAC1. Downregulation of the axis promoted EC development through TACR3, which further activated neuroactive ligand-receptor interaction."}, {"pubmed": 30684188, "text": "Increased serum SP levels and NK1R tissue distribution were observed in patients with breast cancer as compared with their controls."}, {"pubmed": 31971954, "text": "Skin stimulation ex vivo with the neuropeptide substance P (SP), mimicking neurogenic skin inflammation, significantly increased the number of CD68+macrophages in the papillary dermis without altering intracutaneous macrophages proliferation or apoptosis."}, {"pubmed": 32266968, "text": "New insight into the role of substance P/neurokinin-1 receptor system in breast cancer progression and its crosstalk with microRNAs."}, {"pubmed": 32430478, "text": "Detection of Promoter DNA Methylation in Urine and Plasma Aids the Detection of Non-Small Cell Lung Cancer."}, {"pubmed": 33307260, "text": "Serum Substance P Concentration in Children With Traumatic Brain Injury: A First Report."}, {"pubmed": 33999474, "text": "Substance P-induced lung inflammation in mice is mast cell dependent."}, {"pubmed": 34146741, "text": "Changes in ghrelin, substance P and vasoactive intestinal peptide levels in the gastroduodenal mucosa of patients with morbid obesity."}, {"pubmed": 34692834, "text": "Prognostic Significance of Substance P/Neurokinin 1 Receptor and Its Association with Hormonal Receptors in Breast Carcinoma."}, {"pubmed": 34830018, "text": "Role of Hydrogen Sulfide, Substance P and Adhesion Molecules in Acute Pancreatitis."}, {"pubmed": 35353932, "text": "The neuropeptide Substance P facilitates the transition from an inflammatory to proliferation phase-associated responses in dermal fibroblasts."}, {"pubmed": 35726575, "text": "Substance P promotes the progression of bronchial asthma through activating the PI3K/AKT/NF-kappaB pathway mediated cellular inflammation and pyroptotic cell death in bronchial epithelial cells."}, {"pubmed": 35820276, "text": "Matrix metalloproteinase-9 and substance-P as predictors for early-stage diagnosis of acute mountain sickness."}, {"pubmed": 36461799, "text": "Concentration of substance P in patients with atopic dermatitis with and without past history of treatment."}, {"pubmed": 36549466, "text": "Temporospatial Expression of Neuropeptide Substance P in Dental Pulp Stem Cells During Odontoblastic Differentiation in Vitro and Reparative Dentinogenesis in Vivo."}, {"pubmed": 36549578, "text": "Substance P and Prokineticin-2 are overexpressed in olfactory neurons and play differential roles in persons with persistent post-COVID-19 olfactory dysfunction."}, {"pubmed": 36651605, "text": "The neuropeptide substance P/neurokinin-1 receptor system and diabetes: From mechanism to therapy."}, {"pubmed": 37132595, "text": "The Role of Substance P Within Traumatic Brain Injury and Implications for Therapy."}, {"pubmed": 37408182, "text": "Involvement of Substance P (SP) and Its Related NK1 Receptor in Primary Sjogren's Syndrome (pSS) Pathogenesis."}, {"pubmed": 37852938, "text": "The role of calcitonin gene-related peptide and substance P in the pathogenesis of dialysis headache."}, {"pubmed": 37931511, "text": "Substance P, NPY, CCK and their receptors in five brain regions in major depressive disorder with transcriptomic analysis of locus coeruleus neurons."}, {"pubmed": 37944618, "text": "Deciphering specificity and cross-reactivity in tachykinin NK1 and NK2 receptors."}, {"pubmed": 38376747, "text": "Neural Circuitry Involving Substance P in Male Sexual Behavior."}], "genomic_pos": {"chr": "7", "end": 97740472, "ensemblgene": "ENSG00000006128", "start": 97732084, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 97369784, "start": 97361220, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007204", "pubmed": 8957234, "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007217", "qualifier": "involved_in", "term": "tachykinin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 1708336, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007268", "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007320", "pubmed": 1708336, "qualifier": "involved_in", "term": "insemination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009582", "pubmed": 9482938, "qualifier": "involved_in", "term": "detection of abiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019233", "qualifier": "involved_in", "term": "sensory perception of pain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048265", "qualifier": "involved_in", "term": "response to pain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990090", "qualifier": "involved_in", "term": "cellular response to nerve growth factor stimulus"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "located_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}], "MF": {"category": "MF", "evidence": "IBA", "id": "GO:0031835", "qualifier": "enables", "term": "substance P receptor binding"}}, "homologene": {"genes": [[7955, 555634], [8364, 779508], [9031, 420573], [9544, 697350], [9598, 747650], [9606, 6863], [9615, 475239], [9913, 281512], [10090, 21333], [10116, 24806]], "id": 2394}, "interpro": [{"desc": "Tachykinin domain", "id": "IPR008215", "short_desc": "Tachykinin_dom"}, {"desc": "Tachykinin family", "id": "IPR008216", "short_desc": "Tachykinin_fam"}, {"desc": "Tachykinin/Neurokinin-like, conserved site", "id": "IPR013055", "short_desc": "Tachy_Neuro_lke_CS"}], "ipi": ["IPI00023571", "IPI00219086", "IPI00219087", "IPI00297740"], "map_location": "7q21.3", "name": "tachykinin precursor 1", "other_names": ["PPT", "neurokinin 1", "neurokinin 2", "neurokinin A", "neurokinin alpha", "neuromedin L", "neuropeptide K", "neuropeptide gamma", "preprotachykinin", "protachykinin", "protachykinin-1", "substance K", "substance P", "tachykinin 2", "tachykinin, precursor 1 (substance K, substance P, neurokinin 1, neurokinin 2, neuromedin L, neurokinin alpha, neuropeptide K, neuropeptide gamma)"], "pantherdb": {"HGNC": "11517", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98474", "ortholog_type": "LDO", "panther_family": "PTHR11250", "taxid": 10090, "uniprot_kb": "P41539"}, {"RGD": "3807", "ortholog_type": "LDO", "panther_family": "PTHR11250", "taxid": 10116, "uniprot_kb": "P06767"}, {"Ensembl": "ENSGALG00000009737", "ortholog_type": "LDO", "panther_family": "PTHR11250", "taxid": 9031, "uniprot_kb": "F1NWH4"}, {"ZFIN": "ZDB-GENE-120215-159", "ortholog_type": "O", "panther_family": "PTHR11250", "taxid": 7955, "uniprot_kb": "I3ITI0"}, {"ZFIN": "ZDB-GENE-121214-81", "ortholog_type": "O", "panther_family": "PTHR11250", "taxid": 7955, "uniprot_kb": "R4GDR9"}, {"ZFIN": "ZDB-GENE-060503-904", "ortholog_type": "LDO", "panther_family": "PTHR11250", "taxid": 7955, "uniprot_kb": "A3KQK1"}], "uniprot_kb": "P20366"}, "pathway": {"kegg": {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380095", "name": "Tachykinin receptors bind tachykinins"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}}, "pdb": ["2B19", "2KS9", "2KSA", "2KSB", "4HOM", "7P00", "7P02", "7RMG", "7RMH", "7VDM", "7XWO", "8JBH", "8U26"], "pfam": "PF02202", "pharmgkb": "PA36297", "pharos": {"target_id": 16278, "tdl": "Tbio"}, "pir": "A24805", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326195", "relationship": "is"}, {"id": "GNF326196", "relationship": "is"}], "CondMedia_CM_LibrAB": [{"id": "GNF292914", "relationship": "is"}, {"id": "GNF292916", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256931", "relationship": "is"}, {"id": "GNF256932", "relationship": "is"}, {"id": "GNF256933", "relationship": "is"}, {"id": "GNF256934", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159152", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF034942", "relationship": "is"}, {"id": "GNF040000", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014275", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330940", "relationship": "is"}, {"id": "GNF333447", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF336765", "relationship": "is"}, {"id": "GNF337408", "relationship": "is"}, {"id": "GNF338206", "relationship": "is"}, {"id": "GNF338567", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF104585", "relationship": "is"}, {"id": "GNF112130", "relationship": "similar to"}, {"id": "GNF144233", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_003173.1", "NP_054702.1", "NP_054703.1", "NP_054704.1"], "rna": ["NM_003182.3", "NM_013996.3", "NM_013997.3", "NM_013998.3"], "translation": [{"protein": "NP_003173.1", "rna": "NM_003182.3"}, {"protein": "NP_054703.1", "rna": "NM_013997.3"}, {"protein": "NP_054704.1", "rna": "NM_013998.3"}, {"protein": "NP_054702.1", "rna": "NM_013996.3"}]}, "reporter": {"HG-U133_Plus_2": "206552_s_at", "HG-U95Av2": "36254_at", "HTA-2_0": ["TC07000579.hg.1", "TC07002473.hg.1"], "HuEx-1_0": "3014065", "HuGene-1_1": "8134420", "HuGene-2_1": "17048694"}, "retired": 6864, "summary": "This gene encodes four products of the tachykinin peptide hormone family, substance P and neurokinin A, as well as the related peptides, neuropeptide K and neuropeptide gamma. These hormones are thought to function as neurotransmitters which interact with nerve receptors and smooth muscle cells. They are known to induce behavioral responses and function as vasodilators and secretagogues. Substance P is an antimicrobial peptide with antibacterial and antifungal properties. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Nov 2014].", "symbol": "TAC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420563"}, "unigene": "Hs.2563", "uniprot": {"Swiss-Prot": "P20366", "TrEMBL": "Q9Y494"}, "wikipedia": {"url_stub": "TAC1"}}