{"AllianceGenome": "11524", "HGNC": "11524", "MIM": "605303", "_id": "10460", "_version": 1, "accession": {"genomic": ["AC016773.8", "CH471131.2", "CP068274.2", "M63005.1", "M63480.1", "NC_000004.12", "NC_060928.1", "NG_064424.1"], "protein": ["AAD25964.1", "AAI06072.1", "AAI11772.1", "AAN76993.1", "BAG63753.1", "BAG65367.1", "CAB53009.1", "EAW82574.1", "EAW82575.1", "NP_001397628.1", "NP_006333.1", "Q9Y6A5.1", "XP_005247986.1", "XP_005247987.1", "XP_011511688.1", "XP_016863142.1", "XP_047305479.1", "XP_054204738.1", "XP_054204739.1", "XP_054204740.1", "XP_054204741.1", "XP_054204742.1", "XP_054204743.1", "XP_054204744.1", "XP_054204745.1"], "rna": ["AA682436.1", "AF093543.1", "AF479620.1", "AI684124.1", "AJ243997.1", "AK225631.1", "AK302463.1", "AK304579.1", "AK310660.1", "BC106071.1", "BC111771.1", "DB098941.1", "NM_001410699.1", "NM_006342.3", "U38441.1", "XM_005247929.4", "XM_005247930.4", "XM_011513386.4", "XM_017007653.2", "XM_047449523.1", "XM_054348763.1", "XM_054348764.1", "XM_054348765.1", "XM_054348766.1", "XM_054348767.1", "XM_054348768.1", "XM_054348769.1", "XM_054348770.1"], "translation": [{"protein": "XP_054204745.1", "rna": "XM_054348770.1"}, {"protein": "AAD25964.1", "rna": "AF093543.1"}, {"protein": "XP_016863142.1", "rna": "XM_017007653.2"}, {"protein": "XP_054204742.1", "rna": "XM_054348767.1"}, {"protein": "XP_005247986.1", "rna": "XM_005247929.4"}, {"protein": "XP_054204741.1", "rna": "XM_054348766.1"}, {"protein": "AAI11772.1", "rna": "BC111771.1"}, {"protein": "AAI06072.1", "rna": "BC106071.1"}, {"protein": "XP_054204738.1", "rna": "XM_054348763.1"}, {"protein": "XP_011511688.1", "rna": "XM_011513386.4"}, {"protein": "XP_005247987.1", "rna": "XM_005247930.4"}, {"protein": "XP_054204740.1", "rna": "XM_054348765.1"}, {"protein": "BAG63753.1", "rna": "AK302463.1"}, {"protein": "CAB53009.1", "rna": "AJ243997.1"}, {"protein": "NP_001397628.1", "rna": "NM_001410699.1"}, {"protein": "BAG65367.1", "rna": "AK304579.1"}, {"protein": "XP_054204744.1", "rna": "XM_054348769.1"}, {"protein": "AAN76993.1", "rna": "AF479620.1"}, {"protein": "XP_054204739.1", "rna": "XM_054348764.1"}, {"protein": "XP_047305479.1", "rna": "XM_047449523.1"}, {"protein": "XP_054204743.1", "rna": "XM_054348768.1"}, {"protein": "NP_006333.1", "rna": "NM_006342.3"}]}, "alias": ["ERIC-1", "ERIC1", "Tacc4", "maskin"], "ensembl": {"gene": "ENSG00000013810", "protein": ["ENSP00000326550", "ENSP00000415914", "ENSP00000418095", "ENSP00000418727", "ENSP00000420838", "ENSP00000478580", "ENSP00000498219", "ENSP00000498361", "ENSP00000498817"], "transcript": ["ENST00000313288", "ENST00000404054", "ENST00000458173", "ENST00000466077", "ENST00000467746", "ENST00000470136", "ENST00000470808", "ENST00000484264", "ENST00000484651", "ENST00000493975", "ENST00000612220", "ENST00000650779", "ENST00000651251", "ENST00000651472", "ENST00000651817", "ENST00000652002", "ENST00000652770"], "translation": [{"protein": "ENSP00000415914", "rna": "ENST00000458173"}, {"protein": "ENSP00000498361", "rna": "ENST00000651472"}, {"protein": "ENSP00000478580", "rna": "ENST00000612220"}, {"protein": "ENSP00000326550", "rna": "ENST00000313288"}, {"protein": "ENSP00000418727", "rna": "ENST00000467746"}, {"protein": "ENSP00000418095", "rna": "ENST00000493975"}, {"protein": "ENSP00000498219", "rna": "ENST00000652770"}, {"protein": "ENSP00000420838", "rna": "ENST00000470136"}, {"protein": "ENSP00000498817", "rna": "ENST00000651817"}], "type_of_gene": "protein_coding"}, "entrezgene": "10460", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.6062062248, "exp_mis": 288.333263434, "exp_syn": 157.222240858, "lof_z": 3.32581199926109, "mis_z": -1.40184806160992, "mu_lof": 1.54046885547e-06, "mu_mis": 2.67772523123e-05, "mu_syn": 1.44342841983e-05, "n_lof": 6.0, "n_mis": 337.0, "n_syn": 175.0, "p_li": 0.0919518142926963, "p_null": 0.000357807445103661, "p_rec": 0.9076903782622, "syn_z": -0.878962810128979}, "bp": 2517, "cds_end": 1746740, "cds_start": 1725148, "n_exons": 15, "nonpsych": {"exp_lof": 19.2823069732, "exp_mis": 260.696040036, "exp_syn": 142.027910534, "lof_z": 3.19426388042611, "mis_z": -1.35276544118498, "mu_lof": 1.54046885547e-06, "mu_mis": 2.67772523123e-05, "mu_syn": 1.44342841983e-05, "n_lof": 5.0, "n_mis": 304.0, "n_syn": 161.0, "p_li": 0.201872207981446, "p_null": 0.000508886533081002, "p_rec": 0.797618905485473, "syn_z": -1.00228696058413}, "nontcga": {"exp_lof": 19.8510615481, "exp_mis": 265.239972866, "exp_syn": 144.617824692, "lof_z": 3.06670816856087, "mis_z": -1.46101576748384, "mu_lof": 1.54046885547e-06, "mu_mis": 2.67772523123e-05, "mu_syn": 1.44342841983e-05, "n_lof": 6.0, "n_mis": 313.0, "n_syn": 163.0, "p_li": 0.0518450864891348, "p_null": 0.000902025684448889, "p_rec": 0.947252887826416, "syn_z": -0.967851903729868}, "transcript": "ENST00000313288.4"}, "exons": [{"cdsend": 1745013, "cdsstart": 1723421, "chr": "4", "position": [[1721520, 1721643], [1723420, 1723583], [1723727, 1723870], [1727707, 1728787], [1730886, 1730962], [1731171, 1731301], [1735272, 1735325], [1735730, 1735834], [1737240, 1737328], [1737597, 1737702], [1739701, 1739778], [1739958, 1740002], [1740825, 1740986], [1744517, 1744624], [1744711, 1744832], [1744947, 1745170]], "strand": 1, "transcript": "NM_006342", "txend": 1745170, "txstart": 1721520}], "exons_hg19": [{"cdsend": 1746740, "cdsstart": 1725148, "chr": "4", "position": [[1723247, 1723370], [1725147, 1725310], [1725454, 1725597], [1729434, 1730514], [1732613, 1732689], [1732898, 1733028], [1736999, 1737052], [1737457, 1737561], [1738967, 1739055], [1739324, 1739429], [1741428, 1741505], [1741685, 1741729], [1742552, 1742713], [1746244, 1746351], [1746438, 1746559], [1746674, 1746897]], "strand": 1, "transcript": "NM_006342", "txend": 1746897, "txstart": 1723247}], "generif": [{"pubmed": 12389629, "text": "REVIEW: genetics, expression, gene expression regulation, and function studies"}, {"pubmed": 17675670, "text": "TACC3 has an essential role in spindle assembly and cellular survival"}, {"pubmed": 17914111, "text": "Aurora-A and TACC3 interaction is important to control the mitotic spindle organization required for proper chromosome segregation."}, {"pubmed": 19148534, "text": "overexpression of TACC3 may be associated with the mechanisms of chemoresistance, tumor progression, cell proliferation and metastasis"}, {"pubmed": 19823035, "text": "these findings suggest that Cdh1 controls TACC3 protein stability during mitotic exit."}, {"pubmed": 20056645, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20237422, "text": "These findings link TACC3 to novel structural and cell division functions of TSC2."}, {"pubmed": 20348956, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20566684, "text": "the association between aurora A phosphorylation and spindle apparatus; regulation from aurora A is mediated by CHC in recruiting phospho-TACC3 and subsequently ch-TOG to mitotic spindles."}, {"pubmed": 20729911, "text": "TACC3 controls paclitaxel sensitivity by modulating a premature senescence program."}, {"pubmed": 20838383, "text": "Data show that ILK performs its centrosome clustering activity in a centrosome-dependent, manner through the microtubule regulating proteins TACC3 and ch-TOG."}, {"pubmed": 20923838, "text": "recruitment to spindle poles by clathrin ensures proper spindle assembly and chromosome alignment in mitotic cells through a RanGTP-dependent pathway"}, {"pubmed": 21113414, "text": "multifaceted genomic evaluation of glioblastoma establishes ERRFI1 as a potential candidate tumor suppressor gene and TACC3 as a potential oncogene, and provides insight on targets for oncogenic pathway-based therapy"}, {"pubmed": 21297582, "text": "TACC3 recruits ch-TOG and clathrin to the mitotic spindle. Together the complex forms inter-microtubule bridges in kinetochore fibres."}, {"pubmed": 21815251, "text": "we have identified a novel submicroscopic duplication involving dosage sensitive genes TACC3, FGFR3, and LETM1."}, {"pubmed": 22837387, "text": "study reports that a small subset of glioblastoma multiforme tumors harbors oncogenic chromosomal translocations that fuse in-frame the tyrosine kinase coding domains of fibroblast growth factor receptor genes(FGFR1 or FGFR3) to the transforming acidic coiled-coil coding domains of TACC1 or TACC3; the FGFR-TACC fusion protein displays oncogenic activity"}, {"pubmed": 23175443, "text": "Identification of a novel oncogenic FGFR3-TACC3 fusion protein in bladder cancer."}, {"pubmed": 23298836, "text": "discovered FGFR3-TACC3 fusions in 4 of 48 glioblastoma samples, but not in any of 43 low-grade glioma samples tested. The fusion, caused by tandem duplication on 4p16.3, led to the loss of the 3'-UTR of FGFR3, blocking gene regulation of miR-99a."}, {"pubmed": 23348690, "text": "Identify TACC3 as a driver of tumorigenesis as well as an inducer of oncogenic epithelial-mesenchymal transition."}, {"pubmed": 23787465, "text": "[review] TACC3 protein complexes are crucial for proper mitotic spindle assembly and dynamics to prevent faulty cell division and aneuploidy."}, {"pubmed": 23887685, "text": "TACC3 phosphorylation by Aurora A kinase is required for central spindle assembly."}, {"pubmed": 23936413, "text": "a novel function for TACC3 in EGF-mediated epithelial-mesenchymal transition in cervical cancer"}, {"pubmed": 24003142, "text": "Self-assembly and sorting of acentrosomal microtubules by TACC3 facilitate kinetochore capture during the mitotic spindle assembly."}, {"pubmed": 24077290, "text": "TACC3 contributes to spindle formation in proliferating cancer cells."}, {"pubmed": 24273164, "text": "Aurora-A kinase does not regulate TACC3-chTOG complex formation, indicating that Aurora-A solely functions as a recruitment factor for the TACC3-chTOG complex to centrosomes and proximal mitotic spindles."}, {"pubmed": 24769898, "text": "findings provide critical information regarding the mechanisms by which TACC3 contributes to genomic instability"}, {"pubmed": 25246530, "text": "TACC3 is involved in the regulation of microtubule nucleation at the centrosome and functions in the stabilization of the gamma-tubulin ring complex assembly"}, {"pubmed": 25294908, "text": "FGFR3-TACC3 rearrangements occur in a subset of patients with lung adenocarcinoma. Such patients should be considered for clinical trials featuring FGFR inhibitors."}, {"pubmed": 25535896, "text": "our data demonstrated the oncogenic role of FGFR3-TACC3 in vitro, indicating that FGFR3-TACC3 may be useful as a diagnostic marker and therapeutic target in cancers."}, {"pubmed": 25613365, "text": "TACC3 depletion induces G1 arrest and cell death by activating p38-p53-p21 signaling and triggering a centrosome-mediated cellular stress response."}, {"pubmed": 25627682, "text": "findings suggest that TACC3 could be recruited as a bridge to cooperatively mediate between the HIF-2alpha PAS-B.ARNT PAS-B complex, thereby participating more directly in HIF-dependent gene transcription than previously anticipated"}, {"pubmed": 25760075, "text": "TACC3 is expressed in esophageal squamous cell carcinoma and correlates with poor prognosis"}, {"pubmed": 26133271, "text": "The measurement of TACC3 protein expression may be beneficial for predicting clinical outcomes for gastric cancer patients"}, {"pubmed": 26134678, "text": "TACC3 depletion in human cell lines causes shorter mitotic spindles. co-immunoprecipitation experiments showed reduced binding between TACC3-F543A and Aurora-A."}, {"pubmed": 26219398, "text": "TACC3 is enriched in hepatocellular carcinoma and down-regulation inhibits the proliferation, clonogenicity, and cancer stem cell-like phenotype of HCC cells"}, {"pubmed": 26219896, "text": "TACC3 overexpression was associated with clinicopathological features of aggressiveness, increased EMT-related protein expression, and poor survival, suggesting a potential role for TACC3 as a prognostic biomarker and therapeutic target in HCC"}, {"pubmed": 26531241, "text": "Results showed that high level of TACC3 expression was correlated with advanced clinicopathological classifications, and poor prognosis in non-small cell lung cancer patients indicating that TACC3 is a potential prognostic marker."}, {"pubmed": 26869289, "text": "Study provides evidence of the significant oncogenic potential of the FGFR3-TACC3 fusion protein. The presence of the TACC coiled-coil domain leads to increased and altered levels of FGFR3 activation, fusion protein phosphorylation, downstream signaling, cellular transformation, proliferation, and viability."}, {"pubmed": 27248823, "text": "Data indicate that transforming acidic coiled-coil protein-3 (TACC3) promotes CRC progression and could be an independent prognostic factor and a potential therapeutic target for colorectal cancer (CRC)."}, {"pubmed": 27258563, "text": "this study suggests that TACC3 might be an important molecular marker for diagnosis and prognosis of breast cancer"}, {"pubmed": 27572091, "text": "The results showed that the expression of TACC3 was downregulated in preeclamptic placentas."}, {"pubmed": 27705912, "text": "TACC3 was highly expressed in CCA tissues and predicted a poor prognosis in CCA patients. TACC3 knockdown induced G2/M cycle arrest and suppressed the invasion, metastasis, and proliferation of CCA cells, both in vitro and in vivo."}, {"pubmed": 28109075, "text": "TACC3 was increased in human RCC cell lines, and knockdown of TACC3 inhibited the ability of cell proliferation, migration, invasion, and tumorigenesis in vivo."}, {"pubmed": 28192613, "text": "The combination treatment of SNIPER(TACC3) and bortezomib exhibited a synergistic anticancer activity in several cancer cell lines."}, {"pubmed": 28273854, "text": "our observations identify TACC3 as an oncogene of tumor malignancy, as well as a prognostic and motoring biomarker for glioma patients."}, {"pubmed": 28336437, "text": "Taken together, these findings uncover a supportive role for TACC3 in PCa metastasis, which is mediated by the activation of the Wnt/beta-catenin signaling pathway, suggesting that TACC3 may serve as a prognostic marker in patients with metastatic PCa."}, {"pubmed": 28655970, "text": "TACC3 rs798766 is associated with increased risk of bladder cancer, and no ethnic difference was found."}, {"pubmed": 28838400, "text": "FGFR3-TACC3 is a recurrent resistance mechanism, which can bypass EGFR blockade by all generations of EGFR TKIs in NSCLC."}, {"pubmed": 28855393, "text": "Results show that TACC3 region of FGFR3-TACC3 gene fusion can bind and recruit endogenous TACC3 from the spindle. This reduction in TACC3 levels on the mitotic spindle is the primary cause of mitotic defects in urinary bladder."}, {"pubmed": 29135996, "text": "results suggest that TACC3 is an independent prognostic factor and may be a novel therapeutic target for the treatment of ST"}, {"pubmed": 29355525, "text": "High levels of TACC3 in human mammary epithelial cells can cause genomic instability possibly in part through destabilizing BRCA1."}, {"pubmed": 29358577, "text": "the overexpression of TACC3 or E2F1 indicates a high sensitivity to cisplatin."}, {"pubmed": 29510984, "text": "Aurora-A regulates the recruitment of TACC3 to the mitotic spindle through a phospho-dependent interaction with clathrin heavy chain (CHC). Here, we describe the structural basis of these interactions, mediated by three motifs in a disordered region of TACC3."}, {"pubmed": 29991799, "text": "In vivo evidence for an oncogenic function of FGFR3-TACC3 in respiratory epithelium."}, {"pubmed": 30024460, "text": "High TACC3 expression was associated with aggressive clinicopathologic features and unfavorable prognosis in these patients with osteosarcoma."}, {"pubmed": 30054275, "text": "HURP recruits TACC3 to regulate K-fiber formation and support chromosome congression."}, {"pubmed": 31823729, "text": "TACC3 phosphorylation stabilizes gamma- tubulin ring complex assembly and thereby regulates formation of centrosomal asters."}, {"pubmed": 31914393, "text": "TACC3 Regulates Microtubule Plus-End Dynamics and Cargo Transport in Interphase Cells."}, {"pubmed": 32156598, "text": "TACC3 promotes prostate cancer cell proliferation and restrains primary cilium formation."}, {"pubmed": 32199932, "text": "Absence of FGFR3-TACC3 rearrangement in hematological malignancies with numerical chromosomal alteration."}, {"pubmed": 32384449, "text": "The SNP rs798766 is associated with Bladder Cancer risk in both European and East Asian populations.It is located in an intron of TACC3."}, {"pubmed": 32413119, "text": "Clinical, molecular, and radiomic profile of gliomas with FGFR3-TACC3 fusions."}, {"pubmed": 32543081, "text": "Investigating the impact of the phosphorylation status of tyrosine residues within the TACC domain of TACC3 on microtubule behavior during axon growth and guidance."}, {"pubmed": 32744749, "text": "TACC3 expression as a prognostic factor in aggressive types of adult T-cell leukemia/lymphoma patients."}, {"pubmed": 33714201, "text": "TACC3 is a prognostic biomarker for kidney renal clear cell carcinoma and correlates with immune cell infiltration and T cell exhaustion."}, {"pubmed": 34134633, "text": "Transforming acidic coiled-coil protein-3: a novel marker for differential diagnosis and prognosis prediction in endocervical adenocarcinoma."}, {"pubmed": 34230131, "text": "TACC3 Promotes Gastric Carcinogenesis by Promoting Epithelial-mesenchymal Transition Through the ERK/Akt/cyclin D1 Signaling Pathway."}, {"pubmed": 35855850, "text": "High Expression of TACC3 Is Associated with the Poor Prognosis and Immune Infiltration in Lung Adenocarcinoma Patients."}, {"pubmed": 35959857, "text": "Elevated expression of transforming acidic coiled-coil-containing protein 3 (TACC3) reflects aggressiveness of primary central nervous system lymphomas."}, {"pubmed": 36780330, "text": "Oncogenic driver FGFR3-TACC3 requires five coiled-coil heptads for activation and disulfide bond formation for stability."}, {"pubmed": 36790370, "text": "TACC3-ch-TOG interaction regulates spindle microtubule assembly by controlling centrosomal recruitment of gamma-TuRC."}, {"pubmed": 36864125, "text": "Targeting TACC3 represents a novel vulnerability in highly aggressive breast cancers with centrosome amplification."}, {"pubmed": 37341435, "text": "TACC3 is an independent prognostic marker, and knockdown of TACC3 enhances the efficacy of CDK1 inhibitor RO3306 in liver cancer cells."}, {"pubmed": 38084010, "text": "Non-Small Cell Lung Carcinoma With Clear Cell Features and FGFR3::TACC3 Gene Rearrangement : Clinicopathologic and Next Generation Sequencing Study of 7 Cases."}, {"pubmed": 38480537, "text": "Cellular senescence gene TACC3 associated with colorectal cancer risk via genetic and DNA methylated alteration."}], "genomic_pos": {"chr": "4", "end": 1745171, "ensemblgene": "ENSG00000013810", "start": 1712858, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 1746898, "start": 1723227, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000226", "qualifier": "involved_in", "term": "microtubule cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007052", "qualifier": "involved_in", "term": "mitotic spindle organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007091", "pubmed": 23532825, "qualifier": "involved_in", "term": "metaphase/anaphase transition of mitotic cell cycle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0021987", "qualifier": "involved_in", "term": "cerebral cortex development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060236", "pubmed": 21297582, "qualifier": "involved_in", "term": "regulation of mitotic spindle organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902850", "pubmed": 23532825, "qualifier": "involved_in", "term": "microtubule cytoskeleton organization involved in mitosis"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000922", "qualifier": "located_in", "term": "spindle pole"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034451", "qualifier": "located_in", "term": "centriolar satellite"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0072686", "qualifier": "located_in", "term": "mitotic spindle"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20360068, 21297582, 25416956, 26496610, 27956147, 29892012, 32296183], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[7955, 321283], [8364, 446220], [9031, 422899], [9544, 712898], [9598, 461066], [9606, 10460], [9913, 506194], [10090, 21335], [10116, 360962]], "id": 81618}, "interpro": [{"desc": "TACC family", "id": "IPR039915", "short_desc": "TACC"}, {"desc": "Transforming acidic coiled-coil-containing protein, C-terminal", "id": "IPR007707", "short_desc": "TACC_C"}], "ipi": ["IPI00002135", "IPI00908659", "IPI00946575", "IPI00946746", "IPI00947073"], "map_location": "4p16.3", "name": "transforming acidic coiled-coil containing protein 3", "other_names": "transforming acidic coiled-coil-containing protein 3", "pantherdb": {"HGNC": "11524", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1341163", "ortholog_type": "LDO", "panther_family": "PTHR13924", "taxid": 10090, "uniprot_kb": "Q9JJ11"}, {"RGD": "1302948", "ortholog_type": "LDO", "panther_family": "PTHR13924", "taxid": 10116, "uniprot_kb": "D3Z962"}, {"Ensembl": "ENSGALG00000015709", "ortholog_type": "LDO", "panther_family": "PTHR13924", "taxid": 9031, "uniprot_kb": "F1NCL7"}, {"ZFIN": "ZDB-GENE-050522-327", "ortholog_type": "LDO", "panther_family": "PTHR13924", "taxid": 7955, "uniprot_kb": "B8A574"}, {"FlyBase": "FBgn0026620", "ortholog_type": "LDO", "panther_family": "PTHR13924", "taxid": 7227, "uniprot_kb": "A0A0B4JD97"}, {"dictyBase": "DDB_G0275391", "ortholog_type": "LDO", "panther_family": "PTHR13924", "taxid": 352472, "uniprot_kb": "Q553N8"}], "uniprot_kb": "Q9Y6A5"}, "pathway": {"kegg": {"id": "hsa03013", "name": "RNA transport - Homo sapiens (human)"}, "pid": [{"id": "aurora_a_pathway", "name": "Aurora A signaling"}, {"id": "ilk_pathway", "name": "Integrin-linked kinase signaling"}], "reactome": [{"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-9012852", "name": "Signaling by NOTCH3"}, {"id": "R-HSA-9013507", "name": "NOTCH3 Activation and Transmission of Signal to the Nucleus"}, {"id": "R-HSA-9013694", "name": "Signaling by NOTCH4"}, {"id": "R-HSA-9604323", "name": "Negative regulation of NOTCH4 signaling"}]}, "pdb": ["5LXN", "5LXO", "5ODS", "5ODT"], "pfam": "PF05010", "pharmgkb": "PA36301", "pharos": {"target_id": 78, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169514", "relationship": "is"}, {"id": "GNF180420", "relationship": "is"}, {"id": "GNF191326", "relationship": "is"}, {"id": "GNF202232", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035639", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF273879", "relationship": "is"}, {"id": "GNF276103", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF099879", "relationship": "is"}, {"id": "GNF115950", "relationship": "is"}, {"id": "GNF155591", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_064424.1"], "protein": ["NP_001397628.1", "NP_006333.1", "XP_005247986.1", "XP_005247987.1", "XP_011511688.1", "XP_016863142.1", "XP_047305479.1", "XP_054204738.1", "XP_054204739.1", "XP_054204740.1", "XP_054204741.1", "XP_054204742.1", "XP_054204743.1", "XP_054204744.1", "XP_054204745.1"], "rna": ["NM_001410699.1", "NM_006342.3", "XM_005247929.4", "XM_005247930.4", "XM_011513386.4", "XM_017007653.2", "XM_047449523.1", "XM_054348763.1", "XM_054348764.1", "XM_054348765.1", "XM_054348766.1", "XM_054348767.1", "XM_054348768.1", "XM_054348769.1", "XM_054348770.1"], "translation": [{"protein": "XP_054204740.1", "rna": "XM_054348765.1"}, {"protein": "XP_054204739.1", "rna": "XM_054348764.1"}, {"protein": "XP_054204745.1", "rna": "XM_054348770.1"}, {"protein": "XP_054204744.1", "rna": "XM_054348769.1"}, {"protein": "NP_001397628.1", "rna": "NM_001410699.1"}, {"protein": "XP_016863142.1", "rna": "XM_017007653.2"}, {"protein": "XP_047305479.1", "rna": "XM_047449523.1"}, {"protein": "XP_054204743.1", "rna": "XM_054348768.1"}, {"protein": "XP_054204738.1", "rna": "XM_054348763.1"}, {"protein": "XP_054204742.1", "rna": "XM_054348767.1"}, {"protein": "XP_005247986.1", "rna": "XM_005247929.4"}, {"protein": "NP_006333.1", "rna": "NM_006342.3"}, {"protein": "XP_011511688.1", "rna": "XM_011513386.4"}, {"protein": "XP_005247987.1", "rna": "XM_005247930.4"}, {"protein": "XP_054204741.1", "rna": "XM_054348766.1"}]}, "reporter": {"HG-U133_Plus_2": "218308_at", "HG-U95B": ["48158_at", "52238_s_at", "52239_r_at"], "HTA-2_0": "TC04000028.hg.1", "HuEx-1_0": "2714955", "HuGene-1_1": "8093500", "HuGene-2_1": "16964000"}, "summary": "This gene encodes a member of the transforming acidic colied-coil protein family. The encoded protein is a motor spindle protein that may play a role in stabilization of the mitotic spindle. This protein may also play a role in growth a differentiation of certain cancer cells. [provided by RefSeq, Nov 2011].", "symbol": "TACC3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336558"}, "unigene": "Hs.104019", "uniprot": {"Swiss-Prot": "Q9Y6A5", "TrEMBL": ["F8WC55", "A0A087WUE2", "H0Y8F2", "E7EMT0", "A0A494C117", "C9JA91", "A0A494BZT8"]}, "wikipedia": {"url_stub": "TACC3"}}