{"AllianceGenome": "11526", "HGNC": "11526", "MIM": "162323", "_id": "6869", "_version": 1, "accession": {"genomic": ["AC007400.4", "AC007681.3", "CH471053.2", "CP068276.2", "KF510829.1", "NC_000002.12", "NC_060926.1", "NG_029522.2", "X65177.1"], "protein": ["AAA36641.1", "AAA36644.1", "AAA59933.1", "AAA59936.1", "AAA60601.1", "AAB20168.2", "AAH74911.1", "AAH74912.1", "AAH95528.1", "AAR23925.1", "AAY14950.1", "AAY15031.1", "BAF82454.1", "CAA46292.1", "EAW99595.1", "EAW99596.1", "NP_001049.1", "NP_056542.1", "P25103.1"], "rna": ["AK289765.1", "AW206679.1", "AY462098.1", "BC074911.2", "BC074912.2", "BC095528.1", "DB203452.1", "M74290.1", "M76675.1", "M81797.1", "M84425.1", "M84426.1", "NM_001058.4", "NM_015727.3", "S62045.1"], "translation": [{"protein": "AAH74912.1", "rna": "BC074912.2"}, {"protein": "AAR23925.1", "rna": "AY462098.1"}, {"protein": "AAA36641.1", "rna": "M84425.1"}, {"protein": "AAA59936.1", "rna": "M76675.1"}, {"protein": "AAB20168.2", "rna": "S62045.1"}, {"protein": "AAH74911.1", "rna": "BC074911.2"}, {"protein": "AAA60601.1", "rna": "M74290.1"}, {"protein": "AAH95528.1", "rna": "BC095528.1"}, {"protein": "NP_001049.1", "rna": "NM_001058.4"}, {"protein": "NP_056542.1", "rna": "NM_015727.3"}, {"protein": "AAA59933.1", "rna": "M81797.1"}, {"protein": "AAA36644.1", "rna": "M84426.1"}, {"protein": "BAF82454.1", "rna": "AK289765.1"}]}, "alias": ["NK1R", "NKIR", "SPR", "TAC1R"], "ensembl": {"gene": "ENSG00000115353", "protein": ["ENSP00000303522", "ENSP00000386448"], "transcript": ["ENST00000305249", "ENST00000409848", "ENST00000497764"], "translation": [{"protein": "ENSP00000303522", "rna": "ENST00000305249"}, {"protein": "ENSP00000386448", "rna": "ENST00000409848"}], "type_of_gene": "protein_coding"}, "entrezgene": "6869", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.48467192, "exp_mis": 152.2970068, "exp_syn": 73.75286, "lof_z": 1.06604162118625, "mis_z": 0.527016880197347, "mu_lof": 7.40426885079e-07, "mu_mis": 1.32567312195e-05, "mu_syn": 6.32445304988e-06, "n_lof": 7.0, "n_mis": 139.0, "n_syn": 56.0, "p_li": 0.000227888560237543, "p_null": 0.250363318841912, "p_rec": 0.74940879259785, "syn_z": 1.28152876266663}, "bp": 1224, "cds_end": 75426060, "cds_start": 75276558, "n_exons": 5, "nonpsych": {"exp_lof": 9.386462, "exp_mis": 137.7403138, "exp_syn": 66.6502786, "lof_z": 0.764989615728095, "mis_z": 0.3756276198384, "mu_lof": 7.40426885079e-07, "mu_mis": 1.32567312195e-05, "mu_syn": 6.32445304988e-06, "n_lof": 7.0, "n_mis": 129.0, "n_syn": 53.0, "p_li": 0.000143913339247213, "p_null": 0.376773249297483, "p_rec": 0.62308283736327, "syn_z": 1.05269859230495}, "nontcga": {"exp_lof": 9.63584144, "exp_mis": 140.1031994, "exp_syn": 67.84257819, "lof_z": 1.15542396059198, "mis_z": 0.846157019819154, "mu_lof": 7.40426885079e-07, "mu_mis": 1.32567312195e-05, "mu_syn": 6.32445304988e-06, "n_lof": 6.0, "n_mis": 120.0, "n_syn": 52.0, "p_li": 0.000974564001434403, "p_null": 0.186592665549657, "p_rec": 0.812432770448909, "syn_z": 1.21785909169434}, "transcript": "ENST00000305249.5"}, "exons": [{"cdsend": 75198934, "cdsstart": 75049431, "chr": "2", "position": [[75046462, 75049723], [75051250, 75051447], [75053604, 75053755], [75120573, 75120768], [75198545, 75199520]], "strand": -1, "transcript": "NM_001058", "txend": 75199520, "txstart": 75046462}, {"cdsend": 75198934, "cdsstart": 75051246, "chr": "2", "position": [[75051035, 75051447], [75053604, 75053755], [75120573, 75120768], [75198545, 75199520]], "strand": -1, "transcript": "NM_015727", "txend": 75199520, "txstart": 75051035}], "exons_hg19": [{"cdsend": 75426060, "cdsstart": 75276558, "chr": "2", "position": [[75273589, 75276850], [75278377, 75278574], [75280731, 75280882], [75347699, 75347894], [75425671, 75426646]], "strand": -1, "transcript": "NM_001058", "txend": 75426646, "txstart": 75273589}, {"cdsend": 75426060, "cdsstart": 75278373, "chr": "2", "position": [[75278162, 75278574], [75280731, 75280882], [75347699, 75347894], [75425671, 75426646]], "strand": -1, "transcript": "NM_015727", "txend": 75426646, "txstart": 75278162}], "generif": [{"pubmed": 11857684, "text": "Demonstration of authentic and functional NK-1 receptors in microglia identifies substance P as a potentially important contributor to CNS inflammatory responses. during disease states."}, {"pubmed": 11906947, "text": "Tachykinin NK1 receptor-mediated relaxations are non-neurogenic (i.e., unaffected by tetrodotoxin) in penile tissues and are additive with neurogenogenic relaxations elicited by electric field stimulation."}, {"pubmed": 11950831, "text": "Involvement of the second extracellular loop (E2) of the neurokinin-1 receptor in the binding of substance P"}, {"pubmed": 12067742, "text": "Human substance P receptor undergoes agonist-dependent phosphorylation by G protein-coupled receptor kinase 5 in vitro."}, {"pubmed": 12130725, "text": "role in human colon circular muscle; alterations in diverticular disease"}, {"pubmed": 12147210, "text": "Analyses of the 5' flanking sequence in BM stroma and three neural cell lines indicated that sequence +1/+358 relative to the transcription start (TS) site could account for the differences in NK-1 expression between bone marrow and neurons."}, {"pubmed": 12151774, "text": "Subjects with depression showed decreased binding to NK-1 receptors across all cortical layers. The pathophysiology of depression, and the reported therapeutic benefit of NK-1 receptor antagonists, may involve NK-1 receptors in prefrontal cortex."}, {"pubmed": 12383866, "text": "This protein is expressed in the human Caco-2 cell line."}, {"pubmed": 12393913, "text": "Cgamma H2 of Met174 side chain is the site of covalent attachment to neurokinin-1 receptor of a substance P analog photoactivable in position 5."}, {"pubmed": 12528114, "text": "Substance P is expressed in human articular cartilage and is involved in chondrocyte mechanotransduction via the NK1 receptor in an autocrine and paracrine manner."}, {"pubmed": 12548712, "text": "The NK-1 receptor expressed in NT2-N neuronal cells is functionally involved in the regulation of macrophage inflammatory protein 1 beta and may play a major role in modulating neuronal functions related to immune regulatory activities within the CNS."}, {"pubmed": 12594338, "text": "NK-1R is regulated by NF-kappa B in human macrophages"}, {"pubmed": 12686752, "text": "a role for substance P and its receptor, neurokinin NK(1) receptor, in the brainstem nuclei in the development of emesis (review)"}, {"pubmed": 12752772, "text": "results provide the anatomical evidence that the NK1 receptors have a strong association with neuronal systems relevant to mood regulation and stress in the human brain, but do not suggest a region-specific role of the two isoforms in the CNS"}, {"pubmed": 12810079, "text": "Data demonstrate the existence of two independent binding components in CHO cells transfected with the human neurokinin-1 (NK-1) receptor."}, {"pubmed": 14601651, "text": "Upregulated neurokinin-1 receptor expression in patients with sarcoidosis may potentiate substance P-induced proinflammatory cytokine production in patients with sarcoidosis"}, {"pubmed": 15130944, "text": "demonstrate the presence of the tachykinin receptors NK1 and NK3 in platelets and present evidence for the involvement of NK1 in SP-mediated platelet aggregation"}, {"pubmed": 15590676, "text": "reorganization of the plasma membrane has an effect on the activation of the raft-associated NK1R and the down-stream events such as recruitment of protein kinases"}, {"pubmed": 15664664, "text": "NK-1 receptor immunoreaction could be detected in inner parts of the walls of large blood vessels and in the walls of small blood vessels of normal and chronic painful Achilles and patellar tendons"}, {"pubmed": 15690122, "text": "NK-1 deficient cells did not proliferate when they were placed as cocultures with bone marrow stroma, which suggests that NK-1 signaling is important for the survival of NB cells in bone marrow."}, {"pubmed": 16123103, "text": "These data suggest substance P-induced vasodilatation delivered via microdialysis contains an NO component but does not contain an H1 receptor activation component at the doses tested."}, {"pubmed": 16154193, "text": "These results suggest that bFGF, TGF-beta1, and TNF-alpha in synovial tissue and fluid play a role in the regulation of long neurokinin-1 expression in synovial fibroblasts of rheumatoid arthritis patients."}, {"pubmed": 16305827, "text": "present data emphasize the role of NK1r in tachykinin-mediated neuronal processes regulating intestinal motility"}, {"pubmed": 16618119, "text": "two binding sites are independent and non-interconvertible on the time scale of these experiments"}, {"pubmed": 16670094, "text": "ERK1/2 is activated by a chimeric neurokinin 1 receptor-beta-arrestin1 fusion protein"}, {"pubmed": 16675550, "text": "Results demonstrate that there are unique characteristics of neurokinin-1 receptor (NK-1R) expression and NK-1R-mediated signaling between undifferentiated THP-1 cells and THP-1 cells differentiated to the macrophage phenotype."}, {"pubmed": 16815618, "text": "this study has demonstrated that the NK(1) receptor is widely distributed in the amygdala, and has shown for the first time a high relative density of NK(1) receptor-immunoreactive cell bodies in the basal nucleus of Meynert."}, {"pubmed": 16893949, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16901764, "text": "Data explored a role for NK1 as a potential target for breast cancer treatment and suggest that similar mechanisms might be operative for other cancers showing preference for bone marrow metastases."}, {"pubmed": 17023511, "text": "NK(1) receptors contribute to active vasodilatation, and combined NK(1) receptor desensitization and NO synthase inhibition further diminishes active vasodilatation."}, {"pubmed": 17050807, "text": "NK1 receptors modulate CaV2.3 using three different signaling mechanisms: a fast inhibition mediated by Gbeta gamma, a slow inhibition mediated by Galpha(q/11), and a slow stimulation mediated by protein kinases C."}, {"pubmed": 17370082, "text": "Nonneuronal substance P and its receptor NK-1 might have a role in psoriasis, also during chronic stress."}, {"pubmed": 17443717, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17443717, "text": "studied gene variants of Tachykinin Receptor 1 in 167 suicide attempters (affective spectrum n = 107, schizophrenia spectrum n = 35, borderline personality disorder n = 25), 92 individuals who committed suicide and 312 healthy subjects"}, {"pubmed": 17448763, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17525212, "text": "This study showed that the same isoforms of the neurokinin-1 receptor are present in human retinoblastoma cell lines WERI-Rb-1 and Y-79. Both L-732,138 and L-733,060 can induce apoptosis in these cell lines"}, {"pubmed": 17563389, "text": "Functional consequences of alteration of N-linked glycosylation sites on NK1R were studied."}, {"pubmed": 17602742, "text": "Changes in SP receptor expression during chronic inflammation suggest that SP receptors are potential targets for therapeutic regulation of the inflammatory bowel disease."}, {"pubmed": 17667845, "text": "NK1 receptor mRNA and protein expression were enhanced in obstructive sleep apnea."}, {"pubmed": 17713785, "text": "Evidence was also obtained that the proper clustering of the receptor in these microdomains was important for effective agonist-induced NK1-R signaling and for its interaction with beta-arrestin2."}, {"pubmed": 18085301, "text": "NK1R expressing neurons in different subregions of the ventral respiratory group have diverse roles and provide insight on the modulatory role of substance P."}, {"pubmed": 18095097, "text": "substance P receptor mediates ERK1/2 phosphorylation in a calcium-dependent manner"}, {"pubmed": 18180429, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18187929, "text": "T-2328 is a potent, centrally active NK(1) antagonist."}, {"pubmed": 18203813, "text": "all three subtypes of NKRs are expressed in native human airway smooth muscle cells & IP3 levels are the primary mediators of NKR-stimulated initial [Ca2+]i increases, whereas store-operated Ca2+ channels mediate sustained phase of the [Ca2+]i increase."}, {"pubmed": 18289674, "text": "NK-1R and GRP-R were also expressed at both protein and mRNA levels in cells associated with blood vessels and cells in the interstitial tissue in rheumatoid and osteoarthritis"}, {"pubmed": 18363037, "text": "substance-P promotes platelet-dependent clot formation through NK1R, in which leukocytes appear to be involved."}, {"pubmed": 18394729, "text": "Presence of NK1R in tenocytes of the human Achilles tendon is reported."}, {"pubmed": 18452185, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18452185, "text": "genes encoding corticotropin releasing hormone receptor 1, tachykinin receptor 1, gastrin releasing peptide, and gastrin releasing peptide receptor were selected as candidates for PD based on their biology"}, {"pubmed": 18572194, "text": "full-length form of NK1R may have important significance in cognitive functions and deficiency of this isoform may be relevant in neurologic and psychiatric manifestations of neuroAIDS."}, {"pubmed": 18713853, "text": "differential signaling properties attributable to the carboxyl terminus of NK1R"}, {"pubmed": 18835556, "text": "In healthy human colon a higher expression level of the TACR2 mRNA alpha isoform, the gene encoding the functional tachykinin NK(2) receptor, was observed in comparison to TACR1 and TACR3 mRNAs genes encoding for NK(1) and NK(3) receptors respectively"}, {"pubmed": 19036058, "text": "Actions of the SP/NK-1R complex may contribute to the immune disorder underlying oral lichen planus and trigger stimuli to induce cell proliferation."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19204064, "text": "our proposal that NK1R-/- mice offer a mouse model of ADHD was borne out by our human studies, which suggest that DNA sequence changes in and around the TACR1 gene increase susceptibility to this disorder"}, {"pubmed": 19207952, "text": "These findings suggest that SP could modulate the growth of human laryngeal cancer cells and the possibility of treatment with antagonists of NK1R."}, {"pubmed": 19222484, "text": "By degrading endocytosed SP, ECE-1 promotes the recycling and re-sensitization of NK(1) receptors in endothelial cells, and thereby induces re-sensitization of the pro-inflammatory effects of SP."}, {"pubmed": 19351798, "text": "Suggest that while antagonism of NK(1) receptors does affect emotional processing in humans, its effects are more restricted and less consistent across tasks than those of conventional antidepressants."}, {"pubmed": 19545476, "text": "Results suggest consistent effects of NK1 antagonism on neural responses to positive affective information in two different paradigms."}, {"pubmed": 19553914, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19553914, "text": "we conclude that polymorphisms of NK1R are significantly associated with the development of alcohol dependence in Caucasian individuals"}, {"pubmed": 19805509, "text": "Neurokinin 1 receptors inhibit recombinant T-type Cav3.2 channels through a voltage-independent signaling pathway."}, {"pubmed": 19885583, "text": "Substance P and NK-1R are expressed in oral precancerous epithelium"}, {"pubmed": 19903051, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19903051, "text": "Polymorphism rs811 seems to be associated with lower recurrence risk in endometriosis patients. There might be clinical relevant role of NK1 pathway in pain perception of endometriosis patients."}, {"pubmed": 20008142, "text": "Neurokinin (NK)1 and NK2 tachykinin receptors were significantly down-regulated in bladder pain syndrome patients."}, {"pubmed": 20021265, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20074437, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20117843, "text": "SP downregulated expression of FcepsilonRI in a concentration dependent manner; the effect was mediated by the neurokinin-1 receptor and resulted in reduced mast cell activation."}, {"pubmed": 20137858, "text": "We conclude that the central NK1 receptor system is altered in human chronic pain."}, {"pubmed": 20160043, "text": "cigarette smoke amplifies the LPS-induced macrophages' secretion of IL-1beta and TNF-alpha through synergizing SP secretion, which activates NF-kappaB via binding with NK1R"}, {"pubmed": 20173430, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20398908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20940324, "text": "Truncated and full-length NK1R isoforms are expressed in and SP bound by ex vivo NK cells and the YTS NK cell line."}, {"pubmed": 21034671, "text": "The development of antagonist molecules of the NK-1 receptor represents an important opportunity for exploiting these molecules as novel therapeutic agents."}, {"pubmed": 21091716, "text": "The function of neurokinin-1 receptor and its preferred ligand, substance P, are reviewed in relationship to immune cells and tissues and selected bacterial, viral, fungal, and parasitic infections."}, {"pubmed": 21120581, "text": "The NK-1 receptor is expressed in human leukemia and is involved in the antitumor action of aprepitant and other NK-1 receptor antagonists on acute lymphoblastic leukemia cell lines."}, {"pubmed": 21188466, "text": "The pharmacokinetics of NK-1 receptor antagonist casopitant are not altered to a clinically significant extent in subjects with mild or moderate, hepatic or renal impairment."}, {"pubmed": 21478256, "text": "neurokinin-1 receptors contribute to both the axon reflex component and the secondary plateau phase of cutaneous thermal hyperaemia."}, {"pubmed": 21577011, "text": "This study did not support the tacr1 is direct modulation of these genes on temperament"}, {"pubmed": 21925840, "text": "Our results suggest that there is an intrinsic network using the NK1-SP receptor system for synaptic transmission and epileptiform activity in temporal lobe epilepsy."}, {"pubmed": 21969570, "text": "there may be a functional role for truncated-NK-1R in malignant transformation in colitis-associated cancer"}, {"pubmed": 22057425, "text": "the importance of p31(comet) in checkpoint silencing and its potential as a target for antimitotic therapies."}, {"pubmed": 22115773, "text": "Specific inhibition of NK1-R completely blocks tissue factor (substance P) expression."}, {"pubmed": 22225860, "text": "investigation of age and sex influences on NK1 receptor expression in brain tissues"}, {"pubmed": 22554585, "text": "HKs emerge as pivotal endogenous regulators of angiogenesis through neurokinin-1 receptor"}, {"pubmed": 22733436, "text": "This study aims to explore the associations of polymorphisms in tachykinin, precursor 1 (TAC1), tachykinin receptor 1 (TACR1), and tachykinin receptor 2 (TACR2) genes and their interactions with the risk of colorectal cancer among Chinese population."}, {"pubmed": 23024816, "text": "Neurokinin 1 receptor mediates membrane blebbing and sheer stress-induced microparticle formation in HEK293 cells"}, {"pubmed": 23078527, "text": "Each of the 5 single nucleotide polymorphism(SNP)s in the TACR1 gene is significantly related to alcohol dependence severity."}, {"pubmed": 23142211, "text": "The occurrence of a profound alteration in NK receptor expression in RMDD is a novel finding that suggests NK-1R and NK-2R pathways as possible players in major depressive disorder."}, {"pubmed": 23166329, "text": "NK1R is a potential regulator of human glioma cell migration by the up-regulation of MMP-2 and MT1-MMP"}, {"pubmed": 23235155, "text": "PAR(2) has a higher apparent affinity for both beta-arrestins than does NK1R, recruits them at a faster rate, and exhibits more rapid desensitization of the G-protein signal."}, {"pubmed": 23257919, "text": "NK1R expression correlates positively with plasma insulin, fatty acid, and complement C3 and negatively with adiponectin, CEBPalpha, CEBPbeta, and peroxisome proliferator-activated receptor-gamma mRNA expression in omental, but not subcutaneous, adipose tissue."}, {"pubmed": 23345604, "text": "Our results suggest that SP plays an important role in the development of pancreatic cancer metastasis and PNI, and blocking the SP/NK-1R signaling system is a novel strategy for the treatment of pancreatic cancer."}, {"pubmed": 23420374, "text": "CpG hypermethylation is a likely mechanism of TAC1 and TACR1 gene inactivation, supporting the hypothesis that TAC1 and TACR1 play a role in the tumorigenesis of HNSCC and that this hypermethylation may serve as an important biomarker."}, {"pubmed": 23553861, "text": "NK1R expression is induced in ectopic endometrial tissue by peritoneal TNFalpha."}, {"pubmed": 23582152, "text": "This suggests that potential pharmacological interventions that target NK-1R signaling may be most effective for treating distinct symptoms in IBD and IBS."}, {"pubmed": 23807418, "text": "Roles of full-length and truncated neurokinin-1 receptor on tumor progression and distant metastasis in human breast cancer."}, {"pubmed": 23827863, "text": "TACR1 expression level was differentially altered in Crohn disease and ulcerative colitis patients."}, {"pubmed": 23916293, "text": "data confirm the overall inflammatory nature of HIV-associated neuropathology, and a decrease in the expression of SP and NK1R-F."}, {"pubmed": 23933301, "text": "It seems that a common mechanism for cancer cell proliferation mediated by SP and the NK-1 receptor is triggered, as well as a common mechanism exerted by NK-1 receptor antagonists on tumor cells, i.e. apoptosis."}, {"pubmed": 23979140, "text": "NK1R forms physical complexes with NET."}, {"pubmed": 24030979, "text": "High NK-1 Receptor expression is associated with breast cancer."}, {"pubmed": 24155873, "text": "NK1 receptors may be activated, or up-regulated in the peripheral, painful tissue of a chronic pain condition."}, {"pubmed": 24190675, "text": "we demonstrated for the first time that the NK1R is expressed in human osteosarcoma cell line MG63 and that this receptor can be targeted with NK1R antagonists both in vitro as well as in vivo."}, {"pubmed": 24412605, "text": "Hepatoblastoma cells predominantly expressed the truncated splice variant of NK1R."}, {"pubmed": 24548567, "text": "NK-1 receptors are expressed in uveal melanomas and uveal melanoma cell lines."}, {"pubmed": 24552486, "text": "Different NK1R subtype profiles of glomerular basement membrane (GBM) cell lines appear to influence the binding of SP conjugates and their cell internalization properties."}, {"pubmed": 24817687, "text": "The association with TACR1 and bipolar affective disorder, alcohol dependence syndrome, and attention-deficit hyperactivity disorder suggests a shared molecular pathophysiology between these affective disorders."}, {"pubmed": 24831006, "text": "Residues 11-21 and residues 170-193 of NK1 receptor are binding sites for substance P."}, {"pubmed": 24898255, "text": "the primary function of betaARRs and ECE-1 in SP-dependent inflammatory signaling is to promote resensitization, which allows the sustained NK1R signaling from the plasma membrane that drives inflammation"}, {"pubmed": 25130457, "text": "Down-regulation of NK1R-Tr may be a key factor in maintaining the quiescent phenotype of breast cancer cells among bone marrow stroma."}, {"pubmed": 25204428, "text": "Inhibition of CaV2.3 channels by NK1 receptors is sensitive to membrane cholesterol but insensitive to caveolin-1."}, {"pubmed": 25659767, "text": "NK-1R activation by substance P stimulation promotes growth and migration of esophageal squamous cell carcinoma cells."}, {"pubmed": 25684939, "text": "Immunohistochemical NK-1R and pEGFR positivity with VDR negativity can be used to identify areas of sporadic colorectal neoplasia."}, {"pubmed": 25783846, "text": "Report absence of full-length neurokinin-1 receptor protein expression by cutaneous T cells in mycosis fungoides."}, {"pubmed": 25786041, "text": "Findings indicate a role of the TACR1 gene in the development of sicca syndrome in subjects affected with fibromyalgia."}, {"pubmed": 25817575, "text": "NK-1 activation could enhance EGFR expression and phosphorylation, and then activate EGFR related Erk/MAPK and Akt pathway."}, {"pubmed": 25841180, "text": "Results show the existence of a relevant alteration in NK-1R expression in bipolar disorder patients and further suggest Substance P involvement in BD."}, {"pubmed": 26012530, "text": "The single nucleotide polymorphisms in the TACR1 gene are associated with sex differences in postoperative nausea and vomiting."}, {"pubmed": 26371842, "text": "Neuropeptide signaling through neurokinin-1 and neurokinin-2 receptors augments antigen presentation by human dendritic cells"}, {"pubmed": 26516161, "text": "These findings reveal important insight into the molecular mechanisms of the NK1R complex as a critical component in a model of pediatric liver cancer and may support the development of novel therapeutic interventions for hepatoblastoma"}, {"pubmed": 26673553, "text": "TGF-beta1 down-regulates the gene expression of the full-length variant of NK-1 R in human keratocytes, which might impact its signaling pathway and thus explain the known delay in internalization after activation by SP seen with TGF-beta1 treatment."}, {"pubmed": 26817501, "text": "up-regulated in nasal mucosa at contact point in intranasal mucosal contact point headache"}, {"pubmed": 26981525, "text": "We showed that pretreating a cardiomyocyte cell line (H9C2) and a TNBC cell line (MDA-MB 231) with aprepitant, a SP receptor antagonist that is routinely used to treat chemotherapy-associated nausea, decreased DOX-induced reduction of viability, apoptotic cell death, and ROS production in cardiomyocytes"}, {"pubmed": 27146034, "text": "expressed in mural granulosa and cumulus cells"}, {"pubmed": 27456549, "text": "Expression substance P/neurokinin A/hemokinin-1 and their preferred neurokinin 1/neurokinin 2 receptors are dysregulated in uterine leiomyomata."}, {"pubmed": 27458061, "text": "Kinase activation led to increased MMP-2 and MT1-MMP expression and melanoma cell migration induced by hHK-1. Thus, hHK-1 and the NK1 receptor are critical to melanoma cell migration and each may be a promising chemotherapeutic target"}, {"pubmed": 27501920, "text": "Data suggest that endogenous tachykinin ligands for neurokinin-1 receptor exhibit large variations in binding/activation kinetics; substance P exhibits fast association kinetics; neurokinin A exhibits slow association kinetics."}, {"pubmed": 27835606, "text": "NK-1R may positively regulate melanogenesis through Wnt/beta-catenin signaling pathway."}, {"pubmed": 28030866, "text": "This study revealed for the first time an increase of Mast Cells -nerve association and NK1R expression on Mast Cells during Allergic Rhinitis as well as nerve fibres containing receptors for mass cells."}, {"pubmed": 28154998, "text": "The percentages of SP+ and NK1R+ expression populations of monocytes, helper T cells, natural killer T cells and basophils in peripheral blood of eczema patients were markedly elevated."}, {"pubmed": 28291261, "text": "Within a small cohort of patients who presented for treatment,a novel gene was identified that appears to contribute to anorexia nervosa pathophysiology, TACR1."}, {"pubmed": 28341744, "text": "results suggest that ARRB1 plays an essential role in NK1R-mediated cell proliferation and G2/M transition in glioblastoma cells. Interference with ARRB1-mediated signaling via NK1R may have potential significance for therapeutic strategies targeting glioblastoma."}, {"pubmed": 28460633, "text": "elevated plasma SP level, up-regulated expression of SP and NK1R indicate that the SP/NK1R complex is important in the development of Atopic dermatitis."}, {"pubmed": 28500728, "text": "These findings reported here for the first time suggest an important role for a SP/NK1R system, either as genetic and/or epigenetic factor, in both the cytoplasm and nucleus functions of the adipose stem cells."}, {"pubmed": 28566424, "text": "These results reveal a critical role for endosomal signaling of the NK1R in the complex pathophysiology of pain."}, {"pubmed": 28774868, "text": "NK1 receptor expression is increased in colonic tissues from experimental colitis models and in the colon of Irritable Bowel Disease patients."}, {"pubmed": 28871952, "text": "Expression of NK1R increases in the eosinophils of chronic spontaneous urticaria (CSU) patients. Blockers of NK1R might be used for CSU treatment."}, {"pubmed": 28931039, "text": "Abnormalities in substance P neurokinin-1 receptor binding in key brainstem nuclei is associated with sudden infant death syndrome."}, {"pubmed": 29061788, "text": "High Truncated Neurokinin-1 Receptor expression is associated with Neuroblastoma."}, {"pubmed": 29331576, "text": "Study revealed extensive distribution of SP and NK1R in nuclei intimately related to cardiorespiratory function and autonomic control, with significant co-distribution and co-localization with 5-HT in the medullary network in the normal human infant during development. A trend for NK1R binding to decrease with age was observed with significantly higher binding in premature and male infants."}, {"pubmed": 29430989, "text": "the results of our systemic study increases our knowledge of the roles of NK1R and 5-HT1AR in melanogenesis and provides possible, novel therapeutic strategies for treatment of skin hypo/hyperpigmentation."}, {"pubmed": 30019968, "text": "NK-1RA is recommended to use in carboplatin-based chemotherapy, not oxaliplatin-based chemotherapy"}, {"pubmed": 30301182, "text": "The neuropeptide, substance P (SP), is the physiological ligand of the neurokinin-1 (NK-1) receptor that is consistently overexpressed in glioblastoma cells. The aim of this work was to study physico-chemical and biological properties of different SP analogues labeled with technetium-99m and lutetium-177 radionuclides."}, {"pubmed": 30334298, "text": "MiR-34b/c-5p and NK1R contribute to breast cancer cell proliferation and apoptosis and are potential targets for breast cancer therapeutics."}, {"pubmed": 30502362, "text": "MiR-22 downregulated the expression of NK1R-Truncated and ER-alpha to delay and weaken phosphorylation of ERK1/2 to inhibit proliferation and metastasis of breast cancer cells."}, {"pubmed": 30538204, "text": "structure of hNK1R is a valuable tool in the further development of tachykinin receptor modulators for multiple clinical applications"}, {"pubmed": 30576949, "text": "The neurokinin-1 receptor antagonist aprepitant ameliorates oxidized LDL-induced endothelial dysfunction via KLF2."}, {"pubmed": 30582709, "text": "RMRP was highly expressed in neuroblastoma tissues. RMRP knockdown inhibited proliferation, migration and invasion in neuroblastoma cells. TACR1 was a target of miR-206 and RMRP performed as a molecular sponge of miR-206 to sequester miR-206 from TACR1 in neuroblastoma cells. TACR1 overexpression abrogated the inhibitory effect of RMRP downregulation on neuroblastoma cell progression by activating ERK1/2 pathway."}, {"pubmed": 30604743, "text": "Study report high-resolution crystal structures of the human NK1 receptor (NK1R) bound to two small-molecule antagonist therapeutics. The structures reveal the detailed interactions between antagonists and NK1R, which induce a distinct receptor conformation resulting in an interhelical hydrogen-bond network that cross-links the extracellular ends of helices V and VI."}, {"pubmed": 30684188, "text": "Increased serum SP levels and NK1R tissue distribution were observed in patients with breast cancer as compared with their controls."}, {"pubmed": 30903649, "text": "SP/NK-1R promotes gallbladder cancer cell proliferation and migration."}, {"pubmed": 31109645, "text": "The significant role of NK1R in mediating ESCC cell proliferation depended on the activation of SP and might be related to the downstream regulation of Hes1."}, {"pubmed": 31579977, "text": "lncRNA RMRP knockdown suppress hepatocellular carcinoma biological activities via regulation miRNA-206/TACR1."}, {"pubmed": 32067964, "text": "Neurokinin receptors in drug and alcohol addiction."}, {"pubmed": 32266968, "text": "New insight into the role of substance P/neurokinin-1 receptor system in breast cancer progression and its crosstalk with microRNAs."}, {"pubmed": 32380077, "text": "TGFbeta regulates NK1R-Tr to affect the proliferation and apoptosis of breast cancer cells."}, {"pubmed": 32471973, "text": "The neuropeptide substance P regulates aldosterone secretion in human adrenals."}, {"pubmed": 32600668, "text": "Hemokinin-1 and substance P stimulate production of inflammatory cytokines and chemokines in human colonic mucosa via both NK1 and NK2 tachykinin receptors."}, {"pubmed": 33099677, "text": "Analysis of pharmacogenomic factors for chemotherapy-induced nausea and vomiting in patients with breast cancer receiving doxorubicin and cyclophosphamide chemotherapy."}, {"pubmed": 33248147, "text": "Mass spectrometric studies on the peptide integrity of substance P and related human tachykinins in human biofluids."}, {"pubmed": 33640716, "text": "Neurokinin-1 receptor signaling induces a pro-inflammatory transcriptomic profile in CD16+ monocytes."}, {"pubmed": 34395609, "text": "Investigation of the Role of Neurokinin-1 Receptor Inhibition Using Aprepitant in the Apoptotic Cell Death through PI3K/Akt/NF-kappaB Signal Transduction Pathways in Colon Cancer Cells."}, {"pubmed": 34692834, "text": "Prognostic Significance of Substance P/Neurokinin 1 Receptor and Its Association with Hormonal Receptors in Breast Carcinoma."}, {"pubmed": 34773642, "text": "Differential regulation of NPY and SP receptor expression in STRO-1+ve PDLSCs by inflammatory cytokines."}, {"pubmed": 35013118, "text": "Neurokinin-1 receptor promotes non-small cell lung cancer progression through transactivation of EGFR."}, {"pubmed": 35049682, "text": "The Neurokinin-1 Receptor Is a Target in Pediatric Rhabdoid Tumors."}, {"pubmed": 35434136, "text": "The Neurokinin-1 Receptor Is Essential for the Viability of Human Glioma Cells: A Possible Target for Treating Glioblastoma."}, {"pubmed": 35600049, "text": "A Substance P (SP)/Neurokinin-1 Receptor Axis Promotes Perineural Invasion of Pancreatic Cancer and Is Affected by lncRNA LOC389641."}, {"pubmed": 35726575, "text": "Substance P promotes the progression of bronchial asthma through activating the PI3K/AKT/NF-kappaB pathway mediated cellular inflammation and pyroptotic cell death in bronchial epithelial cells."}, {"pubmed": 36001730, "text": "Upregulated expression of substance P and NK1R in blood monocytes and B cells of patients with allergic rhinitis and asthma."}, {"pubmed": 36629320, "text": "Neurokinin-1 receptor is highly expressed in cervical cancer and its antagonist induces cervical cancer cell apoptosis."}, {"pubmed": 36651605, "text": "The neuropeptide substance P/neurokinin-1 receptor system and diabetes: From mechanism to therapy."}, {"pubmed": 37013432, "text": "Alpha Calcitonin Gene-related Peptide, Neuropeptide Y, and Substance P as Biomarkers for Diagnosis and Disease Activity and Severity in Multiple Sclerosis."}, {"pubmed": 37408182, "text": "Involvement of Substance P (SP) and Its Related NK1 Receptor in Primary Sjogren's Syndrome (pSS) Pathogenesis."}, {"pubmed": 37454559, "text": "TNF-alpha evokes blood-brain barrier dysfunction through activation of Rho-kinase and neurokinin 1 receptor."}], "genomic_pos": {"chr": "2", "end": 75199520, "ensemblgene": "ENSG00000115353", "start": 75046463, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 75426826, "start": 75273590, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002118", "qualifier": "involved_in", "term": "aggressive behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002687", "qualifier": "involved_in", "term": "positive regulation of leukocyte migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003051", "qualifier": "involved_in", "term": "angiotensin-mediated drinking behavior"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 10854844, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007200", "pubmed": 1657150, "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007204", "pubmed": 12716968, "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007217", "pubmed": 17986524, "qualifier": "involved_in", "term": "tachykinin receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007217", "pubmed": 12716968, "qualifier": "involved_in", "term": "tachykinin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007616", "qualifier": "involved_in", "term": "long-term memory"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008306", "qualifier": "involved_in", "term": "associative learning"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009582", "pubmed": 9537323, "qualifier": "involved_in", "term": "detection of abiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010193", "qualifier": "involved_in", "term": "response to ozone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010634", "qualifier": "involved_in", "term": "positive regulation of epithelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010996", "qualifier": "involved_in", "term": "response to auditory stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014910", "qualifier": "involved_in", "term": "regulation of smooth muscle cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032224", "qualifier": "involved_in", "term": "positive regulation of synaptic transmission, cholinergic"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032230", "qualifier": "involved_in", "term": "positive regulation of synaptic transmission, GABAergic"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032570", "qualifier": "involved_in", "term": "response to progesterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035094", "qualifier": "involved_in", "term": "response to nicotine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035106", "qualifier": "involved_in", "term": "operant conditioning"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042713", "qualifier": "involved_in", "term": "sperm ejaculation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042755", "qualifier": "involved_in", "term": "eating behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043117", "qualifier": "involved_in", "term": "positive regulation of vascular permeability"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045760", "qualifier": "involved_in", "term": "positive regulation of action potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045777", "qualifier": "involved_in", "term": "positive regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045778", "qualifier": "involved_in", "term": "positive regulation of ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045907", "qualifier": "involved_in", "term": "positive regulation of vasoconstriction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046887", "qualifier": "involved_in", "term": "positive regulation of hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048266", "qualifier": "involved_in", "term": "behavioral response to pain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048660", "qualifier": "involved_in", "term": "regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050671", "qualifier": "involved_in", "term": "positive regulation of lymphocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050679", "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051496", "qualifier": "involved_in", "term": "positive regulation of stress fiber assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051602", "qualifier": "involved_in", "term": "response to electrical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060083", "qualifier": "involved_in", "term": "smooth muscle contraction involved in micturition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070474", "qualifier": "involved_in", "term": "positive regulation of uterine smooth muscle contraction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1902093", "qualifier": "involved_in", "term": "positive regulation of flagellated sperm motility"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902093", "pubmed": 17437961, "qualifier": "involved_in", "term": "positive regulation of flagellated sperm motility"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 17986524, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036126", "pubmed": 17437961, "qualifier": "located_in", "term": "sperm flagellum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0044297", "qualifier": "located_in", "term": "cell body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0061827", "pubmed": 17437961, "qualifier": "located_in", "term": "sperm head"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0097225", "qualifier": "is_active_in", "term": "sperm midpiece"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097225", "pubmed": 17437961, "qualifier": "located_in", "term": "sperm midpiece"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004995", "pubmed": 8985172, "qualifier": "enables", "term": "tachykinin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12716968, 17986524, 23597562, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016496", "qualifier": "enables", "term": "substance P receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016496", "pubmed": 12716968, "qualifier": "enables", "term": "substance P receptor activity"}]}, "homologene": {"genes": [[7955, 564017], [7955, 100003539], [8364, 100127678], [9031, 395677], [9544, 653008], [9598, 470412], [9606, 6869], [9615, 403815], [9913, 407133], [10090, 21336], [10116, 24807]], "id": 20288}, "interpro": [{"desc": "Neurokinin NK1 receptor", "id": "IPR000046", "short_desc": "NK1_rcpt"}, {"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Neurokinin receptor", "id": "IPR001681", "short_desc": "Neurokn_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00012729", "map_location": "2p12", "name": "tachykinin receptor 1", "other_names": ["NK-1 receptor", "NK-1R", "neurokinin receptor 1", "substance-P receptor", "tachykinin receptor 1 (substance P receptor; neurokinin-1 receptor)"], "pantherdb": {"HGNC": "11526", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98475", "ortholog_type": "LDO", "panther_family": "PTHR46925", "taxid": 10090, "uniprot_kb": "P30548"}, {"RGD": "3811", "ortholog_type": "LDO", "panther_family": "PTHR46925", "taxid": 10116, "uniprot_kb": "P14600"}, {"Ensembl": "ENSGALG00000036638", "ortholog_type": "LDO", "panther_family": "PTHR46925", "taxid": 9031, "uniprot_kb": "Q9W6I3"}, {"ZFIN": "ZDB-GENE-091117-17", "ortholog_type": "O", "panther_family": "PTHR46925", "taxid": 7955, "uniprot_kb": "A0A0R4IDZ1"}, {"ZFIN": "ZDB-GENE-060526-185", "ortholog_type": "LDO", "panther_family": "PTHR46925", "taxid": 7955, "uniprot_kb": "E9QCW0"}, {"WormBase": "WBGene00006576", "ortholog_type": "O", "panther_family": "PTHR46925", "taxid": 6239, "uniprot_kb": "Q03566"}], "uniprot_kb": "P25103"}, "pathway": {"kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380095", "name": "Tachykinin receptors bind tachykinins"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-8856825", "name": "Cargo recognition for clathrin-mediated endocytosis"}, {"id": "R-HSA-8856828", "name": "Clathrin-mediated endocytosis"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": ["2KS9", "2KSA", "2KSB", "6E59", "6HLL", "6HLO", "6HLP", "7P00", "7P02", "7RMG", "7RMH", "7RMI", "8U26"], "pfam": "PF00001", "pharmgkb": "PA36302", "pharos": {"target_id": 4424, "tdl": "Tclin"}, "pir": "A41134", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256947", "relationship": "is"}, {"id": "GNF256948", "relationship": "is"}, {"id": "GNF256949", "relationship": "is"}, {"id": "GNF256950", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280160", "relationship": "is"}, {"id": "GNF280161", "relationship": "is"}, {"id": "GNF280162", "relationship": "is"}, {"id": "GNF280163", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF050405", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091249", "relationship": "is"}, {"id": "GNF091250", "relationship": "is"}, {"id": "GNF091251", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053644", "relationship": "is"}, {"id": "GNF058412", "relationship": "is"}, {"id": "GNF073632", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063732", "relationship": "is"}, {"id": "GNF068635", "relationship": "is"}, {"id": "GNF068636", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278410", "relationship": "is"}, {"id": "GNF278555", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093610", "relationship": "is"}, {"id": "GNF133268", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_029522.2"], "protein": ["NP_001049.1", "NP_056542.1"], "rna": ["NM_001058.4", "NM_015727.3"], "translation": [{"protein": "NP_001049.1", "rna": "NM_001058.4"}, {"protein": "NP_056542.1", "rna": "NM_015727.3"}]}, "reporter": {"HG-U133_Plus_2": ["208048_at", "208049_s_at", "210637_at", "230908_at"], "HG-U95Av2": "35077_at", "HG-U95B": "47806_at", "HTA-2_0": "TC02002005.hg.1", "HuEx-1_0": "2560524", "HuGene-1_1": "8053266", "HuGene-2_1": "16899401"}, "summary": "This gene belongs to a gene family of tachykinin receptors. These tachykinin receptors are characterized by interactions with G proteins and contain seven hydrophobic transmembrane regions. This gene encodes the receptor for the tachykinin substance P, also referred to as neurokinin 1. The encoded protein is also involved in the mediation of phosphatidylinositol metabolism of substance P. [provided by RefSeq, Sep 2008].", "symbol": "TACR1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420565"}, "unigene": "Hs.633301", "uniprot": {"Swiss-Prot": "P25103"}, "wikipedia": {"url_stub": "Tachykinin receptor 1"}}