{"AllianceGenome": "11530", "HGNC": "11530", "MIM": "137290", "_id": "4070", "_version": 1, "accession": {"genomic": ["AL035411.28", "CH471059.2", "CP068277.2", "FJ970024.1", "GU138371.1", "HQ190914.1", "HQ190915.1", "J04152.1", "KT922007.1", "NC_000001.11", "NC_060925.1", "NG_016237.1"], "protein": ["AAA52505.1", "AAH09409.1", "AAP35919.1", "ACR78188.1", "ACZ01960.1", "AMR60704.1", "CAA31781.1", "CAA54799.1", "CAG47056.1", "EAX06630.1", "NP_002344.2", "P09758.3"], "rna": ["AI201870.1", "AW052118.1", "BC009409.1", "BM765888.1", "BT007255.1", "CD722224.1", "CR542260.1", "CV027795.1", "NM_002353.3", "X13425.1", "X77753.1"], "translation": [{"protein": "NP_002344.2", "rna": "NM_002353.3"}, {"protein": "CAA31781.1", "rna": "X13425.1"}, {"protein": "AAP35919.1", "rna": "BT007255.1"}, {"protein": "AAH09409.1", "rna": "BC009409.1"}, {"protein": "CAG47056.1", "rna": "CR542260.1"}, {"protein": "CAA54799.1", "rna": "X77753.1"}]}, "alias": ["EGP-1", "EGP1", "GA733-1", "GA7331", "GP50", "M1S1", "TROP2"], "ensembl": {"gene": "ENSG00000184292", "protein": "ENSP00000360269", "transcript": "ENST00000371225", "translation": [{"protein": "ENSP00000360269", "rna": "ENST00000371225"}], "type_of_gene": "protein_coding"}, "entrezgene": "4070", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.6070353224678, "exp_mis": 162.462200612806, "exp_syn": 90.3784503090442, "lof_z": 0.985919963466013, "mis_z": 1.5910819144729, "mu_lof": 2.82034899871e-07, "mu_mis": 1.98435917148e-05, "mu_syn": 1.1022666656e-05, "n_lof": 1.0, "n_mis": 121.0, "n_syn": 48.0, "p_li": 0.20524803232453, "p_null": 0.146620017487007, "p_rec": 0.648131950188463, "syn_z": 2.76351645576449}, "bp": 972, "cds_end": 59042828, "cds_start": 59041856, "n_exons": 1, "nonpsych": {"exp_lof": 2.34473521043346, "exp_mis": 147.029089983324, "exp_syn": 81.786367054968, "lof_z": 0.862465726033299, "mis_z": 1.66508294472138, "mu_lof": 2.82034899871e-07, "mu_mis": 1.98435917148e-05, "mu_syn": 1.1022666656e-05, "n_lof": 1.0, "n_mis": 107.0, "n_syn": 45.0, "p_li": 0.206773011949758, "p_null": 0.16436816130979, "p_rec": 0.628858826740452, "syn_z": 2.56100252696272}, "nontcga": {"exp_lof": 2.39702188922841, "exp_mis": 149.463785103103, "exp_syn": 83.1467593735256, "lof_z": 1.52727505830671, "mis_z": 1.68970483797654, "mu_lof": 2.82034899871e-07, "mu_mis": 1.98435917148e-05, "mu_syn": 1.1022666656e-05, "n_lof": 0.0, "n_mis": 108.0, "n_syn": 44.0, "p_li": 0.588252294621834, "p_null": 0.0409233232664677, "p_rec": 0.370824382111698, "syn_z": 2.71828790091919}, "transcript": "ENST00000371225.2"}, "exons": [{"cdsend": 58577156, "cdsstart": 58576184, "chr": "1", "position": [[58575432, 58577252]], "strand": -1, "transcript": "NM_002353", "txend": 58577252, "txstart": 58575432}], "exons_hg19": [{"cdsend": 59042828, "cdsstart": 59041856, "chr": "1", "position": [[59041104, 59042924]], "strand": -1, "transcript": "NM_002353", "txend": 59042924, "txstart": 59041104}], "generif": [{"pubmed": 9462726, "text": "Discusses cloning of mouse Trop2 and comparison to the human homolog."}, {"pubmed": 12036680, "text": "The Q118X mutation of the M1S1 gene can produce either a gelatinous drop-like region or band-shaped opacities."}, {"pubmed": 12107443, "text": "Allelic and locus heterogeneity in autosomal recessive gelatinous drop-like corneal dystrophy. Seven novel mutations (M1R, 8-bp ins., Q118 E, V194 E, C119 S, 870delC, and 1117delA) were identified in six families and two unrelated individuals."}, {"pubmed": 12614764, "text": "A novel mutation of M1S1 gene found in a Vietnamese patient with gelatinous droplike corneal dystrophy."}, {"pubmed": 15013888, "text": "Because the compound heterozygote mutations Q118X and Y184C cosegregated with the phenotype, they are likely the cause of GDLD (gelatinous droplike corneal dystrophy) in this patient."}, {"pubmed": 15295654, "text": "The affected members had compound heterozygous mutations consisting of a nonsense change at codon 84 (K84X) and a missense mutation resulting in a substitution of arginine for cysteine at codon 108 (C108R)."}, {"pubmed": 15652848, "text": "The results confirm that the missense mutation L186P in the TACSTD2 gene is also responsible for the GDLD (gelatinous droplike dystrophy) phenotype."}, {"pubmed": 16232198, "text": "abnormal transcription of TACSTD2 and S100A2 are thought to be unique molecular markers of the preinvasive stage of lung adenocarcinoma"}, {"pubmed": 16707602, "text": "TROP2 mRNA and protein were overexpressed in colorectal cancer cells, and high TROP2 expression status correlated with liver metastasis and poor prognosis"}, {"pubmed": 17167402, "text": "Newly identified mutation is predicted to generate shortened protein product, thereby completely altering COOH-terminal region and deleting transmembrane domain, required for anchoring at cell membranes and phosphatidylinosyol2-binding site."}, {"pubmed": 17653040, "text": "study reports two novel mutations in two gelatinous drop-like corneal dystrophy families and expands the spectrum of mutations in TACSTD2 gene that may cause pathological corneal amyloidosis"}, {"pubmed": 17721311, "text": "This is the first report, to our knowledge, of a homozygous mutation (L186P) in the M1S1 gene found in a Turkish patient."}, {"pubmed": 17768381, "text": "It is concluded that Gelatinous Drop-like Corneal Dystrophy (GDLD) in the pedigree is probably not caused by mutations in TACSTD2, supporting evidence for the existence of at least one other locus for GDLD."}, {"pubmed": 17878632, "text": "Detection of GA733 mRNA by qualitative RT-PCR is highly specific for diagnosis of malignant pleural and peritoneal effusions."}, {"pubmed": 17898270, "text": "Although mutations in TACSTD2 among Iranian patients with GDLD were heterogeneous, E227K was found to be a common mutation. It is suggested that E227K may be a founder mutation in this population"}, {"pubmed": 18084248, "text": "TROP2 overexpression is an independent prognostic marker in patients with oral squamous cell carcinoma."}, {"pubmed": 18281513, "text": "Trop-2 is an oncogene that has potential as a therapeutic target in colon cancer."}, {"pubmed": 18813308, "text": "TROP2 could be a novel prognostic biomarker for pancreatic cancer."}, {"pubmed": 18829570, "text": "The chimeric mRNA is a bicistronic transcript of post transcriptional origin that independently translates the Cyclin D1 and Trop-2 proteins in cancer cells."}, {"pubmed": 19088204, "text": "Trop2 identifies a subpopulation of murine and human prostate basal cells with stem cell characteristics.("}, {"pubmed": 19421758, "text": "Elevated expressions of MMP7, TROP2, and survivin are associated with survival, disease recurrence, and liver metastasis of colon cancer."}, {"pubmed": 19434540, "text": "TROP2 is a differentially expressed gene between left-sided and right-sided colon cancer, and high expression is closely related to factors indicating poor prognosis."}, {"pubmed": 19693293, "text": "The newly identified mutation expands the spectrum of mutations in TACSTD2 that may cause pathological corneal amyloidosis."}, {"pubmed": 20060709, "text": "Trop-2 protein overexpression correlates with an aggressive malignant phenotype and may constitute a novel prognostic factor for epithelial ovarian cancer"}, {"pubmed": 20454699, "text": "Novel TACSTD2 C119Y mutation leading to amino acid substitution was identified in two affected siblings. Protein modeling studies revealed an exposed cysteine residue."}, {"pubmed": 20473768, "text": "TROP2 overexpression and lymph node metastasis were independent prognostic markers in pulmonary adenocarcinoma"}, {"pubmed": 20651236, "text": "loss of function of the TACSTD2 gene impairs epithelial barrier function through decreased expression and altered subcellular localization of tight junction-related proteins in Gelatinous drop-like dystrophy corneas"}, {"pubmed": 20858281, "text": "Study also provides the first indication of a molecular signaling pathway activated by Trop2 which has important implications for cancer cell growth and survival."}, {"pubmed": 21052915, "text": "Genetic analysis revealed that all the patients possessed a homozygous Q118X mutation in TACSTD2, a major founder mutation in Japanese gelatinous drop-like corneal dystrophy."}, {"pubmed": 21246534, "text": "Trop-2 was highly expressed in uterine serous carcinoma at mRNA and protein levels"}, {"pubmed": 21418992, "text": "The expression of Trop-2 is correlated with the development and malignancy of pancreatic cancer."}, {"pubmed": 21541270, "text": "Two novel mutations of TACSTD2 are found in three Japanese gelatinous drop-like corneal dystrophy families with their aberrant subcellular localization."}, {"pubmed": 21551320, "text": "In human and mouse, Trop2 is highly expressed at both the transcript and protein levels on several essential normal tissues."}, {"pubmed": 21677668, "text": "TROP2 (TACSTD2), an EpCAM-like molecule, is a specific marker for TGF-beta1-dependent human epidermal Langerhans cells"}, {"pubmed": 22075385, "text": "Trop-2 is overexpressed in a proportion of human uterine (UMMT) and ovarian (OMMT) carcinosarcoma."}, {"pubmed": 22190649, "text": "TACSTD2 expression was inversely correlated with methylation (P=0.016), and both measures were associated with fat mass (expression, P=0.049; methylation, P=0.037)"}, {"pubmed": 22349828, "text": "Our data support a model where above-baseline expression of wild-type Trop-2 is a key driver of human cancer growth."}, {"pubmed": 22378065, "text": "our data demonstrate that the transmembrane receptor Trop-2 is a regulator of PrCa cell adhesion to fibronectin through activation of the beta(1) integrin-RACK1-FAK-Src signaling axis"}, {"pubmed": 22419550, "text": "Inactivation of TROP2 due to loss of heterozygosity or by DNA methylation may play an important role in lung cancer tumourigenicity through losing its suppressive effect on IGF-1R signalling and tumour growth."}, {"pubmed": 22562244, "text": "Network hubs and interacting partners are co-expressed with Trop-2 in primary human tumours, supporting a role of this signalling network in cancer growth."}, {"pubmed": 22987366, "text": "TROP2 gene expression can be used as an independent prognostic indicator for squamous cell carcinoma of the larynx."}, {"pubmed": 23031786, "text": "study characterized the expression of TACSTD2 in invasive ductal breast cancer(IDC) and adjacent non-malignant tissues; studies demonstrated that the high expression of TACSTD2 correlates with a poor prognosis in IDC"}, {"pubmed": 23038033, "text": "More than 90% of Gelatinous drop-like corneal dystrophy (GDLD) patients possessed the same haplotype with a Q118X mutation in TACSTD2."}, {"pubmed": 23055188, "text": "High expression of TROP2 was associated with stage stage IIb colon cancer."}, {"pubmed": 23397225, "text": "The results of this study suggested that the TROP2 correlated with malignancy, proliferation and angiogenesis in human gliomas"}, {"pubmed": 23416980, "text": "miR-125b-1 causes mitogen-activated protein kinase pathway dysfunction through regulation of TACSTD2 expression."}, {"pubmed": 23536555, "text": "show that Trop-2 enhances directional prostate cancer cell migration, through modulation of Rac1 GTPase activity"}, {"pubmed": 23868985, "text": "The cells exhibited a low epithelial barrier function as well as decreased expression of tight-junction-related proteins claudin 1 and 7."}, {"pubmed": 23872121, "text": "Used the Sf9 cells to express the Trop2 ectodomain (Trop2EC) in two forms - wt glycosylated (gTrop2EC) and mutant non-glycosylated form (Trop2EC(Delta/N)). Recombinant protein was purified and structure studied."}, {"pubmed": 23979406, "text": "Trop2 expression reflects a more malignant phenotype and may serve as an unfavorable prognostic factor for extranodal NK/T cell lymphoma, nasal type"}, {"pubmed": 24086649, "text": "Overexpression of TROP2 predicts poor prognosis of patients with cervical cancer and promotes the proliferation and invasion of cervical cancer cells by regulating ERK signaling pathway."}, {"pubmed": 24651436, "text": "Inhibition of Tacstd2 expression significantly inhibited chemotherapeutic reagent-induced apoptosis, and TACSTD2 regulated apoptotic gene expression through P63 containing the transactivation domain (TAp63)."}, {"pubmed": 24764155, "text": "TACSTD2 protein, human is predicting lymph node metastases in OSCC, overall survival and disease-free survival."}, {"pubmed": 24816726, "text": "Trop2 is important in proliferation and apoptosis regulation in CaSki cells, which may become a novel target for cervical cancer treatment."}, {"pubmed": 24824621, "text": "we demonstrate that the Trop-2 activation states are critical determinants of tumor progression and are powerful indicators of breast cancer patients survival."}, {"pubmed": 25164548, "text": "TROP-2 can be used as well as HBME-1 in thyroid cytology to detect PTC."}, {"pubmed": 25238142, "text": "Trop2 loss triggers sensitivity to anti-ErbB3 antibodies, which results in reduced proliferation and tumorigenic growth of Trop2 negative head and neck squamous cell cancer cells."}, {"pubmed": 25523132, "text": "studies have begun to identify the mechanisms underlying TROP2's functions, including regulated intramembrane proteolysis or specific interactions with integrin b1 and claudin proteins."}, {"pubmed": 25550831, "text": "This study reveals that both EpCAM and Trop2 overexpression in pituitary adenomas correlate significantly with invasiveness and proliferation. Follow-up analysis shows that Trop2 is a predictive factor for recurrence/progression for PAs."}, {"pubmed": 25779928, "text": "These observations suggest that Trop2 serves an oncogenic role in LSCC and has potential as a therapeutic target"}, {"pubmed": 26059528, "text": "TROP2 protein is expressed at high levels in the colon cancer tissues."}, {"pubmed": 26101915, "text": "Trop-2 is a novel target for ADC therapy because of its high expression by many solid cancers."}, {"pubmed": 26115884, "text": "The amino acid exchange resulting from 4461T[C does not appear to alter binding of HO-3, suggesting that treatment with catumaxomab can be offered to patients regardless of their TACSTD1-genotype."}, {"pubmed": 26481593, "text": "TROP-2 is specifically expressed in papillary thyroid carcinoma."}, {"pubmed": 26600538, "text": "Lower GA733-2 expression in cancer tissues appeared to correlate with lymph node metastases (P < 0.05). GA733-1 gene expression was significantly higher in cancerous samples"}, {"pubmed": 26617817, "text": "overexpression of TROP2 appears to be an independent predictor for poor clinical outcome in nasopharyngeal carcinoma"}, {"pubmed": 26626643, "text": "TROP2 is epigenetically down-regulated and operates as a negative regulator of cell proliferation and migration in liver fluke-associated cholangiocarcinoma."}, {"pubmed": 26716416, "text": "Trop2 expression was higher in GC tissues than in neighboring non-tumor tissues. Increased Trop2 protein levels in GC were associated with increased differentiation, tumor node metastasis stage, tumor size, lymph node metastasis, distant metastasis, and H. pylori infection."}, {"pubmed": 26773504, "text": "Altogether, our data suggest that TROP2 plays an important role in promoting ADC and may represent a novel prognostic biomarker and therapeutic target for the disease."}, {"pubmed": 26862947, "text": "findings demonstrate that a membranous TROP-2 staining pattern is highly specific for PTC, which may serve as a potential diagnostic marker aiding in the accurate classification of morphologically equivocal thyroid follicular-patterned lesions"}, {"pubmed": 27022065, "text": "Our findings indicate that the expression of Trop-2 is a stringent predictor of tumor response to AKT inhibitors. They also support the identification of target-activatory pathways, as efficient predictors of response in precision cancer therapy."}, {"pubmed": 27127000, "text": "TROP2 was overexpressed specifically in the majority of epithelial ovarian cancer and may be a novel prognostic biomarker"}, {"pubmed": 27149532, "text": "Our results expand the mutational spectrum of TACSTD2 in patients with gelatinous drop-like corneal dystrophy (GDLD)."}, {"pubmed": 27227392, "text": "We identified a homozygous TACSTD2 missense mutation, c.551A>G, p.(Tyr184Cys), in the affected family members. Both parents were heterozygous for the mutation, and unaffected siblings were either heterozygous or homozygous wild-type for this allele."}, {"pubmed": 27283984, "text": "Findings suggest that high TROP2 expression identifies distinct cell sub-populations in androgen-sensitive and androgen-independent prostate tumors and that it may be a predictive biomarker for prostate cancer treatment response in androgen-sensitive tumors."}, {"pubmed": 27311870, "text": "TROP-2 membranous staining is a very sensitive and specific marker for the classic and tall cell variants of papillary thyroid carcinoma, and for papillary microcarcinomas , with high overall specificity for papillary thyroid carcinoma"}, {"pubmed": 27887617, "text": "TROP2 may play a crucial role in COPD by affecting basal cells function and thus airway remodeling through increased basal cells hyperplasia"}, {"pubmed": 28256068, "text": "Results show that TROP2 expression is up-regulated in gastric tumor and its co-expression with AREG protein is associated with TNM stage, tumor size, lymph node metastases, and distant metastases."}, {"pubmed": 28345466, "text": "The results suggested that trop2 facilitated neovascularization of non-small-cell lung cancer via activating ERK1/2 signaling pathway."}, {"pubmed": 28404926, "text": "these results suggest a differential role for TROP2 in different lung cancer subtypes"}, {"pubmed": 28423362, "text": "TROP2 promoted the proliferation, migration and metastasis of gallbladder cancer cells by regulating PI3K/AKT pathway and inducing EMT."}, {"pubmed": 28547974, "text": "we compared the diagnostic value of TROP-2 expression in distinguishing between benign and malignant thyroid lesions to those of HBME-1, CK19 and galectin-3"}, {"pubmed": 28709407, "text": "The results from clinical specimens showed that Trop2 expression correlated with MMP2 expression in primary thyroid cancer.  The current study suggests that elevated expression of Trop2 may represent an important molecular hallmark that is biologically and clinically relevant to the progression of thyroid cancer."}, {"pubmed": 29538454, "text": "TACSTD2 downregulation is associated with hepatocellular carcinoma."}, {"pubmed": 29845216, "text": "these results suggested that TROP2 may promote osteosarcoma cell proliferation and migration via PI3K/AKT signaling and may serve as a novel treatment target for osteosarcoma ."}, {"pubmed": 29901160, "text": "Trop2 has a potential role in the promotion of EMT in BC."}, {"pubmed": 29951933, "text": "TROP-2, SLP-2 and CD56 were effective diagnostic markers for PTC, especially when they were combined to use."}, {"pubmed": 30098828, "text": "The results suggest that TROP2 expression could be an effective prognostic biomarker for oral squamous cell carcinoma"}, {"pubmed": 30431125, "text": "Study demonstrated that TROP2 expression was increased in glioblastoma tissues and glioblastoma cell lines. High TROP2 expression was significantly correlated with the poor survival of glioblastoma patients."}, {"pubmed": 30632714, "text": "These sets of data reveal a novel regulatory network of Trop2 in EMT and GC metastasis, suggesting Trop2 as a useful marker for inducing EMT and metastasis of GC, which may help to lead a better understanding of the pathogenesis of the GC."}, {"pubmed": 30678511, "text": "High TROP2 expression is associated with proliferation and invasion of hepatocellular carcinoma."}, {"pubmed": 30971541, "text": "TROP-2 can be considered a useful marker for distinguishing papillary thyroid carcinoma follicular variant cases from follicular nodular disease and follicular adenoma cases because of its high sensitivity in the identification of papillary carcinomas of the thyroid."}, {"pubmed": 31177095, "text": "findings provide evidence that Trop-2 is phosphorylated at Ser-322 by PKCalpha/delta and that this phosphorylation enhances cell motility and decreases claudin-7 localization to cellular borders"}, {"pubmed": 31196625, "text": "Binding of galectin-3 to MUC1 enhanced Sp1 recruitment, leading to Trop-2 induction."}, {"pubmed": 31638186, "text": "These results suggest that TROP2 induces cell growth, migration and invasion through activation of the PI3K/Akt signaling pathway in oral squamous cell carcinoma cells."}, {"pubmed": 31932422, "text": "High TROP2 expression is associated with metastatic prostate cancer with neuroendocrine phenotype."}, {"pubmed": 31964857, "text": "Trop2 Promotes Multidrug Resistance by Regulating Notch1 Signaling Pathway in Gastric Cancer Cells."}, {"pubmed": 31969666, "text": "Cervical carcinomas that overexpress human trophoblast cell-surface marker (Trop-2) are highly sensitive to the antibody-drug conjugate sacituzumab govitecan."}, {"pubmed": 32039532, "text": "Clinical impact of TROP2 in non-small lung cancers and its correlation with abnormal p53 nuclear accumulation."}, {"pubmed": 32326212, "text": "Matriptase Cleaves EpCAM and TROP2 in Keratinocytes, Destabilizing Both Proteins and Associated Claudins."}, {"pubmed": 32432338, "text": "Trop2 is upregulated in the transition to dysplasia in the metaplastic gastric mucosa."}, {"pubmed": 32761920, "text": "Proteolytic cleavage of Trop2 at Arg87 is mediated by matriptase and regulated by Val194."}, {"pubmed": 32768481, "text": "Trop2 inhibition of P16 expression and the cell cycle promotes intracellular calcium release in OSCC."}, {"pubmed": 32769331, "text": "Can TROP2 be used as a prognostic marker in endometrioid endometrial carcinoma?"}, {"pubmed": 32854652, "text": "Tissue mechanics and expression of TROP2 in oral squamous cell carcinoma with varying differentiation."}, {"pubmed": 32976980, "text": "EpCAM cellular functions in adhesion and migration, and potential impact on invasion: A critical review."}, {"pubmed": 33264108, "text": "Diagnostic Value of TROP2 Expression in Papillary Thyroid Carcinoma."}, {"pubmed": 33289434, "text": "TROP-2, 5hmC, and IDH1 Expression in Anaplastic Thyroid Carcinoma."}, {"pubmed": 33341704, "text": "Could trop-2 overexpression indicate tumor aggressiveness among prostatic adenocarcinomas?"}, {"pubmed": 33839455, "text": "Trop-2 cleavage by ADAM10 is an activator switch for cancer growth and metastasis."}, {"pubmed": 33882870, "text": "DNA methylation of tumor associated calcium signal transducer 2 (TACSTD2) loci shows association with clinically aggressive renal cell cancers."}, {"pubmed": 34299325, "text": "Trop2 Expression in Extramammary Paget's Disease and Normal Skin."}, {"pubmed": 34320447, "text": "Trop-2 induces ADAM10-mediated cleavage of E-cadherin and drives EMT-less metastasis in colon cancer."}, {"pubmed": 34774484, "text": "N-glycosylation status of Trop2 impacts its surface density, interaction with claudin-7 and exosomal release."}, {"pubmed": 35008509, "text": "Impact of Spatially Heterogeneous Trop-2 Expression on Prognosis in Oral Squamous Cell Carcinoma."}, {"pubmed": 35392784, "text": "TROP2 Down-regulated DSG2 to Promote Gastric Cancer Cell Invasion and Migration by EGFR/AKT and DSG2/PG/beta-Catenin Pathways."}, {"pubmed": 35789445, "text": "Trophoblast Cell Surface Antigen 2 gene (TACSTD2) expression in primary breast cancer."}, {"pubmed": 35838828, "text": "ATF2 loss promotes tumor invasion in colorectal cancer cells via upregulation of cancer driver TROP2."}, {"pubmed": 35882754, "text": "Alteration of Trop-2 expression in breast cancer cells by clinically used therapeutic agents and acquired tamoxifen resistance."}, {"pubmed": 36153494, "text": "Trophoblast cell-surface antigen 2 (TROP2) expression in triple-negative breast cancer."}, {"pubmed": 36759721, "text": "Trop-2 and Nectin-4 immunohistochemical expression in metastatic colorectal cancer: searching for the right population for drugs' development."}, {"pubmed": 37067548, "text": "TROP-2 is widely expressed in vulvar squamous cell carcinoma and represents a potential new therapeutic target."}, {"pubmed": 37121444, "text": "Targeting Trop-2 in cancer: Recent research progress and clinical application."}, {"pubmed": 37268280, "text": "TROP2 translation mediated by dual m[6]A/m[7]G RNA modifications promotes bladder cancer development."}, {"pubmed": 37380081, "text": "Trophoblast cell surface antigen-2 phosphorylation triggered by binding of galectin-3 drives metastasis through down-regulation of E-cadherin."}, {"pubmed": 37573703, "text": "High levels of expression of Trop-2 in thymic epithelial tumors."}, {"pubmed": 37675806, "text": "Trop-2 Is Highly Expressed in Early Luminal-Like Breast Cancer."}, {"pubmed": 38048058, "text": "TROP2 Is Associated with Primary Resistance to Immune Checkpoint Inhibition in Patients with Advanced Non-Small Cell Lung Cancer."}, {"pubmed": 38073379, "text": "Diagnostic and prognostic utility of TROP-2, SLP-2, and CXCL12 expression in papillary thyroid carcinoma."}, {"pubmed": 38196202, "text": "Associations of TACSTD2/TROP2 and NECTIN-4/NECTIN-4 with molecular subtypes, PD-L1 expression, and FGFR3 mutational status in two advanced urothelial bladder cancer cohorts."}, {"pubmed": 38302503, "text": "DNA demethylation and tri-methylation of H3K4 at the TACSTD2 promoter are complementary players for TROP2 regulation in colorectal cancer cells."}, {"pubmed": 38685507, "text": "TROP2 promotes PINK1-mediated mitophagy and apoptosis to accelerate the progression of senile chronic obstructive pulmonary disease by up-regulating DRP1 expression."}], "genomic_pos": {"chr": "1", "end": 58577252, "ensemblgene": "ENSG00000184292", "start": 58575433, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 59043166, "start": 59041099, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007601", "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010633", "qualifier": "involved_in", "term": "negative regulation of epithelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050678", "qualifier": "involved_in", "term": "regulation of epithelial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051497", "qualifier": "involved_in", "term": "negative regulation of stress fiber assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060675", "qualifier": "involved_in", "term": "ureteric bud morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090191", "qualifier": "involved_in", "term": "negative regulation of branching involved in ureteric bud morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900025", "qualifier": "involved_in", "term": "negative regulation of substrate adhesion-dependent cell spreading"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900028", "qualifier": "involved_in", "term": "negative regulation of ruffle assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000146", "qualifier": "involved_in", "term": "negative regulation of cell motility"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2000738", "qualifier": "involved_in", "term": "positive regulation of stem cell differentiation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 10192395, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009925", "qualifier": "located_in", "term": "basal plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8382772, "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016328", "qualifier": "located_in", "term": "lateral plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15607035, 32296183], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[9031, 772378], [9544, 716334], [9598, 456890], [9606, 4070], [9615, 610286], [9913, 539853], [10090, 56753], [10116, 494343]], "id": 1763}, "interpro": [{"desc": "Thyroglobulin type-1", "id": "IPR000716", "short_desc": "Thyroglobulin_1"}, {"desc": "Thyroglobulin type-1 superfamily", "id": "IPR036857", "short_desc": "Thyroglobulin_1_sf"}, {"desc": "Epithelial cell adhesion molecule N-terminal domain", "id": "IPR041630", "short_desc": "EpCAM_N"}, {"desc": "Transmembrane glycoprotein EPCAM/Trop-2", "id": "IPR043406", "short_desc": "EPCAM/Trop-2"}, {"desc": "EPCAM/Trop-2, C-terminal", "id": "IPR049420", "short_desc": "EPCAM-Trop-2_C"}], "ipi": "IPI00297910", "map_location": "1p32.1", "name": "tumor associated calcium signal transducer 2", "other_names": ["40kD glycoprotein, identified by monoclonal antibody GA733", "cell surface glycoprotein TROP2", "cell surface glycoprotein Trop-2", "epithelial glycoprotein-1", "gastrointestinal tumor-associated antigen GA7331", "membrane component, chromosome 1, surface marker 1", "pancreatic carcinoma marker protein GA733-1", "pancreatic carcinoma marker protein GA7331", "trophoblast cell surface antigen 2", "tumor-associated calcium signal transducer 2"], "pantherdb": {"HGNC": "11530", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1861606", "ortholog_type": "LDO", "panther_family": "PTHR14168", "taxid": 10090, "uniprot_kb": "Q8BGV3"}, {"RGD": "1359498", "ortholog_type": "LDO", "panther_family": "PTHR14168", "taxid": 10116, "uniprot_kb": "Q6P9Z6"}, {"Ensembl": "ENSGALG00000010867", "ortholog_type": "LDO", "panther_family": "PTHR14168", "taxid": 9031, "uniprot_kb": "F1NJR8"}, {"ZFIN": "ZDB-GENE-040426-2209", "ortholog_type": "O", "panther_family": "PTHR14168", "taxid": 7955, "uniprot_kb": "B8JM11"}], "uniprot_kb": "P09758"}, "pdb": ["2MAE", "2MVK", "2MVL", "7E5M", "7E5N", "7PEE"], "pfam": ["PF00086", "PF18635", "PF21283"], "pharmgkb": "PA36305", "pharos": {"target_id": 12413, "tdl": "Tclin"}, "pir": "A48149", "prosite": "PS51162", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252367", "relationship": "is"}, {"id": "GNF252368", "relationship": "is"}, {"id": "GNF252369", "relationship": "is"}, {"id": "GNF252370", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161741", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF037593", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091966", "relationship": "is"}, {"id": "GNF091967", "relationship": "is"}, {"id": "GNF091968", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052149", "relationship": "is"}, {"id": "GNF056915", "relationship": "is"}, {"id": "GNF061741", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070307", "relationship": "is"}, {"id": "GNF070308", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014279", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285756", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100428", "relationship": "is"}, {"id": "GNF140083", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_016237.1"], "protein": "NP_002344.2", "rna": "NM_002353.3", "translation": {"protein": "NP_002344.2", "rna": "NM_002353.3"}}, "reporter": {"HG-U133_Plus_2": ["202285_s_at", "202286_s_at", "202287_s_at", "227128_s_at"], "HG-U95Av2": ["291_s_at", "41286_at"], "HTA-2_0": "TC01002706.hg.1", "HuEx-1_0": "2414958", "HuGene-1_1": "7916584", "HuGene-2_1": "16687847"}, "summary": "This intronless gene encodes a carcinoma-associated antigen. This antigen is a cell surface receptor that transduces calcium signals. Mutations of this gene have been associated with gelatinous drop-like corneal dystrophy.[provided by RefSeq, Dec 2009].", "symbol": "TACSTD2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0920274"}, "unigene": "Hs.23582", "uniprot": {"Swiss-Prot": "P09758"}, "wikipedia": {"url_stub": "TACSTD2"}}