{"AllianceGenome": "11553", "HGNC": "11553", "MIM": "600818", "_id": "6876", "_version": 1, "accession": {"genomic": ["AC022760.2", "AH006172.2", "AP000761.2", "AP000892.4", "AP005018.1", "CH471065.1", "CP068267.2", "D84342.2", "EF153019.1", "EF445005.1", "EF445034.1", "FJ858739.1", "NC_000011.10", "NC_060935.1", "U73638.1"], "protein": ["AAA58351.1", "AAA58375.1", "AAC21582.1", "AAH04927.1", "AAH10946.1", "AAH65829.1", "AAH92415.1", "AAH93050.1", "AAV38454.1", "AAV38455.1", "ACA06038.1", "ACA06079.1", "ACA06080.1", "ADO22237.1", "BAA21811.1", "BAA21839.1", "BAD92792.1", "BAD96722.1", "BAG36752.1", "CAG38723.1", "CAG46482.1", "CAH18406.1", "EAW67298.1", "EAW67299.1", "EAW67300.1", "EAW67301.1", "EAW67302.1", "NP_001001522.1", "NP_003177.2", "Q01995.4"], "rna": ["AB209555.1", "AI817828.1", "AK223002.1", "AK314043.1", "BC004927.1", "BC010946.1", "BC024296.1", "BC041624.1", "BC065829.1", "BC092415.1", "BC093050.1", "BI830888.1", "BQ897303.1", "BT019648.1", "BT019649.1", "BX640723.1", "CR536484.1", "CR541681.1", "CR749612.1", "D17409.1", "GQ891375.1", "M83106.1", "M95787.1", "NM_001001522.2", "NM_003186.5"], "translation": [{"protein": "ADO22237.1", "rna": "GQ891375.1"}, {"protein": "AAA58375.1", "rna": "M83106.1"}, {"protein": "AAV38454.1", "rna": "BT019648.1"}, {"protein": "BAA21811.1", "rna": "D17409.1"}, {"protein": "AAA58351.1", "rna": "M95787.1"}, {"protein": "BAG36752.1", "rna": "AK314043.1"}, {"protein": "AAV38455.1", "rna": "BT019649.1"}, {"protein": "BAD92792.1", "rna": "AB209555.1"}, {"protein": "NP_003177.2", "rna": "NM_003186.5"}, {"protein": "AAH65829.1", "rna": "BC065829.1"}, {"protein": "AAH93050.1", "rna": "BC093050.1"}, {"protein": "AAH04927.1", "rna": "BC004927.1"}, {"protein": "CAG38723.1", "rna": "CR536484.1"}, {"protein": "CAH18406.1", "rna": "CR749612.1"}, {"protein": "AAH10946.1", "rna": "BC010946.1"}, {"protein": "BAD96722.1", "rna": "AK223002.1"}, {"protein": "NP_001001522.1", "rna": "NM_001001522.2"}, {"protein": "AAH92415.1", "rna": "BC092415.1"}, {"protein": "CAG46482.1", "rna": "CR541681.1"}]}, "alias": ["SM22", "SM22-alpha", "SMCC", "TAGLN1", "TGLN", "WS3-10"], "ensembl": {"gene": "ENSG00000149591", "protein": ["ENSP00000278968", "ENSP00000376678", "ENSP00000431862", "ENSP00000431941", "ENSP00000432054", "ENSP00000432282", "ENSP00000432380"], "transcript": ["ENST00000278968", "ENST00000392951", "ENST00000525531", "ENST00000529622", "ENST00000529792", "ENST00000530649", "ENST00000532870", "ENST00000533863"], "translation": [{"protein": "ENSP00000376678", "rna": "ENST00000392951"}, {"protein": "ENSP00000432054", "rna": "ENST00000525531"}, {"protein": "ENSP00000278968", "rna": "ENST00000278968"}, {"protein": "ENSP00000431862", "rna": "ENST00000529792"}, {"protein": "ENSP00000431941", "rna": "ENST00000530649"}, {"protein": "ENSP00000432282", "rna": "ENST00000532870"}, {"protein": "ENSP00000432380", "rna": "ENST00000529622"}], "type_of_gene": "protein_coding"}, "entrezgene": "6876", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.1433112482, "exp_mis": 74.1268186882, "exp_syn": 30.8818145857, "lof_z": 1.90626262585886, "mis_z": 0.0640152359565155, "mu_lof": 4.9911568278e-07, "mu_mis": 6.69118858198e-06, "mu_syn": 2.68450076338e-06, "n_lof": 2.0, "n_mis": 73.0, "n_syn": 32.0, "p_li": 0.241537680178233, "p_null": 0.0311004469640027, "p_rec": 0.727361872857765, "syn_z": -0.124742285310094}, "bp": 606, "cds_end": 117075075, "cds_start": 117073729, "n_exons": 4, "nonpsych": {"exp_lof": 6.38516865193, "exp_mis": 67.0117085547, "exp_syn": 27.8708088207, "lof_z": 1.70432360045815, "mis_z": 0.370411389984326, "mu_lof": 4.9911568278e-07, "mu_mis": 6.69118858198e-06, "mu_syn": 2.68450076338e-06, "n_lof": 2.0, "n_mis": 61.0, "n_syn": 30.0, "p_li": 0.212029511776851, "p_null": 0.0477269716944404, "p_rec": 0.740243516528709, "syn_z": -0.253923607792922}, "nontcga": {"exp_lof": 6.56402749994, "exp_mis": 68.188858929, "exp_syn": 28.403455488, "lof_z": 1.7572933839236, "mis_z": -0.0489383709647282, "mu_lof": 4.9911568278e-07, "mu_mis": 6.69118858198e-06, "mu_syn": 2.68450076338e-06, "n_lof": 2.0, "n_mis": 69.0, "n_syn": 27.0, "p_li": 0.208866652775168, "p_null": 0.0411957853443142, "p_rec": 0.749937561880518, "syn_z": 0.166738811328511}, "transcript": "ENST00000532870.1"}, "exons": [{"cdsend": 117204359, "cdsstart": 117203013, "chr": "11", "position": [[117199293, 117199829], [117203001, 117203193], [117203306, 117203484], [117203781, 117203884], [117204214, 117207465]], "strand": 1, "transcript": "NM_001001522", "txend": 117207465, "txstart": 117199293}, {"cdsend": 117204359, "cdsstart": 117203013, "chr": "11", "position": [[117199369, 117199432], [117203001, 117203193], [117203306, 117203484], [117203781, 117203884], [117204214, 117207464]], "strand": 1, "transcript": "NM_003186", "txend": 117207464, "txstart": 117199369}], "exons_hg19": [{"cdsend": 117075075, "cdsstart": 117073729, "chr": "11", "position": [[117070009, 117070545], [117073717, 117073909], [117074022, 117074200], [117074497, 117074600], [117074930, 117078181]], "strand": 1, "transcript": "NM_001001522", "txend": 117078181, "txstart": 117070009}, {"cdsend": 117075075, "cdsstart": 117073729, "chr": "11", "position": [[117070085, 117070148], [117073717, 117073909], [117074022, 117074200], [117074497, 117074600], [117074930, 117078180]], "strand": 1, "transcript": "NM_003186", "txend": 117078180, "txstart": 117070085}], "generif": [{"pubmed": 11773051, "text": "loss of transgelin gene expression may be an important early event in tumor progression and a diagnostic marker for breast and colon cancer development."}, {"pubmed": 17082327, "text": "Transgelin functions as a suppressor to inhibit prostate cancer cell growth"}, {"pubmed": 17305610, "text": "crystallization and X-ray diffraction of transgelin."}, {"pubmed": 17629319, "text": "SM22 expression in SMCs was dramatically higher than in GC cells, which indicates that SM22 is unlikely to be a proper biomarker for GC."}, {"pubmed": 18245174, "text": "tagln is a novel target of TGF-beta/Smad3-dependent gene expression in alveolar epithelial type II cells"}, {"pubmed": 18291675, "text": "2.3 A resolution crystal structure of full length human transgelin, whose main structural feature is confirmed to be a CH domain."}, {"pubmed": 18378184, "text": "acts as a tumour suppressor; expression is lost in prostate, breast and colon cancers"}, {"pubmed": 18446369, "text": "Identificaton of transgelin a novel biomarker for gastric adenocarcinoma."}, {"pubmed": 19011151, "text": "Selective overexpression of airway smooth muscle genes in asthmatic airways leads to increased Vmax, thus contributing to the airway hyperresponsiveness observed in asthma."}, {"pubmed": 19188659, "text": "Transgelin was expressed in pulmonary artery smooth myocytes under hypoxia compared with normoxia via and HIF-1alpha-independent pathway. Reducting transgelin expression by RNA interference impaired migration especially under hypoxia."}, {"pubmed": 19329940, "text": "Loss of transgelin involves gene promoter hypermethylation and is closely associated with poor overall survival in colorectal cancer patients."}, {"pubmed": 19724680, "text": "studies in colorectal cancer cell lines demonstrated roles for transgelin in promoting invasion, survival, and resistance to anoikis"}, {"pubmed": 19796641, "text": "Results demonstrate that SM22alpha can induce blockage of cell proliferation and cellular resistance to overcome the detrimental effects of damaging agents."}, {"pubmed": 19848416, "text": "in pulmonary adenocarcinoma, overexpression of TAGLN was strictly localized to the tumor-induced reactive myofibroblastic stromal tissue compartment, whereas overexpression of TAGLN2 was exclusively localized to the neoplastic glandular compartment"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20012321, "text": "Expression of the actin-associated protein transgelin (SM22) is decreased in prostate cancer"}, {"pubmed": 20066125, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20098441, "text": "results are indicative of p53-mediated mitochondria-associated apoptotic effects of transgelin on LNCaP cells in addition to its known suppressive effects on the AR pathway"}, {"pubmed": 20336793, "text": "Loss of SM22 is a molecular signature of colon cancer and is closely associated with progression, differentiation, and metastasis of colon cancer."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20540360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20705054, "text": "these findings provide the first demonstration that SM22alpha modulates cellular senescence caused by damaging agents via regulation of the p16(INK4a)/pRB pathway in HepG2 cells and that these effects of SM22alpha are partially mediated by MT-1G."}, {"pubmed": 20707403, "text": "Results indicate that the metastatic potential of CSCs arises from highly expressed Transgelin."}, {"pubmed": 21051832, "text": "The expression of Transgelin in the uterine body smooth muscle tissue of pregnant women during labor was higher than in non-labor."}, {"pubmed": 21092460, "text": "Down-regulation of SM22alpha in breast cancer is correlated with lymph node metastasis."}, {"pubmed": 21677441, "text": "Strong transgelin expression is observed in renal tissue of patients with glomerulonephritis; its distribution is comparable to that of alpha-smooth muscle actin (alpha-SMA), a marker of myofibroblast activation in the kidney."}, {"pubmed": 21763649, "text": "We found an increased expression of the TAGLN gene in endometriotic lesions compared with the eutopic endometrium of the same patients by real-time polymerase chain reaction."}, {"pubmed": 22245152, "text": "SM22alpha overexpression enhances tumor cell growth and activates the IGF1R/PI3K/Akt pathway via direct interaction with IGF1Rbeta."}, {"pubmed": 22257561, "text": "Depletion of SM22 could contribute to tumourigenic properties of cells. Reduction in SM22 would tend to promote cell survival when cells are under hypoxic stress, and may also contribute to increases in actin dynamics that favour metastatic potential."}, {"pubmed": 22365974, "text": "COX7A2, TAGLN2 and S100-A10 as novel prognostic markers in Barrett's adenocarcinoma."}, {"pubmed": 23138394, "text": "the expressions of TAGLN were significantly reduced in colorectal carcinoma tissues and cells, and overexpression of TAGLN could decrease the proliferation and invasion and increase the apoptosis of LoVo cells"}, {"pubmed": 23174934, "text": "In leiomyosarcomas versus all other sarcomas transgelin emerged as the best diagnostic marker"}, {"pubmed": 23331552, "text": "Our results indicate that transgelin plays a promoting role in tumor progression, and appears to be a novel prognostic marker for advanced pancreatic cancer."}, {"pubmed": 23538046, "text": "Expression of SM22 is inhibited in human CRC, and SM22 may act as a positive regulator of the processes of autophagy."}, {"pubmed": 24464808, "text": "HIF-2alpha upregulates transgelin indirectly and accumulated TGF-beta1 is a mediator in the upregulation of transgelin by HIF-2alpha under hypoxia."}, {"pubmed": 24476357, "text": "The expression and biological role of transgelin seem to differ among various types of tumor cells and stroma, and possibly change during tumor progression."}, {"pubmed": 24657443, "text": "Downregulated proteins in gallbladder cancer included serine protease HTRA1 and transgelin, which have been reported to be downregulated in several other cancers."}, {"pubmed": 24828686, "text": "They also antagonized the TGF-beta1 induced up-regulation of CTGF and transgelin."}, {"pubmed": 24938684, "text": "our data suggest that TAGLN may be a viable therapeutic target and a potential biomarker for predicting the prognosis of patients with lung adenocarcinoma."}, {"pubmed": 25109740, "text": "TAGLN was highly expressed in NF1-deficient malignant peripheral nerve sheath tumors compared to NF1-deficient plexiform neurofibromas. Upregulation was caused by increased transcriptional expression. The TAGLN gene was hypomethylated in the MPNST cells."}, {"pubmed": 25318625, "text": "Results indicate that miR-144 may regulate osteosarcoma cell proliferation and invasion by downregulating its target gene, transgelin protein (TAGLN), suggesting that miR-144 may be a potential therapeutic target for the treatment of osteosarcoma."}, {"pubmed": 25841305, "text": "Transgelin may be an excellent diagnostic marker of Triple negative tumors and could be useful in stratification of patients"}, {"pubmed": 25917318, "text": "EZH2 regulates the chromatin structure at the TAGLN promoter through tri-methylation of H3K27, acting as an epigenetic integrator of IL-1beta and TGFbeta2 signaling."}, {"pubmed": 25937534, "text": "SM22alpha is a phosphorylation-regulated suppressor of IKK-IkappaBalpha-NF-kappaB signaling cascades."}, {"pubmed": 26242444, "text": "Both tissue and salivary transgelin mRNA were closely correlated with various important clinicopathological parameters and were independent prognosis factors for oral squamous cell carcinoma."}, {"pubmed": 26344167, "text": "Cofilin-1 and transgelin may play roles in the carcinogenesis and development of esophageal squamous cell carcinoma"}, {"pubmed": 26694173, "text": "activated AKT and JNK signaling pathways promote the overexpression of transgelin"}, {"pubmed": 26847345, "text": "Increases or decreases in transgelin levels have reciprocal effects on tumor cell behavior, with higher expression promoting metastasis"}, {"pubmed": 26934553, "text": "High expression level of TAGLN is associated with prostate cancer."}, {"pubmed": 27270312, "text": "this study identified potential biochemical players involved in distant recurrence and indicates that R-Ras and Transgelin are potential post-surgical prognostic biomarkers for Stage III colorectal cancer"}, {"pubmed": 27320219, "text": "Smooth muscle 22 regulates the proliferation of aortic smooth muscle cells participates in the development of thoracic aortic dissection."}, {"pubmed": 27490926, "text": "transgelin (TAGLN), a transforming growth factor beta (TGFbeta)-inducible gene, was identified as an upregulated gene during in vitro osteoblastic and adipocytic differentiation of human bone marrow-derived stromal (skeletal) stem cells"}, {"pubmed": 27740519, "text": "Serum concentrations of CK-18 fragments and transgelin-2 correlate with the severity of NAFLD, but not with obesity."}, {"pubmed": 28058861, "text": "regulates vasculogenic mimicry in breast cancer cells by enhancing interleukin-8 uptake"}, {"pubmed": 28117838, "text": "During transition from the pluripotent stage towards the neural developmental stage, TAGLN is differentially expressed in bipolar patient derived cells compared to control derived cells."}, {"pubmed": 28525410, "text": "SM22 is released into the circulation upon severe ischemia of the intestinal muscle layers. Patients with transmural intestinal ischemia had significantly higher plasma SM22 levels than patients with only ischemic mucosal injury, other acute abdominal diseases, or healthy controls."}, {"pubmed": 28898058, "text": "Data (including data from studies using cells cultured from transgenic/knockout mice) suggest that expression and degradation of transgelin in myofibroblasts and keratinocytes are regulated by mechanical tension in cytoskeleton produced by myosin II motor in response to stiffness of culture matrix/extracellular matrix."}, {"pubmed": 29778753, "text": "SM22 plays a role in regulating the transitions and morphological appearance of bacterially generated actin-rich structures during infections."}, {"pubmed": 30301526, "text": "transgelin-1 interacts with actin stress fibers and podosomes in smooth muscle cells via its type-3 CH-domain, while CLIK23 is dispensable for the binding to the actin structures"}, {"pubmed": 30580562, "text": "SM22alpha reduction in abdominal aortic aneurysms (AAAs) because of the SM22alpha promoter hypermethylation accelerates AAA formation through the reactive oxygen species/NF-kappaB pathway."}, {"pubmed": 31591355, "text": "Results indicate that TAGLN is a p53 and PTEN-upregulated gene, expressing higher levels in normal bladder epithelial cells than in carcinoma cells. Further, TAGLN inhibited cell proliferation and invasion in vitro and blocked tumorigenesis in vivo. Collectively, it can be concluded that TAGLN is an antitumor gene in the human bladder."}, {"pubmed": 32061197, "text": "Transgelin Silencing Induces Different Processes in Different Breast Cancer Cell Lines."}, {"pubmed": 32393769, "text": "Transgelin is a poor prognostic factor associated with advanced colorectal cancer (CRC) stage promoting tumor growth and migration in a TGFbeta-dependent manner."}, {"pubmed": 32754278, "text": "Cartilage Oligomeric Matrix Protein promotes epithelial-mesenchymal transition by interacting with Transgelin in Colorectal Cancer."}, {"pubmed": 32819569, "text": "Functional loss of TAGLN inhibits tumor growth and increases chemosensitivity of non-small cell lung cancer."}, {"pubmed": 33771884, "text": "TAGLN Is Downregulated by TRAF6-Mediated Proteasomal Degradation in Prostate Cancer Cells."}, {"pubmed": 33961858, "text": "m(6)A demethylase ALKBH5 suppresses proliferation and migration of enteric neural crest cells by regulating TAGLN in Hirschsprung's disease."}, {"pubmed": 34001947, "text": "Identification of targets of JS-K against HBV-positive human hepatocellular carcinoma HepG2.2.15 cells with iTRAQ proteomics."}, {"pubmed": 34338296, "text": "The canonical smooth muscle cell marker TAGLN is present in endothelial cells and is involved in angiogenesis."}, {"pubmed": 34538264, "text": "TAGLN mediated stiffness-regulated ovarian cancer progression via RhoA/ROCK pathway."}, {"pubmed": 35776288, "text": "RNA-sequencing of human aortic valves identifies that miR-629-3p and TAGLN miRNA-mRNA pair involving in calcified aortic valve disease."}, {"pubmed": 37203411, "text": "Transgelin promotes ferroptosis to inhibit the malignant progression of esophageal squamous cell carcinoma."}, {"pubmed": 37290124, "text": "Hypoxia-Inducible Factor-1alpha in SM22alpha-Expressing Cells Modulates Alveolarization."}, {"pubmed": 37806182, "text": "LZTS3/TAGLN Suppresses Cancer Progression in Human Colorectal Adenocarcinoma Through Regulating Cell Proliferation, Migration, and Actin Cytoskeleton."}, {"pubmed": 37847687, "text": "Loss of prolyl hydroxylase 1 and 2 in SM22alpha-expressing cells prevents Hypoxia-Induced pulmonary hypertension."}], "genomic_pos": {"chr": "11", "end": 117207464, "ensemblgene": "ENSG00000149591", "start": 117199370, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 117075498, "start": 117070037, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007517", "pubmed": 9615232, "qualifier": "involved_in", "term": "muscle organ development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030855", "pubmed": 21492153, "qualifier": "involved_in", "term": "epithelial cell differentiation"}], "CC": {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003779", "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21044950, 22245152, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 259183], [7955, 751758], [8364, 594967], [9031, 396490], [9598, 100615570], [9606, 6876], [9615, 479424], [9913, 513463], [10090, 21345], [10116, 25123]], "id": 2398}, "interpro": [{"desc": "Calponin repeat", "id": "IPR000557", "short_desc": "Calponin_repeat"}, {"desc": "Calponin homology domain", "id": "IPR001715", "short_desc": "CH_dom"}, {"desc": "Smooth muscle protein/calponin", "id": "IPR003096", "short_desc": "SM22_calponin"}, {"desc": "CH domain superfamily", "id": "IPR036872", "short_desc": "CH_dom_sf"}], "ipi": ["IPI00216138", "IPI00982343"], "map_location": "11q23.3", "name": "transgelin", "other_names": ["22 kDa actin-binding protein", "epididymis secretory sperm binding protein", "smooth muscle protein 22-alpha", "transgelin"], "pantherdb": {"HGNC": "11553", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106012", "ortholog_type": "LDO", "panther_family": "PTHR47385", "taxid": 10090, "uniprot_kb": "P37804"}, {"RGD": "3723", "ortholog_type": "LDO", "panther_family": "PTHR47385", "taxid": 10116, "uniprot_kb": "P31232"}, {"Ensembl": "ENSGALG00000011902", "ortholog_type": "LDO", "panther_family": "PTHR47385", "taxid": 9031, "uniprot_kb": "P19966"}, {"ZFIN": "ZDB-GENE-020802-2", "ortholog_type": "O", "panther_family": "PTHR47385", "taxid": 7955, "uniprot_kb": "A0A2R8QQS8"}, {"ZFIN": "ZDB-GENE-070912-1", "ortholog_type": "LDO", "panther_family": "PTHR47385", "taxid": 7955, "uniprot_kb": "Q0P4B4"}, {"FlyBase": "FBgn0038774", "ortholog_type": "O", "panther_family": "PTHR47385", "taxid": 7227, "uniprot_kb": "Q9I7J0"}, {"FlyBase": "FBgn0002789", "ortholog_type": "O", "panther_family": "PTHR47385", "taxid": 7227, "uniprot_kb": "P14318"}, {"SGD": "S000005894", "ortholog_type": "O", "panther_family": "PTHR47385", "taxid": 4932, "uniprot_kb": "Q08873"}, {"dictyBase": "DDB_G0282859", "ortholog_type": "O", "panther_family": "PTHR47385", "taxid": 352472, "uniprot_kb": "Q54RX2"}, {"dictyBase": "DDB_G0267974", "ortholog_type": "O", "panther_family": "PTHR47385", "taxid": 352472, "uniprot_kb": "Q55FS4"}], "uniprot_kb": "Q01995"}, "pathway": {"pid": {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}}, "pfam": ["PF00307", "PF00402"], "pharmgkb": "PA36324", "pharos": {"target_id": 4813, "tdl": "Tbio"}, "pir": "JC5577", "prosite": ["PS50021", "PS51122"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176921", "relationship": "is"}, {"id": "GNF187827", "relationship": "is"}, {"id": "GNF198733", "relationship": "is"}, {"id": "GNF209639", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF163664", "relationship": "is"}, {"id": "GNF164247", "relationship": "similar to"}], "GNF_hs-Origene": {"id": "GNF031780", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF014303", "relationship": "is"}, {"id": "GNF014304", "relationship": "is"}, {"id": "GNF017305", "relationship": "is"}, {"id": "GNF130434", "relationship": "is"}, {"id": "GNF130454", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF241841", "relationship": "is"}, {"id": "GNF285677", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098050", "relationship": "is"}, {"id": "GNF116805", "relationship": "is"}, {"id": "GNF137705", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_001001522.1", "NP_003177.2"], "rna": ["NM_001001522.2", "NM_003186.5"], "translation": [{"protein": "NP_003177.2", "rna": "NM_003186.5"}, {"protein": "NP_001001522.1", "rna": "NM_001001522.2"}]}, "reporter": {"HG-U133_Plus_2": ["1555724_s_at", "205547_s_at", "226523_at"], "HG-U95Av2": "36931_at", "HTA-2_0": ["TC11001049.hg.1", "TC11002894.hg.1"], "HuEx-1_0": ["3350830", "3393171"], "HuGene-1_1": "7944082", "HuGene-2_1": "16731654"}, "summary": "This gene encodes a shape change and transformation sensitive actin-binding protein which belongs to the calponin family. It is ubiquitously expressed in vascular and visceral smooth muscle, and is an early marker of smooth muscle differentiation. The encoded protein is thought to be involved in calcium-independent smooth muscle contraction. It acts as a tumor suppressor, and the loss of its expression is an early event in cell transformation and the development of some tumors, coinciding with cellular plasticity. The encoded protein has a domain architecture consisting of an N-terminal calponin homology (CH) domain and a C-terminal calponin-like (CLIK) domain. Mice with a knockout of the orthologous gene are viable and fertile but their vascular smooth muscle cells exhibit alterations in the distribution of the actin filament and changes in cytoskeletal organization. [provided by RefSeq, Aug 2017].", "symbol": "TAGLN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420578"}, "unigene": "Hs.410977", "uniprot": {"Swiss-Prot": "Q01995", "TrEMBL": ["H0YCU9", "Q5U0D2", "E9PJ32"]}, "wikipedia": {"url_stub": "TAGLN"}}