{"AllianceGenome": "9584", "HGNC": "9584", "MIM": "607751", "_id": "5726", "_version": 1, "accession": {"genomic": ["AB199146.1", "AB199147.1", "AB199148.1", "AC073647.9", "AF494231.1", "AY114095.1", "AY258597.1", "AY258598.1", "CH236950.1", "CH471070.1", "CP068271.2", "CS008241.1", "CS008247.1", "JQ272198.1", "NC_000007.14", "NC_060931.1", "NG_016141.2"], "protein": ["AAI04934.1", "AAI04938.1", "AAM19322.1", "AAM63545.1", "AAP14666.1", "AAP14667.1", "AFH77562.1", "BAD98025.1", "BAD98026.1", "BAD98027.1", "CAI53572.1", "CAI53575.1", "EAL24011.1", "EAW83993.1", "NP_789787.5", "P59533.3"], "rna": ["BC104933.1", "BC104937.1", "NM_176817.5"], "translation": [{"protein": "AAI04938.1", "rna": "BC104937.1"}, {"protein": "AAI04934.1", "rna": "BC104933.1"}, {"protein": "NP_789787.5", "rna": "NM_176817.5"}]}, "alias": ["PTC", "T2R38", "T2R61", "THIOT"], "ensembl": {"gene": "ENSG00000257138", "protein": "ENSP00000448219", "transcript": "ENST00000547270", "translation": [{"protein": "ENSP00000448219", "rna": "ENST00000547270"}], "type_of_gene": "protein_coding"}, "entrezgene": "5726", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.64038794, "exp_mis": 97.828297, "exp_syn": 36.56007, "lof_z": 0.851652483455573, "mis_z": 0.1893172530499, "mu_lof": 2.84309966079e-07, "mu_mis": 8.59730026345e-06, "mu_syn": 3.18978933399e-06, "n_lof": 2.0, "n_mis": 94.0, "n_syn": 49.0, "p_li": 0.065390402368431, "p_null": 0.204738864025036, "p_rec": 0.729870733606533, "syn_z": -1.27545135627598}, "bp": 1002, "cds_end": 141673489, "cds_start": 141672487, "n_exons": 1, "nonpsych": {"exp_lof": 3.2742668, "exp_mis": 88.5234162, "exp_syn": 33.0697572, "lof_z": 0.691600482197826, "mis_z": 0.0280596906793013, "mu_lof": 2.84309966079e-07, "mu_mis": 8.59730026345e-06, "mu_syn": 3.18978933399e-06, "n_lof": 2.0, "n_mis": 88.0, "n_syn": 42.0, "p_li": 0.0624791382025475, "p_null": 0.239280262248703, "p_rec": 0.69824059954875, "syn_z": -0.977712329994735}, "nontcga": {"exp_lof": 3.34714567, "exp_mis": 90.0000286, "exp_syn": 33.63325592, "lof_z": 0.726370976647033, "mis_z": 0.105032739622757, "mu_lof": 2.84309966079e-07, "mu_mis": 8.59730026345e-06, "mu_syn": 3.18978933399e-06, "n_lof": 2.0, "n_mis": 88.0, "n_syn": 45.0, "p_li": 0.0600457480469901, "p_null": 0.221922010596253, "p_rec": 0.718032241356757, "syn_z": -1.24100558144409}, "transcript": "ENST00000547270.1"}, "exons": [{"cdsend": 141973689, "cdsstart": 141972687, "chr": "7", "position": [[141972630, 141973773]], "strand": -1, "transcript": "NM_176817", "txend": 141973773, "txstart": 141972630}], "exons_hg19": [{"cdsend": 141673489, "cdsstart": 141672487, "chr": "7", "position": [[141672430, 141673573]], "strand": -1, "transcript": "NM_176817", "txend": 141673573, "txstart": 141672430}], "generif": [{"pubmed": 12595690, "text": "positional cloning of the quantitative trait locus underlying taste sensitivity to phenylthiocarbamide; identified three coding SNPs giving rise to five haplotypes; these haplotypes explain the bimodal distribution of PTC taste sensitivity"}, {"pubmed": 14997422, "text": "balancing natural selection has acted to maintain \"taster\" and \"nontaster\" alleles at the PTC locus in humans"}, {"pubmed": 15337684, "text": "Activation by 6-nitrosaccharin, a derivative of saccharin."}, {"pubmed": 15466815, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15466815, "text": "The role of the TAS2R38 receptor for taste sensitivity was studied."}, {"pubmed": 15687429, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15733260, "text": "review of the recent discovery of the PTC gene, the developments in taste physiology and population genetics that have followed, and the implications of this work for understanding phenotypic variation in taste perception in general"}, {"pubmed": 15883422, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16298720, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16607493, "text": "models suggest that the inability of humans to taste PTC is due to a failure of G protein activation rather than decreased binding affinity of the receptor for PTC."}, {"pubmed": 16979544, "text": "Variation in the TAS2R38 gene alters taste sensitivity."}, {"pubmed": 17250611, "text": "Functional variants in both TAS2R16 and TAS2R38 correlate with alcohol consumption in African-American families."}, {"pubmed": 17250611, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17662150, "text": "TAS2R38 variation may also be associated with intermediate tasting ability"}, {"pubmed": 18209019, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18209019, "text": "Propylthiouracil bitterness predicts heightened intensity across taste qualities (supertasting) even after controlling for TAS2R38 variation, indicating TAS2R38 cannot explain supertasting. Threshold and suprathreshold intensity are distinct phenotypes."}, {"pubmed": 18209019, "text": "TAS2R38 polymorphisms were insufficient to explain suprathreshold bitterness elicied by concentrated PROP, providing support for additional receptors or regulatory mechanisms in tasting PROP beyond threshold levels."}, {"pubmed": 18393128, "text": "No significan correlation between mutations in this protein and papillary thyroid cancer in Turkey."}, {"pubmed": 18524836, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18524836, "text": "TAS2R38 single nucleotide polymorphisms are an important factor in determining nicotine dependence in African Americans."}, {"pubmed": 18712160, "text": "Quantitative variations in PTC tasting ability in twins and to estimate heritability of PTC taste perception on the taste of twin data on males and females sexes separately."}, {"pubmed": 18719631, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18719631, "text": "Report genetic polymorphisms in the bitter-taste receptor gene TAS2R38, and adiposity in a genetically isolated population in Southern Italy."}, {"pubmed": 19779476, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19779476, "text": "TAS2R38 genetic variation, propylthiouracil phenotype, and sex interact to impact obesity risk in children."}, {"pubmed": 19782709, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19782709, "text": "TAS2R38 gene encodes a chemosensory receptor sensitive to thiourea compounds"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20484932, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20484932, "text": "filter paper tasting method strongly predicts TAS2R38 genotype, and the genotype-phenotype association is similar among ethnocultural groups."}, {"pubmed": 20551074, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20594349, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20594349, "text": "the change in PROP bitter sensitivity which occurs over the lifespan (from bitter sensitive to less so) is more common in people with a particular haplotype combination, i.e., AVI/PAV heterozygotes"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20675712, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20858777, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20858777, "text": "significant associations were seen in TAS2R38 for caries risk and/or protection."}, {"pubmed": 21147709, "text": "Bitter receptor gene (TAS2R38) was identified to be responsible for phenylthiocarbamide (PTC) bitter sensitivity"}, {"pubmed": 21338274, "text": "The hTAS2R38 bitter taste receptor haplotypes were not associated with the daily intake of brassica vegetables"}, {"pubmed": 21674048, "text": "a suggestive association between the human bitter tasting phenotype and the risk of colorectal cancer"}, {"pubmed": 21712049, "text": "The data of this study showed how the combination of the TAS2R38 and gustin gene genotypes modulate PROP phenotype."}, {"pubmed": 21763010, "text": "G145C polymorphism (rs713598) related to taste and food preferences and habits"}, {"pubmed": 21769326, "text": "study examined bitter taste genetics and whether variation in the TAS2R38 gene at three polymorphic loci (A49P, V262A and I296V) could alter dietary and systemic folate levels and dietary vitamin C intake"}, {"pubmed": 22130969, "text": "Report striking patterns of variation at TAS2R38, including a significant excess of novel rare nonsynonymous polymorphisms that recently arose only in Africa, high frequencies of haplotypes in Africa associated with intermediate bitter taste sensitivity."}, {"pubmed": 22440514, "text": "Children with >/=1 bitter-sensitive allele (TAS2R38 PP or AP genotype) were more likely to have taken medication in solid formulation than were bitter-insensitive (AA genotype) children."}, {"pubmed": 22792271, "text": "The localization of TAS2R38 is neither restricted to the cell surface nor particularly enriched at the level of the microvilli."}, {"pubmed": 22794107, "text": "This study demonistrated that human TAS2R38 play the role of food preference behavior."}, {"pubmed": 22955840, "text": "the TAS2R38 genotypes of schizophrenia patients was examined to determine whether the increased prevalence of nontasters in this patient population was indicative of a specific genetic association"}, {"pubmed": 23041624, "text": "T2R38 is an upper airway sentinel in innate defense and that genetic variation contributes to individual differences in susceptibility to respiratory infection."}, {"pubmed": 23322450, "text": "genetic polymorphism is associated with chronic rhinosinusitis disease progression, necessity foe surgery and surgical outcome"}, {"pubmed": 23535535, "text": "PTC (phenylthiocarbamide) / PROP (6-n-propylthiouracil)-nontaster TAS2R38 genotype/haplotype was associated with height and weight but not with BMI, which may in turn have influenced the energy and carbohydrate intakes."}, {"pubmed": 23761681, "text": "All psychophysical data were subsequently analyzed as a function of TAS2R38 genotype."}, {"pubmed": 23980393, "text": "Evaluated the phenotypic variations at TAS2R38 gene locus in relation to PMS severity and adiposity measures among adult women."}, {"pubmed": 24025627, "text": "results provide evidence that PAV-taste receptor type 2 member 38 (TAS2R38) expression amount correlates with individual differences in bitter sensory perception and diet"}, {"pubmed": 24040192, "text": "Gustin and TAS2R38 genotypes were associated with PROP threshold, but bitterness intensity was mostly determined by TAS2R38 genotypes."}, {"pubmed": 24312479, "text": "genetic variation in TAS2R38 is related to individual body composition measures and may further influence consumer goods intake in the Sorbs possibly via individual sensitivity to bitter taste."}, {"pubmed": 24415641, "text": "genetic polymorphism is associated with chronic rhinosinusitis in Canadien patients"}, {"pubmed": 24418005, "text": "genetic association studies in African and Asian Americans in New York City: Data (from studies using 6-n-propylthiouracil taste intensity as biomarker) suggest that genetic variation in TAS2R38 is not associated with overweight in populations studied."}, {"pubmed": 24626196, "text": "A strong correlation between the two matrices was found suggesting that the pattern of food liking was closely related to the distribution of PROP phenotype . same relationship was not observed when TAS2R38 genotypes were substituted for PROP phenotype"}, {"pubmed": 24912558, "text": "The hTAS2R38 genotype may have distinct associations with food consumption in boys and girls."}, {"pubmed": 25257701, "text": "Genetic variation in TRPV1 and TAS2Rs influence sensations from sampled EtOH and may potentially influence how individuals initially respond to alcoholic beverages."}, {"pubmed": 25447475, "text": "Study showed that PROP (6-n-propylthiouracil) bitterness was due to TAS2R38 diplotypes, whereas the density of fungiform papillae was more closely associated with gustin genotypes"}, {"pubmed": 25450229, "text": "This study finding significant excess of rare nonsynonymous variants exclusive to European Americans smokers in TAS2R38."}, {"pubmed": 25573083, "text": "Expression and functional activity of the bitter taste receptors TAS2R1 and TAS2R38 in human keratinocytes"}, {"pubmed": 25634331, "text": "A significant effect modification of the PROP(6-n-propylthiouracil)-taste intensity relationships by TAS2R38 diplotype was observed."}, {"pubmed": 26037485, "text": "Study demonstrates that the response profiles of the cat bitter receptors Tas2r38 and Tas2r43 are distinct from those of their orthologous human receptors"}, {"pubmed": 26256902, "text": "The novel TAS2R38 AVV haplotype was associated with alcohol intake in Mexican-Mestizo population."}, {"pubmed": 26377569, "text": "dental plaque amount, lactobacilli count, age, and saliva buffer capacity, as well as TAS2R38 gene polymorphism, explained total of 87.8% of variations in DMFT scores."}, {"pubmed": 26406243, "text": "Our analyses revealed also, besides simple associations, complex associations of bitterness sensitivity across TAS2R"}, {"pubmed": 26552761, "text": "Our data suggest that the regulation of gingival innate immunity by T2R38 is genotype-dependent"}, {"pubmed": 26562612, "text": "TAS2R38 genotype predicts surgical outcome in nonpolypoid chronic rhinosinusitis."}, {"pubmed": 26678226, "text": "Our investigation indicates that T2R38 genotype correlates both with SNOT-22 scores and rhinologic-specific quality of life in DeltaF508 homozygous cystic fibrosis patients"}, {"pubmed": 26782143, "text": "phagocytes are activated via a rather specialized receptor that was not previously described on myeloid cells, the bitter taste receptor T2R38."}, {"pubmed": 26785164, "text": "Variability in perceived bitterness of capsaicin and ethanol were significantly associated with TAS2R38"}, {"pubmed": 26805725, "text": "This study suggest that: 1) alexithymia, in addition to the TAS2R38 polymorphism, may play a role in responsiveness to the aversive and bitter taste of PROP; and 2) alexithymia."}, {"pubmed": 26862855, "text": "We now describe expression of T2R38 in tumor cells in patients with pancreatic cancer and in tumor-derived cell lines. our data indicate a new, additional function of the taste receptor T2R38 beyond sensing \"bitter\"."}, {"pubmed": 26866366, "text": "T2R38 is expressed in distinct populations of enteroendocrine cells in the human colonic mucosa. It colocalized with CCK-, GLP1- or PYY-IR. There were more T2R38-positive cells in overweight/obese subjects."}, {"pubmed": 26950109, "text": "The expression of TAS2R38 in placental tissues points to further new functions and hitherto unknown endogenous ligands of TAS2Rs far beyond bitter tasting."}, {"pubmed": 27059147, "text": "TAS2R38 gene has an impact on phenotypic and clinical outputs affecting obesity, showing significant associations with extreme weight conditions, and changes in both olfactory capacity and immune traits."}, {"pubmed": 27138342, "text": "In addition, we found signatures of ancient selective forces acting on different African TAS2R38 haplotypes. Collectively our results provide evidence for a relaxation of recent selective forces acting on this gene and a revised hypothesis for the origins of the present-day worldwide distribution of TAS2R38 haplotypes."}, {"pubmed": 27208775, "text": "Immunohistochemistry of human ileum tissues was performed in this study, which showed that TAS2R38 was co-localized with glucagon-like peptide 1 (GLP-1) in enteroendocrine L-cells."}, {"pubmed": 27245112, "text": "Findings suggest that TAS2R38 may be associated with the risk for gastric cancer in Koreans, although the TAS2R38 diplotype did not influence dietary intake."}, {"pubmed": 27309535, "text": "This research is the first to demonstrate a relationship between T2R38 bitter taste receptor activity (assessed by phenylthiocarbamide taste sensitivity), a genetic trait, and in vitro biofilm formation in clinical isolates recovered from chronic rhinosinusitis patients"}, {"pubmed": 27475756, "text": "Despite many other factors influencing food preference and intake in children, actual intake of sweet food items is associated with TAS2R38 genotype. Children with PP or PA genotype consume more (energy dense) sweet tasting foods."}, {"pubmed": 27515546, "text": "Study did not find an association between TAS2R38 genotype and chronic rhinosinusitis (CRS), thus questioning its real contribution to CRS susceptibility."}, {"pubmed": 27650657, "text": "T2R38 is stimulated by acyl-homoserine lactones, gram-negative quorum-sensing molecules, and subsequently activates nitric oxide-dependent innate immune responses. The formation of mature cilia is necessary for T2R38 expression and function, and polymorphisms that underlie T2R38 functionality appear to be involved in susceptibility to upper respiratory infection and recalcitrant CRS."}, {"pubmed": 27711175, "text": "Genetic Variation in the TAS2R38"}, {"pubmed": 28455260, "text": "genetic association studies in population of elderly women in Poland: Data suggest that SNPs in TAS2R38 (rs713598, rs1726866, rs10246939) and an SNP in CA6 (rs2274333) are associated with intake of and preferences for some foods (coffee and white cabbage) among the population studied. (TAS2R38 = taste receptor type 2 member 38; CA6 = carbonic anhydrase VI)"}, {"pubmed": 28552880, "text": "It is suggested that the risk and resistance of cancers is antagonistically controlled by the two TAS2R38 alleles, PAV and AVI, rather than by the AVI allele alone."}, {"pubmed": 28652185, "text": "TAS2R38 genotype and 6-n-propylthiouracil sensitivity status revealed high percentage of non-tasters.  Food preferences and BMI did not significantly correlate TAS2R38 genotype."}, {"pubmed": 28669668, "text": "Studied association of CD36 and taste 2 receptor member 38 (TAS2R38) single nucleotide polymorphisms (SNPs) with detection of bitter taste of fats in healthy weight and obese individuals."}, {"pubmed": 28716170, "text": "this study demonstrated that a Bacillus cereus product(s) elicited an NO-mediated innate defense response in upper airway epithelium that seemed to be partially mediated by a T2R signaling pathway"}, {"pubmed": 28738701, "text": "genetic association studies in population in Italy: Data suggest that an SNP in TAS2R38 (RS713598) is associated with higher bitter taste perception threshold and higher/lower preferences for selected nutrient/energy dense foods, such as beer, butter, and cured meat; this SNP may be associated with overweight."}, {"pubmed": 28858874, "text": "The current study suggests that genetic variation in TAS2R38 and CA6 influences picky eating in preschoolers."}, {"pubmed": 28902853, "text": "T2R38 is thus much more broadly tuned for bacterial compounds than previously thought."}, {"pubmed": 29282878, "text": "The taste receptor gene TAS2R38 is a bitter receptor for the thiourea compounds phenylthiocarbamide (PTC) and 6-n-propylthiouracil (PROP)."}, {"pubmed": 29363059, "text": "A QPCR analysis demonstrated that TAS2R38, a subtype of the bitter taste receptor, was associated with GLP-1 secretion. Berberine-mediated GLP-1 secretion was attenuated in response to small interfering RNA silencing of TAS2R38."}, {"pubmed": 29385734, "text": "genetic association studies in population of preschool-aged children in Guelph, Ontario: Data suggest that SNPs in CD36 (rs1761667), TAS1R2 (rs35874116), and TAS2R38 (rs713598) are associated with snacking behavior in the population studied. [PILOT PROJECTS]"}, {"pubmed": 29570813, "text": "There is inverse correlation between TAS2R38 functionality and gram-negative infections in Italian patients with chronic rhinosinusitis with nasal polyp"}, {"pubmed": 29686110, "text": "bitter taste perception TAS2R38 diplotypes associated with vegetable consumption in participants enrolled in either an enhanced or a minimal nutrition counseling intervention, were examined."}, {"pubmed": 30619309, "text": "Data indicate expression of the bitter receptor T2R38 in resting and activated human lymphocytes, and the findings suggest a relevance of this extra-gustatory T2R38 expression for human immunity."}, {"pubmed": 30663393, "text": "TAS2R38 bitterness-related genetic variation does not regulate gastrointestinal neoplasm susceptibility.[meta-analysis]"}, {"pubmed": 30675726, "text": "we studied the role of the TAS2R38 receptor and its variants with different affinity for the stimulus in patients who were diagnosed for taste disorders compared to healthy controls. Our results showed that only PAV/PAV homozygous patients gave high phenylthiocarbamide ratings, whereas PAV/AVI genotypes reported lower values, which are similar to those determined in patients with the AVI/AVI or rare genotype"}, {"pubmed": 30838360, "text": "This study showed that genetic variants in TAS2R38 were significantly associated with both increased alcohol consumption and the ability to perceive bitterness in several foods and a bitter chemical."}, {"pubmed": 31438650, "text": "This study study suggested that, as a genetic predictive marker, TAS2R38 bitterness receptor variations may have a large implication in obesity prevention and treatment."}, {"pubmed": 31792278, "text": "TAS2R38 bitter taste receptor and attainment of exceptional longevity."}, {"pubmed": 32207317, "text": "TAS2R38 PAV Haplotype Predicts Vegetable Consumption in Community-Dwelling Caucasian Adults at Risk for Cardiovascular Disease."}, {"pubmed": 32242045, "text": "TAS2R38 is a novel modifier gene in patients with cystic fibrosis."}, {"pubmed": 32453275, "text": "TAS2R38 Haplotype Predicts 24-Hour Urinary Sodium Excretion in Patients With Heart Failure and Their Family Caregivers."}, {"pubmed": 32659773, "text": "Primary Ciliary Dyskinesia: The Impact of Taste Receptor (TAS2R38) Gene Polymorphisms on Disease Outcome and Severity."}, {"pubmed": 32909159, "text": "The expression of bitter taste receptor TAS2R38 in patients with chronic rhinosinusitis."}, {"pubmed": 32946938, "text": "Genetic variants of TAS2R38 bitter taste receptor associate with distinct gut microbiota traits in Parkinson's disease: A pilot study."}, {"pubmed": 33433247, "text": "Bitter Taste Receptors and Chronic Otitis Media."}, {"pubmed": 33582215, "text": "COVID-19 as a worldwide selective event and bitter taste receptor polymorphisms: An ecological correlational study."}, {"pubmed": 34032852, "text": "Association Between Bitter Taste Receptor Phenotype and Clinical Outcomes Among Patients With COVID-19."}, {"pubmed": 34242732, "text": "Taste perception and expression in stomach of bitter taste receptor tas2r38 in obese and lean subjects."}, {"pubmed": 34653070, "text": "TAS2R38 polymorphisms, Helicobacter pylori infection and susceptibility to gastric cancer and premalignant gastric lesions."}, {"pubmed": 34684394, "text": "Neuropeptide Y Reduces Nasal Epithelial T2R Bitter Taste Receptor-Stimulated Nitric Oxide Production."}, {"pubmed": 34698096, "text": "Association of Bitter Taste Receptor T2R38 Polymorphisms, Oral Microbiota, and Rheumatoid Arthritis."}, {"pubmed": 35090440, "text": "TAS2R38 polymorphisms and oral diseases in Thais: a cross-sectional study."}, {"pubmed": 35293057, "text": "Does genetic variation in a bitter taste receptor gene alter early smoking behaviours in adolescents and young adults?"}, {"pubmed": 35312075, "text": "Chronic Rhinosinusitis: T2r38 Genotyping and Nasal Cytology in Primary Ciliary Dyskinesia."}, {"pubmed": 35510485, "text": "Relationship between the TAS2R38 and TAS1R2 polymorphisms and the dental status in obese children."}, {"pubmed": 35513681, "text": "Distribution of TAS2R38 bitter taste receptor phenotype and haplotypes among COVID-19 patients."}, {"pubmed": 35565677, "text": "TAS1R3 and TAS2R38 Polymorphisms Affect Sweet Taste Perception: An Observational Study on Healthy and Obese Subjects."}, {"pubmed": 36125655, "text": "Genetic variations in the bitter taste receptor gene TAS2R38 are related to cigarette smoking behavior in Han Chinese smokers."}, {"pubmed": 36529808, "text": "Variations in the TAS2R38 gene among college students in Hubei."}, {"pubmed": 36901926, "text": "Functional Alteration and Differential Expression of the Bitter Taste Receptor T2R38 in Human Paranasal Sinus in Patients with Chronic Rhinosinusitis."}, {"pubmed": 37242298, "text": "Association between Genetic Variation in the TAS2R38 Bitter Taste Receptor and Propylthiouracil Bitter Taste Thresholds among Adults Living in Japan Using the Modified 2AFC Procedure with the Quest Method."}, {"pubmed": 37432370, "text": "Influence of the TAS2R38 Gene Single Nucleotide Polymorphisms in Metabolism and Anthropometry in Thyroid Dysfunction."}, {"pubmed": 37716607, "text": "An Investigation of TAS2R38 Haplotypes, Dietary Intake, and Risk Factors for Chronic Disease in the Canadian Longitudinal Study on Aging."}, {"pubmed": 37733614, "text": "A Distinctive Pattern of Diversity for the TAS2R38 Gene in North Africa."}, {"pubmed": 37940575, "text": "Analysis of Genetic Polymorphism of Bitter Taste Receptor TAS2R38 and TAS2R46, and Its Relationship with Eating and Drinking Habits in Japanese ToMMo Subjects."}, {"pubmed": 38115549, "text": "Genetic variation in TAS2R38 bitterness receptor is associated with body composition in Korean females."}, {"pubmed": 38409357, "text": "TAS2R38 haplotypes, COVID-19 infection, and symptomatology: a cross-sectional analysis of data from the Canadian Longitudinal Study on Aging."}, {"pubmed": 38687739, "text": "Association of the bitter taste genes TAS2R38 and CA6 and breast cancer risk; a case-control study of Polish women in Poland and Polish immigrants in USA."}, {"pubmed": 38732607, "text": "Differential Activation of TAS2R4 May Recover Ability to Taste Propylthiouracil for Some TAS2R38 AVI Homozygotes."}], "genomic_pos": {"chr": "7", "end": 141973773, "ensemblgene": "ENSG00000257138", "start": 141972631, "strand": -1}, "genomic_pos_hg19": [{"chr": "7", "end": 141673573, "start": 141672431, "strand": -1}, {"chr": "HG7_PATCH", "end": 141673573, "start": 141672431, "strand": -1}], "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001580", "qualifier": "involved_in", "term": "detection of chemical stimulus involved in sensory perception of bitter taste"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001580", "pubmed": 20022913, "qualifier": "involved_in", "term": "detection of chemical stimulus involved in sensory perception of bitter taste"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 12379855, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0016020", "pubmed": 20022913, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0033038", "qualifier": "enables", "term": "bitter taste receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0033038", "pubmed": 20022913, "qualifier": "enables", "term": "bitter taste receptor activity"}]}, "homologene": {"genes": [[9544, 695549], [9598, 493889], [9606, 5726], [9615, 100271737], [9913, 787789], [10090, 387513], [10116, 500091]], "id": 47976}, "interpro": [{"desc": "Taste receptor type 2", "id": "IPR007960", "short_desc": "TAS2R"}, {"desc": "Taste receptor type 2 member 38", "id": "IPR030050", "short_desc": "TAS2R38"}], "ipi": "IPI00249602", "map_location": "7q34", "name": "taste 2 receptor member 38", "other_names": ["PTC bitter taste receptor", "taste receptor type 2 member 38", "taste receptor type 2 member 61", "taste receptor, type 2, member 38"], "pantherdb": {"HGNC": "9584", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2681306", "ortholog_type": "LDO", "panther_family": "PTHR11394", "taxid": 10090, "uniprot_kb": "Q7TQA6"}, {"RGD": "1560649", "ortholog_type": "LDO", "panther_family": "PTHR11394", "taxid": 10116, "uniprot_kb": "Q4VHE7"}, {"Ensembl": "ENSGALG00000010334", "ortholog_type": "O", "panther_family": "PTHR11394", "taxid": 9031, "uniprot_kb": "Q2AB81"}, {"Ensembl": "ENSGALG00000039029", "ortholog_type": "O", "panther_family": "PTHR11394", "taxid": 9031, "uniprot_kb": "A0A1D5PXM6"}, {"Ensembl": "ENSGALG00000030506", "ortholog_type": "O", "panther_family": "PTHR11394", "taxid": 9031, "uniprot_kb": "Q2AB83"}, {"ZFIN": "ZDB-GENE-050510-4", "ortholog_type": "O", "panther_family": "PTHR11394", "taxid": 7955, "uniprot_kb": "Q2MHK7"}, {"ZFIN": "ZDB-GENE-070917-4", "ortholog_type": "O", "panther_family": "PTHR11394", "taxid": 7955, "uniprot_kb": "Q2MHK8"}], "uniprot_kb": "P59533"}, "pathway": {"kegg": {"id": "hsa04742", "name": "Taste transduction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-420499", "name": "Class C/3 (Metabotropic glutamate/pheromone receptors)"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-9717189", "name": "Sensory perception of taste"}, {"id": "R-HSA-9717189", "name": "Sensory perception of taste"}, {"id": "R-HSA-9717207", "name": "Sensory perception of sweet, bitter, and umami (glutamate) taste"}, {"id": "R-HSA-9717207", "name": "Sensory perception of sweet, bitter, and umami (glutamate) taste"}], "wikipathways": {"id": "WP4673", "name": "Male infertility"}}, "pfam": "PF05296", "pharmgkb": "PA33936", "pharos": {"target_id": 11655, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF255087", "relationship": "is"}, {"id": "GNF255088", "relationship": "is"}, {"id": "GNF255089", "relationship": "is"}, {"id": "GNF255090", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF281212", "relationship": "is"}, {"id": "GNF281213", "relationship": "is"}, {"id": "GNF281214", "relationship": "is"}, {"id": "GNF281215", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF279178", "relationship": "is"}, {"id": "GNF279182", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_016141.2"], "protein": "NP_789787.5", "rna": "NM_176817.5", "translation": {"protein": "NP_789787.5", "rna": "NM_176817.5"}}, "reporter": {"HG-U133_Plus_2": "1553555_at", "HTA-2_0": "TC07001935.hg.1", "HuEx-1_0": "3076882", "HuGene-1_1": "8143482", "HuGene-2_1": "17063734"}, "retired": 259284, "summary": "This gene encodes a seven-transmembrane G protein-coupled receptor that controls the ability to taste glucosinolates, a family of bitter-tasting compounds found in plants of the Brassica sp. Synthetic compounds phenylthiocarbamide (PTC) and 6-n-propylthiouracil (PROP) have been identified as ligands for this receptor and have been used to test the genetic diversity of this gene. Although several allelic forms of this gene have been identified worldwide, there are two predominant common forms (taster and non-taster) found outside of Africa. These alleles differ at three nucleotide positions resulting in amino acid changes in the protein (A49P, A262V, and V296I) with the amino acid combination PAV identifying the taster variant (and AVI identifying the non-taster variant). [provided by RefSeq, Oct 2009].", "symbol": "TAS2R38", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1419055"}, "unigene": "Hs.647085", "uniprot": {"Swiss-Prot": "P59533"}, "wikipedia": {"url_stub": "TAS2R38"}}