{"AllianceGenome": "11599", "HGNC": "11599", "MIM": "604895", "_id": "30009", "_version": 1, "accession": {"genomic": ["AC015674.12", "CH471109.2", "CP068261.2", "GN337430.1", "GN337449.1", "NC_000017.11", "NC_060941.1", "NG_012166.1"], "protein": ["AAF00055.1", "AAF61243.1", "AAH39739.1", "BAD97354.1", "CAY39299.1", "CAY39301.1", "EAW94804.1", "NP_037483.1", "Q9UL17.1"], "rna": ["AF093098.1", "AF241243.2", "AK223634.1", "BC039739.2", "NM_013351.2"], "translation": [{"protein": "AAH39739.1", "rna": "BC039739.2"}, {"protein": "AAF61243.1", "rna": "AF241243.2"}, {"protein": "BAD97354.1", "rna": "AK223634.1"}, {"protein": "NP_037483.1", "rna": "NM_013351.2"}, {"protein": "AAF00055.1", "rna": "AF093098.1"}]}, "alias": ["IMD88", "T-PET", "T-bet", "TBET", "TBLYM"], "ensembl": {"gene": "ENSG00000073861", "protein": "ENSP00000177694", "transcript": ["ENST00000177694", "ENST00000581328"], "translation": [{"protein": "ENSP00000177694", "rna": "ENST00000177694"}], "type_of_gene": "protein_coding"}, "entrezgene": "30009", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.4151662461, "exp_mis": 213.478811214, "exp_syn": 110.251764526, "lof_z": 3.50006383715179, "mis_z": 2.92847753788508, "mu_lof": 1.24592289474e-06, "mu_mis": 2.34391048183e-05, "mu_syn": 1.25812278067e-05, "n_lof": 1.0, "n_mis": 126.0, "n_syn": 73.0, "p_li": 0.963242650804377, "p_null": 1.46505594866631e-05, "p_rec": 0.0367426986361368, "syn_z": 2.19939811853457}, "bp": 1608, "cds_end": 45822732, "cds_start": 45810820, "n_exons": 6, "nonpsych": {"exp_lof": 12.9385151935, "exp_mis": 193.110328967, "exp_syn": 99.6798845258, "lof_z": 3.25956760374972, "mis_z": 2.83509280320261, "mu_lof": 1.24592289474e-06, "mu_mis": 2.34391048183e-05, "mu_syn": 1.25812278067e-05, "n_lof": 1.0, "n_mis": 115.0, "n_syn": 67.0, "p_li": 0.945262032274083, "p_null": 4.83647408395287e-05, "p_rec": 0.0546896029850772, "syn_z": 2.06082032382673}, "nontcga": {"exp_lof": 13.2513678141, "exp_mis": 196.389935085, "exp_syn": 101.421041939, "lof_z": 3.31997979466848, "mis_z": 2.89348267200854, "mu_lof": 1.24592289474e-06, "mu_mis": 2.34391048183e-05, "mu_syn": 1.25812278067e-05, "n_lof": 1.0, "n_mis": 115.0, "n_syn": 64.0, "p_li": 0.946402276621141, "p_null": 3.75538909018731e-05, "p_rec": 0.0535601694879571, "syn_z": 2.35273867139203}, "transcript": "ENST00000177694.1"}, "exons": [{"cdsend": 47745366, "cdsstart": 47733454, "chr": "17", "position": [[47733235, 47733945], [47742609, 47742764], [47743070, 47743192], [47744194, 47744353], [47744481, 47744543], [47744747, 47746122]], "strand": 1, "transcript": "NM_013351", "txend": 47746122, "txstart": 47733235}], "exons_hg19": [{"cdsend": 45822732, "cdsstart": 45810820, "chr": "17", "position": [[45810601, 45811311], [45819975, 45820130], [45820436, 45820558], [45821560, 45821719], [45821847, 45821909], [45822113, 45823488]], "strand": 1, "transcript": "NM_013351", "txend": 45823488, "txstart": 45810601}], "generif": [{"pubmed": 12128215, "text": "distribution of T-BET/TBX21 expression in the haematopoietic compartment"}, {"pubmed": 12938094, "text": "Among twenty-three novel polymorphisms identified in the human TBX21 gene of Korean asthma patients, no significant associations of TBX21 variants with risk of asthma were observed."}, {"pubmed": 12938094, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 12960249, "text": "VZV virus and mite antigens induce expression of this transcriptionn factor in cord blood mononuclear cells, differenetially affecting Th1 and Th2 cells."}, {"pubmed": 15131585, "text": "T-bet expression in T(H)2 cells induced IL-2 production and decreased the secretion of IL-4."}, {"pubmed": 15241679, "text": "Association seen between type 1 diabetes and polymorphisms in the T-bet gene; variation in T-bet transcriptional activity may play a role in the development of type 1 diabetes, possibly through the effect on IFN-gamma production in Th1 cells"}, {"pubmed": 15248849, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15604153, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15604153, "text": "genetic variation in TBX21 may alter asthma phenotypes in a treatment-specific fashion"}, {"pubmed": 15632006, "text": "Expressed in Hodgkin disesase Reed Sternberg cells."}, {"pubmed": 15684083, "text": "Data indicate that T-bet can override repressive epigenetic modification through a T-box half-site and dissociation of the mSin3a corepressor from the promoter."}, {"pubmed": 15712176, "text": "T-bet may play a role in Hodgkin's lymphoma oncogenesis"}, {"pubmed": 15806396, "text": "first report demonstrating relationship between TBX21 single nucleotide polymorphisms and aspirin-induced asthma in Japanese"}, {"pubmed": 15860546, "text": "female steroid hormones use Stat-mediated pathways to modulate the expression of T-bet in epithelial cells"}, {"pubmed": 15927679, "text": "T-bet was clearly induced in the two B-cell precursor-leukemia cell lines."}, {"pubmed": 16179640, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16179640, "text": "These data suggest that T-bet variation contributes to airway responsiveness in asthma."}, {"pubmed": 16210653, "text": "Data from a prospective twin study suggest that T helper type 2 (Th2) cell-associated diseases in humans might be due to genetic variations in Th1 cytokine regulation via T-bet."}, {"pubmed": 16273099, "text": "A key transcription factor that links the long-term renewal of memory CD8+ T cells to their characteristic effector potency."}, {"pubmed": 16434488, "text": "Increased IFN-gamma levels observed in aplastic anemia patients are the result of active transcription of the IFN-gamma gene by T-bet."}, {"pubmed": 16487356, "text": "Increased T-bet expression does not only identify intracellular infections in lymphoid tissue associated with high IFN-gamma levels, but also implies that, under these conditions, it becomes induced in B cells, which apparently support the Th1 response."}, {"pubmed": 16498264, "text": "Segmental allergen challenge in asthmatics leads to increased GATA-3, c-maf and T-bet expression in BAL cells but not in bronchial biopsies"}, {"pubmed": 16750991, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16874959, "text": "Among mite-allergic patients T-bet expression was down-regulated, which had no relation to ECP concentration and allergic symptoms."}, {"pubmed": 17074191, "text": "Imbalance of transcription factors T-bet and GATA-3 may be one of the key factors in immune dysregulation of recurrent aphthous ulcerations."}, {"pubmed": 17075044, "text": "the GATA-3/T-bet transcription factor complex regulates the cell-lineage-specific expression of the lymphocyte homing receptors"}, {"pubmed": 17082665, "text": "A defect in Wiskott Aldrich CD4+ T cells is due to reduction in T-bet mRNA expression and in early nuclear recruitment of NFAT-1."}, {"pubmed": 17117487, "text": "There is an association between expression of Th1/Th2 transcription factors and cytokines (T-bet, GATA-3, IFN-gamma, IL-4,IL-18) in systemic lupus erythematosus."}, {"pubmed": 17237380, "text": "suppression of T-bet ameliorates EAE by limiting the differentiation of autoreactive Th1 cells, as well as inhibiting pathogenic Th17 cells via regulation of IL-23R."}, {"pubmed": 17325860, "text": "T-bet gene might be involved in the development of NK/T-cell lymphoma."}, {"pubmed": 17378728, "text": "Genetic variations the TBX21 promoter region contribute to susceptibility to HBV infection in the Chinese population."}, {"pubmed": 17378728, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17445472, "text": "In Dermatophagoides farinae-stimulated PBMCs from patients with asthma, expression of GATA-3 and T-bet and FOPX3 expression is decreased."}, {"pubmed": 17445473, "text": "In patients with acute asthma, rosiglitazone could regulate the balance of IFN-gamma and IL-4 by affecting expression of T-bet mRNA and GATA-3."}, {"pubmed": 17541280, "text": "IL-4 gene transcription is inhibited by T-bet via the suppression of its promoter activity, independently of IFN-gamma. T-bet facilitates Th1 differentiation through not only upregulation of IFN-gamma, but also downregulation of IL-4 gene transcription."}, {"pubmed": 17667540, "text": "Immunohistochemical detection of T-bet in infiltrated bone marrow trephines represents an important adjunct for the diagnosis of hairy cell leukemia."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17705132, "text": "Sp1 is a positive transcriptional regulator of T-BET"}, {"pubmed": 17949803, "text": "An association between a specific TBX21 haplotype and allergic asthma in children is demonstrated for the first time."}, {"pubmed": 17949803, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17993020, "text": "T-bet expression was down-regulated in NALT of patients with allergic rhinitis."}, {"pubmed": 18212358, "text": "The expression patterns of T-Bet and GATA-3 oppose progesteron receptor, suggesting antagonistic function and/or regulation between PR and T-Bet/GATA-3"}, {"pubmed": 18414429, "text": "low-dose prolactin induced T-bet expression and high-dose prolactin tended to suppress it"}, {"pubmed": 18504404, "text": "IL-13 expression was downregulated by T-bet at the level of gene transcription, independently of the modulation of Th1/Th2 balance. T-bet is the potential key factor in the development of Th1/Th2-related diseases."}, {"pubmed": 18504423, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18619618, "text": "T-bet mRNA expression level was significantly higher in patients with postoperative infection after aggressive hepatobiliary pancreatic surgery."}, {"pubmed": 18753235, "text": "evaluated the frequencies of five different single-nucleotide polymorphisms (SNPs) in the TBX21 gene in 159 HSV-2-infected individuals and compared them with those in 186 healthy HSV-2-seronegative controls"}, {"pubmed": 18840707, "text": "The Axl/Gas6 pathway contributes to normal human NK-cell development via an effect on the master regulatory transcription factor T-BET."}, {"pubmed": 19168793, "text": "oral graft vs host disease results from type I IFN-driven immigration, proliferation, and differentiation of T-bet(+) type I T effectors"}, {"pubmed": 19176008, "text": "High expression of T-bet was related to the progress of severe aplastic anemia."}, {"pubmed": 19234223, "text": "A reduced number of invariant natural killer T (iNKT) cells present in T-bet-deficient transgenic mice does not prevent iNKT cells from playing a critical role in the development of airway hyperreactivity."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19269192, "text": "regulates effector CD8+ T cell differentiation into long-term memory cells"}, {"pubmed": 19287198, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19287198, "text": "These results suggest that the polymorphisms of the TBX21 gene might be associated with the susceptibility to male rheumatoid arthritis patients."}, {"pubmed": 19298946, "text": "regulates late (but not early) IFN-g response in CD4 memory T cells"}, {"pubmed": 19307156, "text": "these findings provide molecular insight into T-bet transcription and suggest that EGR1 is an upstream regulator of T-bet induction."}, {"pubmed": 19336263, "text": "increased levels in kidney and PBMC of patients with mesangial proliferative nephritis"}, {"pubmed": 19348920, "text": "T-box 21 transcription factor is responsible for distorted T(H)2 differentiation in human peripheral CD4+ T cells."}, {"pubmed": 19362357, "text": "A risk score model indicates that TBX21 and HLX1 polymorphisms may have synergistic effects on asthma risk."}, {"pubmed": 19362357, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19362685, "text": "increased expression in patients with systemic lupus erythematosus"}, {"pubmed": 19473434, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19535634, "text": "Unexpectedly, activated islet-reactive T cell receptor-transgenic (BDC2.5 TCR) T cells do not require Tbx21 in recipient mice for efficient adoptive transfer of experimental diabetes."}, {"pubmed": 19615257, "text": "T-bet and GATA-3 play a part role in the regulation of Th1/Th2 balance in esophageal cancer."}, {"pubmed": 19639723, "text": "upregulated expression in nasal polyps tissue in Chinese patients"}, {"pubmed": 19691533, "text": "chronic inflammatory demyelinating polyradiculoneuropathy(CDIP)patients with active disease showed higher pSTAT1, T-bet, & pSTAT3 in CD4(+) T-cells & monocytes than controls"}, {"pubmed": 19692128, "text": "T-bet positive/RORgammat negative and T-bet positive/RORgammat positive clones induce experimental autoimmune encephalitis equally well."}, {"pubmed": 19757302, "text": "The T-bet-IFN-gamma axis is involved in the pathogenesis of hairy-cell leukemia."}, {"pubmed": 19805038, "text": "In Th1 cells, T-bet associates with genes of diverse function, including those with roles in transcriptional regulation, chemotaxis and adhesion."}, {"pubmed": 19818655, "text": "cooperation between architectural (CTCF) and transcriptional enhancing (T-bet) factors and the elements to which they bind is required for proper Th1 cell-specific expression of Ifng."}, {"pubmed": 19861286, "text": "Compared with the normal controls, T-bet mRNA expression decreased whereas GATA-3 mRNA expression increased significantly in patients with systemic lupus erythematosus."}, {"pubmed": 19879772, "text": "These results demonstrate how IL-18 activity is regulated by TNFalpha and TGF-beta1, and how IFNgamma production through regulation of IL-18 receptor and T-bet expression."}, {"pubmed": 19915058, "text": "a novel, IL-12-independent mechanism by which dendritic cell Tbets promote improved type 1 functional polarization from naive T cell responders"}, {"pubmed": 19923468, "text": "T-bet locus remodeling and expression are initiated by T cell receptor-induced NF-AT recruitment and amplified by interleukin (IL)12-mediated STAT4 binding to distinct distal regulatory elements during T helper (Th)1 cell differentiation."}, {"pubmed": 19950257, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19950257, "text": "Single nucleotide polymorphisms in TBX21 and STAT4 contribute uniquely and interactively to SSc susceptibility."}, {"pubmed": 20056084, "text": "T-bet and Eomes are important transcription factors for the regulation of IFN-gamma production in CD4(+) and CD8(+) T cells."}, {"pubmed": 20175803, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20193034, "text": "Data show that T-bet gene mutations may be associated with Th2-dominated condition in gastric cancers."}, {"pubmed": 20237292, "text": "In a transgenic mouse model, decreased GATA-3 and elevated T-bet are observed in Src family kinase Lck-deficient T helper (Th) type 2 skewed cells, and this suggests that inhibition of GATA-3, possibly by T-bet, may contribute to reduced IL-4 expression."}, {"pubmed": 20333526, "text": "higher expression in PBMC of psoriatic patients"}, {"pubmed": 20429676, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20429676, "text": "Our results suggest that the TBX21 -1993C/-1514C haplotype may be a protective factor for genetic susceptibility to SLE in the Chinese population."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20675595, "text": "Dendritic cells transduced with recombinant adenovirus encoding full-length murine transgenic T-bet dramatically slow tumor progression and extend overall survival when delivered intralesionally."}, {"pubmed": 20713880, "text": "T-bet and Eomes are not critical for the generation of systemic cytotoxic T cell activities against cancer cells. Instead, T-bet and Eomes are crucial for tumor infiltration by CD8-positive T cells."}, {"pubmed": 20855629, "text": "Data show that T-bet dependence identifies distinct transcriptional pathways in B cells that regulate IFN-gamma-induced switching to different IgG isotypes."}, {"pubmed": 20974984, "text": "Downstream of interferon (IFN)-gamma, interleukin (IL)-27, and STAT1-activating cytokines there are both STAT1 and T-bet-dependent pathways capable of suppressing Th17 responses."}, {"pubmed": 20977921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20977921, "text": "the T-1993C polymorphism in the TBX21 promoter influences susceptibility to type 1 autoimmune hepatitis in a Chinese population"}, {"pubmed": 21055151, "text": "The expression of T-bet correlates with the nasal NK/T-cell lymphoma types."}, {"pubmed": 21114556, "text": "The T-bet deficiency and the correlation of GATA-3 expression with the increase of IgE are characteristics of long-lasting asthma."}, {"pubmed": 21177324, "text": "NZB treatment determines an accumulation of CD4+T-bet+, CD4+pSTAT3+ and CD8+T-bet+ T cells in the peripheral blood of natalizumab treated multiple sclerosis patients."}, {"pubmed": 21239533, "text": "These results are the first to identify T-bet expression and activity in a structural cell of the lung and may provide new insights into therapeutic targets for inflammatory airway disease."}, {"pubmed": 21272048, "text": "Findings demonstrate that the TBX21 T-1993C polymorphism represses TBX21 expression and Th1 cytokine production through control of YY1, which might result in the imbalance between Th1 and Th2 immune responses in autoimmune or allergic diseases."}, {"pubmed": 21289214, "text": "predominance of intraglomerular T-bet expression relative to GATA3 expression associated with poor response to treatment with bolus steroid"}, {"pubmed": 21289310, "text": "T-bet may play an important role in driving effector function, and its modulation may lead to enhanced effector activity against HIV."}, {"pubmed": 21468546, "text": "The ratio of T-bet/GATA-3 can be used as an objective indicator of immune imbalance in patients with allergic asthma."}, {"pubmed": 21642544, "text": "At the time point for rapid recall (6 h after stimulation), NF-kappaB, but not T-bet, is present in the nucleus of naive and memory CD4 T cells and exhibits a greater-fold upregulation in memory CD4 T cells."}, {"pubmed": 21780995, "text": "Data suggest that T-bet expression by B-cells represents a T-cell independent immune response trying to cope with opportunistic infections."}, {"pubmed": 22014209, "text": "Functional polymorphisms in TBX21 are associated with the development of autoimmune thyroid diseases and prognosis of Graves' disease."}, {"pubmed": 22133489, "text": "Results indicate that single nucleotide polymorphisms in TBX21 and STAT4 might contribute to susceptibility to aplastic anemia (AA) in the Chinese population."}, {"pubmed": 22258560, "text": "the T-1514C polymorphism affects TBX21 gene expression and Th1 cytokine production by binding USF-1 to the SNP site"}, {"pubmed": 22261438, "text": "mice lacking both transcription factors Eomesodermin (Eomes) and T-bet failed to develop NK cells"}, {"pubmed": 22303482, "text": "This study investigated the influence of TBX21 and HLX1 single nucleotide polymorphisms (SNPs), which have previously been shown to be associated with asthma, on T(H)1/T(H)2 lineage cytokines at birth."}, {"pubmed": 22336257, "text": "Leukocyte TBET/GATA3-binding factor mRNA ratio is elevated in patients with acute coronary syndrome, and highest in patients with acute myocardial infarction."}, {"pubmed": 22391183, "text": "Th1/Th2 imbalance exists in the acute phase of childhood Hench-Schonlein purpura, which correlates with the abnormal expression of transcription factor T-bet and GATA-3."}, {"pubmed": 22416188, "text": "Data suggest that TBX21 -1993 polymorphism might contribute to the risk of gastric cancer, especially to the distant metastasis."}, {"pubmed": 22430437, "text": "These results implicate a mechanism through which T-bet may influence innate immunity in Crohn's disease."}, {"pubmed": 22490682, "text": "Chronic HIV infection affects the expression of the 2 transcription factors required for CD8 T-cell differentiation into cytolytic effectors."}, {"pubmed": 22513824, "text": "measured the expression of T-bet (a member of the T-box family of transcription factors regulating Th1 lineage commitment) and its relationship with inflammation in 70 patients with transplant glomerulopathy"}, {"pubmed": 22521571, "text": "The TBX21 promoter polymorphism T-1993C is associated with a significant decrease in IL-4 and IFN-c production by stimulated primary human lymphocytes."}, {"pubmed": 23095752, "text": "Data presented herein shed further light on involvement of T-bet in innate immunity and suggest that IL-36gamma, besides IFNgamma, may contribute to functions of this transcription factor in immunopathology."}, {"pubmed": 23243425, "text": "The expression levels of Hlx, T-bet, and IFN-gamma were significantly decreased."}, {"pubmed": 23308012, "text": "Gene expression of T-bet and GATA-3 by endometrial stromal cells is controlled by hormonal conditions mimicking decidualization, and cyclic AMP."}, {"pubmed": 23334427, "text": "These results suggest that the imbalanced expression of Tim-3 and T-bet may play a role in the pathogenesis and course of aplastic anaemia (AA), and the downregulation of T-bet/Tim-3 may represent a reasonable therapeutic strategy for AA treatment."}, {"pubmed": 23413906, "text": "Data indicate that T-bet mRNA and the ratio of T-bet:GATA-3 mRNA in peripheral blood lymphocytes was lower in the chronic cardiac insufficiency (CCI) intervention group than in the CCI control group."}, {"pubmed": 23440501, "text": "expression of T-bet was increased in CD8 T cells from aged subjects"}, {"pubmed": 23455505, "text": "T-bet and Eomes are likely regulated at the level of subcellular localization, potentially via different mechanisms."}, {"pubmed": 23479229, "text": "IL-21-induced cytotoxic T lymphocyte (CTL) function is T-bet dependent, since T-bet deficiency results in defective IL-21-dependent cytotoxicity in CD8+ T cells in vitro and in vivo."}, {"pubmed": 23607257, "text": "Marginal zone lymphomas with monocytoid morphology express T-bet and are associated with a low number of T cells in extranodal locations."}, {"pubmed": 23608226, "text": "EBV-encoded miR-BART20-5p inhibits T-bet translation with secondary suppression of p53 in invasive nasal NK/T-cell lymphoma.["}, {"pubmed": 23855758, "text": "IRTA1 and T-bet are positive markers for the diagnosis of nodal marginal zone lymphoma"}, {"pubmed": 24107858, "text": "Polymorphism rs9910408 in TBX21 gene was associated with response to inhaled corticosteroids in asthma."}, {"pubmed": 24235972, "text": "intraglomerular predominance of T-bet over GATA3 might be used as diagnosis maker of ABMR in addition to C4d, especially in C4d-negative cases."}, {"pubmed": 24262372, "text": "genetic polymorphism is associated with chronic immune thrombocytopenia in Chinese population"}, {"pubmed": 24338248, "text": "In the presence of 100 ng/ml IL-11, GATA-3 transcript abundance rose up to ~85-fold of that measured in untreated cells, whereas T-bet transcripts were lowered merely to ~41%"}, {"pubmed": 24495857, "text": "The autoimmune disease-associated transcription factors EOMES and TBX21 are dysregulated in multiple sclerosis and define a molecular subtype of disease."}, {"pubmed": 24660543, "text": "Abnormal expression of the transcription factors T-bet and GATA-3 contributes to the imbalance of Thl/Th2 lymphocytes associated with immune dysfunction, leading to the development and progression of aplastic anemia."}, {"pubmed": 24766459, "text": "Study shows the capacity of human CD4(+) and CD8(+) T cells for stable co-expression of GATA-3 and T-bet in humanized mice and reveals a critical role for IL-12 in regulating this phenotype."}, {"pubmed": 24845384, "text": "this study identified USP10, a carboxyl-terminal ubiquitin-processing protease, could interact with T-bet in the nucleus."}, {"pubmed": 24901011, "text": "T-bet undergoes several post-translational protein modifications, such as phosphorylation and ubiquitination, which affect lineage commitment during T-cell differentiation. (Review)"}, {"pubmed": 25032686, "text": "This study supports the concept that poor human viral-specific CD8(+) T cell functionality is due to an inverse expression balance between T-bet and Eomes"}, {"pubmed": 25056814, "text": "study concludes that TBX21 gene polymorphism was associated with an increased risk of asthma in Indian population"}, {"pubmed": 25225458, "text": "Dysfunctional CD8+ T cells in hepatitis B and C are characterized by a lack of antigen-specific T-bet induction."}, {"pubmed": 25292313, "text": "Data show that the expression levels of transcription factors GATA-3 and FOXP3 were upregulated with 1.0 mug/ml galectin-1, while transcription factors TBX21 and RORC expression levels were reduced with both 1.0 and 2.0 mug/ml concentrations of galectin-1."}, {"pubmed": 25339676, "text": "expression in CD8+ T cells during early chronic infection differentiates controllers from relapsers"}, {"pubmed": 25340608, "text": "The transcription factor, t-bet, primes intestinal transplant rejection, and associates with disrupted homeostatic relationships between innate and adaptive immune cells in the allograft mucosa during rejection."}, {"pubmed": 25352127, "text": "TOX2 plays a crucial role in controlling normal NK cell development by acting upstream of TBX21 transcriptional regulation"}, {"pubmed": 25378399, "text": "Results indicate that the pre-existence and nuclear mobilization of transcription factor T-bet in resting memory CD4(+) T cells might be a possible transcriptional mechanism for rapid production of cytokines by memory CD4(+) T cells."}, {"pubmed": 25400774, "text": "High tumor nuclei T-bet expression in primary tumors of breast cancer was correlated with poor prognosis and high density of T-bet+ interstitial lymphocytes in primary tumors of breast cancer were correlated with favorable prognosis."}, {"pubmed": 25495780, "text": "Knockdown of T-bet expression in Mart-127-35 -specific T-cell-receptor-engineered human CD4(+) CD25(-) and CD8(+) T cells attenuates effector function."}, {"pubmed": 25505279, "text": "Chronic lymphocytic leukemia cells express CD38 in response to Th1 cell-derived IFN-gamma by a T-bet-dependent mechanism."}, {"pubmed": 25552913, "text": "The mRNA level of Th1-specific transcription factor T-bet was reduced in patients with liver cancer."}, {"pubmed": 25575062, "text": "Expression of T-bet was high in gammadeltaT cells that were expanded in the Th2 polarizing condition."}, {"pubmed": 25577251, "text": "Especially, the ACC, ACT, and ATC haplotypes derived from the TBX21 gene would increase the susceptibility to ESCC in the high-risk Chinese population."}, {"pubmed": 25759111, "text": "Our results suggested that TBX21 variants may be involved in the etiology of this disease."}, {"pubmed": 25832120, "text": "observed the polymorphic allele T was enriched in the chronic periodontitis patients compared to chronic gingivitis patients; investigating the putative functionality TBX21-1993T/C in modulation of local response, observed transcript levels of T-bet, but not of IFN-gamma, were upregulated in homozygote and heterozygote polymorphic subjects"}, {"pubmed": 25873156, "text": "The tested 25 SNPs in TBX21, GATA3, Rorc and Foxp3 did not associate with BD and VKH syndrome."}, {"pubmed": 26214042, "text": "Our data indicate that Tim-3 expression on NK cells is regulated by T-bet, and that Tim-3 levels correlate with advanced stages of gastric cancer"}, {"pubmed": 26297793, "text": "Studies indicate that a key feature of age-associated B cells (ABCs) is that they express and depend upon B cell-intrinsic expression of the T-bet transcription factor."}, {"pubmed": 26302932, "text": "T-bet expression might be associated with differentiation into effector memory cells and PD-1 expression in mycobacterial antigen-specific CD4(+) T cells."}, {"pubmed": 26418311, "text": "Data indicate that overexpression of micrRNA miR-135a alters transcription factor T-bet and GATA binding protein 3 (GATA-3) mRNA expression in allergic rhinitis (AR)."}, {"pubmed": 26438526, "text": "the level of T-bet and Eomesodermin, two T-box transcription factors regulating lymphocyte effector functions, is strongly reduced in NK cells from allogeneic hematopoietic stem cell transplantation recipients compared with healthy control subjects."}, {"pubmed": 26520896, "text": "HMGB1 contributed to IFN-gamma-producing Th17-cell bias in coronary artery atherosclerosis by controlling expression of T-bet and RUNX3."}, {"pubmed": 26762769, "text": "TBX21 expression was low in multiple sclerosis (MS), and stable over time. The low EOMES/TBX21 phenotype in MS reflects cd56+ cell dysregulation."}, {"pubmed": 26809262, "text": "expression of T-bet may influence the function of HBV-specific CD8+ T cells and thus can be an attractive target for modulation to improve HBV-specific immunity in CHB."}, {"pubmed": 26916970, "text": "IFNG and IFNG-TBX21 allele interaction are involved in systemic lupus erythematosus susceptibility in a Chinese Han population."}, {"pubmed": 26950239, "text": "There is a common program of effector T cell differentiation that is regulated by IL-2 and IL-12 signaling and the combined activities of the transcriptional regulators Blimp-1 and T-bet."}, {"pubmed": 26970513, "text": "this study shows that in peripheral blood, end-stage renal disease patients show increased levels of t-bet"}, {"pubmed": 27082299, "text": "A high copy number of T-bet and GATA-3 confers susceptibility to AAU and AS, and a high copy number of FOXP3 confers susceptibility to female patients with AAU either with or without AS."}, {"pubmed": 27125523, "text": "There is a genetic association of ankylosing spondylitis with TBX21 which influences T-bet and pro-inflammatory cytokine expression in humans and SKG mice as a model of spondyloarthritis."}, {"pubmed": 27237631, "text": "The aim of this study was to investigate the clinical significance of three immune cell-related transcription factors, T-bet, GATA-3 and Bcl-6 in bladder cancer in Tunisian patients."}, {"pubmed": 27478306, "text": "severe but not euthyroid Hashimoto's thyroiditis is associated with robust upregulation of T-bet and FOXP3 mRNA in peripheral T cells, independent of the thyroid hormone status but proportional to disease activity"}, {"pubmed": 27917625, "text": "T-helper Cell Type-1 Transcription Factor T-Bet Is Down-regulated in Type 1 Diabetes."}, {"pubmed": 28187197, "text": "Results suggest that genetic polymorphisms may predispose individuals to mucosal autoimmune disease through alterations in transcription factor T-bet (TBX21) binding."}, {"pubmed": 28279590, "text": "this review discusses how T-bet regulates transcriptional programs in response to type 1 inflammatory signals"}, {"pubmed": 28289707, "text": "The single-cell pattern of Eomes and T-bet expression during ontogeny, however, revealed a stereotyped pattern of reciprocal dominance, with immature NK cells expressing higher amounts of Eomes and more mature NK cells marked by greater abundance of T-bet"}, {"pubmed": 28457482, "text": "Data show that T-box transcription factor TBX21 (T-bet) expressed in unstimulated memory more than naive B cells, and more in young individuals."}, {"pubmed": 28509479, "text": "TBX21 expression level showed a reduction expression in aged men and women."}, {"pubmed": 28550044, "text": "HDAC11-knockout T cells displayed enhanced proliferation, proinflammatory cytokine production, and effector molecule expression of Eomes and TBX21 transcription factors previously shown to regulate inflammatory cytokine and effector molecule production."}, {"pubmed": 28623086, "text": "this study shows that T-bet restrains IFN-gamma-induced collateral type I IFN circuitry in the Th1 response in vivo"}, {"pubmed": 28641866, "text": "Studies indicate the accumulation of T-bet transcription factor (T-bet)+ B cells in autoimmune patients."}, {"pubmed": 28739077, "text": "Studies indicate the induction of T-bet transcription factor (T-bet) in B cells following both HIV and HCV infections."}, {"pubmed": 28756897, "text": "Studies indicate enriched expression of TBX21 (T-bet), which is important for B cell survival and response to antigen, was observed in CD11c+ B cells."}, {"pubmed": 28838763, "text": "Studies indicate that CD11c+ T-bet+ memory B cells exhibit a distinct transcriptome."}, {"pubmed": 28849203, "text": "siRNA-mediated knockdown of T-bet and RORgammaT contributes to decreased inflammation in preeclampsia."}, {"pubmed": 28923237, "text": "Studies indicate a feedback loop amongst T-bet, STAT and cytokines."}, {"pubmed": 29088218, "text": "the model of mutually antagonistic differentiation programs driven by mutually exclusively expressed T-bet or GATA-3 does not completely explain natural CD4 T cell priming outcomes"}, {"pubmed": 29133416, "text": "Phosphorylation of T-bet by RSK2 is required for IFNgamma expression for attenuation of colon cancer metastasis and growth."}, {"pubmed": 29358858, "text": "The repression of TBX21 expression by high-affinity binding of YY1 to the -1993C allele may contribute to a decreased development of AIH-1 via suppression of type 1 immunity."}, {"pubmed": 29399747, "text": "Investigated the associations of IL-28B rs12979860 and TBX21 rs17250932, rs4794067 polymorphisms with the susceptibility to, and outcomes of, hepatitis C virus (HCV) infection; rs4794067 variant genotypes significantly correlated with increased risk of HCV chronic infection and susceptibility"}, {"pubmed": 29424438, "text": "The authors propose that NK cells are defined by coexpression of T-bet and Eomes, while ILC1s express only one of these factors, either T-bet or Eomes, depending on the tissue or the species."}, {"pubmed": 29615105, "text": "TBX21 regulates lung adenocarcinoma cells stemness via the TBX21-IL-4 pathway."}, {"pubmed": 29774027, "text": "Clinical remission of sight-threatening non-infectious uveitis has an immunoregulatory phenotype characterized by upregulation of peripheral Treg, polarized toward T-bet and TIGIT."}, {"pubmed": 30246373, "text": "this study shows that an elevated incidence of donor-stimulated CD8+T cells co-expressing high levels of Eomes and T-bet before kidney transplantation, may correlate with an increased incidence of acute cellular rejection"}, {"pubmed": 30536907, "text": "the identification of pathways that can increase the function of T-bet in activating Tregs and inducing angiogenesis might be used as a new therapeutic option in future investigations."}, {"pubmed": 30548981, "text": "the TBX21-1993 T allele and TC/CC genotypes predispose to Th1-type immune response development in vitro, influence immune response polarization in vivo, and consequently account for the risk for apical periodontitis development."}, {"pubmed": 30614205, "text": "The single nucleotide polymorphisms (SNPs) rs4794067, rs2275806, rs2232365, and rs3761548 map in the genes of TBX21, GATA3, and FOXP3 were investigated if they are associated with acute cellular liver transplant rejection."}, {"pubmed": 30632703, "text": "our study identified three mRNAs (TBX21, TGIF2, and CYCS) that were significantly altered between high- and low-risk patients with breast cancer. The three-mRNA model was independent and predicted the prognosis of patients robustly. Furthermore, this model could predict survival probability precisely in patients with or without metastasis."}, {"pubmed": 30709927, "text": "findings reveal that a high frequency of Eomes(+)T-bet(low) CD8(+) T cells predicts poor clinical outcome in acute myeloid leukemia (AML) and that targeting Eomes may provide a therapeutic benefit against AML"}, {"pubmed": 30894532, "text": "Endoplasmic reticulum stress stress-induced mediator CHOP thwarts effector T cell activity in tumors through T-bet repression."}, {"pubmed": 30973418, "text": "T-bet and IgG3 are the regulators of B-cell function in chronic HIV-1 viremia. [review]"}, {"pubmed": 31056985, "text": "Decreased IFNgamma expression plus T-bet down-regulation suggested the inhibitory effect of menthol on Th1 cells differentiation and hence imply its possible therapeutic usefulness in inflammatory diseases."}, {"pubmed": 31069590, "text": "OS was significantly improved for patients with high T-bet-expressing TILs in TNBC. Thus, T-bet may be a predictive indicator for survival and various immunotherapy strategies in TNBC."}, {"pubmed": 31231373, "text": "Protein levels of T-bet were downregulated in PBMCs from acute gout patients."}, {"pubmed": 31357781, "text": "The increase of T-bet expression in the peripheral plasma cells of autoimmune hepatitis patients is associated with liver damage"}, {"pubmed": 31572375, "text": "Tbet Expression in Regulatory T Cells Is Required to Initiate Th1-Mediated Colitis."}, {"pubmed": 31776286, "text": "Overexpression of T-bet in HIV infection is associated with accumulation of B cells outside germinal centers and poor affinity maturation."}, {"pubmed": 32774332, "text": "T-bet Expression in Peripheral Th17.0 Cells Is Associated With Pulmonary Function Changes in Sarcoidosis."}, {"pubmed": 33040251, "text": "Role of the IL-23-T-bet/GATA3 Axis for the Pathogenesis of Ulcerative Colitis."}, {"pubmed": 33938192, "text": "Association of the rs17250932, rs4794067, and rs2240017 polymorphism in the TBX21 gene with autoimmune diseases: A meta-analysis."}, {"pubmed": 34160550, "text": "High Th2 cytokine levels and upper airway inflammation in human inherited T-bet deficiency."}, {"pubmed": 34531288, "text": "The Th1 cell regulatory circuitry is largely conserved between human and mouse."}, {"pubmed": 34623902, "text": "The expansion of human T-bet(high)CD21(low) B cells is T cell dependent."}, {"pubmed": 34630413, "text": "T-BET and EOMES Accelerate and Enhance Functional Differentiation of Human Natural Killer Cells."}, {"pubmed": 34936684, "text": "SARS-CoV-2 spike-specific memory B cells express higher levels of T-bet and FcRL5 after non-severe COVID-19 as compared to severe disease."}, {"pubmed": 36796535, "text": "Association of TBX21 gene polymorphisms and acute anterior uveitis risk in a Chinese population: A case-control study."}, {"pubmed": 37039998, "text": "Expression analysis of IL-2, TBX21 and SOCS1 in peripheral blood cells of celiac disease patients reveals the diagnostic potential of IL-2."}, {"pubmed": 37067748, "text": "TBX21 attenuates colorectal cancer progression via an ARHGAP29/RSK/GSK3beta dependent manner."}, {"pubmed": 37279078, "text": "T-BET and EOMES sustain mature human NK cell identity and antitumor function."}, {"pubmed": 38101155, "text": "Evaluation of the presence of Th1 response through T-bet and IFN-gamma immunohistochemical expression in lower lip and oral tongue squamous cell carcinomas."}, {"pubmed": 38468428, "text": "Correlation of TBX21 gene polymorphisms with ankylosing spondylitis in a Chinese population."}], "genomic_pos": {"chr": "17", "end": 47746122, "ensemblgene": "ENSG00000073861", "start": 47733236, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 45823485, "start": 45810610, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 18504404, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001708", "qualifier": "involved_in", "term": "cell fate specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002296", "qualifier": "involved_in", "term": "T-helper 1 cell lineage commitment"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009615", "pubmed": 20583921, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032703", "qualifier": "involved_in", "term": "negative regulation of interleukin-2 production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043161", "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045580", "qualifier": "involved_in", "term": "regulation of T cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 19805038, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048304", "qualifier": "involved_in", "term": "positive regulation of isotype switching to IgG isotypes"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0072676", "qualifier": "involved_in", "term": "lymphocyte migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072676", "pubmed": 19805038, "qualifier": "involved_in", "term": "lymphocyte migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000320", "qualifier": "involved_in", "term": "negative regulation of T-helper 17 cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000329", "qualifier": "involved_in", "term": "negative regulation of T-helper 17 cell lineage commitment"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000552", "qualifier": "involved_in", "term": "negative regulation of T-helper 2 cell cytokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000556", "qualifier": "involved_in", "term": "positive regulation of T-helper 1 cell cytokine production"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 19805038, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 18504404, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15662016, 17075044, 24845384], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 23332764, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[9544, 694044], [9598, 749275], [9606, 30009], [9615, 491044], [9913, 538933], [10090, 57765], [10116, 303496]], "id": 8353}, "interpro": [{"desc": "T-box transcription factor", "id": "IPR001699", "short_desc": "TF_T-box"}, {"desc": "p53-like transcription factor, DNA-binding domain superfamily", "id": "IPR008967", "short_desc": "p53-like_TF_DNA-bd_sf"}, {"desc": "Transcription factor, T-box, conserved site", "id": "IPR018186", "short_desc": "TF_T-box_CS"}, {"desc": "T-box superfamily", "id": "IPR036960", "short_desc": "T-box_sf"}, {"desc": "T-box transcription factor, DNA-binding domain", "id": "IPR046360", "short_desc": "T-box_DNA-bd"}], "ipi": "IPI00007732", "map_location": "17q21.32", "name": "T-box transcription factor 21", "other_names": ["T-box 21", "T-box expressed in T cells", "T-box protein 21", "T-box transcription factor TBX21", "T-box transcription factor expressed in T cells", "T-cell-specific T-box transcription factor T-bet", "transcription factor TBLYM"], "pantherdb": {"HGNC": "11599", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1888984", "ortholog_type": "LDO", "panther_family": "PTHR11267", "taxid": 10090, "uniprot_kb": "Q9JKD8"}, {"RGD": "1308264", "ortholog_type": "LDO", "panther_family": "PTHR11267", "taxid": 10116, "uniprot_kb": "D3ZCM2"}, {"Ensembl": "ENSGALG00000050240", "ortholog_type": "LDO", "panther_family": "PTHR11267", "taxid": 9031, "uniprot_kb": "A0A3Q3ALX3"}, {"ZFIN": "ZDB-GENE-080104-3", "ortholog_type": "LDO", "panther_family": "PTHR11267", "taxid": 7955, "uniprot_kb": "D1YT98"}, {"WormBase": "WBGene00006550", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q9TZL0"}, {"WormBase": "WBGene00006551", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "O61764"}, {"WormBase": "WBGene00006547", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q20257"}, {"WormBase": "WBGene00006546", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q22289"}, {"WormBase": "WBGene00006552", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "O45291"}, {"WormBase": "WBGene00006545", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q22292"}, {"WormBase": "WBGene00006557", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q9XVD5"}, {"WormBase": "WBGene00006556", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q9U2C9"}, {"WormBase": "WBGene00006555", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q23622"}, {"WormBase": "WBGene00006553", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q9NAH2"}, {"WormBase": "WBGene00006544", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q95PX3"}, {"FlyBase": "FBgn0021767", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 7227, "uniprot_kb": "Q9W3F4"}], "uniprot_kb": "Q9UL17"}, "pathway": {"kegg": [{"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}], "pid": [{"id": "il12_2pathway", "name": "IL12-mediated signaling events"}, {"id": "il12_stat4pathway", "name": "IL12 signaling mediated by STAT4"}, {"id": "il27pathway", "name": "IL27-mediated signaling events"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}], "wikipathways": [{"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pfam": "PF00907", "pharmgkb": "PA36362", "pharos": {"target_id": 115, "tdl": "Tbio"}, "prosite": "PS50252", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF264695", "relationship": "is"}, {"id": "GNF264696", "relationship": "is"}, {"id": "GNF264697", "relationship": "is"}, {"id": "GNF264698", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047948", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091337", "relationship": "is"}, {"id": "GNF091338", "relationship": "is"}, {"id": "GNF091339", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054077", "relationship": "is"}, {"id": "GNF058857", "relationship": "is"}, {"id": "GNF074143", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070803", "relationship": "is"}, {"id": "GNF070804", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014359", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF242281", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103660", "relationship": "is"}, {"id": "GNF143310", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_012166.1"], "protein": "NP_037483.1", "rna": "NM_013351.2", "translation": {"protein": "NP_037483.1", "rna": "NM_013351.2"}}, "reporter": {"HG-U133_Plus_2": "220684_at", "HTA-2_0": "TC17000613.hg.1", "HuEx-1_0": "3724858", "HuGene-1_1": "8008029", "HuGene-2_1": "16835313"}, "retired": 29939, "summary": "This gene is a member of a phylogenetically conserved family of genes that share a common DNA-binding domain, the T-box. T-box genes encode transcription factors involved in the regulation of developmental processes. This gene is the human ortholog of mouse Tbx21/Tbet gene. Studies in mouse show that Tbx21 protein is a Th1 cell-specific transcription factor that controls the expression of the hallmark Th1 cytokine, interferon-gamma (IFNG). Expression of the human ortholog also correlates with IFNG expression in Th1 and natural killer cells, suggesting a role for this gene in initiating Th1 lineage development from naive Th precursor cells. [provided by RefSeq, Jul 2008].", "symbol": "TBX21", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420610"}, "unigene": "Hs.272409", "uniprot": {"Swiss-Prot": "Q9UL17"}, "wikipedia": {"url_stub": "TBX21"}}