{"AllianceGenome": "11602", "HGNC": "11602", "MIM": "601621", "_id": "6926", "_version": 2, "accession": {"genomic": ["AC010177.48", "AC026765.22", "CH471054.1", "CP068266.2", "NC_000012.12", "NC_060936.1", "NG_008315.1"], "protein": ["AAC12947.1", "AAD50989.2", "AAF61207.1", "AAF61816.1", "AAH25258.1", "BAG65418.1", "EAW98069.1", "EAW98070.1", "EAW98071.1", "EAW98072.1", "EAW98073.1", "EAW98074.1", "NP_005987.3", "NP_057653.3", "O15119.4"], "rna": ["AF002228.1", "AF074999.1", "AF140240.1", "AF170708.2", "AF216750.1", "AK054604.1", "AK075457.1", "AK304639.1", "AY034105.1", "BC025258.1", "NM_005996.4", "NM_016569.4"], "translation": [{"protein": "AAD50989.2", "rna": "AF170708.2"}, {"protein": "AAC12947.1", "rna": "AF002228.1"}, {"protein": "NP_005987.3", "rna": "NM_005996.4"}, {"protein": "AAH25258.1", "rna": "BC025258.1"}, {"protein": "AAF61207.1", "rna": "AF216750.1"}, {"protein": "AAF61816.1", "rna": "AF140240.1"}, {"protein": "NP_057653.3", "rna": "NM_016569.4"}, {"protein": "BAG65418.1", "rna": "AK304639.1"}]}, "alias": ["TBX3-ISO", "UMS", "XHL"], "ensembl": {"gene": "ENSG00000135111", "protein": ["ENSP00000257566", "ENSP00000257567"], "transcript": ["ENST00000257566", "ENST00000349155", "ENST00000548503", "ENST00000552054"], "translation": [{"protein": "ENSP00000257567", "rna": "ENST00000349155"}, {"protein": "ENSP00000257566", "rna": "ENST00000257566"}], "type_of_gene": "protein_coding"}, "entrezgene": "6926", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.4962655273, "exp_mis": 283.128271481, "exp_syn": 166.22509687, "lof_z": 3.36948190761322, "mis_z": 2.99780005687441, "mu_lof": 1.06008144426e-06, "mu_mis": 3.34048993318e-05, "mu_syn": 1.99212653239e-05, "n_lof": 1.0, "n_mis": 180.0, "n_syn": 130.0, "p_li": 0.948925457312872, "p_null": 3.33354692490214e-05, "p_rec": 0.0510412072178786, "syn_z": 1.74185002131878}, "bp": 2232, "cds_end": 115121005, "cds_start": 115109645, "n_exons": 8, "nonpsych": {"exp_lof": 12.0681508951, "exp_mis": 256.111143108, "exp_syn": 150.302485157, "lof_z": 3.41171167270435, "mis_z": 3.18673780484533, "mu_lof": 1.06008144426e-06, "mu_mis": 3.34048993318e-05, "mu_syn": 1.99212653239e-05, "n_lof": 0.0, "n_mis": 155.0, "n_syn": 113.0, "p_li": 0.984823433222385, "p_null": 9.91009780271834e-06, "p_rec": 0.0151666566798122, "syn_z": 1.91565956480439}, "nontcga": {"exp_lof": 12.402209613, "exp_mis": 260.463673972, "exp_syn": 152.912744608, "lof_z": 3.19389568754188, "mis_z": 2.94696110750787, "mu_lof": 1.06008144426e-06, "mu_mis": 3.34048993318e-05, "mu_syn": 1.99212653239e-05, "n_lof": 1.0, "n_mis": 165.0, "n_syn": 120.0, "p_li": 0.927786272331849, "p_null": 7.97976289271212e-05, "p_rec": 0.0721339300392235, "syn_z": 1.68524880172392}, "transcript": "ENST00000257566.3"}, "exons": [{"cdsend": 114683200, "cdsstart": 114671840, "chr": "12", "position": [[114670254, 114672302], [114674164, 114674835], [114676312, 114676470], [114677579, 114677656], [114679504, 114679651], [114680878, 114681146], [114682811, 114684175]], "strand": -1, "transcript": "NM_005996", "txend": 114684175, "txstart": 114670254}, {"cdsend": 114683200, "cdsstart": 114671840, "chr": "12", "position": [[114670254, 114672302], [114674164, 114674835], [114676312, 114676470], [114677579, 114677656], [114679504, 114679651], [114679912, 114679972], [114680878, 114681146], [114682811, 114684175]], "strand": -1, "transcript": "NM_016569", "txend": 114684175, "txstart": 114670254}], "exons_hg19": [{"cdsend": 115121005, "cdsstart": 115109645, "chr": "12", "position": [[115108059, 115110107], [115111969, 115112640], [115114117, 115114275], [115115384, 115115461], [115117309, 115117456], [115118683, 115118951], [115120616, 115121980]], "strand": -1, "transcript": "NM_005996", "txend": 115121980, "txstart": 115108059}, {"cdsend": 115121005, "cdsstart": 115109645, "chr": "12", "position": [[115108059, 115110107], [115111969, 115112640], [115114117, 115114275], [115115384, 115115461], [115117309, 115117456], [115117717, 115117777], [115118683, 115118951], [115120616, 115121980]], "strand": -1, "transcript": "NM_016569", "txend": 115121980, "txstart": 115108059}], "generif": [{"pubmed": 11689487, "text": "Mutations in Tbx3 are responsible for ulnar-mammary syndrome (UMS), an autosomal dominant disorder affecting limb, tooth, hair, apocrine gland and genital development."}, {"pubmed": 12000749, "text": "identification of a variant T-site as the essential TBX2/TBX3-binding element in the human p14(ARF) promoter"}, {"pubmed": 12005433, "text": "Results demonstrate the structural consequences of T-box domain protein 3 point mutations observed in Ulnar-Mammary syndrome and Holt-Oram syndrome patients."}, {"pubmed": 12116211, "text": "The results are consistent with the previous finding that UMS is caused by haploinsufficiency of TBX3."}, {"pubmed": 15289316, "text": "Overexpression of TBX3 is associated with breast cancer"}, {"pubmed": 16049973, "text": "increased expression of truncated cSHMT, Tbx3 and utrophin in plasma samples obtained from patients at early stages of ovarian cancer and breast cancer"}, {"pubmed": 16530712, "text": "A literature review of TBX3 combined with a novel TBX3 mutation in a family with ulnar-mammary syndrome finds an association in mutations that disrupt the TBX3 DNA-binding domain and a higher frequency of severe upper limb malformations and teeth defects."}, {"pubmed": 16556916, "text": "Required for heart and limb formation, and is mutated in ulnar-mammary syndrome."}, {"pubmed": 16955224, "text": "Data show that Tbx3 plays an important role in osteogenic differentiation and proliferation of human mesenchymal stem cells derived from adipose tissue."}, {"pubmed": 17234970, "text": "Nyx2-5 confines recombinant hTBX3 expression to the sinoatrial node & sinus horns in mice. Tbx3 suppresses chamber differentiation--another mechanism by which the Tbx3-positive sinoatrial node is shielded from differentiating into atrial myocardium."}, {"pubmed": 18245468, "text": "TBX3 repression to its targets is dependent on HDAC activity. TBX3 may serve as a biomarker for breast cancer."}, {"pubmed": 18726671, "text": "Fluorescence in situ hybridization did not show major deletions or duplications at chromosome 22q11 as well as the TBX5/TBX3 region at 12q24.1."}, {"pubmed": 18829543, "text": "Tbx2 and Tbx3 may play a dual role during the radial to vertical growth phase transition by both inhibiting senescence via repression of p21(CIP1) expression, and enhancing melanoma invasiveness by decreasing E-cadherin levels."}, {"pubmed": 19218121, "text": "TBX3 mRNA expression was significantly higher in metastatic breast cancer than in non-metastatic tumors."}, {"pubmed": 19403417, "text": "The mRNA and protein expressions of Tbx3 are markedly upregulated in breast cancer cell lines and tissue samples."}, {"pubmed": 19430479, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20062060, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20133910, "text": "Studies identified Tbx3 as a key regulator of the SAN phenotype."}, {"pubmed": 20414254, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20702496, "text": "Tbx3 expression was found to be suppressed by AFLL when the expression of tumor suppressor genes p14 and p53 were activated"}, {"pubmed": 20942798, "text": "pathway that up-regulates TBX3 expression and provides additional evidence that increased levels of TBX3 contribute to metastasis."}, {"pubmed": 21045733, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21098263, "text": "Data show that estrogen signaling expands the pool of functional breast cancer stem-like cells through a paracrine FGF/FGFR/Tbx3 signaling pathway."}, {"pubmed": 21199695, "text": "Study indicate mutation of TBX3 gene in the family."}, {"pubmed": 21538160, "text": "In situ hybridization reveals Tbx3 and Sox4 to co-localize extensively in the embryo including the atrioventricular and outflow tract cushion mesenchyme and a small area of interventricular myocardium."}, {"pubmed": 21784138, "text": "identify a Sp1 element and two CCAAT boxes to be essential for basal TBX3 promoter activity"}, {"pubmed": 22154512, "text": "Tbx3 overexpression promotes squamous carcinoma cell survival displaying an epithelial-mesenchymal transition phenotype."}, {"pubmed": 22284968, "text": "TBX3 CPG island methylation predicts progression in bladder cancer."}, {"pubmed": 22865636, "text": "TBX3 promotes human embryonic stem cell proliferation and neuroepithelial differentiation in a differentiation stage-dependent manner."}, {"pubmed": 23082988, "text": "Data show that Tbx3 is up-regulated in tissue samples of head and neck squamous cell cancer (HNSCC) patients and that Tbx3 represses PTEN transcription."}, {"pubmed": 23116943, "text": "the sequence variants within the TBX3 gene promoter did not contribute to VSD etiology."}, {"pubmed": 23190890, "text": "Oncogenic B-RAF(V600E) signaling induces the T-Box3 transcriptional repressor to repress E-cadherin and enhance melanoma cell invasion."}, {"pubmed": 23266556, "text": "TBX3 gene polymorphism is associated in the development of colorectal cancers."}, {"pubmed": 23388722, "text": "Coimmunoprecipitations and immunofluorescence analyses confirmed the L2-TBX2 interaction and revealed that human papillomavirus 16 L2 also interacts with human TBX3, another member of the T-box family."}, {"pubmed": 23656610, "text": "TBX3 exon 2 mutation is rare in most human tumors"}, {"pubmed": 24025717, "text": "TBX3 plays a pivotal role in mediating the antiproliferative and promigratory role of TGF-beta1 in breast epithelial cells and skin keratinocytes."}, {"pubmed": 24098938, "text": "TBX3 may play an important role as a reciprocal switch between substrate dependent cell proliferation and tumour invasion."}, {"pubmed": 24386373, "text": "Polymorphisms in several genes involved in the Wnt signaling pathway were associated with hepatic fibrosis or inflammation risk in HCV-infected males."}, {"pubmed": 24675841, "text": "The pleiotropic effects of TBX3 mutations in humans and mice likely result from disrupting at least two molecular functions of this protein: transcriptional regulation and pre-mRNA splicing."}, {"pubmed": 25158279, "text": "An enhancement in TBX3 protein expression both in glomerular and tubular regions."}, {"pubmed": 25350852, "text": "Paracrine WNT signaling is stimulated by estrogen and progesterone, while autocrine WNT signaling is induced by the embryonic T-box transcription factor TBX3"}, {"pubmed": 25371204, "text": "Data show that the down-regulation of T-box transcription factor TBX2 by transforming growth factor beta I (TGF-beta1) is mediated by T-box transcription factor TBX3."}, {"pubmed": 25394776, "text": "this new molecular-grade based on the combination of TBX2 and TBX3 methylation is an excellent marker for predicting progression to muscle-invasive bladder cancer in patients with primary pTaG1/2 bladder cancer."}, {"pubmed": 25455105, "text": "TBX3 gene variants may contribute to indirect inguinal hernia as a rare risk factor by reducing TBX3 levels"}, {"pubmed": 25743805, "text": "Overexpression of Tbx3 is associated with pancreatic carcinoma."}, {"pubmed": 26749485, "text": "These include a patient with hypoplastic phalanges and absent hallux bilaterally with de novo deletion of 11.9 Mb on 7p21.1-22.1 spanning 63 genes including RAC1, another patient with severe Holt-Oram syndrome and a large de novo deletion 2.2 Mb on 12q24.13-24.21 spanning 20 genes including TBX3 and TBX5, and a third patient with acheiropodia who had a nullizygous deletion of 102 kb on 7q36.3 spanning LMBR1"}, {"pubmed": 27100732, "text": "Study demonstrates that miR-206 directly targets Tbx3, that miR-206 and Tbx3 mRNA are inversely correlated in human breast cancer and that Tbx3 repression is necessary to elicit a significant functional effect of miR-206 in breast cancer cells."}, {"pubmed": 27195777, "text": "genetic variation of Tbx3 is associated with left ventricular mass in a healthy Japanese population [meta-analysis]"}, {"pubmed": 27491074, "text": "TBX3 is not only required for development of posterior forelimb bones (ulna and digits 4 and 5), but also for a subset of posterior muscles (lateral triceps and brachialis) and their bone eminence attachment sites."}, {"pubmed": 27553211, "text": "High TBX3 expression is associated with invasive breast cancer."}, {"pubmed": 27553355, "text": "Tbx3 was found to be overexpressed in 46 of 98 human gastric cancer samples"}, {"pubmed": 28145909, "text": "The c.1423C>T (p.Q475*) nonsense mutation in exon 6 of the TBX3 gene associated with ulnar-mammary syndrome."}, {"pubmed": 29295731, "text": "High TBX3 expression is associated with Hepatocellular Carcinoma."}, {"pubmed": 29511350, "text": "Study demonstrates that TBX3 plays an essential role in papillary thyroid carcinoma (PTC) progression. TBX3 is able to promote cell proliferation and tumorigenesis of PTC possibly by facilitating the G1/S transition in the cell cycle."}, {"pubmed": 30223900, "text": "Our results indicate that the R608W and R616Q variants of TBX2 as well as the A192T and A562V variants of TBX3 contribute to Conotruncal heart defects (CTDs)etiology; this was the first association of variants of TBX2 and TBX3 to CTDs based on a large population."}, {"pubmed": 30654152, "text": "A de novo TBX3 mutation presenting as dorsalization of the little fingers: A forme fruste phenotype of ulnar-mammary syndrome."}, {"pubmed": 30697731, "text": "TBX3 promotes progression of pre-invasive breast cancer cells in ductal carcinoma in situ by directly up-regulating SLUG expression and inducing epithelial mesenchymal transformation."}, {"pubmed": 30983202, "text": "Although TBX3 and TBX18 do not play a significant role in promoting the enrichment and differentiation of HiPS into sinoatrial node-like cells, TBX3 shows a certain promoting trend, which can be further explored in the future."}, {"pubmed": 31202624, "text": "Authors demonstrate that COL1A2 mediates the pro- and anti-migratory effects of TBX3 in chondrosarcoma and fibrosarcoma cells respectively. Data reveal that the AKT1/TBX3/COL1A2 axis plays an important role in sarcomagenesis."}, {"pubmed": 31570773, "text": "Isoform-specific promotion of breast cancer tumorigenicity by TBX3 involves induction of angiogenesis."}, {"pubmed": 31596842, "text": "The bioinformatic analysis identified TBX3 as a key regulator for the differentiation of cytotrophoblast into syncytiotrophoblast."}, {"pubmed": 31757421, "text": "TOPK promotes epithelial-mesenchymal transition and invasion of breast cancer cells through upregulation of TBX3 in TGF-beta1/Smad signaling."}, {"pubmed": 31916853, "text": "overexpression of TBX3 and HCN2 could reprogram human-induced pluripotent stem cells-derived cardiomyocytes into pacemaker-like cells"}, {"pubmed": 32606567, "text": "Differential DNA methylation patterns in human Schlemm's canal endothelial cells with glaucoma."}, {"pubmed": 32627000, "text": "Transcription box3 protects human umbilical vein endothelial cells in a highglucose environment through sirtuin 1/AKT signaling."}, {"pubmed": 32771895, "text": "Overexpression of TBX3 in human induced pluripotent stem cells (hiPSCs) increases their differentiation into cardiac pacemaker-like cells."}, {"pubmed": 32966862, "text": "USP7 promotes proliferation of papillary thyroid carcinoma cells through TBX3-mediated p57(KIP2) repression."}, {"pubmed": 33040635, "text": "Genome-Wide Analysis Identifies an Essential Human TBX3 Pacemaker Enhancer."}, {"pubmed": 33744299, "text": "TBX3 Promotes Melanoma Migration by Transcriptional Activation of ID1, which Prevents Activation of E-Cadherin by MITF."}, {"pubmed": 33763657, "text": "A single-cell atlas of the healthy breast tissues reveals clinically relevant clusters of breast epithelial cells."}, {"pubmed": 33930582, "text": "TBX3 and TBX5 duplication: A family with an atypical overlapping Holt-Oram/ulnar-mammary syndrome phenotype."}, {"pubmed": 33975000, "text": "TBX3 induces biased differentiation of human induced pluripotent stem cells into cardiac pacemaker-like cells."}, {"pubmed": 34653400, "text": "Loss of TBX3 enhances pancreatic progenitor generation from human pluripotent stem cells."}, {"pubmed": 35846885, "text": "TBX3 regulates the transcription of VEGFA to promote osteoblasts proliferation and microvascular regeneration."}, {"pubmed": 35856500, "text": "TBX3 stimulates proliferation and stem cell self-renewal in bladder carcinoma."}, {"pubmed": 35971932, "text": "TBX3 activating PVT1 accelerates proliferation, migration, and invasion by modulating the miR-30a/LOX axis in anaplastic thyroid carcinoma."}, {"pubmed": 36383654, "text": "Hierarchical deployment of Tbx3 dictates the identity of hypothalamic KNDy neurons to control puberty onset."}, {"pubmed": 36622795, "text": "TBX3 Promotes Cervical Cancer Proliferation and Migration via HPV E6 and E7 Signaling."}, {"pubmed": 36923312, "text": "Suppressed Cellular Senescence Mediated by T-box3 in Aged Gastric Epithelial Cells may Contribute to Aging-related Carcinogenesis."}, {"pubmed": 36941669, "text": "TBX3 is dynamically expressed in pancreatic organogenesis and fine-tunes regeneration."}, {"pubmed": 37172754, "text": "Intracellular mechanics and TBX3 expression jointly dictate the spreading mode of melanoma cells in 3D environments."}, {"pubmed": 38750011, "text": "Proteostatic reactivation of the developmental transcription factor TBX3 drives BRAF/MAPK-mediated tumorigenesis."}, {"pubmed": 38909034, "text": "Overexpression of TBX3 suppresses tumorigenesis in experimental and human cholangiocarcinoma."}], "genomic_pos": {"chr": "12", "end": 114684175, "ensemblgene": "ENSG00000135111", "start": 114670255, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 115121969, "start": 115108059, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 11689487, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": [12000749, 22130515], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001501", "pubmed": 9207801, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001568", "qualifier": "involved_in", "term": "blood vessel development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001708", "qualifier": "involved_in", "term": "cell fate specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001947", "qualifier": "involved_in", "term": "heart looping"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003151", "qualifier": "involved_in", "term": "outflow tract morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003167", "qualifier": "involved_in", "term": "atrioventricular bundle cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003272", "pubmed": 22130515, "qualifier": "involved_in", "term": "endocardial cushion formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006351", "qualifier": "involved_in", "term": "DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": 9207801, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 12032820, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008595", "pubmed": 9207801, "qualifier": "involved_in", "term": "anterior/posterior axis specification, embryo"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009887", "pubmed": 9207801, "qualifier": "acts_upstream_of_or_within", "term": "animal organ morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010159", "qualifier": "involved_in", "term": "specification of animal organ position"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019827", "qualifier": "involved_in", "term": "stem cell population maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021761", "qualifier": "involved_in", "term": "limbic system development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030539", "pubmed": 12116211, "qualifier": "involved_in", "term": "male genitalia development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030540", "pubmed": 12116211, "qualifier": "involved_in", "term": "female genitalia development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030857", "qualifier": "involved_in", "term": "negative regulation of epithelial cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030879", "pubmed": 12116211, "qualifier": "involved_in", "term": "mammary gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031647", "qualifier": "involved_in", "term": "regulation of protein stability"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032275", "pubmed": 12116211, "qualifier": "involved_in", "term": "luteinizing hormone secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035115", "pubmed": 12116211, "qualifier": "involved_in", "term": "embryonic forelimb morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035116", "qualifier": "involved_in", "term": "embryonic hindlimb morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035136", "pubmed": 9207801, "qualifier": "acts_upstream_of_or_within", "term": "forelimb morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0036302", "pubmed": 22130515, "qualifier": "involved_in", "term": "atrioventricular canal development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042733", "pubmed": [9207801, 12116211], "qualifier": "involved_in", "term": "embryonic digit morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 12032820, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045662", "pubmed": 12032820, "qualifier": "involved_in", "term": "negative regulation of myoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045787", "pubmed": 12032820, "qualifier": "involved_in", "term": "positive regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": [10468588, 11689487], "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 22130515, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046884", "pubmed": 12116211, "qualifier": "involved_in", "term": "follicle-stimulating hormone secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048332", "pubmed": 9207801, "qualifier": "involved_in", "term": "mesoderm morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048752", "qualifier": "involved_in", "term": "semicircular canal morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051145", "qualifier": "involved_in", "term": "smooth muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060021", "qualifier": "involved_in", "term": "roof of mouth development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060317", "pubmed": 22130515, "qualifier": "involved_in", "term": "cardiac epithelial to mesenchymal transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060412", "qualifier": "involved_in", "term": "ventricular septum morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060444", "qualifier": "involved_in", "term": "branching involved in mammary gland duct morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060596", "qualifier": "involved_in", "term": "mammary placode formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060923", "qualifier": "involved_in", "term": "cardiac muscle cell fate commitment"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060931", "pubmed": 22130515, "qualifier": "involved_in", "term": "sinoatrial node cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061017", "qualifier": "involved_in", "term": "hepatoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061635", "qualifier": "involved_in", "term": "regulation of protein complex stability"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072089", "qualifier": "involved_in", "term": "stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072105", "qualifier": "involved_in", "term": "ureteric peristalsis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090398", "pubmed": [11748239, 22002537], "qualifier": "involved_in", "term": "cellular senescence"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905072", "pubmed": 22130515, "qualifier": "involved_in", "term": "cardiac jelly development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905222", "pubmed": 22130515, "qualifier": "involved_in", "term": "atrioventricular canal morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000137", "pubmed": 22130515, "qualifier": "involved_in", "term": "negative regulation of cell proliferation involved in heart morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000648", "qualifier": "involved_in", "term": "positive regulation of stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000737", "qualifier": "involved_in", "term": "negative regulation of stem cell differentiation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 11689487, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005929", "qualifier": "located_in", "term": "cilium"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": [11689487, 12000749, 22130515], "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": [11689487, 22130515], "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 22130515, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22002537, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 11689487, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0061629", "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 556870], [8364, 613116], [9031, 374202], [9544, 713740], [9598, 740308], [9606, 6926], [9615, 477494], [9913, 781063], [10090, 21386], [10116, 353305]], "id": 4371}, "interpro": [{"desc": "T-box transcription factor", "id": "IPR001699", "short_desc": "TF_T-box"}, {"desc": "p53-like transcription factor, DNA-binding domain superfamily", "id": "IPR008967", "short_desc": "p53-like_TF_DNA-bd_sf"}, {"desc": "Transcription factor, T-box, conserved site", "id": "IPR018186", "short_desc": "TF_T-box_CS"}, {"desc": "T-box transcription factor 2/3, transcription activation domain", "id": "IPR022582", "short_desc": "TBX2/3_TAD"}, {"desc": "T-box superfamily", "id": "IPR036960", "short_desc": "T-box_sf"}, {"desc": "T-box transcription factor, DNA-binding domain", "id": "IPR046360", "short_desc": "T-box_DNA-bd"}, {"desc": "T-box transcription factor 2/3, repressor domain", "id": "IPR048387", "short_desc": "TBX2_3_RD"}, {"desc": "Transcription factor, Brachyury", "id": "IPR002070", "short_desc": "TF_Brachyury"}], "ipi": ["IPI00005110", "IPI00219356", "IPI00298944"], "map_location": "12q24.21", "name": "T-box transcription factor 3", "other_names": ["T-box 3", "T-box protein 3", "T-box transcription factor TBX3", "bladder cancer related protein XHL"], "pantherdb": {"HGNC": "11602", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98495", "ortholog_type": "LDO", "panther_family": "PTHR11267", "taxid": 10090, "uniprot_kb": "P70324"}, {"RGD": "735203", "ortholog_type": "LDO", "panther_family": "PTHR11267", "taxid": 10116, "uniprot_kb": "Q7TST9"}, {"Gene": "TBX3", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 9031, "uniprot_kb": "O73718"}, {"Ensembl": "ENSGALG00000036043", "ortholog_type": "LDO", "panther_family": "PTHR11267", "taxid": 9031, "uniprot_kb": "A0A1D5NXF3"}, {"ZFIN": "ZDB-GENE-070209-80", "ortholog_type": "LDO", "panther_family": "PTHR11267", "taxid": 7955, "uniprot_kb": "B8JKS6"}, {"WormBase": "WBGene00006550", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q9TZL0"}, {"WormBase": "WBGene00006551", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "O61764"}, {"WormBase": "WBGene00006547", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q20257"}, {"WormBase": "WBGene00006546", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q22289"}, {"WormBase": "WBGene00006552", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "O45291"}, {"WormBase": "WBGene00006545", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q22292"}, {"WormBase": "WBGene00006557", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q9XVD5"}, {"WormBase": "WBGene00006556", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q9U2C9"}, {"WormBase": "WBGene00006555", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q23622"}, {"WormBase": "WBGene00006553", "ortholog_type": "O", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q9NAH2"}, {"WormBase": "WBGene00006544", "ortholog_type": "LDO", "panther_family": "PTHR11267", "taxid": 6239, "uniprot_kb": "Q95PX3"}, {"FlyBase": "FBgn0021767", "ortholog_type": "LDO", "panther_family": "PTHR11267", "taxid": 7227, "uniprot_kb": "Q9W3F4"}], "uniprot_kb": "O15119"}, "pathway": {"kegg": {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9856649", "name": "Transcriptional and post-translational regulation of MITF-M expression and activity"}], "wikipathways": [{"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP3527", "name": "Pre-implantation embryo"}]}, "pdb": "1H6F", "pfam": ["PF00907", "PF12598", "PF20627"], "pharmgkb": "PA36365", "pharos": {"target_id": 6828, "tdl": "Tbio"}, "prosite": "PS50252", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257031", "relationship": "is"}, {"id": "GNF257032", "relationship": "is"}, {"id": "GNF257033", "relationship": "is"}, {"id": "GNF257034", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF035941", "relationship": "similar to"}, {"id": "GNF047332", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091340", "relationship": "is"}, {"id": "GNF091341", "relationship": "is"}, {"id": "GNF091342", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054655", "relationship": "is"}, {"id": "GNF059434", "relationship": "is"}, {"id": "GNF074824", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070875", "relationship": "is"}, {"id": "GNF070876", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014361", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336939", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103663", "relationship": "is"}, {"id": "GNF143313", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_008315.1"], "protein": ["NP_005987.3", "NP_057653.3"], "rna": ["NM_005996.4", "NM_016569.4"], "translation": [{"protein": "NP_005987.3", "rna": "NM_005996.4"}, {"protein": "NP_057653.3", "rna": "NM_016569.4"}]}, "reporter": {"HG-U133_Plus_2": ["219682_s_at", "222917_s_at", "225544_at", "228344_s_at", "229565_x_at", "229576_s_at", "243234_at"], "HG-U95B": "49375_at", "HTA-2_0": ["TC12002000.hg.1", "TC12003096.hg.1"], "HuEx-1_0": "3472755", "HuGene-1_1": "7966690", "HuGene-2_1": "16770685"}, "retired": [51556, 82353, 91834], "summary": "This gene is a member of a phylogenetically conserved family of genes that share a common DNA-binding domain, the T-box. T-box genes encode transcription factors involved in the regulation of developmental processes. This protein is a transcriptional repressor and is thought to play a role in the anterior/posterior axis of the tetrapod forelimb. Mutations in this gene cause ulnar-mammary syndrome, affecting limb, apocrine gland, tooth, hair, and genital development. Alternative splicing of this gene results in three transcript variants encoding different isoforms; however, the full length nature of one variant has not been determined. [provided by RefSeq, Jul 2008].", "symbol": "TBX3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420613"}, "unigene": "Hs.744016", "uniprot": {"Swiss-Prot": "O15119"}, "wikipedia": {"url_stub": "TBX3"}}