{"AllianceGenome": "11608", "HGNC": "11608", "MIM": "188070", "_id": "6915", "_version": 1, "accession": {"genomic": ["AC005175.1", "AJ308102.1", "AJ308103.1", "CH471139.2", "CP068259.2", "D15056.2", "DQ268653.1", "NC_000019.10", "NC_060943.1", "NG_013363.1", "U30503.1"], "protein": ["AAA58957.1", "AAA68608.1", "AAC24302.1", "AAC24303.1", "AAH28027.1", "AAH74749.1", "AAH74750.1", "AAI21149.1", "AAI21150.1", "AAR07905.1", "ABB72549.1", "BAA03649.1", "EAW69301.1", "EAW69302.1", "NP_001051.1", "NP_963998.2", "P21731.3", "XP_011526516.1", "XP_054177825.1"], "rna": ["AY429110.1", "BC028027.1", "BC074749.2", "BC074750.2", "BC121148.1", "BC121149.2", "BM990145.1", "NM_001060.6", "NM_201636.3", "U11271.1", "U27325.1", "XM_011528214.3", "XM_054321850.1"], "translation": [{"protein": "AAI21150.1", "rna": "BC121149.2"}, {"protein": "AAH74749.1", "rna": "BC074749.2"}, {"protein": "AAH74750.1", "rna": "BC074750.2"}, {"protein": "AAH28027.1", "rna": "BC028027.1"}, {"protein": "XP_054177825.1", "rna": "XM_054321850.1"}, {"protein": "AAA58957.1", "rna": "U11271.1"}, {"protein": "NP_001051.1", "rna": "NM_001060.6"}, {"protein": "AAA68608.1", "rna": "U27325.1"}, {"protein": "AAR07905.1", "rna": "AY429110.1"}, {"protein": "XP_011526516.1", "rna": "XM_011528214.3"}, {"protein": "AAI21149.1", "rna": "BC121148.1"}, {"protein": "NP_963998.2", "rna": "NM_201636.3"}]}, "alias": ["BDPLT13", "TXA2-R"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "moderate", "classification_date": "2023-04-05T16:00:00.000Z", "disease_label": "qualitative platelet defect", "gcep": "Hemostasis/Thrombosis Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0001197", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_ab65570e-c07b-402c-99c0-322df4a86ee4-2023-04-05T160000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000006638", "protein": ["ENSP00000364336", "ENSP00000393333", "ENSP00000468145"], "transcript": ["ENST00000375190", "ENST00000411851", "ENST00000587717", "ENST00000589966"], "translation": [{"protein": "ENSP00000364336", "rna": "ENST00000375190"}, {"protein": "ENSP00000468145", "rna": "ENST00000589966"}, {"protein": "ENSP00000393333", "rna": "ENST00000411851"}], "type_of_gene": "protein_coding"}, "entrezgene": "6915", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.94976300417, "exp_mis": 162.354850842, "exp_syn": 86.0138939463, "lof_z": 1.31336232035676, "mis_z": 2.43200222996627, "mu_lof": 6.65490500748e-07, "mu_mis": 2.10265806282e-05, "mu_syn": 1.06171983164e-05, "n_lof": 2.0, "n_mis": 99.0, "n_syn": 76.0, "p_li": 0.113768130952393, "p_null": 0.108059455856917, "p_rec": 0.77817241319069, "syn_z": 0.669372715580881}, "bp": 1224, "cds_end": 3600632, "cds_start": 3594833, "n_exons": 3, "nonpsych": {"exp_lof": 4.44843130414, "exp_mis": 146.915229631, "exp_syn": 77.8192929748, "lof_z": 1.60572117570049, "mis_z": 2.3267954166532, "mu_lof": 6.65490500748e-07, "mu_mis": 2.10265806282e-05, "mu_syn": 1.06171983164e-05, "n_lof": 1.0, "n_mis": 91.0, "n_syn": 65.0, "p_li": 0.399731362971928, "p_null": 0.0467499298147919, "p_rec": 0.553518707213281, "syn_z": 0.914921478181991}, "nontcga": {"exp_lof": 4.55070379458, "exp_mis": 149.363395571, "exp_syn": 79.1297081672, "lof_z": 1.17951111364623, "mis_z": 2.37918539083239, "mu_lof": 6.65490500748e-07, "mu_mis": 2.10265806282e-05, "mu_syn": 1.06171983164e-05, "n_lof": 2.0, "n_mis": 91.0, "n_syn": 68.0, "p_li": 0.101435785633367, "p_null": 0.12523647753074, "p_rec": 0.773327736835892, "syn_z": 0.792202758689204}, "transcript": "ENST00000411851.3"}, "exons": [{"cdsend": 3600634, "cdsstart": 3595687, "chr": "19", "position": [[3594506, 3595933], [3599848, 3600717], [3606529, 3606875]], "strand": -1, "transcript": "NM_001060", "txend": 3606875, "txstart": 3594506}, {"cdsend": 3600634, "cdsstart": 3594835, "chr": "19", "position": [[3594506, 3595076], [3595736, 3595933], [3599848, 3600717], [3606529, 3606875]], "strand": -1, "transcript": "NM_201636", "txend": 3606875, "txstart": 3594506}], "exons_hg19": [{"cdsend": 3600632, "cdsstart": 3595685, "chr": "19", "position": [[3594504, 3595931], [3599846, 3600715], [3606527, 3606873]], "strand": -1, "transcript": "NM_001060", "txend": 3606873, "txstart": 3594504}, {"cdsend": 3600632, "cdsstart": 3594833, "chr": "19", "position": [[3594504, 3595074], [3595734, 3595931], [3599846, 3600715], [3606527, 3606873]], "strand": -1, "transcript": "NM_201636", "txend": 3606873, "txstart": 3594504}], "generif": [{"pubmed": 11848439, "text": "Prostaglandin endoperoxides and thromboxane A2 activate the same receptor isoforms in human platelets."}, {"pubmed": 11877412, "text": "Mapping of a ligand-binding site for the human thromboxane A2 receptor protein."}, {"pubmed": 11922633, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11922633, "text": "These results suggest TXA2 receptor polymorphism strongly interacts with IL-4R alpha polymorphism as a major determinant of high serum immunoglobulin E levels in atopic dermatitis."}, {"pubmed": 12000493, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12180983, "text": "The role of TXA2R 5' UTR in differential isoform expression was studied. Exons E1 & E1b associated with TXA2R transcript(s), but their expression was mutually exclusive. Major transcription initiation sites were between -115 & -92 in E1 & at -99 in E1b."}, {"pubmed": 12213432, "text": "Transcriptional activity of the 5'flanking region"}, {"pubmed": 12781781, "text": "analysis of third extracellular loop of human thromboxane A2 receptor"}, {"pubmed": 12796499, "text": "Thromboxane A2 (TXA2)-mediated platelet secretion and aggregation are important in thrombosis and the stable TXA2 analogue, U46619, induces two waves of platelet secretion, each of which precedes a distinct wave of platelet aggregation"}, {"pubmed": 14580363, "text": "These experiments indicate that the expression of the human thromboxane A2 receptor is differently regulated in platelet precursor cells by the protein kinase A and C pathway."}, {"pubmed": 14583632, "text": "results indicate that oxidative stress induces maturation and stabilization of the thromboxane A(2)Receptor beta protein probably by intracellular translocation"}, {"pubmed": 14602550, "text": "TXA2 receptors mediated concurrent platelet aggregation and shape change responses, that are differentially modulated by different signaling pathways"}, {"pubmed": 14963009, "text": "A novel role is shown for isoform-specific regulation of angiogenesis by TBXA2R, providing the 1st functional significance for the existence of 2 TP isoforms in humans, & clarifying the mechanism by which TP signaling regulates FGFR1 kinetics & signaling."}, {"pubmed": 14976202, "text": "Nm23-H2 had a cytoplasmic and nuclear localization but was induced to translocate to the plasma membrane upon stimulation of thromboxane A2 receptor beta to show extensive co-localization with the receptor."}, {"pubmed": 15134434, "text": "Constitutive endocytosis of thromboxane A2 receptor forms a pool of receptors in the perinuclear recycling endosome from which they recycle to the cell surface, a process involved in preserving receptor sensitivity to agonist stimulation."}, {"pubmed": 15233797, "text": "Results describe a three-dimensional structural model for the thromboxane A(2) receptor."}, {"pubmed": 15242977, "text": "TPbeta, but not TPalpha, expression is required for the inhibition of VEGF-induced migration and angiogenesis. TP stimulation appears to limit angiogenesis, at least in part, by inhibiting the pro-angiogenic cytokine VEGF."}, {"pubmed": 15354262, "text": "important physiological activators of platelets and exert their effects by acting on cell surface receptors"}, {"pubmed": 15471868, "text": "prostacyclin and thromboxane receptor dimerization facilitates thromboxane receptor-mediated cAMP generation"}, {"pubmed": 15519496, "text": "Thromboxane A2 receptor receptor activation causes DNA synthesis and cell proliferation of human bronchial smooth muscle cell"}, {"pubmed": 15805995, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15845539, "text": "the actin cytoskeleton plays an essential role in TPbeta endocytosis"}, {"pubmed": 15898979, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16126723, "text": "an interaction between Rab11 and TPbeta directs TPbeta recycling"}, {"pubmed": 16156795, "text": "data provide direct evidence for the role of PPARgamma in the regulation of human TBXA2R gene expression within the vasculature and point to further critical differences in the modes of transcriptional regulation of TBXA2R alpha and TBXA2R beta in humans"}, {"pubmed": 16212421, "text": "analysis of the molecular mechanism of how the human TXA2 receptor interacts with G alpha 13 to activate intracellular signaling"}, {"pubmed": 16837469, "text": "analysis of key amino acids (in particular Asp(193)) involved in TPR ligand coordination"}, {"pubmed": 16953279, "text": "analysis of functional polymorphisms of the thromboxane A2 receptor"}, {"pubmed": 17192347, "text": "Food intake increases this receptor's platelet activation in type 2 diabetes but not in normal controls."}, {"pubmed": 17229546, "text": "Studies confirm that TPbeta isoform but not TPalpha is palmitoylated at Cys347, and to a lesser extent at Cys373/377 a modification that induces signalling and internalization."}, {"pubmed": 17249521, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17249521, "text": "Specific single nucleotide polymorphisms and haplotypes may have utility as genetic markers for the risk of cerebral infarction."}, {"pubmed": 17496729, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17499743, "text": "Results suggest that TP beta binds to alpha 7 and PA28 gamma, and the cell-surface expression of TP beta is lower than that of TP alpha."}, {"pubmed": 17644091, "text": "PRDX4 interacts with and regulates TBXA2R."}, {"pubmed": 17924829, "text": "Observational study of gene-gene interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18005048, "text": "Expression of prostaglandin E(2) receptors (EP(2), EP(3), EP(4)), prostaglandin D(2) receptor (DP(2)), prostanoid thromboxane A(2) receptor (TP) and to a lesser extent EP(1) were observed in several hair follicle compartments."}, {"pubmed": 18031559, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18063812, "text": "TPr stimulation triggers reactive oxygen species-mediated LKB1-dependent AMPK activation, which in return inhibits cellular protein synthesis in VSMCs."}, {"pubmed": 18073117, "text": "These results reveal the possibly important molecular mechanisms in TP signaling and provide structural information to characterize other prostanoid receptor signalings."}, {"pubmed": 18088317, "text": "RACK1 directly binds to the C-terminus and the first intracellular loop of the beta isoform of the thromboxane A(2) receptor"}, {"pubmed": 18088343, "text": "analysis of regulation of platelet responses to P2Y and thromboxane receptor activation"}, {"pubmed": 18172303, "text": "TBXA2R are expressed in prostate cancer and activation of TBXA2R regulates prostate cancer cell motility and cytoskeleton reorganization through activation of RhoA."}, {"pubmed": 18502100, "text": "New roles for TPalpha and TPbeta and, through studies in aortic smooth muscle cells, reveal an additional mode of regulation of vascular smooth muscle contractile responses by TXA(2)."}, {"pubmed": 18529068, "text": "studies provide a basis for the high-yield expression and purification of the G protein-coupled receptor for the structural and functional characterization using biophysics approaches"}, {"pubmed": 18573679, "text": "Data suggest that expression of prostanoid receptors (prostaglandin E2 EP3-I, prostacyclin, and thromboxane A2 receptors) in vascular inflammation could influence cell responses dependent on the constitutive activation of ghrelin receptors."}, {"pubmed": 18647220, "text": "endocannabinoid 2-arachidonoylglycerol induced platelet activation with a dose-dependent mechanism that required engagement of platelet TxA(2) receptors"}, {"pubmed": 18698092, "text": "Regulation of the human thromboxane A2 receptor gene by Sp1, Egr1, NF-E2, GATA-1, and Ets-1 in megakaryocytes."}, {"pubmed": 18802021, "text": "Demonstrate that isoprostanes inhibit angiogenesis via activation of the TBXA2R."}, {"pubmed": 18950617, "text": "activation of prostanoid thromboxane A(2) receptors in a Th2-dominant microenvironment might exacerbate the eosinophilic inflammation of the airways by synthesis and release of CCL11 from bronchial smooth muscle cells"}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19067769, "text": "These data establish WT1 as a critical repressor of thromboxane A2 receptor promoter Prm1, suppressing TPalpha expression."}, {"pubmed": 19086263, "text": "LDL concentration and degree of oxidation synergistically stimulate NO and IL-6 production, but only NO release is largely mediated by the TP receptor. LDL facilitates ET-1 release independent of concentration and degree of oxidation"}, {"pubmed": 19170518, "text": "the structural flexibility of the purified human thromboxane A2 receptor was characterized by spectroscopic approaches, while bound to an agonist or antagonist"}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19264973, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19403042, "text": "Data examined and excluded TBXA2R are risk factors for cerebral infarction by genotyping 453 Korean patients with noncardiogenic cerebral infarction and 260 controls."}, {"pubmed": 19403042, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19570744, "text": "Activation of thromboxane A(2) receptors induces orphan nuclear receptor Nurr1 expression and stimulates cell proliferation in human lung cancer cells."}, {"pubmed": 19747485, "text": "Regulated WT1 followed by sequential Egr1 and Sp1 binding to elements within Prm1 mediate repression and subsequent induction of TPalpha during differentiation into the megakaryocytic phenotype."}, {"pubmed": 19772916, "text": "TXA(2) receptor mediates water influx through aquaporins in astrocytoma cells via TXA(2) receptor-mediated activation of G alpha(12/13), Rho A, Rho kinase and Na(+)/H(+)-exchanger."}, {"pubmed": 19828703, "text": "D304N substitution causes clinically significant platelet dysfunction by reducing ligand binding establishes the importance of the NPXXY motif for TxA(2)R function in vivo"}, {"pubmed": 19853959, "text": "mediates tumor growth and angiogenesis in human lung cancer cells"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20395963, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20522022, "text": "A unique megakaryocytic cell line UT-7/TPO could respond to one of the primary platelet signals through GP (glycoprotein) VI and a secondary signal of the AA (arachidonic acid) cascade."}, {"pubmed": 20590159, "text": "possibility of ligand-free constitutive TBXA2R signaling through Galphaq binding"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20856817, "text": "TBXA2R signaling was regulated by oxidative stress-induced stabilization and relocation."}, {"pubmed": 20959415, "text": "vasoconstrictor TP receptor and MaxiK-channel direct interaction facilitates G-protein-independent TP to MaxiK trans-inhibition, which would promote vasoconstriction."}, {"pubmed": 21070398, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21070398, "text": "The results suggest that the TBXA2R-4684T allele may be associated with lower TBXA2R expression, which may contribute to the development of the aspirin-intolerant acute urticaria phenotype."}, {"pubmed": 21172430, "text": "angio-associated migratory cell protein was identified as a novel interacting partner of both TPalpha and TPbeta isoforms of the thromboxane A2 receptor"}, {"pubmed": 21342433, "text": "the impaired platelet activation in response to U46619 in the heterozygous subject for the TXA(2)R mutation is, at least in part, as a result of the decrease in ADP secretion"}, {"pubmed": 21734400, "text": "Studies indicate that RAD50 and PTPRE of crude associations with asthma at a Bonferroni-corrected level of significance, while IL4R, CCL5 and TBXA2R of nominal significance."}, {"pubmed": 21740787, "text": "TBXA2R-924T allele was involved in AR. Diabetes was an independent risk factor of aspirin resistance."}, {"pubmed": 22008592, "text": "The carboxyl-terminal segment of thromboxane A2 receptor second extracellular loop plays a critical role in platelet activation."}, {"pubmed": 22017802, "text": "STAT6 and TBXA2R polymorphisms were not associated with asthma risk, but they were associated with asthma-related symptoms."}, {"pubmed": 22101342, "text": "The frequencies of the CC/CT genotype of TBXA2R +795T>C were higher than those of the TT genotype in AERD patients compared to aspirin-tolerant asthma patients."}, {"pubmed": 22272267, "text": "Data show that that Ala160(4.53) and Gly164(4.57) in the thromboxane A2 receptor (TP)play critical structural roles in packing of TM3 and TM4 helices."}, {"pubmed": 23107873, "text": "These results do not support that thromboxane prostanoid receptor activation could exert a moderating influence on reactive hyperemia in human skin and skeletal muscle, at least in young subjects"}, {"pubmed": 23162015, "text": "IP receptor heteridimerization with thromboxane receptor facilitates receptor trafficking to membrane lipid rafts."}, {"pubmed": 23255603, "text": "The results indicate that the beta1-subunit can form a tripartite complex with TP and MaxiKalpha, has the ability to associate with each protein independently."}, {"pubmed": 23279270, "text": "In the very rare disorder TP receptor deficiency the W29C substitution reduces TP receptor function by reducing surface receptor expression and by disrupting ligand binding."}, {"pubmed": 23349788, "text": "Data show that TXA(2) mimetic, I-BOP, induced monocyte chemoattractant protein -1(MCP-1)/chemokine (C-C motif) ligand 2 (CCL2) expression at both mRNA and protein levels in lung adenocarcinoma A549 cells."}, {"pubmed": 23456445, "text": "There was no significant association between rs4523 variants and CI. However, there was a significant difference in the overall distribution of genotypes and dominant/recessive models of rs768963 between CI and control groups"}, {"pubmed": 23493750, "text": "Targeting the TPalpha-TM5 GxxxGxxxL domain may allow development of biased TPalpha homodimer antagonists that avoid suppression of IP-TPalpha heterodimer function."}, {"pubmed": 23517037, "text": "Genetic variants were identified in the TBXA2R gene that influenced transcriptional activity and were associated with asthma-related phenotypes."}, {"pubmed": 23555978, "text": "Non-conservative substitution of E3.49 and E6.30 in prostanoid TP receptor results in superactive mutants that are more efficient in G protein coupling and activation."}, {"pubmed": 23840660, "text": "Human thromboxane A2 receptor genetic variant V80E exhibited reduced platelet activation whereas A160T demonstrated platelet hyperactivity."}, {"pubmed": 24384873, "text": "TXA2 should be regarded as a critical molecule in COX-2-mediated tumor growth and a valuable target against lung cancer."}, {"pubmed": 24490858, "text": "Data suggest TBXA2R requires Ser324 for normal activity; Ser324A mutant is insensitive to activation by protein kinase A/cell hypoxia, has high affinity for agonists (thromboxane A2/analogs), and participates in agonist-induced calcium mobilization."}, {"pubmed": 24996187, "text": "TXA2 receptor associated with lipid rafts in platelets is important for functional platelet responses to TXA2"}, {"pubmed": 25202904, "text": "Which could be attenuated by treatment with a TP antagonist (PTXA2)."}, {"pubmed": 25557379, "text": "The results of this study show that TXA2R polymorphisms may affect platelet function and the risk of developing cerebral ischemia."}, {"pubmed": 26724804, "text": "Data suggest that thromboxane A2/TBXA2R signaling promotes multiple myeloma cell proliferation by reducing delay at G2/M phase via up-regulation of MAP kinase pathway, up-regulation of cyclin B1/CDK1 expression, and down-regulation of apoptosis."}, {"pubmed": 27058349, "text": "TBXA2R +924C/T polymorphism is associated with asthma risk"}, {"pubmed": 27363493, "text": "Data show that thromboxane A2 receptor beta-isoform (TPbeta) is highly expressed in intrauterine growth restriction (IUGR) placentae but is absent from healthy placentae."}, {"pubmed": 27487152, "text": "TBXA2R is a novel breast cancer-associated gene required for the survival and migratory behaviour of a subset of Triple Negative Breast Cancer (TNBC)."}, {"pubmed": 27641736, "text": "A considerable portion of Chinese ischemic stroke patients are insensitive to aspirin treatment, which may be correlated with the MDR1 C3435T, TBXA2R (rs1131882), and PLA2G7 (rs1051931-rs7756935) polymorphisms."}, {"pubmed": 27689401, "text": "data presented herein propose a novel diagnostic and prognostic potential for TPalpha and TPbeta in the histopathological assessment of PCa. While TPalpha and TPbeta are differentially expressed and independently regulated, increased levels of TPbeta, TPalpha or both correlated with increased risk of recurrence and reduced disease-free survival time."}, {"pubmed": 27708139, "text": "We demonstrate that Trp334 in the TPbeta C-terminus is critical for the CCT7 interaction and plays an important role in TPbeta maturation and cell-surface expression."}, {"pubmed": 28108419, "text": "these data demonstrate that TPalpha/TPbeta can act as neoplastic and epigenetic regulators by mimicking and/or enhancing the actions of androgens within the prostate and provides further mechanistic insights into the role of the TXA2/TP signalling axis in prostate cancer, including potentially in CRPC."}, {"pubmed": 28415790, "text": "We conclude that hyperglycemia activates thromboxane A2 receptor to impair the integrity and function of blood-brain barrier via the ROCK-PTEN-Akt-eNOS pathway."}, {"pubmed": 28704403, "text": "TXA2R rs1131882TT genotype is associated with carotid plaque vulnerability, platelet activation and TXA2 levels in ischemic stroke patients."}, {"pubmed": 28709878, "text": "Differential TBXA2 receptor transcript stability is dependent on the C924T polymorphism"}, {"pubmed": 28890397, "text": "The tumour suppressors FOXP1 and NKX3.1, strongly implicated in PCa development, were identified as key transcription factors regulating TPbeta expression through Prm3 in both PCa cell lines."}, {"pubmed": 30089223, "text": "The study of patients with naturally occurring variants within TBXA2R associated with bleeding and abnormal TPalpha receptor function has provided a powerful insight in defining the critical role of TPalpha in thrombus formation."}, {"pubmed": 30179800, "text": "the TBXA2R rs4523 G allele may contribute to protection against Kawasaki disease and decreased risk of coronary artery aneurysm complications in a southern Chinese population."}, {"pubmed": 30914039, "text": "high-risk gene-gene interactions among TXA2R rs1131882, P2Y1 rs1371097 and GPIIIa rs2317676 were associated with higher platelet activation, and independently associated with higher risk of carotid stenosis in ischemic stroke patients."}, {"pubmed": 31271729, "text": "Down-regulation of forkhead box protein P1 (FOXP1) increases prostanoid TP receptor beta (TPbeta) expression in THP-1 monocytes."}, {"pubmed": 31858582, "text": "Signal transducer and activator of transcription 3 (STAT3) phosphorylation regulates thromboxane A2 receptor activity in human platelets."}, {"pubmed": 32810763, "text": "The association between thromboxane A2 receptor gene polymorphisms and the risk of cerebral infarction."}, {"pubmed": 32971583, "text": "Association of TBXA2R, P2Y12 and ADD1 genes polymorphisms with ischemic stroke susceptibility: A metaanalysis."}, {"pubmed": 35525325, "text": "Thromboxane A2 receptor activation via Galpha13-RhoA/C-ROCK-LIMK2-dependent signal transduction inhibits angiogenic sprouting of human endothelial cells."}, {"pubmed": 36936944, "text": "In silico analysis of single nucleotide polymorphism (rs34377097) of TBXA2R gene and pollen induced bronchial asthma susceptibility in West Bengal population, India."}], "genomic_pos": {"chr": "19", "end": 3606875, "ensemblgene": "ENSG00000006638", "start": 3594507, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 3606838, "start": 3594504, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006939", "qualifier": "involved_in", "term": "smooth muscle contraction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 1825698, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007584", "qualifier": "involved_in", "term": "response to nutrient"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030194", "qualifier": "involved_in", "term": "positive regulation of blood coagulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038193", "qualifier": "involved_in", "term": "thromboxane A2 signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045777", "qualifier": "involved_in", "term": "positive regulation of blood pressure"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045907", "qualifier": "involved_in", "term": "positive regulation of vasoconstriction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045987", "qualifier": "involved_in", "term": "positive regulation of smooth muscle contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0090051", "pubmed": 24558106, "qualifier": "involved_in", "term": "negative regulation of cell migration involved in sprouting angiogenesis"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001669", "qualifier": "located_in", "term": "acrosomal vesicle"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004961", "pubmed": 8119956, "qualifier": "enables", "term": "thromboxane A2 receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005085", "qualifier": "enables", "term": "guanyl-nucleotide exchange factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17644091, 19464661], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[8364, 100145351], [9031, 100857635], [9544, 721732], [9598, 468667], [9606, 6915], [9615, 485056], [9913, 538783], [10090, 21390], [10116, 24816]], "id": 825}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Thromboxane receptor", "id": "IPR001105", "short_desc": "Thbox_rcpt"}, {"desc": "Prostanoid receptor", "id": "IPR008365", "short_desc": "Prostanoid_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00745939", "IPI00896367", "IPI00941797"], "map_location": "19p13.3", "name": "thromboxane A2 receptor", "other_names": ["prostanoid TP receptor", "thromboxane A2 receptor"], "pantherdb": {"HGNC": "11608", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98496", "ortholog_type": "LDO", "panther_family": "PTHR11866", "taxid": 10090, "uniprot_kb": "P30987"}, {"RGD": "3825", "ortholog_type": "LDO", "panther_family": "PTHR11866", "taxid": 10116, "uniprot_kb": "P34978"}, {"Ensembl": "ENSGALG00000037888", "ortholog_type": "LDO", "panther_family": "PTHR11866", "taxid": 9031, "uniprot_kb": "A0A1D5P7R6"}, {"FlyBase": "FBgn0036742", "ortholog_type": "O", "panther_family": "PTHR11866", "taxid": 7227, "uniprot_kb": "Q9VVJ1"}], "uniprot_kb": "P21731"}, "pathway": {"biocarta": {"id": "eicosanoidpathway", "name": "eicosanoid metabolism"}, "kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04611", "name": "Platelet activation - Homo sapiens (human)"}], "pid": {"id": "txa2pathway", "name": "Thromboxane A2 receptor signaling"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-391903", "name": "Eicosanoid ligand-binding receptors"}, {"id": "R-HSA-391908", "name": "Prostanoid ligand receptors"}, {"id": "R-HSA-392518", "name": "Signal amplification"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-416482", "name": "G alpha (12/13) signalling events"}, {"id": "R-HSA-428930", "name": "Thromboxane signalling through TP receptor"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}], "wikipathways": [{"id": "WP247", "name": "Small Ligand GPCRs"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP4719", "name": "Eicosanoid metabolism via cyclooxygenases (COX)"}, {"id": "WP98", "name": "Prostaglandin Synthesis and Regulation"}]}, "pdb": ["8XJN", "8XJO"], "pfam": "PF00001", "pharmgkb": "PA348", "pharos": {"target_id": 15706, "tdl": "Tclin"}, "pir": ["A49117", "A53959", "A56194", "T02670"], "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257011", "relationship": "is"}, {"id": "GNF257012", "relationship": "is"}, {"id": "GNF257013", "relationship": "is"}, {"id": "GNF257014", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280168", "relationship": "is"}, {"id": "GNF280169", "relationship": "is"}, {"id": "GNF280170", "relationship": "is"}, {"id": "GNF280171", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF049581", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091455", "relationship": "is"}, {"id": "GNF091456", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054996", "relationship": "is"}, {"id": "GNF059783", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066329", "relationship": "is"}, {"id": "GNF066330", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278322", "relationship": "is"}, {"id": "GNF278501", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093483", "relationship": "is"}, {"id": "GNF133141", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_013363.1"], "protein": ["NP_001051.1", "NP_963998.2", "XP_011526516.1", "XP_054177825.1"], "rna": ["NM_001060.6", "NM_201636.3", "XM_011528214.3", "XM_054321850.1"], "translation": [{"protein": "XP_054177825.1", "rna": "XM_054321850.1"}, {"protein": "NP_001051.1", "rna": "NM_001060.6"}, {"protein": "NP_963998.2", "rna": "NM_201636.3"}, {"protein": "XP_011526516.1", "rna": "XM_011528214.3"}]}, "reporter": {"HG-U133_Plus_2": ["207554_x_at", "207555_s_at", "211590_x_at", "336_at"], "HG-U95Av2": "336_at", "HTA-2_0": "TC19001046.hg.1", "HuEx-1_0": "3846280", "HuGene-1_1": "8032623", "HuGene-2_1": "16867088"}, "summary": "This gene encodes a member of the G protein-coupled receptor family. The protein interacts with thromboxane A2 to induce platelet aggregation and regulate hemostasis. A mutation in this gene results in a bleeding disorder. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Oct 2009].", "symbol": "TBXA2R", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420619"}, "unigene": "Hs.442530", "uniprot": {"Swiss-Prot": "P21731", "TrEMBL": ["Q05C92", "Q0VAB0", "K7ER80"]}, "wikipedia": {"url_stub": "Thromboxane receptor"}}