{"AllianceGenome": "11717", "HGNC": "11717", "MIM": "601714", "_id": "7004", "_version": 1, "accession": {"genomic": ["AC005911.6", "AC125807.9", "AC131234.3", "CH471116.2", "CP068266.2", "NC_000012.12", "NC_060936.1", "NG_029958.1"], "protein": ["AAC50763.1", "AAH15497.2", "AAM89497.1", "ALQ33812.1", "ALQ33813.1", "ALQ33814.1", "BAD96667.1", "CAA64212.2", "CAE45959.1", "EAW88872.1", "EAW88873.1", "EAW88874.1", "EAW88875.1", "NP_003204.2", "NP_958849.1", "NP_958851.1", "Q15561.3"], "rna": ["AK222947.1", "AY101179.1", "BC015497.1", "BM464237.1", "BM555991.1", "BX640921.1", "DA210894.1", "DA886817.1", "KU178354.1", "KU178355.1", "KU178356.1", "NM_003213.4", "NM_201441.3", "NM_201443.3", "U63824.1", "X94438.1"], "translation": [{"protein": "AAM89497.1", "rna": "AY101179.1"}, {"protein": "BAD96667.1", "rna": "AK222947.1"}, {"protein": "ALQ33812.1", "rna": "KU178354.1"}, {"protein": "AAC50763.1", "rna": "U63824.1"}, {"protein": "NP_958851.1", "rna": "NM_201443.3"}, {"protein": "AAH15497.2", "rna": "BC015497.1"}, {"protein": "ALQ33814.1", "rna": "KU178356.1"}, {"protein": "CAA64212.2", "rna": "X94438.1"}, {"protein": "NP_003204.2", "rna": "NM_003213.4"}, {"protein": "CAE45959.1", "rna": "BX640921.1"}, {"protein": "NP_958849.1", "rna": "NM_201441.3"}, {"protein": "ALQ33813.1", "rna": "KU178355.1"}]}, "alias": ["EFTR-2", "RTEF1", "TCF13L1", "TEF-3", "TEF3", "TEFR-1", "hRTEF-1B"], "ensembl": {"gene": "ENSG00000197905", "protein": ["ENSP00000351184", "ENSP00000352926", "ENSP00000380311", "ENSP00000411475", "ENSP00000438453", "ENSP00000438960", "ENSP00000441959", "ENSP00000444528"], "transcript": ["ENST00000358409", "ENST00000359864", "ENST00000397122", "ENST00000443986", "ENST00000536826", "ENST00000540314", "ENST00000543035", "ENST00000544666"], "translation": [{"protein": "ENSP00000351184", "rna": "ENST00000358409"}, {"protein": "ENSP00000352926", "rna": "ENST00000359864"}, {"protein": "ENSP00000438960", "rna": "ENST00000540314"}, {"protein": "ENSP00000438453", "rna": "ENST00000536826"}, {"protein": "ENSP00000444528", "rna": "ENST00000543035"}, {"protein": "ENSP00000380311", "rna": "ENST00000397122"}, {"protein": "ENSP00000411475", "rna": "ENST00000443986"}, {"protein": "ENSP00000441959", "rna": "ENST00000544666"}], "type_of_gene": "protein_coding"}, "entrezgene": "7004", "exons": [{"cdsend": 3040478, "cdsstart": 2994766, "chr": "12", "position": [[2959396, 2959481], [2959947, 2960040], [2994737, 2994992], [3011003, 3011068], [3012169, 3012232], [3017397, 3017526], [3018544, 3018588], [3019114, 3019170], [3020633, 3020773], [3021843, 3022017], [3037967, 3038108], [3040106, 3040259], [3040364, 3040676]], "strand": 1, "transcript": "NM_003213", "txend": 3040676, "txstart": 2959396}, {"cdsend": 3040478, "cdsstart": 2994766, "chr": "12", "position": [[2959396, 2959481], [2959947, 2960040], [2994737, 2994992], [3011003, 3011068], [3012169, 3012232], [3018544, 3018588], [3019114, 3019170], [3020633, 3020773], [3021843, 3022017], [3037967, 3038108], [3040106, 3040259], [3040364, 3040676]], "strand": 1, "transcript": "NM_201441", "txend": 3040676, "txstart": 2959396}, {"cdsend": 3040478, "cdsstart": 3017430, "chr": "12", "position": [[2959934, 2960040], [3011003, 3011068], [3012169, 3012232], [3017397, 3017526], [3018544, 3018588], [3019114, 3019170], [3020633, 3020773], [3021843, 3022017], [3037967, 3038108], [3040106, 3040259], [3040364, 3040676]], "strand": 1, "transcript": "NM_201443", "txend": 3040676, "txstart": 2959934}], "exons_hg19": [{"cdsend": 3149644, "cdsstart": 3103932, "chr": "12", "position": [[3068562, 3068647], [3069113, 3069206], [3103903, 3104158], [3120169, 3120234], [3121335, 3121398], [3126563, 3126692], [3127710, 3127754], [3128280, 3128336], [3129799, 3129939], [3131009, 3131183], [3147133, 3147274], [3149272, 3149425], [3149530, 3149842]], "strand": 1, "transcript": "NM_003213", "txend": 3149842, "txstart": 3068562}, {"cdsend": 3149644, "cdsstart": 3103932, "chr": "12", "position": [[3068562, 3068647], [3069113, 3069206], [3103903, 3104158], [3120169, 3120234], [3121335, 3121398], [3127710, 3127754], [3128280, 3128336], [3129799, 3129939], [3131009, 3131183], [3147133, 3147274], [3149272, 3149425], [3149530, 3149842]], "strand": 1, "transcript": "NM_201441", "txend": 3149842, "txstart": 3068562}, {"cdsend": 3149644, "cdsstart": 3126596, "chr": "12", "position": [[3069100, 3069206], [3120169, 3120234], [3121335, 3121398], [3126563, 3126692], [3127710, 3127754], [3128280, 3128336], [3129799, 3129939], [3131009, 3131183], [3147133, 3147274], [3149272, 3149425], [3149530, 3149842]], "strand": 1, "transcript": "NM_201443", "txend": 3149842, "txstart": 3069100}], "generif": [{"pubmed": 8702974, "text": "The paper described that the ORF of TEF-3 initiates with an ATT codon encoding isoleucine."}, {"pubmed": 8921372, "text": "The paper described several reasons to designate the putative translation initiation codon as the leucine (TTG) codon, which is 7 codons upstream from the isoleucine (ATT) codon."}, {"pubmed": 15520314, "text": "Constitutive activation of alpha1-adrenergic signaling through the RTEF-1 transcription factor results in chronic elevation of PP1beta expression and connexin dephosphorylation. This mechanism may underlie some defects in cardiac conduction."}, {"pubmed": 17652751, "text": "Novel RTEF-1 transcripts are present within human ocular vascular endothelial cells and mouse neural retina during normal and retinopathy of prematurity development, and alternatively spliced products are produced under hyperoxic and hypoxic conditions"}, {"pubmed": 18579725, "text": "The gain of function studies indicated that TEA domain family member 4 activate NR5A1 gene expression."}, {"pubmed": 18840614, "text": "TEF3 mediates the expression of Down syndrome candidate region 1 isoform 1 (DSCR1-1L) in endothelial cells"}, {"pubmed": 21169295, "text": "the RTEF-1-driven increase of VEGF-B plays an important role in communication between the endothelium and myocardium"}, {"pubmed": 21169383, "text": "TEF3, mainly its nuclear localization, is required for VEGF-A(165)-induced endothelial proliferation, migration, tube formation, and in vivo Matrigel angiogenesis."}, {"pubmed": 21540178, "text": "RTEF-1 as a regulator of HIF-1alpha transcription"}, {"pubmed": 22433836, "text": "RTEF-1 plays an important role in FGFR1- stimulated vasodilatation."}, {"pubmed": 22652601, "text": "Blocking connexin 43 function inhibited RTEF-1-induced endothelial cell connections and aggregation"}, {"pubmed": 22761647, "text": "High TEAD4 expression is associated with Age-Related Macular Degeneration."}, {"pubmed": 22843786, "text": "These results show that RTEF-1-stimulated IGFBP-1 expression may be central to the mechanism by which RTEF-1 attenuates blood glucose levels."}, {"pubmed": 22996285, "text": "These data suggest that TFF3 and survivin expressions play a vital role in gastric cancer development, and these two proteins are important markers for prognosis in gastric cancer."}, {"pubmed": 23576552, "text": "Data indicate that knockdown of TEAD1/3/4 induces an almost identical cellular senescent phenotype as YAP silencing."}, {"pubmed": 23780915, "text": "convergent optimization of the YAP/TAZ TEAD binding site suggests that the similarity in the affinities of binding of YAP to TEAD and of TAZ to TEAD is important for Hippo pathway functionality."}, {"pubmed": 24325916, "text": "the multilevel perturbations of TEAD4 at epigenetic, transcriptional and posttranslational levels may contribute to GC development."}, {"pubmed": 24520353, "text": "Edg-1 is a potential target gene of RTEF-1 and is involved in RTEF-1-induced angiogenesis in endothelial cells."}, {"pubmed": 25628125, "text": "Our findings suggest that genetic variants of Hippo pathway genes, particularly YAP1 rs11225163, TEAD1 rs7944031 and TEAD4 rs1990330, may independently or jointly modulate survival of CM patients."}, {"pubmed": 25687649, "text": "the peptides TEF3-11-66 and TEF3-1197-434 functioned as two independent activation domains, suggesting that N-terminal domain of TEF3-1 also has transcriptional activation capacity"}, {"pubmed": 25970772, "text": "TEAD4 and KLF5, in collaboration, promoted triple negative breast cancer cell proliferation and tumor growth in part by inhibiting p27 gene transcription"}, {"pubmed": 25995450, "text": "TAZ negatively regulate transcription of DeltaNp63 through TEAD1,2,3 and 4 transcription factors."}, {"pubmed": 26041389, "text": "potential anti-oxidation gene and can prevent H2O2-induced endothelial cell oxidative damage by activating Klotho"}, {"pubmed": 26387538, "text": "The transcription factor TEAD4 regulates a pro-metastasis transcription program in a YAP-independent manner in CRC, thus providing a novel mechanism of TEAD4 transcriptional regulation and its oncogenic role in CRC, independently of the Hippo pathway."}, {"pubmed": 26487755, "text": "TEAD4 overexpression induced p16 in HAoSMCs homozygous for the nonrisk coronary disease allele, but not for the risk allele."}, {"pubmed": 26832411, "text": "Tead4 cooperates with AP1 transcription factors to coordinate target gene transcription."}, {"pubmed": 26885617, "text": "High TEF3 expression is associated with cell cycle progression and angiogenesis in colon cancer."}, {"pubmed": 27291620, "text": "TEAD4, the transcription factor that mediates Hippo-YAP signalling, undergoes alternative splicing facilitated by the tumour suppressor RBM4."}, {"pubmed": 27966820, "text": "Our results suggest that TEAD4 plays a role in the pathophysiology of atypical teratoid/rhabdoid tumor, which represents a new insight into the biology of this aggressive tumor"}, {"pubmed": 28051067, "text": "Hippo pathway transcription factor TEAD4 directly associates with the Wnt pathway transcription factor TCF4 via their DNA-binding domains, forming a complex on target genes. VGLL4 binds to this TEAD4-TCF4 complex to inhibit transactivation of both TCF4 and TEAD4."}, {"pubmed": 28077648, "text": "Collectively, these results indicate that human papillomavirus 16 E6 induces upregulation of APOBEC3B through increased levels of TEADs, highlighting the importance of the TEAD-APOBEC3B axis in carcinogenesis."}, {"pubmed": 28315328, "text": "It was found that the TEAD4-YAP complex in the nuclei may be related closely to transcriptions of G1 arrest-related genes."}, {"pubmed": 28368398, "text": "our work provides a structural basis for understanding the regulatory mechanism of TEAD4-mediated gene transcription"}, {"pubmed": 28430104, "text": "Combining single site-directed mutagenesis and double mutant analyses, the authors conduct a detailed analysis on the role of several residues located at the YAP:TEAD interface. The results provide quantitative understanding of the interactions taking place at the YAP:TEAD interface and give insights into the formation of the YAP:TEAD complex and more particularly on the interaction between TEAD and the ohm-loop found ..."}, {"pubmed": 28752853, "text": "Osmotic stress promotes TEAD4 cytoplasmic translocation via p38 MAPK in a Hippo-independent manner. Stress-induced TEAD inhibition predominates YAP-activating signals and selectively suppresses YAP-driven cancer cell growth."}, {"pubmed": 28759040, "text": "TEAD1 and TEAD4 are oncogenic factors, whose aberrant activation are, in part, mediated by the silence of miR-377-3p, miR-1343-3p and miR-4269."}, {"pubmed": 28960584, "text": "Studied the effect of TEAD4 acylation on its interaction with YAP and TAZ; found YAP and TAZ bind in a similar manner to both acylated and non-acylated TEAD4. Also found TEAD4 acylation significantly enhances its stability."}, {"pubmed": 29157094, "text": "TEAD4 plays an important tumor-promoting role in colorectal cancer by directly targeting the YAP1."}, {"pubmed": 29667772, "text": "TEAD4 is up-regulated in lung adenocarcinoma and its expression is an unfavourable prognostic factor.TEAD4 expression is regulated by miR-6839-3p."}, {"pubmed": 29766649, "text": "LOX nuclear localization was significantly associated with poor survival in patients with Colorectal cancer (CRC). Nuclear LOX expression was correlated with synchronous or postoperative lung/hepatic metastasis. LOX may prove to be a potential target gene of YAP and TEAD4."}, {"pubmed": 30392265, "text": "To analyze the clinical characteristics, treatment methods and prognosis of renal cell carcinoma associated with Xp11.2 translocation/TFE3 gene fusions"}, {"pubmed": 30794805, "text": "High TEAD4 expression is associated with Hepatoblastoma."}, {"pubmed": 31138678, "text": "Interaction proteomics revealed that VGLL3 bound TEAD1, TEAD3 and TEAD4 in myoblasts and/or myotubes."}, {"pubmed": 31289134, "text": "The activation of TEAD4 by glucocorticoids promoted breast cancer stem cells maintenance, cell survival, metastasis, and chemoresistance.TEAD4 expression positively correlates with glucocorticoid receptor expression in breast cancer."}, {"pubmed": 31303470, "text": "data reveal a non-canonical function of YAP1 and TEAD4 as ERalpha cofactors in regulating cancer growth, highlighting the potential of YAP/TEAD as possible actionable drug targets for ERalpha(+) breast cancer."}, {"pubmed": 31733305, "text": "YAP1, TEF3 and DSCR1-1L is a common signaling pathway downstream of several angiogenic factors that regulates angiogenesis."}, {"pubmed": 31777916, "text": "The results demonstrated that the genomic interval on chromosome 19 is required for the appropriate level of Tead4 expression in blastocysts and suggested that an inter-chromosomal enhancer-promoter interaction may be the underlying mechanism."}, {"pubmed": 31924214, "text": "TEAD4 modulated LncRNA MNX1-AS1 contributes to gastric cancer progression partly through suppressing BTG2 and activating BCL2."}, {"pubmed": 32286937, "text": "Rational Design and Intramolecular Cyclization of Hotspot Peptide Segments at YAP-TEAD4 Complex Interface."}, {"pubmed": 32378727, "text": "Expression and prognostic significance of YAP, TAZ, TEAD4 and p73 in human laryngeal cancer."}, {"pubmed": 32800942, "text": "TEAD4 promotes tumor development in patients with lung adenocarcinoma via ERK signaling pathway."}, {"pubmed": 32962824, "text": "TEAD4 transcriptional regulates SERPINB3/4 and affect crosstalk between keratinocytes and T cells in psoriasis."}, {"pubmed": 33069758, "text": "VGLL1 phosphorylation and activation promotes gastric cancer malignancy via TGF-beta/ERK/RSK2 signaling."}, {"pubmed": 33517828, "text": "The interaction of TEA domain transcription factor 4 (TEAD4) and Yes-associated protein 1 (YAP1) promoted the malignant process mediated by serum/glucocorticoid regulated kinase 1 (SGK1)."}, {"pubmed": 33713163, "text": "RTEF-1 Inhibits Vascular Smooth Muscle Cell Calcification through Regulating Wnt/beta-Catenin Signaling Pathway."}, {"pubmed": 34003522, "text": "YAP/TEAD4-induced KIF4A contributes to the progression and worse prognosis of esophageal squamous cell carcinoma."}, {"pubmed": 34030484, "text": "TEAD4 is an Immune Regulating-Related Prognostic Biomarker for Bladder Cancer and Possesses Generalization Value in Pan-Cancer."}, {"pubmed": 34075638, "text": "Biochemical properties of VGLL4 from Homo sapiens and Tgi from Drosophila melanogaster and possible biological implications."}, {"pubmed": 34196069, "text": "The transcription factor TEAD4 enhances lung adenocarcinoma progression through enhancing PKM2 mediated glycolysis."}, {"pubmed": 34396425, "text": "HOXB13 suppresses proliferation, migration and invasion, and promotes apoptosis of gastric cancer cells through transcriptional activation of VGLL4 to inhibit the involvement of TEAD4 in the Hippo signaling pathway."}, {"pubmed": 34569056, "text": "TEA domain transcription factor 4 modulates repression of fetal haemoglobin by direct binding to the gamma-globin gene promoters."}, {"pubmed": 34951409, "text": "TEAD4 overexpression suppresses thyroid cancer progression and metastasis in vitro by modulating Wnt signaling."}, {"pubmed": 35062042, "text": "TAZ promotes vasculogenic mimicry in gastric cancer through the upregulation of TEAD4."}, {"pubmed": 35065165, "text": "Pan-cancer analysis, cell and animal experiments revealing TEAD4 as a tumor promoter in ccRCC."}, {"pubmed": 35700449, "text": "TEAD4 regulates trophectoderm differentiation upstream of CDX2 in a GATA3-independent manner in the human preimplantation embryo."}, {"pubmed": 36008411, "text": "CK2-induced cooperation of HHEX with the YAP-TEAD4 complex promotes colorectal tumorigenesis."}, {"pubmed": 36599972, "text": "MAD2L1 is transcriptionally regulated by TEAD4 and promotes cell proliferation and migration in colorectal cancer."}, {"pubmed": 36781122, "text": "The YAP-TEAD4 complex promotes tumor lymphangiogenesis by transcriptionally upregulating CCBE1 in colorectal cancer."}, {"pubmed": 36806855, "text": "Tea domain transcription factor TEAD4 mitigates TGF-beta signaling and hepatocellular carcinoma progression independently of YAP."}, {"pubmed": 37151879, "text": "Bulk and single-cell transcriptome profiling reveal extracellular matrix mechanical regulation of lipid metabolism reprograming through YAP/TEAD4/ACADL axis in hepatocellular carcinoma."}, {"pubmed": 37169570, "text": "TFAP2C exacerbates psoriasis-like inflammation by promoting Th17 and Th1 cells activation through regulating TEAD4 transcription."}, {"pubmed": 37779294, "text": "High TEAD4 Expression is Associated With Aggressive Clear Cell Renal Cell Carcinoma, Regardless of YAP1 Expression."}, {"pubmed": 38072284, "text": "TEAD4: A key regulator of tumor metastasis and chemoresistance - Mechanisms and therapeutic implications."}, {"pubmed": 38233381, "text": "VGLL1 cooperates with TEAD4 to control human trophectoderm lineage specification."}, {"pubmed": 38396900, "text": "Integrative Epigenetic and Molecular Analysis Reveals a Novel Promoter for a New Isoform of the Transcription Factor TEAD4."}, {"pubmed": 38522513, "text": "The tumor suppressor NF2 modulates TEAD4 stability and activity in Hippo signaling via direct interaction."}, {"pubmed": 38789684, "text": "Tead4 and Tfap2c generate bipotency and a bistable switch in totipotent embryos to promote robust lineage diversification."}], "genomic_pos": {"chr": "12", "end": 3040676, "ensemblgene": "ENSG00000197905", "start": 2959330, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 3149839, "start": 3068496, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001708", "qualifier": "involved_in", "term": "cell fate specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001830", "qualifier": "involved_in", "term": "trophectodermal cell fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006351", "qualifier": "involved_in", "term": "DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007517", "pubmed": 8921372, "qualifier": "involved_in", "term": "muscle organ development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007566", "qualifier": "involved_in", "term": "embryo implantation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035329", "qualifier": "involved_in", "term": "hippo signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035329", "pubmed": [18579750, 19324877], "qualifier": "involved_in", "term": "hippo signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048568", "qualifier": "involved_in", "term": "embryonic organ development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902459", "qualifier": "involved_in", "term": "positive regulation of stem cell population maintenance"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 25796446, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [18579750, 19324877], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 18579750, 19324877, 20972459, 21516116, 24525233, 25751139, 25751140, 25796446, 26592798, 26871637, 28051067, 28514442, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[8364, 100144667], [9031, 395542], [9544, 721772], [9598, 451756], [9606, 7004], [9615, 611826], [9913, 526771], [10090, 21679], [10116, 683522]], "id": 74463}, "interpro": [{"desc": "TEA/ATTS domain", "id": "IPR000818", "short_desc": "TEA/ATTS_dom"}, {"desc": "TEA/ATTS domain superfamily", "id": "IPR038096", "short_desc": "TEA/ATTS_sf"}, {"desc": "YAP binding domain", "id": "IPR041086", "short_desc": "YBD"}, {"desc": "Transcriptional enhancer factor, metazoa", "id": "IPR016361", "short_desc": "TEF_metazoa"}, {"desc": "Transcriptional enhancer factor TEF-3 (TEAD4)", "id": "IPR027255", "short_desc": "TEF-3"}], "ipi": ["IPI00216204", "IPI00410573", "IPI00410574"], "map_location": "12p13.33", "name": "TEA domain transcription factor 4", "other_names": ["TEA domain family member 4", "related transcription enhancer factor 1B", "transcription factor 13-like 1", "transcription factor RTEF-1", "transcriptional enhancer factor 1-related", "transcriptional enhancer factor 3", "transcriptional enhancer factor TEF-3"], "pantherdb": {"HGNC": "11717", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106907", "ortholog_type": "LDO", "panther_family": "PTHR11834", "taxid": 10090, "uniprot_kb": "Q62296"}, {"RGD": "1585671", "ortholog_type": "LDO", "panther_family": "PTHR11834", "taxid": 10116, "uniprot_kb": "F1M665"}, {"Ensembl": "ENSGALG00000014342", "ortholog_type": "LDO", "panther_family": "PTHR11834", "taxid": 9031, "uniprot_kb": "P48984"}, {"WormBase": "WBGene00001208", "ortholog_type": "LDO", "panther_family": "PTHR11834", "taxid": 6239, "uniprot_kb": "Q19849"}, {"FlyBase": "FBgn0003345", "ortholog_type": "LDO", "panther_family": "PTHR11834", "taxid": 7227, "uniprot_kb": "P30052"}, {"SGD": "S000000287", "ortholog_type": "LDO", "panther_family": "PTHR11834", "taxid": 4932, "uniprot_kb": "P18412"}], "uniprot_kb": "Q15561"}, "pathway": {"kegg": [{"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04392", "name": "Hippo signaling pathway - multiple species - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-2032785", "name": "YAP1- and WWTR1 (TAZ)-stimulated gene expression"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8951671", "name": "RUNX3 regulates YAP1-mediated transcription"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9796292", "name": "Formation of axial mesoderm"}, {"id": "R-HSA-9816359", "name": "Maternal to zygotic transition (MZT)"}, {"id": "R-HSA-9819196", "name": "Zygotic genome activation (ZGA)"}], "wikipathways": [{"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3967", "name": "miR-509-3p alteration of YAP1-ECM axis"}, {"id": "WP4533", "name": "Transcription co-factors SKI and SKIL protein partners"}, {"id": "WP4534", "name": "Mechanoregulation and pathology of YAP-TAZ via Hippo and non-Hippo mechanisms"}, {"id": "WP4537", "name": "Hippo-Yap signaling pathway"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}, {"id": "WP4542", "name": "Overview of leukocyte-intrinsic Hippo pathway functions"}]}, "pdb": ["5GZB", "5NO6", "5OAQ", "6GE3", "6GE4", "6GE5", "6GE6", "6GEC", "6GEE", "6GEG", "6GEI", "6GEK", "6HIK", "6Q2X", "6Q36", "6SEN", "6SEO", "8A8R", "8C17", "8CAA"], "pfam": ["PF01285", "PF17725"], "pharmgkb": "PA36435", "pharos": {"target_id": 14432, "tdl": "Tchem"}, "prosite": "PS51088", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF329668", "relationship": "is"}, {"id": "GNF329669", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176933", "relationship": "is"}, {"id": "GNF187839", "relationship": "is"}, {"id": "GNF198745", "relationship": "is"}, {"id": "GNF209651", "relationship": "is"}, {"id": "GNF215457", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162061", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF041210", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF014435", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235203", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330973", "relationship": "is"}, {"id": "GNF334266", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336780", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098881", "relationship": "is"}, {"id": "GNF138536", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_029958.1"], "protein": ["NP_003204.2", "NP_958849.1", "NP_958851.1"], "rna": ["NM_003213.4", "NM_201441.3", "NM_201443.3"], "translation": [{"protein": "NP_958849.1", "rna": "NM_201441.3"}, {"protein": "NP_003204.2", "rna": "NM_003213.4"}, {"protein": "NP_958851.1", "rna": "NM_201443.3"}]}, "reporter": {"HG-U133_Plus_2": ["204281_at", "41037_at"], "HG-U95Av2": "41037_at", "HTA-2_0": "TC12000034.hg.1", "HuEx-1_0": "3401259", "HuGene-1_1": "7953150", "HuGene-2_1": "16746906"}, "summary": "This gene product is a member of the transcriptional enhancer factor (TEF) family of transcription factors, which contain the TEA/ATTS DNA-binding domain. It is preferentially expressed in the skeletal muscle, and binds to the M-CAT regulatory element found in promoters of muscle-specific genes to direct their gene expression. Alternatively spliced transcripts encoding distinct isoforms, some of which are translated through the use of a non-AUG (UUG) initiation codon, have been described for this gene. [provided by RefSeq, Jul 2008].", "symbol": "TEAD4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420682"}, "unigene": "Hs.94865", "uniprot": {"Swiss-Prot": "Q15561", "TrEMBL": ["H0YG62", "H0YFF9", "H0Y7B0", "H0YGS2", "H0YFK0"]}, "wikipedia": {"url_stub": "TEAD4"}}