{"AllianceGenome": "29484", "HGNC": "29484", "MIM": "607790", "_id": "80312", "_version": 1, "accession": {"genomic": ["AL360177.23", "AL513534.17", "AL713888.10", "CH471083.1", "CP068268.2", "NC_000010.11", "NC_060934.1"], "protein": ["AAH53905.1", "AAM88301.1", "AGK83641.1", "AGK83642.1", "BAB21767.1", "CAD28467.3", "CAQ60120.1", "CAQ60121.1", "CAQ60123.1", "EAW54299.1", "NP_001393294.1", "NP_001393296.1", "NP_001393297.1", "NP_001393298.1", "NP_001393299.1", "NP_001393300.1", "NP_001393301.1", "NP_001393302.1", "NP_001393303.1", "NP_001393304.1", "NP_001393305.1", "NP_085128.2", "Q8NFU7.2", "XP_011538508.1", "XP_016872175.1", "XP_016872176.1", "XP_016872177.1", "XP_054222780.1", "XP_054222781.1", "XP_054222782.1"], "rna": ["AB051463.1", "AF430147.1", "AK123436.1", "AL080082.1", "AL713658.1", "AL832334.1", "AL832337.1", "BC053905.1", "FM165196.1", "FM165197.1", "FM165199.1", "JX311858.1", "JX311859.1", "NM_001406365.1", "NM_001406367.1", "NM_001406368.1", "NM_001406369.1", "NM_001406370.1", "NM_001406371.1", "NM_001406372.1", "NM_001406373.1", "NM_001406374.1", "NM_001406375.1", "NM_001406376.1", "NM_030625.3", "XM_011540206.3", "XM_017016686.3", "XM_017016687.2", "XM_017016688.2", "XM_054366805.1", "XM_054366806.1", "XM_054366807.1", "XR_001747210.2", "XR_001747211.2", "XR_001747212.2", "XR_008488268.1", "XR_008488269.1", "XR_008488270.1"], "translation": [{"protein": "CAQ60120.1", "rna": "FM165196.1"}, {"protein": "XP_054222782.1", "rna": "XM_054366807.1"}, {"protein": "CAD28467.3", "rna": "AL713658.1"}, {"protein": "NP_001393304.1", "rna": "NM_001406375.1"}, {"protein": "AGK83641.1", "rna": "JX311858.1"}, {"protein": "AAM88301.1", "rna": "AF430147.1"}, {"protein": "CAQ60121.1", "rna": "FM165197.1"}, {"protein": "XP_016872175.1", "rna": "XM_017016686.3"}, {"protein": "XP_011538508.1", "rna": "XM_011540206.3"}, {"protein": "NP_001393299.1", "rna": "NM_001406370.1"}, {"protein": "NP_001393297.1", "rna": "NM_001406368.1"}, {"protein": "XP_016872176.1", "rna": "XM_017016687.2"}, {"protein": "XP_054222780.1", "rna": "XM_054366805.1"}, {"protein": "NP_001393294.1", "rna": "NM_001406365.1"}, {"protein": "NP_085128.2", "rna": "NM_030625.3"}, {"protein": "NP_001393301.1", "rna": "NM_001406372.1"}, {"protein": "NP_001393296.1", "rna": "NM_001406367.1"}, {"protein": "NP_001393300.1", "rna": "NM_001406371.1"}, {"protein": "NP_001393305.1", "rna": "NM_001406376.1"}, {"protein": "NP_001393302.1", "rna": "NM_001406373.1"}, {"protein": "XP_016872177.1", "rna": "XM_017016688.2"}, {"protein": "XP_054222781.1", "rna": "XM_054366806.1"}, {"protein": "NP_001393298.1", "rna": "NM_001406369.1"}, {"protein": "NP_001393303.1", "rna": "NM_001406374.1"}, {"protein": "AAH53905.1", "rna": "BC053905.1"}, {"protein": "CAQ60123.1", "rna": "FM165199.1"}, {"protein": "AGK83642.1", "rna": "JX311859.1"}, {"protein": "BAB21767.1", "rna": "AB051463.1"}]}, "alias": ["CXXC6", "LCX", "bA119F7.1"], "ec": "1.14.11.80", "ensembl": {"gene": "ENSG00000138336", "protein": "ENSP00000362748", "transcript": "ENST00000373644", "translation": [{"protein": "ENSP00000362748", "rna": "ENST00000373644"}], "type_of_gene": "protein_coding"}, "entrezgene": "80312", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 48.4121277716, "exp_mis": 626.307263228, "exp_syn": 262.612864515, "lof_z": 6.03813266114216, "mis_z": -0.34579351450606, "mu_lof": 3.91142290687e-06, "mu_mis": 5.52398804799e-05, "mu_syn": 2.29049893723e-05, "n_lof": 6.0, "n_mis": 644.0, "n_syn": 300.0, "p_li": 0.9995632776113, "p_null": 9.64591946668187e-14, "p_rec": 0.000436722388603997, "syn_z": -1.43025413509969}, "bp": 6411, "cds_end": 70451571, "cds_start": 70332095, "n_exons": 11, "nonpsych": {"exp_lof": 43.59546859, "exp_mis": 566.646348411, "exp_syn": 237.467800651, "lof_z": 5.8894777891118, "mis_z": -0.388892237950016, "mu_lof": 3.91142290687e-06, "mu_mis": 5.52398804799e-05, "mu_syn": 2.29049893723e-05, "n_lof": 4.0, "n_mis": 585.0, "n_syn": 271.0, "p_li": 0.999914611784832, "p_null": 5.38992621676007e-14, "p_rec": 8.53882151140596e-05, "syn_z": -1.37000820337136}, "nontcga": {"exp_lof": 44.5175035358, "exp_mis": 576.181068593, "exp_syn": 241.58218539, "lof_z": 5.69474067451688, "mis_z": -0.0792633076268253, "mu_lof": 3.91142290687e-06, "mu_mis": 5.52398804799e-05, "mu_syn": 2.29049893723e-05, "n_lof": 6.0, "n_mis": 580.0, "n_syn": 275.0, "p_li": 0.998203188900656, "p_null": 3.02442680407844e-12, "p_rec": 0.00179681109631985, "syn_z": -1.36134346463165}, "transcript": "ENST00000373644.4"}, "exons": [{"cdsend": 68691814, "cdsstart": 68572338, "chr": "10", "position": [[68560336, 68560742], [68572216, 68574252], [68600980, 68601034], [68644697, 68647005], [68651845, 68651936], [68652500, 68652594], [68667044, 68667256], [68672894, 68673045], [68681398, 68681488], [68682835, 68682973], [68686355, 68686707], [68690807, 68694485]], "strand": 1, "transcript": "NM_030625", "txend": 68694485, "txstart": 68560336}], "exons_hg19": [{"cdsend": 70451571, "cdsstart": 70332095, "chr": "10", "position": [[70320093, 70320499], [70331973, 70334009], [70360737, 70360791], [70404454, 70406762], [70411602, 70411693], [70412257, 70412351], [70426801, 70427013], [70432651, 70432802], [70441155, 70441245], [70442592, 70442730], [70446112, 70446464], [70450564, 70454242]], "strand": 1, "transcript": "NM_030625", "txend": 70454242, "txstart": 70320093}], "generif": [{"pubmed": 12646957, "text": "demonstrated that TET1 is fused to MLL in a case of pediatric acute myeloid leukemia containing the t(10;11)(q22;q23)"}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18163421, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18163421, "text": "Significant association with late-onset Alzheimer's disease for 4 SNPs: rs1881747 near DKK1, rs2279420 in ANK3, rs2306402 in CTNNA3, and rs5030882 in CXXC6 in 1,160 cases and 1,389 controls."}, {"pubmed": 19372391, "text": "findings show TET1 catalyzes conversion of 5-methylcytosine (5mC) to 5-hydroxymethylcytosine (hmC) in cultured cells & in vitro; TET proteins have potential roles in epigenetic regulation by modification of 5mC to hmC"}, {"pubmed": 19420352, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19420352, "text": "mutational status of TET1, TET2, and TET3 in myeloproliferative neoplasms (MPNs), chronic myelomonocytic leukemia (CMML), and acute myeloid leukemia (AML)"}, {"pubmed": 19923888, "text": "TET family influences DNA methylation in hematopoietic malignancy"}, {"pubmed": 21251613, "text": "The oncometabolite 2-hydroxyglutarate is a competitive inhibitor of multiple alpha-ketoglutarate-dependent dioxygenases, including histone demethylases, prolyl hydroxylases, and the TET family of 5-methlycytosine hydroxylases."}, {"pubmed": 21311766, "text": "Different binding properties and function of CXXC zinc finger domains in Dnmt1 and Tet1."}, {"pubmed": 21496894, "text": "Study suggests a TET1-induced oxidation-deamination mechanism for active DNA demethylation in mammals."}, {"pubmed": 22320381, "text": "These findings suggest that the amount of 5-hmC in tumors is often reduced via various mechanisms, including the downregulation of TET1."}, {"pubmed": 22688054, "text": "The loss of 5-hydroxymethylcytosine is a frequent event in gliomas, independent of IDH1 mutation, and may be influenced by the nuclear exclusion of TET1 from the nuclei of glioma cells."}, {"pubmed": 22948384, "text": "TET1 (mRNA and protein) is markedly increased (two- to threefold) in the parietal cortex of psychotic patients."}, {"pubmed": 22999938, "text": "these results illustrate a mechanism by which TET1 suppresses tumor development and invasion partly through downregulation of critical gene methylation."}, {"pubmed": 23100278, "text": "Data indicate that MLL-TET1 rearrangement was confirmed in 3 new cases of acute myeloid leukemia."}, {"pubmed": 23213213, "text": "OAC1 increases transcription of the Oct4-Nanog-Sox2 triad and Tet1, a gene known to be involved in DNA demethylation"}, {"pubmed": 23328087, "text": "Results suggest a TET1-dependent anti-inflammatory pathway, which may include TET2. In particular, IL-1beta transcriptional regulation is likely to depend on TET1-regulated chromatin domains."}, {"pubmed": 23671639, "text": "Data show 5-hydroxymethylcytosine (5 hmC) may be served as a prognostic marker for hepatocellular carcinoma (HCC) and the decreased expression of TET1 is likely one of the mechanisms underlying 5 hmC loss in HCC."}, {"pubmed": 23685628, "text": "TET1-mediated 5-hydroxymethylcytosine modification could contribute to the epigenetic variation of induced pluripotent stem cells and induced pluripotent stem cell-human embryonic stem cell differences."}, {"pubmed": 23716660, "text": "Data indicate that the genes comprising the HMGA2-TET1-HOXA9 pathway are coordinately regulated in breast cancer and together encompass a prognostic signature for patient survival."}, {"pubmed": 23818607, "text": "TET1 plays an essential oncogenic role in MLL-rearranged leukemia."}, {"pubmed": 23820384, "text": "An miR-29a mimic consistently decreases Tet1 and Tet3 transcripts while the miR-29a inhibitor increases Tet1 and Tet3 levels consistent with a pattern of direct targeting."}, {"pubmed": 23938174, "text": "This study demonistrated that the expressions of DNMT1 and TET1 are increased in patient with schizophrenia."}, {"pubmed": 24323992, "text": "A MLL-TET1 translocation is described in a case of T-cell lymphoblastic lymphoma with subsequent switch to acute myelomonocytic myeloid leukemia."}, {"pubmed": 24325350, "text": "There was no statistical significance in TET1 rs150689919 genotype or allele frequencies between the PD cases and healthy controls, even after being stratified by gender and age at onset."}, {"pubmed": 24469454, "text": "5-hmC in human chondrocytes is suppressed by proinflammatory cytokines IL-1beta and TNF-alpha, and this suppression involves downregulation of TET1 and IDH expression and activity."}, {"pubmed": 24507562, "text": "Decrease in TET1 transcript and protein levels is associated with some clinicopathological features in gastric cancer."}, {"pubmed": 24743738, "text": "the mechanism underlying the acquisition of 5-fluorouracil resistance in colorectal cancer involves the upregulation of Nrf2 and HO-1 expression via epigenetic modifications of DNA demethylation."}, {"pubmed": 24804542, "text": "TET1 suppresses cancer formation by coupling DNA demethylation with DNA-PK activation of p53 and suppression of oncogenic protein EZH2."}, {"pubmed": 24835990, "text": "Hypoxia results in transcriptional activation of TET1, and full induction of hypoxia-responsive genes and global 5-hmC increases require TET1."}, {"pubmed": 24875481, "text": "the results identify TET1 as a maintenance DNA demethylase that does not purposely decrease methylation levels, but specifically prevents aberrant methylation spreading into unmethylated CpG islands in differentiated cells."}, {"pubmed": 24915579, "text": "These results indicate that IGF2BP1 and TET1/2 contribute to the stemness of MSCs, at least regarding their proliferative potential."}, {"pubmed": 24958354, "text": "TET1 depletion yields widespread reduction of 5hmC, while depletion of TET2 and TET3 reduces 5hmC at a subset of TET1 targets suggesting functional co-dependence."}, {"pubmed": 25089631, "text": "GABRA3 also carries a microRNA (miR-767) with predicted target sites in TET1 and TET3, two members of the ten-eleven-translocation family of tumor suppressor genes, involved in the conversion of 5-methylcytosines to 5-hydroxymethylcytosines in DNA."}, {"pubmed": 25175940, "text": "TET1 partially mediates HDAC inhibitor elicited suppression of breast cancer invasion."}, {"pubmed": 25362856, "text": "Data indicate that tet oncogene 1 protein (TET1) silencing in primary epithelial colon cells increase their cellular proliferation."}, {"pubmed": 25367851, "text": "Potentiation of TET1 expression was linked to hepatocellular carcinogenesis and disease progression."}, {"pubmed": 25466250, "text": "Suppression of TET1-dependent DNA demethylation is critical for KRAS-mediated transformation."}, {"pubmed": 25476119, "text": "The expression (mRNA and protein levels) of DNMT1 and TET1 is increased in PFC of SZ and BP disorder patients."}, {"pubmed": 25517638, "text": "Findings show that TET1 serves as a transcription co-activator that interacts with HIF-1alpha and HIF-2alpha to enhance their transactivation activity as well as INSIG1 in addition to its role in demethylating 5-methylcytosine."}, {"pubmed": 25568311, "text": "TET1, TET2, and TET3 are highly phosphorylated."}, {"pubmed": 25735355, "text": "Downregulation of TET1 due to hypermethylation is associated with breast cancer metastasis."}, {"pubmed": 25824049, "text": "conclude that miR-520b depresses proliferation of liver cancer cells through targeting 3'UTR of TET1 mRNA"}, {"pubmed": 25925565, "text": "This study expands the knowledge about Tet1 involvement in stemness circuits in embryonic stem cells and provides evidence for a transcriptional relationship between Tet1 and Polycomb repressive complex 2 in adult proliferating cells."}, {"pubmed": 26013976, "text": "expression in systemic sclerosis fibroblasts abnormally regulated in hypoxic environment and accompanied by global DNA hypomethylation"}, {"pubmed": 26063725, "text": "Aberrant TET1 Methylation is closely Associated with CpG Island Methylator Phenotype in Colorectal Cancer"}, {"pubmed": 26136340, "text": "Noncovalent binding of ADP-ribose polymers with TET1 catalytic domain decreases TET1 hydroxylase activity while the covalent PARylation stimulates TET1 enzyme. In addition, TET1 activates PARP-1/ARTD1 independently of DNA breaks."}, {"pubmed": 26165803, "text": "Expression levels of TET1 are low in renal carcinoma, particularly in high grade tumors."}, {"pubmed": 26207381, "text": "Our study indicates that early breast cancer patients with decreased expression of TET1 mRNA had worse overall survival."}, {"pubmed": 26294212, "text": "Hypoxia deregulates TET1. TET1/3 levels were associated with tumor hypoxia, tumor malignancy, and poor prognosis in breast cancer patients. Coordinate functions of TET1 and TET3 were needed to activate TNFalpha-p38-MAPK signaling in hypoxia."}, {"pubmed": 26356709, "text": "rs3998860-G allele was significantly associated with the disease severity, suggesting an involvement of TET1 locus in the modulation of apoptosis and liver injury in Nonalcoholic Fatty Liver Disease."}, {"pubmed": 26376879, "text": "The downregulation of ALDOB could indicate a poor prognosis for HCC patients. In addition, ALDOB inhibits the invasive features of cell lines partly through TET1 expression."}, {"pubmed": 26524525, "text": "crystal structures of TET2-5hmC-DNA and TET2-5fC-DNA complexes at 1.80 A and 1.97 A resolution, respectively"}, {"pubmed": 26546041, "text": "these data suggest a dual function of GADD45a in oxidative DNA demethylation, to promote directly or indirectly TET1 activity and to enhance subsequent 5-formylcytosine/5-carboxylcytosine removal."}, {"pubmed": 26631571, "text": "TET regulates gene expression in differentiating colonocytes."}, {"pubmed": 26684294, "text": "our study demonstrated that DNA hypomethylation at the TET1 promoter was associated with childhood asthma in African Americans."}, {"pubmed": 26703470, "text": "these data show that hypoxia-inducible genes are regulated in a multilayered manner that includes epigenetic regulation via TETs and 5-hmC levels in addition to HIF stabilization."}, {"pubmed": 26711177, "text": "Here, the authors reveal the methylcytosine dioxygenases TET1 and TET2 as active regulators of CTCF-mediated alternative splicing through conversion of 5-methylcytosine to its oxidation derivatives."}, {"pubmed": 26776158, "text": "miR-29b targets the DNA-demethylating enzyme, TET1, for downregulation resulting in decreased 5-hmC epigenetic modifications."}, {"pubmed": 26791235, "text": "Identify of MLL-fusion/MYC dash, verticalmiR-26 dash, verticalTET1 signaling circuit in MLL-rearranged acute myeloid leukemia."}, {"pubmed": 26917261, "text": "TET1, TET2, and TET3 genes are downregulated in endometriosis."}, {"pubmed": 26931431, "text": "these findings suggest that Tet1 expression plays a critical role in metastasis of lung cancer cells by suppression of invasion and epithelial-mesenchymal transition (EMT)."}, {"pubmed": 27014907, "text": "Data show that low TET1 mRNA levels were significantly associated with worse metastases-free survival."}, {"pubmed": 27121319, "text": "Data show that ten-eleven translocation 1 (TET1) suppresses tumor cell growth, migration and invasion through demethylation of CpG island in PTEN promoter by increasing 5-hmC content."}, {"pubmed": 27225590, "text": "Study comprehensively examined TET1 expression and methylation status in multiple tumors, and demonstrated that promoter CpG methylation is a predominant mechanism for TET1 inactivation in human cancers. TET1 as a tumor suppressor and CpG demethylase in tumor cells requires its intact catalytic domain, which provides new insight into the epigenetic master role of TET1 in tumor pathogenesis."}, {"pubmed": 27257062, "text": "FOXA1 is not only able to recognize but also remodel the epigenetic signatures at lineage-specific enhancers, which is mediated, at least in part, by a feed-forward regulatory loop between FOXA1 and TET1."}, {"pubmed": 27346347, "text": "TET1 binds to tumor suppressor promoters and induces their re-expression through active DNA demethylation."}, {"pubmed": 27733505, "text": "our findings reveal that TET1 forms a complex with hMOF to modulate its function and the level of H4K16Ac ultimately affect gene expression and DNA repair."}, {"pubmed": 27846738, "text": "Compared to normal tissues, the expression level of TET1 in colorectal cancer (CRC) was significantly lower. Moreover, in vitro studies showed that TET1 could inhibit cell growth and promote cell metastasis and invasion.TET1 played a multifaceted role in the pathogenesis of CRC, and thereby resulting in multiple effects on tumor progression."}, {"pubmed": 27977763, "text": "Loss of TET1 may induce aberrant DNA methylation and may attenuate the effect of 5-aza-2'-deoxycytidine in colorectal cancer cells."}, {"pubmed": 28150354, "text": "Increased TET1 induced re-expression of vimentin through active DNA demethylation, and cause partial epithelial-to-mesenchymal (EMT) in A2780 cells."}, {"pubmed": 28218476, "text": "Because the DNA hypomethylation might be a result of TET dioxygenase activity, the study examined expression of TET1-3 enzymes and the level of their product, 5-hydroxymethylcytosine (5hmC), in a panel of histologically characterized seminomas and non-seminomatous germ cell tumors. The study found highly increased expression of TET1 dioxygenase in most seminomas and strong TET1 staining in seminoma cells."}, {"pubmed": 28228863, "text": "Results show that the levels of TET1 transcript are elevated in medulloblastoma and ependymoma cells may imply that this protein is involved in pathogenesis of the paediatric brain tumours via demethylation of the regulatory elements of the oncogenes promoting initiation and/or progression of these types of cancer."}, {"pubmed": 28249902, "text": "In this study, we show that hypercholesterolemia increases the incidence and pathologic severity of colorectal neoplasia in two independent mouse models. Hypocholesterolemia induced an oxidant stress-dependent increase in miR101c, which downregulated Tet1 in hematopoietic stem cells (HSC), resulting in reduced expression of genes critical to natural killer T cell (NKT) and gamma delta T-cell differentiation"}, {"pubmed": 28252217, "text": "Therefore, chemical hypoxia not only causes overexpression of TET1 and TET2 but also could gradually do promoter demethylation of same genes"}, {"pubmed": 28294974, "text": "that miR-30a could inhibit TET1 expression through base pairing with complementary sites in the 3'untranslated region to regulate Drp-1 promoter hydroxymethylation."}, {"pubmed": 28349832, "text": "We found that TET1 and TET2 messenger RNA expression was lower and TET3 was higher in cancers compared to normal tissues. Positive correlation between 5-hmC and the relative expression of TET1 and TET2 was found, but no correlation was observed in the case of TET3."}, {"pubmed": 28351182, "text": "The results of the present study demonstrate that TET1 might function as one of the key molecules in SOD3 expression through its 5mC hydroxylation in A549 cells."}, {"pubmed": 28449087, "text": "MBD1 regulates localization and activity of Tet1 in a CXXC3 domain-dependent manner."}, {"pubmed": 28513825, "text": "Loss of TET1 expression facilitates colon cancer cell migration via H3K27me3-mediated repression of E-cadherin expression."}, {"pubmed": 28524723, "text": "a mechanism how L1 elements get activated in the absence of Mecp2"}, {"pubmed": 28531272, "text": "Data suggest that the predominantly activated isoform of tet oncogene 1 protein (TET1) in cancer cells does not protect from unmethylated CpG islands (CGIs) methylation and likely mediates dynamic site-specific demethylation outside of CGIs."}, {"pubmed": 28643947, "text": "Study provides evidence that low-expression of TET1 in oral squamous cell carcinoma (OSCC) stem cells may stimulate MGMT promoter methylation, while inhibiting MGMT mRNA expression, which ultimately strengthens the sensitivity of OSCC stem cells in regards to chemotherapeutics."}, {"pubmed": 28648900, "text": "Although DNA methylation (5mC) and hydroxymethylation (5hmC) are highly dynamic during early embryonic development, less is known about their roles at later stages of differentiation. 5hmC marks HNF4A promoter 1 previous to terminal hepatocyte differentiation. TET1-dependent 5hmC is required to activate promoter 1-driven HNF4A expression."}, {"pubmed": 28661477, "text": "our findings demonstrate that 5-hmC loss is an epigenetic hallmark of hepatocellular carcinoma , and miR-29a is an important epigenetic modifier, promoting HCC metastasis through TET-SOCS1-MMP9 axis silencing. The results offer a new strategy for epigenetic cancer therapy"}, {"pubmed": 28731456, "text": "These data indicate that AA has the potential to modify TET function in lymphoma and enhance chemosensitivity. In addition, the AA deficiency seen in some patients may further impair TET function and contribute to resistance. Clinical trials testing intravenous AA with chemotherapy are warranted."}, {"pubmed": 28758831, "text": "this study illustrates the involvement of TET1 in the different arms of the DNA damage response (DDR) and suggests its loss results in the continued survival of cells with genomic instability"}, {"pubmed": 28776568, "text": "TET1 expression levels were significantly elevated in EGFR mutant samples (P=0.007). Patients with higher TET1 levels showed a trend of better response rates to EGFR inhibitors compared to low TET1 staining levels, although the result was not significant (P=0.08)."}, {"pubmed": 28808304, "text": "Hypoxia-induced TET1 expression facilitates trophoblast cell migration and invasion through the HIF1alpha signaling pathway."}, {"pubmed": 28851501, "text": "TET1 potently inhibited canonical Wnt/beta-catenin signaling by demethylating and upregulating two upstream antagonists of this pathway, SFRP2 and DKK1, which was associated with inhibition of EMT and cancer cell metastasis."}, {"pubmed": 28923852, "text": "Overexpression of the wild-type TET1/2/3 3'UTR caused a significant increase in EZH2 expression and tumor growth, whereas the mutation in miR-26-binding sites abolished this effect."}, {"pubmed": 29108636, "text": "expressed in trophoblast cell columns of first-trimester placentas"}, {"pubmed": 29186571, "text": "It has been demonstrated that the activities of Tet enzymes display distinct patterns of oxygen dependency, and that Tet1 activity, specifically, is subject to differential regulation within a range of O2 which is physiologically relevant in embryogenesis."}, {"pubmed": 29235481, "text": "Data show that knockdown of STAT transcription factors STAT3 and/or STAT5 reduces DNA methylcytosine dioxygenase Ten-eleven translocation 1 (TET1) level."}, {"pubmed": 29277934, "text": "These results suggest that TET1 potentially promotes the cytodifferentiation potential of human dental pulp cells through its DNA demethylation machinery and upregulation of FAM20C protein expression."}, {"pubmed": 29402726, "text": "TET1 gene expression might serve as a reliable predictor for patients survival in acute myeloid leukemia."}, {"pubmed": 29484426, "text": "the findings of this study indicate that miR27a3p is upregulated, while TET1 is downregulated in human osteosarcoma cells"}, {"pubmed": 29512746, "text": "data demonstrated that miR4284 could promote tumor cell growth, migration and invasion by directly targeting TET1 in gastric cancer, which may provide a potential therapeutic target for gastric cancer treatment."}, {"pubmed": 29531217, "text": "Infrequent occurrence of TET1, TET3, and ASXL2 mutations in myelodysplastic/myeloproliferative neoplasms."}, {"pubmed": 29549908, "text": "Low TET1 expression is associated with colorectal cancer."}, {"pubmed": 29659445, "text": "TET1 may affect the development and progression of gliomas by influencing 5mC and 5hmC levels of functional genes such as some proteins-binding and nucleic acid-binding gene, and some signaling pathways including Hippo and TGF-[beta] signaling pathways. In addition, it can also affect the level of autophagy-related gene ATG13 and DRAM1 in glioma and U251 cell, thereby influencing the occurrence and development of gliomas."}, {"pubmed": 29715584, "text": "Our study demonstrates the existence of a TET1/DUOX2/ROS/EMT axis that could play a role in colon cancer chemo-resistance and the aggressiveness of this cancer."}, {"pubmed": 29891505, "text": "TET1 could serve as a druggable target for therapeutic intervention."}, {"pubmed": 29938218, "text": "our data suggest a novel mode of regulation for TET1 in cancer and highlight a new paradigm in which the immune system can influence cancer cell epigenetics."}, {"pubmed": 30045709, "text": "Analyzed involvement of 5-hydroxymethylcytosine (5hmC), tet methylcytosine dioxygenase 1 (TET1) and tet methylcytosine dioxygenase 2 (TET2) in small intestinal neuroendocrine tumors."}, {"pubmed": 30058675, "text": "Study found that miR-129 expression was lower in uterine fibroid tissue and regulated by estrogen and progesterone, thereby increasing the expression of TET1, leading to increased proliferation and decreased apoptosis of tumor cells, and increasing the accumulation of extracellular matrix, ultimately promoting the occurrence and development of uterine fibroid."}, {"pubmed": 30074219, "text": "The expression of TET1, TET2, and TET3 was lower in the villi in early pregnancy loss group than in normal pregnancy group"}, {"pubmed": 30075814, "text": "TET1 expression was downregulated in nasopharyngeal carcinoma (NPC) tissues. Demethylation of TET1 in NPC cell lines cells restored its expression with downregulated methylation, implying that TET1 was silenced by promoter hypermethylation. Data provide evidence that TET1 exerts its anti-tumor functions in NPC cells by suppressing Wnt/beta-catenin signaling via demethylation of Wnt antagonists (DACT2 and SFRP2)."}, {"pubmed": 30130982, "text": "abnormal expression in eutopic endometrium from infertile women with endometriosis"}, {"pubmed": 30249104, "text": "TET1 is one of the targets of miR-365a-3p. miR-365a-3p regulates the biological behavior of laryngeal cancer by down-regulating TET1."}, {"pubmed": 30279502, "text": "Here the authors report the identification of a highly conserved Sin3-interaction domain in the 5-methylcytosine dioxygenase, Tet1 (Tet1-SID), which interacts directly with the PAH1 domain of Sin3A."}, {"pubmed": 30362292, "text": "Data found that TET1 can bind to XIST, and XIST can reduce the activity of TET1."}, {"pubmed": 30367454, "text": "downregulation of TET1 rescued the abnormally high levels of gene expression resulting from hypoxia in tumors and reduced the migration activity of colon cancer tumor cells"}, {"pubmed": 30411496, "text": "Fisetin inhibits TET1 expression and reduces 5hmC modification in specific loci in the promoters of CCNY/CDK16 in HuRSCs."}, {"pubmed": 30431097, "text": "Low TET1 expression is associated with gastric cancer."}, {"pubmed": 30551127, "text": "a single transient transfection of Ten-eleven translocation 1 catalytic domain on hepatocellular carcinoma"}, {"pubmed": 30554333, "text": "Aberrant methylation of TP53 promoter as a result of reduced TET1 and 5-hydroxymethylcytosine may be involved in the acquisition of aggressive behavior in gastric adenocarcinoma with enteroblastic differentiation."}, {"pubmed": 30606231, "text": "TET1 recruits SIN3A and EZH2 to osteogenic genes."}, {"pubmed": 30617255, "text": "Genomic profiling in embryonic stem cells identifies thousands of R-loop-dependent TET1 binding sites at CGIs."}, {"pubmed": 30651599, "text": "Mono-ADP-ribosylation of H3R117 upregulated methylation of TFPI2 by impact TET1."}, {"pubmed": 30735628, "text": "High TET1 expression is associated with metastasis in Lung Adenocarcinoma."}, {"pubmed": 30771438, "text": "TET1 promotes stemness properties, and inhibits EMT, in HSIL cells, through 5hmC-dependent and -independent mechanisms."}, {"pubmed": 30784212, "text": "Decreased expression of TET1 was associated with poorer prognosis of cholangiocarcinoma (CCA) patients with chemotherapy. Overexpression of TET1 augmented the sensitivity of CCA cells to gemcitabine and resulted in decreased expression of P-glycoprotein in gemcitabine-resistant CCA cell."}, {"pubmed": 30809307, "text": "EZH2 and TET1 operate in trans to more tightly control target gene activity in Triple-negative breast cancer"}, {"pubmed": 30825236, "text": "TET1 suppresses colon cancer proliferation by impairing beta-catenin signal pathway."}, {"pubmed": 30883733, "text": "TET1-expressing EOCs were more sensitive to a CK2 inhibitor"}, {"pubmed": 31022963, "text": "These results suggest that TET1 depletion inhibited Porphyromonas gingivalis lipopolysaccharide/IFN-gamma-induced M1 macrophage polarization through the NF-kappa B pathway in THP-1 cells."}, {"pubmed": 31089182, "text": "TET1 contributes to allergic airway inflammation and regulates interferon and aryl hydrocarbon receptor signaling pathways in bronchial epithelial cells."}, {"pubmed": 31153371, "text": "Results found that circTRIM33-12 abolishes the suppression of TET1 expression mediated by miR-191, and the knockdown of TET1 contributes to the promotion of proliferation, migration and invasion of hepatocellular carcinoma cells."}, {"pubmed": 31167695, "text": "The methylation level is reduced in the villi of women with unexplained recurrent spontaneous abortion, which may be correlated with up-regulated expression of DNMT1 and DNMT3b and down-regulated expression of TET1 and TET2."}, {"pubmed": 31216336, "text": "TET1 contributes to the activation of macrophages through transcriptional activation of TNFalpha gene."}, {"pubmed": 31266538, "text": "Finding that MYC directly deregulates the expression of TET1 and TET2 in T-ALL provides novel evidence that MYC controls DNA (hydroxy)methylation in a genome-wide fashion. It reveals a coordinated interplay between the components of the DNA (de)methylating machinery that contribute to MYC-driven tumor maintenance."}, {"pubmed": 31304631, "text": "Study demonstrates tat DSCR1 mediates splicing of TET1 mRNAs by binding to its introns, thereby regulating TET1.TET1 controls DNA methylation levels in the miR-124 promoter, which subsequently determines miR-124 expression."}, {"pubmed": 31399111, "text": "We found TET1 plays as a suppressor in pancreatic tumor progression via obstructing Wnt signaling pathways."}, {"pubmed": 31616436, "text": "Ten-Eleven Translocation (TET) Enzymes Modulate the Activation of Dendritic Cells in Allergic Rhinitis."}, {"pubmed": 31623662, "text": "Study found that mutations in TET1, a DNA demethylase, was predictive of higher objective response rate (ORR), better durable clinical benefit (DCB), longer progression-free survival (PFS) and improved overall survival (OS) to immune checkpoint inhibitors treatment across multiple cancer types."}, {"pubmed": 31935962, "text": "HIF1alpha/TET1 Pathway Mediates Hypoxia-Induced Adipocytokine Promoter Hypomethylation in Human Adipocytes."}, {"pubmed": 31941838, "text": "miR-543 regulates the epigenetic landscape of myelofibrosis by targeting TET1 and TET2."}, {"pubmed": 31994732, "text": "Putative promoters within gene bodies control exon expression via TET1-mediated H3K36 methylation."}, {"pubmed": 32003827, "text": "MicroRNA-191 regulates endometrial cancer cell growth via TET1-mediated epigenetic modulation of APC."}, {"pubmed": 32024762, "text": "C35-mediated TET inactivation increased the efficiency of somatic cell programming without affecting TET complexes."}, {"pubmed": 32295898, "text": "Inhibition of TET1 prevents the development of osteoarthritis and reveals the 5hmC landscape that orchestrates pathogenesis."}, {"pubmed": 32342329, "text": "Regulation of DNA methylation signatures on NF-kappaB and STAT3 pathway genes and TET activity in cigarette smoke extract-challenged cells/COPD exacerbation model in vitro."}, {"pubmed": 32374060, "text": "H19/TET1 axis promotes TGF-beta signaling linked to endothelial-to-mesenchymal transition."}, {"pubmed": 32385352, "text": "Genome-wide 5-hydroxymethylcytosine (5hmC) emerges at early stage of in vitro differentiation of a putative hepatocyte progenitor."}, {"pubmed": 32483272, "text": "Measuring Cancer Hallmark Mediation of the TET1 Glioma Survival Effect with Linked Neural-Network Based Mediation Experiments."}, {"pubmed": 32542727, "text": "Resveratrol inhibits the tumor migration and invasion by upregulating TET1 and reducing TIMP2/3 methylation in prostate carcinoma cells."}, {"pubmed": 32574963, "text": "UVB induces cutaneous squamous cell carcinoma progression by de novo ID4 methylation via methylation regulating enzymes."}, {"pubmed": 32587369, "text": "TET1 Deficiency Impairs Morphogen-free Differentiation of Human Embryonic Stem Cells to Neuroectoderm."}, {"pubmed": 32730644, "text": "MAGI2-AS3 inhibits breast cancer by downregulating DNA methylation of MAGI2."}, {"pubmed": 32740973, "text": "Ten-Eleven Translocation 1 Promotes Malignant Progression of Cholangiocarcinoma With Wild-Type Isocitrate Dehydrogenase 1."}, {"pubmed": 32913111, "text": "Role of TET1 and 5hmC in an Obesity-Linked Pathway Driving Cancer Stem Cells in Triple-Negative Breast Cancer."}, {"pubmed": 32919305, "text": "Clinicopathological correlation of PD-L1 and TET1 expression with tumor-infiltrating lymphocytes in non-small cell lung cancer."}, {"pubmed": 33120142, "text": "Epigenetic silencing of TET1 mediated hydroxymethylation of base excision repair pathway during lung carcinogenesis."}, {"pubmed": 33126331, "text": "Prognostic role of high TET1 expression in patients with solid tumors: A meta-analysis."}, {"pubmed": 33142244, "text": "Exome sequencing identifies frequent genomic loss of TET1 in IDH-wild-type glioblastoma."}, {"pubmed": 33358913, "text": "The Gamma-glutamyltransferase gene of Helicobacter pylori can promote gastric carcinogenesis by activating Wnt signal pathway through up-regulating TET1."}, {"pubmed": 33410283, "text": "Oxygen regulation of TET enzymes."}, {"pubmed": 33493518, "text": "Single-molecule multiplexed profiling of protein-DNA complexes using magnetic tweezers."}, {"pubmed": 33684567, "text": "TET1 promotes RXRalpha expression and adipogenesis through DNA demethylation."}, {"pubmed": 33878446, "text": "BACH1 is transcriptionally inhibited by TET1 in hepatocellular carcinoma in a microRNA-34a-dependent manner to regulate autophagy and inflammation."}, {"pubmed": 33926529, "text": "Ten-eleven translocation protein 1 modulates medulloblastoma progression."}, {"pubmed": 33970549, "text": "TET1 upregulation drives cancer cell growth through aberrant enhancer hydroxymethylation of HMGA2 in hepatocellular carcinoma."}, {"pubmed": 34435328, "text": "Circular RNA 0025984 Ameliorates Ischemic Stroke Injury and Protects Astrocytes Through miR-143-3p/TET1/ORP150 Pathway."}, {"pubmed": 34628789, "text": "Identification of miR-21-5p/TET1-negative regulation pair in the aggressiveness of glioma cells."}, {"pubmed": 34644730, "text": "Long non-coding ribonucleic acid H19 and ten-eleven translocation enzyme 1 messenger RNA expression levels in uterine fibroids may predict their postoperative recurrence."}, {"pubmed": 34731191, "text": "Loss of ten-eleven translocation 1 (TET1) expression as a diagnostic and prognostic biomarker of endometrial carcinoma."}, {"pubmed": 34844636, "text": "Tracing TET1 expression in prostate cancer: discovery of malignant cells with a distinct oncogenic signature."}, {"pubmed": 34879277, "text": "Stage-specific regulation of DNA methylation by TET enzymes during human cardiac differentiation."}, {"pubmed": 34926132, "text": "Downregulation of TET1 Promotes Glioma Cell Proliferation and Invasion by Targeting Wnt/beta-Catenin Pathway."}, {"pubmed": 35235761, "text": "A novel epigenetic marker, Ten-eleven translocation family member 2 (TET2), is identified in the intractable epileptic brain and regulates ATP binding cassette subfamily B member 1 (ABCB1) in the blood-brain barrier."}, {"pubmed": 35290126, "text": "FMRP promotes transcription-coupled homologous recombination via facilitating TET1-mediated m5C RNA modification demethylation."}, {"pubmed": 35395805, "text": "TET1 mutations as a predictive biomarker for immune checkpoint inhibitors in colon adenocarcinoma."}, {"pubmed": 35489280, "text": "Assessment of TET1 gene expression, DNA methylation and H3K27me3 level of its promoter region in eutopic endometrium of women with endometriosis and infertility."}, {"pubmed": 35627266, "text": "Single-Cell RNA-Seq Analysis Reveals Lung Epithelial Cell Type-Specific Responses to HDM and Regulation by Tet1."}, {"pubmed": 35650007, "text": "Aberrant high expression of the TET1 gene in Hirschsprung's disease."}, {"pubmed": 35798741, "text": "TET1 dioxygenase is required for FOXA2-associated chromatin remodeling in pancreatic beta-cell differentiation."}, {"pubmed": 35835915, "text": "YAP induces an oncogenic transcriptional program through TET1-mediated epigenetic remodeling in liver growth and tumorigenesis."}, {"pubmed": 35942521, "text": "MYCN and HIF-1 directly regulate TET1 expression to control 5-hmC gains and enhance neuroblastoma cell migration in hypoxia."}, {"pubmed": 35998875, "text": "Competitive binding of TET1 and DNMT3A/B cooperates the DNA methylation pattern in human embryonic stem cells."}, {"pubmed": 36195596, "text": "Upregulation of CRABP2 by TET1-mediated DNA hydroxymethylation attenuates mitochondrial apoptosis and promotes oxaliplatin resistance in gastric cancer."}, {"pubmed": 36413827, "text": "DNMT3B and TET1 mediated DNA methylation of LATS1 regulates BC progression via hippo signaling pathway."}, {"pubmed": 36682704, "text": "TET1-mediated microRNA-188-5p promoter hydroxymethylation regulates PTEN/PI3K/AKT signaling pathway in acute myeloid leukemia cells."}, {"pubmed": 36692670, "text": "High nuclear expression of DNMT1 in correlation with inactivation of TET1 portray worst prognosis among the cervical carcinoma patients: clinical implications."}, {"pubmed": 37020036, "text": "Hypoxia switches TET1 from being tumor-suppressive to oncogenic."}, {"pubmed": 37121742, "text": "Oxidative stress-induced TET1 upregulation mediates active DNA demethylation in human gastric epithelial cells."}, {"pubmed": 37347215, "text": "Functional polymorphisms of the TET1 gene increase the risk of neuroblastoma in Chinese children."}, {"pubmed": 37430206, "text": "MiR-183-5p promotes migration and invasion of prostate cancer by targeting TET1."}, {"pubmed": 37474847, "text": "Crosstalk between RNA m[6]A and DNA methylation regulates transposable element chromatin activation and cell fate in human pluripotent stem cells."}, {"pubmed": 37562656, "text": "Role of TET1-mediated epigenetic modulation in Alzheimer's disease."}, {"pubmed": 37610277, "text": "TET1 Regulates Skeletal Stem-Cell Mediated Cartilage Regeneration."}, {"pubmed": 37643326, "text": "LINC00891 Attenuates the Proliferation and Metastasis of Osteosarcoma Cells via miR-27a-3p/TET1 Axis."}, {"pubmed": 37995981, "text": "TET1 regulates stem cell properties and cell cycle of Cancer stem cells in triple-negative breast cancer via DNA demethylation."}, {"pubmed": 38369780, "text": "TET1 inhibits liver fibrosis by blocking hepatic stellate cell activation."}, {"pubmed": 38431880, "text": "TET1 inhibits the migration and invasion of cervical cancer cells by regulating autophagy."}], "genomic_pos": {"chr": "10", "end": 68694487, "ensemblgene": "ENSG00000138336", "start": 68560337, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 70454239, "start": 70320413, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0000122", "pubmed": 22865885, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001826", "qualifier": "involved_in", "term": "inner cell mass cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006211", "qualifier": "involved_in", "term": "5-methylcytosine catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006338", "pubmed": 25284789, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006493", "qualifier": "involved_in", "term": "protein O-linked glycosylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019827", "qualifier": "involved_in", "term": "stem cell population maintenance"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030336", "pubmed": 22984288, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030512", "pubmed": 22984288, "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034614", "pubmed": 27251462, "qualifier": "involved_in", "term": "cellular response to reactive oxygen species"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044029", "pubmed": 21496894, "qualifier": "involved_in", "term": "positive regulation of gene expression via chromosomal CpG island demethylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0044029", "pubmed": 21496894, "qualifier": "involved_in", "term": "positive regulation of gene expression via chromosomal CpG island demethylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044727", "qualifier": "involved_in", "term": "epigenetic programing of male pronucleus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 21496894, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048813", "qualifier": "involved_in", "term": "dendrite morphogenesis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1902455", "pubmed": 28554894, "qualifier": "involved_in", "term": "negative regulation of stem cell population maintenance"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1902459", "pubmed": 28554894, "qualifier": "involved_in", "term": "positive regulation of stem cell population maintenance"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005634", "pubmed": 19372391, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 28554894, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0070822", "pubmed": 28554894, "qualifier": "part_of", "term": "Sin3-type complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": [21496894, 27251462], "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 19372391, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005506", "pubmed": 19372391, "qualifier": "enables", "term": "iron ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [27251462, 34667079], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 29276034, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008327", "pubmed": [21496894, 27251462, 29276034], "qualifier": "enables", "term": "methyl-CpG binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070579", "qualifier": "enables", "term": "5-methylcytosine dioxygenase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070579", "pubmed": [19372391, 21496894], "qualifier": "enables", "term": "5-methylcytosine dioxygenase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0070579", "pubmed": [21496894, 25284789], "qualifier": "enables", "term": "5-methylcytosine dioxygenase activity"}]}, "homologene": {"genes": [[9031, 423690], [9544, 693707], [9598, 450497], [9606, 80312], [9615, 479229], [9913, 513640], [10090, 52463], [10116, 309902]], "id": 12735}, "interpro": [{"desc": "Zinc finger, CXXC-type", "id": "IPR002857", "short_desc": "Znf_CXXC"}, {"desc": "2OGFeDO JBP1/TET, oxygenase domain", "id": "IPR024779", "short_desc": "2OGFeDO_JBP1/TET_oxygenase_dom"}, {"desc": "Methylcytosine dioxygenase TET1/2/3", "id": "IPR040175", "short_desc": "TET1/2/3"}, {"desc": "Methylcytosine dioxygenase TET1-3, oxygenase domain", "id": "IPR046942", "short_desc": "TET_oxygenase"}], "ipi": "IPI00303112", "map_location": "10q21.3", "name": "tet methylcytosine dioxygenase 1", "other_names": ["CXXC finger 6", "CXXC zinc finger 6", "CXXC-type zinc finger protein 6", "leukemia-associated protein with a CXXC domain", "methylcytosine dioxygenase TET1", "ten-eleven translocation 1 gene protein", "ten-eleven translocation-1", "tet oncogene 1"], "pantherdb": {"HGNC": "29484", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1098693", "ortholog_type": "LDO", "panther_family": "PTHR23358", "taxid": 10090, "uniprot_kb": "Q3URK3"}, {"RGD": "1310993", "ortholog_type": "LDO", "panther_family": "PTHR23358", "taxid": 10116, "uniprot_kb": "F1LUQ3"}, {"ZFIN": "ZDB-GENE-090312-88", "ortholog_type": "LDO", "panther_family": "PTHR23358", "taxid": 7955, "uniprot_kb": "F1R3C6"}, {"FlyBase": "FBgn0263392", "ortholog_type": "LDO", "panther_family": "PTHR23358", "taxid": 7227, "uniprot_kb": "M9NEY8"}], "uniprot_kb": "Q8NFU7"}, "pathway": {"reactome": [{"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-5221030", "name": "TET1,2,3 and TDG demethylate DNA"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}], "smpdb": [{"id": "SMP02291", "name": "The oncogenic action of 2-hydroxyglutarate"}, {"id": "SMP02292", "name": "The oncogenic action of Succinate"}, {"id": "SMP02295", "name": "The oncogenic action of Fumarate"}, {"id": "SMP02358", "name": "The oncogenic action of L-2-hydroxyglutarate in  Hydroxygluaricaciduria"}, {"id": "SMP02359", "name": "The oncogenic action of D-2-hydroxyglutarate in  Hydroxygluaricaciduria "}], "wikipathways": [{"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}]}, "pdb": "6ASD", "pfam": ["PF02008", "PF12851"], "pharmgkb": "PA162405605", "pharos": {"target_id": 9235, "tdl": "Tbio"}, "prosite": "PS51058", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172804", "relationship": "is"}, {"id": "GNF183710", "relationship": "is"}, {"id": "GNF194616", "relationship": "is"}, {"id": "GNF205522", "relationship": "is"}, {"id": "GNF214961", "relationship": "is"}, {"id": "GNF216076", "relationship": "is"}, {"id": "GNF220997", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF042176", "relationship": "is"}, {"id": "GNF045132", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105429", "relationship": "is"}, {"id": "GNF145075", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": ["NP_001393294.1", "NP_001393296.1", "NP_001393297.1", "NP_001393298.1", "NP_001393299.1", "NP_001393300.1", "NP_001393301.1", "NP_001393302.1", "NP_001393303.1", "NP_001393304.1", "NP_001393305.1", "NP_085128.2", "XP_011538508.1", "XP_016872175.1", "XP_016872176.1", "XP_016872177.1", "XP_054222780.1", "XP_054222781.1", "XP_054222782.1"], "rna": ["NM_001406365.1", "NM_001406367.1", "NM_001406368.1", "NM_001406369.1", "NM_001406370.1", "NM_001406371.1", "NM_001406372.1", "NM_001406373.1", "NM_001406374.1", "NM_001406375.1", "NM_001406376.1", "NM_030625.3", "XM_011540206.3", "XM_017016686.3", "XM_017016687.2", "XM_017016688.2", "XM_054366805.1", "XM_054366806.1", "XM_054366807.1", "XR_001747210.2", "XR_001747211.2", "XR_001747212.2", "XR_008488268.1", "XR_008488269.1", "XR_008488270.1"], "translation": [{"protein": "XP_054222782.1", "rna": "XM_054366807.1"}, {"protein": "NP_001393304.1", "rna": "NM_001406375.1"}, {"protein": "XP_016872175.1", "rna": "XM_017016686.3"}, {"protein": "XP_011538508.1", "rna": "XM_011540206.3"}, {"protein": "NP_001393299.1", "rna": "NM_001406370.1"}, {"protein": "NP_001393297.1", "rna": "NM_001406368.1"}, {"protein": "XP_016872176.1", "rna": "XM_017016687.2"}, {"protein": "XP_054222780.1", "rna": "XM_054366805.1"}, {"protein": "NP_001393294.1", "rna": "NM_001406365.1"}, {"protein": "NP_085128.2", "rna": "NM_030625.3"}, {"protein": "NP_001393301.1", "rna": "NM_001406372.1"}, {"protein": "NP_001393296.1", "rna": "NM_001406367.1"}, {"protein": "NP_001393300.1", "rna": "NM_001406371.1"}, {"protein": "NP_001393305.1", "rna": "NM_001406376.1"}, {"protein": "NP_001393302.1", "rna": "NM_001406373.1"}, {"protein": "XP_016872177.1", "rna": "XM_017016688.2"}, {"protein": "XP_054222781.1", "rna": "XM_054366806.1"}, {"protein": "NP_001393298.1", "rna": "NM_001406369.1"}, {"protein": "NP_001393303.1", "rna": "NM_001406374.1"}]}, "reporter": {"GNF1H": "gnf1h08419_at", "HG-U133_Plus_2": "228906_at", "HTA-2_0": "TC10000406.hg.1", "HuEx-1_0": ["2623475", "3249886"], "HuGene-1_1": "7927876", "HuGene-2_1": "16705381"}, "retired": [729351, 731326], "summary": "DNA methylation is an epigenetic mechanism that is important for controlling gene expression. The protein encoded by this gene is a demethylase that belongs to the TET (ten-eleven translocation) family. Members of the TET protein family play a role in the DNA methylation process and gene activation. [provided by RefSeq, Sep 2015].", "symbol": "TET1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1428863"}, "unigene": ["Hs.567594", "Hs.258855", "Hs.598166", "Hs.708977"], "uniprot": {"Swiss-Prot": "Q8NFU7"}, "wikipedia": {"url_stub": "Tet methylcytosine dioxygenase 1"}}