{"AllianceGenome": "11742", "HGNC": "11742", "MIM": "107580", "_id": "7020", "_version": 1, "accession": {"genomic": ["AL138885.21", "AY033397.1", "CH471087.1", "CP068272.2", "NC_000006.12", "NC_060930.1", "NG_016151.1", "X77343.2", "X95235.1"], "protein": ["AAA02487.1", "AAA35539.1", "AAH17754.1", "AAK54356.1", "ACN93799.1", "BAH12422.1", "CAA36842.1", "CAA64522.1", "CAB59735.1", "EAW55248.1", "EAW55249.1", "EAW55250.1", "EAW55251.1", "NP_001027451.1", "NP_001035890.1", "NP_001358995.1", "P05549.1"], "rna": ["AK296737.1", "BC017754.1", "BC071713.1", "BM714893.1", "CB990517.1", "FJ794945.1", "M36711.1", "M61156.1", "NM_001032280.3", "NM_001042425.3", "NM_001372066.1", "NM_003220.3", "X52611.1"], "translation": [{"protein": "AAA35539.1", "rna": "M36711.1"}, {"protein": "ACN93799.1", "rna": "FJ794945.1"}, {"protein": "AAA02487.1", "rna": "M61156.1"}, {"protein": "NP_001358995.1", "rna": "NM_001372066.1"}, {"protein": "NP_001027451.1", "rna": "NM_001032280.3"}, {"protein": "BAH12422.1", "rna": "AK296737.1"}, {"protein": "NP_001035890.1", "rna": "NM_001042425.3"}, {"protein": "AAH17754.1", "rna": "BC017754.1"}, {"protein": "CAA36842.1", "rna": "X52611.1"}]}, "alias": ["AP-2", "AP-2alpha", "AP2TF", "BOFS", "TFAP2"], "ensembl": {"gene": "ENSG00000137203", "protein": ["ENSP00000316516", "ENSP00000368928", "ENSP00000368933", "ENSP00000417495", "ENSP00000417735", "ENSP00000418391", "ENSP00000418541", "ENSP00000419696", "ENSP00000419823", "ENSP00000419961", "ENSP00000420568"], "transcript": ["ENST00000319516", "ENST00000379608", "ENST00000379613", "ENST00000461628", "ENST00000462727", "ENST00000464323", "ENST00000465858", "ENST00000466073", "ENST00000473652", "ENST00000474952", "ENST00000475264", "ENST00000478375", "ENST00000482890", "ENST00000486038", "ENST00000488193", "ENST00000489805", "ENST00000490875", "ENST00000497266", "ENST00000498450"], "translation": [{"protein": "ENSP00000417735", "rna": "ENST00000461628"}, {"protein": "ENSP00000368928", "rna": "ENST00000379608"}, {"protein": "ENSP00000368933", "rna": "ENST00000379613"}, {"protein": "ENSP00000420568", "rna": "ENST00000489805"}, {"protein": "ENSP00000316516", "rna": "ENST00000319516"}, {"protein": "ENSP00000419823", "rna": "ENST00000488193"}, {"protein": "ENSP00000418541", "rna": "ENST00000482890"}, {"protein": "ENSP00000417495", "rna": "ENST00000466073"}, {"protein": "ENSP00000419696", "rna": "ENST00000475264"}, {"protein": "ENSP00000419961", "rna": "ENST00000498450"}, {"protein": "ENSP00000418391", "rna": "ENST00000465858"}], "type_of_gene": "protein_coding"}, "entrezgene": "7020", "exons": [{"cdsend": 10411596, "cdsstart": 10398416, "chr": "6", "position": [[10396676, 10398705], [10400447, 10400589], [10402491, 10402610], [10404507, 10404739], [10406792, 10406844], [10409900, 10410335], [10411569, 10412391]], "strand": -1, "transcript": "NM_001032280", "txend": 10412391, "txstart": 10396676}, {"cdsend": 10419450, "cdsstart": 10398416, "chr": "6", "position": [[10396676, 10398705], [10400447, 10400589], [10402491, 10402610], [10404507, 10404739], [10406792, 10406844], [10409900, 10410335], [10419417, 10420060]], "strand": -1, "transcript": "NM_001042425", "txend": 10420060, "txstart": 10396676}, {"cdsend": 10414991, "cdsstart": 10398416, "chr": "6", "position": [[10396676, 10398705], [10400447, 10400589], [10402491, 10402610], [10404507, 10404739], [10406792, 10406844], [10409900, 10410335], [10414940, 10415074]], "strand": -1, "transcript": "NM_001372066", "txend": 10415074, "txstart": 10396676}], "exons_hg19": [{"cdsend": 10411829, "cdsstart": 10398649, "chr": "6", "position": [[10396909, 10398938], [10400680, 10400822], [10402724, 10402843], [10404740, 10404972], [10407025, 10407077], [10410133, 10410568], [10411802, 10412624]], "strand": -1, "transcript": "NM_001032280", "txend": 10412624, "txstart": 10396909}, {"cdsend": 10419683, "cdsstart": 10398649, "chr": "6", "position": [[10396909, 10398938], [10400680, 10400822], [10402724, 10402843], [10404740, 10404972], [10407025, 10407077], [10410133, 10410568], [10419650, 10420293]], "strand": -1, "transcript": "NM_001042425", "txend": 10420293, "txstart": 10396909}, {"cdsend": 10415224, "cdsstart": 10398649, "chr": "6", "position": [[10396909, 10398938], [10400680, 10400822], [10402724, 10402843], [10404740, 10404972], [10407025, 10407077], [10410133, 10410568], [10415173, 10415307]], "strand": -1, "transcript": "NM_001372066", "txend": 10415307, "txstart": 10396909}], "generif": [{"pubmed": 9632747, "text": "AP-2 interacts with Rb which enhances its activity on the E-cadherin promoter"}, {"pubmed": 12145340, "text": "Transcription of cholesterol side-chain cleavage cytochrome P450 in the placenta: activating protein-2 assumes the role of steroidogenic factor-1 by binding to an overlapping promoter element."}, {"pubmed": 12203368, "text": "Mutation analyses of the N-terminus region showed that activation and squelching were intricately linked; suggesting that squelching causes transformation and that the factors that are sequestered at this region are critical in tumorigenesis."}, {"pubmed": 12226108, "text": "Results indicate that the tumor suppressor activity of AP2alpha is mediated through a direct interaction with p53."}, {"pubmed": 12228234, "text": "AP2 regulates human reduced folate carrier gene expression"}, {"pubmed": 12358602, "text": "findings underline an essential role of AP-2/Sp1 recognition sites in UVB-mediated VEGF expression by the keratinocyte-derived cell line HaCaT"}, {"pubmed": 12475396, "text": "Alterations in the binding activity of AP-2 transcription factor to the sodium/iodide symporter (NIS) promoter results at least in part in reduced expression and transport of NIS in thyroid tumors."}, {"pubmed": 12843180, "text": "AP-2alpha gene expression in the placenta is enhanced by a cis-acting element at nucleotides -1279 to -1139 that contains a critical Ets1-binding site."}, {"pubmed": 12960147, "text": "neither clathrin nor AP-2 is essential for the internalization of epidermal growth factor"}, {"pubmed": 12975361, "text": "analysis of the PAR-1 promoter regions bp -365 to -329 and bp -206 to -180 demonstrated that Sp1 was predominantly bound to the PAR-1 promoter in metastatic cells, whereas AP-2 was bound to the PAR-1 promoter in nonmetastatic cells."}, {"pubmed": 14517991, "text": "Gene expression regulation, developmental, and enhancer elements (genetics) associated with AP2-alpha were identified."}, {"pubmed": 14551210, "text": "AP-2alpha inhibits the growth of cells by inducing cell cycle arrest and apoptosis"}, {"pubmed": 14744778, "text": "Molecular events resulting from loss of AP-2 in the prostate epithelium has implications for the understanding and prevention of the onset of prostate cancer."}, {"pubmed": 14752511, "text": "AP-2alpha as a novel cardiac regulator implicated in the activation of apoptosis in idiopathic-dilated cardiomyopathy"}, {"pubmed": 15039486, "text": "AP-2alpha plays a critical role for induction & repression of genes that comprise postsyncytialization gene expression programs of trophoblast differentiation & maturation. It is not required for cytotrophoblast cell fusion or syncytin expression."}, {"pubmed": 15331612, "text": "AP-2alpha binds directly to APC, stabilizes APC/beta-catenin interaction in the nucleus, attenuates beta-catenin/TCF4 interaction, and inhibits TOPflash reporter activity in human colorectal cancer cells"}, {"pubmed": 15498833, "text": "c-Src has a role in regulating the dissociation of AP-2 from agonist-occupied AT1R and beta-arrestin during the clathrin-mediated internalization of receptors"}, {"pubmed": 15569994, "text": "Expression of MMP-2 and MMP-9 in breast cancer seems to be partly related to expression of AP-2 and HER2"}, {"pubmed": 15671555, "text": "AP-2alpha may have a direct role in glioma tumorigenicity"}, {"pubmed": 15864740, "text": "USF1 and USF2 mRNA levels were reduced in non-small cell lung carcinomas; AP2-alpha levels were elevated; regression analysis demonstrated that reduced USF2 mRNA & increased AP2-alpha mRNA levels were predictive of downregulated PIGR mRNA expression"}, {"pubmed": 15870067, "text": "YY1 cooperates with AP-2 to stimulate ERBB2 promoter activity through the AP-2 binding sites"}, {"pubmed": 15930016, "text": "AP-2alpha associates with the Fmr1 promoter in vivo and selectively regulates Fmr1 transcription during embryonic development"}, {"pubmed": 16108032, "text": "unusual stability is main mechanism that raises levels of AP-2 proteins; defective ubiquitin-dependent proteasomal-degradation pathway is possibly prime cause that affects the HER-2/neu gene and culminates in breast cancer"}, {"pubmed": 16260418, "text": "AP-2alpha and Sp1 are strong transcriptional regulators of KiSS-1"}, {"pubmed": 16361535, "text": "The AP-1 site in the u-PAR promoter seems to be a less tumor-specific regulator than the Sp1 and AP-2 alpha."}, {"pubmed": 16502414, "text": "Transgenic expression of Tcfap2a in the developing frontal nasal process and limb bud mesenchyme is mediated by a highly conserved element of this tissue specific enhancer."}, {"pubmed": 16533807, "text": "AP-2alpha induces apoptosis by down-regulating Bcl-2 and utilizing a bax/cytochrome c/Apaf1/caspase 9-dependent mitochondrial pathway"}, {"pubmed": 16636674, "text": "AP-2alpha and AP-2gamma interact with p53 both physically and functionally."}, {"pubmed": 16707488, "text": "PIPKIgamma661 enzyme is involved in the AP2-mediated endocytosis of transferrin."}, {"pubmed": 16867219, "text": "expression of either AP-2gamma or AP-2alpha induces p21 and inhibits breast carcinoma cell growth"}, {"pubmed": 16946713, "text": "Loss of AP-2 is a crucial event in the progression of human melanoma and contributes to the acquisition of the metastatic phenotype via upregulation of PAR-1."}, {"pubmed": 17097614, "text": "These findings suggest that GPx-1 inhibits UVA-induced AP-2alpha expression by suppressing the accumulation of H(2)O(2)."}, {"pubmed": 17224907, "text": "data provide evidence that AP-2alpha acts as a tumor suppressor gene in colon cancer"}, {"pubmed": 17318229, "text": "Activating protein transcription factor 2 (AP2)alpha forms a complex with NPM during retinoic-acid-induced cell differentiation."}, {"pubmed": 17355223, "text": "Data suggest that activator protein 2alpha and peroxisome-proliferator-activated receptor alpha may be especially involved in the ozone-inducible up-regulation mechanism of bombesin receptor subtype 3 expression."}, {"pubmed": 17513613, "text": "Rad51 has a role in chemoresistance in human soft tissue sarcoma cells along with p53 and activator protein 2 transcriptional regulation"}, {"pubmed": 17556657, "text": "Doxazosin inhibits AP2alpha activity independent of alpha(1)-adrenoceptor blockade and increases the ABCA1 expression and HDL biogenesis"}, {"pubmed": 17621592, "text": "AP-2alpha is an important in vivo negative regulator of MUC4 expression in human pancreatic tissue"}, {"pubmed": 17651731, "text": "Role for the transcription factor AP-2alpha in the regulation of APP gene expression in human keratinocytes."}, {"pubmed": 17695722, "text": "AP-2alpha transcription factor regulates tumor cell migration and apoptosis"}, {"pubmed": 17719138, "text": "Data indicated that the synergistic activation of the human AM gene promoter by Sp1 and AP-2alpha may be mediated by the binding of Sp1 to the promoter region and the interaction with AP-2alpha, which binds to the promoter region."}, {"pubmed": 18036196, "text": "The G/G genotype of MAPK8 SNP-1066 did not affect T2DM susceptibility despite specific binding of AP2alpha."}, {"pubmed": 18042070, "text": "AP2 transcription factors may play decisive pacemaker roles in initiating and coordinating budding and branching processes during formation of the fetal breast anlage."}, {"pubmed": 18275040, "text": "analysis of TBX20 in human hearts and its regulation by TFAP2"}, {"pubmed": 18316341, "text": "AP-2alpha transcription factor is required for the ganglioside GM3-stimulated transcriptional regulation of the PTEN gene"}, {"pubmed": 18358093, "text": "TFAP2 is involved in doxazosin-induced HeLa cell apoptosis."}, {"pubmed": 18423521, "text": "BOFS is caused by mutations involving TFAP2A."}, {"pubmed": 18443366, "text": "AP-2alpha regulates specific genes involved in cell cycle, cell death, adhesion, and migration"}, {"pubmed": 18515748, "text": "After high glucose stimulation, AhR was found in complex with Egr-1 & activator protein-2. The activity of the DNA-binding complex was regulated by glucose (a physiological stimulus) via activation of hexosamine pathway & intracellular glycosylation."}, {"pubmed": 18620802, "text": "TFAP2a was strongly expressed in 4 of 6 neuroblastoma cell lines, and TFAP2a siRNA mediated knock down in SH-EP cells reduced proliferation and induced a more differentiated phenotype associated with an increase in the expression of the marker neurotensin"}, {"pubmed": 18639284, "text": "TFAP2A is hypermethylated in renal cell carcinoma."}, {"pubmed": 18836445, "text": "These findings place IRF6 and AP-2alpha in the same developmental pathway and identify a high-frequency variant in a regulatory element contributing substantially to a common, complex disorder."}, {"pubmed": 18955504, "text": "Binding elements for ETS and transcription factor AP-2 (TFAP2) were significantly enriched in Smad2/3 binding sites, and knockdown of either ETS1 or TFAP2A resulted in overall alteration of TGF-beta-induced transcription."}, {"pubmed": 19074833, "text": "the high level of MnSOD observed in aggressive cancer cells may be due, in part, to the absence of AP-2 transcriptional repression"}, {"pubmed": 19089912, "text": "AP2alpha suppresses C/EBPalpha promoter activity and protein expression in head and neck squamous cell carcinoma."}, {"pubmed": 19115315, "text": "indicate the novel function of KCTD1 as the transcriptional repressor for AP-2 family, especially for AP-2alpha"}, {"pubmed": 19154347, "text": "binding of SP1 to the proximal promoter region stimulated the promoter activity and endogenous KCTD10 expression, whereas binding of AP-2alpha to this region showed opposite effects."}, {"pubmed": 19206157, "text": "A complex TFAP2A allele is associated with branchio-oculo-facial syndrome and inner ear malformation in a deaf child."}, {"pubmed": 19228880, "text": "The GSTM1 variant allele modifies DNA binding to the AP-2alpha transcription factor, resulting in reduced promoter activity and mRNA expression. This low-activity allele is associated with reduced breast cancer risk."}, {"pubmed": 19351721, "text": "Data show that the AP-2 complex is involved in the internalization of activated epidermal growth factor receptor from the cell surface."}, {"pubmed": 19363595, "text": "c-FLIPL inhibits Bax activation via modulating PKC expression at the transcriptional level involving AP-2 during gp120 treatment"}, {"pubmed": 19376641, "text": "these studies support a tumor suppressor role for AP-2alpha in the gastrointestinal tract"}, {"pubmed": 19411194, "text": "Data suggest that AP-2 overexpression stimulates PA activity by a mechanism involving derepression rather than activation, possibly by neutralizing an inhibitory effect of endogenous AP-2 or AP-2-like factors."}, {"pubmed": 19443578, "text": "The present data suggest that AP-2 may suppress trophoblast migration and invasion, thus leading to a shallow placentation in preeclampsia."}, {"pubmed": 19578371, "text": "Data show that AP-2alpha was identified as a repressive target of BCOR, and BCOR mutation resulted in abnormal activation of AP-2alpha."}, {"pubmed": 19654299, "text": "Nicotine increases PPARbeta/delta gene expression through alpha7 nAChR-mediated activation of PI3K/mTOR signals that inhibit AP-2alpha protein expression and DNA binding activity to the PPARbeta/delta gene promoter."}, {"pubmed": 19672266, "text": "AP-2alpha overexpression could be exploited to decrease in vivo tumour growth of pancreatic cancer cells and to increase their sensitivity to gemcitabine."}, {"pubmed": 19685247, "text": "study reveals that TFAP2A is critical to eye, brain, and craniofacial development in humans in the context of classical branchio-oculo-facial syndrome (BOFS), and may also play a role in isolated eye anomalies"}, {"pubmed": 19742317, "text": "AP-2alpha induces epigenetic silencing of tumor suppressive genes and microsatellite instability in head and neck squamous cell carcinoma"}, {"pubmed": 19763255, "text": "temporal regulation of EGFR endocytosis is achieved by auto-regulatory PLD1 which senses the receptor activation and triggers the translocation of AP2 near to the activated receptor"}, {"pubmed": 20145123, "text": "HLJ1 switches the role of NPM1, which can act as tumor suppressor or oncogene, by modulating the oligomerization of NPM1 via HLJ1-NPM1 heterodimer formation and recruiting AP-2alpha to the MMP-2 promoter."}, {"pubmed": 20358615, "text": "This study represents the second group of branchio-oculo-facial syndrome patients with molecular confirmation, expanding the phenotype and spectrum of mutations in TFAP2A and limiting it to a restricted part of the gene."}, {"pubmed": 20376207, "text": "WAFL may play an important role in endocytosis and subsequent membrane trafficking by interacting with AP2 through KIAA0196 and KIAA1033"}, {"pubmed": 20564234, "text": "Data confirmed an essential role for AP2 alpha in MUC8 gene expression."}, {"pubmed": 20607706, "text": "Loss of TFAP2A is associated with retinoblastoma."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20635357, "text": "Mutations in TFAP2A is associated with Branchio-Oculo-Facial syndrome."}, {"pubmed": 20731749, "text": "Data demonstrate a cross-talk between IGF-1R and AT-1R in AT-II and IGF-1-induced Cx43 expression in SV SMCs involving Erk 1/2 and downstream activation of the AP-1 transcription factor."}, {"pubmed": 20805990, "text": "Loss of AP-2alpha expression in metastatic melanoma occurs via a dual mechanism involving binding of CREB to the AP-2alpha promoter and CREB-induced overexpression of E2F-1."}, {"pubmed": 20808827, "text": "two transcription factors, SRF and TFAP2, as well as an intronic element encompassing EGR3-like sequence, that work together to regulate expression of the FXN gene"}, {"pubmed": 20932315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21084835, "text": "TFAP2A binds to two regions of the promoter of CDKN1A and alters with time post-induction, with the proximal, p53-independent site becoming more important at later stages of p21cip induction."}, {"pubmed": 21204207, "text": "We have identified a hotspot region in the highly conserved exons 4 and 5 of TFAP2A that harbors missense mutations in 27/30 (90%) families with members affected by branchio-oculo-facial syndrome."}, {"pubmed": 21250552, "text": "descriptions of the new mutations in the TFAP2A gene in our 2 new patients with BOF syndrome"}, {"pubmed": 21303946, "text": "Data show that AP-2alpha expression positively affects human trophoblast invasion under EGF-stimulated conditions, likely by inducing critical invasion-promoting genes such MMP-2, urokinase plasminogen activator, and CG."}, {"pubmed": 21375726, "text": "findings suggest that TFAP2A isoforms may be differentially regulated during breast tumourigenesis and this, coupled with differences in their transcriptional activity, may impact on tumour responses to tamoxifen therapy"}, {"pubmed": 21654541, "text": "Multiple isoforms of AP-2alpha are highly expressed in pancreatic cancer cell lines including a new isoform, AP-2alpha variant 6, which seems to be pancreatic cancer specific and is deprived of transcriptional activity."}, {"pubmed": 21659426, "text": "AP2 regulates the inhibin alpha subunit gene expression during trophoblast differentiation and may be a key regulator of syncytialization"}, {"pubmed": 21683068, "text": "this study provides further evidence regarding the role of IRF6 variations in non-syndromic cleft lip with or without cleft palate (NSCLP) development and finds no significant association between TFAP2A and NSCLP in this northern Chinese population."}, {"pubmed": 21728810, "text": "Patients with Branchio-Oculo-Facial Syndrome (BOFS) and predominant ocular phenotypes can be diagnosed by upper lip examination. TFAP2A analysis provides diagnostic confirmation and improves genetic counselling."}, {"pubmed": 21777522, "text": "These data suggest a novel cellular function of CK-2 as a transcriptional co-activator of AP-2alpha."}, {"pubmed": 21781438, "text": "Evidence of association was obtained with both single marker and haplotype analyses, thus providing a support for TFAP2A in non-syndromic cleft lip with or without cleft palate aetiology"}, {"pubmed": 21829699, "text": "defined a physical interaction between Aurora-A and AP-2alpha, and such interaction might bridge the suppressive effect of Aurora-A on AP-2alpha protein stability"}, {"pubmed": 21850486, "text": "Bcl-2 gene transcription is regulated by Ap2alpha-Rb complex binding to the Bcl-2 promoter."}, {"pubmed": 21876733, "text": "A protein-binding microarrays-based study of human healthy and breast tumor tissue extracts allowed the identification of previously unknown AP2alpha target genes."}, {"pubmed": 21940908, "text": "findings provide a better understanding of the epigenetic mechanisms that are involved in the loss of AP-2alpha protein in prostate cancer cells which lead to decreased cellular zinc uptake-a sine qua non of prostate cancer development"}, {"pubmed": 21966377, "text": "Data suggest that AP-2alpha plays an important role in tumor progression and that reduced AP-2alpha expression independently predicts an unfavorable prognosis in gastric adenocarcinoma patients."}, {"pubmed": 21979958, "text": "AP-2alpha regulation of CHRNA7 mRNA expression in multiple tissues during development"}, {"pubmed": 22191992, "text": "A mutation in the TFAP2A gene associated with Branchio-Oculo-Facial syndrome (heterozygous H384Y in exon 7) was found in both the proband and her mother."}, {"pubmed": 22359570, "text": "a robust transcriptional CTNNAL1 up-regulation occurs during acute ozone-induced stress and is mediated at least in part by ozone-induced recruitments of LEF-1 and AP-2alpha to the human CTNNAL1 promoter."}, {"pubmed": 22484487, "text": "fcho1 morphant phenotype is distinct from severe embryonic defects apparent when AP-2 is depleted"}, {"pubmed": 22575257, "text": "The different pattern of activator protein-2alpha expression in mild and severe preeclampsia clearly suggests that these conditions may have 2 independent pathogenic mechanisms."}, {"pubmed": 23036739, "text": "ESDN and AP-2g expression is lower in thick melanomas, it is associated with unfavourable histo-pathological parameters (increased vascularity, vascular invasion and mitoses) and correlates with a shorter DFS like for AP-2a."}, {"pubmed": 23151229, "text": "Molecular modeling of the HIV-1 Nef C-terminal flexible loop in complex with AP2 suggests that M168L170 occupies a pocket in the AP2 sigma2 subunit."}, {"pubmed": 23275444, "text": "The new HIF2alpha partners microphthalmia-associated transcription factor, SOX10, and AP2alpha, which are master actors of melanoma development, were confirmed via co-immunoprecipitation experiments."}, {"pubmed": 23382213, "text": "results indicate that Kctd15 acts in the embryo at least in part by specifically binding to the activation domain of AP-2alpha, thereby blocking the function of this critical factor in the neural crest induction hierarchy."}, {"pubmed": 23578821, "text": "Result suggests that the individual TFAP2A Branchio-Oculo-Facial Syndrome mutations can generate null alleles. These mutations combined with a role for AP-2alpha in epigenetic events, may influence the resultant pathology and the phenotypic variability."}, {"pubmed": 23660297, "text": "Hoxa7, Hoxa9 and Hox cofactor Meis1 were identified as AP-2alpha target genes, which are involved in myeloid leukemogenesis."}, {"pubmed": 23660954, "text": "The present study examined the expression of AP-2alpha, TIMP-2, MMP-2, MMP-9, and E-cadherin in severe preeclamptic placentas and normal placentas."}, {"pubmed": 23680675, "text": "These data define a mechanism through which AP-2alpha acetylation and increased promoter access induce the expression of the TLR2 gene."}, {"pubmed": 23764310, "text": "TFAP2C repressed CD44 expression in basal-derived breast cancer."}, {"pubmed": 24335623, "text": "TFAP2A regulates nasopharyngeal carcinoma growth and survival through the modulation of the HIF-1alpha-mediated VEGF/PEDF signaling pathway."}, {"pubmed": 24450359, "text": "AP2-mediated receptor internalization can be dissociated from AP2-mediated chemotaxis"}, {"pubmed": 24641171, "text": "High-confidence AP2alpha-binding peaks were detected in the regulatory regions of many target genes involved in the development of facial tissues including MSX1, IRF6, TBX22, and MAFB. In addition, we uncovered multiple single-nucleotide polymorphisms (SNPs) disrupting a conserved AP2alpha consensus sequence."}, {"pubmed": 24753151, "text": "AP-2alpha continues to be required after lens vesicle separation to maintain a normal lens epithelial cell phenotype and overall lens integrity and to ensure correct fiber cell differentiation."}, {"pubmed": 25050743, "text": "Cigarette smoke condensate decreased AP-2alpha expression by suppressing its transcription in human lung cancer cell lines, particularly in p53-deficient NCI-H1299 cells."}, {"pubmed": 25063728, "text": "During pregnancy, regulation of hCG beta subunit genes expression correlates with both methylation of their promoters and TFAP2A expression level."}, {"pubmed": 25358080, "text": "INHA gene expression is upregulated by cAMP via CRE in human trophoblasts, and TFAP2 regulates this expression by interacting with CRE."}, {"pubmed": 25590586, "text": "Direct sequencing of the coding region of the TFAP2A gene revealed missense mutations in four branchio-oculo-facial syndrome patients; one patient was observed to have a previously described mutation (p.Arg251Gly), while three patients from two families were found to have novel mutations: p.Arg213Ser and p.Val210Asp."}, {"pubmed": 25625848, "text": "Human melanomas display higher than normal CpG DNA methylation at the TFAP2A promoter.Aberrant CpG DNA methylation as an epigenetic mark associated with TFAP2A silencing in human melanoma."}, {"pubmed": 25651508, "text": "ETS1 induction of syncytiotrophoblast marker genes likely results in part from transactivation by activator protein-2alpha."}, {"pubmed": 25669978, "text": "Results indicate that AP-2alpha activates COX-2 expression to promote NPC growth."}, {"pubmed": 25674231, "text": "The AP-2alpha transcription factor may play an important role in suppressing glioma progression."}, {"pubmed": 25953442, "text": "TFAP2A might play a role in the development of Ovarian Cancer, and may be a therapeutic target in OC."}, {"pubmed": 26073327, "text": "Hepatitis B virus X protein is able to elevate the expression of SPHK1 in hepatoma cells by upregulating transcription factor AP2 alpha."}, {"pubmed": 26780928, "text": "AP-2alpha expression has a role in human hepatocellular cancer by regulating signaling to affect cell growth and migration"}, {"pubmed": 26819314, "text": "role in the expression of Latent membrane protein 1"}, {"pubmed": 27499261, "text": "AP-2a is an important transcription factor of DEK expression, which is correlated with the methylation level of the DEK core promoter in hepatocellular carcinoma ."}, {"pubmed": 27663566, "text": "We identified two SLN genes (PIGR and TFAP2A) that provided high prognostic accuracy in SLN-positive melanoma patients (AUC = 0.864). These two SLN genes, along with clinicopathological features, can differentiate the high- and low-risk groups in node-positive melanoma patients"}, {"pubmed": 27866707, "text": "the atrial fibrillation (AF)-associated SNP rs2595104 altered PITX2c expression via interaction with TFAP2a; such a pathway could ultimately contribute to AF susceptibility at the PITX2 locus associated with AF"}, {"pubmed": 27933721, "text": "The data suggest that IRF6, TFAP2A, and GRHL3, among others, are shared in neural tube and orofacial development."}, {"pubmed": 28031466, "text": "dimerization-defective mutant of Nef failed to interact with either CD4 or AP-2 in the BiFC assay, indicating that Nef quaternary structure is required for CD4 and AP-2 recruitment as well as CD4 down-regulation"}, {"pubmed": 28085512, "text": "TFII-I factors and the neural crest master regulator AP2alpha associate with the promoters of key genes important in the development of facial and dental structures. Mutations in TFAP2A cause branchio-oculo-facial syndrome."}, {"pubmed": 28249010, "text": "Data show that TFAP2A binds many of the same regulatory elements as MITF in melanocytes."}, {"pubmed": 28439677, "text": "our results indicate that AP-2alpha can reverse the Multidrug resistance (MDR) of gastric cancer cells, which may be realized by inhibiting the Notch signaling pathway."}, {"pubmed": 28749936, "text": "We identified miR-1254 as a negative regulator inhibiting HO-1 translation by directly targeting HO-1 3'UTR via its seed region, and suppressing HO-1 transcription via non-seed region-dependent inhibition of transcriptional factor AP-2 alpha (TFAP2A), a transcriptional activator of HO-1."}, {"pubmed": 28932319, "text": "Results show that gout-associated increased NRBP1 expression is regulated through methylation-dependent TFAP2A binding to the B1 region, which might be involved in the pathogenesis of gout."}, {"pubmed": 30256193, "text": "In the present paper, we report that Wnt-induced lipid droplet biogenesis does not depend on the canonical TCF/LEF transcription factors. Instead, we find that TFAP2 family members mediate the pro-lipid droplet signal induced by Wnt3a, leading to the notion that the TFAP2 transcription factor may function as a 'master' regulator of lipid droplet biogenesis."}, {"pubmed": 30443989, "text": "AP2a may regulate the osteogenic differentiation in an indirect way through competing with RUNX2 to relieve the RUNX2 activity which inhibited by YAP, and also in a direct way via inhibiting the BARX1 in mesenchymal stem cells."}, {"pubmed": 30700826, "text": "Synergistic activation of the NEU4 promoter by p73 and AP2 in colon cancer cells."}, {"pubmed": 30824562, "text": "Molecular network of transcription factor AP-2 alpha (AP-2alpha) and transcription factor AP-2 gamma (AP-2gamma) and other molecules may clarify the atypical molecular mechanisms occurring during carcinogenesis [Review]."}, {"pubmed": 31020390, "text": "A functional indel polymorphism rs34396413 in TFAP2A intron-5 significantly increases female encephalocele risk in Han Chinese population."}, {"pubmed": 31146003, "text": "study presents the first description that TFAP2A and ETS family signaling networks are involved in the androgen-mediated transcriptional regulation of NR4A1, which contributes to the understanding of the molecular mechanisms involved in the TFAP2A-NR4A1 and ETS-NR4A1 signaling networks in PCOS."}, {"pubmed": 31337972, "text": "TFAP2A induced KRT16 overexpression promotes tumorigenicity in lung adenocarcinoma via epithelial-mesenchymal transition"}, {"pubmed": 31490282, "text": "We report an unusual phenotype of TFAP2A mutation in a child and mother with BOFS, with predominantly ocular anomalies. We would recommend screening for mutations in TFAP2A to be included in work up of patients with microphthalmia."}, {"pubmed": 31534499, "text": "The miR-26a/AP-2alpha/Nanog signaling axis mediates stem cell self-renewal and temozolomide resistance in glioma."}, {"pubmed": 31701656, "text": "MicroRNA-576-5p enhances the invasion ability of trophoblast cells in preeclampsia by targeting TFAP2A."}, {"pubmed": 31915245, "text": "The motif EXEXXXL in the cytosolic tail of the secretory human proprotein convertase PC7 regulates its trafficking and cleavage activity."}, {"pubmed": 32015686, "text": "TFAP2A Induced ITPKA Serves as an Oncogene and Interacts with DBN1 in Lung Adenocarcinoma."}, {"pubmed": 32362655, "text": "Integrated single-cell and bulk gene expression and ATAC-seq reveals heterogeneity and early changes in pathways associated with resistance to cetuximab in HNSCC-sensitive cell lines."}, {"pubmed": 32432738, "text": "TFAP2A is a novel regulator that modulates ferroptosis in gallbladder carcinoma cells via the Nrf2 signalling axis."}, {"pubmed": 32462520, "text": "Comprehensive analysis of the expression and prognosis for TFAP2 in human lung carcinoma."}, {"pubmed": 32467991, "text": "Transcription factor AP2alpha negatively regulates thymic stromal lymphopoietin expression in respiratory syncytial virus infection."}, {"pubmed": 32474464, "text": "MiR-204-5p/TFAP2A feedback loop positively regulates the proliferation, migration, invasion and EMT process in cervical cancer."}, {"pubmed": 33000225, "text": "KCTD1 mutants in scalpearnipple syndrome and AP2alpha P59A in Char syndrome reciprocally abrogate their interactions, but can regulate Wnt/betacatenin signaling."}, {"pubmed": 33170430, "text": "Silencing of lncRNA DLEU1 inhibits tumorigenesis of ovarian cancer via regulating miR-429/TFAP2A axis."}, {"pubmed": 33213447, "text": "Functional genomics of AP-2alpha and AP-2gamma in cancers: in silico study."}, {"pubmed": 33580997, "text": "TFAP2A-induced SLC2A1-AS1 promotes cancer cell proliferation."}, {"pubmed": 33609534, "text": "Involvement of TFAP2A in the activation of GSDMD gene promoter in hyperoxia-induced ALI."}, {"pubmed": 33742988, "text": "Polymorphism of rs6426749 at 1p36.12 is associated with the risk of osteoarthritis in Taiwanese female population."}, {"pubmed": 33753551, "text": "AP-2alpha Regulates S-Phase and Is a Marker for Sensitivity to PI3K Inhibitor Buparlisib in Colon Cancer."}, {"pubmed": 33824285, "text": "TFAP2A potentiates lung adenocarcinoma metastasis by a novel miR-16 family/TFAP2A/PSG9/TGF-beta signaling pathway."}, {"pubmed": 34193219, "text": "A positive feedback loop between Periostin and TGFbeta1 induces and maintains the stemness of hepatocellular carcinoma cells via AP-2alpha activation."}, {"pubmed": 34210752, "text": "AP-2alpha-Mediated Activation of E2F and EZH2 Drives Melanoma Metastasis."}, {"pubmed": 34310873, "text": "Family based and case-control designs reveal an association of TFAP2A in nonsyndromic cleft lip only among Vietnamese population."}, {"pubmed": 36123698, "text": "Transcription factor AP2 enhances malignancy of non-small cell lung cancer through upregulation of USP22 gene expression."}, {"pubmed": 36161699, "text": "Long noncoding RNA CDKN2B-AS1 silencing protects against esophageal cancer cell invasion and migration by inactivating the TFAP2A/FSCN1 axis."}, {"pubmed": 36410635, "text": "The oncogenic role of TFAP2A in bladder urothelial carcinoma via a novel long noncoding RNA TPRG1-AS1/DNMT3A/CRTAC1 axis."}, {"pubmed": 36469904, "text": "AP2a-Mediated Upregulation of miR-125a-5p Ameliorates Radiation-Induced Oxidative Stress Injury via BRD4/Nrf2/HO-1 Signaling."}, {"pubmed": 36707053, "text": "Transcription factor AP-2alpha activates RNA polymerase III-directed transcription and tumor cell proliferation by controlling expression of c-MYC and p53."}, {"pubmed": 37083077, "text": "TFAP2A promotes cervical cancer via a positive feedback pathway with PD-L1."}, {"pubmed": 37330579, "text": "Epigenetically modified AP-2alpha by DNA methyltransferase facilitates glioma immune evasion by upregulating PD-L1 expression."}, {"pubmed": 37409559, "text": "Structural basis for specific DNA sequence motif recognition by the TFAP2 transcription factors."}, {"pubmed": 37586214, "text": "TFAP2A activates HMGA1 to promote glycolysis and lung adenocarcinoma progression."}, {"pubmed": 38219531, "text": "Tyrosine phosphorylation-mediated YAP1-TFAP2A interactions coordinate transcription and trastuzumab resistance in HER2+ breast cancer."}, {"pubmed": 38237728, "text": "AP-2alpha/AP-2beta Transcription Factors Are Key Regulators of Epidermal Homeostasis."}, {"pubmed": 38265973, "text": "Potential prognosis and immunotherapy predictor TFAP2A in pan-cancer."}, {"pubmed": 38605348, "text": "Endomucin selectively regulates vascular endothelial growth factor receptor-2 endocytosis through its interaction with AP2."}, {"pubmed": 38890750, "text": "TFAP2A downregulation mediates tumor-suppressive effect of miR-8072 in triple-negative breast cancer via inhibiting SNAI1 transcription."}], "genomic_pos": {"chr": "6", "end": 10419659, "ensemblgene": "ENSG00000137203", "start": 10393186, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 10419892, "start": 10393419, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": [8321221, 9520389, 20066163], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001822", "pubmed": 21204207, "qualifier": "involved_in", "term": "kidney development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003404", "qualifier": "involved_in", "term": "optic vesicle morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003409", "qualifier": "involved_in", "term": "optic cup structural organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007605", "pubmed": 21204207, "qualifier": "involved_in", "term": "sensory perception of sound"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 20607706, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0010842", "pubmed": 20607706, "qualifier": "involved_in", "term": "retina layer formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010944", "pubmed": 11278550, "qualifier": "involved_in", "term": "negative regulation of transcription by competitive promoter binding"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021559", "qualifier": "involved_in", "term": "trigeminal nerve development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021623", "qualifier": "involved_in", "term": "oculomotor nerve formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030501", "pubmed": 19578371, "qualifier": "involved_in", "term": "positive regulation of bone mineralization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035115", "qualifier": "involved_in", "term": "embryonic forelimb morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042472", "pubmed": 21204207, "qualifier": "involved_in", "term": "inner ear morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 20066163, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043525", "pubmed": 20607706, "qualifier": "involved_in", "term": "positive regulation of neuron apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045595", "pubmed": 20607706, "qualifier": "involved_in", "term": "regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 20607706, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": 31146003, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 12586840, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [7555706, 7559606, 11278550, 20808827], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048701", "qualifier": "involved_in", "term": "embryonic cranial skeleton morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048856", "qualifier": "involved_in", "term": "anatomical structure development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060021", "pubmed": 21204207, "qualifier": "involved_in", "term": "roof of mouth development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060349", "qualifier": "involved_in", "term": "bone morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061029", "qualifier": "involved_in", "term": "eyelid development in camera-type eye"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070172", "pubmed": 19578371, "qualifier": "involved_in", "term": "positive regulation of tooth mineralization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071281", "pubmed": 20808827, "qualifier": "involved_in", "term": "cellular response to iron ion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000378", "pubmed": 20066163, "qualifier": "involved_in", "term": "negative regulation of reactive oxygen species metabolic process"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [16236267, 19115315, 20607706], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12586840, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": [12586840, 18718911, 31146003], "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": [7555706, 7559606, 9520389, 21084835], "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": [7555706, 12586840, 21084835], "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": [9520389, 11278550, 20066163], "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": [11278550, 20808827], "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 16236267, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10987820, 11447109, 11694877, 12072434, 12586840, 17318229, 19115315, 24835590, 25416956, 25609649, 31515488], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 1998122, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 12586840, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0043565", "pubmed": 1998122, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0140536", "pubmed": 31146003, "qualifier": "enables", "term": "nuclear receptor corepressor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7165, 1281006], [7227, 40398], [7955, 140618], [8364, 395064], [9031, 395982], [9544, 700663], [9598, 462426], [9606, 7020], [9615, 488213], [9913, 505849], [10090, 21418], [10116, 306862]], "id": 2421}, "interpro": [{"desc": "Transcription factor AP-2 alpha, N-terminal", "id": "IPR008121", "short_desc": "TF_AP2_alpha_N"}, {"desc": "Transcription factor AP-2", "id": "IPR004979", "short_desc": "TF_AP2"}, {"desc": "Transcription factor AP-2, C-terminal", "id": "IPR013854", "short_desc": "TF_AP2_C"}], "ipi": ["IPI00181288", "IPI00472844", "IPI00640894", "IPI00844409", "IPI00922739", "IPI00930487", "IPI00945016", "IPI00945156", "IPI00945616"], "map_location": "6p24.3", "name": "transcription factor AP-2 alpha", "other_names": ["AP-2 transcription factor", "activating enhancer-binding protein 2-alpha", "activator protein 2", "transcription factor AP-2 alpha (activating enhancer binding protein 2 alpha)", "transcription factor AP-2-alpha"], "pantherdb": {"HGNC": "11742", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104671", "ortholog_type": "LDO", "panther_family": "PTHR10812", "taxid": 10090, "uniprot_kb": "P34056"}, {"RGD": "1310267", "ortholog_type": "LDO", "panther_family": "PTHR10812", "taxid": 10116, "uniprot_kb": "P58197"}, {"Ensembl": "ENSGALG00000012775", "ortholog_type": "LDO", "panther_family": "PTHR10812", "taxid": 9031, "uniprot_kb": "F1P4X0"}, {"ZFIN": "ZDB-GENE-011212-6", "ortholog_type": "LDO", "panther_family": "PTHR10812", "taxid": 7955, "uniprot_kb": "A0A2R8QRQ5"}, {"WormBase": "WBGene00009203", "ortholog_type": "O", "panther_family": "PTHR10812", "taxid": 6239, "uniprot_kb": "Q19862"}, {"WormBase": "WBGene00009202", "ortholog_type": "O", "panther_family": "PTHR10812", "taxid": 6239, "uniprot_kb": "Q19863"}, {"WormBase": "WBGene00013383", "ortholog_type": "O", "panther_family": "PTHR10812", "taxid": 6239, "uniprot_kb": "G2HK15"}, {"WormBase": "WBGene00019424", "ortholog_type": "O", "panther_family": "PTHR10812", "taxid": 6239, "uniprot_kb": "Q09585"}, {"FlyBase": "FBgn0261953", "ortholog_type": "O", "panther_family": "PTHR10812", "taxid": 7227, "uniprot_kb": "M9PIH9"}], "uniprot_kb": "P05549"}, "pathway": {"pid": {"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3232118", "name": "SUMOylation of transcription factors"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8864260", "name": "Transcriptional regulation by the AP-2 (TFAP2) family of transcription factors"}, {"id": "R-HSA-8864260", "name": "Transcriptional regulation by the AP-2 (TFAP2) family of transcription factors"}, {"id": "R-HSA-8866904", "name": "Negative regulation of activity of TFAP2 (AP-2) family transcription factors"}, {"id": "R-HSA-8866904", "name": "Negative regulation of activity of TFAP2 (AP-2) family transcription factors"}, {"id": "R-HSA-8866906", "name": "TFAP2 (AP-2) family regulates transcription of other transcription factors"}, {"id": "R-HSA-8866907", "name": "Activation of the TFAP2 (AP-2) family of transcription factors"}, {"id": "R-HSA-8866910", "name": "TFAP2 (AP-2) family regulates transcription of growth factors and their receptors"}, {"id": "R-HSA-8866911", "name": "TFAP2 (AP-2) family regulates transcription of cell cycle factors"}, {"id": "R-HSA-8869496", "name": "TFAP2A acts as a transcriptional repressor during retinoic acid induced cell differentiation"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9824585", "name": "Regulation of MITF-M-dependent genes involved in pigmentation"}, {"id": "R-HSA-9834899", "name": "Specification of the neural plate border"}, {"id": "R-HSA-9834899", "name": "Specification of the neural plate border"}, {"id": "R-HSA-9856651", "name": "MITF-M-dependent gene expression"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP3655", "name": "Hypothetical Craniofacial Development Pathway"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP4352", "name": "Ciliary landscape"}, {"id": "WP4970", "name": "Galanin receptor pathway"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}]}, "pdb": ["8J0K", "8J0L", "8J0R"], "pfam": "PF03299", "pharmgkb": "PA36459", "pharos": {"target_id": 18074, "tdl": "Tbio"}, "pir": "A31752", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF214008", "relationship": "is"}, {"id": "GNF219879", "relationship": "is"}, {"id": "GNF257131", "relationship": "is"}, {"id": "GNF257132", "relationship": "is"}, {"id": "GNF257133", "relationship": "is"}, {"id": "GNF257134", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164737", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF035957", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091599", "relationship": "is"}, {"id": "GNF091600", "relationship": "is"}, {"id": "GNF091601", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051675", "relationship": "is"}, {"id": "GNF056441", "relationship": "is"}, {"id": "GNF061200", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070407", "relationship": "is"}, {"id": "GNF070408", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014465", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235763", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099508", "relationship": "is"}, {"id": "GNF139163", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_016151.1"], "protein": ["NP_001027451.1", "NP_001035890.1", "NP_001358995.1"], "rna": ["NM_001032280.3", "NM_001042425.3", "NM_001372066.1", "NM_003220.3"], "translation": [{"protein": "NP_001027451.1", "rna": "NM_001032280.3"}, {"protein": "NP_001035890.1", "rna": "NM_001042425.3"}, {"protein": "NP_001358995.1", "rna": "NM_001372066.1"}]}, "reporter": {"HG-U133_Plus_2": ["204653_at", "204654_s_at", "210669_at"], "HG-U95Av2": ["32154_at", "32155_at", "792_s_at"], "HTA-2_0": "TC06001260.hg.1", "HuEx-1_0": "2941476", "HuGene-1_1": "8123864", "HuGene-2_1": "17015540"}, "retired": [82509, 92431, 95131, 154122, 220802, 220807], "summary": "The protein encoded by this gene is a transcription factor that binds the consensus sequence 5'-GCCNNNGGC-3'. The encoded protein functions as either a homodimer or as a heterodimer with similar family members. This protein activates the transcription of some genes while inhibiting the transcription of others. Defects in this gene are a cause of branchiooculofacial syndrome (BOFS). Three transcript variants encoding different isoforms have been found for this gene.[provided by RefSeq, Dec 2009].", "symbol": "TFAP2A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0919496"}, "unigene": "Hs.519880", "uniprot": {"Swiss-Prot": "P05549", "TrEMBL": ["C1K3N0", "A0A6E1XE14", "F8WEX2", "C9J6N8", "F8WDC8", "H7C4N4", "H7C5E5", "C9JXZ2"]}, "wikipedia": {"url_stub": "TFAP2A"}}