{"AllianceGenome": "11752", "HGNC": "11752", "MIM": "314310", "_id": "7030", "_version": 2, "accession": {"genomic": ["AC146820.1", "AC231657.2", "AC233294.3", "AF196779.2", "BX572102.4", "CH471224.1", "CP068255.2", "KT583924.1", "NC_000023.11", "NC_060947.1", "NG_016297.2", "NW_025791820.1", "X97160.1", "X97161.1", "X97162.1", "X99721.1"], "protein": ["AAH26027.1", "BAG36317.1", "BAG58417.1", "CAA35714.1", "CAA65478.1", "CAA65800.1", "CAA68061.1", "CAI46207.1", "EAW50711.1", "EAW50712.1", "EAW50713.1", "EAW50714.1", "NP_001269071.1", "NP_006512.2", "P19532.4", "XP_024308200.1", "XP_054183633.1", "XP_054189387.1"], "rna": ["AK295497.1", "AK310095.1", "AK313540.1", "AL161985.1", "BC001532.2", "BC026027.1", "BM904206.1", "HY157114.1", "NM_001282142.2", "NM_006521.6", "X51330.1", "X96717.1", "XM_024452432.2", "XM_054327658.1", "XM_054333412.1", "XR_007068199.1", "XR_008485505.1", "XR_008485836.1"], "translation": [{"protein": "XP_054183633.1", "rna": "XM_054327658.1"}, {"protein": "CAA35714.1", "rna": "X51330.1"}, {"protein": "BAG58417.1", "rna": "AK295497.1"}, {"protein": "NP_001269071.1", "rna": "NM_001282142.2"}, {"protein": "AAH26027.1", "rna": "BC026027.1"}, {"protein": "XP_024308200.1", "rna": "XM_024452432.2"}, {"protein": "CAA65478.1", "rna": "X96717.1"}, {"protein": "XP_054189387.1", "rna": "XM_054333412.1"}, {"protein": "NP_006512.2", "rna": "NM_006521.6"}, {"protein": "CAI46207.1", "rna": "AL161985.1"}, {"protein": "BAG36317.1", "rna": "AK313540.1"}]}, "alias": ["MRXSPF", "RCCP2", "RCCX1", "TFEA", "bHLHe33"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2024-03-19T06:00:00.000Z", "disease_label": "syndromic complex neurodevelopmental disorder", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0800439", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_4d36998f-4d2a-4485-bf51-ce5275fb86d7-2024-03-19T060000.000Z", "sop": "SOP10"}}, "ensembl": [{"gene": "ENSG00000292217", "protein": ["ENSP00000518054", "ENSP00000518055"], "transcript": ["ENST00000710095", "ENST00000710096", "ENST00000710097", "ENST00000710098", "ENST00000710099"], "translation": [{"protein": "ENSP00000518054", "rna": "ENST00000710095"}, {"protein": "ENSP00000518055", "rna": "ENST00000710096"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000068323", "protein": ["ENSP00000314129", "ENSP00000476976"], "transcript": ["ENST00000315869", "ENST00000481606", "ENST00000487451", "ENST00000493583", "ENST00000495940"], "translation": [{"protein": "ENSP00000314129", "rna": "ENST00000315869"}, {"protein": "ENSP00000476976", "rna": "ENST00000493583"}], "type_of_gene": "protein_coding"}], "entrezgene": "7030", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.9363486915, "exp_mis": 132.20847823, "exp_syn": 62.2950292887, "lof_z": 3.27586422491124, "mis_z": 1.88058343259141, "mu_lof": 1.35735443657e-06, "mu_mis": 2.13066731925e-05, "mu_syn": 9.75408888057e-06, "n_lof": 0.0, "n_mis": 88.0, "n_syn": 56.0, "p_li": 0.973742209543687, "p_null": 3.13559377397092e-05, "p_rec": 0.0262264345185738, "syn_z": 0.494447922837276}, "bp": 1728, "cds_end": 48900752, "cds_start": 48887668, "n_exons": 10, "nonpsych": {"exp_lof": 9.8003045871, "exp_mis": 119.799204444, "exp_syn": 56.3847791557, "lof_z": 3.07448067430279, "mis_z": 1.88012367009695, "mu_lof": 1.35735443657e-06, "mu_mis": 2.13066731925e-05, "mu_syn": 9.75408888057e-06, "n_lof": 0.0, "n_mis": 79.0, "n_syn": 49.0, "p_li": 0.965208883700578, "p_null": 7.6664930334755e-05, "p_rec": 0.034714451369087, "syn_z": 0.619184554306769}, "nontcga": {"exp_lof": 9.92042454312, "exp_mis": 120.373515945, "exp_syn": 56.6972489377, "lof_z": 3.10703673818301, "mis_z": 1.878740482575, "mu_lof": 1.35735443657e-06, "mu_mis": 2.13066731925e-05, "mu_syn": 9.75408888057e-06, "n_lof": 0.0, "n_mis": 79.0, "n_syn": 54.0, "p_li": 0.963499286221907, "p_null": 7.07428471808398e-05, "p_rec": 0.0364299709309119, "syn_z": 0.226810176066909}, "transcript": "ENST00000315869.7"}, "exons": [{"cdsend": 49039325, "cdsstart": 49030157, "chr": "X", "position": [[49028725, 49030601], [49031396, 49031544], [49033464, 49033540], [49033725, 49033782], [49034133, 49034251], [49038009, 49038114], [49038196, 49038442], [49039106, 49039345], [49040454, 49040568], [49043110, 49043357]], "strand": -1, "transcript": "NM_001282142", "txend": 49043357, "txstart": 49028725}, {"cdsend": 49043226, "cdsstart": 49030157, "chr": "X", "position": [[49028725, 49030601], [49031396, 49031544], [49033464, 49033540], [49033725, 49033782], [49034133, 49034251], [49038009, 49038114], [49038196, 49038442], [49039106, 49039410], [49040454, 49040568], [49043110, 49043357]], "strand": -1, "transcript": "NM_006521", "txend": 49043357, "txstart": 49028725}], "exons_hg19": [{"cdsend": 48896850, "cdsstart": 48887668, "chr": "X", "position": [[48886237, 48888112], [48888911, 48889059], [48890979, 48891055], [48891240, 48891297], [48891648, 48891766], [48895534, 48895639], [48895721, 48895967], [48896631, 48896870], [48897981, 48898095], [48900636, 48900883]], "strand": -1, "transcript": "NM_001282142", "txend": 48900883, "txstart": 48886237}, {"cdsend": 48900752, "cdsstart": 48887668, "chr": "X", "position": [[48886237, 48888112], [48888911, 48889059], [48890979, 48891055], [48891240, 48891297], [48891648, 48891766], [48895534, 48895639], [48895721, 48895967], [48896631, 48896935], [48897981, 48898095], [48900636, 48900883]], "strand": -1, "transcript": "NM_006521", "txend": 48900883, "txstart": 48886237}], "generif": [{"pubmed": 12748276, "text": "Data suggest that the physical interaction of TFE3 and E2F3 facilitates transcriptional activation of the p68 gene and provides strong evidence for the specificity of E2F function."}, {"pubmed": 15747097, "text": "Many cases of RCC in children reported under the terms \"papillary\" and \"clear cell\" likely represent Xp11.2 translocation/TFE3 gene fusion-associated RCC."}, {"pubmed": 15782069, "text": "this is the first report of ASPS of the female genital tract with immunoreactivity for TFE3"}, {"pubmed": 16737956, "text": "role for endogenous TFE3 in the direct regulation of CYCLIN E expression in an E2F3-dependent manner"}, {"pubmed": 16766266, "text": "MITF and TFE3 reciprocally rescue one another in lines derived from CCS or pediatric renal carcinoma."}, {"pubmed": 17046750, "text": "Tfe3 is able to induce mono-macrophagic differentiation of U937 cells, in association with a decrease of cell proliferation and an increase of apoptosis. Also Tfe3 does not act physiologically during commitment of CD34+ hematopoietic stem cells (HSCs)."}, {"pubmed": 17905124, "text": "A renal cell carcinoma was associated with TFE3 overexpression (related to TFE3 gene fusion). The genetic abnormality in this case was likely an ASPL-TFE3 translocation."}, {"pubmed": 18176180, "text": "Immunohistochemical discrimination between the ASPL-TFE3 fusion proteins of alveolar soft part sarcoma"}, {"pubmed": 18278810, "text": "Translocation involving the TFE3 gene is associated with renal cell carcinoma."}, {"pubmed": 18510571, "text": "May have a role in the etiology of perivascular epithelioid cell tumors."}, {"pubmed": 19332055, "text": "identified a Tfe3-binding site (EBox) in the MAFB promoter region"}, {"pubmed": 19396149, "text": "overexpression of TFE3 or TFEB in renal cell carinomas activates the expression of genes normally regulated by microphthalmia transcription factor in other cell types."}, {"pubmed": 19422821, "text": "Our data suggest a scenario in which, during the course of renal cell carcinoma development, an initial PRCCTFE3-induced cell cycle delay must be numbed, thus permitting continued proliferation and progression towards full-blown malignancy."}, {"pubmed": 19788626, "text": "The first case of nasal perivascular epithelioid cell tumor (PEComa) showing TFE3 protein is reported."}, {"pubmed": 19809274, "text": "Melanotic Xp11 translocation renal cancer: a case with PSF-TFE3 gene fusion and up-regulation of melanogenetic transcripts."}, {"pubmed": 20014561, "text": "The immunocytochemistry of TFE3 protein may be a powerful tool for accurate diagnosis when renal cell carcinoma associated with Xp11.2 translocation/TFE3 gene fusion is suspected."}, {"pubmed": 20620589, "text": "A novel case of t(X;1)(p11.2;p34) in a renal cell carcinoma with TFE3 rearrangement and favorable outcome in a 57-year-old patient."}, {"pubmed": 20871214, "text": "In conclusion, a subset of lesions currently classified as PEComas harbors TFE3 gene fusions."}, {"pubmed": 21070573, "text": "TFE3-positive renal cell carcinoma occurs in adults, is more aggressive, and presents at a higher clinical stage than in paediatric cases."}, {"pubmed": 21279521, "text": "Immuno-detection of TFE3 and RT-PCR-based identification of ASPL/TFE3 fusion transcripts are powerful tools in the diagnosis of alveolar soft part sarcoma."}, {"pubmed": 21299348, "text": "Report variable expression of TFE3 in different variants of renal cell carcinoma."}, {"pubmed": 21555518, "text": "TFE3 is a functional target gene of the BACH1 transcription factor according to ChIP-seq and knockdown analysis in HEK 293 cells."}, {"pubmed": 21602817, "text": "Demonstrate here the differential expression of cathepsin K among neoplasms harboring TFE3 gene fusions."}, {"pubmed": 21835426, "text": "In alveolar soft part sarcomas with unusual locations or histology, we consider that the detection of the ASPSCR1-TFE3 fusion transcript would be the highly effective diagnostic technique."}, {"pubmed": 22037260, "text": "TFE3 overexpressing tumours show an aggressive behaviour and Xp11 translocation is only one of several possible underlying genomic alterations."}, {"pubmed": 22173238, "text": "TFE3 is a useful immunohistochemical marker for diagnosis of an alveolar soft part sarcoma."}, {"pubmed": 22207547, "text": "fusion of the TFE3 gene with several different genes, including ASPL(17q25), PRCC(1q21), PSF(1q34), NonO (Xq12) and CLTC (17q23) have been identified to date[review]"}, {"pubmed": 22297304, "text": "The potential role of TFE3 in regulating metabolic genes and glucose metabolism within skeletal muscle suggests that it may be used for treating metabolic diseases"}, {"pubmed": 22446944, "text": "Describes the clinical and histopathologic features of TFE3 and TFEB translocation renal cell carcinoma."}, {"pubmed": 22456611, "text": "Perivascular epithelioid cell tumors with TFE3 gene fusions demonstrated intact, robust tuberin protein labeling and no TSC2 loss of heterozygosity."}, {"pubmed": 22498819, "text": "Results suggest that adult renal cell carcinoma with TFE3 rearrangement may be a clinically aggressive tumor."}, {"pubmed": 22995920, "text": "TFE3 translocation is associated with relapsed metastatic renal cell carcinoma."}, {"pubmed": 23192203, "text": "Renal cell carcinoma associated with Xp11.2 translocation is characterized by at least 6 different chromosomal translocations that all result in gene fusion of the TFE3 transcription factor present at Xp11.2."}, {"pubmed": 23288701, "text": "Results support a gain-of-function role for ASPSCR1-TFE3 contributing to proliferation and survival of cancer cells."}, {"pubmed": 23598965, "text": "Our results support the clinical application of a TFE3 break-apart FISH assay for diagnosis and confirmation of Xp11.2 Renal cell carcinoma"}, {"pubmed": 23711163, "text": "cutaneous PEComas consistently lack TFE3 expression"}, {"pubmed": 23715164, "text": "TFE3 FISH is highly useful in renal tumor consultation material, often resolving cases with equivocal TFE3 immunohistochemistry results."}, {"pubmed": 23737213, "text": "In summary, we are reporting a novel subset of EHE occurring in young adults, showing a distinct phenotype and YAP1-TFE3 fusions."}, {"pubmed": 23828314, "text": "Report TFE3 rearrangement in Xp11.2 renal cell carcinoma and alveolar soft part sarcoma."}, {"pubmed": 24136829, "text": "Typical Xp11-RCC manifests as an advanced, solid renal mass with mild persistent enhancement, a prevalence of intertumor hemorrhage/calcification, and a cortical epicenter location."}, {"pubmed": 24228124, "text": "Case Report: bilateral renal cell carcinoma in a patient undergoing long-term dialysis, which showed false-positive immunoreactivity for TFE3 immunostaining."}, {"pubmed": 24339735, "text": "Expression in 16 TFE3 translocated."}, {"pubmed": 24448649, "text": "overexpression of TFE3 triggered lysosomal exocytosis and resulted in cellular clearance in a cellular model of a lysosomal storage disorder, Pompe disease, thus identifying TFE3 as a potential therapeutic target for the treatment of lysosomal disorders"}, {"pubmed": 24726108, "text": "Xp11.2 translocation/TFE3 gene fusion renal cell carcinoma (RCC) is the predominant form of pediatric RCC, associated with advanced stage at presentation. Patients with N + M0 maintained a favorable prognosis following surgery alone."}, {"pubmed": 25048860, "text": "Review of the role of gene fusions involving TFE3 and TFEB in carcinogenesis in sporadic renal cell carcinoma."}, {"pubmed": 25227872, "text": "Case Report: renal carcinoma associated with Xp11.2 translocations/ TFE3 gene fusions diagnosed using urine cytology."}, {"pubmed": 25239799, "text": "study presents 3 cases of perivascular epithelioid cell tumor(PEComa) with TFE3 gene abnormalities; unusual cases of PEComa with TFE3 gene rearrangement might present malignant histological features and aggressive clinical behavior"}, {"pubmed": 25337301, "text": "Case Report: PEComas of the cervix with TFE gene rearrangement."}, {"pubmed": 25399611, "text": "TFE3-GASE pathway is one of the regulatory pathways of the mammalian Golgi stress response"}, {"pubmed": 25453902, "text": "A conditional expression in mice of the fusion gene ASPSCR1-TFE3 from human alveolar soft part sarcoma (ASPS) generated a model that recapitulates the human tumor histologically and by expression profile."}, {"pubmed": 25517951, "text": "Report TFE3 translocation-associated perivascular epithelioid cell neoplasms of the gynecological tract."}, {"pubmed": 25551622, "text": "We report a case of RCC with Xp11.2 translocation in a 17 year old boy who is a survivor of stage 4 neuroblastoma 13 years earlier."}, {"pubmed": 25714283, "text": "The purpose of this study was to compare the MDCT features of renal cell carcinoma (RCC) associated with Xp11.2 translocation and TFE3 gene fusion (Xp11 RCC) and papillary RCC"}, {"pubmed": 25955396, "text": "Renal cell carcinoma (RCC) associated with Xp11.2 translocation/TFE3 gene fusion (Xp11.2 RCC) was introduced as a genetically distinct entity into the World Health Organization classification of renal neoplasms in 2004."}, {"pubmed": 26045774, "text": "TMED6-COG8 chimera might act as a novel diagnostic marker in TFE3 translocation renal cell carcinoma."}, {"pubmed": 26274027, "text": "PSF/SFPQ is a very common gene fusion partner in TFE3 rearrangement-associated perivascular epithelioid cell tumors (PEComas) and melanotic Xp11 translocation renal cancers."}, {"pubmed": 26415891, "text": "validates the utility of TFE3 break-apart fluorescence in situ hybridization on formalin-fixed paraffin-embedded tissue sections for diagnosis and confirmation of Xp11.2 translocation RCCs and alveolar soft part sarcoma"}, {"pubmed": 26516944, "text": "Studies indicate that alveolar soft part sarcoma showed a specific chromosomal alteration, der(17)t(X:17)(p11:q25), resulting in the fusion of the TFE3 transcription factor gene (Xp11) with alveolar soft part sarcoma critical region 1 (ASPSCR1) at 17q25."}, {"pubmed": 26636097, "text": "CT features including diameter, boundary, attenuation, nature, and circular calcification of the tumor, combined with demographic information and symptoms, may be useful to differentiate Xp11.2 RCC from different subtypes of PRCC."}, {"pubmed": 26813791, "text": "TFEB and TFE3 are novel components of the integrated stress response"}, {"pubmed": 26872381, "text": "Findings indicated that TFE3 was an important hypoxia-induced transcriptional factor in HNSCC."}, {"pubmed": 26975036, "text": "we analyze 60 Xp11 translocation cancers by fluorescence in situ hybridization using custom bacterial artificial chromosome probes to establish their TFE3 fusion gene partner"}, {"pubmed": 26998913, "text": "RBM10-TFE3 fusion variant (from chromosome X paracentric inversion), therefore, appears to be a recurrent molecular event in Xp11.2 RCCs. RBM10-TFE3 fusion should be added in the list of screened fusion transcripts in targeted molecular diagnostic multiplex RT-PCR"}, {"pubmed": 26999124, "text": "over-expression of TFE3 ameliorates the steatosis in hepatocytes exposed to free fatty acids (FFAs). The effects of TFE3 on hepatic steatosis are dependent on the autophagy-induced lipophagy and PGC1alpha-mediated fatty acid beta-oxidation."}, {"pubmed": 27171064, "text": "TFEB and TFE3 collaborate with each other in activated macrophages and microglia to promote efficient autophagy induction, increased lysosomal biogenesis, and transcriptional upregulation of numerous proinflammatory cytokines"}, {"pubmed": 27255396, "text": "The recently identified group of Xp11.2 translocation/TFE gene fusion renal cell carcinomas (Xp11.2/TFE RCC) affect approximately 15 % of patients under 45 years old with renal cell carcinoma."}, {"pubmed": 27319316, "text": "The data reveal that 4E-BP3 expression is controlled by the transcription factor TFE3 through a cis-regulatory element in the EIF4EBP3 gene promoter."}, {"pubmed": 27401463, "text": "Female patients with Xp11.2 renal cell carcinoma in adults exhibit a high incidence compared to male, but not in children. Comparable clinical characteristics including incidence of distant and lymphatic metastases, tumor stage and prognosis is presented between male and female as well as between children and adults"}, {"pubmed": 27673450, "text": "These results show that ASPL-TFE3 regulates cell cycle progression and induces cellular senescence by up-regulating p21 expression."}, {"pubmed": 27865795, "text": "Despite TFE3 over expression, TFE3 genetic alterations are less likely to be a major molecular event driving tumorigenesis in hepatic angiolipomas."}, {"pubmed": 27892768, "text": "Studies identified TFEB and TFE3 as master modulators of stress response notably in the lysosomal biogenesis and autophagy with capability to upregulate hundreds of genes involved in intracellular clearance, catabolism, metabolic processes, and cellular homeostasis."}, {"pubmed": 27910947, "text": "We report for the first time the presence of both TFE3 translocation and SDHB mutation in the same renal cell carcinoma tumor."}, {"pubmed": 28009605, "text": "Case Report: melanotic PEComa of the sinonasal mucosa with NONO-TFE3 fusion."}, {"pubmed": 28165011, "text": "Akt modulates nuclear translocation of TFE3."}, {"pubmed": 28179603, "text": "The essential parts of the Golgi stress response from the perspective of the organelle autoregulation. The pathways of the mammalian Golgi stress response have been identified, specifically the TFE3 pathway."}, {"pubmed": 28288037, "text": "Xp11 translocation renal cell carcinomas with RBM10-TFE3 gene fusion demonstrating melanotic features and overlapping morphology with t(6;11) RCC."}, {"pubmed": 28296677, "text": "RBM10-TFE3 is a recurrent gene fusion in Xp11 translocation renal cell carcinoma."}, {"pubmed": 28315422, "text": "Describe the unusual morphology and expanded the morphologic spectrum of SFPQ/PSF-TFE3 renal cell carcinomas."}, {"pubmed": 28713889, "text": "TFE3 may promote renal tumor growth by regulating cell cycle progression and activating the phosphatidylinositol 3kinase/AKT serine/threonine kinase 1/mTOR signaling pathway."}, {"pubmed": 28877054, "text": "Case Report: Melanotic Xp11 renal cell carcinoma with ARID1B-TFE3 gene fusion."}, {"pubmed": 28949976, "text": "results reveal that PRCC-TFE3 dual-fusion FISH probe is an efficient and concise technique for diagnosing PRCC-TFE3 RCC in paraffin-embedded tissue"}, {"pubmed": 28982854, "text": "Ovarian sclerosing stromal tumor strongly overexpress TFE3."}, {"pubmed": 29045075, "text": "Solid pseudopapillary neoplasms (SPNs) showed positive staining for SRY-related high-mobility group box 11 (SOX-11), transcription factor E3 (TFE3) and beta-catenin on cell blocks."}, {"pubmed": 29138008, "text": "A Potential G-quadruplex-forming Sequence (PQS) in the intron 2 of the TFE3 gene suggested by in silico studies was confirmed.  Increased and decreased formation of G-quadruplex occurred in presence of pyridostatin and antisense oligonucleotide respectively. Stable G-quadruplex formation affected biological processes and TFE3 splicing. G-quadruplex is behind TFE3 induced oncogenesis via translocation and mRNA splicing."}, {"pubmed": 29208563, "text": "Case Report: malignant perivascular epithelioid cell tumor of the oropharynx with strong TFE3 expression and gene rearrangement."}, {"pubmed": 29272888, "text": "Both SOX11 and TFE3 were overexpressed in solid-pseudopapillary neoplasms (SPNs) and may be involved in the pathogenesis."}, {"pubmed": 29531006, "text": "TFE3 gene rearrangement is associated with Epithelioid Rich Perivascular Epithelioid Cell Neoplasm of the Bladder."}, {"pubmed": 29604926, "text": "By morphologic, immunohistochemical, genetic, and prognostic similarities, alveolar soft-part sarcoma with the ASPSCR1-TFE3 gene fusion has a closer relationship with Xp11 neoplasm with melanocytic differentiation/TFE3 rearrangement-associated PEComa/melanotic Xp11 translocation renal cancer/melanotic Xp11 neoplasm"}, {"pubmed": 29626599, "text": "Case Report: TFE3-rearranged PEComa without the customary morphology."}, {"pubmed": 29968390, "text": "Increased TFE3 expression in renal cell carcinoma was associated with poor progression-free survival regardless of the gene translocation status"}, {"pubmed": 30019296, "text": "Research suggests that adult Xp11.2/TFE renal cell carcinoma has a high degree of invasiveness with a rapid disease course and has a poor prognosis than the disease in children."}, {"pubmed": 30030118, "text": "Solid pseudopapillary neoplasms of the pancreas possibly originated from primordial pancreatic cells and overexpression of TFE3 was found in most cases."}, {"pubmed": 30552521, "text": "Case Report: renal cell carcinoma with EWSR1-TFE3 fusion."}, {"pubmed": 30622287, "text": "Report renal cell carcinomas with NEAT1-TFE3 and KAT6A-TFE3 gene fusions."}, {"pubmed": 30849994, "text": "Our results indicated that the overexpressed TFE3 fusions were capable of escaping from the control by the mTOR signaling pathway and were accumulated in the nucleus in UOK109 and UOK120 cells. The nuclear retention of TFE3 fusions promoted the expression of lysosomal genes and other target genes, facilitating cancer cell resistance against an extreme environment."}, {"pubmed": 30851332, "text": "The results of our study and prior studies suggest that TFE3 immunohistochemistry should play only a minor role (if any) in the diagnosis of TFE3-rearranged tumors, with fluorescence in situ hybridization representing the preferred method."}, {"pubmed": 30908700, "text": "The present study suggests that the carcinogenesis of RBM10-TFE3 RCC in some, but not all, patients may be associated with chronic kidney disease."}, {"pubmed": 31043173, "text": "This study reveal that TFE3 has a potential to serve as a diagnostic marker capable of assisting in the differential diagnosis of Desmoid-type fibromatosis (DTF) and other spindle cell lesions."}, {"pubmed": 31534067, "text": "The results suggested that crosstalk from the mucin pathway to the TFE3 pathway has an important role in the regulation of the mammalian Golgi stress response.Key words: Golgi stress, mucin, TFE3, organelle autoregulation, organelle zone."}, {"pubmed": 31828108, "text": "In this article, we described MED15-TFE3 renal cell carcinoma (RCC), a rare gene subtype of Xp11 translocation RCCs, that was confirmed by FISH and RNA sequencing. The tumor demonstrated different morphological features and immunophenotypic characteristics with the cases reported in literatures, expanding our understanding on heterogeneity of MED15-TFE3 RCC."}, {"pubmed": 31833172, "text": "TFE3-associated neurodevelopmental disorder: A distinct recognizable syndrome."}, {"pubmed": 31955345, "text": "Clinicopathological Findings on 28 Cases with XP11.2 Renal Cell Carcinoma."}, {"pubmed": 32151991, "text": "TFE3 rearranged epithelioid hemangioendothelioma of bone: A clinicopathological, immunohistochemical and molecular study of two cases."}, {"pubmed": 32409512, "text": "De novo mutations in the X-linked TFE3 gene cause intellectual disability with pigmentary mosaicism and storage disorder-like features."}, {"pubmed": 32566457, "text": "The Diagnostic and Clinical Significance of TFE3 Immunohistochemical Nuclear Expression in Solitary Fibrous Tumour."}, {"pubmed": 32576448, "text": "TFE3 Gene Rearrangement in Perivascular Epithelioid Cell Neoplasm (PEComa) of the Genitourinary Tract."}, {"pubmed": 32701515, "text": "Morphologic and Immunohistochemical Characteristics of Fluorescent In Situ Hybridization Confirmed TFE3-Gene Fusion Associated Renal Cell Carcinoma: A Single Institutional Cohort."}, {"pubmed": 32716134, "text": "MiT/TFE factors control ER-phagy via transcriptional regulation of FAM134B."}, {"pubmed": 32820043, "text": "Gene of the month: TFE 3."}, {"pubmed": 32830550, "text": "Transcription factor EB and TFE3: new metabolic coordinators mediating adaptive responses to exercise in skeletal muscle?"}, {"pubmed": 32853443, "text": "Revisiting cytomorphology, including unusual features and clinical scenarios of 8 cases of alveolar soft part sarcoma with TFE3 immunohistochemical staining in 7 cases."}, {"pubmed": 32881934, "text": "MITF and TFEB cross-regulation in melanoma cells."}, {"pubmed": 32992419, "text": "[Expression of SOX-11 and TFE3 in solid-pseudopapillary tumor of pancreas and its clinical significance]."}, {"pubmed": 33002920, "text": "Histopathologic Characterization of Bladder Perivascular Epithelioid Cell Neoplasms (PEComa): A Series of 11 Cases With a Subset Having TFE3 Rearrangements."}, {"pubmed": 33019842, "text": "PRCC-TFE3 fusion-mediated PRKN/parkin-dependent mitophagy promotes cell survival and proliferation in PRCC-TFE3 translocation renal cell carcinoma."}, {"pubmed": 33145941, "text": "TFE3-PD-L1 axis is pivotal for sunitinib resistance in clear cell renal cell carcinoma."}, {"pubmed": 33460450, "text": "Characteristics and outcome of pediatric renal cell carcinoma patients registered in the International Society of Pediatric Oncology (SIOP) 93-01, 2001 and UK-IMPORT database: A report of the SIOP-Renal Tumor Study Group."}, {"pubmed": 33741027, "text": "Low expression of TRAF3IP2-AS1 promotes progression of NONO-TFE3 translocation renal cell carcinoma by stimulating N(6)-methyladenosine of PARP1 mRNA and downregulating PTEN."}, {"pubmed": 33845743, "text": "NONO-TFE3 Fusion Promotes Aerobic Glycolysis and Angiogenesis by Targeting HIF1A in NONO-TFE3 Translocation Renal Cell Carcinoma."}, {"pubmed": 33851776, "text": "Neurodegenerative VPS41 variants inhibit HOPS function and mTORC1-dependent TFEB/TFE3 regulation."}, {"pubmed": 33913810, "text": "TAZ-CAMTA1 and YAP-TFE3 alter the TAZ/YAP transcriptome by recruiting the ATAC histone acetyltransferase complex."}, {"pubmed": 34099617, "text": "Targeting of VPS18 by the lysosomotropic agent RDN reverses TFE3-mediated drug resistance."}, {"pubmed": 34131293, "text": "Uterine PEComas: correlation between melanocytic marker expression and TSC alterations/TFE3 fusions."}, {"pubmed": 34148064, "text": "Diagnostic utility of one-stop fusion gene panel to detect TFE3/TFEB gene rearrangement and amplification in renal cell carcinomas."}, {"pubmed": 34156713, "text": "YAP1-TFE3 gene fusion variant in clear cell stromal tumour of lung: report of two cases in support of a distinct entity."}, {"pubmed": 34225079, "text": "Structural basis for the dimerization mechanism of human transcription factor E3."}, {"pubmed": 34345999, "text": "Autophagy in Xp11 translocation renal cell carcinoma: from bench to bedside."}, {"pubmed": 34381186, "text": "YAP1-TFE3-fused hemangioendothelioma: a multi-institutional clinicopathologic study of 24 genetically-confirmed cases."}, {"pubmed": 34489456, "text": "Integrated exome and RNA sequencing of TFE3-translocation renal cell carcinoma."}, {"pubmed": 34523267, "text": "Transcription factor TFE3 enhances cell cycle and cancer progression by binding to the hTERT promoter."}, {"pubmed": 34560087, "text": "A PHF1-TFE3 fusion atypical ossifying fibromyxoid tumor with prominent collagenous rosettes: Case report with a brief review."}, {"pubmed": 34660181, "text": "TFE3 Regulates the Function of the Autophagy-Lysosome Pathway to Drive the Invasion and Metastasis of Papillary Thyroid Carcinoma."}, {"pubmed": 35149286, "text": "Renal cancer associated with Xp11.2 translocation/TFE3 gene fusion: Clinicopathological analysis of 13 cases."}, {"pubmed": 35180736, "text": "Chameleon TFE3-translocation RCC and How Gene Partners Can Change Morphology: Accurate Diagnosis Using Contemporary Modalities."}, {"pubmed": 35316161, "text": "TFEB- and TFE3-dependent autophagy activation supports cancer proliferation in the absence of centrosomes."}, {"pubmed": 35447281, "text": "Up-regulation of NMRK2 mediated by TFE3 fusions is the key for energy metabolism adaption of Xp11.2 translocation renal cell carcinoma."}, {"pubmed": 35452181, "text": "Both SUMOylation and ubiquitination of TFE3 fusion protein regulated by androgen receptor are the potential target in the therapy of Xp11.2 translocation renal cell carcinoma."}, {"pubmed": 35462576, "text": "NUPR1 promotes the proliferation and metastasis of oral squamous cell carcinoma cells by activating TFE3-dependent autophagy."}, {"pubmed": 35660538, "text": "NUPR1 promotes the proliferation and migration of breast cancer cells by activating TFE3 transcription to induce autophagy."}, {"pubmed": 35912477, "text": "TFE3 Rearrangement and Expression in Renal Cell Carcinoma."}, {"pubmed": 35987341, "text": "LIMP2 gene, evolutionarily conserved regulation by TFE3, relieves lysosomal stress induced by cholesterol."}, {"pubmed": 36476598, "text": "Application of TFE3 Immunophenotypic and TFE3 mRNA Expressions in Diagnosis and Prognostication of Adrenal Cortical Neoplasms and Distinction From Kidney Tumors."}, {"pubmed": 36656224, "text": "A case of TFE3 translocation renal cell carcinoma with rare morphological features and literature review."}, {"pubmed": 36695651, "text": "A novel VCP::TFE3 gene fusion resulting from t(X;9)(p11.23;p13.3) chromosome translocation in TFE3 rearranged renal cancer cell carcinoma."}, {"pubmed": 36705569, "text": "PKM2 controls the translation of TFE3 to maintain the integrity of the Golgi apparatus for the survival of HeLa and ME-180 cervical cancer cells."}, {"pubmed": 36740682, "text": "p53 aberration and TFE3 gene amplification may be predictors of adverse prognosis in epithelioid angiomyolipoma of the kidney."}, {"pubmed": 36802993, "text": "Expression of TFE3 in Cellular and Myxoid Type of Neurothekeoma: Four Cases in Young Children and Adolescents."}, {"pubmed": 36987696, "text": "TFEB and TFE3 drive kidney cystogenesis and tumorigenesis."}, {"pubmed": 36997032, "text": "Cystic MED15::TFE3 translocation renal cell carcinoma: histologic mimicker of multilocular cystic renal neoplasm of low malignant potential with review of the literature."}, {"pubmed": 37188688, "text": "RagD auto-activating mutations impair MiT/TFE activity in kidney tubulopathy and cardiomyopathy syndrome."}, {"pubmed": 37936565, "text": "PEComa with ASPSCR1::TFE3 fusion: expanding the molecular genetic spectrum of TFE3-rearranged PEComa with an emphasis on overlap with alveolar soft part sarcoma."}, {"pubmed": 38073015, "text": "Aberrant expression of TFE3 in granular cell tumor: Four cases in pediatrics."}, {"pubmed": 38619513, "text": "[Expression of SCD1 in TFE3-rRCC and its effect on proliferation and migration]."}, {"pubmed": 39103264, "text": "[TFE3-rearranged perivascular epithelioid cell tumors: a clinicopathological analysis of eight cases]."}], "genomic_pos": [{"chr": "X", "end": 49043410, "ensemblgene": "ENSG00000068323", "start": 49028726, "strand": -1}, {"chr": "HSCHRX_3_CTG3", "end": 202245, "ensemblgene": "ENSG00000292217", "start": 187561, "strand": -1}], "genomic_pos_hg19": [{"chr": "HG1436_HG1432_PATCH", "end": 48902885, "start": 48888130, "strand": -1}, {"chr": "X", "end": 48901012, "start": 48886242, "strand": -1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006959", "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007040", "pubmed": 24448649, "qualifier": "involved_in", "term": "lysosome organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045670", "qualifier": "involved_in", "term": "regulation of osteoclast differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045785", "pubmed": 21209915, "qualifier": "involved_in", "term": "positive regulation of cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 29146937, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 21209915, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090336", "qualifier": "involved_in", "term": "positive regulation of brown fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120163", "pubmed": 23885019, "qualifier": "involved_in", "term": "negative regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [24448649, 36608670], "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 22692423, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21209915, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 22692423, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": [24448649, 36608670], "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": [24448649, 36608670], "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": 24448649, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 24448649, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15507434, 26168401, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046983", "qualifier": "enables", "term": "protein dimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 114834], [7955, 564996], [9544, 712161], [9598, 473871], [9606, 7030], [9615, 491872], [9913, 520800], [10090, 209446], [10116, 317376]], "id": 4755}, "interpro": [{"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "MiT/TFE transcription factors, C-terminal", "id": "IPR021802", "short_desc": "MiT/TFE_C"}, {"desc": "Transcription factor E3, bHLHzip domain", "id": "IPR024100", "short_desc": "bHLHzip_TFE3"}, {"desc": "MiT/TFE transcription factors, N-terminal", "id": "IPR031867", "short_desc": "MiT/TFE_N"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}], "ipi": ["IPI00552083", "IPI00873893"], "map_location": "Xp11.23", "name": "transcription factor binding to IGHM enhancer 3", "other_names": ["class E basic helix-loop-helix protein 33", "transcription factor E family, member A", "transcription factor E3", "transcription factor for IgH enhancer", "transcription factor for immunoglobulin heavy-chain enhancer 3"], "pantherdb": {"HGNC": "11752", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98511", "ortholog_type": "LDO", "panther_family": "PTHR45776", "taxid": 10090, "uniprot_kb": "Q64092"}, {"RGD": "1559642", "ortholog_type": "LDO", "panther_family": "PTHR45776", "taxid": 10116, "uniprot_kb": "D3ZAW6"}, {"ZFIN": "ZDB-GENE-010919-3", "ortholog_type": "O", "panther_family": "PTHR45776", "taxid": 7955, "uniprot_kb": "A0A2R8Q378"}, {"ZFIN": "ZDB-GENE-010919-2", "ortholog_type": "LDO", "panther_family": "PTHR45776", "taxid": 7955, "uniprot_kb": "M9MM95"}, {"WormBase": "WBGene00020930", "ortholog_type": "LDO", "panther_family": "PTHR45776", "taxid": 6239, "uniprot_kb": "H2KZZ2"}, {"FlyBase": "FBgn0263112", "ortholog_type": "LDO", "panther_family": "PTHR45776", "taxid": 7227, "uniprot_kb": "C3KGP2"}, {"SGD": "S000000199", "ortholog_type": "LDO", "panther_family": "PTHR45776", "taxid": 4932, "uniprot_kb": "P38165"}], "uniprot_kb": "P19532"}, "pathway": {"kegg": [{"id": "hsa04137", "name": "Mitophagy - animal - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05211", "name": "Renal cell carcinoma - Homo sapiens (human)"}], "pid": [{"id": "e2f_pathway", "name": "E2F transcription factor network"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9856649", "name": "Transcriptional and post-translational regulation of MITF-M expression and activity"}], "wikipathways": [{"id": "WP4241", "name": "Type 2 papillary renal cell carcinoma"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}]}, "pdb": "7F09", "pfam": ["PF00010", "PF11851", "PF15951"], "pharmgkb": "PA36467", "pharos": {"target_id": 16440, "tdl": "Tbio"}, "pir": "A34596", "prosite": "PS50888", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF224899", "relationship": "is"}, {"id": "GNF257163", "relationship": "is"}, {"id": "GNF257164", "relationship": "is"}, {"id": "GNF257165", "relationship": "is"}, {"id": "GNF257166", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046972", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF091608", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF073888", "relationship": "is"}, "GNF_hs-druggable_siRNA": [{"id": "GNF065439", "relationship": "is"}, {"id": "GNF065440", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014480", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101753", "relationship": "is"}, {"id": "GNF141408", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_016297.2", "NW_025791820.1"], "protein": ["NP_001269071.1", "NP_006512.2", "XP_024308200.1", "XP_054183633.1", "XP_054189387.1"], "rna": ["NM_001282142.2", "NM_006521.6", "XM_024452432.2", "XM_054327658.1", "XM_054333412.1", "XR_007068199.1", "XR_008485505.1", "XR_008485836.1"], "translation": [{"protein": "XP_054183633.1", "rna": "XM_054327658.1"}, {"protein": "NP_001269071.1", "rna": "NM_001282142.2"}, {"protein": "XP_054189387.1", "rna": "XM_054333412.1"}, {"protein": "XP_024308200.1", "rna": "XM_024452432.2"}, {"protein": "NP_006512.2", "rna": "NM_006521.6"}]}, "reporter": {"HG-U133_Plus_2": ["1565347_s_at", "1567704_at", "206649_s_at", "212457_at"], "HG-U95Av2": "34669_at", "HTA-2_0": "TC0X001025.hg.1", "HuEx-1_0": "4007734", "HuGene-1_1": "8172520", "HuGene-2_1": "17110745"}, "retired": 8244, "summary": "This gene encodes a basic helix-loop-helix domain-containing transcription factor that binds MUE3-type E-box sequences in the promoter of genes. The encoded protein promotes the expression of genes downstream of transforming growth factor beta (TGF-beta) signaling. This gene may be involved in chromosomal translocations in renal cell carcinomas and other cancers, resulting in the production of fusion proteins. Translocation partners include PRCC (papillary renal cell carcinoma), NONO (non-POU domain containing, octamer-binding), and ASPSCR1 (alveolar soft part sarcoma chromosome region, candidate 1), among other genes. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Aug 2013].", "symbol": "TFE3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336608"}, "unigene": "Hs.730740", "uniprot": {"Swiss-Prot": "P19532", "TrEMBL": "B4DIA5"}, "wikipedia": {"url_stub": "TFE3"}}