{"AllianceGenome": "11755", "HGNC": "11755", "MIM": "113710", "_id": "7031", "_version": 1, "accession": {"genomic": ["AB038162.1", "AP001623.1", "AP001746.1", "CH471079.2", "CP068257.2", "NC_000021.9", "NC_060945.1", "X05030.1", "X05322.1"], "protein": ["AAA52402.1", "AAH32811.1", "BAA95532.1", "BAB13729.1", "CAA25155.1", "CAA28695.1", "CAA36254.1", "EAX09569.1", "NP_003216.1", "P04155.1"], "rna": ["BC032811.1", "BQ083523.1", "BU539534.1", "M12075.1", "NM_003225.3", "X00474.1", "X52003.1"], "translation": [{"protein": "NP_003216.1", "rna": "NM_003225.3"}, {"protein": "CAA36254.1", "rna": "X52003.1"}, {"protein": "CAA25155.1", "rna": "X00474.1"}, {"protein": "AAA52402.1", "rna": "M12075.1"}, {"protein": "AAH32811.1", "rna": "BC032811.1"}]}, "alias": ["BCEI", "D21S21", "HP1.A", "HPS2", "pNR-2", "pS2"], "ensembl": {"gene": "ENSG00000160182", "protein": "ENSP00000291527", "transcript": "ENST00000291527", "translation": [{"protein": "ENSP00000291527", "rna": "ENST00000291527"}], "type_of_gene": "protein_coding"}, "entrezgene": "7031", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.77505953044, "exp_mis": 37.0128684894, "exp_syn": 19.0194056934, "lof_z": -0.133758423287798, "mis_z": -0.481347543624554, "mu_lof": 1.72215114803e-07, "mu_mis": 3.35566733424e-06, "mu_syn": 1.68524798259e-06, "n_lof": 3.0, "n_mis": 43.0, "n_syn": 20.0, "p_li": 0.00630356016196767, "p_null": 0.487800986146093, "p_rec": 0.505895453691939, "syn_z": -0.139392173849934}, "bp": 255, "cds_end": 43786604, "cds_start": 43782587, "n_exons": 3, "nonpsych": {"exp_lof": 2.46143254846, "exp_mis": 33.4499545252, "exp_syn": 17.1641368788, "lof_z": 0.288845912297346, "mis_z": -0.571226670643251, "mu_lof": 1.72215114803e-07, "mu_mis": 3.35566733424e-06, "mu_syn": 1.68524798259e-06, "n_lof": 2.0, "n_mis": 40.0, "n_syn": 17.0, "p_li": 0.0413619612242324, "p_null": 0.332173176424422, "p_rec": 0.626464862351345, "syn_z": 0.0249440429679881}, "nontcga": {"exp_lof": 2.548155367, "exp_mis": 34.0469419897, "exp_syn": 17.4929581403, "lof_z": -0.279227000581811, "mis_z": -0.593672114641717, "mu_lof": 1.72215114803e-07, "mu_mis": 3.35566733424e-06, "mu_syn": 1.68524798259e-06, "n_lof": 3.0, "n_mis": 41.0, "n_syn": 19.0, "p_li": 0.00585263049983377, "p_null": 0.503261326483891, "p_rec": 0.490886043016276, "syn_z": -0.228147306779766}, "transcript": "ENST00000291527.2"}, "exons": [{"cdsend": 42366495, "cdsstart": 42362478, "chr": "21", "position": [[42362281, 42362495], [42363254, 42363407], [42366410, 42366535]], "strand": -1, "transcript": "NM_003225", "txend": 42366535, "txstart": 42362281}], "exons_hg19": [{"cdsend": 43786604, "cdsstart": 43782587, "chr": "21", "position": [[43782390, 43782604], [43783363, 43783516], [43786519, 43786644]], "strand": -1, "transcript": "NM_003225", "txend": 43786644, "txstart": 43782390}], "generif": [{"pubmed": 9855711, "text": "Specific DNA-protein interaction may explain the TFF peptides' cell specific expression pattern and altered levels in pathological conditions."}, {"pubmed": 12034770, "text": "The trefoil factor 1 participates in gastrointestinal cell differentiation by delaying G1-S phase transition and reducing apoptosis."}, {"pubmed": 12379766, "text": "Loss of heterozygosity and promoter methylation, but not mutation, may underlie loss in gastric carcinoma"}, {"pubmed": 12613926, "text": "Expressed in conjunctiva in goblet cells. Review."}, {"pubmed": 14563942, "text": "Decreased TFF1 expression may lead to increased cell proliferation and then to the invasive character of intrahepatic cholangiocarcinoma."}, {"pubmed": 14756547, "text": "TFF1 may play an as yet undetermined role in the tumorigenesis of colorectal carcinomas."}, {"pubmed": 15115253, "text": "increased TFF1 and 2 concentrations found in serum from inflammatory bowel disease patients"}, {"pubmed": 15123808, "text": "H. pylori interacts avidly with the dimeric form of TFF1, and this interaction enables binding to gastric mucin, suggesting that TFF1 may act as a receptor for the organism in vivo"}, {"pubmed": 15177868, "text": "TFF1 is associated with the cell membrane of MCF-7 cells and is not linked via a GPI anchor."}, {"pubmed": 15541729, "text": "Sp1 or Sp3 aid in recruitment of HDACs and histone acetyltransferases (HATs) to mediate dynamic acetylation of histones associated with the TFF1 promoter"}, {"pubmed": 15578191, "text": "The group of trefoil factor peptides (TFF1-3) are part of the protective mechanism operating in the intestinal mucosa and play a fundamental role in epithelial protection, repair, and restitution."}, {"pubmed": 15821928, "text": "trefoil factor family protein 1(TFF1)is expressed in inflamed non-neoplastic gallbladder epithelium and in low stage and low grade gallbladder carcinomas"}, {"pubmed": 15849833, "text": "Decreased expression of TFF1 in carcinoma and its relativity to the differentiation suggests that TFF1 is related to gland and cell destruction of carcinoma."}, {"pubmed": 15924415, "text": "This is the first demonstration that a member of the trefoil factor family of proteins, TFF1, is bound covalently to a brichos domain-containing protein, TFIZ1; this has profound implications for TFF1 function."}, {"pubmed": 15967118, "text": "TFF-1 is lost late in the progression from Barrett's Esophagus to adenocarcinoma, while CES-2 is upregulated"}, {"pubmed": 16142311, "text": "MUC5AC and MUC2, TFF1 and TFF3, APC and p21 in subsets of colorectal polyps and cancers suggests a distinct pathway of pathogenesis of mucinous carcinoma of the colorectum"}, {"pubmed": 16142316, "text": "TFF1, TFF2, TFF3 and MUC5AC may have roles in pathogenesis of pterygium goblet cells"}, {"pubmed": 16308573, "text": "urinary TFF1 is a CaOx crystal growth inhibitor with a potential pathophysiological role in nephrolithiasis"}, {"pubmed": 16474375, "text": "TFF1 showed a statistically significant difference between early-onset gastric cancers and conventional gastric cancers."}, {"pubmed": 16715141, "text": "TFF1 and Cdc25A-B cooperate with other dominant oncogenic pathways to induce the adenoma and adenocarcinoma transitions."}, {"pubmed": 16718800, "text": "reduced expression of TFF1 and TFF2 in precancerous conditions and gastric cancer may be associated with the proliferation and malignant transformation of gastric mucosa"}, {"pubmed": 16830362, "text": "D21S1893-D21S1890 region may harbor candidate genes especially TFF (TFF1, TFF2, and TFF3) and serine protease family, which might be involved in tumor invasion and metastasis contributing to poor survival."}, {"pubmed": 16861234, "text": "SET-mediated promoter hypoacetylation is a prerequisite for coactivation of the estrogen-responsive pS2 gene by PRMT1"}, {"pubmed": 17143957, "text": "Weaker expression of TFF1 in poorly-differentiated carcinoma may be related to the destruction of glands and cells in cancer tissues and the decrease in secretion of TFF1."}, {"pubmed": 17317669, "text": "IGF-1 induces phosphorylation and an increase of the AP1 complex, which is phosphorylated and binds to the pS2/TFF1 promoter, allowing recruitment of the chromatin remodeling factor Brg1 followed by binding of ERalpha via its interaction with c-Jun"}, {"pubmed": 17610997, "text": "The study demonstrated a selective binding affinity of TFF1 for copper."}, {"pubmed": 17610997, "text": "reveal a new property of TFF1 and suggest that copper could influence its biological activities by interfering with the dimerization of the peptide and/or the interaction with mucins or putative TFF receptors."}, {"pubmed": 17651883, "text": "The effect of plant-derived and synthetic estrogens on estrogen receptor alpha medicated cell proliferation and estrogen-regulated pS2 expression in MCF-2 cells are reported."}, {"pubmed": 17982272, "text": "The TFF1-GKN2 heterodimer and TFF2 differ characteristically by their binding to gastric mucins."}, {"pubmed": 18322525, "text": "Periodic, strand-specific methylation/demethylation occurs during transcriptional cycling of the pS2/TFF1 gene promoter on activation by oestrogens"}, {"pubmed": 18502057, "text": "TFF was present in term and preterm human milk with rapidly declining concentrations during the first weeks post partum."}, {"pubmed": 18515572, "text": "TFF1 protects Chang conjunctival cells from apoptosis induced by UV irradiation and benzalkonium chloride, by preventing caspase-8 activation."}, {"pubmed": 18543253, "text": "The co-occupancy of ERalpha and Sp1 on TFF1 promoter remains at similar level with and without estrogen, while that of ERalpha and Sp3 increased in the presence of estrogen"}, {"pubmed": 18644870, "text": "Results describe the effects of estradiol on cyclin D1, PS2, and c-fos gene expression by measuring levels of RNA polymerase II on DNA templates, levels of nascent transcripts associated with RNA polymerase II, and levels of RNAs."}, {"pubmed": 18662686, "text": "These data suggest that highly active chromatin is not only permissive for transcription, but can override the requirement for the transcription factor at an inducible promoter."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18722547, "text": "in gastric cancer, expression of TFF1 in the absence of TFIZ1 is associated with lymph node metastasis"}, {"pubmed": 18846421, "text": "Breast cancer patients with pre-operative elevated bone marrow levels of Mammaglobin Aand/or trefoil factor 1 mRNA seem to constitute a small group of patients with a very poor prognosis."}, {"pubmed": 18927283, "text": "Decreased expression of TFF1 is associated with barrett's esophagus-associated high-grade dysplasia."}, {"pubmed": 19132993, "text": "High sensitivity of pS2 expression in prostate carcinoma could make it a suitable marker for diagnosis of prostate carcinoma, especially in metastatic cases of unknown origin."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19172291, "text": "This study demonstrates the over-expression in CTSE, in particular, and TFF1 in sessile serrated adenomas compared to both hyperplastic polyps and tubular adenomas."}, {"pubmed": 19172695, "text": "circulating TFFs are not candidate markers of trisomy 21 in first-trimester pregnancies"}, {"pubmed": 19589871, "text": "RNA interference-mediated depletion of TFF1 in mammary carcinoma cells significantly reduced anchorage-independent growth and migration."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19724895, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19851296, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20063012, "text": "TFF1, TFF2, and TFF3 expression were localized systematically in surgical specimens from the urinary tract."}, {"pubmed": 20112343, "text": "Overexpression and promoter hypomethylation of TFF1 is associated with prostate cancer."}, {"pubmed": 20132413, "text": "Data show that genes overexpressed in breast carcinoma including TFF1, TFF3, FOXA1 and CA12."}, {"pubmed": 20198315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20213275, "text": "Cys58 and at least three Glu surrounding residues surrounding it, are essential to efficiently bind copper. Moreover, copper binding promotes the TFF1 homodimerization, thus increasing its motogenic activity in in vitro wound healing assays."}, {"pubmed": 20300195, "text": "MBD2 and ERalpha drive opposite effects on pS2 expression, which are associated with specific steady state levels of histone H3 acetylation and methylation marks"}, {"pubmed": 20494980, "text": "The TFF1 promoter is activated by serum depletion according to promoter reporter assays in HEK 293 cells."}, {"pubmed": 20981699, "text": "Novel mutation in HPS2 causing Hermansky-Pudlak Syndrome Type 2."}, {"pubmed": 21067798, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21111741, "text": "Initiation of antral gastric cancer is associated with progressive epigenetic silencing of TFF1, which can be suppressed by the hormone gastrin."}, {"pubmed": 21228366, "text": "TFF1, TFF2, and PDX1 were expressed only in lobular endocervical glandular hyperplasia."}, {"pubmed": 21358676, "text": "expression of TFF1 stimulated the migration and invasion in the four cell lines. Forced TFF1 expression in MCF10A, MDA-MB-231 and MCF7 cells did not modify anchorage-dependent or -independent cell proliferation"}, {"pubmed": 21378170, "text": "histone modifications governing TFF1 transcription are mediated by estrogen receptor"}, {"pubmed": 21451135, "text": "TFF1 as a soluble factor designed to act mainly to antagonize the OIS process to accelerate tumorigenesis."}, {"pubmed": 21472131, "text": "TFF mRNA/protein expression is indicative of cholangiocarcinoma progression, but not predictive for histological sub-type or survival time."}, {"pubmed": 21490402, "text": "loss of TFF1 leads to activation of IKK complex-regulated NF-kappaB transcription factors and is an important event in shaping the NF-kappaB-mediated inflammatory response during the progression to gastric tumorigenesis"}, {"pubmed": 21747314, "text": "documented the extent and timing of TFF1 expression in pancreatic ductal adenocarcinoma"}, {"pubmed": 21870107, "text": "gastrointestinal tract specific gene GDDR might inhibit gastric cancer growth in a TFF1 dependent manner."}, {"pubmed": 21946330, "text": "TFF1 promoter methylation is identified as a potential early marker of esophageal squamous cell carcinoma (ESCC)."}, {"pubmed": 22093877, "text": "We found a statistically significant increased risk of gastric cancer associated with -394 TT genotypes"}, {"pubmed": 22286382, "text": "Report TFF1 expression in normal/diseased pancreas."}, {"pubmed": 22382029, "text": "PIMT may act as a co-activator in ERalpha-mediated transcription of TFF1 through its recruitment to the promoter via interacting with ERalpha."}, {"pubmed": 22642590, "text": "Over-expression of TFF1 could promote apoptosis of three cell lines and inhibit proliferation but had no pronounced effect on cell cycle"}, {"pubmed": 22842654, "text": "There is no direct molecular interaction between GKN1 and TFF1 in protein level in gastric cancer."}, {"pubmed": 22944057, "text": "The expression of TFF1 protein increases in gastric ulcer but decreases in gastric ulcerocancer."}, {"pubmed": 22983508, "text": "Retinoblastoma cell lines with high TFF1 expression levels exhibited a selective down-regulation of cyclin-dependent kinase (CDK) 6, whereas CDK4 and CDK2 seem to be unaffected by TFF1 expression."}, {"pubmed": 23266572, "text": "The capacity of TFF1 to enhance prostate cancer cell migration/invasion is mediated by transcriptional repression of E-CADHERIN."}, {"pubmed": 23291975, "text": "TFF1 expression is silenced by DNA methylation and is associated with tumor invasion and a poor survival in gastric cancer patients."}, {"pubmed": 23329884, "text": "Reduced expression of TFF1 and increased expression of TFF3 may play a role in the carcinogenesis of gastric cancer."}, {"pubmed": 23627615, "text": "Analysis of TFF1 levels dynamics revealed that TFF1 levels kept steady state during the 5-day period. TFF1 levels were similar in patients with SIRS, sepsis and severe sepsis"}, {"pubmed": 23675462, "text": "MSK1 and MSK2 are required for maximal TFF 1 induction."}, {"pubmed": 23836323, "text": "High TFF1 expression is associated with doxorubicininduced apoptosis resistance."}, {"pubmed": 23942618, "text": "downregulation of TFF1 expression during gastric neoplastic transformation is associated with activation of the NF-kappaB pathway"}, {"pubmed": 24162262, "text": "Immunohistochemical expression of ERalpha, ERbeta, and TFF1 in type I and II ovarian tumors."}, {"pubmed": 24236136, "text": "the C-terminus of TFF1, involved in the binding of copper, is also able to selectively bind H. pylori RF-LPS."}, {"pubmed": 24486742, "text": "miRNA-423-5p negatively regulated the expression of TFF1 by binding to its 3'UTR and participated in proliferation/invasion-related processes via a TFF1-dependent manner in gastric cancer cells"}, {"pubmed": 24503794, "text": "TFF1 missense mutations seem to be a rare event in colorectal carcinogenesis. However, serum TFF1 levels were significantly elevated in patients with colorectal carcinoma. Serum TFF1 may be a potential useful marker for patients with colorectal carcinoma."}, {"pubmed": 24733740, "text": "overexpressed in chronic rhinosinusitis without nasal polyps"}, {"pubmed": 24798994, "text": "Piezo1 is a novel TFF1 binding protein that is important for TFF1-mediated cell migration in gastric cancer cells."}, {"pubmed": 24843314, "text": "Determination of TFF1 status might identify patients at different risk for relapse and help in making decision on administering adjuvant therapy for early breast cancer patients during the first 3 years of follow-up."}, {"pubmed": 25015107, "text": "Western blot analysis data demonstrated that miR-504 abrogates TFF1-induced p53 protein expression and activity."}, {"pubmed": 25199519, "text": "data clearly show that the expression of TFF3 in retinoblastoma cell lines is epigenetically regulated, whereas the level of TFF1 and TFF2 seems to be regulated by other or additional mechanisms"}, {"pubmed": 25486181, "text": "Trefoil Factor 1 levels can influence copper excretion and copper related toxicity."}, {"pubmed": 25652124, "text": "Data indicate that microRNA miR218-5p negatively regulates trefoil factor 1 (TFF1) in an extracellular signal-regulated kinases Erk1/2-dependent manner."}, {"pubmed": 25980439, "text": "Loss of TFF1 could be a critical step in promoting the H. pylori-mediated oncogenic activation of beta-catenin and gastric tumorigenesis."}, {"pubmed": 25990322, "text": "This study provides a potent tool of rTFF1 production to be applied in gastric damage protection and wound healing. The protein sources from B. choshinensis were more efficient than rTFF1 produced by E. coli"}, {"pubmed": 26240291, "text": "We have established a novel, three-protein biomarker panel that is able to detect patients with early-stage pancreatic cancer in urine specimens:LYVE-1, REG1A, and TFF1 were selected as candidate biomarkers"}, {"pubmed": 26240479, "text": "These findings suggest that the rs184432 and rs225359 polymorphisms in TFF1 have protective effects for GC and contribute to the development of GC in Korean individuals."}, {"pubmed": 26276775, "text": "trefoil factor 1 demonstrated breast specificity but was inferior to mammaglobin and GATA protein binding 3"}, {"pubmed": 26372254, "text": "Findings underscore an important protective role of TFF1 in abrogating H. pylori-mediated inflammation, a crucial hallmark of gastric tumorigenesis. Loss of TFF1 expression could be an important step in H. pylori-mediated gastric carcinogenesis."}, {"pubmed": 26390128, "text": "These results show increased levels of TFF1 and TFF3 in Chronic Kidney Disease patients with a pronounced elevation of urinary TFF1 in lower Chronic Kidney Disease stages."}, {"pubmed": 26617749, "text": "we found TFF1 plays an oncogenic role in mucinous ovarian cancer"}, {"pubmed": 27522676, "text": "The data suggest that the tumor suppressor activity of both RUNX1t1 and TFF1 are mechanistically connected to CEBPB and that cross-regulation between CEBPB-RUNX1t1-TFF1 plays an important role in gastric carcinogenesis."}, {"pubmed": 27921407, "text": "TFF1 displays a distinct protein expression pattern in the developing of airway remodeling due to Sulfur mustard inhalation and plays an important role in maintaining the airway epithelium function"}, {"pubmed": 28150071, "text": "Co-expression of GKN2 and TFF1 massively suppressed the expression of positive cell cycle regulators and induced G1/S arrest, synergistically enhancing the inhibition of cell viability and proliferation of gastric cancer cells"}, {"pubmed": 28430953, "text": "The results suggest that the analysis of expression of MUC5AC and TFF1 may be useful for differentiating sessile serrated adenomas/polyps (SSA/Ps) from hyperplastic polyps (HPs)."}, {"pubmed": 28481041, "text": "Low TFF1 expression is associated with retinoblastoma."}, {"pubmed": 28687783, "text": "Serum concentrations of TFF1 and TFF3 but not TFF2 are higher in women with breast cancer than in women without breast cancer."}, {"pubmed": 29085807, "text": "these data suggest that TFF1 might help cells to counteract Helicobacter colonization and the development of a chronic inflammation."}, {"pubmed": 29210057, "text": "Authors found that rs3761376 AA in the promoter region of TFF1, could reduce the expression of TFF1 by affecting the binding affinity of estrogen receptor 1 (ESR1, ERalpha), and thereby increased the risk of GC (1.29, 1.08-1.53)."}, {"pubmed": 29296124, "text": "Study shows that TFF1 expression is silenced in early phases of esophageal squamous cell carcinoma (ESCC) development, which seems to be mediated at least in part by promoter hypermethylation, and provides the basis for the use of TFF1 expression as a potential biomarker for early ESCC detection."}, {"pubmed": 29453320, "text": "Study indicates that loss of TFF1 promotes the aberrant overexpression of HOXA10 and miR-196b by demethylation of the HOXA10 promoter, which provides a new perspective of TFF1/HOXA10/miR-196b functions in human gastric cancer."}, {"pubmed": 29809170, "text": "This study indicates that the acquisition of TFF1 expression is an early event in pancreatic carcinogenesis and that TFF1 might act as a tumor suppressor to prevent EMT and the invasive transformation of PanIN."}, {"pubmed": 29850501, "text": "The urine TFF1 and TFF3 levels significantly increased with the progression of chronic kidney disease stages, but not the urine TFF2 levels."}, {"pubmed": 29997345, "text": "Findings suggest that the hypoxic conditions, which can be induced by gastric injury, promote TFF1 up-regulation, strengthened by an auto-induction mechanism, and that the trefoil peptide takes part in the epithelial-mesenchymal transition events eventually triggered to repair the damage."}, {"pubmed": 30035371, "text": "our findings demonstrate overexpression of TIMP1 in mouse and human gastric cancers through NF-kB-dependent mechanism. We also show that TFF1 suppresses NF-kappaB and inhibits TIMP1-mediated proliferative potential in gastric cancer."}, {"pubmed": 30083861, "text": "H. pylori upregulates GATA-5 mRNA levels after 6, 24, and 48 h of infection in gastric epithelial cells compared to uninfected cells, in parallel with a progressive increase in TFF1 mRNA levels."}, {"pubmed": 30333090, "text": "TFF1 is responsible for liver regeneration after liver injury by promoting the differentiation of hepatic progenitor cells (HPC) into a biliary lineage and inhibiting HPC differentiation into a hepatic lineage."}, {"pubmed": 30431719, "text": "results suggest that TFF1 and TFF3, but not TFF2, may have a role in breast tumor pathogenesis"}, {"pubmed": 30612555, "text": "Our study demonstrated that miR-632 promotes Gastric cancer progression by accelerating angiogenesis in a TFF1-dependent manner. Targeting of miR-632 may be a potential therapeutic approach for Gastric cancer patients."}, {"pubmed": 31292446, "text": "Study findings demonstrate a functional role of TFF1 in suppressing gastric tumorigenesis by impeding the IL6-STAT3 pro-inflammatory signaling axis."}, {"pubmed": 31432157, "text": "Results revealed that the mRNA level of TFF1 in the colorectal cancer (CRC) tissues was significantly higher than that in the matched adjacent normal tissues."}, {"pubmed": 31455213, "text": "The NFE2-miR-423-5p-TFF1 axis is a novel molecular mechanism and provides a new direction for the study and treatment of diabetic retinopathy."}, {"pubmed": 31500233, "text": "Findings show strong evidence that TFF1 has carbohydrate-binding properties that may involve a conserved patch of aromatic hydrophobic residues on the surface of its trefoil domain. The pH-dependent lectin properties of TFF1 may serve to locate Helicobacter pylori deep in the gastric mucus layer close to the epithelium rather than at the epithelial surface. [review]"}, {"pubmed": 31683988, "text": "Data show that trefoil factor 1 (TFF1) mRNA levels were significantly reduced in all specimens by approximately three- to five-fold, while trefoil factor 3 (TFF3) was increased in middle nasal turbinate (MNT-0), as compared with controls."}, {"pubmed": 31817054, "text": "The data demonstrate the production of TFF3 in synovial membrane. Unexpectedly, synovial fluid contains all three known TFF peptides."}, {"pubmed": 31961997, "text": "Circ-TFF1 is a facilitator in breast cancer relying on TFF1 by absorbing miR-326, providing a novel promising target for BC treatment."}, {"pubmed": 31986408, "text": "Trefoil factor 1 (TFF1) is a potential prognostic biomarker with functional significance in breast cancers."}, {"pubmed": 32237253, "text": "knockdown of TFF-1 inhibited cell proliferation and soft-agar colony formation and induced apoptosis in a TFF-1-high and KRAS-mutated lung adenocarcinoma cell line"}, {"pubmed": 32260357, "text": "The Tumor Suppressor TFF1 Occurs in Different Forms and Interacts with Multiple Partners in the Human Gastric Mucus Barrier: Indications for Diverse Protective Functions."}, {"pubmed": 32391824, "text": "Chemical synthesis of human trefoil factor 1 (TFF1) and its homodimer provides novel insights into their mechanisms of action."}, {"pubmed": 32404934, "text": "Trefoil factors share a lectin activity that defines their role in mucus."}, {"pubmed": 33249323, "text": "Trefoil factor-1 upregulation in estrogen-receptor positive breast cancer correlates with an increased risk of bone metastasis."}, {"pubmed": 33660336, "text": "The trefoil factor family 1 (TFF-1) and 3 (TFF-3) are upregulated in the saliva, gingival crevicular fluid and serum of periodontitis patients."}, {"pubmed": 33673347, "text": "TFF1 Induces Aggregation and Reduces Motility of Helicobacter pylori."}, {"pubmed": 34058470, "text": "Estrogen-related receptor-gamma influences Helicobacter pylori infection by regulating TFF1 in gastric cancer."}, {"pubmed": 34219206, "text": "Circ-TFF1 Facilitates Breast Cancer Development via Regulation of miR-338-3p/FGFR1 Axis."}, {"pubmed": 34242119, "text": "Circulating trefoil factors in relation to lung cancer, age and lung function: a cross-sectional study in patients referred for suspected lung cancer."}, {"pubmed": 34424807, "text": "Long non-coding RNA FOXD3 antisense RNA 1 augments anti-estrogen resistance in breast cancer cells through the microRNA-363/ trefoil factor 1/ phosphatidylinositol 3-kinase/protein kinase B axis."}, {"pubmed": 34431541, "text": "Overexpression of trefoil factor 1 and trefoil factor 3 in primary extramammary Paget's disease and implication of a novel therapeutic target."}, {"pubmed": 35279702, "text": "Trefoil factor 1 inhibits the development of esophageal adenocarcinoma from Barrett's epithelium."}, {"pubmed": 35315403, "text": "Association between Promotor hypomethylation of TFF1 and Crohn's Disease."}, {"pubmed": 35987613, "text": "Association of functional genetic variants in TFF1 and nephrolithiasis risk in a Chinese population."}, {"pubmed": 36057754, "text": "TFF1 gene single nucleotide polymorphism (rs3761376) and colorectal cancer risk."}, {"pubmed": 36514982, "text": "IFNgamma-dependent silencing of TFF1 during Helicobacter pylori infection."}, {"pubmed": 36758349, "text": "Study on TFF1 and PALB2 gene variants associated with gastric carcinoma risk in the Chinese Han population."}, {"pubmed": 37437926, "text": "The Transcription Factor RUNX1 Aggravates Hypoxia-Induced Human Retinal Microvascular Endothelial Cell Dysfunction by Negatively Regulating TFF1 Promoter."}], "genomic_pos": {"chr": "21", "end": 42366535, "ensemblgene": "ENSG00000160182", "start": 42362282, "strand": -1}, "genomic_pos_hg19": {"chr": "21", "end": 43786703, "start": 43782391, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0005975", "pubmed": 2303034, "qualifier": "involved_in", "term": "carbohydrate metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010039", "qualifier": "involved_in", "term": "response to iron ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030277", "qualifier": "involved_in", "term": "maintenance of gastrointestinal epithelium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035902", "qualifier": "involved_in", "term": "response to immobilization stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043434", "qualifier": "involved_in", "term": "response to peptide hormone"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 21982860, 24798994, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[9544, 100423966], [9598, 100613424], [9606, 7031], [9615, 403491], [10090, 21784], [10116, 117270]], "id": 2426}, "interpro": [{"desc": "P-type trefoil domain", "id": "IPR000519", "short_desc": "P_trefoil_dom"}, {"desc": "P-type trefoil, conserved site", "id": "IPR017957", "short_desc": "P_trefoil_CS"}, {"desc": "P-type trefoil, chordata", "id": "IPR017994", "short_desc": "P_trefoil_chordata"}, {"desc": "P-type trefoil domain superfamily", "id": "IPR044913", "short_desc": "P_trefoil_dom_sf"}], "ipi": "IPI00022283", "map_location": "21q22.3", "name": "trefoil factor 1", "other_names": ["breast cancer estrogen-inducible protein", "breast cancer estrogen-inducible sequence", "gastrointestinal trefoil protein pS2", "polypeptide P1.A", "protein pS2", "trefoil factor 1"], "pantherdb": {"HGNC": "11755", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88135", "ortholog_type": "LDO", "panther_family": "PTHR13826", "taxid": 10090, "uniprot_kb": "Q08423"}, {"RGD": "620707", "ortholog_type": "LDO", "panther_family": "PTHR13826", "taxid": 10116, "uniprot_kb": "Q63467"}], "uniprot_kb": "P04155"}, "pathway": {"biocarta": {"id": "tffpathway", "name": "trefoil factors initiate mucosal healing"}, "kegg": {"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, "pid": [{"id": "era_genomic_pathway", "name": "Validated nuclear estrogen receptor alpha network"}, {"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}]}, "pdb": ["1HI7", "1PS2", "6V1D"], "pfam": "PF00088", "pharmgkb": "PA36470", "pharos": {"target_id": 17326, "tdl": "Tbio"}, "pir": "A26667", "prosite": "PS51448", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326200", "relationship": "is"}, {"id": "GNF326201", "relationship": "is"}, {"id": "GNF326202", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257167", "relationship": "is"}, {"id": "GNF257168", "relationship": "is"}, {"id": "GNF257169", "relationship": "is"}, {"id": "GNF257170", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164258", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF036239", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF014483", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF244398", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331028", "relationship": "is"}, {"id": "GNF332448", "relationship": "is"}, {"id": "GNF334247", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337536", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097946", "relationship": "is"}, {"id": "GNF137601", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1"], "protein": "NP_003216.1", "rna": "NM_003225.3", "translation": {"protein": "NP_003216.1", "rna": "NM_003225.3"}}, "reporter": {"HG-U133_Plus_2": "205009_at", "HG-U95Av2": "31798_at", "HTA-2_0": "TC21000486.hg.1", "HuEx-1_0": "3933559", "HuGene-1_1": "8070579", "HuGene-2_1": "16926043"}, "summary": "Members of the trefoil family are characterized by having at least one copy of the trefoil motif, a 40-amino acid domain that contains three conserved disulfides. They are stable secretory proteins expressed in gastrointestinal mucosa. Their functions are not defined, but they may protect the mucosa from insults, stabilize the mucus layer, and affect healing of the epithelium. This gene, which is expressed in the gastric mucosa, has also been studied because of its expression in human tumors. This gene and two other related trefoil family member genes are found in a cluster on chromosome 21. [provided by RefSeq, Jul 2008].", "symbol": "TFF1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366563"}, "unigene": "Hs.162807", "uniprot": {"Swiss-Prot": "P04155"}, "wikipedia": {"url_stub": "Trefoil factor 1"}}