{"AllianceGenome": "11757", "HGNC": "11757", "MIM": "600633", "_id": "7033", "_version": 1, "accession": {"genomic": ["AB038162.1", "AF159105.1", "AH003255.2", "AP001623.1", "AP001746.1", "CH471079.2", "CP068257.2", "NC_000021.9", "NC_060945.1"], "protein": ["AAA36766.1", "AAA59981.1", "AAA83628.1", "AAH17859.1", "AAL28111.1", "BAA95531.1", "BAB13731.1", "EAX09571.1", "EAX09572.1", "NP_003217.4", "Q07654.3"], "rna": ["AF432265.1", "BC017859.1", "BQ016069.1", "L08044.1", "L15203.1", "NM_003226.4"], "translation": [{"protein": "AAA59981.1", "rna": "L15203.1"}, {"protein": "NP_003217.4", "rna": "NM_003226.4"}, {"protein": "AAH17859.1", "rna": "BC017859.1"}, {"protein": "AAL28111.1", "rna": "AF432265.1"}, {"protein": "AAA36766.1", "rna": "L08044.1"}]}, "alias": ["ITF", "P1B", "TFI"], "ensembl": {"gene": "ENSG00000160180", "protein": ["ENSP00000381462", "ENSP00000430690"], "transcript": ["ENST00000398431", "ENST00000489676", "ENST00000518498"], "translation": [{"protein": "ENSP00000430690", "rna": "ENST00000518498"}, {"protein": "ENSP00000381462", "rna": "ENST00000398431"}], "type_of_gene": "protein_coding"}, "entrezgene": "7033", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.25254027265, "exp_mis": 34.9764593396, "exp_syn": 18.1450216507, "lof_z": 1.08202706904544, "mis_z": 0.328870684618698, "mu_lof": 2.76862523206e-07, "mu_mis": 3.1051516701e-06, "mu_syn": 1.5464195289e-06, "n_lof": 2.0, "n_mis": 31.0, "n_syn": 17.0, "p_li": 0.0856870201255524, "p_null": 0.153605928989051, "p_rec": 0.760707050885396, "syn_z": 0.166641745015504}, "bp": 285, "cds_end": 43735526, "cds_start": 43732365, "n_exons": 3, "nonpsych": {"exp_lof": 3.78880949777, "exp_mis": 31.5969220321, "exp_syn": 16.3628420922, "lof_z": 1.4070822127935, "mis_z": 0.322752835405618, "mu_lof": 2.76862523206e-07, "mu_mis": 3.1051516701e-06, "mu_syn": 1.5464195289e-06, "n_lof": 1.0, "n_mis": 28.0, "n_syn": 15.0, "p_li": 0.334956524675397, "p_null": 0.0714455940336557, "p_rec": 0.593597881290947, "syn_z": 0.212118734966129}, "nontcga": {"exp_lof": 3.90647412852, "exp_mis": 32.1724817508, "exp_syn": 16.6875537839, "lof_z": 0.951523885239203, "mis_z": 0.102984916717847, "mu_lof": 2.76862523206e-07, "mu_mis": 3.1051516701e-06, "mu_syn": 1.5464195289e-06, "n_lof": 2.0, "n_mis": 31.0, "n_syn": 16.0, "p_li": 0.0773917975270086, "p_null": 0.171837944845994, "p_rec": 0.750770257626998, "syn_z": 0.106568862949412}, "transcript": "ENST00000518498.1"}, "exons": [{"cdsend": 42315374, "cdsstart": 42312255, "chr": "21", "position": [[42311666, 42312269], [42313484, 42313631], [42315292, 42315409]], "strand": -1, "transcript": "NM_003226", "txend": 42315409, "txstart": 42311666}], "exons_hg19": [{"cdsend": 43735484, "cdsstart": 43732365, "chr": "21", "position": [[43731776, 43732379], [43733594, 43733741], [43735402, 43735519]], "strand": -1, "transcript": "NM_003226", "txend": 43735519, "txstart": 43731776}], "generif": [{"pubmed": 9855711, "text": "Specific DNA-protein interaction may explain the TFF peptides' cell specific expression pattern and altered levels in pathological conditions."}, {"pubmed": 12006524, "text": "This is the first study to correlate ITF expression with clinicopathological features or outcome in any cancer type."}, {"pubmed": 12395334, "text": "expression of ITF may play an important role in bile duct damage because in small bile ducts, production is absent, making such cells vulnerable and providing a thesis for the loss of small, but not large, bile ducts in primary biliary cirrhosis."}, {"pubmed": 12613926, "text": "Expressed in conjunctiva in goblet cells. Review."}, {"pubmed": 12663147, "text": "secreted trefoil factor 3 is not deficient in premature infants and can be detected by immunohistochemistry in human intestine as early as 12 weeks gestation"}, {"pubmed": 14690424, "text": "The solution structure of the TFF3 dimer has been determined and compared with the structure of the TFF3 monomer and with other trefoil dimer structures (TFF1 and TFF2) and is found to be markedly different from other trefoil proteins."}, {"pubmed": 14968359, "text": "TFF3 has important physiological functions in the stomach, e.g. as a luminal surveillance peptide maintaining particularly the integrity of the antral and pyloric mucosa."}, {"pubmed": 15083192, "text": "decreased expression of TFF3 mRNA is a marker of follicular thyroid carcinomas, especially those with a high risk of invasion or metastasis"}, {"pubmed": 15515157, "text": "Decreases in the CRABP1 (cellular retinoic acid binding protein 1) and TFF3 (trefoil factor 3) expression levels identified these as candidate molecular biomarkers for papillary thyroid carcinoma."}, {"pubmed": 15578191, "text": "The group of trefoil factor peptides (TFF1-3) are part of the protective mechanism operating in the intestinal mucosa and play a fundamental role in epithelial protection, repair, and restitution."}, {"pubmed": 15645121, "text": "TFF3 overexpression may be a critical process in mouse and human hepatocellular carcinogenesis"}, {"pubmed": 15665295, "text": "TFF3 and the essential tumor angiogenesis regulator VEGF(165) exert potent proinvasive activity through STAT3 signaling in human colorectal cancer cells."}, {"pubmed": 15733066, "text": "PI3-K, but not the Stat6 promotes the expression of TFF3 and MUC2 and that the PI3-K pathway may play a pivotal role in intestinal goblet cell differentiation."}, {"pubmed": 16110118, "text": "TFF-3 is commonly expressed in hepatocellular carcinoma and its expression correlates with tumor grade"}, {"pubmed": 16142311, "text": "MUC5AC and MUC2, TFF1 and TFF3, APC and p21 in subsets of colorectal polyps and cancers suggests a distinct pathway of pathogenesis of mucinous carcinoma of the colorectum"}, {"pubmed": 16142316, "text": "TFF1, TFF2, TFF3 and MUC5AC may have roles in pathogenesis of pterygium goblet cells"}, {"pubmed": 16166422, "text": "Expression of TFF3 had a significant correlation with patient age, the number and the area of microvessels."}, {"pubmed": 16278592, "text": "The expression of TFF3 in chronic graft-versus-host disease of the liver is increased in response to bile duct damage and repair."}, {"pubmed": 16410243, "text": "Van Gogh-like protein 1 (VANGL) is serine/threonine phosphorylated in response to ITF stimulation"}, {"pubmed": 16830362, "text": "D21S1893-D21S1890 region may harbor candidate genes especially TFF (TFF1, TFF2, and TFF3) and serine protease family, which might be involved in tumor invasion and metastasis contributing to poor survival."}, {"pubmed": 17008636, "text": "These results indicate that TFF3 is able to induce ciliogenesis and to promote airway epithelial ciliated cell differentiation, in part through an epidermal growth factor receptor-dependent pathway."}, {"pubmed": 17018241, "text": "Plays a role in the regulation of intestinal barrier function by altering the claudin composition within tight junctions, thus decreasing paracellular permeability of the intestinal mucosa."}, {"pubmed": 17216196, "text": "This is the first report of TFF3 as a typical secretory peptide of esophageal submucosal glands and gastric cardia."}, {"pubmed": 17217669, "text": "Data show that expression of intestinal trefoil factor is significantly related to gastrointestinal functional failure in critical illness children."}, {"pubmed": 17762162, "text": "TFF3, in contrast to epidermal growth factor, enhanced a collective cell migration ensuring a precise coverage of the re-populated area avoiding gaps"}, {"pubmed": 18258687, "text": "Findings reveal a novel TFF3-mediated pathway for stimulation of beta-cell replication that could ultimately be exploited for expansion or preservation of islet beta-cell mass."}, {"pubmed": 18326859, "text": "reveal a pivotal role for Tff3 in corneal wound healing mechanism and have broad implications for developing novel therapeutic strategies for treating nonhealing wounds"}, {"pubmed": 18353006, "text": "is secreted from the submandibular gland and is present in whole saliva; increased the migration of both normal oral keratinocytes and the cancer cell line D12; is likely to contribute to oral wound healing"}, {"pubmed": 18502057, "text": "TFF was present in term and preterm human milk with rapidly declining concentrations during the first weeks post partum."}, {"pubmed": 18506086, "text": "Development of TFF3-based diagnostic methods is now ongoing and it may not be long before thyroid follicular carcinoma can be diagnosed preoperatively using an aspirated sample from the tumor."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18682706, "text": "Patients harbouring G3-endometrioid endometrial carcinomas had significantly higher TFF3 serum concentration by ELISA when compared with healthy patients or patients harbouring endometrial hyperplasia"}, {"pubmed": 18979216, "text": "TFF3 contributes to the malignant behavior of colon cancer cells."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19172695, "text": "circulating TFFs are not candidate markers of trisomy 21 in first-trimester pregnancies"}, {"pubmed": 19238529, "text": "hTFF3 administered to mice decreased tissue TNF-alpha, TLR4, NF-kappaB production, and TLR4, NF-kappaB mRNA expression"}, {"pubmed": 19528408, "text": "Follicular neoplastic lesions of the thyroid gland have decreased expression of TFF3 compared to normal thyroid tissue, suggesting that TFF3 may have a role in normal thyroid tissue."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20063012, "text": "TFF1, TFF2, and TFF3 expression were localized systematically in surgical specimens from the urinary tract."}, {"pubmed": 20112343, "text": "Overexpression and promoter hypomethylation of TFF3 is associated with prostate cancer."}, {"pubmed": 20132413, "text": "Data show that genes overexpressed in breast carcinoma including TFF1, TFF3, FOXA1 and CA12."}, {"pubmed": 20229017, "text": "IL-6/STAT3/TFF3 signaling is involved in human biliary epithelial cell migration and wound healing."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20499178, "text": "The expression of hITF mRNA is increased in Crohn's disease"}, {"pubmed": 21125297, "text": "TFF3 gene expression was increased in the terminal ileum. Immunohistochemistry showed that some goblet cells did not include TFF3 in the jejunum and that TFF3-positive goblet cells increased toward the terminal ileum."}, {"pubmed": 21170267, "text": "ERG has an inhibitory effect on TFF3 expression in hormone-naive prostate cancer but not in castration-resistant state; TFF3 enhances ERG-mediated cell invasion in castration-resistant prostate cancer cells resulting in enhanced tumor cell aggressiveness"}, {"pubmed": 21170268, "text": "TFF3 is oncogenic, predicts outcome of estrogen receptor (ER)-positive breast cancer patients treated with tamoxifen, and mediates anti-estrogen resistance in mammary carcinoma."}, {"pubmed": 21472131, "text": "TFF mRNA/protein expression is indicative of cholangiocarcinoma progression, but not predictive for histological sub-type or survival time."}, {"pubmed": 21520112, "text": "Gene-expression data suggest a difference in expression between STT3A, Clorf24, and TFF3 in FAs versus carcinomas that may be detected from an FNA sample. Findings must be validated from preoperative FNAs in larger numbers"}, {"pubmed": 21743959, "text": "TFF3, TMPRSS2 and ERG were up-regulated in the prostate carcinoma glands compared to the corresponding normal glands."}, {"pubmed": 21769478, "text": "These data demonstrated the TFF3 mediated regulation of VEGF expression induced by hypoxia."}, {"pubmed": 21829008, "text": "Trefoil factor 3 predicts incident chronic kidney disease"}, {"pubmed": 22246423, "text": "results show increased TFF3 levels in serum and lung tissues, suggesting that TFF3 may serve as a promising, easily detected biomarker of lung cancer."}, {"pubmed": 22286382, "text": "Report TFF3 expression in normal/diseased pancreas."}, {"pubmed": 22341453, "text": "TFF3 is expressed in both the normal and diseased breast and although associated with features of good prognosis, its profile of expression in invasive cancer is consistent with a role in breast tumor progression and tumor cell dissemination."}, {"pubmed": 22389405, "text": "Differential expression of MUC5AC involves crosstalk between interleukin-1beta and Akt, whereby the trefoil factor family peptide TFF3 activates Akt by phosphorylation of EGFR."}, {"pubmed": 22476621, "text": "TFF3 may contribute to ocular surface wound healing after Amniotic membrane transplantation, but its production by AM is not further inducible by proinflammatory stimuli."}, {"pubmed": 22516806, "text": "Upregulation of TFF3 after chemoradiotherapy for rectal cancer is associated with a higher risk of relapse. The physiological role of TFF3 in restoring the mucosa during CRT could be interfering with treatment efficacy."}, {"pubmed": 22572548, "text": "Measurement of TFF3 mRNA in aspirates from thyroid nodules using mesh filtration."}, {"pubmed": 22907485, "text": "In serum TFFs and pepsinogen tests, only serum TFF3s were not significantly affected by H. pylori eradication, suggesting that serum TFF3 could be a stable biomarker of gastric cancer risk even after H.pylori eradication"}, {"pubmed": 23198942, "text": "TFF3 activated the epithelial cells in culture to produce beta defensins 2 (hBD2) and beta defensins 4"}, {"pubmed": 23329884, "text": "Reduced expression of TFF1 and increased expression of TFF3 may play a role in the carcinogenesis of gastric cancer."}, {"pubmed": 23570281, "text": "ER+ /PR+ /TFF3+ /IMP3- immunoprofile distinguishes endometrioid from serous and clear cell carcinomas of the endometrium."}, {"pubmed": 23578537, "text": "TFF3 seems to be a novel pathway in the pathogenesis of type I endometrial carcinomas."}, {"pubmed": 23691218, "text": "interaction between DMBT1(gp340) and trefoil TFFs proteins was investigated using an ELISA assay. DMBT1(gp340) bound to solid-phase bound recombinant dimeric TFF3 in a calcium dependent manner"}, {"pubmed": 23822993, "text": "TFF3 is an independent indicator for overall survival in gastric cancer."}, {"pubmed": 23845905, "text": "Our study suggests that Twist, as an important potential downstream effector, plays a key role in TFF3-modulated metastasis in gastric cancer and can be a promising therapeutic target against intestinal-type gastric cancer."}, {"pubmed": 23856515, "text": "Distinct ERG and TFF3 protein was expressed in 45% (43/96) and 36% (35/96) of prostate cancers, respectively."}, {"pubmed": 23933418, "text": "There is an association between TFF2 and TFF3 polymorphisms and risk of atrophic gastritis and gastric cancer in Chinese people."}, {"pubmed": 24045095, "text": "TFF3 hypermethylation is associated with triple-negative breast cancers."}, {"pubmed": 24051092, "text": "Using a Caco-2 cell model the study showed that TLR2 and TFF3 inhibit the IL-1beta induced increase in permeability and release of proinflammatory cytokines, and that this effect is mediated by activation of PI3K/Akt signaling."}, {"pubmed": 24125969, "text": "TFF3 point mutations seem to be a rare event in colorectal carcinogenesis; TFF3 expression may play a role in promoting lymph node metastases of CRCs."}, {"pubmed": 24164280, "text": "TFF3 expression at both mRNA and protein levels was significantly downregulated by ErbB-2 silencing in breast cancer cell lines"}, {"pubmed": 24228773, "text": "A significantly higher trefoil factor 3 expression in luminal epithelial cells was detected in women with unexplained infertility"}, {"pubmed": 24282531, "text": "Serum concentrations of TFF3 is significantly higher in chronic kidney disease."}, {"pubmed": 24358147, "text": "TFF3 and TACC1 over-expression in epithelial cells of surgically resected gastric cancer tissues was an independent predictor of short survival in gastric cancer patients."}, {"pubmed": 24733740, "text": "overexpressed in chronic rhinosinusitis without nasal polyps"}, {"pubmed": 24876117, "text": "LRP2 sequencing reveals multiple rare variants associated with urinary trefoil factor-3"}, {"pubmed": 24990304, "text": "Study supports the notion that ITF can promote cell proliferation, migration and preserve epithelium integrity."}, {"pubmed": 25199519, "text": "data clearly show that the expression of TFF3 in retinoblastoma cell lines is epigenetically regulated, whereas the level of TFF1 and TFF2 seems to be regulated by other or additional mechanisms"}, {"pubmed": 25266665, "text": "TFF3 expression predicts metastasis and poor survival outcome of patients with mammary carcinoma."}, {"pubmed": 25405728, "text": "TFF3 is not only a useful biomarker for a long-term surgical result in CRC patient, but also may be a risk factor of early recurrence."}, {"pubmed": 25424203, "text": "TFF3 expression may be absent in the early stages of Barrett's esophagus and its expression may represent more established columnar epithelium."}, {"pubmed": 25444508, "text": "Associations discovered between trefoil factor 3 gene variants and idiopathic recurrent spontaneous abortion."}, {"pubmed": 25514872, "text": "This study suggests that TFF3 is an independent indicator for survival in GC, while HER2 is not associated with the outcome. Patients with HER2-negative/TFF3-negative GC have the best outcome."}, {"pubmed": 25634542, "text": "primary outcome measures were to evaluate the safety, acceptability, and accuracy of the Cytosponge-TFF3 test compared with endoscopy and biopsy. In all, 1,042 (93.9%) patients successfully swallowed the Cytosponge, and there were no serious side effects"}, {"pubmed": 25639219, "text": "ERG and TFF3 expression characterize 2 distinct subsets of prostate cancer, with a more aggressive subgroup of TFF3-expressing tumors that express SPINK1."}, {"pubmed": 25748388, "text": "High TFF3 expression is associated with reduces sensitivity to ionising radiation in prostate carcinoma."}, {"pubmed": 25776570, "text": "the results provide a mechanistic explanation for ITF-mediated protection of gastric epithelial mucosa cells, suggesting that activation of the ERK1/2 signaling pathway may provide a new therapeutic strategy for repairing gastric injury."}, {"pubmed": 25900183, "text": "TFF3 expression is associated with response to endocrine therapy, and outperforms oestrogen receptor, progesterone receptor and TFF1 as an independent biomarker, possibly because it mediates the malign effects of oestrogen on invasion and metastasis"}, {"pubmed": 26240479, "text": "These findings suggest that the rs184432 and rs225359 polymorphisms in TFF1 have protective effects for GC and contribute to the development of GC in Korean individuals."}, {"pubmed": 26559818, "text": "Data show that trefoil factor-3 (TFF3) secreted from mammary carcinoma cells promotes de novo angiogenesis via interleukin-8 (IL-8)/IL-8 receptor CXCR2."}, {"pubmed": 26780310, "text": "Dimers CXCR4 and CXCR7 are involved in TFF3-dependent activation of cell migration, but not cell proliferation. The ERK1/2 pathway is activated in the process, but not influenced by CXCR4 or CXCR7."}, {"pubmed": 26823779, "text": "TFF3 protein knockout can facilitate apoptosis of human pituitary adenoma HP75 cells via mitochondrial pathway"}, {"pubmed": 27330011, "text": "This study provides the first evidence that TFF3 is locally elevated in the peritoneal cavity in endometriosis and might play a role in disease pathogenesis and its associated inflammatory processes. Furthermore, the results show that TFF3 is regulated through the menstrual cycle."}, {"pubmed": 27453253, "text": "hTFF3 exhibits self-induction action, and that STAT3 is the key transcription factor to maintain the function of self-induction."}, {"pubmed": 27616044, "text": "ITF role in promoting intestinal epithelial cells migration through crosstalk between the ERK and JAK/STAT3 pathways"}, {"pubmed": 27626280, "text": "expression reduces growth, viability, and tumorigenicity of retinoblastoma cell oines"}, {"pubmed": 27758987, "text": "TFF3 levels differed among idiopathic pulmonary fibrosis, pulmonary sarcoidosis and chronic pulmonary obstructive disease."}, {"pubmed": 28104986, "text": "The expression of TFF3 and TWIST1 might be associated with the survival of patients with colorectal cancer (CRC) after curative resection and might be pivotal predictors of disease progression. TFF3 may be correlated to the invasiveness of CRC."}, {"pubmed": 28104989, "text": "Serum TFF-3 is not a convenient and reliable surrogate marker of mucosal healing during therapy with TNF-alpha antagonists in Crohn's disease."}, {"pubmed": 28277538, "text": "Authors hypothesised that TFF3 may involve regulatory networks of ncRNAs to exert its effects as a scattering factor."}, {"pubmed": 28405143, "text": "trefoil factors family 3 may have a role in colorectal cancer"}, {"pubmed": 28445151, "text": "High TFF3 expression is associated with oncogenicity and chemoresistance in hepatocellular carcinoma."}, {"pubmed": 28453457, "text": "TFF3 levels were significantly elevated in patients with stage I (p= 0.001) and T1 gastric cancer (p= 0.013)."}, {"pubmed": 28470574, "text": "The highly specific expression of TFF3 in mucinous ovarian cancer may help to further clarify potential relationships of tumors with mucinous histology"}, {"pubmed": 28622393, "text": "Giardia co-infection promotes the secretion of antimicrobial peptides beta-defensin 2 and trefoil factor 3 and attenuates attaching and effacing bacteria-induced intestinal disease.("}, {"pubmed": 28627600, "text": "The present study demonstrated a negative association between the expression of miR75p and TFF3 in IBD lesional tissues and normal tissues. In conclusion, TFF3 was identified as a novel target of miR75p"}, {"pubmed": 28687783, "text": "Serum concentrations of TFF1 and TFF3 but not TFF2 are higher in women with breast cancer than in women without breast cancer."}, {"pubmed": 28930171, "text": "Results indicate diagnostic biomarker potential of Trefoil factor 3 (TFF3) promoter hypomethylation for prostate cancer (PC) as well as prognostic biomarker potential of TFF3 RNA expression."}, {"pubmed": 29028798, "text": "involvement of TFF3 in the pathogenesis of rhonchopathy and OSA"}, {"pubmed": 29383490, "text": "This is, to our knowledge, the first report of decreased expression of TFF3, SPDEF, KLF4, and goblet cell population in the colon of patients with HSCR. Altered goblet cell function may result in intestinal barrier dysfunction contributing to the development of HAEC."}, {"pubmed": 29534576, "text": "TFF3 plays a vital role in the viability and oncogenesis of papillary thyroid carcinoma TPC-1 cells"}, {"pubmed": 29850501, "text": "The urine TFF1 and TFF3 levels significantly increased with the progression of chronic kidney disease stages, but not the urine TFF2 levels."}, {"pubmed": 29987860, "text": "TFF3 located in the renal tubular epithelial cells may play a role in the progression of tubulointerstitial fibrosis in IgA nephropathy patients."}, {"pubmed": 30139961, "text": "TFF3 silencing induces the downstream signaling pathway of mitochondria-mediated apoptosis."}, {"pubmed": 30424721, "text": "Decrease of TFF3 correlated with increase of miR-203a-3p in the plasma of hepatocellular carcinoma (HCC) patients and they could be additional biomarkers to improve sensitivity and specificity in the diagnosis of HCC."}, {"pubmed": 30431719, "text": "results suggest that TFF1 and TFF3, but not TFF2, may have a role in breast tumor pathogenesis"}, {"pubmed": 30451834, "text": "these findings suggest that TFF3 is a potent oncogene and its increased expression along with hTERT in human mammary epithelial cells is sufficient to produce oncogenic transformation"}, {"pubmed": 30720187, "text": "Patients with active ulcerative colitis (UC) had higher serum TFF3 levels than those with quiescent UC and controls. Serum TFF3 levels correlated with fecal calprotectin (FC) values and with endoscopic activity in patients with active and quiescent UC. Serum TFF3 is able to identify patients with active UC and it could be used as a marker to predict disease activity."}, {"pubmed": 30744593, "text": "The expression of TFF3 is significantly associated with residual breast carcinoma following neoadjuvant chemotherapy suggesting its expression is associated with increased resistance to chemotherapy."}, {"pubmed": 31129769, "text": "TFF3 expression was detected in 131/226 (57.9%) RP samples and 148/318 (46.5%) of TURP cases. In general, TFF3 positivity was less frequently observed with advanced Gleason Groups. TFF3 expression was also assessed in relation to PTEN expression. Only 15-16% of TFF3-expressed cases were present in association with complete loss of PTEN expression in the TURP and localized cohorts, respectively."}, {"pubmed": 31152257, "text": "sICAM-1 has been identified as a possible marker for differential diagnosis of Sjogren syndrome and non-autoimmune sicca syndrome, and TFF3 could be an additional diagnostic marker for Sjogren syndrome diagnosis"}, {"pubmed": 31362594, "text": "TFF3 was shown to regulate ATG12 in human colon adenocarcinoma cells in vitro"}, {"pubmed": 31432157, "text": "Results revealed that the mRNA level of TFF3 in the colorectal cancer (CRC) tissues was significantly higher than that in the matched adjacent normal tissues, and was predominantly associated with clinicopathological factors and poor prognosis. TFF3 may promote the malignant progression of CRC by activating the epithelialmesenchymal transition process."}, {"pubmed": 31450568, "text": "we could demonstrate that the overexpression of TFF3 in Y79 RB cells leads to an activation of p53 and an upregulation of miR-34a, a direct target of p53."}, {"pubmed": 31480518, "text": "Elevated expression of TFF3 was shown after skeletal trauma. The stimulatory effects on cell motility and migration of MPCs suggest a role of TFF3 in skeletal repair."}, {"pubmed": 31658587, "text": "Salivary TFF3-FCGBP might play a role in the innate immune defense of the oral cavity and that TFF3 might also bind to microbial glycans."}, {"pubmed": 31683988, "text": "Data show that trefoil factor 1 (TFF1) mRNA levels were significantly reduced in all specimens by approximately three- to five-fold, while trefoil factor 3 (TFF3) was increased in middle nasal turbinate (MNT-0), as compared with controls."}, {"pubmed": 31817054, "text": "The data demonstrate the production of TFF3 in synovial membrane. Unexpectedly, synovial fluid contains all three known TFF peptides."}, {"pubmed": 31835445, "text": "Pharmacological Inhibition of TFF3 Enhances Sensitivity of CMS4 Colorectal Carcinoma to 5-Fluorouracil through Inhibition of p44/42 MAPK."}, {"pubmed": 32120375, "text": "Evaluation of inflammatory bowel disease activity in children using serum trefoil factor peptide."}, {"pubmed": 32404934, "text": "Trefoil factors share a lectin activity that defines their role in mucus."}, {"pubmed": 32447242, "text": "Contrasting serum biomarker profiles in two Colombian populations with different risks for progression of premalignant gastric lesions during chronic Helicobacter pylori infection."}, {"pubmed": 32604005, "text": "Elevated trefoil factor 3 plasma levels in critically ill patients with abdominal sepsis or non-infectious abdominal illness."}, {"pubmed": 32652877, "text": "LINC00160 mediated paclitaxel-And doxorubicin-resistance in breast cancer cells by regulating TFF3 via transcription factor C/EBPbeta."}, {"pubmed": 32711444, "text": "Comparison of Serum Trefoil Factor-3 to Endoscopy in Diagnosing Helicobacter Pylori Associated Gastric Ulcer."}, {"pubmed": 32738955, "text": "Cytosponge-trefoil factor 3 versus usual care to identify Barrett's oesophagus in a primary care setting: a multicentre, pragmatic, randomised controlled trial."}, {"pubmed": 33401971, "text": "The diagnostic and clinicopathological value of trefoil factor 3 in patients with gastric cancer: a systematic review and meta-analysis."}, {"pubmed": 33547649, "text": "TFF3 mediates the NF-kappaB/COX2 pathway to regulate PMN-MDSCs activation and protect against necrotizing enterocolitis."}, {"pubmed": 33587293, "text": "Blood Biomarkers of Intestinal Epithelium Damage Regenerating Islet-derived Protein 3alpha and Trefoil Factor 3 Are Persistently Elevated in Patients with Alcoholic Hepatitis."}, {"pubmed": 33660336, "text": "The trefoil factor family 1 (TFF-1) and 3 (TFF-3) are upregulated in the saliva, gingival crevicular fluid and serum of periodontitis patients."}, {"pubmed": 34142550, "text": "Chemical Synthesis of TFF3 Reveals Novel Mechanistic Insights and a Gut-Stable Metabolite."}, {"pubmed": 34242119, "text": "Circulating trefoil factors in relation to lung cancer, age and lung function: a cross-sectional study in patients referred for suspected lung cancer."}, {"pubmed": 34262017, "text": "CD147 receptor is essential for TFF3-mediated signaling regulating colorectal cancer progression."}, {"pubmed": 34431541, "text": "Overexpression of trefoil factor 1 and trefoil factor 3 in primary extramammary Paget's disease and implication of a novel therapeutic target."}, {"pubmed": 34609407, "text": "HOXB13 and TFF3 can contribute to the prognostic stratification of prostate adenocarcinoma."}, {"pubmed": 34662329, "text": "Parasitic helminth infections in humans modulate Trefoil Factor levels in a manner dependent on the species of parasite and age of the host."}, {"pubmed": 34756116, "text": "Low expression of TFF3 in papillary thyroid carcinoma may correlate with poor prognosis but high immune cell infiltration."}, {"pubmed": 35039476, "text": "Pathological and therapeutic roles of bioactive peptide trefoil factor 3 in diverse diseases: recent progress and perspective."}, {"pubmed": 35332126, "text": "Trefoil factor 3 promotes pancreatic carcinoma progression via WNT pathway activation mediated by enhanced WNT ligand expression."}, {"pubmed": 35833823, "text": "TFF3 promotes pituitary tumor cell migration and angiogenesis via VEGFA."}, {"pubmed": 35974137, "text": "Gut biomolecules (I-FABP, TFF3 and lipocalin-2) are associated with linear growth and biomarkers of environmental enteric dysfunction (EED) in Bangladeshi children."}, {"pubmed": 36499686, "text": "Different Molecular Forms of TFF3 in the Human Respiratory Tract: Heterodimerization with IgG Fc Binding Protein (FCGBP) and Proteolytic Cleavage in Bronchial Secretions."}], "genomic_pos": {"chr": "21", "end": 42315409, "ensemblgene": "ENSG00000160180", "start": 42311667, "strand": -1}, "genomic_pos_hg19": {"chr": "21", "end": 43735761, "start": 43731777, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0010906", "qualifier": "involved_in", "term": "regulation of glucose metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030277", "qualifier": "involved_in", "term": "maintenance of gastrointestinal epithelium"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 8454642, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030141", "qualifier": "located_in", "term": "secretory granule"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20423149, 25416956, 31658587, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [20423149, 31658587], "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[9031, 418534], [9544, 722463], [9598, 474124], [9606, 7033], [9615, 403488], [9913, 517889], [10090, 21786], [10116, 25563]], "id": 2427}, "interpro": [{"desc": "P-type trefoil domain", "id": "IPR000519", "short_desc": "P_trefoil_dom"}, {"desc": "P-type trefoil, conserved site", "id": "IPR017957", "short_desc": "P_trefoil_CS"}, {"desc": "P-type trefoil, chordata", "id": "IPR017994", "short_desc": "P_trefoil_chordata"}, {"desc": "P-type trefoil domain superfamily", "id": "IPR044913", "short_desc": "P_trefoil_dom_sf"}], "ipi": "IPI00018909", "map_location": "21q22.3", "name": "trefoil factor 3", "other_names": ["polypeptide P1.B", "trefoil factor 3", "trefoil factor 3 (intestinal)"], "pantherdb": {"HGNC": "11757", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104638", "ortholog_type": "LDO", "panther_family": "PTHR13826", "taxid": 10090, "uniprot_kb": "Q62395"}, {"RGD": "3847", "ortholog_type": "LDO", "panther_family": "PTHR13826", "taxid": 10116, "uniprot_kb": "Q03191"}, {"Ensembl": "ENSGALG00000016165", "ortholog_type": "O", "panther_family": "PTHR13826", "taxid": 9031, "uniprot_kb": "E1BZ37"}], "uniprot_kb": "Q07654"}, "pathway": {"biocarta": {"id": "tffpathway", "name": "trefoil factors initiate mucosal healing"}, "pid": [{"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}]}, "pdb": ["1E9T", "1PE3", "6V1C"], "pfam": "PF00088", "pharmgkb": "PA36472", "pharos": {"target_id": 11166, "tdl": "Tbio"}, "pir": "A48284", "prosite": "PS51448", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168592", "relationship": "is"}, {"id": "GNF179498", "relationship": "is"}, {"id": "GNF190404", "relationship": "is"}, {"id": "GNF201310", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039520", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF014485", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338379", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097947", "relationship": "is"}, {"id": "GNF137602", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1"], "protein": "NP_003217.4", "rna": "NM_003226.4", "translation": {"protein": "NP_003217.4", "rna": "NM_003226.4"}}, "reporter": {"HG-U133_Plus_2": "204623_at", "HG-U95Av2": ["31477_at", "37896_at", "37897_s_at", "37898_r_at"], "HTA-2_0": ["TC21000484.hg.1", "TC21000749.hg.1"], "HuEx-1_0": "3933536", "HuGene-1_1": "8070567", "HuGene-2_1": "16926029"}, "summary": "Members of the trefoil family are characterized by having at least one copy of the trefoil motif, a 40-amino acid domain that contains three conserved disulfides. They are stable secretory proteins expressed in gastrointestinal mucosa. Their functions are not defined, but they may protect the mucosa from insults, stabilize the mucus layer and affect healing of the epithelium. This gene is expressed in goblet cells of the intestines and colon. This gene and two other related trefoil family member genes are found in a cluster on chromosome 21. [provided by RefSeq, Jul 2008].", "symbol": "TFF3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420702"}, "unigene": "Hs.82961", "uniprot": {"Swiss-Prot": "Q07654", "TrEMBL": "H7BYT0"}, "wikipedia": {"url_stub": "Trefoil factor 3"}}