{"AllianceGenome": "11761", "HGNC": "11761", "MIM": "600033", "_id": "7980", "_version": 1, "accession": {"genomic": ["AC002076.2", "AF217542.1", "AF266279.2", "AY044097.1", "CH236949.1", "CH471091.2", "CP068271.2", "NC_000007.14", "NC_060931.1", "NG_032914.1"], "protein": ["AAA20094.1", "AAH05330.1", "AAH34155.1", "AAK13254.1", "AAK72693.1", "AAS02022.1", "AAU04568.1", "ABP02055.1", "BAA06272.1", "BAC03906.1", "BAG36070.1", "EAL24140.1", "EAW76808.1", "EAW76809.1", "EAW76810.1", "EAW76811.1", "NP_001257932.1", "NP_001257933.1", "NP_006519.1", "P48307.1"], "rna": ["AK024817.1", "AK075425.1", "AK075427.1", "AK092499.1", "AK129833.1", "AK313260.1", "AY691946.1", "BC005330.1", "BC034155.1", "D29992.1", "DA831865.1", "DA833200.1", "EF488667.1", "L27624.1", "NM_001271003.2", "NM_001271004.2", "NM_006528.4"], "translation": [{"protein": "AAU04568.1", "rna": "AY691946.1"}, {"protein": "AAH05330.1", "rna": "BC005330.1"}, {"protein": "AAH34155.1", "rna": "BC034155.1"}, {"protein": "BAA06272.1", "rna": "D29992.1"}, {"protein": "BAC03906.1", "rna": "AK092499.1"}, {"protein": "NP_001257932.1", "rna": "NM_001271003.2"}, {"protein": "NP_001257933.1", "rna": "NM_001271004.2"}, {"protein": "AAA20094.1", "rna": "L27624.1"}, {"protein": "BAG36070.1", "rna": "AK313260.1"}, {"protein": "NP_006519.1", "rna": "NM_006528.4"}, {"protein": "ABP02055.1", "rna": "EF488667.1"}]}, "alias": ["PP5", "REF1", "TFPI-2"], "ensembl": {"gene": "ENSG00000105825", "protein": ["ENSP00000222543", "ENSP00000416370", "ENSP00000497090", "ENSP00000497131", "ENSP00000497511"], "transcript": ["ENST00000222543", "ENST00000451238", "ENST00000461482", "ENST00000647793", "ENST00000649913", "ENST00000650573"], "translation": [{"protein": "ENSP00000222543", "rna": "ENST00000222543"}, {"protein": "ENSP00000416370", "rna": "ENST00000451238"}, {"protein": "ENSP00000497131", "rna": "ENST00000650573"}, {"protein": "ENSP00000497511", "rna": "ENST00000649913"}, {"protein": "ENSP00000497090", "rna": "ENST00000647793"}], "type_of_gene": "protein_coding"}, "entrezgene": "7980", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.08551334117, "exp_mis": 99.0003242009, "exp_syn": 43.599622524, "lof_z": 1.89251269854463, "mis_z": -0.196618070671518, "mu_lof": 4.46197354209e-07, "mu_mis": 8.63977238459e-06, "mu_syn": 3.71404844447e-06, "n_lof": 2.0, "n_mis": 103.0, "n_syn": 35.0, "p_li": 0.237365841602754, "p_null": 0.0322156765714934, "p_rec": 0.730418481825753, "syn_z": 0.807397407733685}, "bp": 708, "cds_end": 93519990, "cds_start": 93516131, "n_exons": 5, "nonpsych": {"exp_lof": 6.31140528881, "exp_mis": 89.5031811289, "exp_syn": 39.3602038414, "lof_z": 2.07633965123617, "mis_z": 0.133454897619976, "mu_lof": 4.46197354209e-07, "mu_mis": 8.63977238459e-06, "mu_syn": 3.71404844447e-06, "n_lof": 1.0, "n_mis": 87.0, "n_syn": 32.0, "p_li": 0.584351812134314, "p_null": 0.0125203327773388, "p_rec": 0.403127855088347, "syn_z": 0.738625793621681}, "nontcga": {"exp_lof": 6.50876246991, "exp_mis": 91.0703948327, "exp_syn": 40.1017506261, "lof_z": 1.74336940837637, "mis_z": -0.0485310563094258, "mu_lof": 4.46197354209e-07, "mu_mis": 8.63977238459e-06, "mu_syn": 3.71404844447e-06, "n_lof": 2.0, "n_mis": 92.0, "n_syn": 31.0, "p_li": 0.205216062083304, "p_null": 0.042565742290183, "p_rec": 0.752218195626513, "syn_z": 0.910050492465597}, "transcript": "ENST00000222543.5"}, "exons": [{"cdsend": 93890678, "cdsstart": 93886819, "chr": "7", "position": [[93885395, 93886896], [93887260, 93887431], [93889034, 93889223], [93890136, 93890286], [93890590, 93890753]], "strand": -1, "transcript": "NM_001271003", "txend": 93890753, "txstart": 93885395}, {"cdsend": 93890678, "cdsstart": 93886890, "chr": "7", "position": [[93885395, 93886896], [93887260, 93887355], [93889034, 93889223], [93890136, 93890319], [93890590, 93890753]], "strand": -1, "transcript": "NM_001271004", "txend": 93890753, "txstart": 93885395}, {"cdsend": 93890678, "cdsstart": 93886819, "chr": "7", "position": [[93885395, 93886896], [93887260, 93887431], [93889034, 93889223], [93890136, 93890319], [93890590, 93890753]], "strand": -1, "transcript": "NM_006528", "txend": 93890753, "txstart": 93885395}], "exons_hg19": [{"cdsend": 93519990, "cdsstart": 93516131, "chr": "7", "position": [[93514707, 93516208], [93516572, 93516743], [93518346, 93518535], [93519448, 93519598], [93519902, 93520065]], "strand": -1, "transcript": "NM_001271003", "txend": 93520065, "txstart": 93514707}, {"cdsend": 93519990, "cdsstart": 93516202, "chr": "7", "position": [[93514707, 93516208], [93516572, 93516667], [93518346, 93518535], [93519448, 93519631], [93519902, 93520065]], "strand": -1, "transcript": "NM_001271004", "txend": 93520065, "txstart": 93514707}, {"cdsend": 93519990, "cdsstart": 93516131, "chr": "7", "position": [[93514707, 93516208], [93516572, 93516743], [93518346, 93518535], [93519448, 93519631], [93519902, 93520065]], "strand": -1, "transcript": "NM_006528", "txend": 93520065, "txstart": 93514707}], "generif": [{"pubmed": 11840337, "text": "highly expressed in non-invasive cells but undetectable in highly invasive human glioma cells"}, {"pubmed": 12606321, "text": "the villous cytotrophoblast and syncytiotrophoblast are both important sites of TFPI-2 synthesis in the human placenta"}, {"pubmed": 12632077, "text": "methylation of TFPI-2 gene is not the sole cause of its silencing"}, {"pubmed": 12738994, "text": "induced by various pathways in human glioma cells"}, {"pubmed": 12757776, "text": "the minimal TFPI2 promoter is located between -166 and -111 from the translation start site; three transcription initiation sites and several putative transcription factor binding sites were identified, and potential regulatory regions were characterized."}, {"pubmed": 12787920, "text": "These data provide evidence that tissue factor pathway inhibitor-2 does not bind to matrix metalloproteinases-2, -9 or -1, or regulate matrix metalloproteinase-1, in the extracellular matrix."}, {"pubmed": 12876637, "text": "The expression of TFPI-2 diminishes with an increasing degree of malignancy, which may suggest a role for TFPI-2 in the maintenance of tumor stability and inhibition of the growth of neoplasms."}, {"pubmed": 12881707, "text": "These studies establish that TFPI-2 is transcriptionally silenced through promoter methylation in SNB19 cells."}, {"pubmed": 12921785, "text": "Bovine TFPI2 was compared to human TFPI2."}, {"pubmed": 14525759, "text": "secretion of inhibitory TFPI-2 by a highly metastatic tumor cell markedly inhibits its growth and metastasis"}, {"pubmed": 14558946, "text": "Expression of TFPI-2 may strongly inhibit the invasive ability of ovarian tumor cells in vitro, but has no effect on the migratory ability."}, {"pubmed": 14623891, "text": "thrombin, through PAR-1 signaling, up-regulates the synthesis of TFPI-2 via a MAPK/COX-2-dependent pathway"}, {"pubmed": 14678821, "text": "Computer model of the interaction of human TFPI-2 Kunitz-type serine protease inhibitor with human plasmin [letter]"}, {"pubmed": 14970225, "text": "analysis of the reactive site in the first Kunitz-type domain of TFPI2"}, {"pubmed": 14983234, "text": "human and murine TFPI-2 have different functions in liver regulation during inflammation in the two species"}, {"pubmed": 15183047, "text": "variations in the TFPI-2 gene and its promoter region"}, {"pubmed": 15221977, "text": "TNF treatment at 41 degrees C significantly reduced clotting activity, TF protein and mRNA as well as TFPI-2 mRNA."}, {"pubmed": 15467913, "text": "data suggest that gC1qR may participate in tissue remodeling and inflammation by localizing TFPI-2 to the pericellular environment to modulate local protease activity and regulate High Molecular Weight Kininogen activation"}, {"pubmed": 15592528, "text": "Restored expression of the TFPI-2 gene in nonexpressing pancreatic cancer cells resulted in marked suppression in their proliferation, migration, and invasive potential."}, {"pubmed": 15685245, "text": "These results suggest that silencing of the TFPI-2 gene by hypermethylation might contribute to tumour progression in NSCLC."}, {"pubmed": 15932872, "text": "x-ray crystallographic analysis of Kunitz domain 1 of TFPI-2 in complex with trypsin"}, {"pubmed": 16247609, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16580726, "text": "Preeclampsia and IUGR showed distinct distributions of TFPI-2."}, {"pubmed": 16641089, "text": "role of TFPI-2 as a maintenance factor of extracellular remodeling suggests the indirect function of ADAMTS1 as an additional homeostatic player by its ability to alter the extracellular location of TFPI-2"}, {"pubmed": 16965396, "text": "Aberrant methylation of tissue factor pathway inhibitor 2 is associated with pancreatic carcinoma."}, {"pubmed": 17023682, "text": "data suggest that VEGF-upregulation of TFPI-2 expression in endothelial cells may represent a mechanism for negative feedback regulation and modulation of its pro-angiogenic action on endothelial cells."}, {"pubmed": 17138934, "text": "Our data suggest that TFPI-2 may be an important regulator of aberrant angiogenesis associated with tumor growth/metastasis, cardiovascular diseases, chronic inflammation, or diabetes."}, {"pubmed": 17208328, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17352822, "text": "A new 289-nucleotide splice variant of the TFPI-2 transcript consists of complete exons II & V, fused with several nucleotides derived from exons III & IV, & 6 nucleotides derived from intron C. It lacks either a 5'-TR) or a 3'-poly (A)+ tail."}, {"pubmed": 17372906, "text": "Results showed that TFPI-2 is silenced in malignant melanomas by methylation of its promoter CGI and suggested that its silencing is involved in melanoma metastasis."}, {"pubmed": 17464989, "text": "TFPI-2 is frequently silenced in hepatocellular carcinoma via epigenetic alterations, including promoter methylation and histone deacetylation; ectopic overexpression of TFPI-2 significantly suppressed the proliferation and invasiveness of HCC cells"}, {"pubmed": 17558445, "text": "The detailed conformational changes of the heated protein observed by fourier transform infrared spectroscopy, circular dichroism and Raman spectroscopy revealed that hTFPI-2/KD1 was thermally stable"}, {"pubmed": 18053161, "text": "The CpG islands in TFPI-2 promoter was hypermethylated in highly invasive breast cancer cell line, and DNA methylation in the entire promoter region caused TFPI-2 repression by inducing inactive chromatin structure and decreasing KLF6 binding."}, {"pubmed": 18097563, "text": "keratoepithelin induces elevated TFPI2 transcript levels in neuroblastoma cells without alterations of MYCN expression."}, {"pubmed": 18401718, "text": "Collectively, our results demonstrate that treatment of HT-1080 fibrosarcoma cells exogenously with either TFPI-2 or its first Kunitz domain mutant R24K activates caspase-mediated, pro-apoptotic signaling pathways resulting in apoptosis."}, {"pubmed": 18480470, "text": "Results reveals a novel placenta-specific transcript, TFPI2, which is expressed from the maternal allele."}, {"pubmed": 18810851, "text": "Genotyping for MspI gene polymorphisms may be clinically relevant to define the predisposition to the major clinical manifestations in mixed cryoglobulinemic syndrome."}, {"pubmed": 19081094, "text": "Tissue factor pathway inhibitor-2 gene methylation is associated with low expression in carotid atherosclerotic plaques."}, {"pubmed": 19102937, "text": "The expression of TFPI-2 is correlated with clinical stage and differentiation of pancreatic carcinoma."}, {"pubmed": 19103149, "text": "Initial description of TFPI-2 internalization and translocation to the nucleus in a number of cells."}, {"pubmed": 19212621, "text": "epigallocatechin gallate inhibits growth and induces apoptosis in renal cell carcinoma through TFPI-2 overexpression"}, {"pubmed": 19288010, "text": "Methylation of CLDN6, FBN2, RBP1, RBP4, TFPI2, and TMEFF2 in esophageal squamous cell carcinoma."}, {"pubmed": 19435926, "text": "Potential of TFPI2 as a biomarker for the early detection of CRC using stool DNA-based assays."}, {"pubmed": 19571260, "text": "Paternal imprinting (maternal expression) at TFPI2 is conserved among humans, mice and swine."}, {"pubmed": 19763915, "text": "TFPI-2 plays a significant role in the invasion and metastasis of pancreatic carcinoma cell in vitro and in vivo. TFPI-2 is an independent prognostic factor for pancreatic carcinoma."}, {"pubmed": 19902129, "text": "It was found that heparin calcium induced b-strands in hTFPI-2/ KD3C to different extents depending on the ratio of hTFPI-2/KD3C and heparin calcium."}, {"pubmed": 19936309, "text": "TFPI-2 expression may strongly inhibit the migration ability of human Tenon's capsule fibroblasts in vitro."}, {"pubmed": 20015200, "text": "study provides evidence that inactivation of TFPI-2 synthesis might promote tumour invasion by a mechanism dependent on regulation of MMP-1, -2, -3, -7 and of ERK signalling pathway"}, {"pubmed": 20018303, "text": "TFPI-2 plays a significant role in the growth, invasion, and metastasis of pancreatic carcinoma cell in vitro and in vivo, and has potential in anticancer therapy."}, {"pubmed": 20113832, "text": "Aberrant methylation of TFPI2 promoter CpG island occurred not only in gastric cancer (GC) cells but also in primary GC tissues at a high frequency, suggesting that epigenetic silencing of TFPI2 may contribute to gastric carcinogenesis."}, {"pubmed": 20335518, "text": "Expression, DNA methylation and histone modifications of TFPI2, a presumed tumor suppressor, and that of other genes in the 7q21 imprinted gene cluster in prostate cancer, were analysed."}, {"pubmed": 20347477, "text": "Placenta may be the main site of the high level of TFPI-2 production in maternal circulation"}, {"pubmed": 20377370, "text": "these data indicate that TFPI-2 inhibits esophageal tumor invasion and angiogenesis both in vitro and in vivo."}, {"pubmed": 20530429, "text": "TFPI2 may act as a tumour suppressor in colorectal carcinomas and TFPI2 methylation may present a potential risk of malignancy in colorectal cancer."}, {"pubmed": 20537494, "text": "TFPI-2 influences smooth muscle cell proliferation and apoptosis in vitro in response to fluid shear stress."}, {"pubmed": 21036731, "text": "Aberrant methylation of the TFPI2 gene was detected in 7 out of 38 (18%) primary gastric carcinomas, suggesting that the methylation of TFPI2 is frequently observed in gastric carcinomas."}, {"pubmed": 21062455, "text": "Epigenetic inactivation of TFPI-2 by promoter hypermethylation is a frequent and tumor specific event in nasopharyngeal carcinoma"}, {"pubmed": 21224345, "text": "Findings define a functional involvement for miR-616 and TFPI-2 in the development and maintenance of androgen-independent prostate cancer."}, {"pubmed": 21515313, "text": "Results showed that TFPI2 expression was not affected by with VLDL lipoproteins, but was induced by thrombin in THP-1 and monocyte-derived macrophages."}, {"pubmed": 21530612, "text": "Our findings underscore the important role of TFPI-2 as a tumor suppressor gene"}, {"pubmed": 21621497, "text": "Results demonstrate the feasibility of using TFPI2 methylation and quantify human long DNA with fluorescent quantitative Alu PCR in fecal samples as a new noninvasive test for CRC."}, {"pubmed": 21820798, "text": "TFPI2 methylation was significant in the sera of patients with large, poorly differentiated carcinoma, deep invasion, lymph node metastasis, or distant metastasis. TFPI2 methylation was observed more frequently according to the progression of TNM stage."}, {"pubmed": 21983100, "text": "TFPI-2 methylation is associated with non-small cell lung cancer."}, {"pubmed": 21984372, "text": "inverse expression of CD24 and TFPI-2 was observed by immunohistochemical analysis of primary breast cancers (N = 1,174). TFPI-2 expression was highest in CD24 negative samples and lowered with increasing CD24 expression"}, {"pubmed": 22052167, "text": "Promoter hypermethylation of TFPI-2 is frequent and specific event in pediatric acute myeloid leukemia."}, {"pubmed": 22110206, "text": "Serum TFPI2 methylation is associated with gastric cancer."}, {"pubmed": 22203034, "text": "TFPI-2 expression caused invasion and proliferation impair and induced apoptosis in TFPI-2 regulated BeWo and JEG-3 cells. It provides a clue for potential role of TFPI-2 in trophoblast."}, {"pubmed": 22208663, "text": "There was a close association between the expression of tissue factor pathway inhibitor-2 (TFPI-2) and tumor cell apoptosis and angiogenesis in patients with cervical cancer."}, {"pubmed": 22232300, "text": "recombined plasmid pEGFP-C1-TFPI-2 actually interacted with native RASSF1C"}, {"pubmed": 22399594, "text": "results confirm that detection of methylated TFPI2 in serum DNA was derived from colorectal cancer and could serve as a marker of surgical outcome"}, {"pubmed": 22449186, "text": "Methylation was found in 28.2, 33.3 and 33.3% of grade 1, 2 and 3 esophageal dysplasia, and 67% of primary esophageal cancer, but no methylation was found in normal mucosa."}, {"pubmed": 23032906, "text": "The present work demonstrated that the epigenetic inactivation of TFPI-2 by promoter hypermethylation was a frequent and tumor-specific event in glioblastoma, and TFPI-2 promoter methylation might be considered as a prognostic marker in glioblastoma."}, {"pubmed": 23108564, "text": "TFPI2 methylation in serum tended to be detected more easily in patients with advanced hepatocellular carcinoma (HCC) and might be used as a predictor of HCC progression."}, {"pubmed": 23300768, "text": "The C-terminus of TFPI-2 encodes for antimicrobial activity, and may be released during wounding."}, {"pubmed": 23497249, "text": "Low or negative expression of TFPI-2 is associated with breast cancer progression, recurrence and poor survival outcome after breast cancer surgery. TFPI-2 expression in breast tumors is a potential prognostic tool for breast cancer patients."}, {"pubmed": 23805888, "text": "TFPI2 is a novel serum marker for ovarian clear cell adenocarcinoma and neoplastic transformation from endometriosis."}, {"pubmed": 24591127, "text": "TFPI-2 downregulation can contribute to tumor invasion of hepatocellular carcinoma cells through alteration in the expression of metastasis-related genes."}, {"pubmed": 25036127, "text": "regulation of tissue factor pathway inhibitor-2 (TFPI-2) expression by lysine-specific demethylase 1 and 2"}, {"pubmed": 25179542, "text": "TFPI-2 is a down-regulated tumor suppressor gene in oral squamous cell carcinoma, probably involving epigenetic silencing mechanisms. The loss of TFPI-2 expression is a key event for oral tumorigenesis, especially in the process of tumor metastasis."}, {"pubmed": 25262870, "text": "TFPI-2 in platelets from normal or pregnant subjects and in plasma from pregnant women binds FV/Va and regulates intrinsic coagulation and fibrinolysis"}, {"pubmed": 25414083, "text": "TMPRSS4 is upregulated by silencing of TFPI-2 through aberrant DNA methylation and contributes to oncogenesis in non-small cell lung cancer."}, {"pubmed": 25755719, "text": "Our finding suggests that the decreased expression of TFPI-2 may play an important role in the carcinogenesis and progression, and may become a new adjunct marker in the diagnosis and prognosis in cholangiocarcinoma"}, {"pubmed": 25755762, "text": "our findings suggested that the differential expression of MMP-2 and TFPI-2 have a negative correlation in pancreatic carcinoma"}, {"pubmed": 25902909, "text": "Hypermethylation of TFPI2 promoter is increased in inflamed colon tissue."}, {"pubmed": 25973077, "text": "DNA methylation of TFPI2 may play an important role in the carcinogenesis of cervical cancer and that the differential methylation of TFPI2 may at least partially explain the disparity in cervical cancer incidence between Uygur and Han women."}, {"pubmed": 26313014, "text": "Its methylation is a prognostic biomarker for hepatocellular carcinoma after hepatectomy."}, {"pubmed": 26318044, "text": "Data show that silencing tumor-endothelial cells (EC) for trypsinogen 4 accumulated tissue factor pathway inhibitor-2 (TFPI-2) in the matrix."}, {"pubmed": 27797450, "text": "Tissue factor pathway Inhibitor 2 potencies differ between antifibrinolytic agents against human and mouse enzymes plasmin, factor XIa, and kallikrein"}, {"pubmed": 27798689, "text": "TFPI2 is a useful serum biomarker for preoperative clinical diagnosis of CCC."}, {"pubmed": 27840051, "text": "This TPR-dependent PP5 inhibition shown by Ro 90-7501 is a unique and novel inhibitory mechanism, which might be a useful tool for studies of PP5 on both regulatory mechanism and drug discovery."}, {"pubmed": 28039717, "text": "TFPI-2 expression was decreased in bladder cancer. TFPI-2 expression was decreased with progression in tumor grade and stage and was correlated to decreased apoptosis."}, {"pubmed": 28088469, "text": "estrogen induced TFPI-2 expression in MCF7 cells is mediated by ERalpha and also by the action of LSD1."}, {"pubmed": 28208084, "text": "Over-expression of TFPI-2 and aberrant promoter methylation status presented in the preeclampsia placentas, suggesting that epigenetic mechanism might contribute to the pathogenesis of preeclampsia."}, {"pubmed": 28351398, "text": "TFPI2 hypermethylation is associated with colorectal cancer."}, {"pubmed": 29051606, "text": "TFPI-2 role in the proliferation and invasion of breast cancer cells.Translocation of TFPI-2 into nucleus affects the promoter activity of the MMP-2 gene.TFPI-2 suppresses breast cancer cell invasion through the regulation of MMP-2 gene expression."}, {"pubmed": 29845195, "text": "These results suggest that LSD2 achieves a promoting effect on small cell lung cancer by indirectly regulating TFPI2 expression through the mediation of DNMT3B expression or through the regulation of the demethylation of H3K4me1 in the promoter region of the TFPI2 gene."}, {"pubmed": 30028057, "text": "MiR-616-3p binds specifically to the 3'-UTR region of TFPI2 mRNA."}, {"pubmed": 30254643, "text": "TFPI-2 Protects Against Gram-Negative Bacterial Infection."}, {"pubmed": 30258071, "text": "results suggest that TFPI-2 suppresses cancer cell proliferation and invasion partly through the regulation of the ERK1/2 signaling and through interactions with myosin-9 and actinin-4."}, {"pubmed": 30343349, "text": "investigated association between 4 SNPs within TFPI-2 gene and coronary atherosclerosis risk in Chinese Han"}, {"pubmed": 30442884, "text": "further investigation revealed that lncRNA AC003092.1 regulates TFPI-2 expression through miR-195 in glioblastoma (GB). Taken together, these data suggest that lncRNA AC003092.1 could inhibit the function of miR-195 by acting as an endogenous CeRNA, leading to increased expression of TFPI-2; this promotes TMZ-induced apoptosis, thereby making GB cells more sensitive to TMZ."}, {"pubmed": 30591460, "text": "Proliferation, mRNA level of tissue factor pathway inhibitor 2 (TFPI2), and cell invasion were evaluated using anti-Ki-67 antibody staining, reverse transcriptase-polymerase chain reaction and xCELLigence system."}, {"pubmed": 30651599, "text": "Mono-ADP-ribosylation of H3R117 upregulated methylation of TFPI2 by impact TET1."}, {"pubmed": 30803712, "text": "localized to the cytoplasm of syncytiotrophoblast"}, {"pubmed": 31405379, "text": "Results found that TFPI2, SOX17, and GATA4 are frequently hypermethylated in oral squamous cell carcinoma (OSCC) cell lines and tumors. The aberrant hypermethylation of these genes was associated with transcriptional silencing in OSCC cells. More importantly, the methylation status of TFPI2, GATA4, and SOX17 was significantly associated with OSCC patients' overall survival through TCGA DNA methylation database."}, {"pubmed": 31839043, "text": "expression of TFPI-2 gene in PEGFP-N1-TFPI-2 can inhibit the growth of SHI-1 cells"}, {"pubmed": 31984574, "text": "Low abundance of TFPI-2 by both promoter methylation and miR-27a-3p regulation is linked with poor clinical outcome in gastric cancer."}, {"pubmed": 32132611, "text": "Indirect regulation of TFPI-2 expression by miR-494 in breast cancer cells."}, {"pubmed": 32196834, "text": "TFPI2 and NDRG4 gene promoter methylation analysis in peripheral blood mononuclear cells are novel epigenetic noninvasive biomarkers for colorectal cancer diagnosis."}, {"pubmed": 32248791, "text": "TFPI2 suppresses breast cancer progression through inhibiting TWIST-integrin alpha5 pathway."}, {"pubmed": 32559232, "text": "Two ways of epigenetic silencing of TFPI2 in cervical cancer."}, {"pubmed": 32891505, "text": "TFPI-2 inhibits the invasion and metastasis of bladder cancer cells."}, {"pubmed": 34009487, "text": "Validation of tissue factor pathway inhibitor 2 as a specific biomarker for preoperative prediction of clear cell carcinoma of the ovary."}, {"pubmed": 34184357, "text": "Toward an understanding of tissue factor pathway inhibitor-2 as a novel serodiagnostic marker for clear cell carcinoma of the ovary."}, {"pubmed": 34502355, "text": "Mechanisms of Systolic Cardiac Dysfunction in PP2A, PP5 and PP2AxPP5 Double Transgenic Mice."}, {"pubmed": 35039572, "text": "MEG8 regulates Tissue Factor Pathway Inhibitor 2 (TFPI2) expression in the endothelium."}, {"pubmed": 35227195, "text": "The methylation of SDC2 and TFPI2 defined three methylator phenotypes of colorectal cancer."}, {"pubmed": 35404184, "text": "m(6)A RNA demethylase FTO promotes the growth, migration and invasion of pancreatic cancer cells through inhibiting TFPI-2."}, {"pubmed": 35501390, "text": "MBD3 promotes hepatocellular carcinoma progression and metastasis through negative regulation of tumour suppressor TFPI2."}, {"pubmed": 35613543, "text": "Tissue Factor Pathway Inhibitor 2: A Novel Biomarker for Predicting Asymptomatic Venous Thromboembolism in Patients with Epithelial Ovarian Cancer."}, {"pubmed": 35940082, "text": "Exosomal miR-195 in hUC-MSCs alleviates hypoxia-induced damage of trophoblast cells through tissue factor pathway inhibitor 2."}, {"pubmed": 36446791, "text": "HSP90-CDC37-PP5 forms a structural platform for kinase dephosphorylation."}, {"pubmed": 36787085, "text": "Integrative analyses of RNA-seq and ChIP-seq Reveal MITF as a Target Gene of TFPI-2 in MDA231 Cells."}, {"pubmed": 37186495, "text": "The role of tissue factor pathway inhibitor 2 in the coagulation and fibrinolysis system."}, {"pubmed": 37549932, "text": "Tissue factor pathway inhibitor 2: Current understanding, challenges, and future perspectives."}], "genomic_pos": {"chr": "7", "end": 93890753, "ensemblgene": "ENSG00000105825", "start": 93885396, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 93520303, "start": 93514709, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007596", "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071498", "qualifier": "involved_in", "term": "cellular response to fluid shear stress"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031012", "pubmed": 8914837, "qualifier": "located_in", "term": "extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004867", "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005201", "pubmed": 8914837, "qualifier": "enables", "term": "extracellular matrix structural constituent"}]}, "homologene": {"genes": [[7955, 560339], [8364, 548483], [9031, 420561], [9544, 700850], [9598, 463540], [9606, 7980], [9615, 475230], [9913, 360007], [10090, 21789], [10116, 286926]], "id": 38194}, "interpro": [{"desc": "Pancreatic trypsin inhibitor Kunitz domain", "id": "IPR002223", "short_desc": "Kunitz_BPTI"}, {"desc": "Tissue factor pathway inhibitor-like", "id": "IPR008296", "short_desc": "TFPI-like"}, {"desc": "Proteinase inhibitor I2, Kunitz, conserved site", "id": "IPR020901", "short_desc": "Prtase_inh_Kunz-CS"}, {"desc": "Pancreatic trypsin inhibitor Kunitz domain superfamily", "id": "IPR036880", "short_desc": "Kunitz_BPTI_sf"}], "ipi": ["IPI00009198", "IPI01009667"], "map_location": "7q21.3", "name": "tissue factor pathway inhibitor 2", "other_names": ["placental protein 5", "retinal pigment epithelium cell factor 1", "tissue factor pathway inhibitor 2"], "pantherdb": {"HGNC": "11761", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108543", "ortholog_type": "LDO", "panther_family": "PTHR10083", "taxid": 10090, "uniprot_kb": "O35536"}, {"RGD": "628629", "ortholog_type": "LDO", "panther_family": "PTHR10083", "taxid": 10116, "uniprot_kb": "G3V7D5"}, {"Ensembl": "ENSGALG00000009512", "ortholog_type": "LDO", "panther_family": "PTHR10083", "taxid": 9031, "uniprot_kb": "A0A3Q3A7D8"}, {"ZFIN": "ZDB-GENE-030711-1", "ortholog_type": "LDO", "panther_family": "PTHR10083", "taxid": 7955, "uniprot_kb": "B0S6C1"}], "uniprot_kb": "P48307"}, "pdb": "1ZR0", "pfam": "PF00014", "pharmgkb": "PA36476", "pharos": {"target_id": 9169, "tdl": "Tbio"}, "pir": ["A54951", "S71593"], "prosite": "PS50279", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168802", "relationship": "is"}, {"id": "GNF179708", "relationship": "is"}, {"id": "GNF190614", "relationship": "is"}, {"id": "GNF201520", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157083", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF047625", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF014492", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF334786", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105079", "relationship": "is"}, {"id": "GNF144726", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_032914.1"], "protein": ["NP_001257932.1", "NP_001257933.1", "NP_006519.1"], "rna": ["NM_001271003.2", "NM_001271004.2", "NM_006528.4"], "translation": [{"protein": "NP_001257933.1", "rna": "NM_001271004.2"}, {"protein": "NP_001257932.1", "rna": "NM_001271003.2"}, {"protein": "NP_006519.1", "rna": "NM_006528.4"}]}, "reporter": {"HG-U133_Plus_2": ["209277_at", "209278_s_at"], "HG-U95Av2": "37388_at", "HTA-2_0": ["TC07001611.hg.1", "TC07003064.hg.1"], "HuEx-1_0": "3061621", "HuGene-1_1": "8141016", "HuGene-2_1": "17059828"}, "summary": "This gene encodes a member of the Kunitz-type serine proteinase inhibitor family. The protein can inhibit a variety of serine proteases including factor VIIa/tissue factor, factor Xa, plasmin, trypsin, chymotryspin and plasma kallikrein. This gene has been identified as a tumor suppressor gene in several types of cancer. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Aug 2012].", "symbol": "TFPI2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420706"}, "unigene": "Hs.438231", "uniprot": {"Swiss-Prot": "P48307", "TrEMBL": ["A0A3B3ISY1", "A0A3B3IS67", "A0A3B3IRW1", "H7C4A3"]}, "wikipedia": {"url_stub": "TFPI2"}}