{"AllianceGenome": "11762", "HGNC": "11762", "MIM": "604720", "_id": "7036", "_version": 1, "accession": {"genomic": ["AC099394.6", "CH236956.1", "CH471091.2", "CP068271.2", "DQ496110.1", "NC_000007.14", "NC_060931.1", "NG_007989.1"], "protein": ["AAD45561.1", "AAI42631.1", "AAI50193.1", "ABF47099.1", "BAA91153.1", "BAB13951.1", "EAW76506.1", "EAW76507.1", "EAW76508.1", "EAW76509.1", "EAW76510.1", "NP_001193784.1", "NP_003218.2", "Q9UP52.1"], "rna": ["AF067864.1", "AF085928.1", "AK000421.1", "AK022002.1", "BC142630.1", "BC150192.1", "BI917390.1", "BX384750.2", "DR004213.1", "NM_001206855.3", "NM_003227.4"], "translation": [{"protein": "AAI42631.1", "rna": "BC142630.1"}, {"protein": "NP_001193784.1", "rna": "NM_001206855.3"}, {"protein": "NP_003218.2", "rna": "NM_003227.4"}, {"protein": "AAI50193.1", "rna": "BC150192.1"}, {"protein": "AAD45561.1", "rna": "AF067864.1"}, {"protein": "BAA91153.1", "rna": "AK000421.1"}, {"protein": "BAB13951.1", "rna": "AK022002.1"}]}, "alias": ["HFE3", "TFRC2"], "ensembl": {"gene": "ENSG00000106327", "protein": ["ENSP00000223051", "ENSP00000413905", "ENSP00000418942", "ENSP00000420525"], "transcript": ["ENST00000223051", "ENST00000431692", "ENST00000461176", "ENST00000462090", "ENST00000462107", "ENST00000465294", "ENST00000473374", "ENST00000473571", "ENST00000473963", "ENST00000474947", "ENST00000475011", "ENST00000476304", "ENST00000490084"], "translation": [{"protein": "ENSP00000413905", "rna": "ENST00000431692"}, {"protein": "ENSP00000418942", "rna": "ENST00000490084"}, {"protein": "ENSP00000223051", "rna": "ENST00000223051"}, {"protein": "ENSP00000420525", "rna": "ENST00000462107"}], "type_of_gene": "protein_coding"}, "entrezgene": "7036", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 26.0343680648, "exp_mis": 308.199096305, "exp_syn": 154.93243751, "lof_z": 2.91877998447808, "mis_z": 1.42647146851823, "mu_lof": 2.07765327457e-06, "mu_mis": 3.34377699134e-05, "mu_syn": 1.6306515949e-05, "n_lof": 11.0, "n_mis": 257.0, "n_syn": 127.0, "p_li": 0.000139030759104317, "p_null": 0.00171507025694183, "p_rec": 0.998145898983954, "syn_z": 1.39119044825317}, "bp": 2406, "cds_end": 100239132, "cds_start": 100218479, "n_exons": 18, "nonpsych": {"exp_lof": 23.2387750084, "exp_mis": 278.625090384, "exp_syn": 139.9039669, "lof_z": 2.69707586427169, "mis_z": 1.55995643392129, "mu_lof": 2.07765327457e-06, "mu_mis": 3.34377699134e-05, "mu_syn": 1.6306515949e-05, "n_lof": 10.0, "n_mis": 227.0, "n_syn": 116.0, "p_li": 0.000290589962775996, "p_null": 0.00356885574960968, "p_rec": 0.996140554287614, "syn_z": 1.27238639818229}, "transcript": "ENST00000462107.1"}, "exons": [{"cdsend": 100633516, "cdsstart": 100620856, "chr": "7", "position": [[100620415, 100621126], [100626762, 100626903], [100627263, 100627491], [100627576, 100627661], [100627743, 100627820], [100627906, 100627974], [100628072, 100628136], [100628223, 100628306], [100629252, 100629372], [100630888, 100631052], [100631805, 100631945], [100632081, 100632198], [100633000, 100633123], [100633228, 100633340], [100633415, 100633650]], "strand": -1, "transcript": "NM_001206855", "txend": 100633650, "txstart": 100620415}, {"cdsend": 100641509, "cdsstart": 100620856, "chr": "7", "position": [[100620419, 100621126], [100626762, 100626903], [100627263, 100627491], [100627576, 100627661], [100627743, 100627820], [100627906, 100627974], [100628072, 100628136], [100628223, 100628306], [100629252, 100629372], [100630888, 100631052], [100631805, 100631945], [100632081, 100632198], [100633000, 100633123], [100633228, 100633340], [100633415, 100633556], [100640685, 100640872], [100640975, 100641228], [100641476, 100641552]], "strand": -1, "transcript": "NM_003227", "txend": 100641552, "txstart": 100620419}], "exons_hg19": [{"cdsend": 100231139, "cdsstart": 100218479, "chr": "7", "position": [[100218038, 100218749], [100224385, 100224526], [100224886, 100225114], [100225199, 100225284], [100225366, 100225443], [100225529, 100225597], [100225695, 100225759], [100225846, 100225929], [100226875, 100226995], [100228511, 100228675], [100229428, 100229568], [100229704, 100229821], [100230623, 100230746], [100230851, 100230963], [100231038, 100231273]], "strand": -1, "transcript": "NM_001206855", "txend": 100231273, "txstart": 100218038}, {"cdsend": 100239132, "cdsstart": 100218479, "chr": "7", "position": [[100218042, 100218749], [100224385, 100224526], [100224886, 100225114], [100225199, 100225284], [100225366, 100225443], [100225529, 100225597], [100225695, 100225759], [100225846, 100225929], [100226875, 100226995], [100228511, 100228675], [100229428, 100229568], [100229704, 100229821], [100230623, 100230746], [100230851, 100230963], [100231038, 100231179], [100238308, 100238495], [100238598, 100238851], [100239099, 100239175]], "strand": -1, "transcript": "NM_003227", "txend": 100239175, "txstart": 100218042}], "generif": [{"pubmed": 11358388, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12130528, "text": "identification of a novel TfR2 mutation in a cohort of non-C282Y iron overload patients of mixed ethnic backgrounds"}, {"pubmed": 12134060, "text": "Mice were created that are homozygous for a mutation that is orthologous to the Y250X mutation identified in some patients with hereditary hemochromatosis type 3. The mutant mice showed profound abnormalities in parameters of iron homeostasis."}, {"pubmed": 12139409, "text": "TFR2 maps to chromosome 7.  It is an alternately spliced protein and lacks the entire transmembrane and cytoplasmic domains."}, {"pubmed": 12393650, "text": "production of anti-TFR2 monoclonal antibodies, their characterization, and their use to study TFR2 tissue distribution and up-regulation in response to TF-bound iron"}, {"pubmed": 12406888, "text": "TfR2 protein levels are approximately 20-fold lower than TfR in erythroid/myeloid cells. TfR & TfR2 have similar cellular localizations in K562 cells & coimmunoprecipitate to only a limited extent. Under nonreducing conditions, they can form heterodimers."}, {"pubmed": 12656741, "text": "Expression of HFE and TfR2 proteins in human platelets may indicate that the mutations in the corresponding genes could influence platelet count, size and/or activation. suggests that HFE may serve a different function in platelets."}, {"pubmed": 12667993, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12681966, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15317665, "text": "unlike TfR1, which recycles apo-Tf back to the cell surface after the release of iron, TfR2 promotes the intracellular deposition of ligand."}, {"pubmed": 15319276, "text": "TfR2 acts as a sensor of iron status such that receptor levels reflect transferrin saturation."}, {"pubmed": 15319290, "text": "Has a role monitoring iron levels by sensing changes in the concentration of diferric transferrin."}, {"pubmed": 15486069, "text": "Urinary hepcidin is low or undetectable in 8 of 10 hemochromatosis cases irrespective of previous phlebotomy treatments, confirming the proposed role of TFR2 as a regulator of hepcidin production."}, {"pubmed": 15749661, "text": "TfR2 plays a role in the pathogenesis of hemochromatosis in Japan."}, {"pubmed": 15785438, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15863206, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15894659, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16893896, "text": "HFE and TFR2 interact in cells; this interaction is not abrogated by disease-associated mutations of HFE and TFR2; and that TFR2 competes with TFR1 for binding to HFE"}, {"pubmed": 16932966, "text": "hemojuvelin and TfR2 were predominantly localized to the basolateral membrane domain of hepatocytes; localization of Hjv and TfR2 at the same membrane domain renders a functional interaction of these two proteins in iron homeostasis possible"}, {"pubmed": 17042772, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17182845, "text": "Mutational analysis of TfR2 shows that the mutation G679A, which blocks TfR2 binding to diferric transferrin Fe(2)Tf, increases the rate of receptor turnover and prevents stabilization by Fe(2)Tf."}, {"pubmed": 17202145, "text": "although holo-Tf binding to the ectodomain is necessary, the cytoplasmic domain of TfR2 is largely responsible for its stabilization by holo-Tf."}, {"pubmed": 17298224, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17847004, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17956864, "text": "the TfR2/HFE and TfR1/HFE interactions are distinct."}, {"pubmed": 18083267, "text": "Transferrin receptor 2 mediates transferrin-bound iron uptake by receptor-mediated endocytosis."}, {"pubmed": 18245657, "text": "that TFR2-related HH may occur at a young age and is characterized by high TS levels"}, {"pubmed": 18353247, "text": "co-expression of HFE in cells expressing TfR2 led to increased affinity for diferric transferrin, increased transferrin-dependent iron uptake, and relative resistance to iron chelation"}, {"pubmed": 18450729, "text": "analysis of early-onset haemochromatosis caused by a novel combination of TFR2 mutations [case report]"}, {"pubmed": 18565178, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18762941, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19019709, "text": "TfR2 expression can be modulated through stimuli similar to those known to act on TfR1 and these findings may have important implications for our understanding of the role of TfR2 in the regulation of iron homeostasis."}, {"pubmed": 19250966, "text": "we have discovered a novel mitochondrial iron transport system that goes awry in Parkinson's disease, and which may provide a new target for therapeutic intervention."}, {"pubmed": 19254567, "text": "Because the HFE alpha3 domain interacts with receptor 2 (TfR2), these results supported the finding that TfR2/HFE complex is required for transcriptional regulation of hepcidin by holo-transferrin."}, {"pubmed": 19292036, "text": "Relative expression level of TFR2 mRNA in prednisone good responders was significantly higher than that in prednisone poor responders in children with acute leukemia."}, {"pubmed": 19729324, "text": "In colon cancer cell lines, TfR2 is localized in membrane lipid rafts, induces ERK1/ERK2 phosphorylation, and is preferentially expressed during S-M phases of the cell cycle."}, {"pubmed": 19759876, "text": "None of the individuals in this cohort of Brazilian patients with the classical phenotype of HH had any of the aforementioned non-C282Y mutations in the HFE gene or any mutations in the TfR2 and SCL40A1 genes."}, {"pubmed": 19787796, "text": "identified mutations in HFE, SLC40A1, HAMP, HJV, TFR2, and FTL that could explain TRANSFERRIN SATURATION/SERUM FERRITIN heterogeneity in adults with previous HFE genotyping to detect C282Y and H63D; results were correlated with racial groups"}, {"pubmed": 19819738, "text": "findings show that HFE is present in substoichiometric concentrations with respect to both TfR1 and TfR2 in liver tissue; finding supports a model, in which availability of HFE is limiting for formation of complexes with TfR1 or TfR2"}, {"pubmed": 19828835, "text": "This shows for the first time that transferrin receptor(TFR)-mediated transferrin-bound iron uptake is mediated primarily via TFR1 but not TFR2 and that a high-capacity TFR-independent pathway exists in hepatoma cells."}, {"pubmed": 19859668, "text": "Data suggested that Al(2)Tf cannot form specific ionic interresidual interactions, such as those formed by Fe(2)Tf, to bind to TfR, resulting in impossible complex formation between Al(2)Tf and TfR."}, {"pubmed": 19862010, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19924283, "text": "Hepcidin mRNA expression in vitro is highly sensitive to the presence of serum factors and PI3 kinase inhibition and parallels TfR2 expression"}, {"pubmed": 20096706, "text": "The association constant for the binding of diferric transferrin (Tf) to TfR2alpha is 5.6x10(6) M(-)(1), which is about 50 times lower than that for the binding of Tf to TfR1, with correspondingly reduced rates of iron uptake."}, {"pubmed": 20220060, "text": "Data show that ULBP1, TFR2 and IFITM1 were associated with increased susceptibility to Vgamma9Vdelta2 T-cell cytotoxicity."}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634490, "text": "transferrin receptor 2 and HFE are involved in holotransferrin-dependent signaling for the regulation of furin which involved Erk phosphorylation. Furin in turn may control hepcidin expression."}, {"pubmed": 21208937, "text": "rs4820268 variant of TFR2 gene is involved in the regulation of serum iron levels."}, {"pubmed": 21518504, "text": "TfR2 mRNA expression in hyperplastic anemia patients increases and closely correlates with hyperplasia status of bone marrow and anemia level in peripheral blood."}, {"pubmed": 21849092, "text": "Data sugggest that TfR-lytic peptide might provide a potent and selective anticancer therapy for patients."}, {"pubmed": 22323359, "text": "TF, TFR2 and TMPRSS6 polymorphisms are significantly associated with decreased iron status, but only variants in TMPRSS6 are genetic risk factors for iron deficiency and iron-deficiency anemia."}, {"pubmed": 22728873, "text": "The hemochromatosis proteins HFE, TfR2, and HJV form a membrane-associated protein complex for hepcidin regulation."}, {"pubmed": 22890139, "text": "Mutations in the TFR2 gene is associated with hemochromatosis."}, {"pubmed": 23556518, "text": "N-linked glycosylation is dispensable for the cell surface expression and holo-Tf binding, but it is required for efficient intersubunit disulfide bond formation and holo-Tf-induced stabilization of TfR2."}, {"pubmed": 23751596, "text": "The variants of rs2075674 and rs7385804 in TFR2 gene were not associated with coronary heart disease risk in a Chinese Han population."}, {"pubmed": 23817740, "text": "Studies indicate that several genes have been linked to iron homeostasis, including transferrin (TF), iron regulatory protein 1 (ACO1) and transferrin receptor 2 (TFR2)."}, {"pubmed": 24055163, "text": "Present findings support the hypothesis of a main role of the TFR2 gene in HH pathogenesis in those regions, such as Central-Southern Italy, where the p.C282Y frequency is low."}, {"pubmed": 24648608, "text": "Polymorphisms of the TRF2 gene may be associated with age-related macular degeneration occurrence, either directly or by modulation of risk factors."}, {"pubmed": 24901155, "text": "Authors investigated the expression of TfR1 and TfR2 in human HCC tissues by immunohistochemistry, the first report demonstrating TfR2 expression immunohistochemically in human HCC."}, {"pubmed": 25000850, "text": "In line with a status of iron deficiency, gene expression studies suggested decreased expression of transferrin and transferrin receptor 2 in non-alcoholic steatohepatitis livers"}, {"pubmed": 25635054, "text": "results suggest that down-regulation of CD81 by GRAIL targets TfR2 for degradation"}, {"pubmed": 25637053, "text": "Our results indicate that membrane transferrin receptor-2, a sensor of circulating iron, is released from the cell membrane in iron deficiency."}, {"pubmed": 26549031, "text": "Transferrin facilitates the formation of DNA double-strand breaks (DNA-DSBs) via transferrin receptor TfR1 but not TfR2."}, {"pubmed": 26633544, "text": "Of the non-HFE forms of iron overload, TFR2-, HFE2-, and HAMP-related forms are predicted to be rare, with pathogenic allele frequencies in the range of 0.00007 to 0.0005. Significantly, SLC40A1 variants that have been previously associated with autosomal-dominant ferroportin disease were identified in several populations (pathogenic allele frequency 0.0004), being most prevalent among Africans"}, {"pubmed": 26914246, "text": "Authors retrospectively investigated whether TFR2 isoforms and EPOR are differentially expressed in MDS patients and whether the expression is associated with patients' clinical outcomes."}, {"pubmed": 27667161, "text": "unreported iron metabolism-related genes in non-classic hereditary hemochromatosis patients that were predicted to be potentially pathogenic were three novel mutations in TFR2 [two missense (p.Leu750Pro and p.Ala777Val) and one intronic splicing mutation (c.967-1G>C)], one missense mutation in HFE (p.Tyr230Cys), and one mutation in the 5'-UTR of HAMP gene (c.-25G>A)"}, {"pubmed": 27667164, "text": "TFR2 expression altered within 4h of HAMP treatment, while HFE expression altered later at 24h and 48h, suggesting that TFR2 may function prior to HFE in HAMP regulation."}, {"pubmed": 29388418, "text": "In agreement with previous studies with truncated forms of these receptors, holo-Tf binds to the TfR1 homologue significantly stronger than to TfR2."}, {"pubmed": 29969719, "text": "Transferrin receptor 1 (TfR1) mediates cellular uptake of holo-Tf and H-ferritin; New World arenaviruses and Plasmodium vivax use TfR1 for entry into host cells.  In hepatocytes, TfR2 forms a complex with HFE and serves as an iron sensor. In erythroblasts, TfR2 forms a complex with EPO receptor and regulates erythropoiesis."}, {"pubmed": 31793267, "text": "TfR2 -Y250X and TfR1-rs3817672 SNP showed clinical association with iron deficiency anemia"}, {"pubmed": 32705773, "text": "Low expression of transferrin receptor 2 predict poor prognosis in gastric cancer patients."}, {"pubmed": 34077792, "text": "Iron-loaded transferrin potentiates erythropoietin effects on erythroblast proliferation and survival: a novel role through transferrin receptors."}, {"pubmed": 34199599, "text": "Orphan Nuclear Receptor ERRgamma Is a Transcriptional Regulator of CB1 Receptor-Mediated TFR2 Gene Expression in Hepatocytes."}, {"pubmed": 34946929, "text": "New Mutations in HFE2 and TFR2 Genes Causing Non HFE-Related Hereditary Hemochromatosis."}, {"pubmed": 35225679, "text": "Estimates of West African Ancestry in African Americans Using Alleles of Iron-Related Genes HJV, SLC40A1, and TFR2."}, {"pubmed": 35355750, "text": "Evaluation of the Association of Transferrin Receptor Type 2 Gene Mutation (Y250X) with Iron Overload in Major beta- Thalassemia."}, {"pubmed": 35705926, "text": "Assessment of iron overload in a cohort of Sri Lankan patients with transfusion dependent beta thalassaemia and its correlation with pathogenic variants in HBB, HFE, SLC40A1, and TFR2 genes."}, {"pubmed": 36702193, "text": "TFR2 regulates ferroptosis and enhances temozolomide chemo-sensitization in gliomas."}, {"pubmed": 37480032, "text": "Circ-STC2 promotes the ferroptosis of nucleus pulposus cells via targeting miR-486-3p/TFR2 axis."}], "genomic_pos": {"chr": "7", "end": 100642779, "ensemblgene": "ENSG00000106327", "start": 100620416, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 100240402, "start": 100218039, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0006826", "pubmed": 10409623, "qualifier": "involved_in", "term": "iron ion transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006879", "pubmed": 18353247, "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006879", "pubmed": 15319276, "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0006898", "pubmed": 18353247, "qualifier": "involved_in", "term": "receptor-mediated endocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006953", "qualifier": "involved_in", "term": "acute-phase response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010039", "pubmed": 21173098, "qualifier": "involved_in", "term": "response to iron ion"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0033572", "pubmed": 18353247, "qualifier": "involved_in", "term": "transferrin transport"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045807", "pubmed": 18353247, "qualifier": "involved_in", "term": "positive regulation of endocytosis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 25635054, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060586", "pubmed": 21173098, "qualifier": "involved_in", "term": "multicellular organismal-level iron ion homeostasis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0071281", "pubmed": 18353247, "qualifier": "involved_in", "term": "cellular response to iron ion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090277", "pubmed": 21173098, "qualifier": "involved_in", "term": "positive regulation of peptide hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099072", "qualifier": "involved_in", "term": "regulation of postsynaptic membrane neurotransmitter receptor levels"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0140298", "qualifier": "involved_in", "term": "endocytic iron import into cell"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0140298", "pubmed": 18353247, "qualifier": "involved_in", "term": "endocytic iron import into cell"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903319", "pubmed": 18353247, "qualifier": "involved_in", "term": "positive regulation of protein maturation"}], "CC": [{"evidence": "IGI", "gocategory": "CC", "id": "GO:0005886", "pubmed": 18353247, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 10409623, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IGI", "gocategory": "CC", "id": "GO:0009897", "pubmed": 18353247, "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031410", "pubmed": 12704209, "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098794", "qualifier": "located_in", "term": "postsynapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990712", "pubmed": [12704209, 22728873], "qualifier": "part_of", "term": "HFE-transferrin receptor complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004998", "pubmed": 18353247, "qualifier": "enables", "term": "transferrin receptor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0004998", "pubmed": 10409623, "qualifier": "enables", "term": "transferrin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18353247, 22728873, 25635054, 29388418, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0039706", "pubmed": 22728873, "qualifier": "enables", "term": "co-receptor binding"}]}, "homologene": {"genes": [[7955, 494476], [9544, 719240], [9598, 463605], [9606, 7036], [9615, 489834], [9913, 617916], [10090, 50765], [10116, 288562]], "id": 2428}, "interpro": [{"desc": "PA domain", "id": "IPR003137", "short_desc": "PA_domain"}, {"desc": "Peptidase M28", "id": "IPR007484", "short_desc": "Peptidase_M28"}, {"desc": "Transferrin receptor-like, dimerisation domain superfamily", "id": "IPR036757", "short_desc": "TFR-like_dimer_dom_sf"}, {"desc": "Transferrin receptor protein 1/2, PA domain", "id": "IPR037324", "short_desc": "TfR1/2_PA"}, {"desc": "Glutamate carboxypeptidase 2-like", "id": "IPR039373", "short_desc": "Peptidase_M28B"}, {"desc": "PA domain superfamily", "id": "IPR046450", "short_desc": "PA_dom_sf"}], "ipi": ["IPI00215612", "IPI00219900", "IPI00219901", "IPI00855864"], "map_location": "7q22.1", "name": "transferrin receptor 2", "other_names": "transferrin receptor protein 2", "pantherdb": {"HGNC": "11762", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1354956", "ortholog_type": "LDO", "panther_family": "PTHR10404", "taxid": 10090, "uniprot_kb": "Q9JKX3"}, {"RGD": "1310152", "ortholog_type": "LDO", "panther_family": "PTHR10404", "taxid": 10116, "uniprot_kb": "B2GUY2"}, {"Ensembl": "ENSDARG00000103727", "ortholog_type": "LDO", "panther_family": "PTHR10404", "taxid": 7955, "uniprot_kb": "A0A0G2KE94"}, {"SGD": "S000006097", "ortholog_type": "O", "panther_family": "PTHR10404", "taxid": 4932, "uniprot_kb": "Q08919"}, {"SGD": "S000005782", "ortholog_type": "O", "panther_family": "PTHR10404", "taxid": 4932, "uniprot_kb": "Q08693"}, {"SGD": "S000003887", "ortholog_type": "O", "panther_family": "PTHR10404", "taxid": 4932, "uniprot_kb": "P47161"}, {"PomBase": "SPBC354.09c", "ortholog_type": "O", "panther_family": "PTHR10404", "taxid": 4896, "uniprot_kb": "O43023"}, {"TAIR": "2102470", "ortholog_type": "O", "panther_family": "PTHR10404", "taxid": 3702, "uniprot_kb": "Q9M1S8"}, {"TAIR": "2183229", "ortholog_type": "O", "panther_family": "PTHR10404", "taxid": 3702, "uniprot_kb": "Q7Y228"}], "uniprot_kb": "Q9UP52"}, "pathway": {"reactome": [{"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-917937", "name": "Iron uptake and transport"}, {"id": "R-HSA-917977", "name": "Transferrin endocytosis and recycling"}], "wikipathways": {"id": "WP2007", "name": "Iron metabolism in placenta"}}, "pfam": ["PF02225", "PF04389"], "pharmgkb": "PA36477", "pharos": {"target_id": 3936, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257175", "relationship": "is"}, {"id": "GNF257176", "relationship": "is"}, {"id": "GNF257177", "relationship": "is"}, {"id": "GNF257178", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091628", "relationship": "is"}, {"id": "GNF091629", "relationship": "is"}, {"id": "GNF091630", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053108", "relationship": "is"}, {"id": "GNF057876", "relationship": "is"}, {"id": "GNF073024", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070411", "relationship": "is"}, {"id": "GNF070412", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF275646", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105793", "relationship": "is"}, {"id": "GNF145439", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_007989.1"], "protein": ["NP_001193784.1", "NP_003218.2"], "rna": ["NM_001206855.3", "NM_003227.4"], "translation": [{"protein": "NP_003218.2", "rna": "NM_003227.4"}, {"protein": "NP_001193784.1", "rna": "NM_001206855.3"}]}, "reporter": {"HG-U133_Plus_2": ["207883_s_at", "210215_at", "215863_at"], "HG-U95Av2": "40311_at", "HTA-2_0": "TC07001674.hg.1", "HuEx-1_0": "3064158", "HuGene-1_1": "8141560", "HuGene-2_1": "17060677"}, "summary": "This gene encodes a single-pass type II membrane protein, which is a member of the transferrin receptor-like family. This protein mediates cellular uptake of transferrin-bound iron, and may be involved in iron metabolism, hepatocyte function and erythrocyte differentiation. Mutations in this gene have been associated with hereditary hemochromatosis type III. Alternatively spliced transcript variants encoding different isoforms have been described for this gene. [provided by RefSeq, May 2011].", "symbol": "TFR2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420707"}, "unigene": "Hs.544932", "uniprot": {"Swiss-Prot": "Q9UP52", "TrEMBL": ["E7ET36", "H7C544"]}, "wikipedia": {"url_stub": "TFR2"}}