{"AllianceGenome": "11771", "HGNC": "11771", "MIM": "601692", "_id": "7045", "_version": 1, "accession": {"genomic": ["AC004503.1", "AC005219.1", "AF035626.1", "AF035627.1", "AF035628.1", "AF035629.1", "AY149344.1", "CH471062.2", "CP068273.2", "GQ368821.1", "GQ368823.1", "NC_000005.10", "NC_060929.1", "NG_012646.1"], "protein": ["AAA61163.1", "AAB88695.1", "AAB88696.1", "AAB88697.1", "AAB88698.1", "AAC08449.1", "AAC24944.1", "AAH00097.1", "AAH04972.1", "AAN10294.1", "AAP88822.1", "ACT75673.1", "ALQ33815.1", "ALQ33816.1", "BAD92835.1", "BAD96553.1", "BAG52785.1", "BAG52805.1", "BAG52893.1", "BAG60787.1", "BAH14005.1", "EAW62198.1", "EAW62199.1", "EAW62200.1", "NP_000349.1", "Q15582.1"], "rna": ["AB209598.1", "AK093916.1", "AK094055.1", "AK094581.1", "AK222833.1", "AK298603.1", "AK303643.1", "BC000097.2", "BC004972.1", "BC026352.1", "BT009820.1", "DA051240.1", "KU178357.1", "KU178358.1", "M77349.1", "NM_000358.3"], "translation": [{"protein": "BAD92835.1", "rna": "AB209598.1"}, {"protein": "BAG52785.1", "rna": "AK093916.1"}, {"protein": "BAG52805.1", "rna": "AK094055.1"}, {"protein": "BAG60787.1", "rna": "AK298603.1"}, {"protein": "BAH14005.1", "rna": "AK303643.1"}, {"protein": "AAH00097.1", "rna": "BC000097.2"}, {"protein": "BAG52893.1", "rna": "AK094581.1"}, {"protein": "ALQ33815.1", "rna": "KU178357.1"}, {"protein": "ALQ33816.1", "rna": "KU178358.1"}, {"protein": "AAA61163.1", "rna": "M77349.1"}, {"protein": "NP_000349.1", "rna": "NM_000358.3"}, {"protein": "AAP88822.1", "rna": "BT009820.1"}, {"protein": "AAH04972.1", "rna": "BC004972.1"}, {"protein": "BAD96553.1", "rna": "AK222833.1"}]}, "alias": ["BIGH3", "CDB1", "CDG2", "CDGG1", "CSD", "CSD1", "CSD2", "CSD3", "EBMD", "LCD1"], "ensembl": {"gene": "ENSG00000120708", "protein": ["ENSP00000416330", "ENSP00000421440", "ENSP00000421540", "ENSP00000423871", "ENSP00000423935", "ENSP00000426589", "ENSP00000427137", "ENSP00000474155"], "transcript": ["ENST00000442011", "ENST00000503087", "ENST00000504185", "ENST00000504411", "ENST00000506699", "ENST00000507018", "ENST00000508076", "ENST00000508767", "ENST00000509485", "ENST00000509749", "ENST00000513497", "ENST00000514242", "ENST00000514554", "ENST00000515433", "ENST00000604555"], "translation": [{"protein": "ENSP00000416330", "rna": "ENST00000442011"}, {"protein": "ENSP00000421540", "rna": "ENST00000507018"}, {"protein": "ENSP00000423871", "rna": "ENST00000508767"}, {"protein": "ENSP00000474155", "rna": "ENST00000604555"}, {"protein": "ENSP00000421440", "rna": "ENST00000514554"}, {"protein": "ENSP00000426589", "rna": "ENST00000509485"}, {"protein": "ENSP00000423935", "rna": "ENST00000508076"}, {"protein": "ENSP00000427137", "rna": "ENST00000503087"}], "type_of_gene": "protein_coding"}, "entrezgene": "7045", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.6062349958, "exp_mis": 220.792300878, "exp_syn": 109.074548645, "lof_z": 2.89960015705008, "mis_z": -1.52103377337228, "mu_lof": 1.64186278153e-06, "mu_mis": 2.29648890134e-05, "mu_syn": 1.12330855502e-05, "n_lof": 8.0, "n_mis": 267.0, "n_syn": 113.0, "p_li": 0.00372244046527813, "p_null": 0.00182862829110589, "p_rec": 0.994448931243616, "syn_z": -0.233014468231833}, "bp": 2052, "cds_end": 135398915, "cds_start": 135364744, "n_exons": 17, "nonpsych": {"exp_lof": 19.2636006885, "exp_mis": 199.546216926, "exp_syn": 98.430872625, "lof_z": 2.74410823601624, "mis_z": -1.12308609828655, "mu_lof": 1.64186278153e-06, "mu_mis": 2.29648890134e-05, "mu_syn": 1.12330855502e-05, "n_lof": 7.0, "n_mis": 231.0, "n_syn": 102.0, "p_li": 0.0091739110830055, "p_null": 0.00296975030153, "p_rec": 0.987856338615464, "syn_z": -0.226495807682716}, "nontcga": {"exp_lof": 19.8492620461, "exp_mis": 203.100456749, "exp_syn": 100.320121998, "lof_z": 2.62361655326108, "mis_z": -1.56962641012087, "mu_lof": 1.64186278153e-06, "mu_mis": 2.29648890134e-05, "mu_syn": 1.12330855502e-05, "n_lof": 8.0, "n_mis": 248.0, "n_syn": 103.0, "p_li": 0.00200801839251464, "p_null": 0.00441784966097918, "p_rec": 0.993574131946506, "syn_z": -0.169413066059851}, "transcript": "ENST00000442011.2"}, "exons": [{"cdsend": 136063226, "cdsstart": 136029055, "chr": "5", "position": [[136028987, 136029189], [136033762, 136033861], [136044057, 136044122], [136046334, 136046495], [136046850, 136047015], [136047273, 136047420], [136049438, 136049580], [136052906, 136053119], [136053942, 136054080], [136054715, 136054861], [136055679, 136055816], [136056664, 136056795], [136059089, 136059214], [136060833, 136060936], [136061499, 136061579], [136062662, 136062687], [136063185, 136063818]], "strand": 1, "transcript": "NM_000358", "txend": 136063818, "txstart": 136028987}], "exons_hg19": [{"cdsend": 135398915, "cdsstart": 135364744, "chr": "5", "position": [[135364676, 135364878], [135369451, 135369550], [135379746, 135379811], [135382023, 135382184], [135382539, 135382704], [135382962, 135383109], [135385127, 135385269], [135388595, 135388808], [135389631, 135389769], [135390404, 135390550], [135391368, 135391505], [135392353, 135392484], [135394778, 135394903], [135396522, 135396625], [135397188, 135397268], [135398351, 135398376], [135398874, 135399507]], "strand": 1, "transcript": "NM_000358", "txend": 135399507, "txstart": 135364676}], "generif": [{"pubmed": 11685063, "text": "The majority (90%) of ACD patients in Korea carry the R124H mutation. Mutant-specific reverse primers can be used to screen efficiently for CDL1 and ACD."}, {"pubmed": 11741113, "text": "This mutation occurs independently in different famlies"}, {"pubmed": 11866539, "text": "Identification of endothelial cell genes expressed in an in vitro model of angiogenesis: induction of ESM-1, (beta)ig-h3, and NrCAM"}, {"pubmed": 11923233, "text": "Disease-causing phenotype-genotype BIGH3 mutation is domain specific"}, {"pubmed": 11927442, "text": "there is a direct correlation between the molecular defect and the clinical course of BIGH3-linked CDs."}, {"pubmed": 12270930, "text": "four of the fas-1 domains in betaig-h3 mediate MRC-5 fibroblast adhesion and that this was specifically inhibited by a function-blocking monoclonal antibody specific for the alphavbeta5 integrin"}, {"pubmed": 12379307, "text": "induced by TGF-beta1 in pancreatic cancer cell lines and is over-expressed in pancreatic cancer cells in vivo"}, {"pubmed": 12386809, "text": "loss of Betaig-h3 (Bigh3) expression is a frequent event in human cancer and causally related to acquisition of tumorigenic phenotype in asbestos-treated bronchial epithelial cells"}, {"pubmed": 12454095, "text": "expressed in the periodontal ligament and regulates its mineralization"}, {"pubmed": 12499048, "text": "Results suggest that alpha6beta4 integrin-mediated interactions of astrocytes with beta(ig)-h3 transduce intracellular signals through the focal adhesion proteins, which may regulate certain aspects of astrocyte response to brain injury."}, {"pubmed": 12586172, "text": "A novel nonsense mutation with a compound heterozygous mutation in TGFBI gene in lattice corneal dystrophy type I."}, {"pubmed": 12673209, "text": "Beta ig-h3 may be important in regulating cell apoptosis by providing soluble RGD peptides. It may act as a tumor suppressor, mediating TGF-beta's function."}, {"pubmed": 12704192, "text": "betaig-h3 bears alphavbeta3 integrin-interacting motifs that mediate endothelial cell adhesion and migration and angiogenesis"}, {"pubmed": 12719415, "text": "betaig-h3 is extensively associated with collagen VI in some tissues and that it plays an important modulating role in collagen VI microfibril function"}, {"pubmed": 12911551, "text": "betaig-h3 may be important in development of diabetic nephropathy. Level of urinary betaig-h3 may be useful as early marker reflecting disease onset and progression."}, {"pubmed": 12940514, "text": "Blood levels are higher in coronary artery disease patients compared with normal values."}, {"pubmed": 14597039, "text": "Substitution of arginine for leucine at position 569 of the TGFBI gene results in a form of lattice corneal dystrophy."}, {"pubmed": 14701952, "text": "The TGFBI gene is not responsible for causing keratoconus in these patients."}, {"pubmed": 14767644, "text": "R555W and R124H mutations were co-segregated with the disease phenotype and thus caused GCD and ACD (granular and avellino corneal dystrophy."}, {"pubmed": 14767905, "text": "R124H and R555W mutations in BIGH3 gene were found in the patients with Avellino and granular corneal dystrophies."}, {"pubmed": 15013897, "text": "The molecular genetic analysis of TGFBI can offer rapid, accurate diagnosis of patients with atypical corneal appearance."}, {"pubmed": 15059726, "text": "Genetic analysis revealed a heterozygous CGC/CAC change in exon 4 of the beta iG-H3 gene, resulting in an arginine to histidine substitution at codon 124."}, {"pubmed": 15111592, "text": "Two mutations in the TGFBI gene (A546D and P551Q) cosegregated with LCD in an extensively studied family that lacked the R124C mutation that frequently accompanies this form of corneal amyloidosis."}, {"pubmed": 15177960, "text": "Corneal amyloidosis with an autosomal dominant mode of inheritance is characterized clinically by the presence of refractile polymorphic corneal opacities, which is caused by an A546D mutation in the TGFBI gene"}, {"pubmed": 15179309, "text": "Hereditary corneal dystrophies involve codon 124 mutation (Review)"}, {"pubmed": 15223229, "text": "Urinary levels of betaig-h3 are elevated in type 2 diabetic patients with nephropathy and may be used as a marker of diabetic nephropathy."}, {"pubmed": 15302666, "text": "This unusual case of an individual with the R124C mutation of TGFBI gene without histopathological evidence of amyloid deposition"}, {"pubmed": 15531312, "text": "We present a phenotypic variant of lattice corneal dystrophy associated with the Ala546Asp and Pro551Gln missense changes in exon 12 of the TGFBI gene."}, {"pubmed": 15564760, "text": "TGFBI gene mutation analysis is important as well for the early differential diagnosis of corneal dystrophies and genetic consulting in high-risk families."}, {"pubmed": 15623763, "text": "Arg124Cys and Arg555Trp appear to be the predominant mutations causing lattice and granular corneal dystrophies, respectively."}, {"pubmed": 15712349, "text": "The present study provides, for the first time, information about 28 genetic polymorphisms in TGFBI and positive associations of those polymorphisms with levels of insulin and BMI in the Korean population."}, {"pubmed": 15780949, "text": "Recombinant beta ig-h3 and its FAS1 domain significantly inhibit in vitro osteoblast differentiation as evaluated by matrix mineralization/bone nodule formation."}, {"pubmed": 15790870, "text": "This is the first report of a single-nucleotide mutation at codon 540 of TGFBI leading to lattice corneal dystrophy (LCD), and the first to demonstrate that the amyloid deposits in LCD contain proteolytic fragments of keratoepithelin."}, {"pubmed": 15805105, "text": "Beta ig-h3 induces keratinocyte differentiation via modulation of involucrin and transglutaminase expression through the integrin alpha3beta1 and the phosphatidylinositol 3-kinase/Akt signaling pathway"}, {"pubmed": 15838722, "text": "A novel V505D mutation in the TGFBI gene causes LCDI (lattice corneal dystrophy, type I)."}, {"pubmed": 15885785, "text": "We report a novel corneal dystrophy phenotype secondary to the Gly623Asp mutation in the TGFBI gene that is associated with clinical features of both lattice corneal dystrophy and a Bowman's layer dystrophy."}, {"pubmed": 16087849, "text": "A C-->T mutation at residue 1710 of TGFBI complementary DNA, corresponding to an Arg555Trp mutation in keratoepithelin, was found in affected members of both families."}, {"pubmed": 16329070, "text": "The identification of this mutation allows the unambiguous classification of this corneal dystrophy as LCD type I in a family from Eastern Europe."}, {"pubmed": 16329146, "text": "downregulation of TGFBI gene is a frequent event and related to the tumor progression in human lung cancer"}, {"pubmed": 16368891, "text": "TGF-beta-induced protein (betaig-h3) was identified as being most prominently up-regulated in immature dendritic cells."}, {"pubmed": 16434404, "text": "beta ig-h3 can differentially modulate the aggregation of collagen VI with biglycan and decorin"}, {"pubmed": 16440005, "text": "first report of mutations in the TGFBI gene in a series of Brazilian patients with corneal dystrophy"}, {"pubmed": 16453189, "text": "Mutations in the TGFBI gene can cause LCD type III (lattice corneal dystrophy)."}, {"pubmed": 16652336, "text": "Mutations in TGFBI/BIGH3 are associated with epithelial basement membrane corneal dystrophy."}, {"pubmed": 16670477, "text": "TGFBI gene mutations were not identified in a series of patients with polymorphic corneal amyloid deposition."}, {"pubmed": 16672769, "text": "Big-h3 may play a role in the adhesion and migration of VSMCs during the pathogenesis of atherosclerosis."}, {"pubmed": 16767671, "text": "Results show that TGFBI gene mutations play an important role in the pathogenesis of autosomal dominant corneal dystrophy of Chinese patients."}, {"pubmed": 16797290, "text": "Urinary betaig-h3 levels increases in patients with chronic cyclosporine nephrotoxocity and decreases after discontinuation or reduction of cyclosporine dosage."}, {"pubmed": 16900028, "text": "After the discovery of the BIGH3 (TGFbeta1) gene responsible for several corneal dystrophies, there has been an explosion of new information. New mutations are discovered every day for many of the corneal dystrophies located on the BIGH3 gene."}, {"pubmed": 16947382, "text": "Relevance of betaIG-H3 and alpha v beta3 integrin-interacting motifs as potential therapeutic targets in rheumatoid arthritis."}, {"pubmed": 17013691, "text": "The novel mutation identified is associated with distinct phenotypes and later onset of LCD compared with the more common R124C mutation."}, {"pubmed": 17317389, "text": "Accelerated deposition of TGFBIp may occur after lamellar corneal surgery in patients with combined granular-lattice corneal dystrophy. Therefore, LASIK surgery should be avoided in patients with any of the TGFBI dystrophies."}, {"pubmed": 17327467, "text": "BetaIg-h3, regulated by the expression of HAb18G/CD147, is involved in the HAb18G/CD147 signal transduction pathway and mediates the HAb18G/CD147-induced invasion and metastasis process of human hepatoma cells."}, {"pubmed": 17653042, "text": "Unlikely that TGFBI protein is imported into cornea from circulation. Corneal origin of TGFBIp deposits in inherited corneal diseases may be caused by mutations in TGFBI gene."}, {"pubmed": 17765440, "text": "The novel TGFBI gene mutation (V625D) is associated with an early-onset variant of lattice corneal dystrophy."}, {"pubmed": 17846354, "text": "In vivo laser confocal microscopy is capable of high-resolution visualization of characteristic corneal microstructural changes related to 3 types of genetically mapped corneal stromal dystrophies."}, {"pubmed": 17893671, "text": "Lattice phenotype resulting from TGFBI A546D mutation in this family is distinct from that observed in previously described pedigree carrying the A546D mutation and exhibiting phenotype designated \"polymorphic corneal amyloidosis\"."}, {"pubmed": 17909299, "text": "Recombinant fourth FAS1 domain of BigH3 has been crystallized and characterized."}, {"pubmed": 17980739, "text": "The R555Q mutation occurred spontaneously and independently in the 2 unrelated CDB (Bowman's layer corneal dystrophies) families and was confirmed to be transmitted to the next generation in 1 of the 2 families."}, {"pubmed": 17982418, "text": "Beta igh3 may be involved in anterior segment morphogenesis and eye development in mice. Phenotype is similar to human eye disorders such as anterior segment dysgenesis and Peters' anomaly."}, {"pubmed": 17982422, "text": "Novel F547S mutation causes polymorphic corneal amyloidosis."}, {"pubmed": 18068629, "text": "Loss of the extracellular matrix protein TGFBI (transforming growth factor beta induced) is sufficient to induce specific resistance to paclitaxel and mitotic spindle abnormalities in ovarian cancer cells."}, {"pubmed": 18078741, "text": "beta ig-h3 as an important gene characterizing the abnormal phenotype of chronic wound fibroblasts. Corrective measures to increase the expression of this protein might have therapeutic potential."}, {"pubmed": 18097563, "text": "keratoepithelin induces elevated TFPI2 transcript levels in neuroblastoma cells without alterations of MYCN expression."}, {"pubmed": 18245446, "text": "cancers associated with overexpression of betaig-h3 may have an increased metastatic potential, leading to poor prognosis in cancer patients."}, {"pubmed": 18249103, "text": "keratoepithelin may help to build up a bridge between collagen VI and yet unidentified muscle receptor"}, {"pubmed": 18259096, "text": "study evaluates mutations in the TGFBI gene in patients of Czech origin with autosomal dominant corneal dystrophies"}, {"pubmed": 18290950, "text": "finding of R124H in the Middle Eastern (Iranian) population supports the proposal that perhaps only substitution of histidine for arginine at position 124 of tumour growth factor beta induced protein results in the Avellino corneal dystrophy phenotype"}, {"pubmed": 18298822, "text": "TGFBI gene was found to be associated with schizophrenia."}, {"pubmed": 18332318, "text": "We present a unique corneal dystrophy phenotype associated with the novel p.Met619Lys mutation in TGFBI."}, {"pubmed": 18354229, "text": "monocyte-derived but not alveolar macrophages produce TGFBI following ingestion of apoptotic cells, leading to the down-regulation of MMP14 levels in fibroblasts through a mechanism involving p53 and PU.1, and to subsequent accumulation of collagen"}, {"pubmed": 18359287, "text": "TGFBI is up-regulated in clear cell carcinoma by VHL through a Kruppel-like transcriptional factor 10."}, {"pubmed": 18425347, "text": "Results indicated a decrease in BigH3 protein expression from benign tissues to cancerous tissue in human mammary glands."}, {"pubmed": 18427622, "text": "RNA interference may have future therapeutic implications in suppressing kerato-epithelin and its related cytotoxicity."}, {"pubmed": 18465714, "text": "The detection of the R124H BIGH3 mutation confirmed the diagnosis of ACD in the reported families."}, {"pubmed": 18470323, "text": "The R124C mutation in TGFBI cosegregated with lattice corneal dystrophy type I in the investigated family."}, {"pubmed": 18560760, "text": "hypoxia driven TGBFI expression is dependent on TGFbeta production by lymphatic endothelial cells"}, {"pubmed": 18568131, "text": "Cellular degeneration in the retina of transgenic animals suggest that perturbation of the transforming growth factor beta (TGFbeta) family regulation may affect photoreceptor survival and may induce possible accelerated aging in several tissues."}, {"pubmed": 18615206, "text": "A heterozygous single base-pair transition from C to T (C417T), leading to amino acid substitution (R124C) in the encoded TGFBI protein, was detected in all of the affected patients."}, {"pubmed": 18636123, "text": "Molecular genetic analysis revealed a heterozygous point mutation at exon 14 of TGFBI (c.1915 G>A) in all affected members of the family."}, {"pubmed": 18728790, "text": "Mutational analysis of TGFBI in a family with an unusual corneal dystrophy of Bowman's layer variant indicated a novel phenotype-genotype association."}, {"pubmed": 18752451, "text": "Aspartic acid and tryptophan mutations of TGFB1 gene and their clinical manifestations in two large Chinese families with granular corneal dystrophy type L are reported."}, {"pubmed": 19001012, "text": "Results demonstrate the molecular genetic heterogeneity of patients with TGFBI-linked corneal dystrophies of different geographic origins."}, {"pubmed": 19019446, "text": "In contrast with the patient carrying the Gly623Asp mutation of the TGFBI gene described by Afshari et al, our cases presented with Salzmann's nodular degeneration-like clinical features and their specimens contained KE2-positive amyloid."}, {"pubmed": 19145249, "text": "The proband of the pedigree had phenotypic features consistent with diagnosis of Avellino corneal dystrophy. He was homozygous for the same R124H mutation in TGFBI as previously reported in Japan and European countries."}, {"pubmed": 19255489, "text": "The crystallization and preliminary X-ray analysis of TGFBIp are reported."}, {"pubmed": 19303004, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19433713, "text": "The Arg124Cys mutation was associated with Thiel-Behnke corneal dystrophy in 2 Chinese families. This mutation in the TGFBI gene may induce different phenotypes of corneal dystrophy."}, {"pubmed": 19461933, "text": "study reports two sisters with both R124H and N544S mutations of TGFBI; clinical manifestations of the two cases with both R124H and N544S mutations appeared to be a summation of Avellino and lattice corneal dystrophies"}, {"pubmed": 19505574, "text": "Data show that in human osteosarcoma cells, the C-terminal fragment of transforming growth factor beta-induced protein (TGFBIp) is required for apoptosis."}, {"pubmed": 19822856, "text": "To our knowledge, this is the first report of Avellino corneal dystrophy from India clinically diagnosed as granular corneal dystrophy"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948560, "text": "Mutational analysis of TGFBI in a small population has identified sequence changes consistent with previously identified genotype-phenotype correlations."}, {"pubmed": 19956413, "text": "The novel mutation I522N causes lattice corneal dystrophy type I in the studied family."}, {"pubmed": 20161820, "text": "Novel transforming growth factor beta-induced (TGFBI) mutations responsible for lattice corneal dystrophy (LCD), the associated genotype-phenotype correlation, and structural changes in the mutant proteins in three Chinese families, are reported."}, {"pubmed": 20360992, "text": "Reis-Bucklers dystrophy segregates with the R124C variance, which is a known mutation for lattice corneal dystrophy type I."}, {"pubmed": 20419098, "text": "SOX4 and TGFBI expression is elevated in GBM tissues compared with normal brain tissues at both the RNA and protein levels"}, {"pubmed": 20421128, "text": "TGFBI methylation was observed in 23 out of 38 cases of ovarian cancer, in no normal ovarian tissues, and in 5 out of 18 borderline tumors."}, {"pubmed": 20458218, "text": "Our case presented with clinical and histopathologic findings consistent with a diagnosis of Avellino dystrophy and exhibited a genotype with R124C mutation."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20664689, "text": "These findings extend the mutational spectrum of TFGBI, and this is also the first extensively delineated TGFBI mutation profile associated with the various corneal dystrophies in the Chinese population."}, {"pubmed": 20680100, "text": "This is the first comprehensive report of TGFBI mutations covering a large part of North India."}, {"pubmed": 20697279, "text": "results demonstrate that both granular and lattice corneal deposits can be associated with R124C mutation in addition to the more common R124H mutation"}, {"pubmed": 20724852, "text": "Mutation of transforming growth factor beta-induced gene, TGFBI, or keratoepithelin gene in human chromosome 5 (5q31) is the key pathogenic process in patient with granular corneal dystrophy type 2.  (Review)"}, {"pubmed": 20806046, "text": "This is the second report of the 417C>T mutation and the first report of 1762 A>G mutation (H572R) in TGFBI in Chilean lattice corneal dystrophy type I patients."}, {"pubmed": 20863486, "text": "TL1A can regulate the inflammatory processes through modulation of the betaig-h3 expression through two separate pathways, one through PKC and PI3K and the other through ERK, which culminates at NF-kappaB activation."}, {"pubmed": 20931522, "text": "In exon 12 of the TGFBI gene, 1664G to A change was detected in patients of Thiel-Behnke corneal dystrophy."}, {"pubmed": 21135107, "text": "amino acid substitutions in FAS1-1 did not affect the stability of the intact TGFBIp suggesting that molecular the mechanism of disease differs depending on the FAS1 domain carrying the mutation."}, {"pubmed": 21191728, "text": "Corneal opacities associated with the L527R mutation in the TGFBI gene show three main patterns: thick lattice lines in the superfi cial to middle stroma, nodular and discrete opacities in the deep stroma, and a mixture of both."}, {"pubmed": 21371477, "text": "The deduced structure of the TGFBIp monomer consists of four FAS1 domains in a simple \"beads-on-a-string\" arrangement, constructed by the superimposition of four consecutive Drosophila fasciclin domains."}, {"pubmed": 21395558, "text": "Our findings suggest that the expression of betaig-h3 might play an important role in the regulation of store-operated Ca2+ entry to increase the invasive potential of hepatocellular carcinoma cells."}, {"pubmed": 21554857, "text": "these data demonstrated that the expression of TGFBI is well correlated with chromatin conformation at the TGFBI promoter, and that factors Sp1 and Sp3 are the primary determinants for the control of constitutive expression of TGFBI gene."}, {"pubmed": 21561707, "text": "data suggest that TGFBI moderates the metastatic potential of cancer cells."}, {"pubmed": 21617751, "text": "Genotype-phenotype correlations have been established for five TGFBI (transforming growth factor, beta-induced) mutations including one novel pathogenic variant and one complex allele affecting the fourth FAS1 domain of keratoepithelin."}, {"pubmed": 21720722, "text": "TGFBI is repressed by miR-9 and -181c, either alone or in combination."}, {"pubmed": 21835759, "text": "A novel mutation (A620D) in transforming growth factor-beta induced protein (TGFbetaIp) is described, expanding the repertoire of mutations in this protein."}, {"pubmed": 21899585, "text": "A p.Arg124Leu mutation of the TGFBI gene was detected in this Chinese pedigree with Reis-Bucklers corneal dystrophy."}, {"pubmed": 21921985, "text": "Five distinct mutations responsible for TGFBI corneal dystrophies (R124R, R124H, R555W, R555Q, and H626R) have been identified in Polish patients."}, {"pubmed": 22056868, "text": "TGFBI-linked corneal dystrophies treated using superficial lamellar keratectomy combined with phototherapeutic keratectomy."}, {"pubmed": 22155582, "text": "Amyloidogenic-prone region of the fourth FAS1 domain of TGFBIp encompasses the Y571-R588 peptide and that HtrA1 is involved in the proteolytic processing of TGFBIp-derived amyloid in vivo."}, {"pubmed": 22159598, "text": "High betaIG-H3 protein is associated with lung adenocarcinoma."}, {"pubmed": 22194646, "text": "A G to A transition in Arg124His of TGFBI is responsible for Avellino corneal dystrophy in a Chinese pedigree."}, {"pubmed": 22234156, "text": "variation in TGFBI, genes are associated with Fuchs' endothelial dystrophy in Caucasian Australian cases"}, {"pubmed": 22248469, "text": "TGFBI is frequently methylated and associated with paclitaxel-resistance in ovarian cancer"}, {"pubmed": 22326753, "text": "These data imply an important role for TGFBI in the extracelular matrix deposition and invasive growth of melanoma cells, rendering it a potential target for therapeutic interventions."}, {"pubmed": 22374302, "text": "Lysophosphatidic acid induces TGFBI expression by stimulating secretion of TGF-beta 1."}, {"pubmed": 22575305, "text": "Report the recombinant expression, purification, characterization and the effect of four clinically significant pathogenic TGFbetaIp mutants - R555W, H572R, A620D, and H626R on the biophysical properties of the wild type (WT) 4th FAS1 domain of TGFbetaIp."}, {"pubmed": 22575726, "text": "The candidate keratoconus gene TGFB1 showed genetic variation and mutation in the keratoconus population. The gene might play a role in the development of keratoconus in the Chinese population."}, {"pubmed": 22626996, "text": "Increased concentration of BIGH3 were observed in both serum and urine from patients of different grades of urothelial carcinoma of the bladder."}, {"pubmed": 22629380, "text": "betaig-h3 co-localized with integrin alpha5beta1 to enhance the invasion of U87 cells, and that calpain-2, is involved in this process, acting as a downstream molecule."}, {"pubmed": 22710795, "text": "our results indicate that FAS1 domain protein ( TGF-b-induced protein) in addition to its inhibitory effect on alpha 5b3 integrin-mediated angiogenesis, also inhibits VEGF165-induced angiogenesis."}, {"pubmed": 22746317, "text": "a degraded TGFBIp derived from the central domain of these mutants and this fragment may be contributory to the nonamyloid granular deposits observed in GCD 1 and 2."}, {"pubmed": 22815629, "text": "There is drastic phenotypic variability in patients with the heterozygous R124H mutation in the TGFBI gene that causes granular corneal dystrophy type 2 in Korean patients."}, {"pubmed": 22850414, "text": "our study confirmed the tight genotype-phenotype relationship of TGFBI gene-linked corneal dystrophies."}, {"pubmed": 22876129, "text": "TGFBI R124H in granular corneal dystrophy type 2 was the most common mutation in a Korean population."}, {"pubmed": 22995918, "text": "TGFBI was degraded by autophagy, but not by the ubiquitin/proteasome-dependent pathway."}, {"pubmed": 23019342, "text": "MMP-9-cleaved betaig-h3 plays a role in MMP-9-mediated tumor cell and macrophage migration"}, {"pubmed": 23559853, "text": "Although mutant TGFBIp has moderate but consistent structural perturbations, other factors such as oxidation or degradation may be required to cause the phenotypic abnormal aggregations."}, {"pubmed": 23592924, "text": "serine protease HtrA1 is identified as the most likely candidate responsible for the proteolytic processing of amyloidogenic and aggregated TGFBIp, which explains the accumulation of HtrA1 in the amyloid deposits."}, {"pubmed": 23735324, "text": "TGFBI and periostin, extracellular matrix proteins implicated in tumorigenesis and metastasis, were identified as oncostatin M-induced secreted proteins in mesenchymal stem cells."}, {"pubmed": 23861389, "text": "the unstable and dynamic interactions of keratoepithelin peptides with amphipathic surfactants led to the formation of fibrils."}, {"pubmed": 23884333, "text": "The authors present a unilateral variant of late-onset LCD with a heterozygous Pro501Thr mutation in the TGFBI gene."}, {"pubmed": 24129074, "text": "the Arg555Trp mutation disrupts the normal degradation/turnover of corneal TGFBIp, leading to accumulation and increased propensity to aggregate through electrostatic interactions."}, {"pubmed": 24152593, "text": "Induced BIGH3 expression upon BM stress may contribute to the regulation of BM homeostasis"}, {"pubmed": 24302499, "text": "a small difference in thermodynamic stability introduced by the P551Q mutation most likely causes structural changes of TGFBIp."}, {"pubmed": 24368280, "text": "Two distinct molecular subgroups of high-grade serous EOCs based on POSTN/TGFBI and ESR1/WT1 expressions were identified with significantly different OS."}, {"pubmed": 24425855, "text": "We have identified a lead siRNA specific to the TGFBI-Arg124Cys mutant allele associated with lattice corneal dystrophy type I."}, {"pubmed": 24473223, "text": "A novel heterozygous missense mutation p.Leu565Pro was identified in exon 13 of the TGFBI gene."}, {"pubmed": 24499734, "text": "TGFBI is required for melanoma metastatic outgrowth; knockdown does not interfere with melanoma cells' dissemination to the lung"}, {"pubmed": 24505203, "text": "The patient in this reprot showed typical asymmetric ndulinear stromal opacity in both corneas, and an L527R mutation in the TGFBI gene with two SNP mutations."}, {"pubmed": 24506343, "text": "Circulating levels of TGFBIp were significantly elevated in septic patients compared with healthy controls, and were strongly correlated with disease severity. TGFBIp enhanced vascular proinflammatory responses through interacting with integrin alphavbeta5."}, {"pubmed": 24530597, "text": "Pin1 induction during liver fibrosis is involved in hepatic stellate cell activation, TGFbeta1 expression, and TGFbeta1-mediated fibrogenesis signalling."}, {"pubmed": 24582869, "text": "Granular corneal dystrophy type II can co-exist with keratoconus and should be included in the differential diagnosis."}, {"pubmed": 24595049, "text": "These results reveal betaig-h3 enhances the metastasis potentials of human osteosarcoma cells via integrin alpha2beta1-mediated PI3K/AKT signal pathways."}, {"pubmed": 24639195, "text": "Integrins alphavbeta5 and alphavbeta3 both control myofibroblast differentiation by activating latent TGF-beta1"}, {"pubmed": 24662304, "text": "TGFBI dysregulation could occur in HBV-related HCC development."}, {"pubmed": 24728038, "text": "TGFBI is a potential risk gene for human diabetes."}, {"pubmed": 24801599, "text": "This study improves the knowledge of the genetic features of Mexican patients with corneal stromal dystrophies by identifying mutations in the TGFBI, CHST6, and GSN genes."}, {"pubmed": 24988946, "text": "The H19-miR-675 axis acts as a suppressor of prostate cancer metastasis via modulation of TGFBI expression."}, {"pubmed": 25055147, "text": "The TGFBI gene, that is responsible for lattice corneal dystrophy type 1, is expressed above all by the corneal epithelial cells but also by the keratocytes"}, {"pubmed": 25321938, "text": "We present the characteristics and surgical treatment of corneas with a novel A620P mutation in TGFBI showing lattice corneal dystrophy type IIIA with hyaline component."}, {"pubmed": 25369402, "text": "Silencing of DDR1 inhibited tumor cell growth and motility, and induced TGFBI expression, both in vitro and in vivo."}, {"pubmed": 25378215, "text": "The results support a novel inflammatory pathway for diabetic retinopathy. This pathway is initiated by TGFbeta released from macrophages, which promotes synthesis and release of BIGH3 protein by REC and REC apoptosis."}, {"pubmed": 25448803, "text": "High TGFBI expression in Esophageal squamous cell carcinoma is associated with hematogenous recurrence."}, {"pubmed": 25740786, "text": "Studies reveal that growth hormone (GH)increases TGFBI expression in a mouse and rat models of diabetic nephropathy (DN) which correlate with clinical results, and suggest that this mechanism can explain the podocytes depletion in DN."}, {"pubmed": 25755764, "text": "TGFBI plays an important role in the progression of colorectal cancers"}, {"pubmed": 25772247, "text": "TGFBIp functions as a pro-lymphangiogenic factor.TGFBI is a lymphangiogenic factor contributing to tumor dissemination"}, {"pubmed": 25785536, "text": "A de novo R124C mutation of the TGFBI gene may occur in one of dizygotic twins. Patients with an R124C mutation may have clinical features like corneal dystrophy of the Bowman layer."}, {"pubmed": 25786978, "text": "that locally generated TGFBIp at either wounds or tumor sites may contribute to differentiation and angiogenic function of endothelial progenitor cells by augmenting the recruitment of endothelial progenitor cells"}, {"pubmed": 25808355, "text": "19 novel TGFB1 regulatory region and exon 1 alleles are presented: p018-p036.  p018, p019, and p020 are formed by novel combinations of known polymorphic positions. Another 16 novel alleles are shown to carry additional known and unknown SNPs."}, {"pubmed": 25853243, "text": "insights on TGFBIp trafficking"}, {"pubmed": 25864756, "text": "Betaig-h3 protein expressed distinctly in gastric cancer peritoneal metastasis."}, {"pubmed": 25889002, "text": "TGFBI functions as a promoter of certain gastrointestinal tract cancers."}, {"pubmed": 26084452, "text": "Vicenin-2 and scolymoside could be a potential therapeutic agent for treatment of various severe vascular inflammatory diseases via inhibition of the TGFBIp signaling pathway."}, {"pubmed": 26288337, "text": "Data suggest that periostin and TGFBI (transforming growth factor-beta induced protein) can be considered paralogs in some ways: structural homology, phylogeny, and functions in extracellular matrix formation/cell adhesion/cellular immunity. [REVIEW]"}, {"pubmed": 26464103, "text": "The p. Arg555Trp mutation of the TGFBI gene was associated with Thiel-Behnke corneal dystrophy, which revealed a novel phenotype-genotype correlation within the mutational spectrum of phenotypically diverse corneal dystrophies."}, {"pubmed": 26503734, "text": "We observed that knockdown of Cul4A was associated with increased sensitivity to gemcitabine through upregulation of TGFBI in lung cancer cells."}, {"pubmed": 26553048, "text": "the functional role of H3K4me in TGFbeta1-mediated TGFBIp and ECM gene expression in corneal fibroblasts"}, {"pubmed": 26604660, "text": "No mutations were detected in the TGFBI gene in Korean patients with macular corneal dystrophy."}, {"pubmed": 26864644, "text": "LASIK surgery of granular corneal dystrophy type 2 patients leads to accumulation and differential proteolytic processing TGFBI protein."}, {"pubmed": 26915797, "text": "TGFBIp expression is positively regulated by TGF-beta1 in corneal fibroblasts, whereas TGF-beta1-induced miR-21 and miR-181a negatively regulate TGFBIp expression."}, {"pubmed": 27028151, "text": "A novel heterozygous TGFBI mutation was identified in the proband, c.1673T>G in exon 12 that leads to (Leu558Arg) change at the protein level."}, {"pubmed": 27163623, "text": "The right cornea showed a higher number of lattice lines than the left cornea. Molecular analysis involving bidirectional complete sequencing demonstrated a novel T621P mutation in exon 14 of TGFBI."}, {"pubmed": 27402970, "text": "The p.(Val113Ile) mutation results in an alteration of the atypical LCD phenotype associated with the p.(Leu558Pro) mutation. This represents only the second report of the alteration of the phenotype of a TGFBI dystrophy by a second, non-homozygous pathogenic mutation, and thus provides insight into the phenotype-genotype correlation of the TGFBI dystrophies."}, {"pubmed": 27829782, "text": "This is the first molecular analysis of TGFBI and CHST6 in Turkish patients with different types of corneal dystrophies."}, {"pubmed": 28060069, "text": "Our findings demonstrate that granular corneal dystrophy type 1 may present with a vortex pattern of anterior stromal deposits. Although this pattern of dystrophic deposits is not recognized by clinicians as a typical phenotype of GCD1, it is consistent with the production of the majority of the TGFBI protein by the corneal epithelium."}, {"pubmed": 28261610, "text": "ig-h3, Peroxiredoxin-2, and NRF2 have roles in cervical carcinogenesis"}, {"pubmed": 28292713, "text": "betaig-h3 in DPCs may be involved in reparative dentin formation and that its expression is likely to negatively regulate this process."}, {"pubmed": 28534376, "text": "VHL-TGFBI signaling is involved in the synergy between DAC and PTX against RCC cells."}, {"pubmed": 28750100, "text": "TGFBI and periostin act similarly in the heart in affecting fibrosis and disease responsiveness."}, {"pubmed": 28811384, "text": "Induction of TGFBI promotes prostate cancer growth and metastasis and can be caused by dysregulation or therapeutic inhibition of androgen receptor signaling."}, {"pubmed": 28952225, "text": "VHL-TGFBI signaling is involved in the synergy between DAC and PTX against RCC cells."}, {"pubmed": 28988748, "text": "Structural and functional implications of TGFBIp mutations in corneal dystrophies have been reported."}, {"pubmed": 29140698, "text": "The more structurally organized A546T and V624M mutations in FAS1-4 domain of TGFBI had reduced deamidation rates, suggesting that a folded and stable FAS1-4 domain precludes Asn622 deamidation."}, {"pubmed": 29190493, "text": "These results suggest that suppression of osteoblast differentiation by BIGH3 is one of the mechanisms that enhance osteolytic lesions in RCC bone metastasis, and raise the possibilty that treatments that increase bone formation may improve therapy outcomes."}, {"pubmed": 29192679, "text": "the genetic screening of TGFBI mutations must be incorporated into the pre-operative screening procedures to prevent exacerbation and recurrence, which eventually could lead to the need for a corneal transplant."}, {"pubmed": 29524512, "text": "Results find that TGFBIp aggregation is driven by mutations seen in corneal dystrophy patients. These mutations, despite their physico-chemical diversity, target either the stability or solubility of C-terminal Fas1-4 domain in predictable ways."}, {"pubmed": 30048528, "text": "On 10 mug/ml periostin or TGFBI, more eosinophils adopted a flattened pancake morphology with dispersed granules and nuclear lobes, and slower migration. Conversion between acorn and pancake morphologies were observed. TGFBI or periostin supports two modes of migration by IL-5 family cytokine-activated eosinophils."}, {"pubmed": 30084753, "text": "tight regulation of TGFBI expression in the BM niche is essential for balanced hematopoietic stem and progenitor cells proliferation and differentiation."}, {"pubmed": 30156359, "text": "Expression array analysis identified TGFBI as a key gene for the acquisition of malignant phenotype of pancreatic ductal adenocarcinoma (PDAC), and the expression of TGFBI was associated with poor prognosis in patients with PDAC."}, {"pubmed": 30260476, "text": "High TGFBI expression was significantly associated with poor prognosis and cancer progression. Downregulation of TGFBI in the cocultured gastric fibroblasts inhibited the invasion and migration abilities of the GC cells."}, {"pubmed": 30298492, "text": "A missense mutation, c.1877A>C (p.His626Pro)in exon 14 of the TGFBI gene are associated with corneal dystrophy."}, {"pubmed": 30672027, "text": "The hypermethylation of TGFBI on CpG islands and its clinical value in the diagnosis of colorectal cancer has been uncovered."}, {"pubmed": 30726660, "text": "methylation in the TGFBI promoter may be associated with pathogenesis of Non-small cell lung cancer."}, {"pubmed": 30753226, "text": "we confirmed that TGFBI protein expression is abolished in the TGFBI knockout LESC clone using western blot analysis. Collectively, our results suggest that genome editing of TGFBI in limbal epithelial stem cells by CRISPR/Cas9 may be useful strategy to treat corneal dystrophy."}, {"pubmed": 30871369, "text": "We report, for the first time, atypical granular corneal dystrophy type 2 with cornea guttata associated with a single R124H mutation in a Chinese family. Our findings emphasize that genotyping is essential for the accurate diagnosis and classification of granular corneal dystrophy type 2."}, {"pubmed": 31056827, "text": "Transforming growth factor beta-induced p.(L558P) variant is associated with autosomal dominant lattice corneal dystrophy type IV in a large cohort of Spanish patients."}, {"pubmed": 31188414, "text": "TGF-Beta 1 levels are increased in alcoholics, but are unrelated to vessel wall calcification or arterial stiffness."}, {"pubmed": 31277676, "text": "Our results suggest for the first time an association between the epigenetic silencing of TGFBI by DNA methylation and trastuzumab resistance in HER2+ cell models. These results provide the basis for further clinical studies to validate the hypermethylation of TGFBI promoter as a biomarker of trastuzumab resistance in HER2+ breast cancer patients."}, {"pubmed": 31514337, "text": "These results suggest a critical role of TGFBI in Urothelial carcinoma tumorigenesis."}, {"pubmed": 31836123, "text": "Late-onset lattice corneal dystrophy associated TGFBI p.H626R mutation in members of a Canadian family."}, {"pubmed": 31922278, "text": "Exploring new genetic variants within COL5A1 intron 4-exon 5 region and TGF-beta family with risk of anterior cruciate ligament ruptures."}, {"pubmed": 32189173, "text": "Involvement of the JNK signaling in granular corneal dystrophy by modulating TGF-beta-induced TGFBI expression and corneal fibroblast apoptosis."}, {"pubmed": 32200838, "text": "Screening of the TGFBI gene demonstrated a heterozygous missense mutation p.(Arg555Trp) in exon 12, confirming the diagnosis of corneal granular dystrophy type 1."}, {"pubmed": 32366062, "text": "Investigation of TGFBI (transforming growth factor beta-induced) Gene Mutations in Families with Granular Corneal Dystrophy Type 1 in the Konya Region."}, {"pubmed": 32406866, "text": "Identification of transforming growth factor beta induced (TGFBI) as an immune-related prognostic factor in clear cell renal cell carcinoma (ccRCC)."}, {"pubmed": 32871844, "text": "TGFBI Expression Predicts the Survival of Patients With Oropharyngeal Squamous Cell Carcinoma."}, {"pubmed": 32880217, "text": "Identification of A Novel <i>TGFBI</i> Gene Mutation (p.Serine524Cystine) Associated with Late Onset Recurrent Epithelial Erosions and Bowman Layer Opacities."}, {"pubmed": 32937590, "text": "Acetylated K676 TGFBIp as a severity diagnostic blood biomarker for SARS-CoV-2 pneumonia."}, {"pubmed": 33039949, "text": "The morphogenesis of granular and lattice corneal dystrophy - A mutation combination hypothesis."}, {"pubmed": 33080107, "text": "TGFBI modulates tumour hypoxia and promotes breast cancer metastasis."}, {"pubmed": 33138797, "text": "Prediction of prognostic signatures in triple-negative breast cancer based on the differential expression analysis via NanoString nCounter immune panel."}, {"pubmed": 33407479, "text": "Novel mutation in the TGFBI gene in a Moroccan family with atypical corneal dystrophy: a case report."}, {"pubmed": 33408771, "text": "Metastatic colorectal cancer cells maintain the TGFbeta program and use TGFBI to fuel angiogenesis."}, {"pubmed": 33772078, "text": "Compound heterozygous mutations in TGFBI cause a severe phenotype of granular corneal dystrophy type 2."}, {"pubmed": 33940163, "text": "The role of the extracellular matrix protein TGFBI in cancer."}, {"pubmed": 34012230, "text": "Prevalence of granular corneal dystrophy type 2-related TGFBI p.R124H variant in a South Korean population."}, {"pubmed": 34097874, "text": "Mutation-induced dimerization of transforming growth factor-beta-induced protein may drive protein aggregation in granular corneal dystrophy."}, {"pubmed": 34561272, "text": "TGFBI Production by Macrophages Contributes to an Immunosuppressive Microenvironment in Ovarian Cancer."}, {"pubmed": 34686725, "text": "Proteomic analysis of peritoneal fluid identified COMP and TGFBI as new candidate biomarkers for endometriosis."}, {"pubmed": 34792732, "text": "Up-regulation of TGFBI and TGFB2 in the plasma of gestational diabetes mellitus patients and its clinical significance."}, {"pubmed": 34937214, "text": "An Arg124Cys mutation in transforming growth factor beta-induced gene associated with lattice corneal dystrophy type I in a Chinese pedigree."}, {"pubmed": 35357655, "text": "Soluble TGFBI aggravates the malignancy of cholangiocarcinoma through activation of the ITGB1 dependent PPARgamma signalling pathway."}, {"pubmed": 35473478, "text": "Genetic screening of TGFBI in Iranian patients with TGFBI-associated corneal dystrophies and a meta-analysis of global variation frequencies."}, {"pubmed": 35545686, "text": "Human platelets release TGFBIp in acute myocardial infarction."}, {"pubmed": 35673564, "text": "TGFBI secreted by tumor-associated macrophages promotes glioblastoma stem cell-driven tumor growth via integrin alphavbeta5-Src-Stat3 signaling."}, {"pubmed": 36397358, "text": "Hub gene target of glioblastoma: LOX, SERPINH1 and TGFBI."}, {"pubmed": 36796020, "text": "Clinical and Histopathologic Characteristics and Template of the TGFBI p.(His626Arg) Missense Variant Lattice Corneal Dystrophy."}, {"pubmed": 37187159, "text": "TGFBI as a candidate biomarker for non-invasive diagnosis of early-stage endometriosis."}, {"pubmed": 37567434, "text": "A Novel Heterozygous TGFBI c.1613C>A Pathogenic Variant is Associated With Lattice Corneal Dystrophy in a Chinese Family."}, {"pubmed": 37806183, "text": "The TGFBI gene and protein expression in topotecan resistant ovarian cancer cell lines."}, {"pubmed": 37865162, "text": "A novel role of TGFBI in macrophage polarization and macrophage-induced pancreatic cancer growth and therapeutic resistance."}, {"pubmed": 37960829, "text": "FN1 and TGFBI are key biomarkers of macrophage immune injury in diabetic kidney disease."}, {"pubmed": 38365849, "text": "HIF-2alpha-dependent TGFBI promotes ovarian cancer chemoresistance by activating PI3K/Akt pathway to inhibit apoptosis and facilitate DNA repair process."}, {"pubmed": 38395907, "text": "Novel prognostic marker TGFBI affects the migration and invasion function of ovarian cancer cells and activates the integrin alphavbeta3-PI3K-Akt signaling pathway."}, {"pubmed": 38577561, "text": "Distribution of TGFBI variants in patients with early onset glaucoma."}, {"pubmed": 38596938, "text": "Expression of TGFBI in infantile hemangioma tissues and its effect on the biological characteristics of hemangioma endothelial cells."}, {"pubmed": 38849015, "text": "BIGH3 mediates apoptosis and gap junction failure in osteocytes during renal cell carcinoma bone metastasis progression."}], "genomic_pos": {"chr": "5", "end": 136063818, "ensemblgene": "ENSG00000120708", "start": 136028988, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 135399507, "start": 135364584, "strand": 1}, "go": {"BP": [{"evidence": "IEP", "gocategory": "BP", "id": "GO:0001525", "pubmed": 11866539, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002062", "qualifier": "involved_in", "term": "chondrocyte differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007162", "pubmed": 8024701, "qualifier": "involved_in", "term": "negative regulation of cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007601", "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008283", "pubmed": 1388724, "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005604", "qualifier": "located_in", "term": "basement membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 19478074, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005802", "pubmed": 19478074, "qualifier": "located_in", "term": "trans-Golgi network"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [23979707, 25037231, 27559042, 28327460, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0062023", "pubmed": 22261194, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 21362503], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005178", "pubmed": 1388724, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005201", "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "RCA", "id": "GO:0005201", "pubmed": [20551380, 23979707, 25037231, 27559042, 28327460, 28675934], "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18083624, 19478074, 25416956, 25853243, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005518", "pubmed": 19478074, "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 31197037, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050839", "qualifier": "enables", "term": "cell adhesion molecule binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0050840", "qualifier": "enables", "term": "extracellular matrix binding"}]}, "homologene": {"genes": [[7165, 4577270], [7227, 41455], [7955, 321421], [8364, 779782], [9031, 395897], [9544, 712503], [9598, 462081], [9606, 7045], [9615, 481519], [9913, 539596], [10090, 21810], [10116, 116487]], "id": 37294}, "interpro": [{"desc": "FAS1 domain", "id": "IPR000782", "short_desc": "FAS1_domain"}, {"desc": "FAS1 domain superfamily", "id": "IPR036378", "short_desc": "FAS1_dom_sf"}, {"desc": "EMI domain", "id": "IPR011489", "short_desc": "EMI_domain"}, {"desc": "TGF beta-induced protein/periostin", "id": "IPR016666", "short_desc": "TGFBI/POSTN"}], "ipi": ["IPI00018219", "IPI00965607", "IPI00966527"], "map_location": "5q31.1", "name": "transforming growth factor beta induced", "other_names": ["RGD-CAP", "RGD-containing collagen-associated protein", "beta ig-h3", "betaig-h3", "kerato-epithelin", "transforming growth factor beta-induced 68kDa", "transforming growth factor, beta-induced, 68kD", "transforming growth factor-beta-induced protein ig-h3"], "pantherdb": {"HGNC": "11771", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99959", "ortholog_type": "LDO", "panther_family": "PTHR10900", "taxid": 10090, "uniprot_kb": "P82198"}, {"RGD": "620017", "ortholog_type": "LDO", "panther_family": "PTHR10900", "taxid": 10116, "uniprot_kb": "D4A8G5"}, {"Ensembl": "ENSGALG00000029429", "ortholog_type": "LDO", "panther_family": "PTHR10900", "taxid": 9031, "uniprot_kb": "A0A1D5PXP9"}, {"ZFIN": "ZDB-GENE-030131-73", "ortholog_type": "LDO", "panther_family": "PTHR10900", "taxid": 7955, "uniprot_kb": "Q503K1"}, {"WormBase": "WBGene00009162", "ortholog_type": "O", "panther_family": "PTHR10900", "taxid": 6239, "uniprot_kb": "P90848"}, {"FlyBase": "FBgn0285925", "ortholog_type": "O", "panther_family": "PTHR10900", "taxid": 7227, "uniprot_kb": "P10674"}, {"FlyBase": "FBgn0032666", "ortholog_type": "O", "panther_family": "PTHR10900", "taxid": 7227, "uniprot_kb": "Q0E8P5"}, {"FlyBase": "FBgn0263038", "ortholog_type": "O", "panther_family": "PTHR10900", "taxid": 7227, "uniprot_kb": "Q8IP52"}, {"FlyBase": "FBgn0260745", "ortholog_type": "O", "panther_family": "PTHR10900", "taxid": 7227, "uniprot_kb": "Q86B94"}, {"SGD": "S000003991", "ortholog_type": "O", "panther_family": "PTHR10900", "taxid": 4932, "uniprot_kb": "Q07895"}, {"PomBase": "SPAC22H12.05c", "ortholog_type": "O", "panther_family": "PTHR10900", "taxid": 4896, "uniprot_kb": "O94439"}], "uniprot_kb": "Q15582"}, "pathway": {"pid": [{"id": "integrin1_pathway", "name": "Beta1 integrin cell surface interactions"}, {"id": "integrin2_pathway", "name": "Beta2 integrin cell surface interactions"}, {"id": "integrin3_pathway", "name": "Beta3 integrin cell surface interactions"}], "reactome": [{"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-977225", "name": "Amyloid fiber formation"}]}, "pdb": ["1X3B", "2LTB", "2LTC", "2VXP", "5NV6", "7AS7", "7ASC", "7ASG", "8HGA", "8HIA"], "pfam": "PF02469", "pharmgkb": "PA36484", "pharos": {"target_id": 14491, "tdl": "Tbio"}, "pir": "I52996", "prosite": ["PS50213", "PS51041"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325231", "relationship": "is"}, {"id": "GNF325232", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF219939", "relationship": "is"}, {"id": "GNF257211", "relationship": "is"}, {"id": "GNF257212", "relationship": "is"}, {"id": "GNF257213", "relationship": "is"}, {"id": "GNF257214", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157950", "relationship": "is"}, {"id": "GNF158886", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035856", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091651", "relationship": "is"}, {"id": "GNF091652", "relationship": "is"}, {"id": "GNF091653", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053654", "relationship": "is"}, {"id": "GNF058424", "relationship": "is"}, {"id": "GNF073647", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069975", "relationship": "is"}, {"id": "GNF069976", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF014504", "relationship": "is"}, {"id": "GNF014505", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285017", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330284", "relationship": "is"}, {"id": "GNF333720", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336907", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100592", "relationship": "is"}, {"id": "GNF140247", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_012646.1"], "protein": "NP_000349.1", "rna": "NM_000358.3", "translation": {"protein": "NP_000349.1", "rna": "NM_000358.3"}}, "reporter": {"HG-U133_Plus_2": "201506_at", "HG-U95Av2": "1385_at", "HTA-2_0": "TC05000682.hg.1", "HuEx-1_0": "2829947", "HuGene-1_1": "8108217", "HuGene-2_1": "16989496"}, "summary": "This gene encodes an RGD-containing protein that binds to type I, II and IV collagens. The RGD motif is found in many extracellular matrix proteins modulating cell adhesion and serves as a ligand recognition sequence for several integrins. This protein plays a role in cell-collagen interactions and may be involved in endochondrial bone formation in cartilage. The protein is induced by transforming growth factor-beta and acts to inhibit cell adhesion. Mutations in this gene are associated with multiple types of corneal dystrophy. [provided by RefSeq, Jul 2008].", "symbol": "TGFBI", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336623"}, "unigene": "Hs.369397", "uniprot": {"Swiss-Prot": "Q15582", "TrEMBL": ["H0YAH8", "A0A0S2Z4Q2", "H0YAB8", "H0Y8L3", "S4R3C6", "H0Y8M8", "H0Y9D7", "D6RBX4"]}, "wikipedia": {"url_stub": "TGFBI"}}