{"AllianceGenome": "11777", "HGNC": "11777", "MIM": "190195", "_id": "7051", "_version": 1, "accession": {"genomic": ["AH003011.2", "AL096870.5", "CH471078.2", "CP068264.2", "D10353.2", "DQ640500.1", "M86360.1", "M98447.1", "NC_000014.9", "NC_060938.1", "NG_007150.2", "NW_018654722.1"], "protein": ["AAA59474.1", "AAA61156.1", "AAA61166.1", "AAA96667.1", "AAH34699.1", "ABF70204.1", "AEM23727.1", "BAA14329.1", "BAA34203.1", "BAF84039.1", "BAF98710.1", "BAF98719.1", "BAF98734.1", "BAG61413.1", "BAG63129.1", "CAA41040.1", "EAW66047.1", "NP_000350.1", "P22735.4"], "rna": ["AK291350.1", "AK299436.1", "AK301652.1", "AK315819.1", "AK315828.1", "AK315843.1", "BC034699.1", "D90287.1", "DA437895.1", "JF419518.1", "M55183.1", "M62925.1", "NM_000359.3", "X57974.1"], "translation": [{"protein": "BAG61413.1", "rna": "AK299436.1"}, {"protein": "CAA41040.1", "rna": "X57974.1"}, {"protein": "AAH34699.1", "rna": "BC034699.1"}, {"protein": "BAA14329.1", "rna": "D90287.1"}, {"protein": "BAF98719.1", "rna": "AK315828.1"}, {"protein": "BAG63129.1", "rna": "AK301652.1"}, {"protein": "BAF98710.1", "rna": "AK315819.1"}, {"protein": "AAA59474.1", "rna": "M55183.1"}, {"protein": "NP_000350.1", "rna": "NM_000359.3"}, {"protein": "BAF98734.1", "rna": "AK315843.1"}, {"protein": "AAA61166.1", "rna": "M62925.1"}, {"protein": "BAF84039.1", "rna": "AK291350.1"}, {"protein": "AEM23727.1", "rna": "JF419518.1"}]}, "alias": ["ARCI1", "ICR2", "KTG", "LI", "LI1", "TGASE", "TGK"], "ec": "2.3.2.13", "ensembl": [{"gene": "ENSG00000092295", "protein": ["ENSP00000206765", "ENSP00000439446", "ENSP00000452690", "ENSP00000452822", "ENSP00000453234", "ENSP00000453337", "ENSP00000453701", "ENSP00000453840", "ENSP00000454070"], "transcript": ["ENST00000206765", "ENST00000544573", "ENST00000558074", "ENST00000559136", "ENST00000559669", "ENST00000560226", "ENST00000560443", "ENST00000560478", "ENST00000561067"], "translation": [{"protein": "ENSP00000206765", "rna": "ENST00000206765"}, {"protein": "ENSP00000439446", "rna": "ENST00000544573"}, {"protein": "ENSP00000453701", "rna": "ENST00000559669"}, {"protein": "ENSP00000453337", "rna": "ENST00000559136"}, {"protein": "ENSP00000453840", "rna": "ENST00000558074"}, {"protein": "ENSP00000452822", "rna": "ENST00000560443"}, {"protein": "ENSP00000453234", "rna": "ENST00000560478"}, {"protein": "ENSP00000454070", "rna": "ENST00000560226"}, {"protein": "ENSP00000452690", "rna": "ENST00000561067"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000285348", "protein": ["ENSP00000493587", "ENSP00000494151", "ENSP00000494613", "ENSP00000494774", "ENSP00000495262", "ENSP00000495512", "ENSP00000495660", "ENSP00000495940", "ENSP00000496483"], "transcript": ["ENST00000642757", "ENST00000642845", "ENST00000642938", "ENST00000643291", "ENST00000644574", "ENST00000644822", "ENST00000645546", "ENST00000646057", "ENST00000647258"], "translation": [{"protein": "ENSP00000493587", "rna": "ENST00000642845"}, {"protein": "ENSP00000496483", "rna": "ENST00000646057"}, {"protein": "ENSP00000494774", "rna": "ENST00000642757"}, {"protein": "ENSP00000494613", "rna": "ENST00000645546"}, {"protein": "ENSP00000494151", "rna": "ENST00000647258"}, {"protein": "ENSP00000495940", "rna": "ENST00000644574"}, {"protein": "ENSP00000495512", "rna": "ENST00000644822"}, {"protein": "ENSP00000495262", "rna": "ENST00000643291"}, {"protein": "ENSP00000495660", "rna": "ENST00000642938"}], "type_of_gene": "protein_coding"}], "entrezgene": "7051", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 28.8006492072, "exp_mis": 349.294603268, "exp_syn": 149.437603485, "lof_z": 2.54734675946417, "mis_z": 0.923695451499565, "mu_lof": 2.16487583923e-06, "mu_mis": 3.17192516747e-05, "mu_syn": 1.33572817184e-05, "n_lof": 15.0, "n_mis": 314.0, "n_syn": 161.0, "p_li": 5.30650116807075e-07, "p_null": 0.00839385572066874, "p_rec": 0.991605613629215, "syn_z": -0.586364272564526}, "bp": 2454, "cds_end": 24731558, "cds_start": 24718518, "n_exons": 14, "nonpsych": {"exp_lof": 25.7997358977, "exp_mis": 315.877700741, "exp_syn": 134.987825567, "lof_z": 2.47482996429476, "mis_z": 1.3303578994376, "mu_lof": 2.16487583923e-06, "mu_mis": 3.17192516747e-05, "mu_syn": 1.33572817184e-05, "n_lof": 13.0, "n_mis": 269.0, "n_syn": 148.0, "p_li": 5.35065504419583e-06, "p_null": 0.00904192563455654, "p_rec": 0.990952723710399, "syn_z": -0.705126404968126}, "nontcga": {"exp_lof": 26.4705114103, "exp_mis": 321.324971767, "exp_syn": 137.456519074, "lof_z": 2.58276061625389, "mis_z": 0.926205522964339, "mu_lof": 2.16487583923e-06, "mu_mis": 3.17192516747e-05, "mu_syn": 1.33572817184e-05, "n_lof": 13.0, "n_mis": 288.0, "n_syn": 153.0, "p_li": 6.27319788901428e-06, "p_null": 0.00593384301006206, "p_rec": 0.994059883792049, "syn_z": -0.839437753807475}, "transcript": "ENST00000206765.6"}, "exons": [{"cdsend": 24262352, "cdsstart": 24249312, "chr": "14", "position": [[24249113, 24249541], [24254151, 24254288], [24254663, 24254824], [24254971, 24255253], [24255363, 24255517], [24255988, 24256077], [24258284, 24258388], [24258534, 24258673], [24259074, 24259249], [24259703, 24259811], [24259939, 24260058], [24260449, 24260698], [24261694, 24261883], [24262033, 24262354], [24263088, 24263177]], "strand": -1, "transcript": "NM_000359", "txend": 24263177, "txstart": 24249113}, {"cdsend": 563330, "cdsstart": 550290, "chr": "14_KZ208920v1_fix", "position": [[550091, 550519], [555129, 555266], [555641, 555802], [555949, 556231], [556341, 556495], [556966, 557055], [559262, 559366], [559512, 559651], [560052, 560227], [560681, 560789], [560917, 561036], [561427, 561676], [562672, 562861], [563011, 563332], [564066, 564155]], "strand": -1, "transcript": "NM_000359", "txend": 564155, "txstart": 550091}], "exons_hg19": [{"cdsend": 24731558, "cdsstart": 24718518, "chr": "14", "position": [[24718319, 24718747], [24723357, 24723494], [24723869, 24724030], [24724177, 24724459], [24724569, 24724723], [24725194, 24725283], [24727490, 24727594], [24727740, 24727879], [24728280, 24728455], [24728909, 24729017], [24729145, 24729264], [24729655, 24729904], [24730900, 24731089], [24731239, 24731560], [24732294, 24732383]], "strand": -1, "transcript": "NM_000359", "txend": 24732383, "txstart": 24718319}], "generif": [{"pubmed": 12054678, "text": "proposed that tTGase-mediated cross-linking is an another form of core histone modification and it may play a role of chromatin condensation during erythrocyte differentiation"}, {"pubmed": 12654631, "text": "This enzyme is expressed in vivo in normal lung, preinvasive bronchial lesions, and lung cancer."}, {"pubmed": 12928434, "text": "transglutaminase 1 has a role in keratinocyte terminal differentiation after activation by TIG3"}, {"pubmed": 15304086, "text": "LEKTI deficiency in the epidermis and in hair roots at the protein level and an aberrant expression of other proteins, especially transglutaminase1 and 3, which may account for the impaired epidermal barrier in Netherton syndrome"}, {"pubmed": 15313180, "text": "Treatment of human umbilical vein endothelial cells (HUVEC) with atorvastatin (1-10 microM) caused a clear increased expression of tTgase in both permeabilised and non-permeabilised HUVEC."}, {"pubmed": 15665393, "text": "analysis of transglutaminase 1 mutations in autosomal recessive congenital ichthyosis in Egyptian families"}, {"pubmed": 15715085, "text": "In HEK 293T cell culture, transglutaminase 1 cross-links the N-terminal fragments of mutant huntingtin protein, therefore it could be involved in the cross-linking of huntingtin into intranuclear inclusions in Huntington disease."}, {"pubmed": 15805105, "text": "Beta ig-h3 induces keratinocyte differentiation via modulation of involucrin and transglutaminase expression through the integrin alpha3beta1 and the phosphatidylinositol 3-kinase/Akt signaling pathway"}, {"pubmed": 16133457, "text": "a non-invasive assessment of scale, nail and hair could be of diagnostic utility in distinguishing patients across a full range of phenotypes with deficiency in TGM1-encoded enzymeactivity from other causes of autosomal recessive ichthyosis."}, {"pubmed": 16530159, "text": "Vitamin E treatment also led to increased expression of a known PPARgamma target gene involved in terminal keratinocytes differentiation, the transglutaminase-1."}, {"pubmed": 16604191, "text": "Cystamine and cysteamine increase brain levels of BDNF in Huntington disease via HSJ1b and transglutaminase"}, {"pubmed": 17024410, "text": "a three-dimensional model of the human transglutaminase 1 provides insights into the understanding of lamellar ichthyosis"}, {"pubmed": 17672918, "text": "occurrence of an unusual TG 3' splice site in intron 6"}, {"pubmed": 17762854, "text": "intestinal damage is associated with the production of anti-tTG IgA and anti-TGe IgA in dermatitis herpetiformis patients"}, {"pubmed": 18397883, "text": "Transglutaminase induces protofibril-like amyloid beta-protein assemblies that are protease-resistant and inhibit long-term potentiation"}, {"pubmed": 18673368, "text": "Transglutaminases demonstrate cross-linking activity in Alzheimer lesions, suggesting TG1 and TG2 are involved in protein aggregation processes underlying formation of senile plaques, amyloid angiopathy and/or neurofibrillary tangles in Alzhemier disease."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18948357, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18948357, "text": "transglutaminase-1 mutation spectrum and confirms that despite genetic and phenotypic heterogeneity in Autosomal recessive congenital ichthyosis"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19197536, "text": "The results suggest that liarozole exerts a therapeutic effect in lamellar ichthyosis by mildly affecting the expression of retinoid- regulated genes in epidermis."}, {"pubmed": 19241467, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19241467, "text": "Study expands the TGM1 mutation spectrum and summarizes the current knowledge of TGM1 mutations."}, {"pubmed": 19343046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19386600, "text": "role for cell surface tTG in the regulation of the joint PDGFR/integrin signaling and PDGFR-dependent cell responses"}, {"pubmed": 19464759, "text": "TG1-catalyzed cross-linking and consequent polymerization of cytoskeletal and cytoskeleton-associated proteins may underlie corpora amylacea formation."}, {"pubmed": 19486042, "text": "four novel mutations in TGM1 gene result in decrease or absence of TGase activity in the skin and, as a consequence, cause the phenotype of autosomal recessive lamellar ichthyosis"}, {"pubmed": 19516268, "text": "epidermal transglutaminase may have autoantibodies in dermatitis herpetiformis and celiac disease"}, {"pubmed": 19556108, "text": "Case Report: Autosomal recessive congenital ichthyosis and congenital hypothyroidism in a Tunisian patient with a nonsense mutation in TGM1."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19646949, "text": "A specific colorimetric assay for measuring transglutaminase 1 activity is reported."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19863506, "text": "Mutations are closely related to previously described ones in bathing suit ichthyosis and self-healing collodion baby variants of lamellar ichthyosis and clustered in exons 5, 6 and 7 of TMG1"}, {"pubmed": 19890349, "text": "ALOX12B mutations are the leading cause of self-improving collodion ichthyosis in Scandinavia, followed by ALOXE3 mutations, and TGM1 mutations"}, {"pubmed": 20080707, "text": "findings identify tissue transglutaminase as a key participant in an EGFR/Src-signaling pathway in breast-cancer cells and a potential target for inhibiting EGFR-promoted tumor progression."}, {"pubmed": 20167857, "text": "Transglutaminase1 and its preferred substrate peptide K5 have a role in lamellar ichthyosis"}, {"pubmed": 20663883, "text": "misfolding of TG1 mutants leads to ubiquitinylation and accumulation in the ER and aggresomes, and that abnormal intracellular processing of TG1 mutants may be an underlying cause of ichthyosis."}, {"pubmed": 21248772, "text": "These data indicate that loss of E2F7 during the initiation of differentiation leads to the derepression of Sp1 and subsequent transcription of differentiation-specific genes such as epidermal type I transglutaminase."}, {"pubmed": 21789544, "text": "beta-actin is a target for the activity of recombinant human transglutaminase 1 in cultured chick telecephalon cell cultures."}, {"pubmed": 22009441, "text": "We conclude that TG1-catalysed cross-linking, regulated by TIG3, might play an important role in the formation of neuronal tau inclusions in certain tauopathies"}, {"pubmed": 22080209, "text": "TG1 and TG2 isoenzymes are highly active with the major activity attributed to TG1 in human saliva."}, {"pubmed": 22220473, "text": "Transglutaminase in epidermis and neurological disease."}, {"pubmed": 22311480, "text": "TGM1 genotypes of the family were used to determine parental origins of the mutations."}, {"pubmed": 22435431, "text": "Our splicing assay, together with bioinformatic prediction tools, supports the pathological effect of the recently identified c.984+1G>A mutation in the TGM1 gene and unravels the molecular mechanism by which c.984+1G>A acts."}, {"pubmed": 22511925, "text": "Two mutations of the TGM1 gene,c.2278C>T and c.1223_1227delACACA which are observed in high frequency in Galician patients with autosomal recessive congenital ichthyosis, were most likely founded in the Galician territory instead of being brought here by migrants."}, {"pubmed": 22622417, "text": "Autosomal recessive congenital ichthyosis patients with ALOX12B mutations and abnormal 12R-LOX expression, the colocalization signal for eLOX-3 and TGM1 was increased 4-fold."}, {"pubmed": 22801880, "text": "These findings confirm the hypothesis that only a restricted spectrum of TGM1 mutations leads to a bathing suit ichthyosis and/or a self-improving collodion ichthyosis phenotype."}, {"pubmed": 22972431, "text": "GGT may have a role in change in body mass index but not in waist cirumference"}, {"pubmed": 23096117, "text": "Two transition/transversion (R37G, V112A), two nonsense mutations and two putative splice site of TGM1 are associated with lamellar ichthyosis."}, {"pubmed": 23189155, "text": "Genetic variation in the epidermal transglutaminase genes is not associated with atopic dermatitis."}, {"pubmed": 23192619, "text": "Congenital lamellar ichthyosis in Tunisia is caused by a founder nonsense mutation in the TGM1 gene."}, {"pubmed": 23278109, "text": "TGM1 mutation spectra in Italian and Portuguese patients with autosomal recessive congenital ichthyosis."}, {"pubmed": 23290633, "text": "FATP4, ichthyin and TGM1 interact in lipid processing essential for maintaining the epidermal barrier function"}, {"pubmed": 23621129, "text": "Most of the mutations we identified in 20 israeli families with autosomal recessive congenital ichthyosis were located within the coding sequence of the TGM1 gene"}, {"pubmed": 23689228, "text": "Two known pathogenic TGM1 mutations were detected in three large consanguineous Omani families with lamellar ichthyosis"}, {"pubmed": 23895935, "text": "analysis of a case of mild lamellar ichthyosis with compound heterozygous TGM1 mutations including the novel missense mutation p.Leu693Phe [case report]"}, {"pubmed": 24112124, "text": "mRNA expression of transglutaminase 1 and transglutaminase 3 was significantly decreased in patients with chronic periodontitis compared with a healthy control group."}, {"pubmed": 24261627, "text": "All mutations, except a novel deletion of a single nucleotide in exon 13 (c.2149delC), have been reported previously in lamellar ichthyosis."}, {"pubmed": 24314425, "text": "We add a Korean case of genetically identified autosomal recessive congenital icthyosis, confirmed by the presence of compound heterozygous mutations in the TGM1 gene."}, {"pubmed": 24885370, "text": "IgA-anti-TG1 antibodies were found in 2% and IgA-anti-TG3 antibodies in 3% of patients with active atopic dermatitis (AD). Two out of the 5 patients with AD and concomitant celiac disease had IgA-anti-TG1 and IgA-anti-TG2 antibodies."}, {"pubmed": 25154629, "text": "In this study, we found that 14 different TGM1 mutations have been identified and reported in 13 individuals with ARCI from 8 families with congental ichthyosis, comprising 9 missense mutations, 1 deletion and 1 splice-site mutation ."}, {"pubmed": 25180191, "text": "Structure-function implication on a novel homozygous Trp250/Gly mutation of transglutaminase-1 (TGM1) observed in a patient of autosomal recessive congenital ichthyosis is invoked from a bioinformatics analysis."}, {"pubmed": 25754682, "text": "Two siblings with autosomal recessive congenital ichthyosis, were found to carry a novel aetiological TGM1 mutation that leads to the synthesis of multiple abnormal transcripts."}, {"pubmed": 26220141, "text": "Our results thus indicated that the TGM1 mutation affects the formation of corni fi ed cell envelope by multiple mechanisms and leads to an almost identical clinical phenotype of generalized erythema and scales."}, {"pubmed": 26578203, "text": "In summary, we have identified three novel sequence variants, one in TGM1 and two in ALOXE3, in three consanguineous families segregating lamellar ichthyosis and congenital ichthyosiform erythroderma types of autosomal recessive congenital ichthyosis."}, {"pubmed": 26990434, "text": "p.Ile140Met, p.Pro184Ser, p.Gly357Asp mutations pathogenic"}, {"pubmed": 27061915, "text": "we identified three novel mutations and one reported mutation in the TGM1 and ABCA12 genes, respectively, in affected siblings of five Saudi unrelated families."}, {"pubmed": 27416753, "text": "As a further application of the substrate peptide, several substrate candidates of TG1 that may be essential for cornified envelope formation were identified and characterized."}, {"pubmed": 27423780, "text": "We also reveal that TGM1 modulates lung epithelial junction protein expression, suggesting a potentially protective role for hypoxia-induced TGM1 in pulmonary disease."}, {"pubmed": 27442430, "text": "that the up-regulation of molecular signatures for antimicrobial and innate defense responses is characteristic of skin with a transglutaminase 1 deficiency."}, {"pubmed": 27649154, "text": "Data indicate a decrease in transglutaminases TG1 and TG3 transcripts by about 70% in foreskins from patients with balanitis xerotica obliterans (BXO) BXO in comparison with patients without BXO and an increase in transglutaminase TG2 mRNA levels by 2.9 fold."}, {"pubmed": 27660242, "text": "The results strongly supported the participation of TGM1 in the regulation of gastric cancer development. The authors found evidence that the mechanism of action of TGM1 in regulating gastric cancer cell might involve the Wnt signaling pathway, as loss of TGM1 expression in gastric cancer cells led to a significant suppression of Wnt signaling activities."}, {"pubmed": 28236338, "text": "A novel TGM1 variant c.1085T>G was found in an Emirati family. The mutation causes a nonsynonymous protein change (p.Leu362Arg) that affects a highly conserved residue in the catalytic core domain of the calcium-dependent transglutaminase-1."}, {"pubmed": 28403434, "text": "Seven of 10 probands with a compound heterozygous TGM1 genotype had a mutation at either arginine 307 or 315, providing evidence that mutations at these sites are temperature sensitive and highlighting the importance of these residues in the pathogenesis of bathing suit ichthyosis"}, {"pubmed": 30213231, "text": "aberrant TGase 1 and TGase 3 localization and distribution are closely related to hyper-keratinization in Oral lichen planus."}, {"pubmed": 30372788, "text": "Patients with congenital ichthyosis and TGM1 mutations overexpress other ARCI genes in the skin: Part of a barrier repair response?"}, {"pubmed": 30801672, "text": "LEKTI domains D6, D7 and D8+9 serve as substrates for transglutaminase 1: implications for targeted therapy of Netherton syndrome."}, {"pubmed": 31073126, "text": "Biogeographical origin and timing of the founder ichthyosis TGM1 c.1187G > A mutation in an isolated Ecuadorian population."}, {"pubmed": 32436339, "text": "High prevalence of autosomal recessive congenital ichthyosis in a Mexican population caused by a new mutation in the TGM1 gene: epidemiological evidence of a founder effect."}, {"pubmed": 32597326, "text": "Molecular profiling of lamellar ichthyosis pathogenic missense mutations on the structural and stability aspects of TGM1 protein."}, {"pubmed": 34911754, "text": "A gene-centric approach to biomarker discovery identifies transglutaminase 1 as an epidermal autoantigen."}, {"pubmed": 36361742, "text": "Deep Association between Transglutaminase 1 and Tissue Eosinophil Infiltration Leading to Nasal Polyp Formation and/or Maintenance with Fibrin Polymerization in Chronic Rhinosinusitis with Nasal Polyps."}, {"pubmed": 36676727, "text": "Identification and In Silico Analysis of a Homozygous Nonsense Variant in TGM1 Gene Segregating with Congenital Ichthyosis in a Consanguineous Family."}, {"pubmed": 36789964, "text": "Biallelic mutations in FLG, TGM1, and STS genes segregated with different types of ichthyoses in eight families of Pakistani origin."}, {"pubmed": 37542530, "text": "Ophthalmic findings in patients with autosomal recessive lamellar ichthyosis due to TGM1 mutations in an isolated population."}, {"pubmed": 38057394, "text": "Cornification of keratinocytes is associated with differential changes in the catalytic activity and the immunoreactivity of transglutaminase-1."}, {"pubmed": 38060040, "text": "Whole exome sequencing identifies novel pathogenic variants in TGM1 and ALOX12B in patients with hereditary ichthyosis."}, {"pubmed": 38233982, "text": "THBS1 promotes angiogenesis and accelerates ESCC malignant progression by the HIF-1/VEGF signaling pathway."}, {"pubmed": 38472489, "text": "A pan-cancer analysis of the oncogenic and immunological roles of transglutaminase 1 (TGM1) in human cancer."}], "genomic_pos": [{"chr": "14", "end": 24264432, "ensemblgene": "ENSG00000092295", "start": 24249114, "strand": -1}, {"chr": "HG1_PATCH", "end": 565410, "ensemblgene": "ENSG00000285348", "start": 550092, "strand": -1}], "genomic_pos_hg19": {"chr": "14", "end": 24733638, "start": 24718320, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0010838", "pubmed": 26220141, "qualifier": "involved_in", "term": "positive regulation of keratinocyte proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018149", "qualifier": "involved_in", "term": "peptide cross-linking"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018149", "pubmed": 9722562, "qualifier": "involved_in", "term": "peptide cross-linking"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030216", "pubmed": 8824274, "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031424", "qualifier": "involved_in", "term": "keratinization"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0036211", "pubmed": 1979171, "qualifier": "involved_in", "term": "protein modification process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043163", "pubmed": 14645372, "qualifier": "involved_in", "term": "cell envelope organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045787", "pubmed": 26220141, "qualifier": "involved_in", "term": "positive regulation of cell cycle"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0001533", "pubmed": 8824274, "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": [8824274, 17762858], "qualifier": "located_in", "term": "membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003810", "qualifier": "enables", "term": "protein-glutamine gamma-glutamyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003810", "pubmed": [7961731, 9722562, 21282207], "qualifier": "enables", "term": "protein-glutamine gamma-glutamyltransferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7592852, 9722562, 10066784, 10510474, 17762858, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 32296183, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[7165, 1280052], [7227, 34093], [7955, 334438], [7955, 555962], [7955, 566581], [7955, 793096], [7955, 793448], [7955, 100334173], [7955, 100535918], [8364, 100487465], [9544, 715854], [9598, 452814], [9606, 7051], [9615, 403630], [9913, 407997], [10090, 21816], [10116, 60335]], "id": 306}, "interpro": [{"desc": "Transglutaminase-like", "id": "IPR002931", "short_desc": "Transglutaminase-like"}, {"desc": "Transglutaminase, active site", "id": "IPR013808", "short_desc": "Transglutaminase_AS"}, {"desc": "Transglutaminase-like superfamily", "id": "IPR036985", "short_desc": "Transglutaminase-like_sf"}, {"desc": "Papain-like cysteine peptidase superfamily", "id": "IPR038765", "short_desc": "Papain-like_cys_pep_sf"}, {"desc": "Transglutaminase, C-terminal", "id": "IPR008958", "short_desc": "Transglutaminase_C"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Transglutaminase, C-terminal domain superfamily", "id": "IPR036238", "short_desc": "Transglutaminase_C_sf"}, {"desc": "Transglutaminase, N-terminal", "id": "IPR001102", "short_desc": "Transglutaminase_N"}, {"desc": "Immunoglobulin E-set", "id": "IPR014756", "short_desc": "Ig_E-set"}, {"desc": "Protein-glutamine gamma-glutamyltransferase, animal", "id": "IPR023608", "short_desc": "Transglutaminase_animal"}], "ipi": ["IPI00305622", "IPI01014432"], "map_location": "14q12", "name": "transglutaminase 1", "other_names": ["K polypeptide epidermal type I, protein-glutamine-gamma-glutamyltransferase", "TG(K)", "TGase K", "TGase-1", "epidermal TGase", "protein-glutamine gamma-glutamyltransferase K", "transglutaminase K", "transglutaminase, keratinocyte"], "pantherdb": {"HGNC": "11777", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98730", "ortholog_type": "LDO", "panther_family": "PTHR11590", "taxid": 10090, "uniprot_kb": "Q9JLF6"}, {"RGD": "61838", "ortholog_type": "LDO", "panther_family": "PTHR11590", "taxid": 10116, "uniprot_kb": "P23606"}, {"ZFIN": "ZDB-GENE-110408-37", "ortholog_type": "O", "panther_family": "PTHR11590", "taxid": 7955, "uniprot_kb": "A0A0R4IKS1"}, {"ZFIN": "ZDB-GENE-050913-29", "ortholog_type": "O", "panther_family": "PTHR11590", "taxid": 7955, "uniprot_kb": "A0A0R4INB1"}, {"Ensembl": "ENSDARG00000005913", "ortholog_type": "O", "panther_family": "PTHR11590", "taxid": 7955, "uniprot_kb": "F1QHM3"}, {"ZFIN": "ZDB-GENE-030131-9032", "ortholog_type": "O", "panther_family": "PTHR11590", "taxid": 7955, "uniprot_kb": "F8W5T1"}, {"ZFIN": "ZDB-GENE-060503-139", "ortholog_type": "LDO", "panther_family": "PTHR11590", "taxid": 7955, "uniprot_kb": "A0A2R8QKL9"}, {"FlyBase": "FBgn0031975", "ortholog_type": "O", "panther_family": "PTHR11590", "taxid": 7227, "uniprot_kb": "Q9VLU2"}], "uniprot_kb": "P22735"}, "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}]}, "pdb": "2XZZ", "pfam": ["PF00868", "PF00927", "PF01841"], "pharmgkb": "PA36490", "pharos": {"target_id": 12381, "tdl": "Tchem"}, "pir": "A43401", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257235", "relationship": "is"}, {"id": "GNF257236", "relationship": "is"}, {"id": "GNF257237", "relationship": "is"}, {"id": "GNF257238", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091654", "relationship": "is"}, {"id": "GNF091655", "relationship": "is"}, {"id": "GNF091656", "relationship": "is"}, {"id": "GNF091657", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054116", "relationship": "is"}, {"id": "GNF058887", "relationship": "is"}, {"id": "GNF058897", "relationship": "is"}, {"id": "GNF074190", "relationship": "is"}, {"id": "GNF078630", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068399", "relationship": "is"}, {"id": "GNF068400", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014511", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240648", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094956", "relationship": "is"}, {"id": "GNF134613", "relationship": "is"}, {"id": "GNF149601", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_007150.2", "NW_018654722.1"], "protein": "NP_000350.1", "rna": "NM_000359.3", "translation": {"protein": "NP_000350.1", "rna": "NM_000359.3"}}, "reporter": {"HG-U133_Plus_2": "206008_at", "HG-U95Av2": "35947_at", "HTA-2_0": "TC14000971.hg.1", "HuEx-1_0": "3558043", "HuGene-1_1": "7978222", "HuGene-2_1": "16791219"}, "summary": "The protein encoded by this gene is a membrane protein that catalyzes the addition of an alkyl group from an akylamine to a glutamine residue of a protein, forming an alkylglutamine in the protein. This protein alkylation leads to crosslinking of proteins and catenation of polyamines to proteins. This gene contains either one or two copies of a 22 nt repeat unit in its 3' UTR. Mutations in this gene have been associated with autosomal recessive lamellar ichthyosis (LI) and nonbullous congenital ichthyosiform erythroderma (NCIE). [provided by RefSeq, Jul 2008].", "symbol": "TGM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420713"}, "unigene": "Hs.508950", "uniprot": {"Swiss-Prot": "P22735", "TrEMBL": ["H0YKI6", "A0A0G2JL93", "H0YLJ6", "H0YN27", "H0YLT9", "H0YMQ8", "H0YNM4"]}, "wikipedia": {"url_stub": "Keratinocyte transglutaminase"}}